[
  {
    "id": "3862265",
    "unitNumber": 1,
    "text": "Uluslararası Tasarım Konseyi (ICoD) “estetik, işlevsel, bağlamsal, kültürel ve toplumsal hususları dikkate alarak, bir kişi (bir kullanıcı) ile insan yapımı çevre arasındaki etkileşime odaklanan bir çalışma ve uygulama disiplini” olarak, neyi tanımlamıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Estetik",
      "B": "İmaj",
      "C": "Tasarım",
      "D": "Sistem",
      "E": "Görselleştirme"
    },
    "explanation": "Görsel Sistem Tasarımları<br/>Uluslararası Tasarım Konseyi (ICoD) <strong>tasarımı </strong>“estetik, işlevsel, bağlamsal, kültürel ve toplumsal hususları dikkate alarak, bir kişi (bir kullanıcı) ile insan yapımı çevre arasındaki etkileşime odaklanan bir çalışma ve uygulama disiplini” olarak tanımlar."
  },
  {
    "id": "3862266",
    "unitNumber": 1,
    "text": "Latincede “düzenleme, birleşme, bir araya gelme” ve Yunancada “düzenli bütün, parçaların meydana getirdiği bütün” anlamında kullanılan kavram, hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Görsellik",
      "B": "Estetik",
      "C": "Grafik tasarım",
      "D": "Endüstriyel tasarım",
      "E": "Sistem"
    },
    "explanation": "Sistem Kavramının Tanımlanması<br/><strong>Sistem</strong> kelimesi Latincede “düzenleme, birleşme, bir araya gelme” ve Yunancada “düzenli bütün, parçaların meydana getirdiği bütün” anlamında kullanılan systema kökünden gelir."
  },
  {
    "id": "3862267",
    "unitNumber": 1,
    "text": "Süreçleri otomatikleştirmek, verimliliği artırmak ve karmaşık görevler üzerinde daha iyi kontrol<br/>sağlamak ve verileri daha iyi anlayıp düzenlemek ya da daha iyi ve kararlar vermek için ne kullanılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Çizelgeler",
      "B": "Planlar",
      "C": "Sistemler",
      "D": "Kılavuzlar",
      "E": "İletişim"
    },
    "explanation": "Sistem Kavramının Tanımlanması<br/><strong>Sistemler</strong> mühendislikten işletmeye, sağlık hizmetlerinden eğitime kadar çeşitli alanlarda kullanılır. Süreçleri otomatikleştirmek, verimliliği artırmak ve karmaşık görevler üzerinde daha iyi kontrol<br/>sağlamak için kullanılırlar. Diğer yandan, verileri<br/>daha iyi anlayıp düzenlemek için ve böylelikle daha<br/>iyi ve kararlar vermek için kullanılır."
  },
  {
    "id": "3862268",
    "unitNumber": 1,
    "text": "Gözlemlenebilir ve ölçülebilir olan somut nesneler veya süreçler, hangi sistem içerisinde yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Fiziksel sistemler",
      "B": "Soyut sistemler",
      "C": "Açık sistemler",
      "D": "Kapalı sistemler",
      "E": "Geçici sistemler"
    },
    "explanation": "Sistem Türleri<br/><strong>Fiziksel sistemler</strong>, gözlemlenebilir ve ölçülebilir olan somut nesneler veya süreçlerdir"
  },
  {
    "id": "3862269",
    "unitNumber": 1,
    "text": "Tüm olayların oluşumunun tamamen tahmin edilebilir olduğu sistem hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Soyut sistemler",
      "B": "Somut sistemler",
      "C": "Açık sistemler",
      "D": "Kapalı sistemler",
      "E": "Belirlenimci sistemler"
    },
    "explanation": "Sistem Türleri<br/><strong>Belirlenimci</strong> bir sistem, tüm olayların oluşumunun tamamen tahmin edilebilir olduğu sistemdir."
  },
  {
    "id": "3862270",
    "unitNumber": 1,
    "text": "Kitapların konularına göre sınıflandırıldığı ve kodlandığı, bu kodları takip ederek bulunduğu ve yaygın olarak kullanıldığı sınıflama sistemleri hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "DDC ve LCC sistemleri",
      "B": "CDD ve CCL sistemleri",
      "C": "CDC ve CLC sistemleri",
      "D": "CCC ve DDD sistemleri",
      "E": "LLL ve CDC"
    },
    "explanation": "Sistem Türleri<br/>Bu nedenle kitaplaran konularına<br/>göre sınıflandırıldığı ve kodlandığı, bu kodları takip<br/>ederek bulunduğu sistemler geliştirilmiştir. <strong>DDC ve</strong><br/><strong>LCC sistemleri</strong> yaygın olarak kullanılmaktadır."
  },
  {
    "id": "3862271",
    "unitNumber": 1,
    "text": "Tasarımcıların üreticilerle kritik kararları doğru şekilde alabilmesini sağlayan evrensel<br/>bir renk dilini, aşağıdakilerden hangisi ortaya koyar?",
    "correctAnswer": "B",
    "options": {
      "A": "Isotype",
      "B": "Pantone",
      "C": "ISO216",
      "D": "PDF",
      "E": "DDC"
    },
    "explanation": "Gündelik Hayatta Sistemler<br/><strong>Pantone</strong> ise tasarımcıların üreticilerle kritik kararları doğru şekilde alabilmesini sağlayan evrensel<br/>bir renk dili ortaya koyar."
  },
  {
    "id": "3862272",
    "unitNumber": 1,
    "text": "Gerekli mesaj ve bilgileri, belirli sosyal gruplara tanımlanmış amaçlarla aktarmak<br/>üzere görsel iletişim aracılığıyla çözümler sunan bir alanı hangisi tanımlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Sistem",
      "B": "Görsel tasarım",
      "C": "İçerik tasarımı",
      "D": "Pantone",
      "E": "ISO216"
    },
    "explanation": "GRAFİK TASARIM VE SİSTEM<br/>İLİŞKİSİ<br/><strong>Grafik tasarım</strong>, gerekli mesaj ve bilgileri, belirli sosyal gruplara tanımlanmış amaçlarla aktarmak<br/>üzere görsel iletişim aracılığıyla çözümler sunan bir<br/>alandır."
  },
  {
    "id": "3862273",
    "unitNumber": 1,
    "text": "“Grafik tasarımı anlamsal olarak doğru, sözdizimsel olarak tutarlı ve pragmatik olarak anlaşılabilir bilgilerin organizasyonu olarak görüyorum” diyen tasarımcı, aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Massimo Vignelli",
      "B": "Bob Noorda",
      "C": "Heskett",
      "D": "Wyman",
      "E": "Harry Beck"
    },
    "explanation": "Grafik Tasarımı Sistem Kavramı ile<br/>Birlikte Düşünmek<br/>“Grafik tasarımı anlamsal olarak doğru, sözdizimsel olarak tutarlı ve pragmatik olarak anlaşılabilir bilgilerin organizasyonu olarak görüyorum” diyen tasarımcı <strong>Massimo Vignelli</strong>."
  },
  {
    "id": "3862274",
    "unitNumber": 1,
    "text": "Bir sistem veya modelin ait bileşenlerinin pek çok yolla etkileşimde olduğu ve doğrusal olmayan, gelişigüzel, kolektif dinamiğe, hiyerarşiye ve gelişime yönelik yerel kuralları izleyen davranışı olarak nitelendirilen kavram hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tasarım",
      "B": "Görsellik",
      "C": "Kompleksite",
      "D": "Diyagram",
      "E": "Tipografi"
    },
    "explanation": "Kompleksite ve Tasarımın Çözüm Yöntemleri<br/><strong>Kompleksite</strong>, yani karmaşıklık, bir<br/>sistem veya modelin ait bileşenlerinin pek çok yolla etkileşimde olduğu ve doğrusal olmayan, gelişigüzel,<br/>kolektif dinamiğe, hiyerarşiye ve gelişime yönelik yerel kuralları izleyen davranışı olarak nitelendirilir."
  },
  {
    "id": "3862329",
    "unitNumber": 1,
    "text": "<ol type=\"I\"><br/><li>Sistem birçok unsurdan oluşan bir düzene karşılık gelmektedir.</li><br/><li>Sistemler mühendislik ve işletme gibi belirgin alanlarda kullanılmaktadır.</li><br/><li>Sistemler farklı birçok amaca hizmet ederek kullanıcısına kolaylıklar sağlamaktadır. </li><br/><li>Birbirlerine bağlantılı ya da ilişkili unsurların oluşturduğu her şey bir sistemdir.</li><br/></ol><br/>Yukarıdakilerden hangileri sistem kavramıyla ilgili doğru bir açıklamadır?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve IV",
      "B": "II, III ve IV",
      "C": "III ve IV",
      "D": "I, III ve IV",
      "E": "II ve III"
    },
    "explanation": "huuoy<br/>Birbirlerine bağlantılı ya da ilişkili unsurların oluşturduğu her şey bir sistemdir. Aynı zamanda, sistem kelimesi temel sözlük anlamında “birçok unsurdan oluşan düzen” olarak kullanılır. Sistemler mühendislikten işletmeye, sağlık hizmetlerinden eğitime kadar çeşitli alanlarda kullanılır. Süreçleri otomatikleştirmek, verimliliği artırmak ve karmaşık görevler üzerinde daha iyi kontrol sağlamak için kullanılırlar. Diğer yandan, verileri daha iyi anlayıp düzenlemek için ve böylelikle daha iyi ve kararlar vermek için kullanılır. Verimli üretim ve sağlıklı işleyişler için sistemlerin varlığı kaçınılmazdır. Görüldüğü gibi, sistem farklı birçok alanda kullanılmakta ve farklı bir çok amaca hizmet etmektedir. Bu bilgiler ışığında doğru cevap I, III ve IV maddelerinin yer aldığı D seçeneğidir."
  },
  {
    "id": "3862334",
    "unitNumber": 1,
    "text": "Toplumun en küçük birimini oluşturan aile kendi içinde bir sitemdir. Eşler arası ilişkiler, ebeveyn çocuk ilişkisi ve kardeşler arası ilişkiler bütünü etkileyen daha küçük yapıdaki sistemlerdir ve bu sistemler arasında dikey ve yatay yönlü etkileşimler bulunmaktadır.\n Yukarıdaki örnek durum aşağıdaki sistem türlerinden özellikle hangisi ile ilişkidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fiziksel ve soyut sistemler",
      "B": "Alt sistem ve üst sistem",
      "C": "Doğal ve yapay sistem",
      "D": "Açık ve kapalı sistem",
      "E": "Kalıcı ve geçici sistem"
    },
    "explanation": "Sistem türleri arasında yer alan alt sistem ve üst sistem sınıflamasına göre her sistem daha büyük bir sistemin parçasıdır. Alt sistemler, bir sistem içindeki daha küçük sistemlerdir. Her sistemin bağlı olduğu daha büyük sistemlere de üst sistem denmektedir. Bu bilgiler ışığında örnek durum incelendiğinde, aile de kendi içinde alt ve üst sistemleri barındıran daha büyük bir siteme karşılık gelmektedir. Dolayısıyla doğru cevap B'dir."
  },
  {
    "id": "3862372",
    "unitNumber": 1,
    "text": "Kurum afişinde başlık, alt başlık, tarih, yer, organizasyon bilgileri vb öğelerin birbiriyle ilişkisi vardır, diğer bir ifadeyle bu parçalar bir arada bütünü (afiş) oluşturmaktadır. \n Bu durum, grafik tasarımıyla sistem kavramının benzerlik gösterdiği aşağıdaki özelliklerden hangisine örnek verilebilir.",
    "correctAnswer": "E",
    "options": {
      "A": "Metodik, mantıklı ve belli bir amaca odaklanan yöntemler kullanılır.",
      "B": "Belli bir yapı bütünlüğü ve sorun çözme sürecini içermektedir.",
      "C": "Sistematik bir düşünce biçimine sahiptir.",
      "D": "Kolay -öğrenilebilir görsel bir dil oluşturma hedeflenmektedir.",
      "E": "Belli amaca hizmet eden parçalardan oluşmaktadır."
    },
    "explanation": "Grafik tasarımda ortaya konan tasarım ürünleri, tıpkı sistemlerde olduğu gibi, birbirlerine bağlı ve birbirini düzenli biçimde etkileyen parçalardan oluşan, belli bir amaca hizmet eden bir bütündür. Buradaki ilişki, bir afiş tasarımında yer alan başlık, alt başlık, tarih, yer, organizasyon bilgileri vb. gibi ögelerin birbiriyle ilişkisi olabileceği gibi, daha büyük bir sistemde bir etkinliğin tüm grafik ürünlerinin birbiriyle ve etkinlik kimliğiyle ilişkisini de barındırabilir. Dolayısıyla doğru cevap E'dir."
  },
  {
    "id": "3862373",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi grafik tasarımıyla sistem kavramının örtüştüğü durumlara bir örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Havaalanındaki yönlendirme tabelaları",
      "B": "Laboratuar deneyleri",
      "C": "Açıköğretim sesli kitapları",
      "D": "Geleneksel bir kek tarifi",
      "E": "Kütüphane arşivi"
    },
    "explanation": "Seçeneklerde belirtilen tüm durumlar sistem kavramına örnek olarak verilebilir. Bununla birlikte görsel bir tasarımla sistem kavramının örtüştüğü duruma en iyi örnek havalandırma yönlendirme tabelalarıdır. Bu yönlendirme sisteminde; kişiler nerede olduklarını, nereye gitmek istediklerini ve oraya nasıl ulaşacaklarını gösteren markalama, işaret, harita ve yönle ilgili araçları kullanır. Dolayısıyla doğru cevap A'dır."
  },
  {
    "id": "3862424",
    "unitNumber": 1,
    "text": "Harita tasarımcısı Harry Beck'in çalışması da dikkate alındığında aşağıdakilerden hangisi bir müellif olarak tasarımcının yapmaya çalıştığı şeylerden biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Fikrin, aklın ve belleğin yolunu şematik olarak sunma",
      "B": "Yeni bir argüman ortaya koyabilme",
      "C": "Amaç ya da problem neyse onu çözmeye odaklanma",
      "D": "Coğrafi bilgiyi resmederek birebir taklidini oluşturma",
      "E": "Kullanışlı olan bilgiyi ön planda sunabilme"
    },
    "explanation": "Bir müellif olarak tasarımcı, bilgiyi doğrudan ve birincil bir şekilde yapar ve yapılandırır. Bunun en iyi örneklerinden birini Harry Beck’in harita tasarımıdır. Beck, haritaların coğrafi bilgiyle birebir ilerlemesinin şart olmadığını, önemli olan şeyin seyahat eden yolcuların net bir rota bilgisine ulaşmaları olduğunu vurgulamaktadır. Beck’in tasarımında coğrafi bilgi önem bakımından ikinci sıradadır. Beck, haritaların amaç veya problem neyse, onu çözmesi gerektiğini önemli bir ezberi bozarak gösterir. Beck, doğanın ve coğrafyanın “resmini çizerek” taklit etmek yerine, fikrin, aklın ve belleğin yolunu şematik olarak sunar ve Drucker’in dediği gibi yeni bir argüman ortaya koyar. Bu bilgiler ışığında doğru cevap D'dir."
  },
  {
    "id": "3862425",
    "unitNumber": 1,
    "text": "Kompleksite kavramı da düşünüldüğünde tasarımda \"mükemmellik\" aşağıdaki niteliklerden<em> özellikle</em> hangisine karşılık gelmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sadelik",
      "B": "Eşitlik",
      "C": "Kapsayıcılık",
      "D": "Yoğunluk",
      "E": "Aynılık"
    },
    "explanation": "Kompleksite, yani karmaşıklık, bir sistem veya modelin ait bileşenlerinin pek çok yolla etkileşimde olduğu ve doğrusal olmayan, gelişigüzel, kolektif dinamiğe, hiyerarşiye ve gelişime yönelik yerel kuralları izleyen davranışı olarak nitelendirilir. Bu bağlamda, grafikler ve diyagramlar, sanatın ve bilimin bir sentezini temsil eder. Grafik tasarımcı onlara mükemmeliyet kazandırma imkânına sahiptir. Mükemmellik, tasarlanan ürünün işlevlerinin karmaşıklığına karşın zarafetinin ve sadeliğinin bir kıyaslamasıdır. Bu bilgiler ışığında doğru cevap A'dir."
  },
  {
    "id": "3862426",
    "unitNumber": 1,
    "text": "Yönlendirme tasarımında \"oluşturulan kurallara bağlı kalmak\" aşağıdaki özelliklerden hangisiyle açıklanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Açıklık",
      "B": "Devamlılık",
      "C": "Tutarlılık",
      "D": "Belirginlik",
      "E": "Kapsayıcılık"
    },
    "explanation": "Amsterdam Schipol Havaalanının yönlendirme tasarımını yapan tasarım şirketi Mijksenar’ın kurucusu Paul Mijksenar, yönlendirme tasarımı yaparken dört unsura dikkat etmek gerektiğini söylemektedir. Bunlar devamlılık, yani bilgiyi varış yerine kadar tekrar ettirebilmek; belirginlik, yani levhaların göze çarpması; tutarlılık, yani oluşturulan kurallara bağlı kalmak ve açıklık, yani bilginin net bir şekilde algılanabilir olmasıdır. Bu bilgiler ışığında doğru cevap C'dir."
  },
  {
    "id": "3862427",
    "unitNumber": 1,
    "text": "Kullanıcının etkileşimi, kolaylıkla aradığını bulabilmesi veya deneyimini sürdürmesi gibi alanları mevzu edinen, kullanıcıların dijital ürünlerle nasıl etkileşim kurduğunu inceleyen alan aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kullanıcı dostu",
      "B": "Kullanıcı arayüzü",
      "C": "Kullanıcı deneyimi",
      "D": "Kullanıcı memnuniyeti",
      "E": "Kullanıcı geçmişi"
    },
    "explanation": "UI (User-Interface) yani Kullanıcı Arayüzü tasarımı alanı kullanıcıların dijital ürünlerle nasıl etkileşim kurduğunu inceleyen bir alandır. Arayüz tasarımında hem kullanıcının etkileşimi, kolaylıkla aradığını bulabilmesi ve deneyimi sürdürebilmesi konuları hem de bulunduğu siteye ait kişisel ve kurumsal aidiyet konuları söz konusu olmaktadır. Bu bilgiler ışığında doğru cevap B'dir."
  },
  {
    "id": "3862428",
    "unitNumber": 1,
    "text": "Alıcıda koleksiyon güdüsü yaratan, bir parçaya sahip olduktan sonra diğerlerini de edinerek “tamamlama” hissi yaratan, bir bakıma her bir parçayı koleksiyona dahil etme isteği uyandıran durum ..................... olarak tanımlanmaktadır. \n Yukarıdaki boşluğa aşağıdakilerden hangisinin gelmesi uygundur?",
    "correctAnswer": "C",
    "options": {
      "A": "Modüler sistem",
      "B": "Kullanıcı dostu",
      "C": "Seri tasarım",
      "D": "Veri görselliştirme",
      "E": "Piktogram"
    },
    "explanation": "Seri tasarım, bir koleksiyon veya seri üründen oluşan ürün veya hizmetlerin bir arada bir bütün halinde tasarlanmasıdır. Seri tasarımlar, alıcıda koleksiyon güdüsü yaratırlar, serinin bir parçasına sahip olduktan sonra diğerlerini de edinmek “tamamlama” hissi yaratarak serinin diğer parçalarını da koleksiyona dahil etme isteği uyandırır. Bu bilgiler ışığında doğru cevap C'dir."
  },
  {
    "id": "3862429",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Kişiye özel müdahalelere olanak veren sistemlerdir.</li> <li>Farklı ürünler kullanıldığında bütünlük korunabilir. </li> <li>Bilgisayar kasasının yüksek kapasitede ürüne yer verebilecek şekilde tasarlanması örnek olarak verilebilir. </li> </ol> Yukarıda özellikleri belirtilen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Grid sistemler",
      "B": "Seri tasarım",
      "C": "Tipografi",
      "D": "Mizanpaj",
      "E": "Modüler sistem"
    },
    "explanation": "Modüler sistemler seri üretimin standartlaşan üretim bandı biçiminde kişiye özel müdahalelere olanak veren sistemlere verilen genel addır. Örneğin bir bilgisayarın kasası standarttır ancak içindeki işlemci veya kartlar için kart yuvası daha yüksek kapasitede ürüne yer verebilecek şekilde tasarlanmıştır. Tasarımcılar bu yöntemle farklı ürünlerde kullanıldığında bütünlüğü koruyabilecek sistemler ortaya koyarlar. Bu bilgiler ışığında doğru cevap E'dir."
  },
  {
    "id": "3862542",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bir sistem biçimi <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Açık ve Kapalı Sistemler",
      "B": "Alt Sistem ve Üst Sistem",
      "C": "Kalıcı ve Geçici Sistem",
      "D": "Doğal ve Yapay Sistem",
      "E": "Görsel ve İşitsel Sistem"
    },
    "explanation": "\"Görsel ve İşitsel Sistem\" sistem türleri içinde yer almaz."
  },
  {
    "id": "3862543",
    "unitNumber": 1,
    "text": "Bir sonraki durumun kolayca tahmin edilebildiği ve olayların oluşumunun tam olarak tahmin edilemediği sistemler aşağıdakilerden hangi grup içinde yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Fiziksel (Somut) veya Soyut Sistemler",
      "B": "Alt Sistem ve Üst Sistem",
      "C": "Kalıcı ve Geçici Sistem",
      "D": "Doğal ve Yapay Sistem",
      "E": "Belirlenimci (Deterministik) ve Olasılıkçı Sistemler"
    },
    "explanation": "Belirlenimci bir sistem, tüm olayların oluşumunun tamamen tahmin edilebilir olduğu sistemdir. Belirli bir zamandaki sistem durumunun açıklamasını alırsak, bir sonraki durum kolayca tahmin edilebilir. Olasılıkçı sistem ise olayların oluşumunun tam olarak tahmin edilemediği sistemdir."
  },
  {
    "id": "3862544",
    "unitNumber": 1,
    "text": "Tasarımcıların sıklıkla karşılaştığı, uluslararası renk sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "APA",
      "B": "ISO 216",
      "C": "Pantone",
      "D": "DIN520",
      "E": "CMY"
    },
    "explanation": "Tasarımcıların sıklıkla karşılaştığı yaygın sis- temlerden ikisi ISO216 kâğıt ölçüleri ve <strong>Pantone</strong> renk sistemleridir."
  },
  {
    "id": "3862545",
    "unitNumber": 1,
    "text": "Massimo Vignelli’nin Bob Noorda ile birlikte 1970’te tasarladığı ve yeni görsel bir dil önerisi getiren ulaşım sistemi hangi şehir için hazırlanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "New York",
      "B": "Londra",
      "C": "Paris",
      "D": "Los Angles",
      "E": "Pekin"
    },
    "explanation": "Massimo Vignelli'nin <strong>New York</strong> kenti ulaşım sistemi için Bob Noorda ile birlikte 1970’te tasarladığı sistem yeni görsel bir dil önerisi getirir."
  },
  {
    "id": "3862546",
    "unitNumber": 1,
    "text": "Rotterdam’daki De Doelen adlı kongre ve konser alanı için binanın mimari ögelerinden yola çıkarak kurumun tüm afişlerinde kullanılabilecek bir çerçeve ortaya koyup, bu uygulamayı sürdürülebilir bir görsel kimlik sistemi hâline getirmeyi başaran tasarımcı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Massimo Vignelli",
      "B": "Eva Klose",
      "C": "Bob Noorda",
      "D": "Harry Beck",
      "E": "Ivan Chermayef"
    },
    "explanation": "Eva Klose, Rotterdam’daki De Doelen adlı kongre ve konser alanı için binanın mimari ögelerinden yola çıkarak kurumun tüm afişlerinde kullanılabilecek bir çerçeve ortaya koyup, bu uygulamayı sürdürülebilir bir görsel kimlik sistemi hâline getirmeyi başaran tasarımcıdır."
  },
  {
    "id": "3862547",
    "unitNumber": 1,
    "text": "Fiziksel veya ekrana yönelik ürün tasarımında insan merkezli yaklaşımı ve kullanıcının ilk temastan sonuna kadarki tüm deneyimini konu alan tasarım alanı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kurumsal kimlik",
      "B": "Hizmet tasarımı",
      "C": "Kullanıcı deneyimi",
      "D": "Arayüz tasarımı",
      "E": "Sistem tasarımı"
    },
    "explanation": "Kullanıcı deneyimi: Fiziksel veya ekrana yönelik ürün tasarımında insan merkezli yaklaşımı ve kullanıcının ilk temastan sonuna kadarki tüm deneyimini konu alan tasarım alanıdır."
  },
  {
    "id": "3862548",
    "unitNumber": 1,
    "text": "1920’ler ve 30’larda Viyana metodu olarak da bilinen Isotype (Uluslararası Tipografik ve Resimsel Eğitim Sistemi) geliştirilmesine öncü olan isim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Otto Neurath",
      "B": "Harry Beck",
      "C": "Heinz Waibl",
      "D": "Paul Mijksenar",
      "E": "Jan Tschichold"
    },
    "explanation": "1920’ler ve 30’larda Viyana metodu olarak da bilinen Isotype (Uluslararası Tipografik ve Resimsel Eğitim Sistemi) geliştirilmesine Otto Neurath öncü olmuştu."
  },
  {
    "id": "3862549",
    "unitNumber": 1,
    "text": "Bir eşyayı, bir objeyi, bir yeri, bir işleyişi veya bir kavramı yalınlaştırarak görsel yolla temsil eden sembol aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Amblem",
      "B": "Piktogram",
      "C": "İdeogram",
      "D": "Kaligram",
      "E": "Logotype"
    },
    "explanation": "Piktogram bir eşyayı, bir objeyi, bir yeri, bir işleyişi veya bir kavramı yalınlaştırarak görsel yolla temsil eden semboldür."
  },
  {
    "id": "3862550",
    "unitNumber": 1,
    "text": "Grafik tasarımda özellikle çok sayfalı basılı ürünlerde tutarlı bir düzen yaratabilmek için sayfaların yatay ve dikey çizgilerle bölünmesiyle oluşturulan sistem aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Pikaj",
      "B": "Montaj",
      "C": "Mizampaj",
      "D": "Grid",
      "E": "Margin"
    },
    "explanation": "Kitap gibi çok sayfalı basılı ürünlerde tutarlı bir düzen yaratabilmek için bir grid sisteminden faydalanılır."
  },
  {
    "id": "3862551",
    "unitNumber": 1,
    "text": "1928 yılında Die Neue Typographie (Yeni Tipografi) hareketinin öncülüğünü yaparak kitapta ve sayfada tipografi ve mizanpaj adına en önemli gelişmeleri ortaya koyan isim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Jan Tschichold",
      "B": "Ivan Chermayef",
      "C": "Eric Gill",
      "D": "MuirMcNeil",
      "E": "Otto Neurath"
    },
    "explanation": "Kitapta ve sayfada tipografi ve mizanpaj adına en önemli gelişme 1928 Die Neue Typographie (Yeni Tipografi) kitabında Jan Tschichold tarafından ortaya konulmuştur."
  },
  {
    "id": "3862362",
    "unitNumber": 2,
    "text": "Yalnızca yazı veya harf kullanılarak tasarlanmış logolara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Logotype",
      "B": "Eskiz",
      "C": "Mizanpaj",
      "D": "Pigtografi",
      "E": "Degrade"
    },
    "explanation": "Grafik tasarımı terimlerinin kavranması<br/>Logotype, yalnızca yazı veya harf kullanılarak tasarlanmış logolara verilen isimdir."
  },
  {
    "id": "3862366",
    "unitNumber": 2,
    "text": "Kapak konularında geçen tanımların, aynı anlama varan farklı görselliklerle hatırlatılması veya açıklanmasına ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Estetik yaklaşım",
      "B": "Metaforik yaklaşım",
      "C": "Deneysel yaklaşım",
      "D": "Kavramsal Yaklaşım",
      "E": "Yenilikçi yaklaşım"
    },
    "explanation": "Dergi kapağı tasarımı<br/>Metaforik yaklaşım, kapak konularında geçen tanımların, aynı anlama varan farklı görselliklerle hatırlatılması veya açıklanmasıdır. Örneğin: “Mimarlıkta Izgara” konusunun ızgara köfte görseliyle açıklanması gibi."
  },
  {
    "id": "3862368",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi grafik tasarımda sistem tasarımının temel mantığı ile <u>bağdaşmaz</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Mesajın iletildiği görsel organizasyon bir sistem içerisinde düzenlenir",
      "B": "Kullanıcı deneyiminin sürdürülebilmesi için bir plan veya yapı oluşturulur",
      "C": "Bir mecranın tasarımının bütünsel ve kararlı bir yaklaşımla ele alınmasını sağlar",
      "D": "Grafik elemanların sistematik bir yaklaşımla kullanılması kullanıcı veya tüketici deneyiminde belirli bir alışkanlığın gelişmesine yardımcı olur",
      "E": "Tasarımcıya sunulan yöntem yeniden kullanılabilir özellikte olmaz"
    },
    "explanation": "Sistem tasarımının özellikleri<br/>Grafik tasarımda sistem tasarımının temel mantığı, mesajın iletildiği görsel organizasyonun bir sistem içerisinde düzenlenmesi ve kullanıcı deneyiminin sürdürülebilmesi için bir plan veya yapı oluşturulmasına dayanır. Bu da bir mecranın tasarımının bütünsel ve kararlı bir yaklaşımla ele alınmasını sağlar. Renk, tipografi, fotoğraf, işaret vb. grafik elemanların sistematik bir yaklaşımla kullanılması kullanıcı veya tüketici deneyiminde belirli bir alışkanlığın gelişmesine yardımcı olur. Sistem tasarımı, tasarımcıya yeniden kullanılabilir bir yöntem sunar. Bu yaklaşım da tasarıda tutarlı bir dil oluşmasına katkı sağlar."
  },
  {
    "id": "3862470",
    "unitNumber": 2,
    "text": "Yalnızca yazı veya harf kullanılarak tasarlanmış logolara verilen isim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Logotype",
      "B": "Tipografi",
      "C": "İşaret",
      "D": "Fotoğraf",
      "E": "İllüstrasyon"
    },
    "explanation": "Logotype, yalnızca yazı veya harf kullanılarak tasarlanmış logolara verilen isimdir."
  },
  {
    "id": "3862471",
    "unitNumber": 2,
    "text": "<strong>Seri tasarım anlayışı</strong> için aşağıdaki seçeneklerden hangisi/hangileri doğrudur?\n<br/>I.Tüketici alışkanlıkları açısından olumlu bir hamledir.\n<br/>II.Bir markanın kimlik bütünlüğünü koruyup marka altında çıkan ürün gruplarının (veya serisinin) görsel tutarlılığını ve devamlılığını sağlar.\n<br/>III.Seri tasarım mantığı doğrultusunda tasarımcının vereceği tüm kararlar, tasarımı yapılacak ürünün markası, ait olduğu kurum ve içeriğinden bağımsızdır.\n<br/>IV.Bir müzik grubunun bir albümü için üretilmiş, başka albümlerde tekrar etmeyecek bir tasarım anlayışına sahip albüm kapağı tasarımı bu anlayışa örnek verilebilir.\n<br/>V.Grafik tasarımda “seri” mantığı, ürünün tasarımının da seri anlayışta gerçekleştirilmesi gerektiğine işaret eder.",
    "correctAnswer": "B",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve V",
      "C": "II, III ve IV",
      "D": "III, IV ve V",
      "E": "IV ve V"
    },
    "explanation": "<strong>Seri tasarım anlayışı,</strong> bir markanın kimlik bütünlüğünü koruyup marka altında çıkan ürün gruplarının (veya serisinin) görsel tutarlılığını ve devamlılığını sağlar. Bu metot, tüketici alışkanlıkları açısından olumlu bir hamledir. Seri tasarım mantığı doğrultusunda tasarımcının vereceği tüm kararlar, tasarımı yapılacak ürünün markasına, ait olduğu kuruma ve içeriğine bağlıdır. Bir seri tasarım yaklaşımı, söz gelimi yayın hayatına yeni başlayacak olan bir derginin kimliğini tanımlayacak bir ilk adım da olabilir, köklü bir markanın yerleşmiş olan kimliğine aidiyet değeri katacak ve hacmini genişletecek bir müdahaleyi de içerebilir.\n<br/>Bir seriye ait olmayan, tekil, tekrar etmeyen, şablona dönüşmeyen bir tasarım mantığına bağlı üretime, bir müzik grubunun bir albümü için üretilmiş, başka albümlerde tekrar etmeyecek bir tasarım anlayışına sahip albüm kapağı tasarımı örnek gösterilebilir.\n<br/>Grafik tasarımda “seri” mantığı, ürünün tasarımının da seri anlayışta gerçekleştirilmesi gerektiğine işaret eder."
  },
  {
    "id": "3862472",
    "unitNumber": 2,
    "text": "Yayımlanacak kitapların yayınevi direktörü veya yayınevi editörleri tarafından, türlerine bağlı olarak gruplanması çalışmasına verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kurum kimliği",
      "B": "Modelleme",
      "C": "Sayfa düzeni",
      "D": "Editoryal",
      "E": "Basılı mecra"
    },
    "explanation": "<strong>Editoryal</strong> tanımı, yayımlanacak kitapların yayınevi direktörü veya yayınevi editörleri tarafından, türlerine bağlı olarak gruplanması çalışmasına verilen addır. Örneğin; “Garip Akımı Şairleri Serisi” veya “Rus Klasikleri Serisi” gibi."
  },
  {
    "id": "3862475",
    "unitNumber": 2,
    "text": "İkinci Dünya Savaşı sonrası Avrupa, İsviçre’den başlayıp Almanya ve İngiltere’de karşılığını bulan ve tasarımda sadelik, anlaşılırlık, az renk ve tırnaksız yazı karakteri kullanımı ön planda olarak 1970’lerin sonuna dek devam eden anlayış aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yeni sistem",
      "B": "Şablon yaklaşımı",
      "C": "Uluslararası Tipografik Üslup",
      "D": "Sistematik yaklaşım",
      "E": "Yazınsal yaklaşım"
    },
    "explanation": "İkinci Dünya Savaşı sonrası Avrupa, İsviçre’den başlayıp Almanya ve İngiltere’de karşılığını bulan <strong>“Uluslararası Tipografik Üslup”</strong> adı verilen bir tasarım anlayışına yönelmiştir. Bu anlayış tasarımda sadelik, anlaşılırlık, az renk ve tırnaksız yazı karakteri kullanımı ön planda olarak 1970’lerin sonuna dek devam etmiştir."
  },
  {
    "id": "3862478",
    "unitNumber": 2,
    "text": "Metis Yayınları’nın <strong>“Ötekini Dinlemek”</strong> serisi için aşağıdaki seçeneklerden hangisi/hangileri doğrudur?\n I. Kapak tasarımları, kitap isimlerinden gelen metaforların bir çekmece imgesi ve çekmecenin taşıdığı nesneleri içeren illüstrasyonlarla görselleştirilmiş.\n II. Serinin yayın mantığı, ilki 1998 yılında çıkmak üzere, seneler boyu birbirine eklemlenerek devam edecek olmasına dayalıdır.\n III. Çekmece imgesi, her kapakta, kitabın adı ve konusuyla aynı biçimde ilişki kuruyor.\n IV. Kapaklarda en istikrarlı görsel öge ise yazar, kitap adı ve arka kapak yazısı için seçilen yazı karakteridir.\n V. Her kapak aynı renge sahip.",
    "correctAnswer": "E",
    "options": {
      "A": "I, II ve III",
      "B": "I, III ve IV",
      "C": "II, III ve V",
      "D": "I, III ve V",
      "E": "I, II ve IV"
    },
    "explanation": "Kapak tasarımları, kitap isimlerinden gelen metaforların bir çekmece imgesi ve çekmecenin taşıdığı nesneleri içeren illüstrasyonlarla görselleştirilmiş. Serinin yayın mantığı, ilki 1998 yılında çıkmak üzere, seneler boyu birbirine eklemlenerek devam edecek olmasına dayalıdır.\n Çekmece imgesi, her kapakta, kitabın adı ve konusuyla farklı biçimlerde ilişki kuruyor. Kapaklarda en istikrarlı görsel öge ise yazar, kitap adı ve arka kapak yazısı için seçilen yazı karakteridir. Her kapak ayrı bir renge sahip."
  },
  {
    "id": "3862481",
    "unitNumber": 2,
    "text": "<strong>Penguin Books Great Ideas</strong> serisi için aşağıdakilerden hangisi/hangileri doğrudur?\n<br/>I.David Pearson tarafından tasarlanmıştır.\n<br/>II. Seri, “sistem içerisinde serbestlik” tanımının en iyi örneklerinden sayılabilir.\n<br/>III. Cep boyutu olarak adlandırılan (111x181mm) ölçüde çıkan serilerin her birisi kendi özel rengine sahip.\n<br/>IV. Her kapakta mutlaka ait olduğu serinin rengi kullanılmıştır. Serinin genel anlayışına göre kapaklar tipografik, illüstratif, soyutlama gibi anlayışlarla ele alınmıştır. Her kapakta çukur veya kabartı baskı (deboss ve emboss) kullanılmıştır.\n<br/>V. Seri, felsefe, politika, bilim ve savaş gibi konuları içeren, radikal, öncü ve geleceği öngören yazarların ürettiği kurgusal olmayan metinleri içerir.",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III, IV ve V",
      "B": "I, II, III ve IV",
      "C": "II, III ve IV",
      "D": "II, IV ve V",
      "E": "III, IV ve V"
    },
    "explanation": "David Pearson tarafından tasarlanan <strong>Penguin Books Great Ideas</strong> serisi ise “sistem içerisinde serbestlik” tanımının en iyi örneklerinden sayılabilir. Seri, felsefe, politika, bilim ve savaş gibi konuları içeren, radikal, öncü ve geleceği öngören yazarların ürettiği kurgusal olmayan metinleri içerir. Cep boyutu olarak adlandırılan (111x181mm) ölçüde çıkan serilerin her birisi kendi özel rengine sahip. Her kapakta mutlaka ait olduğu serinin rengi kullanılmıştır. Serinin genel anlayışına göre kapaklar tipografik, illüstratif, soyutlama gibi anlayışlarla ele alınmıştır. Her kapakta çukur veya kabartı baskı (deboss ve emboss) kullanılmıştır."
  },
  {
    "id": "3862482",
    "unitNumber": 2,
    "text": "İlk sayısı Şubat 1989 yılında yayımlanan (önce Arredamento Dekorasyon, 1989’dan itibaren ise Arredamento Mimarlık) dergilerinin kapak tasarımları kime aittir?",
    "correctAnswer": "B",
    "options": {
      "A": "Uğur Tanyeli",
      "B": "Bülent Erkmen",
      "C": "Kevin Roche",
      "D": "Erol Akyavaş",
      "E": "Balthazar Korab"
    },
    "explanation": "Editörlüğünü Uğur Tanyeli’nin yaptığı ve ilk sayısı Şubat 1989 yılında yayımlanan (önce Arredamento Dekorasyon, 1989’dan itibaren ise Arredamento Mimarlık) dergilerin kapak tasarımlarını derginin ilk sayısından itibaren Bülent Erkmen üstleniyor."
  },
  {
    "id": "3862484",
    "unitNumber": 2,
    "text": "Kapak konularında geçen tanımların, aynı anlama varan farklı görselliklerle hatırlatılması veya açıklanması olarak tanımlayabileceğimiz ve Mimarlıkta Izgara” konusunun ızgara köfte görseliyle açıklanması ile örnekleyeceğimiz yaklaşım aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Şablon kurma",
      "B": "Kolaj düzenleme",
      "C": "Metaforik yaklaşım",
      "D": "Sistematik yaklaşım",
      "E": "Fotoğrafik yaklaşım"
    },
    "explanation": "Metaforik yaklaşım, kapak konularında geçen tanımların, aynı anlama varan farklı görselliklerle hatırlatılması veya açıklanmasıdır. Örneğin: “Mimarlıkta Izgara” konusunun ızgara köfte görseliyle açıklanması gibi."
  },
  {
    "id": "3862486",
    "unitNumber": 2,
    "text": "<strong>“Casa Da Musica”</strong> Kimlik Tasarımı için aşağıdaki seçeneklerden hangisi/hangileri doğrudur?\n<br/>I. Casa da Musica, Portekiz’in liman kenti Porto’da yer alan, bir müzik merkezidir.\n<br/>II. Mimari tasarımı Stefan Sagmeister'e aittir.\n<br/>III. Stefan Sagmeister, bu merkez için kapsamlı bir kimlik tasarımı ele almıştır. Binanın logosu, doğrudan binanın kendisinden ilhamla tasarlanmıştır.\n<br/>IV. Logonun formu, basitçe binanın altı farklı açıdan görünüşünün soyutlanmasından oluşuyor. \n<br/>V. Müzik türlerinin değişimine göre logo da “bir zar gibi” dönerek karakter değiştiriyor ve her konser için logonun farklı bir yönü kullanılıyor.",
    "correctAnswer": "D",
    "options": {
      "A": "I, II, III ve IV",
      "B": "I, II ve IV",
      "C": "II, III, IV",
      "D": "I, III, IV ve V",
      "E": "II, III, IV ve V"
    },
    "explanation": "<strong>Casa da Musica</strong>, Portekiz’in liman kenti Porto’da yer alan, mimari tasarımı Rem Kohlhaas’a ait olan bir müzik merkezidir. Stefan Sagmeister ise bu merkez için kapsamlı bir kimlik tasarımı ele almıştır. Binanın logosu, doğrudan binanın kendisinden ilhamla tasarlanmıştır.\n<br/>Logonun formu, basitçe binanın altı farklı açıdan görünüşünün soyutlanmasından oluşuyor. Müzik türlerinin değişimine göre logo da “bir zar gibi” dönerek karakter değiştiriyor ve her konser için logonun farklı bir yönü kullanılıyor."
  },
  {
    "id": "3862488",
    "unitNumber": 2,
    "text": "<strong>Ariel Sanat</strong>’ın 2015-2019 yılları arasında gerçekleşen 21 farklı sergi için Bülent Erkmen, her serginin özel bir işaretine de dönüşen 21 afiş hazırladı. Afiş tasarımlarında sisteme dair ilk göze çarpan görsel kararlar aşağıdakilerden hangisi/hangileridir?\n<br/>I. Afişlerde yalnızca siyah renk kullanılmış.\n<br/>II. Dikdörtgen afişin üst kare alanı, serginin kimliğine dönüşen işaretlere, alt kısmı ise sergi bilgilerine ayrılmış.\n<br/>III. Serginin adı İngilizce olarak yatay yazılmış.\n<br/>IV. Sergi sahipleri (sanatçılar) işaretin hemen altında yer alıyor.\n<br/>V. Ariel logosu ise afişin alt orta kısmında bulunuyor.",
    "correctAnswer": "E",
    "options": {
      "A": "I, II ve III",
      "B": "I, III, IV ve V",
      "C": "I, II ve V",
      "D": "II, III ve V",
      "E": "I, II, IV ve V"
    },
    "explanation": "Afişlerde yalnızca siyah renk kullanılmış. Dikdörtgen afişin üst kare alanı, serginin kimliğine dönüşen işaretlere, alt kısmı ise sergi bilgilerine ayrılmış. Sergi sahipleri (sanatçılar) işaretin hemen altında yer alıyor. Serginin adı ise Türkçe ve İngilizce olarak dikey yazılmış. Ariel logosu ise afişin alt orta kısmında bulunuyor."
  },
  {
    "id": "3862552",
    "unitNumber": 2,
    "text": "Grafik tasarımın iki ana üretim kanalı aşağıdakilerden hangisdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Şablona dönüşmeyen-şablon mantığı.",
      "B": "Karma-deneysel mantığı.",
      "C": "Soyut-Şablon mantığı.",
      "D": "Tasarım-deneysel mantığı.",
      "E": "Deneysel-Şablon mantığı."
    },
    "explanation": "Grafik tasarımı iki ana üretim kanalından değerlendirebiliriz: <br/>1. Bir seriye ait olmayan, tekil, tekrar etmeyen, şablona dönüşmeyen bir tasarım mantığına bağlı üretim,<br/>2.Bir seriye ait, sabit kararları olan, detaylarda değişim olsa bile o gruptaki aidiyetini koruyan, tasarım kararları bir “şablon” mantığına bağlı üretim."
  },
  {
    "id": "3862553",
    "unitNumber": 2,
    "text": "Yazı veya harf kullanılarak tasarlanmış logolar aşağıdakilerden hangisi ile tanımlanır?",
    "correctAnswer": "E",
    "options": {
      "A": "Afiş",
      "B": "Kitap kapağı",
      "C": "Reklam",
      "D": "Marka",
      "E": "Logotype"
    },
    "explanation": "Logotype, yalnızca yazı veya harf kullanılarak tasarlanmış logolara verilen isimdir."
  },
  {
    "id": "3862554",
    "unitNumber": 2,
    "text": "Kitap kapağı kimliği konusunda İkinci Dünya Savaşı sonra inşa edilen modernist bir dünya anlayışının yansıtan İsveçli tasarımcı aşağıdakilerden hangisdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tschichold",
      "B": "Pearson",
      "C": "Rem Kohlhaas",
      "D": "Stefan Sagmeister",
      "E": "Andre Green"
    },
    "explanation": "Tschichold’un bu yaklaşımı, İkinci Dünya Savaşı sonrası inşa edilen modernist bir dünya anlayışının yansımasıdır. Bu yaklaşım, tasarımı gereksiz detaylardan ve süsten arındırma ve işlevselliğin ön planda tutulduğu estetik yaklaşıma yönelme, tasarımı “rafine etme” olarak özetlenebilir."
  },
  {
    "id": "3862555",
    "unitNumber": 2,
    "text": "İkinci Dünya Savaşı sonrası Avrupa da yayılan ve 1970 li yılların sonuna kadar devam eden kitap tasarım anlayışı aşağıdakilerden hangisi ile tanımlanı?",
    "correctAnswer": "D",
    "options": {
      "A": "Klasik tasarım",
      "B": "Referans yöntemi",
      "C": "Penguin Books tasarım",
      "D": "Uluslararası Tipografik Üslup",
      "E": "Deneysel yöntem"
    },
    "explanation": "İkinci Dünya Savaşı sonrası Avrupa, İsviçre’den başlayıp Almanya ve İngiltere’de karşılığını bulan “Uluslararası Tipografik Üslup” adı verilen bir tasarım anlayışına yönelmiştir. Bu anlayış tasarımda sadelik, anlaşılırlık, az renk ve tırnaksız yazı karakteri kullanımı ön planda olarak 1970’lerin sonuna dek devam etmiştir."
  },
  {
    "id": "3862556",
    "unitNumber": 2,
    "text": "ilk sayısı Şubat 1989 yılında yayınlanan Arredamento Mimarlık dergisinin kapak tasarımı aşağıdakilerden hangisi tarafından gerçekleştirilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bülent Erkmen",
      "B": "Mengü Erte",
      "C": "Emrah Yücel",
      "D": "Sait Maden",
      "E": "Nevzat Akoral"
    },
    "explanation": "Editörlüğünü Uğur Tanyeli’nin yaptığı ve ilk sayısı Şubat 1989 yılında yayımlanan (önce Arredamento Dekorasyon, 1989’dan itibaren ise Arredamento Mimarlık) dergilerin kapak tasarımlarını derginin ilk sayısından itibaren Bülent Erkmen üstleniyor. Dergi’nin kapak tasarımlarındaki ana konsept, tasarımcının her sayının dosya konusu doğrultusunda oluşturduğu görsel kurgusuyla şekilleniyor. Dekorasyon adıyla çıktığı sayıların kapak tasarımı anlayışı tamamen kolaja dayalıyken Mimarlık adı altında çıkan kapaklar ise fotoğrafik bir anlayışla ele alınıyor."
  },
  {
    "id": "3862557",
    "unitNumber": 2,
    "text": "Arredamento Mimarlık dergisinin kapaklarında aşağıdakilerden hangi yaklaşım ön plana çıkmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Karma",
      "B": "Empatik",
      "C": "Deneysel",
      "D": "Soyut",
      "E": "Metaforik"
    },
    "explanation": "Metaforik yaklaşım, kapak konularında geçen tanımların, aynı anlama varan farklı görselliklerle hatırlatılması veya açıklanmasıdır. Örneğin: “Mimarlıkta Izgara” konusunun ızgara köfte görseliyle açıklanması gibi."
  },
  {
    "id": "3862558",
    "unitNumber": 2,
    "text": "Portekiz’in liman kenti Porto’da yer alan Casa da Musica müzik merkezi kimlik tasarımı aşağıdakilerden hangisi tarafından gerçekleştirilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Stefan Sagmeister",
      "B": "Bülent Erkmen",
      "C": "Andre Green",
      "D": "Pearson",
      "E": "Rem Kohlhaas"
    },
    "explanation": "Casa da Musica, Portekiz’in liman kenti Porto’da yer alan, mimari tasarımı Rem Kohlhaas’a ait olan bir müzik merkezidir. Stefan Sagmeister ise bu merkez için kapsamlı bir kimlik tasarımı ele almıştır. Binanın logosu, doğrudan binanın kendisinden ilhamla tasarlanmıştır. Koolhaas’ın binası mimari bir sembol olarak yeterince kimlikli olduğundan, logo bu kimlikten çok da uzaklaşmadan ortaya çıkmıştır."
  },
  {
    "id": "3862559",
    "unitNumber": 2,
    "text": "Ariel Sanat afiş tasarımlarını gerçekleştiren sanatçı aşağıdakilerden hangisdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bülent Erkmen",
      "B": "Emrah Yücel",
      "C": "Nevzat Akoral",
      "D": "Sait Maden",
      "E": "Mengü Erte"
    },
    "explanation": "Ariel Sanat’ın 2015-2019 yılları arasında gerçekleşen 21 farklı sergi için Bülent Erkmen, her serginin özel bir işaretine de dönüşen 21 afiş hazırladı. Afiş tasarımlarında sisteme dair ilk göze çarpan görsel kararlar şöyle sıralanabilir: Afişlerde yalnızca siyah renk kullanılmış. Dikdörtgen afişin üst kare alanı, serginin kimliğine dönüşen işaretlere, alt kısmı ise sergi bilgilerine ayrılmış. Sergi sahipleri (sanatçılar) işaretin hemen altında yer alıyor. Serginin adı ise Türkçe ve İngilizce olarak dikey yazılmış. Ariel logosu ise afişin alt orta kısmında bulunuyor."
  },
  {
    "id": "3862560",
    "unitNumber": 2,
    "text": "Great Ideas serisinin kitap kapak tasarımcısı aşağıdakilerden hangisdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Rem Kohlhaas",
      "B": "Andre Green",
      "C": "Bülent Erkmen",
      "D": "Stefan Sagmeister",
      "E": "David Pearson"
    },
    "explanation": "Great Ideas serisinin tasarımcısı Pearson kapaklarda uyguladığı metodu “kendisine referans veren\" olarak tanımlar. Yani her kapak, kitabın içeriğinden gelen fikirle biçimlenmiştir. Örneğin Walter Bejnamin’in Teknik Araçlarla Yeniden Üretim (Çoğaltma) Çağında Sanat Eseri isimli kitabın kapağı,kitabın kendi sırt tasarımının tekrarıdır. Dolayısıyla kapakta kitabın yan yana dizilmiş hâlini görürüz."
  },
  {
    "id": "3862561",
    "unitNumber": 2,
    "text": "Metis Yayınları’nın “Ötekini Dinlemek” serisinin kitap kimliğini tasarlayan sanatçı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bülent Erkmen",
      "B": "Yetkin Başarır",
      "C": "Nevzat Akoral",
      "D": "Sait Maden",
      "E": "Mengü Erte"
    },
    "explanation": "“Ötekini Dinlemek” serisinin yayın mantığı, ilki 1998 yılında çıkmak üzere, seneler boyu birbirine eklemlenerek devam edecek olmasına dayalıdır. Bu mantığa bağlı olarak Yetkin Başarır, ilk sayıdan son sayıya kadar değişmeyecek bir tasarım yaklaşımına karar veriyor ve bu kuralı hiç bozmuyor. Her kitap kendi içerisinde farklı bir anlatıma ve görselliğe sahip olsa da bu farklılık serinin bütününde tutarlılık sorunu yaratmıyor."
  },
  {
    "id": "3862584",
    "unitNumber": 2,
    "text": "David Pearson tarafından tasarlanan ve “sistem içerisinde serbestlik” tanımının en iyi örneklerinden sayılan seri aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "<em>Ejderha Mızrağı</em> Destanı <em>Serisi</em>",
      "B": "Garip Akımı Şairleri Serisi",
      "C": "Penguin Books Great Ideas Serisi",
      "D": "Can Lab serisi",
      "E": "Can Klasik Serisi"
    },
    "explanation": "sitem içinde serbestlik tanımına örnekler<br/>David Pearson tarafından tasarlanan Penguin Books Great Ideas serisi ise “sistem içerisinde serbestlik” tanımının en iyi örneklerinden sayılabilir. Seri, felsefe, politika, bilim ve savaş gibi konuları içeren, radikal, öncü ve geleceği öngören yazarların ürettiği kurgusal olmayan metinleri içerir."
  },
  {
    "id": "3862586",
    "unitNumber": 2,
    "text": "Aşağıda verilenlerden hangileri Penguin Books Great Ideas serisinin özelliklerindendir?\n I. Cep boyutu olarak adlandırılan (111x181mm) ölçüde çıkan serilerin her birisi kendi özel rengine sahiptir.\n II. Kapaklardaki tasarım anlayışı serbestmiş gibi görünse de serinin bütününe bakıldığında genel bir tasarım üslubu izlenebilir.\n III. Serinin genel anlayışına göre kapaklar tipografik, illüstratif, soyutlama gibi anlayışlarla ele alınmıştır.",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I, II ve III",
      "E": "Yalnız III"
    },
    "explanation": "kitap kapağı tasarımlarına örnekler<br/>Great Ideas, şimdiye dek 120 kitaplık altı seri olarak yayımlandı ve devam ediyor. Cep boyutu olarak adlandırılan (111x181mm) ölçüde çıkan serilerin her birisi kendi özel rengine sahip. Kapaklardaki tasarım anlayışı serbestmiş gibi görünse de serinin bütününe bakıldığında genel bir tasarım üslubu izlenebilir. Her kapakta mutlaka ait olduğu serinin rengi kullanılmıştır. Serinin genel anlayışına göre kapaklar tipografik, illüstratif, soyutlama gibi anlayışlarla ele alınmıştır. Her kapakta çukur veya kabartı baskı (deboss ve emboss) kullanılmıştır"
  },
  {
    "id": "3862593",
    "unitNumber": 2,
    "text": "Yayımlanacak kitapların yayınevi direktörü veya yayınevi editörleri tarafından, türlerine bağlı olarak gruplanması çalışmasına ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Rafine etme",
      "B": "Tasarım",
      "C": "Şablon tasarımı",
      "D": "Dekorasyon",
      "E": "Editoryal"
    },
    "explanation": "kavram ve tanımlar<br/>Editoryal tanımı, yayımlanacak kitapların yayınevi direktörü veya yayınevi editörleri tarafından, türlerine bağlı olarak gruplanması çalışmasına verilen addır. Örneğin; “Garip Akımı Şairleri Serisi” veya “Rus Klasikleri Serisi” gibi."
  },
  {
    "id": "3862594",
    "unitNumber": 2,
    "text": "Jan Tschichold tarafından ortaya konulan ve tasarımı gereksiz detaylardan ve süsten arındırarak, işlevselliğin ön planda tutulduğu estetik yaklaşıma yönelmeye ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Rafine etme",
      "B": "Eleme",
      "C": "Tersyüz etme",
      "D": "Benzeme",
      "E": "Tekrar edebilirlik"
    },
    "explanation": "kavram ve terimler<br/>Tschichold’un bu yaklaşımı, İkinci Dünya Savaşı sonrası inşa edilen modernist bir dünya anlayışının yansımasıdır. Bu yaklaşım, tasarımı gereksiz detaylardan ve süsten arındırma ve işlevselliğin ön planda tutulduğu estetik yaklaşıma yönelme, tasarımı “rafine etme” olarak özetlenebilir."
  },
  {
    "id": "3862595",
    "unitNumber": 2,
    "text": "Seri tasarım anlayışı, bir markada aşağıdaki unsurlardan hangisinin oluşumuna neden olur?",
    "correctAnswer": "B",
    "options": {
      "A": "Görsel tutarlığın azalmasına",
      "B": "Markanın kimlik bütünlüğünün korunmasına",
      "C": "Tasarımda değişebilen yaklaşımları azaltır",
      "D": "Patent alınmasını sağlar",
      "E": "Maliyeti azaltır"
    },
    "explanation": "Seri tasarım anlayışı, bir markanın kimlik bütünlüğünü koruyup marka altında çıkan ürün gruplarının (veya serisinin) görsel tutarlılığını ve devamlılığını sağlar. Bu metot, tüketici alışkanlıkları açısından olumlu bir hamledir. Seri tasarım mantığı doğrultusunda tasarımcının vereceği tüm kararlar, tasarımı yapılacak ürünün markasına, ait olduğu kuruma ve içeriğine bağlıdır. Bir seri tasarım yaklaşımı, söz gelimi yayın hayatına yeni başlayacak olan bir derginin kimliğini tanımlayacak bir ilk adım da olabilir, köklü bir markanın yerleşmiş olan kimliğine aidiyet değeri katacak ve hacmini genişletecek bir müdahaleyi de içerebilir."
  },
  {
    "id": "3862596",
    "unitNumber": 2,
    "text": "İkinci Dünya Savaşı sonrası Avrupa'da başlayan ve 1970’lerin sonuna dek devam eden, tasarımda sadelik, anlaşılırlık, az renk ve tırnaksız yazı karakteri kullanımını ön planda tutan yaklaşıma ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Metaforik yaklaşım",
      "B": "Uluslararası Tipografik Üslup",
      "C": "Soyut yaklaşım",
      "D": "Yazınsal yaklaşım",
      "E": "Genel geçer"
    },
    "explanation": "tasarım yaklaşımları<br/>İkinci Dünya Savaşı sonrası Avrupa, İsviçre’den başlayıp Almanya ve İngiltere’de karşılığını bulan “Uluslararası Tipografik Üslup” adı verilen bir tasarım anlayışına yönelmiştir. Bu anlayış tasarımda sadelik, anlaşılırlık, az renk ve tırnaksız yazı karakteri kullanımı ön planda olarak 1970’lerin sonuna dek devam etmiştir."
  },
  {
    "id": "3862597",
    "unitNumber": 2,
    "text": "Arredamento Mimarlık dergisinin kapak tasarımlarında hangi tasarım yaklaşımı baskın olarak kullanılmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Görsel imge",
      "B": "Yanılsama",
      "C": "Hazır nesne",
      "D": "Metaforik anlatı",
      "E": "Sadelik"
    },
    "explanation": "kapak tasarımı<br/>Bu dergi kapaklarında dikkat edilmesi gereken ortak nokta, kapakların belirli bir sistem içerisinde değişkenliğe, kapaklara dair bir özgürlüğe sahip olması. Kapak görselleri her sayı değişiyor olsa bile, o görsellerin oluşum mantığı, tasarım fikri, uygulama biçimi değişim göstermediği için serileşiyor, bir bakıma aynılaşıyor. Kapak görsellerinin metaforik anlatımları, dergiyi takip eden okuyucuda bir alışkanlık ve aynı türden bir beklenti yaratıyor. Bu da doğrudan görsel benzerlik üstünden olmasa bile yaklaşım üstünden bir şablon kurma mantığına işaret ediyor."
  },
  {
    "id": "3862306",
    "unitNumber": 3,
    "text": "Tarih boyunca birçok medeniyet özellikle mimari yapılarını oluştururken, matematik ve form arasında ilişki kurmaya çalışmışlardır. İsa’dan önce 5. yüzyılda Yunanlı mimarlar, bu form anlayışını dayandırdıkları oran ve orantının temel kuralları üzerine çalışmışlardır. Sonradan bu kurallar Atina’da bulunan ünlü Parthenon Tapınağı’nın ölçülerinin dayandırıldığı______________ olarak adlandırılmıştır.\n Yukarıda boşluğa aşağıdakilerden hangisinin gelmesi uygun olur?",
    "correctAnswer": "A",
    "options": {
      "A": "Altın Oran",
      "B": "Asimetrik Grid",
      "C": "Mimari Oran",
      "D": "Yüzeysel Oran",
      "E": "Modüler Grid"
    },
    "explanation": "Tarih boyunca birçok medeniyet özellikle mimari yapılarını oluştururken, bu oranlanmaya dayanarak matematik ve form arasında ilişki kurmaya çalışmışlardır. Yunan ve diğer Ege medeniyetlerinin ortaya çıkmasıyla bu form anlayışından daha çok bahsedilmeye başlanmıştır. İsa’dan önce 5. yüzyılda Yunanlı mimarlar, bu form anlayışını dayandırdıkları oran ve orantının temel kuralları üzerine çalışmışlardır. Sonradan bu kurallar Atina’da bulunan ünlü Parthenon Tapınağı’nın ölçülerinin dayandırıldığı “Altın Oran” olarak adlandırılmıştır.<br/>Sorunun doğru cevabı A şıkkında verilmiştir."
  },
  {
    "id": "3862307",
    "unitNumber": 3,
    "text": "Resimlerinde, grid sistemi izleyicide bir dama tahtası hissi yaratan, açık ve koyu lekelerin ritmik yapılarından oluşan, dengeli, renkli kompozisyonlar şeklinde karşımıza çıkan, grid sistemini renk ilişkilerinin karmaşıklığına bir düzen getirmek amacıyla kullanmış ve bu sayede renkler arasında ince geçişleri olan canlı kompozisyonlar elde etmiş olan ressam aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Pablo Picasso",
      "B": "Paul Klee",
      "C": "Albrecht Dürer",
      "D": "Vincent Van Gogh",
      "E": "Pieter Bruegel"
    },
    "explanation": "Paul Klee’nin resimlerinde, grid sistemi izleyicide bir dama tahtası hissi yaratan, açık ve koyu lekelerin ritmik yapılarından oluşan, dengeli, renkli kompozisyonlar şeklinde karşımıza çıkmaktadır. Paul Klee, grid sistemini renk ilişkilerinin karmaşıklığına bir düzen getirmek amacıyla kullanmış ve bu sayede renkler arasında ince geçişleri olan canlı kompozisyonlar elde etmiştir.<br/>Sorunun doğru cevabı B seçeneğinde verilmiştir."
  },
  {
    "id": "3862308",
    "unitNumber": 3,
    "text": "Genelgeçer bir grafik tasarım kuralına göre, optimum bir satır uzunluğu kaç kelime olmalıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "10-15 kelime arası",
      "B": "6-8 kelime arası",
      "C": "7-10 kelime arası",
      "D": "5-8 kelime arası",
      "E": "5-10 kelime arası"
    },
    "explanation": "Genelgeçer bir grafik tasarım kuralına göre, optimum bir satır uzunluğu 7-10 kelime olmalıdır.<br/>Sorunun doğru cevabı C seçeneğinde verilmiştir."
  },
  {
    "id": "3862309",
    "unitNumber": 3,
    "text": "Aşağıdaki yazı karakterlerinden hangisi okunur yazı karakterlerinden birisi <u>değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Garamond",
      "B": "Times New Roman",
      "C": "Helvetica",
      "D": "Chiller",
      "E": "Futura"
    },
    "explanation": "Garamond, Times New Roman, Helvetica, Futura gibi yazı karakterleri, okunur yazı karakterlerine örnek olarak verilebilir.<br/>Sorunun doğru cevabı D seçeneğinde verilmiştir."
  },
  {
    "id": "3862310",
    "unitNumber": 3,
    "text": "Çoklu sayfa tasarımında genellikle karşılıklı sayfalarda simetrik grid sistemi kullanılmaktadır. Bunun sebebi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Resim alanını ön plana çıkartmak",
      "B": "Asimetri yaratmak",
      "C": "Simetri yaratmak",
      "D": "Renk alanını çarpıcı yapmak",
      "E": "Yazı alanını okutur alanlara bölmek"
    },
    "explanation": "Çoklu sayfa tasarımında genellikle karşılıklı sayfalarda simetrik grid sistemi kullanılmaktadır. Bunun sebebi, yazı alanını okutur alanlara bölmektir.<br/>Sorunun doğru cevabı E seçeneğinde verilmiştir."
  },
  {
    "id": "3862311",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi simetrik grid için iyi bir aday olan çoklu sayfa tasarımlarının tasarım elemanlarından birisi <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Başlıklar",
      "B": "Sayfa numaraları",
      "C": "Ana metin",
      "D": "Resimler",
      "E": "Şekiller"
    },
    "explanation": "Başlıklar, alt başlıklar, sayfa numaraları, ana metin, kesit yazılar, resimler, resim altı yazıları gibi tasarım elemanı içeren çoklu sayfa tasarımları, simetrik bir grid için iyi bir adaydır.<br/>Sorunun doğru yanıtı E seçeneğinde verilmiştir."
  },
  {
    "id": "3862312",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi ana metnin içeriğinin okuyucu tarafından daha iyi anlaşılması ve yazının içeriğini destekleyen görsellerden birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Karikatür",
      "B": "Tipografi",
      "C": "NFT",
      "D": "İllüstrasyon",
      "E": "Harita"
    },
    "explanation": "Resim, Fotoğraf, İllüstrasyon vb. (7. düzey başlık): Ana metnin içeriğinin okuyucu tarafından daha iyi anlaşılması ve yazının içeriğini destekleyen görsellerdir.<br/>Sorunun doğru cevabı D seçeneğinde verilmiştir."
  },
  {
    "id": "3862313",
    "unitNumber": 3,
    "text": "Sayfa tasarım elemanları uyumlu bir biçimde düzenlenmezler ve birbirlerinden kopuk görünürlerse, kompozisyon bütünlükten yoksun algılanır. Çoklu sayfa tasarımlarında bu uyum ve bütünlük algısı önemlidir. Aşağıdakilerden hangisi bu çoklu sayfa tasarımlarından birisi <u>değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Katalog",
      "B": "Kitap",
      "C": "Afiş",
      "D": "Dergi",
      "E": "Broşür"
    },
    "explanation": "Sayfa tasarım elemanları uyumlu bir biçimde düzenlenmezler ve birbirlerinden kopuk görünürlerse, kompozisyon bütünlükten yoksun algılanır. Kitap, katalog, dergi, broşür ve benzeri çoklu sayfa tasarımlarında bu uyum ve bütünlük algısı önemlidir.<br/>Sorunun doğru yanıtı C seçeneğinde verilmiştir."
  },
  {
    "id": "3862314",
    "unitNumber": 3,
    "text": "Görsel olarak eski Roma sütunlarına yontulmuş yazıları az ya da çok yansıttıkları için Roma tarzı olarak da adlandırılan ve bir yazı karakterinin hatlarının uç yapısında bulunan yatay çıkıntılara ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Simetrik yazı karakteri",
      "B": "Tırnaklı yazı karakteri",
      "C": "Tırnaksız yazı karakteri",
      "D": "Serifsiz yazı karakteri",
      "E": "Sans Serif yazı karakteri"
    },
    "explanation": "Serifli (Tırnaklı) Yazı Karakteri: Bir yazı karakterinin hatlarının uç yapısında bulunan yatay çıkıntılardır. Genellikle Roma tarzı olarak da adlandırılır. Bunun sebebi görsel olarak eski Roma sütunlarına yontulmuş yazıları az ya da çok yansıttıkları içindir.<br/>Sorunun doğru cevabı B seçeneğinde verilmiştir."
  },
  {
    "id": "3862315",
    "unitNumber": 3,
    "text": "Tasarım alanında kullanılan elemanların tasarım kaygısı güdülerek ilkeler açısından bir araya getirilmesine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kompozisyon",
      "B": "Görsellik",
      "C": "Renklendirme",
      "D": "Yazı",
      "E": "Simetri"
    },
    "explanation": "Kompozisyon: Tasarım alanında kullanılan elemanların tasarım kaygısı güdülerek ilkeler açısından bir araya getirilmesidir. Tasarımcının üslubunu ya da ifade etmek istediği mesajın karakterini yansıtan bir bütündür.<br/>Sorunun doğru yanıtı A seçeneğinde verilmiştir."
  },
  {
    "id": "3862345",
    "unitNumber": 3,
    "text": "Günümüzde kullandığımız yazılı alfabe Mezopotamya’da gelişirken Uzak Doğu’da da _____ tabanlı kaligrafik yazı sistemi gelişmiştir.\n Yukarıdaki boşluğu aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Kanji",
      "B": "Kallos",
      "C": "Graphe",
      "D": "Hiyeroglif",
      "E": "Runik"
    },
    "explanation": "Giriş<br/>Günümüzde kullandığımız yazılı alfabe Mezopotamya’da gelişirken Uzak Doğu’da da Kanji tabanlı kaligrafik yazı sistemi gelişmiştir."
  },
  {
    "id": "3862346",
    "unitNumber": 3,
    "text": "Altın oran ölçüleri için referans alınan tapınak aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Parthenon",
      "B": "İktinos",
      "C": "Kallikrates",
      "D": "Epicurius",
      "E": "Zeus"
    },
    "explanation": "GRİD SİSTEMİNİN TEMELLERİ<br/>Atina’da bulunan ünlü Parthenon Tapınağı’nın ölçülerinin dayandırıldığı “Altın Oran” olarak adlandırılmıştır"
  },
  {
    "id": "3862351",
    "unitNumber": 3,
    "text": "Günümüzde altın oran olarak ifade edilen sayı ______ olarak ifade edilmektedir.\n Yukarıdaki boşluğu aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "1.618",
      "B": "3.236",
      "C": "3.14",
      "D": "1.333",
      "E": "2.111"
    },
    "explanation": "GRİD SİSTEMİNİN TEMELLERİ<br/>Günümüzde altın oran olarak ifade edilen sayı 1.618 olarak ifade edilmektedir"
  },
  {
    "id": "3862357",
    "unitNumber": 3,
    "text": "Kompozisyonlarını ilk olarak klasik altın orana dayalı olarak dikdörtgen gridler çizerek oluşturan ressam aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Piet Mondrian",
      "B": "Le Corbusier",
      "C": "Paul Klee",
      "D": "Albrecht Dürer",
      "E": "Leonardo da Vinci"
    },
    "explanation": "GRİD SİSTEMİNİN TEMELLERİ<br/>Grid sistemini çalışmalarında temel unsur olarak kullanan bir başka ressam da Piet Mondrian’dır. Mondrian’a göre yatay ve dikey çizgilerden oluşan grid desenli bir kompozisyon, dünyanın evrensel uyumunu temsil edebilir."
  },
  {
    "id": "3862359",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi mimardır?",
    "correctAnswer": "A",
    "options": {
      "A": "Le Corbusier",
      "B": "a Piet Mondrian",
      "C": "Paul Klee",
      "D": "Albrecht Dürer",
      "E": "Gustave Courbet"
    },
    "explanation": "Modüler Sistem<br/>Mimari alanına gelindiğinde ise grid sistemini en etkili biçimde kullanan isimlerin başında hiç kuşkusuz İsviçreli mimar Le Corbusier gelmektedir."
  },
  {
    "id": "3862360",
    "unitNumber": 3,
    "text": "Le Corbusier’in mimari tasarımlarındaki oranların çıkış noktası insan figürünün adı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Modulor",
      "B": "Grid",
      "C": "Vidruvius",
      "D": "Kanon",
      "E": "Etrüsk"
    },
    "explanation": "Modüler Sistem<br/>Modulor: İnsan vücudunun ölçülerini temel alan, altın oran ve Fibonacci dizisini kullanarak türetilmiş kendine özgü bir ölçüler dizisidir. 1.83 m boyundaki bir insandan türetilmiştir. “Modulor”deki göbek deliği, kafa üstü, kolların uzandığı nokta ve bunların arasındaki mesafelerin ölçülerinin oranı altın oranı vermektedir"
  },
  {
    "id": "3862361",
    "unitNumber": 3,
    "text": "I. Kenar boşlukları\n II. Altın oran\n III. Sütunlar\n IV. Modüller\n V. Simetrik grid\n Yukarıdakilerden hangileri grid sisteminin temel parçalarıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "I-III-IV",
      "B": "II-III-V",
      "C": "II-V",
      "D": "I-II-III-IV-V",
      "E": "III-IV-V"
    },
    "explanation": "GRİD’İN ANATOMİSİ<br/>Kenar Boşlukları, sütunlar, modüller"
  },
  {
    "id": "3862363",
    "unitNumber": 3,
    "text": "I. Simetrik grid \n<br/>II. Asimetrik grid \n<br/>III. Modüler grid\n<br/>--\n<br/>a. sayfa tasarım alanında ayrı ayrı kullanılabilen alanlardan oluşan bir çerçevedir\n<br/>b. grid çizgi yerleşimlerinin dikey alanlarda sütunlar oluşturacak bir biçimde ve karşılıklı sayfalarda birbirinin ayna yansımaları şeklinde düzenlendiği bir grid sistemidir\n<br/>c. karşılıklı sayfalardaki grid çizgi yerleşimlerinin birbirinden farklı kullanıldığı sayfa düzenleme biçimidir.\n<br/>--\n<br/>Yukarıda verilen grid sistemleri ve onların işlevlerinin doğru eşleşmesi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "I-b, II-c, III-a",
      "B": "I-b, II-a, III-c",
      "C": "I-a, II-b, III-c",
      "D": "I-c, II-b, III-a",
      "E": "I-c, II-a, III-b"
    },
    "explanation": "GRİD TÜRLERİ<br/>I. Simetrik grid a. grid çizgi yerleşimlerinin dikey alanlarda sütunlar oluşturacak bir biçimde ve karşılıklı sayfalarda birbirinin ayna yansımaları şeklinde düzenlendiği bir grid sistemidir \n<br/>II. Asimetrik grid b. karşılıklı sayfalardaki grid çizgi yerleşimlerinin birbirinden farklı kullanıldığı sayfa düzenleme biçimidir \n<br/>III. Modüler grid c. sayfa tasarım alanında ayrı ayrı kullanılabilen alanlardan oluşan bir çerçevedir"
  },
  {
    "id": "3862364",
    "unitNumber": 3,
    "text": "Sayfa üzerinde kullanılan tasarım elemanlarının benzer görünmelerinden kaçınmak hangi temel sayfa tasarım ilkelerindendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Zıtlık",
      "B": "Tekrar",
      "C": "Hizalama",
      "D": "Yakınlık",
      "E": "Bütünlük"
    },
    "explanation": "TEMEL SAYFA TASARIM İLKELERİ VE GRİD<br/>Zıtlığın arkasındaki temel fikir, sayfa üzerinde kullanılan tasarım elemanlarının benzer görünmelerinden kaçınmaktır."
  },
  {
    "id": "3862365",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi serifli yazı fontlarındandir?",
    "correctAnswer": "A",
    "options": {
      "A": "Garamond",
      "B": "Helvatica",
      "C": "Futura",
      "D": "Gill",
      "E": "Didot"
    },
    "explanation": "TEMEL SAYFA TASARIM İLKELERİ VE GRİD<br/>Serifli (tırnaklı) yazı karakterleri, bir harften diğerine görsel olarak yatay bir devamlılık yarattığı için daha okunur olarak kabul görürler. Yapılarında genellikle ince ve kalın hat zıtlıkları gözlemlenir. Örnek olarak Times New Roman, Garamond gibi yazı karakterleri verilebilir."
  },
  {
    "id": "3862562",
    "unitNumber": 3,
    "text": "Altın oran ölçü birimi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "1.618",
      "B": "2.432",
      "C": "7.055",
      "D": "5.702",
      "E": "3.205"
    },
    "explanation": "Altın oran: Altın oran esasında geçmişte günümüze kadar bir ölçü birimi olarak düşünülmüş ve kullanılmıştır. Bu ölçü birimi ilk başlarda √2 olarak ele alınsa da zamanla daha net ve doğru bir değer olarak temsil edilmeye başlanmıştır. Günümüzde altın oran olarak ifade edilen sayı 1.618 olarak ifade edilmektedir."
  },
  {
    "id": "3862563",
    "unitNumber": 3,
    "text": "<ol start=\"15\"> <li>yüzyılda resimlerinde mükemmel perspektif ve tasarladığı alfabede grid sistemini kullanan sanatçı aşağıdakilerden hangisidir?</li> </ol>",
    "correctAnswer": "B",
    "options": {
      "A": "Le Corbusier",
      "B": "Albrecht Dürer",
      "C": "Stefan Sagmeister",
      "D": "Andre Green",
      "E": "Rem Kohlhaas"
    },
    "explanation": "Albrecht Dürer: Altın oran, o zamandan günümüze mimari, sanat ve tasarım dalında ve özellikle de grafik tasarımda önemli bir rol oynamıştır. Altın oranın grafik tasarım alanında kullanımı özellikle sayfa tasarımında grid sistemi olarak karşımıza çıkmaktadır. Örneğin Albrecht Dürer, grid sistemini 15. yüzyılda resimlerinde mükemmel perspektif arayışında ve tasarladığı alfabe sistemlerinde kullanmıştır."
  },
  {
    "id": "3862564",
    "unitNumber": 3,
    "text": "Resimlerinde, grid sistemi izleyicide bir dama tahtası hissi yaratan, ritmik, dengeli renkli kompozisyonlar eserler ortaya çıkaran ressam aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Paul Klee",
      "B": "Le Corbusier",
      "C": "Stefan Sagmeister",
      "D": "Andre Green",
      "E": "Rem Kohlhaas"
    },
    "explanation": "Paul Klee’nin resimlerinde, grid sistemi izleyicide bir dama tahtası hissi yaratan, açık ve koyu lekelerin ritmik yapılarından oluşan, dengeli, renkli kompozisyonlar şeklinde karşımıza çıkmaktadır. Paul Klee, grid sistemini renk ilişkilerinin karmaşıklığına bir düzen getirmek amacıyla kullanmış ve bu sayede renkler arasında ince geçişleri olan canlı kompozisyonlar elde etmiştir . Sanatçının çalışmalarındaki üst üste binmeler ve sızan renkler deseni bozarak kasıtlı olarak karmaşık bir yapı oluşturmaktadır. Ressam, resimlerinde dikkat çekmek için yarışıyor gibi görünen bu biçimleri grid ile düzenleyerek bir bütünlük sağlamıştır."
  },
  {
    "id": "3862565",
    "unitNumber": 3,
    "text": "Mimari alanında, grid sistemini etkin biçimde kullanan mimar aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Rem Kohlhaas",
      "B": "Paul Klee",
      "C": "Le Corbusier",
      "D": "Andre Green",
      "E": "Stefan Sagmeister"
    },
    "explanation": "Mimari alanına gelindiğinde ise grid sistemini en etkili biçimde kullanan isimlerin başında hiç kuşkusuz İsviçreli mimar Le Corbusier gelmektedir. Le Corbusier, altın oranı 1946 senesinde kendi tanımladığı “Modüler (Modulor)” tasarım sistemine uyarlamıştır. Bu tasarım sisteminin en büyük özelliği altın oran ile insan figürünün oranı ve boyutları arasında bir ilişki kurmasıdır. Le Corbusier’in “Modüler (Modulor)” sistemi kısaca 1.83 mt uzunluğundaki bir insan figürünün dört ana noktasına dayanmaktadır."
  },
  {
    "id": "3862566",
    "unitNumber": 3,
    "text": "İnsan vücudunun ölçülerini temel alan, altın oran ve Fibonacci dizisini kullanarak türetilmiş kendine özgü bir ölçü sistem aşağıdakilerden hangisi ile adlandırılır?",
    "correctAnswer": "E",
    "options": {
      "A": "Karma",
      "B": "Deneysel",
      "C": "Soyut",
      "D": "Metaforik",
      "E": "Modulor"
    },
    "explanation": "Modulor: İnsan vücudunun ölçülerini temel alan, altın oran ve Fibonacci dizisini kullanarak türetilmiş kendine özgü bir ölçüler dizisidir. 1.83 m boyundaki bir insandan türetilmiştir. “Modulor”deki göbek deliği, kafa üstü, kolların uzandığı nokta ve bunların arasındaki mesafelerin ölçülerinin oranı altın oranı vermektedir."
  },
  {
    "id": "3862567",
    "unitNumber": 3,
    "text": "Tasarımda bütünlüğü ve sürekliliği sağlamak için aşağıdakilerden hangi sistem kullanılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Parça",
      "B": "Grid",
      "C": "Nokta",
      "D": "Üçken",
      "E": "Kare"
    },
    "explanation": "Grid: Tasarım sürecinde, devamlılık sağlayacak şekilde görsel elemanların birbirlerine hizalamasını, öncelik sırası oluşturacak bir biçimde düzenlenmesini dolayısıyla tasarımda sürekliliğin sağlanması için kullanılan, baskı esnasında görünmeyen yatay ve dikey rehber çizgiler olarak tanımlanabilir. Gridin amacı da tasarımda bütünlüğü ve sürekliliği sağlamak olarak özetlenebilir."
  },
  {
    "id": "3862568",
    "unitNumber": 3,
    "text": "Biçim, anlatım ve noktalama özelliklerini taşıyan bir mesaj ve anlam içeren yazılar aşağıdakilerden hangisi ile tanımlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ana Metin",
      "B": "Alt Başlık",
      "C": "Başlık",
      "D": "Resim",
      "E": "Sayfa Numarası"
    },
    "explanation": "Ana Metin : Biçim, anlatım ve noktalama özelliklerini taşıyan bir mesaj ve anlam içeren yazılardır. Ana metin, düzeylerde iletişim kurmak için bir cümle akışı kullanan bir anlatım ve anlaşma aracıdır. İçerik, cümlelerden paragraflara uzanan bileşenler kullanılarak oluşturulur."
  },
  {
    "id": "3862569",
    "unitNumber": 3,
    "text": "Bir yazı karakterinin hatlarının uç yapısında bulunan yatay çıkıntılar aşağıdakilerden hangisi ile tanımlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Serifli",
      "B": "Bold",
      "C": "Helvetica",
      "D": "Futura",
      "E": "Espas"
    },
    "explanation": "Serifli (Tırnaklı) Yazı Karakteri: Bir yazı karakterinin hatlarının uç yapısında bulunan yatay çıkıntılardır. 6"
  },
  {
    "id": "3862570",
    "unitNumber": 3,
    "text": "Geometrik tarzda tasarlanmış yazı karakterleri aşağıdakilerden hangisi ile tanımlanır?",
    "correctAnswer": "C",
    "options": {
      "A": "Garamond",
      "B": "Espas",
      "C": "Serifsiz",
      "D": "Bold",
      "E": "Serifli"
    },
    "explanation": "Serifsiz yazı karakterleri geometrik tarzda tasarlanmış yazı karakterleri olarak da tanımlanabilir. Bu tip karakterlerin hatlarının uç kısımlarında serif gibi çıkıntılar yoktur ve hat yapılarındaki kalınlık aynıdır."
  },
  {
    "id": "3862571",
    "unitNumber": 3,
    "text": "Tasarım alanında kullanılan elemanların tasarım kaygısı güdülerek ilkeler açısından bir araya getirilmesi aşağıdakilerden hangisi ile tanımlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kompozisyon",
      "B": "Renk",
      "C": "Doku",
      "D": "Espas",
      "E": "Bold"
    },
    "explanation": "Kompozisyon: Tasarım alanında kullanılan elemanların tasarım kaygısı güdülerek ilkeler açısından bir araya getirilmesidir. Tasarımcının üslubunu ya da ifade etmek istediği mesajın karakterini yansıtan bir bütündür."
  },
  {
    "id": "3862347",
    "unitNumber": 4,
    "text": "Belirli bir kullanım amacı için, yeryüzünün ya da bir parçasının kuş bakışı görünümünün belirli bir oranda küçültülerek bir düzlem üzerinde gösterilmesi kavramına verilen tanım aşağıdakilerden hangisidir<strong>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kroki",
      "B": "Plan",
      "C": "Taslak",
      "D": "Harita",
      "E": "İzohips"
    },
    "explanation": "<strong>Harita,</strong> belirli bir kullanım amacı için, yeryüzünün ya da bir parçasının kuş bakışı görünümünün<br/>belirli bir oranda küçültülerek bir düzlem üzerinde gösterilmesidir."
  },
  {
    "id": "3862348",
    "unitNumber": 4,
    "text": "Haritaların yaygın olarak kullanılması, taşınabilir ver çoğaltılabilir olması, hangi nesnenin icadı ile gerçekleşmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Baskı aleti",
      "B": "Kâğıt",
      "C": "Mürekkep",
      "D": "Kalem",
      "E": "Çanta"
    },
    "explanation": "<strong>Kâğıdın</strong> kullanıma geçmesiyle birlikte yaygınlaşan haritalar taşınabilir ve kolay çoğaltılabilir hâle gelmiştir.<br/>Kâğıt"
  },
  {
    "id": "3862349",
    "unitNumber": 4,
    "text": "Haritanın hazırlanabilmesi ve kullanılabilmesi için hangi bilgiye gereksinim vardır?",
    "correctAnswer": "E",
    "options": {
      "A": "Kronoloji",
      "B": "Astroloji",
      "C": "Astronomi",
      "D": "İcat ve buluşlar",
      "E": "Konum"
    },
    "explanation": "Haritanın hazırlanabilmesi ve kullanılabilmesi için <strong>konum bilgisine</strong> gereksinim vardır."
  },
  {
    "id": "3862350",
    "unitNumber": 4,
    "text": "Haritaların birçok bileşeni vardır. Bu bileşenlerden en belirleyici unsur aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yazı",
      "B": "Sembol",
      "C": "Ölçek",
      "D": "Renk",
      "E": "Desen"
    },
    "explanation": "Haritaların renk, desen, doku, yazı, sembol, ölçek gibi pek çok bileşeni bulunmaktadır. <strong>Bunların şüphesiz en belirleyicisi ölçektir. </strong>"
  },
  {
    "id": "3862352",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi harita tasarımında fiziksel yapıları ayırt etmede kullanılan unsurdur?",
    "correctAnswer": "A",
    "options": {
      "A": "Renk",
      "B": "Doku",
      "C": "Yazı",
      "D": "Desen",
      "E": "Sembol"
    },
    "explanation": "<strong>Haritada ayrıca renkler fiziksel yapıları ayırt etmede</strong>, desen ve dokular yüzeyleri tanımlamada, yazılar açıklamalarda ve semboller tekrar eden bilgileri gruplandırarak anlatmak amacıyla <strong>kullanılır.</strong>"
  },
  {
    "id": "3862353",
    "unitNumber": 4,
    "text": "Harita tasarımlarında kullanılan <u>yüzeyin boyutu</u> ve <u>sığdırılmak istenen içeriğin miktarına</u> bağlı olarak aşağıdaki unsurlardan hangisi değişir?",
    "correctAnswer": "D",
    "options": {
      "A": "Renk",
      "B": "Doku",
      "C": "Desen",
      "D": "Ölçek",
      "E": "Sembol"
    },
    "explanation": "Kullanılan yüzeyin boyutu ve sığdırılmak istenen içeriğin miktarına bağlı olarak <strong>ölçek</strong> değişir."
  },
  {
    "id": "3862354",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi <u>bilgi panoları içeriğinde</u> yer alan öğelerden <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Şema",
      "B": "Ölçek",
      "C": "Tablo",
      "D": "Başlık",
      "E": "Gövde metin"
    },
    "explanation": "<strong>Bilgi panolarının oluşturulmasında belirleyici unsur</strong> taşıyacağı içeriktir. İçerik derken bilgi, görseller ve tablo çizim vb. gibi diğer öğeler de kastedilmektedir. Söz konusu tasarım ürününün hedefi belirli bir içeriği görselleştirerek izleyiciye aktarmak olacağı için, içeriğin salt metinden oluşacağı düşünülemez. <strong>Daha da detaya inmek gerekirse içerik başlık, gövde metin, fotoğraf, illüstrasyon, tablo, şema gibi öğelerden oluşmaktadır.</strong> Bütün bu ögeler algılanma sırasına göre hiyerarşik olarak düzenlenmiş dengeli bir kompozisyonda bir araya getirilirler.<br/>Ölçek"
  },
  {
    "id": "3862355",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi <u>yönlendirme ve işaretleme tasarımının</u> özelliklerinden <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kullanıcıların kapalı/açık mekânları kullanmasını sağlayan tasarım sistemleridir.",
      "B": "Yalnızca tabelaların tasarımı değil, bir akış sisteminin tasarımıdır.",
      "C": "Mekânsal ve grafik iletişimin çok önemli bir yönüdür.",
      "D": "Kullanıcıların gidecekleri noktayı bulabilmeleri için yapılan tasarımlardır.",
      "E": "Bilgi ve içerikle ilgili konularda uyarıda bulunmak için yapılmış tasarımlardır."
    },
    "explanation": "Yönlendirme ve işaretleme tasarımı kendi başına çalışan ve kullanıcıların kapalı/açık mekanları<br/>kullanmasını sağlayan tasarım sistemleridir (Sayfa 97 Bkz.)...<br/>Bilgi ve içerikle ilgili konularda uyarıda bulunmak için yapılmış tasarımlardır."
  },
  {
    "id": "3862356",
    "unitNumber": 4,
    "text": "Tarihin ilk profesyonel <u>yönlendirme ve işaretleme tasarımcısı</u> aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Henri de Toulouse-Lautrec",
      "B": "Johannes Gutenberg",
      "C": "Henry Beck",
      "D": "Peter Brugger",
      "E": "Eric Spiekermann"
    },
    "explanation": "Bu alanda tarihin ilk profesyonel yönlendirme ve işaretleme tasarımcısının <strong>Henry Beck</strong> olduğuna dair ortak bir görüş vardır. <em><strong>Beck’in Londra Metrosu</strong> </em>için 1931 yılında hazırladığı metro haritası kalabalıklaşan kentsel yaşama yönelik ciddi anlamda bir yeniliktir."
  },
  {
    "id": "3862358",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi <u>etkili bir yönlendirme sisteminin</u> sonuçlarından <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Düzen",
      "B": "Heyecan",
      "C": "Verimlilik",
      "D": "Olumlu izlenim",
      "E": "Güvenilirlik"
    },
    "explanation": "Etkili bir yönlendirme sistemi, yayaları ve araç trafiğini iç ve dış mekânlarda yönlendirir, bilgilendirir ve düzene sokar. Yönlendirme tasarımıyla verimlilik artar, mekâna yönelik olumlu bir izlenim oluşur ve kullanıcılara tanımadıkları bir mekanda kendilerini güvende hissettirir.<br/>Heyecan"
  },
  {
    "id": "3862473",
    "unitNumber": 4,
    "text": "Belirli bir kullanım amacı için, yeryüzünün ya da bir parçasının kuş bakışı görünümünün belirli bir oranda küçültülerek bir düzlem üzerinde gösterilmesine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kroki",
      "B": "Ölçek",
      "C": "Harita",
      "D": "Şifreleme",
      "E": "fotoğraf"
    },
    "explanation": "Harita, belirli bir kullanım amacı için, yeryüzünün<br/>ya da bir parçasının kuş bakışı görünümünün<br/>belirli bir oranda küçültülerek bir düzlem üzerinde<br/>gösterilmesidir. Bir başka deyişle harita, üç boyutlu<br/>yer yüzeyinin belirli kurallar dâhilinde iki boyutlu<br/>başka bir yüzeye aktarılmasıdır"
  },
  {
    "id": "3862474",
    "unitNumber": 4,
    "text": "GPS teknolojisinin 100 yılı aşmayan geçmişinden önce insanlar ..................................... için değişmez coğrafi noktaları, güneşi, ayı ve yıldızları referans olarak kullanmıştır. Boş bırakılan yere gelmesi gereken ifade hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ülkeleri adlandırmak",
      "B": "Kıtaları keşfetmek",
      "C": "Yabancılarla anlaşmak",
      "D": "Konum tespiti yapmak",
      "E": "Tarihi saptamak"
    },
    "explanation": "GPS teknolojisinin 100 yılı aşmayan geçmişinden önce de insanlar konumlarını<br/>tespit edebilmiş bunun için değişmez coğrafi noktaları, güneşi, ayı ve yıldızları referans olarak<br/>kullanmıştır."
  },
  {
    "id": "3862476",
    "unitNumber": 4,
    "text": "........................................... tarafından yapılan güncel tanımda şöyle denilmiştir: Harita coğrafi<br/>bir gerçekliğin, seçilen özelliklerini ve karakteristik özelliklerini temsil eden, oluşturanın seçimlerini gerçekleştirme amacından beslenen, mekânsal ilişkilerin birincil öneme sahip olduğu durumlarda kullanılmak üzere tasarlanmış, sembolize edilmiş bir temsilidir. Boş bırakılan yere gelmesi gereken ifade hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Uluslararası Kartografya Birliği",
      "B": "Uluslararası Denizcilik entitüsü",
      "C": "Uluslararası Keşif Akademisi",
      "D": "Uluslararası ticaret Birliği",
      "E": "Uluslararası Askeri İşbirliği Teşkilatı"
    },
    "explanation": "Uluslararası Kartografya Birliği tarafından yapılan güncel tanımda şöyle denilmiştir: Harita coğrafi<br/>bir gerçekliğin, seçilen özelliklerini ve karakteristik özelliklerini temsil eden, oluşturanın seçimlerini gerçekleştirme amacından beslenen, mekânsal ilişkilerin birincil öneme sahip olduğu durumlarda kullanılmak üzere tasarlanmış, sembolize edilmiş bir temsilidir."
  },
  {
    "id": "3862477",
    "unitNumber": 4,
    "text": "Haritanın hazırlık aşaması anlamında da kullanılabilecek “............................... ” kısaca, içerik ve konum bilgisinin aynı düzlemde bir araya getirilmesi olarak açıklanabilir. Boş bırakılan yere gelmesi gereken ifade hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Keşif yapmak",
      "B": "Haritalama Eylemi",
      "C": "Bilgi Toplama",
      "D": "Diplomatik Ziyaret",
      "E": "Yolculuk planlaması"
    },
    "explanation": "Haritanın hazırlık aşaması anlamında da kullanılabilecek “haritalama eylemi” kısaca, içerik ve konum<br/>bilgisinin aynı düzlemde bir araya getirilmesi olarak açıklanabilir."
  },
  {
    "id": "3862479",
    "unitNumber": 4,
    "text": "Haritada yansıtılacak alanın büyütme ve küçültme işlemine ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Fizibilite",
      "B": "Tarama",
      "C": "Konumlandırma",
      "D": "Tarihleme",
      "E": "Ölçekleme"
    },
    "explanation": "Haritada yansıtılacak alanın büyütme ve küçültme işlemine ölçekleme denir."
  },
  {
    "id": "3862480",
    "unitNumber": 4,
    "text": "Duvara afişe benzer ölçüde bir dünya haritası asılmak isteniyorsa bunun ......................... bir harita<br/>olacağı kesindir. Boş bırakılan yere gelmesi gereken doğru ifade hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çok ayrıntılı",
      "B": "Küçük ölçekli",
      "C": "Büyük ölçekli",
      "D": "siyasi",
      "E": "Fiziki"
    },
    "explanation": "Duvara afişe benzer ölçüde bir dünya haritası asılmak isteniyorsa bunun büyük ölçekli bir harita<br/>olacağı kesindir."
  },
  {
    "id": "3862483",
    "unitNumber": 4,
    "text": "Lejant nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Haritanın hazırlık aşaması “haritalama eylemi”",
      "B": "Harita içeriğinin sistem olarak tasarımı",
      "C": "Haritada yansıtılacak alanın büyütme ve küçültme işlemi",
      "D": "Haritanın gösterdiği bilgi ve içerik",
      "E": "Haritada renklerin ne anlama geldiğini gösteren açıklama kısmı"
    },
    "explanation": "İlk kez görecekler için haritada hangi rengin hangi anlama geldiğini toplu olarak gösteren bir açıklama kısmı (Lejant) bulunmaktadır."
  },
  {
    "id": "3862485",
    "unitNumber": 4,
    "text": "................... taşıdığı içeriğin kullanıcının anlayacağı şekilde görselleştirildiği bir iletişim mecrasıdır. Boş bırakılan yere gelmesi gereken ifade hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "El broşüleri",
      "B": "Tanıtım Afişleri",
      "C": "Bilgi Panoları",
      "D": "Tanıtım filmleri",
      "E": "İnternet siteleri"
    },
    "explanation": "Bilgi panoları taşıdığı içeriğin kullanıcının anlayacağı şekilde görselleştirildiği bir iletişim mecrasıdır."
  },
  {
    "id": "3862487",
    "unitNumber": 4,
    "text": "........................................................ kendi başına çalışan ve kullanıcıların kapalı/açık mekanları<br/>kullanmasını sağlayan tasarım sistemleridir.",
    "correctAnswer": "D",
    "options": {
      "A": "Mimari tasarım",
      "B": "Kamusal alan tasarımı",
      "C": "açık mekan planlaması",
      "D": "Yönlendirme ve işaretleme tasarımı",
      "E": "Toplu taşıma tasarımı"
    },
    "explanation": "Yönlendirme ve işaretleme tasarımı kendi başına<br/>çalışan ve kullanıcıların kapalı/açık mekanları<br/>kullanmasını sağlayan tasarım sistemleridir."
  },
  {
    "id": "3862489",
    "unitNumber": 4,
    "text": "Yönlendirme ve işaretleme tasarımı, bulunduğu mekanlara göre ayrıştırılarak incelendiğinde sokak adları tabelaları hangi mekansal kategoride yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Kamusal Binalar",
      "B": "Ulaştırma Birimleri",
      "C": "Kültürel Mekânlar",
      "D": "Kurum Kimlik Uygulamaları",
      "E": "Kent"
    },
    "explanation": "Yönlendirme ve işaretleme tasarımı, bulunduğu mekanlara göre ayrıştırılarak daha iyi incelenebilir:<br/>Kamusal Binalar, Ulaştırma Birimleri, Kültürel Mekânlar, Kent, Kurum Kimlik Uygulamaları.\n Her geçen gün kalabalıklaşan kentlerde insanlar bilgilendirmeye gereksinim duymaktadırlar. Kent içinde yapılan yönlendirme ve işaretleme tasarımı, belirli bir plan dahilinde kullanıcıyı bir noktadan diğer bir noktaya ya da merkeze yönlendirme amacı taşımaktadır. Her ne kadar kara yollarını işleyen bir sistem varsa da yayaların yaşam ve dolaşım alanları hâlen sıkıntılıdır. Gelişen şehircilik anlayışlarının da etkisiyle, dünyada kimi yerleri bir parkur gibi tasarlanmış kentlerin sayısı hızla artmaktadır. Yapılan tasarım ürünleri görevini yerine getirir ve kullanıcılar tarafından benimsenirse, tıpkı logo gibi kent adına birer sembol-eser hâline de gelebilirler."
  },
  {
    "id": "3862464",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Hususi olarak yapılmıştır.</li> <li>Somut eser formundadır.</li> <li>Sözün görsel canlandırmasıdır. </li> <li>Günümüzde dayanıklı eserler kullanılmaktadır.</li> </ol> Yukarıdakilerden hangileri sanat eserinin nitelikleriyle ilgili doğru bir bilgidir?",
    "correctAnswer": "B",
    "options": {
      "A": "II ve III",
      "B": "I ve III",
      "C": "II ve IV",
      "D": "III ve IV",
      "E": "I ve IV"
    },
    "explanation": "Bir ürünün eser olarak adlandırılabilmesi için birtakım niteliklere sahip olması<br/>gerekmektedir. Bunların en başında hususi olarak yapılmış olması ve ortaya çıkartıldığı materyalin kendine aitliği sayılabilir. Sanat eseri somut (figüratif<br/>) ya da soyut (abstre) olabilir ve aynı zamanda sanat eseri sanatçının sözünün<br/>görsel olarak canlandırılmasıdır. Son olarak, günümüzde sanat eserleri taş ve seramik gibi dayanıklı materyaller dışında kâğıt, kumaş hatta plastik gibi çok farklı materyallerden meydana gelmektedirler. Bu bilgiler ışığında doğru cevap B'dir."
  },
  {
    "id": "3862465",
    "unitNumber": 5,
    "text": "Sanayi Devrimi öncesinde de sonrasında bir ürünün ortaya çıkışında ilk etapta ........... ön planda olmuş sonraları ............................ gibi nitelikler eklenmiştir. \n<br/>Yukarıdaki boşluklara aşağıdakilerden hangisinin gelmesi daha uygundur?",
    "correctAnswer": "C",
    "options": {
      "A": "basitlik / karmaşıklık",
      "B": "doğallık / yapaylık",
      "C": "işlev / kişiselleştirme",
      "D": "özerklik / faydacılık",
      "E": "yaratıcılık / sıradanlık"
    },
    "explanation": "Sanayi Devrimi öncesinde de sonrasında bir ürünün ortaya çıkışında ilk etapta işlev ön planda olmuş sonraları kişiselleştirme ve kimlik tamamlayıcısı olma gibi nitelikler de işlevin üzerine ayırt edici olarak eklemlenmiştir. Dolayısıyla doğru cevap C'dir."
  },
  {
    "id": "3862466",
    "unitNumber": 5,
    "text": "\"Sergide, kullanıcıların bir geri bildirim yapabilmesi ya da sergi ile edindikleri bilgiyi geliştirebilmeleri ve böylece akışı devam ettirebilmeleri olanaklı değildir.\" Bu durum serginin aşağıdaki özelliklerinden hangisine karşılık gelmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sergi, yoğun bir kavramsal bilgi akışına sahiptir.",
      "B": "Sergi, tek taraflı bir iletişim modelidir.",
      "C": "Sergi, açık ya da kapalı mekanda gerçekleşir.",
      "D": "Sergide görünür kılmak başat koşuldur.",
      "E": "Sergi, öğretici ve bilgilendiricidir."
    },
    "explanation": "Sergi kavramı iletişim modelleri açısından incelendiğinde tek taraflı bir iletişim modeline sahip olduğu söylenebilir. Şöyle ki serginin çıkış noktası olan sanatçı ya da üretici eserini ya da ürününü izleyiciyle buluşturmakta ve böylece iletişim süreci tamamlanmaktadır. Sergilerde eser ya da ürünlerin künyeleri bulunmakta, böylece kullanıcılar bilgi sahibi olabilmektedirler. Ancak kullanıcıların bir geri bildirim yapabilmesi ya da sergi ile edindikleri bilgiyi geliştirebilmeleri ve böylece akışı devam ettirebilmeleri olanaklı değildir. Sergi, eylemsel olarak değerlendirildiğinde tek taraflı ve pasif olarak görünür. Bu bilgiler ışığında doğrı cevap B'dir."
  },
  {
    "id": "3862467",
    "unitNumber": 5,
    "text": "Ortak bir konu veya üslupla birden fazla sanatçının çalışmasına yer verilen, eleştirel düşünme ve entelektüel diyaloğu teşvik eden sergi türü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bilimsel sergi",
      "B": "Kişisel sergi",
      "C": "Duo sergi",
      "D": "Temalı sergi",
      "E": "Ticari sergi"
    },
    "explanation": "Üç ana sanat sergisi türü vardır: kişisel sergiler, karma sergiler ve temalı sergiler. Kişisel sergiler, tek bir sanatçının eserlerine yer vererek eserlerini kapsamlı bir şekilde sergilemelerine olanak tanır. Karma sergiler ise çoğu zaman ortak bir tema veya üslupla birden fazla sanatçının çalışmasına yer verir. Temalı sergiler, belirli bir konuya veya fikre odaklanır ve temayı keşfeden çeşitli sanatçıların eserlerine yer verir. Temalı sergiler, sanatçılara belirli fikirleri veya temaları keşfetmeleri için bir platform sağlayarak eleştirel düşünmeyi ve entelektüel diyaloğu teşvik eder. Bu bilgiler ışığında doğru cevap D'dir."
  },
  {
    "id": "3862468",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi serginin önemiyle ilgili doğru bir açıklama değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sergiler, sanatla uğraşan kesime eserleri görme imkanı tanır.",
      "B": "Sergiler, kültürel ve entelektüel diyaloğu kolaylaştırır.",
      "C": "Sergiler, eleştirel düşünmeyi ve yaratıcılığı teşvik eder.",
      "D": "Sergiler, daha fazla görünüm ve tanınırlığa yol açar.",
      "E": "Sergiler, farklı tarz ve hareketlerle temas imkanı sağlar."
    },
    "explanation": "Sanatsal sergiler, sanatın teşvik edilmesinde, kültürel ve entelektüel diyaloğun teşvik edilmesinde çok önemli rol oynar. Sanatçılara çalışmalarını sergilemeleri için bir platform sağlayarak daha fazla görünüm ve tanınırlığa yol açar. Ayrıca sanat sergileri, insanları farklı tarzlara ve hareketlerle temas etmesini sağlayarak halka sanatın takdirini arttırır. İnsanların farklı fikirleri ve bakış açılarını tartışıp keşfetmeleri için bir alan sağlayarak eleştirel düşünmeyi ve yaratıcılığı teşvik eder. Bununla birlikte, günümüzde sanat eserleri her kesimden insanın ulaşabileceği mekanlarda sergilenmektedir. Diğer bir ifadeyle, sıradan insanların sanat eserlerini serbestçe görme imkanları bulunmaktadır. Bu bilgiler ışığında doğru cevap A'dır."
  },
  {
    "id": "3862469",
    "unitNumber": 5,
    "text": "<ol type=\"I\"><br/><li> Sahibinin eserlerinden oluşan bir seçki anlamına gelir.</li><br/><li>Tek bir sayfası pek çok referans mektubundan daha<br/>değerlidir.</li><br/><li>Tek ve mutlak bir dosya değildir, her seferinde yeniden oluşturulabilir.</li><br/></ol><br/>Yukarıda özelliklere sıralanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Portföy",
      "B": "Sunum",
      "C": "Sergi",
      "D": "Portfolyo",
      "E": "Sistem"
    },
    "explanation": "Kendisi de hâlihazırda bir sunum olan portfolyo, sahibinin eserlerinden oluşan bir seçki anlamına gelir. Yerine göre portfolyonun tek bir sayfası pek çok referans mektubundan daha değerlidir. Seçki olması da bu çalışmayı kendine özgü kılar. Seçki derken hem eser sahibinin en iyi eserlerinin bir araya getirildiği hem de başvuru ya da sunum yapılan yerle ilişkili olarak derlendiği anlatılmak istenmektedir. Bu bağlamda portfolyonun tek ve mutlak bir dosya olmadığı, başvuru ya da sunum yapılacak yere göre her seferinde yeniden oluşturulabilecek esnek bir çalışma olduğu anlaşılır. Dolayısıyla doğru cevap D'dir."
  },
  {
    "id": "3862520",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sahip olduğu bir özellik bağlamında diğerlerinden farklılık göstermektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sanal gerçeklik",
      "B": "Video art",
      "C": "Dijital sanat",
      "D": "Multimedya sunumlar",
      "E": "Asma sistem"
    },
    "explanation": "Sanat galerilerinin duvarlara asılan veya kaidelere yerleştirilen resim ve heykeller gibi geleneksel sunum yöntemleri uzun zamandır bilinmektedir. Ancak son yıllarda yenilikçi sunum sistemleri, sanatın galerilerde sergilenme ve deneyimlenme biçimini dönüştürmüştür. Bu bağlamda, kurulu bir asma sistem geleneksel sunum yöntemleri arasında yer alırken, video art, sanal gerçeklik, dijital sanat ve multimedya sunumları yenilikçi sunumlar arasında yer almaktadır. Dolayısıyla doğru cevap E'dir."
  },
  {
    "id": "3862521",
    "unitNumber": 5,
    "text": "\"Sergileme tasarımında önemli çalışmalardan biridir. Bu çalışmada, matematik<br/>ile ilgili önemli bilim insanlarını tanıtmak, matematik ve insanın gelişimini zaman çizelgesiyle aktarmak, matematiğe ilişkin temel kavram ve teoremleri etkileşimli sunmak amaçlanmıştır. Sergi, 1998 yılına kadar tam 37 yıl açık kalmıştır\"\n<br/>Yukarıda bahsi geçen ve sergi tasarımı alanında önemli bir çalışma olan \"Mathematica: A World of Numbers... and Beyond” adlı çalışmanın eser sahibi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Herbert Bayer, Walter Gropius ve Laszlo Moholy-Nagy",
      "B": "Brigitte Campeau, Stephane Breton",
      "C": "Ralph Appelbaum",
      "D": "Charles - Ray Eames",
      "E": "El Lissitzky"
    },
    "explanation": "Sergileme tasarımı açısından önemli bir diğer çalışma da 1961 yılında açılan ve Eames Office’den Charles - Ray Eames çifti tarafından tasarlanan “Mathematica: A World of Numbers... and Beyond” adlı sergidir. Tamamen soyut bir kavram olan matematik üzerine anlatımlar içeren sergi, IBM firmasının sponsor olduğu Kaliforniya Bilim ve Endüstri Müzesi için hazırlanmış ve 1998 yılına kadar tam 37 yıl açık kalmıştır. Eames’in bu çalışmada sergileme tasarımı adına başardıkları arasında matematik ile ilgili önemli bilim insanlarını tanıtmak, matematik ve insanın gelişimini zaman çizelgesiyle aktarmak, matematiğe ilişkin temel kavram ve teoremleri etkileşimli sunmak olmuştur. Bu bilgiler ışığında doğru cevap D'dir."
  },
  {
    "id": "3862522",
    "unitNumber": 5,
    "text": "Amerikan Ulusal Anayasa Merkezinde, 1787 yılında bildiriye imza atan 39 kişinin birebir boyutlu bronz heykelleri arasında gezinme ve deftere imza atabilme imkanı sunulmaktadır. Bu durum, aşağıdaki yenilikçi sistemlerden özellikle hangisine örnek olarak verilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Işıklandırma ve renklendirme",
      "B": "Etkileşimli grafik/sergiler",
      "C": "Üç boyutlu çalışmalar",
      "D": "Dev boyutlu grafik/sergiler",
      "E": "Video art"
    },
    "explanation": "Klasik anlamdan sıyrılan sergilemenin, sergileme tasarımı biçimine dönüşerek pek çok ögeyi kapsadığı görülmektedir. Artık günümüzde işin içine dev boyutlu grafikler, üç boyutlu çalışmalar, farklı sergileme biçimleri, izleyiciyi sergiye dahil eden etkileşimli grafikler girmektedir. Amerikan Ulusal Anayasa Merkezinde anayasanın onaylanma sürecini hissettirme amaçlanmaktadır. Bu bağlamda, izleyicilere 1787 yılında bildiriye imza atan 39 kişinin birebir boyutlu bronz heykelleri arasında gezinme ve deftere imza atabilme gibi benzersiz deneyimler yaşatılmaktadır. Diğer bir ifadeyle, bu sergi izleyiciyi sergiye dahil eden etkileşimli grafik/ eserler içermektedir. Bu bilgiler ışığında doğru cevap B'dir."
  },
  {
    "id": "3862523",
    "unitNumber": 5,
    "text": "Sergilemeyi, sergiden ayıran <em>en temel fark</em> aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilgilendirme amaçlı olması",
      "B": "Temel öğelere göre yazılmış bir anlatıya sahip olması",
      "C": "Kişiye özgü tasarımları içermesi",
      "D": "Mekan ve zaman uyumunu dikkate alması",
      "E": "Bir ekip işini gerekli kılması"
    },
    "explanation": "Benzer özellikleri olan iki eylem olan sergi ve sergileme arasındaki temel fark, sergilemenin hedef kitle, içerik, sergi mekânı gibi temel öğelere göre yazılmış bir anlatısının olmasıdır. Dolayısıyla doğru cevap B'dir."
  },
  {
    "id": "3862610",
    "unitNumber": 6,
    "text": "Bir tasarım anlayışı olarak ortaya çıkan kurum kimliği, stratejik yönetim, halkla ilişkiler, pazarlama, örgütsel davranış, psikoloji, etnografiyi ve grafik tasarımı kapsayan, disiplinlerarası ve bütünleşik pazarlama iletişiminin önemli uygulama alanlarını kapsayan bu anlayış aşağıdaki tarihsel dönemlerin hangisinde ortaya çıkmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "1960'lar",
      "B": "1970'ler",
      "C": "1980'ler",
      "D": "1990'lar",
      "E": "2000'ler"
    },
    "explanation": "1970’li yıllarda bir tasarım anlayışı olarak ortaya çıkan kurum kimliği, stratejik yönetim, halkla ilişkiler, pazarlama, örgütsel davranış, psikoloji, etnografiyi ve grafik tasarımı kapsayan, disiplinlerarası ve bütünleşik pazarlama iletişiminin önemli uygulama alanıdır."
  },
  {
    "id": "3862611",
    "unitNumber": 6,
    "text": "Wiliam Golden’a göre kurum kimliğinin oluşturulmasında tescilli markanın işlevi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hatırlatma işlevine sahiptir",
      "B": "Kârın artmasına yarar",
      "C": "Kurumsal etkinliği arttırır",
      "D": "Kurum içi iletişime katkı sağlar",
      "E": "Kurum içi işleyişi düzenler"
    },
    "explanation": "CBS televizyonu için 1959 yılında çok bilinen “göz”ün tasarımcısı William Golden’ın, Print’te yayımlanan sözleri; “Tescilli bir marka tek başına kurumsal imaj oluşturmaz, imaj, kurumun ürünleri, politikası, hareketleri ve reklamcılık gücü doğrultusunda oluşturduğu etkilerin toplamıdır. Bana kalırsa, eğer kurumsal kimlik varsa tescilli marka bunu sadece hatırlatmaya yarayabilir”."
  },
  {
    "id": "3862612",
    "unitNumber": 6,
    "text": "Kurumun tüm iletişim faaliyetlerini kapsayan kurum kimliği tasarımı aşağıdaki nedenlerden hangisi tarafından gerçekleşmez?",
    "correctAnswer": "E",
    "options": {
      "A": "Kurumun yeni kurulması",
      "B": "Var olan tasarımın yetersiz olması",
      "C": "Bir kuruluşun yeni sektörlere girmesi",
      "D": "Değişen ekonomik ve teknolojik koşullara göre yeniden yapılanma sürecinde olması",
      "E": "Desteklenmiş kimliğe sahip olma isteğinden"
    },
    "explanation": "Desteklenmiş kimlik kurumsal kimlik yapıları arasında yer almaktadır. Desteklenmiş kimlik: Kurumun sahip farklı faaliyet alanlarını farklı isimlerle oluştururken kendi ismi<br/>ve kimliğiyle de desteklemesidir."
  },
  {
    "id": "3862613",
    "unitNumber": 6,
    "text": "Aşağıdaki tanımlardan hangisi kurumsal iletişim kavramına aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kurumun kültürü, değerleri, tutumları, ilkeleri, amacı ve tarihinden meydana gelmektedir.",
      "B": "Kurumun felsefesi davranışlarını şekillendirir. Sosyal, iletişim, dağıtım, ücret, finans, sunum/teklif ve her türlü sosyal davranışlardır. Kurumun içsel ve dışsal tüm davranışlarının toplamıdır.",
      "C": "Kurumsal davranış iletişimini belirler, tüm topluma ve hedef kitlelere, kurumsal etkilerinin farklı kanallarla iletilmesidir",
      "D": "Sembol, doku, ses, renk, marka, yazı, mimari tasarım gibi görünen, duyulan, hissedilebilen her türlü uyaran tasarlanıp kimlik sistemine eklenmesiyle ortaya çıkan yapılanmadır.",
      "E": "Kurumu rakiplerinden ayıran ve hatırlanmasını sağlayan öğelerin algılanabilirliği."
    },
    "explanation": "Kurumsal İletişim: Kurumsal davranış iletişimini belirler, tüm topluma ve hedef kitlelere, kurumsal etkilerinin farklı kanallarla<br/>iletilmesidir."
  },
  {
    "id": "3862614",
    "unitNumber": 6,
    "text": "Kurum kimliği tasarımı görsel olarak kodlanmaya başlaması için genellikle ilk önce belirlenen bileşeni aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Antetli kağıtlar",
      "B": "Tabelalar",
      "C": "Kurumsal araç giydirmeleri",
      "D": "Sembol",
      "E": "Kurumsal mimari ve iç mimarlık tasarımı"
    },
    "explanation": "Kurum kimliği tasarımı görsel olarak kodlanmaya başlamak için genellikle önce kurum sembolü belirlenir. Geleneksel olarak önce sembol sonra kurumsal sistem oluşturulur."
  },
  {
    "id": "3862615",
    "unitNumber": 6,
    "text": "1930’lu yıllarda modadan mimariye hayatın tamamına sadelik getiren şirketin adı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bauhaus",
      "B": "IBM",
      "C": "Morton Goldsholl",
      "D": "Motorola",
      "E": "International Harvester"
    },
    "explanation": "1930’larda, Bauhaus modadan mimariye hayatın tamamına sadelik getirmiştir. Bu yalın çizgili hayat grafik tasarımı da etkisi altına aldı. Sayfa grid sistemlerinden, ambalaj ve ürün formlarına, tüm kurum iletişimini etkisi altına almıştır"
  },
  {
    "id": "3862616",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi kurum isimleri kategorilerinden tanım isim kategorisinin tanımını oluşturmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Bazı kurumlar kurucu sahiplerinin adı /soyadı ile isimlendirilmiştir. Burada kişisel karakter doğrudan kuruma geçer",
      "B": "Kurumun isminin uzun ve söylenmesinin ve hatırlanmasının zor olduğu durumlarda kullanılmaktadır",
      "C": "Kendi isimleriyle ticari hayatlarını sürdürürken kurum evliliği yapan şirketler tarafından tercih edilmektedir",
      "D": "Böyle kurumlar doğrudan yaptığı işten isimlerini alır. Bu tür isimleri hatırlamak ve kuruma mal etmek kolay ama korumaya alıp tescil ettirmek de bir o kadar zordur",
      "E": "Herhangi bir dilde karşılığı olmayan isimlerdir. Bazen sektörle fonetik bağı olan bir çağrıştırıcı olabileceği gibi bazen de tamamen ilgisiz olabilirler."
    },
    "explanation": "Tanım İsimleri: Böyle kurumlar doğrudan yaptığı işten isimlerini alır. Bu tür isimleri hatırlamak ve kuruma mal etmek kolay ama korumaya alıp tescil ettirmek de bir o kadar zordur (Türk Hava Yolları, Türkiye Radyo Televizyonu, USAir)."
  },
  {
    "id": "3862617",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bir grafik tasarımcının sembol tasarımında başarılı olabilmesi için, göz önünde bulundurması gereken noktalar arasında yer almamaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Negatif etkiden sakınmalıdır",
      "B": "Pozitif etki uyandırmalıdır",
      "C": "İş stratejisi planlamayla ilgili soruları cevaplamalıdır",
      "D": "Şirketin stili ve teknik ihtiyaçlarını bir arada tutmalıdır",
      "E": "Kısa, basit, okunması ve söylenmesi kolay, kulağa hoş gelmelidir"
    },
    "explanation": "E şıkkı kurumsal kimliği yansıtan ismin bulunma süreci ile ilgilidir."
  },
  {
    "id": "3862618",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi kalıp dosya (mocks-ups) kullanımına bir örnektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Logotayp kullanmamak",
      "B": "Şirket logosunun yer aldığı mühür tasarımı",
      "C": "Ambemi kullanmamak",
      "D": "Farklı gruplar oluşturmak",
      "E": "Detayları kaldırmak"
    },
    "explanation": "Doğru cevap 17. sayfada yer alan görsel 6.23'te bulunmaktadır, diğer şıklardaki örnekler esnek markalama tasarımına aittir."
  },
  {
    "id": "3862275",
    "unitNumber": 7,
    "text": "Bürokrasi terimi ilk kez hangi yılda Fransız fizyokrat ve iktisatçı Vincent De Gournay tarafından, “büro” (daire, memurlar) ve “krasi” (güç, iktidar) kelimelerinin birleşmesinden meydana gelerek “büroların iktidarı” anlamında kullanılmaya başlanmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "1689",
      "B": "1745",
      "C": "1755",
      "D": "1801",
      "E": "1883"
    },
    "explanation": "İlk defa 1745’te Fransız fizyokrat ve iktisatçı Vincent De Gournay tarafından, “büro” (daire, memurlar) ve “krasi” (güç, iktidar) kelimelerinin birleşmesinden meydana gelerek “büroların iktidarı” anlamında kullanılmıştır."
  },
  {
    "id": "3862276",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi bürokratik bir yapının içinde yazılı iletişimi tercih etmenin başlıca nedenleri arasında yer almamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yazılı belgelerin maliyeti çok yüksektir.",
      "B": "Yazılı belgenin arşiv değeri vardır ve daha kalıcıdır",
      "C": "Daha resmidir ve yetkiyi daha fazla hissettirir",
      "D": "Kişilerin gidemeyeceği yerlere gidebilir",
      "E": "Zaman açısından daha elverişlidir; uygun olunduğu zaman yazılabilir ve okunabilir, gerektiğinde üzerinde değişiklikler yapılabilir"
    },
    "explanation": "a. Yazılı belgenin arşiv değeri vardır ve daha kalıcıdır. \n b. Konu bir bütünlük içinde ifade edilir ve iletilebilir. \n c Daha resmidir ve yetkiyi daha fazla hissettirir. \n d. Kişilerin gidemeyeceği yerlere gidebilir. \n e. Zaman açısından daha elverişlidir; uygun olunduğu zaman yazılabilir ve okunabilir, gerektiğinde üzerinde değişiklikler yapılabilir. \n f. Kurumun konuyla yakından ilgilendiğini gösterir"
  },
  {
    "id": "3862277",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Elektronik Belge Yönetim Sistemi (EBYS)'nin temel amacıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Elektronik ortamda belgelerin üretilmesi, yönetilmesi, paylaşımı ve iletimi konularında bir referans kriteri belirlenmesidir",
      "B": "Kurumsal kararların, belleğin ve işleyişin kanıtı niteliğindeki belgelerin içerik, zaman ve biçim olarak korunmuş hâlleriyle ilgililerin erişimlerine izin vermek",
      "C": "Belgelerin içerik, bağlam ve yapılarını bütün olarak yönetmek ve bunları güvenli ve özgün şekilde muhafaza etmektir",
      "D": "Tasarım açısından sınırlayıcı bir çerçeve çizilmemesi",
      "E": "Üretilen sistemlerin tasarım ve işleyişteki unsurlar açısından birbirleri arasında bazı farklılıklar göstermesi"
    },
    "explanation": "EBYS’nin temel amacı, belgelerin içerik, bağlam ve yapılarını bütün olarak yönetmek ve bunları güvenli ve özgün şekilde muhafaza etmektir."
  },
  {
    "id": "3862278",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Gestalt Teorisi'ne göre yakınlık kavramının tanımıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Nesneler benzer göründüklerinde, göz onları bir doku ya da grup olarak algılar",
      "B": "Gözün bir nesneden diğerine kaymak zorunda kaldığı durumdur",
      "C": "Bir nesne eksik veya tamamen kapalı olmadığında göz eksik parçaları tamamlar",
      "D": "Göz nesneyi çevresinden ayırdığında algılanmaktadır",
      "E": "Nesneler birlikte yer aldıklarında, göz onları grup olarak algılar"
    },
    "explanation": "Doğru cevap E şıkkıdır."
  },
  {
    "id": "3862279",
    "unitNumber": 7,
    "text": "Resmî Yazışmalarda Uygulanacak Usul ve Esaslar Hakkında Yönetmelik’e göre hazırlanan belgelerde aşağıdaki yazı tiplerinden hangileri kullanılmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Arial veya Calibri",
      "B": "Times New Roman veya Georgia",
      "C": "Arial veya Garamond",
      "D": "Times New Roman veya Arial",
      "E": "Arial veya Berlin Sans"
    },
    "explanation": "Resmî yazışmalarda kullanılacak yazı karakteri ve büyüklükleri ise Resmî Yazışmalarda Uygulanacak Usul ve Esaslar Hakkında Yönetmelik’e göre “Hazırlanan belgelerde “Times New Roman” veya “Arial” yazı tipi normal yazı stilinde kullanılır."
  },
  {
    "id": "3862280",
    "unitNumber": 7,
    "text": "Türkiye'de 5070 sayılı E-İmza Kanunu hangi tarihte yürürlüğe girmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "2004",
      "B": "2005",
      "C": "2006",
      "D": "2007",
      "E": "2008"
    },
    "explanation": "Ülkemizde EBYS ile ilgili çalışmalar 2000’li yılların ortalarından itibaren hız kazanmış, bu sürecin hukuki altyapısı 5070 sayılı E-İmza Kanunu’nun (2004) yürürlüğe girmesiyle başlamıştır."
  },
  {
    "id": "3862281",
    "unitNumber": 7,
    "text": "Temelde veri toplamak için alan girişlerinin kullanıldığı bir dizi sorudan oluşan ve soruları soran ve soruları yanıtlayan arasında yazılı iletişim sağlayan araçlara verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çizelge",
      "B": "Tablo",
      "C": "Form",
      "D": "Broşür",
      "E": "Çetele"
    },
    "explanation": "Temelde veri toplamak için alan girişlerinin kullanıldığı bir dizi sorudan oluşan ve soruları soran ve soruları yanıtlayan arasında yazılı iletişim sağlayan araçlardır."
  },
  {
    "id": "3862282",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi formları kullanıcılar tarafından çok sevilmeyen iletişim araçları haline getirmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tasarımın kullanıcılar tarafından benimsenmemesi",
      "B": "Kolay okunur olması",
      "C": "Kopyalamanın zaman alması",
      "D": "Kısa sürede içerdiği verilerin eskimesi",
      "E": "Sözel iletişime kıyasla daha zor iletişim kurulan bir iletişim aracı olması"
    },
    "explanation": "Fakat formlar sık kullanımı ve etkin veri toplama araçları olmalarının yanında sözel iletişime kıyasla daha zor iletişim kurulan ve dürüst olmak gerekirse bu zorluk sebebiyle kullanıcı tarafından çok da sevilmeyen iletişim araçlarıdır."
  },
  {
    "id": "3862283",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi karma formun tanımıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Aynı içeriğin yazımdaki tekrarını önleyerek işleyişe hız kazandırmak adına üretilmiş formlardır.",
      "B": "Beklenilen cevaplar için ayrılan alanların dikey ya da yatay kutulardan oluşturulduğu form tasarımlarıdır",
      "C": "<em>Y</em>azı, kodlama ve işaretleme yapılarak doldurulacak verinin beklenildiği ve buna uygun olarak sabit alan tasarımının yapıldığı formlardır. Tasarımda sıklıkla kutu, sütün, işaretleme ve yazı alanları bir arada kullanılmaktadır.",
      "D": "Tasarımında çizgilerin kullanımından yararlanılan formlardır",
      "E": "Çizgiler doldurulacak alanları belirtmek ya da doldurulacak alanları birbirlerinden ayırmak için kullanılabilmektedir"
    },
    "explanation": "<em>Karma formlar</em>, yazı, kodlama ve işaretleme yapılarak doldurulacak verinin beklenildiği ve buna uygun olarak sabit alan tasarımının yapıldığı formlardır. Tasarımda sıklıkla kutu, sütün, işaretleme ve yazı alanları bir arada kullanılmaktadır."
  },
  {
    "id": "3862284",
    "unitNumber": 7,
    "text": "Bürokrasi kavramı sistematik ve kapsamlı bir biçimde ilk kez kim tarafından incelenmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Max Horkheimer",
      "B": "Max Weber",
      "C": "Emile Durkheim",
      "D": "Edgar Morin",
      "E": "Herbert Marcuse"
    },
    "explanation": "Bürokrasi kavramını sistematik ve kapsamlı bir biçimde ilk inceleyen Alman ekonomist ve sosyolog Max Weber bürokrasiyi, iş bölümü (görev dağılımı), hiyerarşi, yazılı kurallar, yapılan çalışmaların ve yazışmaların dosyalanması, gayrişahsilik, belli bir disipline bağlı olarak kurulmuş olan bir yapı ve resmî olarak görevini yürüten bir örgüt biçimi şeklinde ifade etmektedir"
  },
  {
    "id": "3862490",
    "unitNumber": 7,
    "text": "<strong>Bürokrasi</strong> ile ilgili aşağıdaki seçeneklerden hangisi/hangileri doğrudur?\n I. “Bürokrasi” terimi ilk defa 1745’te Fransız fizyokrat ve iktisatçı Max Weber tarafından kullanılmıştır.\n II. Bürokrasi kurallı, tutarlı ve sürdürülebilir bir yönetim sistemidir.\n III. Bürokratik sistemin vazgeçilmezi her işlemin kayıtlı olmasıdır.\n IV. Ülkemizde bürokratik sistemlerin yönetim, organizasyon ve işleyiş kuralları kanun ve yönetmeliklerce normlaştırılarak sürdürülebilir hâle getirilmiştir.\n V. Bürokrasinin ayırt edici başlıca özellikleri kayıt ve haberleşmenin yazılı olarak yapılması ve ayrıntılı bir dosyalama sisteminin olmasıdır.",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III ve IV",
      "B": "I, III, IV ve V",
      "C": "II, III, IV ve V",
      "D": "I, II, III ve V",
      "E": "II, III ve IV"
    },
    "explanation": "Fransızcadan türeyen “bürokrasi” terimi ilk defa 1745’te Fransız fizyokrat ve iktisatçı Vincent De Gournay tarafından, “büro” (daire, memurlar) ve “krasi” (güç, iktidar) kelimelerinin birleşmesinden meydana gelerek “büroların iktidarı” anlamında kullanılmıştır. Bürokrasi kurallı, tutarlı ve sürdürülebilir bir yönetim sistemidir. Bürokratik sistemin vazgeçilmezi her işlemin kayıtlı olmasıdır. Ülkemizde bürokratik sistemlerin yönetim, organizasyon ve işleyiş kuralları kanun ve yönetmeliklerce normlaştırılarak sürdürülebilir hâle getirilmiştir. Bürokrasinin ayırt edici başlıca özellikleri kayıt ve haberleşmenin yazılı olarak yapılması ve ayrıntılı bir dosyalama sisteminin olmasıdır."
  },
  {
    "id": "3862491",
    "unitNumber": 7,
    "text": "\"Bürokrasi kavramını sistematik ve kapsamlı bir biçimde ilk inceleyen Alman ekonomist ve sosyolog Max Weber bürokrasiyi, iş bölümü (görev dağılımı), hiyerarşi, yazılı kurallar, yapılan çalışmaların ve yazışmaların dosyalanması, gayrişahsilik, belli bir disipline bağlı olarak kurulmuş olan bir yapı ve <u><strong>...</strong> </u>olarak görevini yürüten bir örgüt biçimi şeklinde ifade etmektedir\" anlatımında yer alan boşluğa gelmesi en uygun seçenek aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Resmî",
      "B": "Özel",
      "C": "Gayriresmi",
      "D": "Öznel",
      "E": "Etnik"
    },
    "explanation": "Bürokrasi kavramını sistematik ve kapsamlı bir biçimde ilk inceleyen Alman ekonomist ve sosyolog Max Weber bürokrasiyi, iş bölümü (görev dağılımı), hiyerarşi, yazılı kurallar, yapılan çalışmaların ve yazışmaların dosyalanması, gayrişahsilik, belli bir disipline bağlı olarak kurulmuş olan bir yapı ve <strong>resmî</strong> olarak görevini yürüten bir örgüt biçimi şeklinde ifade etmektedir."
  },
  {
    "id": "3862492",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi 'Bürokratik bir yapının içinde yazılı iletişimi tercih etmenin başlıca nedenleri' arasında <strong><u>yer</u> <u>almaz</u>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yazılı belgenin arşiv değeri vardır ve daha kalıcıdır.",
      "B": "Konu bir bütünlük içinde ifade edilir ve iletilebilir.",
      "C": "Daha resmidir ve yetkiyi daha fazla hissettirir.",
      "D": "Kurumun konuya mesafeli olduğunu gösterir.",
      "E": "Zaman açısından daha elverişlidir; uygun olunduğu zaman yazılabilir ve okunabilir, gerektiğinde üzerinde değişiklikler yapılabilir."
    },
    "explanation": "1.Yazılı belgenin arşiv değeri vardır ve daha kalıcıdır.\n<br/>2. Konu bir bütünlük içinde ifade edilir ve iletilebilir.\n<br/>3. Daha resmidir ve yetkiyi daha fazla hissettirir.\n<br/>4. Zaman açısından daha elverişlidir; uygun olunduğu zaman yazılabilir ve okunabilir, gerektiğinde üzerinde değişiklikler yapılabilir.\n<br/>5. Kurumun konuyla yakından ilgilendiğini gösterir."
  },
  {
    "id": "3862493",
    "unitNumber": 7,
    "text": "\"Her resmî yazışmanın içeriğindeki tüm bilgi <u><strong>...</strong></u> bir sıra gözetilerek üretilmektedir. İlk sırada başlık ve muhatap, daha sonra tarih sayı varsa ilgi, daha sonra imzacı, metin ve diğer detayların bilgisi verilmektedir.",
    "correctAnswer": "B",
    "options": {
      "A": "Tipografik",
      "B": "Hiyerarşik",
      "C": "Fotografik",
      "D": "Sistematik",
      "E": "Otomatik"
    },
    "explanation": "Her resmî yazışmanın içeriğindeki tüm bilgi <u><strong>hiyerarşik</strong></u> bir sıra gözetilerek üretilmektedir. İlk sırada başlık ve muhatap, daha sonra tarih sayı varsa ilgi, daha sonra imzacı, metin ve diğer detayların bilgisi verilmektedir."
  },
  {
    "id": "3862494",
    "unitNumber": 7,
    "text": "Resmi yazışmalarda kullanılan yazı karakterleriyle ilgili aşağıdaki bilgilerden hangisi/hangileri doğrudur?\n I. Times New Roman yazı karakteri, 1930’ların başında önemli yazı tasarımcısı Stanley Morison tarafından, 1785’te kurulmuş menşei Büyük Britanya olan “The Times” gazetesinin çehresini değiştirmek amacıyla tasarlanmıştır.\n II.Times New Roman yazı karakterinin geleneksel görünümü resmiyet, dürüstlük ve güvenilirlik hislerini pekiştirirken, tırnaklı (serifli) yapısı sayesinde metin okumasını da kolaylaştırmaktadır.\n III. Times New Roman dünyanın en uzun yaşayan ve en sık kullanılan yazı karakterlerinden biridir ve resmî yazışmaların ciddi ve bürokratik görünümünü pekiştirmektedir.\n IV. Ariel, 1982 yılında Robin Nicholas ve Patricia Saunders tarafından Monotype isimli firma için tasarlanmış çağdaş, tırnaklı yazı karakteridir.\n V. 1992 yılında Windows 3.1’ün piyasaya sürülmesiyle Arial yazı karakteri ücretsiz hale getirilmiş ve bu nedenle hızla dünya çapında yayılmaya başlamıştır.",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III ve IV",
      "B": "I, II ve III",
      "C": "II, III, IV ve V",
      "D": "I, III, IV ve V",
      "E": "I, II, III ve V"
    },
    "explanation": "Times New Roman yazı karakteri, 1930’ların başında önemli yazı tasarımcısı Stanley Morison tarafından, 1785’te kurulmuş menşei Büyük Britanya olan “The Times” gazetesinin çehresini değiştirmek amacıyla tasarlanmıştır. Times New Roman yazı karakterinin geleneksel görünümü resmiyet, dürüstlük ve güvenilirlik hislerini pekiştirirken, tırnaklı (serifli) yapısı sayesinde metin okumasını da kolaylaştırmaktadır. Times New Roman dünyanın en uzun yaşayan ve en sık kullanılan yazı karakterlerinden biridir ve resmî yazışmaların ciddi ve bürokratik görünümünü pekiştirmektedir.\n Ariel, 1982 yılında Robin Nicholas ve Patricia Saunders tarafından Monotype isimli firma için tasarlanmış çağdaş, tırnaksız (sans serif ) yazı karakteridir. 1992 yılında Windows 3.1’ün piyasaya sürülmesiyle Arial yazı karakteri ücretsiz hale getirilmiş ve bu nedenle hızla dünya çapında yayılmaya başlamıştır."
  },
  {
    "id": "3862495",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi belgelerin dijital ortamlara aktarılmasının avantajlarından biri <u><strong>değildir?</strong></u>",
    "correctAnswer": "A",
    "options": {
      "A": "Belgelere tek tek ansiklopedik dizinler aracılığıya erişim sağlanır.",
      "B": "Yapılan işlemlerin süresi azalır.",
      "C": "Bilgi ve belgeye daha hızlı erişilir.",
      "D": "Belgeler daha güvenli şartlar altında depolanır.",
      "E": "Belgeler istenilen sayıda çoğaltılabilir."
    },
    "explanation": "Belgelerin dijital ortamlara aktarılmasının avantajları şu maddelerle açıklanabilir:\n<br/><ul><br/><li><br/>Yapılan işlemlerin süresi azalır.\n<br/></li><br/><li><br/>Bilgi ve belgeye daha hızlı erişilir.\n<br/></li><br/><li><br/><strong>Belgelere çok fazla anahtar terim kullanarak erişim sağlanır.</strong>\n<br/></li><br/><li><br/>Belgeler daha güvenli şartlar altında depolanır.\n<br/></li><br/><li><br/>Belgeler istenilen sayıda çoğaltılabilir.\n<br/></li><br/></ul>"
  },
  {
    "id": "3862496",
    "unitNumber": 7,
    "text": "İdarelerin faaliyetlerini yerine getirirken hazırladıkları ve faaliyetlerinin delili olabilecek E-Yazışma Teknik Rehberi’ne uygun belgelerin içerik, üstveri, format ve ilişkisel özelliklerini koruyan, belgelerin ait olduğu fonksiyon veya işlem için delil teşkil eden ve aidiyet zinciri içerisindeki yönetimini elektronik ortamda sağlayan sistem aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Teknolojik Bilgi Sistemi",
      "B": "Elektronik Belge Yönetim Sistemi",
      "C": "Bürokratik Belge Yönetimi",
      "D": "Elektronik İmza Sistemi",
      "E": "Bürokratik Arşiv Yönetimi"
    },
    "explanation": "Elektronik belge yönetim sistemi (EBYS), idarelerin faaliyetlerini yerine getirirken hazırladıkları ve faaliyetlerinin delili olabilecek E-Yazışma Teknik Rehberi’ne uygun belgelerin içerik, üstveri, format ve ilişkisel özelliklerini koruyan, belgelerin ait olduğu fonksiyon veya işlem için delil teşkil eden ve aidiyet zinciri içerisindeki yönetimini elektronik ortamda sağlayan sistemdir."
  },
  {
    "id": "3862517",
    "unitNumber": 7,
    "text": "Bürokratik sistemlerde form kullanımı ile ilgili aşağıdaki seçeneklerden hangisi/hangileri doğrudur?\n I. Form kullanımı, veri toplama işini karışıklıktan kurtarıp bir sistem yaratarak standart hâle getirir.\n II. Formlar ve onların sağladığı yazılı iletişime oldukça sık başvurulmasının sebebi rastlantısaldır.\n III. Form kullanımı zaman, emek ve maliyet konularında tasarruf edilmesini sağlar.\n IV. Formlar, etkili bir yazılı iletişime olanak verir.\n V. Formlar, verinin toplanmasına, analizine, sağlıklı biçimde kaydedilmesine, sonuçlar elde edilmesine yardımcı olur.",
    "correctAnswer": "C",
    "options": {
      "A": "I,II, III ve IV",
      "B": "I,II, III ve V",
      "C": "I, III, IV ve V",
      "D": "II,III,IV ve V",
      "E": "I,II, IV ve V"
    },
    "explanation": "Form kullanımı, veri toplama işini karışıklıktan kurtarıp bir sistem yaratarak standart hâle getirir. Formlar ve onların sağladığı yazılı iletişime oldukça sık başvurulmasının sebebi rastlantısal değildir. Form kullanımı zaman, emek ve maliyet konularında tasarruf edilmesini sağlar. Formlar, etkili bir yazılı iletişime olanak verir. Formlar, verinin toplanmasına, analizine, sağlıklı biçimde kaydedilmesine, sonuçlar elde edilmesine yardımcı olur."
  },
  {
    "id": "3862518",
    "unitNumber": 7,
    "text": "\"<strong><u>...</u> <u>...</u></strong>, aynı içeriğin yazımdaki tekrarını önleyerek işleyişe hız kazandırmak adına üretilmiş formlardır. Tekrar edilecek içerik formun sabit alanlarında yer alırken kullanıcıdan beklenen yazınsal veri alanları boş bırakılmaktadır. Doldurulacak alanlar genellikle nokta ya da çizgiyle belirtilmektedir. Bu tür formların en belirgin örneklerini dilekçeler oluşturmaktadır\" tanımında yer alan boşluğa gelmesi en uygun seçenek aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çizgi formlar",
      "B": "Kutu formlar",
      "C": "Karma formlar",
      "D": "Yazışma formları",
      "E": "Çevrim dışı formlar"
    },
    "explanation": "\"<strong><u>Yazışma</u> <u>formları</u></strong>, aynı içeriğin yazımdaki tekrarını önleyerek işleyişe hız kazandırmak adına üretilmiş formlardır. Tekrar edilecek içerik formun sabit alanlarında yer alırken kullanıcıdan beklenen yazınsal veri alanları boş bırakılmaktadır. Doldurulacak alanlar genellikle nokta ya da çizgiyle belirtilmektedir. Bu tür formların en belirgin örneklerini dilekçeler oluşturmaktadır\"."
  },
  {
    "id": "3862519",
    "unitNumber": 7,
    "text": "\"<strong><u>...</u> <u>...</u> </strong> formların hatayı ortadan kaldırmalarının yegâne aracı satır içi doğrulama mesajlarıdır. Satır içi doğrulama, kullanıcılara soruyu doğru anladıklarından emin olmanın veya bir şeylerin yolunda gitmediğini bildirmenin en iyi yoludur\" tanımında hangi form tasarımından söz edilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yazışma",
      "B": "Karma",
      "C": "Tapu senedi",
      "D": "Kutu",
      "E": "Çevrim içi"
    },
    "explanation": "<strong>Çevrim içi</strong> formların hatayı ortadan kaldırmalarının yegâne aracı satır içi doğrulama mesajlarıdır. Satır içi doğrulama, kullanıcılara soruyu doğru anladıklarından emin olmanın veya bir şeylerin yolunda gitmediğini bildirmenin en iyi yoludur."
  },
  {
    "id": "3862572",
    "unitNumber": 8,
    "text": "Aşağıdaki seçeneklerden hangisi Görsel İletişim Tasarımının hedeflerinden bir tanesi değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tutarlı bir sistem kurgusu.",
      "B": "Kurumsal kimlik çalışması.",
      "C": "Ürün kimliğinin ortaya konulması.",
      "D": "Rakip ürünle bağlantı kurulması.",
      "E": "Marka algısının kuvvetlendirilmesi."
    },
    "explanation": "D seçeneği haricindeki tüm seçenekler Görsel İletişim Tasarımının hedefleri arasındadır."
  },
  {
    "id": "3862573",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, kullanışlı ve kolay öğrenilebilir bir ara yüz tasarımı için tutarlı bir sistem kurgulamanın ana hedeflerinden bir tanesi değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tasarım süresinin kısaltılması.",
      "B": "Kurgulanan iletişimin kolaylıkla kavranması.",
      "C": "Zihinsel olarak daha az güç harcanması.",
      "D": "Tekrar başvurulmak üzere alışkanlık geliştirmesi.",
      "E": "Kullanıcı psikolojisine olumlu etkilerde bulunmak."
    },
    "explanation": "Tasarım süresinin kısaltılması, kullanışlı ve kolay öğrenilebilir bir ara yüz tasarımı için tutarlı bir sistem kurgulamanın ana hedeflerinden bir tanesi değildir."
  },
  {
    "id": "3862574",
    "unitNumber": 8,
    "text": "Aşağıdaki seçeneklerden hangisi XEROX şirketinin 1970'lerde kurduğu Palo Alto Research Center (PARC) laboratuvarının geliştirdiği özelliklerden bir tanesi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Zengin metin.",
      "B": "Masa üstü.",
      "C": "Fare",
      "D": "Sürükle bırak.",
      "E": "Uzun tıklama."
    },
    "explanation": "E seçeneğinde verilen 'Uzun tıklama' özelliği ancak dokunmatik ekranların gelişimi ile bulunmuştur."
  },
  {
    "id": "3862575",
    "unitNumber": 8,
    "text": "'Skemorfik Tasarım' kavramının tanımı aşağıdaki seçeneklerden hangisinde doğru verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Zengin Tasarım.",
      "B": "Taklit Tasarım.",
      "C": "Düz Tasarım.",
      "D": "Yatay Tasarım.",
      "E": "Materyal Tasarım."
    },
    "explanation": "Skemorfik tasarım (Taklit Tasarım) temelinde doğanın derinlik, ışık, renk ya da hareket gibi birebir taklidine dayanmaktadır. Bu anlayış erken örneklerden çok yakın dönemlere dek arayüz sistemlerinin temel iletişim kurma prensibi olmuştur. Dosya-Klasör, Ataçlama, Kesme, Yapıştırma gibi fikirler yine bu skemorfik anlayışın çıktıları olarak kabul edilebilir. Böyle bir sistem oluşturmanın temel amacı kullanıcıların karşılaştığı bu yepyeni iletişim dünyasında kendilerini yabancı hissetmemeleri ve kolay uyum sağlamalarıdır."
  },
  {
    "id": "3862576",
    "unitNumber": 8,
    "text": "\"İnsanların bir nesneyle etkileşime girerken, genellikle bu nesne hakkındaki algılarına veya bilgilerine dayanarak mümkün olduğunu düşündükleri eylemleri tanımlamak için kullanılan\" Sağlarlık (Affordance) terimi ilk olarak kim tarafından kullanılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "James Gibson",
      "B": "Don Narman",
      "C": "Alex Schleifer",
      "D": "Hayley Hugher",
      "E": "Raluca Budiu"
    },
    "explanation": "“Sağlarlık” (Affordance) terimi ilk olarak psikolog James Gibson tarafından görsel algıyı araştırırken ortaya atıldı. Gibson, bu terimi, insanların bir nesneyle etkileşime girerken, genellikle bu nesne hakkındaki algılarına veya bilgilerine dayanarak mümkün olduğunu düşündükleri eylemleri tanımlamak için kullandı."
  },
  {
    "id": "3862577",
    "unitNumber": 8,
    "text": "Aşağıdaki kısaltmalardan hangisi 'Kullanıcı ara yüzünü' tanımlar?",
    "correctAnswer": "B",
    "options": {
      "A": "UX",
      "B": "UI",
      "C": "CSS",
      "D": "HCI",
      "E": "DEMO"
    },
    "explanation": "Kullanıcı ara yüzü terimi, User Interface kelimelerinin kısaltılışı olarak 'UI' harfleriyle simgelenmektedir."
  },
  {
    "id": "3862578",
    "unitNumber": 8,
    "text": "\".......... verilen herhangi bir girdiye uygun şekilde yanıt vererek, tasarımda karar verme sürecini yeniden yaratmakta, objelerin ya da tasarım bileşenlerinin farklı şartlarda bir otomasyona bağlı biçimde farklı davranışlar geliştirebilmesini amaçlamaktadır.\" Boşluğa getirilebilecek doğru yanıt aşağıdaki seçeneklerden hangisinde verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fonksiyonlar yaklaşımı",
      "B": "Açık kaynak yaklaşımı",
      "C": "Bileşen kütüphaneleri",
      "D": "Model kütüphaneleri",
      "E": "Düz tasarım yaklaşımı"
    },
    "explanation": "Fonksiyonlar yaklaşımı, verilen herhangi bir girdiye uygun şekilde yanıt vererek, tasarımda karar verme sürecini yeniden yaratmakta, objelerin ya da tasarım bileşenlerinin farklı şartlarda bir otomasyona bağlı biçimde farklı davranışlar geliştirebilmesini amaçlamaktadır."
  },
  {
    "id": "3862579",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi 'Açık Kaynak Yaklaşımının' hedeflerinden bir tanesi değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yaratıcı özgürlüğün teşviki.",
      "B": "Paydaşlarla etkileşim.",
      "C": "Erişebilirlik.",
      "D": "Patent kolaylığı.",
      "E": "İyi tasarımın yaygınlaşması."
    },
    "explanation": "'Patent Kolaylığı', Paydaşlarla etkileşim ve erişebilirliği ön planda tutan ve de yaratıcı özgürlüğün teşvik ile İyi tasarımın yaygınlaşmasını hedefleyen 'Açık Kaynak Yaklaşımının' hedeflerinden bir tanesi değildir?"
  },
  {
    "id": "3862580",
    "unitNumber": 8,
    "text": "Hugher'in ihtiyaçlar piramidinin en tepesinde hangi maddeler yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Ara yüz modelleri-Komponentler",
      "B": "Ara yüz modelleri-Kolaylaştırıcılık",
      "C": "Hikayeler-İlkeler",
      "D": "Servisler-Deneyim",
      "E": "Değerler-İlkeler"
    },
    "explanation": "Hugher'in ihtiyaçlar piramidinin en tepesinde 'Değerler-İlkeler' yer almaktadır."
  },
  {
    "id": "3862581",
    "unitNumber": 8,
    "text": "Kapalı sistem bir üretim yaklaşımının, Açık Kaynak yaklaşımı ile arasındaki temel fark aşağıdaki seçeneklerden hangisinde doğru verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilgi paylaşımına olanak sağlaması.",
      "B": "Kar odaklı ve rekabetçi yaklaşımı benimsemesi.",
      "C": "Erişebilirliğe önem vermesi.",
      "D": "Eğitim odaklı bir yaklaşıma sahip olması.",
      "E": "İç bileşenler ve son kullanıcı arasında akışkan bir yaklaşım benimsemesi."
    },
    "explanation": "Açık kaynak bir tasarım sistemi ya da yazılım paylaşımı benimsemesi şirket değerleri adına bilgi paylaşımı, erişilebilirlik ve eğitim odaklı bir ilkesel model çizerken kapalı sistem bir üretim yaklaşımı benimsenmesi rekabetçi ve kar odaklı bir değerler şemasının tasarlanmasını doğurur."
  },
  {
    "id": "3862582",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi insan-bilgisayar etkileşimi araştırmalarının temel amacını açıklar?",
    "correctAnswer": "A",
    "options": {
      "A": "Makineler ve insanlar arasında olan tüm etkileşimleri verimli, kolay ve sezgisel hale getirmek.",
      "B": "Grafik ve fiziksel arabirimler geliştirmek.",
      "C": "Kullanıcı psikolojisi ve öğrenme bilimi üzerine araştırmalar yapmak.",
      "D": "Grafik tasarımcıların iletişim kurma metotlarını genişletmek.",
      "E": "Arayüz tasarımı süreçlerinin iskeletini belirlemek."
    },
    "explanation": "Sorunun çözümü 216. sayfada belirtilmektedir.<br/>XEROX PARC ve benzeri laboratuvarlarda yapılan çalışmalara genel olarak İnsan-Bilgisayar Etkileşimi araştırma alanı (HCI) adı verilmiştir. Bu alanın temel amacı makineler ve insanlar arasında olan tüm grafik ve fiziksel etkileşimleri verimli, kolay ve sezgisel hale getirmektir."
  },
  {
    "id": "3862583",
    "unitNumber": 8,
    "text": "Grafik arayüz tasarımları ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Grafik arayüz tasarımları donanımdan bağımsız olarak geliştirilebilir.",
      "B": "Grafik arayüz tasarımları donanıma bağlı olarak gelişir.",
      "C": "Grafik arayüz tasarımları donanıma paralel olarak gelişir.",
      "D": "Grafik arayüz tasarımları donanıma göre değişir.",
      "E": "Grafik arayüz tasarımları donanıma göre değişmez."
    },
    "explanation": "Sorunun çözümü 217. sayfada belirtilmektedir.<br/>Donanıma dair tüm yenilikler arayüz tasarımcılar için de çözümlenmesi gereken yeni etkileşimler ve tasarım problemleri sunmaktadır. Örneğin dokunmatik ekranların icadı dijital etkileşim süreçlerine benzersiz bir boyut eklemiştir. Arabirime dokunmak, fiziksel dünya ve dijital ekran arasındaki bağın aracılarından kurtulması yeni iletişim ve tasarım modellerinin de geliştirilmesini sağlamış, bu ergonomi problemi tasarımın kendisini doğrudan etkilemiştir."
  },
  {
    "id": "3862585",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi düz (flat) tasarımın bir özelliği değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Skemorfik yaklaşımı minimize eder.",
      "B": "Daha net ve kontrast renkler kullanır.",
      "C": "Arabirim öğeleri arasındaki hiyerarşiyi kurar.",
      "D": "3D efektler kullanır.",
      "E": "Tipografi kullanır."
    },
    "explanation": "Sorunun çözümü 219. sayfada belirtilmektedir.<br/>Flat tasarımlar arayüzlerde skemorfik yaklaşımı minimize etmiş, daha net ve kontrastlı renkler ve tipografi kullanımı ile arabirim öğeleri arasındaki hiyerarşiyi kurmayı hedeflemiştir."
  },
  {
    "id": "3862587",
    "unitNumber": 8,
    "text": "Aşağıdaki duygusal çıktılardan hangisi tasarım sistemlerinin kullanıcılar üzerinde olumlu etkiler yaratabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yabancılık ve başarısızlık hissi.",
      "B": "Özgüvensizlik ve karmaşıklık.",
      "C": "Başarma hissi ve özgüven.",
      "D": "Kullanıcıların sadakatini azaltan duygusal çıktılar.",
      "E": "Karmaşıklık ve kullanıcıların endişesi."
    },
    "explanation": "Sorunun çözümü 220. sayfada belirtilmektedir.<br/>Bugün Google gibi öncü yazılım geliştiricilerin ürün sepetleri ya da Adobe gibi tasarım yazılımı geliştiricilerin ürün gamları incelendiğinde bu yaklaşımı kolaylıkla görmek mümkündür. Bu sistem anlayışı kullanıcı deneyimi gözüyle değerlendirildiğinde yabancılık çekmeme, başarma hissi, özgüven, gibi duygusal çıktılar yaratarak kullanıcı üzerinde sadakat hissini pekiştirmektedir."
  },
  {
    "id": "3862588",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi tasarım sistemini oluşturur?",
    "correctAnswer": "C",
    "options": {
      "A": "Sadece kullanıcı deneyimi tasarımı ilkeleri.",
      "B": "Yalnızca marka yönergeleri.",
      "C": "Farklı sayfalar ve kanallar arasında paylaşılan bir dil ve görsel tutarlılık.",
      "D": "Sadece erişilebilirlik yönergeleri.",
      "E": "Yalnızca tasarım sistemi yol haritası."
    },
    "explanation": "Sorunun çözümü 222. sayfada belirtilmektedir.<br/>Tasarımda deneyim yaklaşımının yaratıcısı ve öncüsü Nielsen ve Norman Grup ekrana yönelik tasarım sistemlerini şöyle tanımlamaktadır: “Tasarım sistemi, farklı sayfalar ve kanallar arasında paylaşılan bir dil ve görsel tutarlılık oluştururken fazlalığı azaltarak tasarımı büyük ölçekte yönetmeye yarayan bir dizi standarttır.” (Fessenden, 2021)."
  },
  {
    "id": "3862589",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi açık kaynak tasarım sistemlerinin amacıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Tasarımı karmaşıklıklaştırmak.",
      "B": "Tasarımı gizli tutmak.",
      "C": "Yaratıcı özgürlüğü sınırlamak.",
      "D": "<strong>Yenilikçi yaklaşımları paydaşlara aktarmak.</strong>",
      "E": "Sadece büyük şirketlerin kullanabileceği bir yaklaşımı temsil etmek."
    },
    "explanation": "Sorunun çözümü 228. sayfada belirtilmektedir.<br/>Tasarımı organizasyon içinde, küçük bir ekipte kilitli bir sır olarak tutmak yerine, artık pek çok kuruluş geliştirdiği tasarım pratikleri kullanıma açmakta. Örneğin IBM ve MailChimp firmaları yakın zamanda görsel kimliklerini ve devamında tasarım geliştirme sistemlerini yeni çağın ihtiyaçlarına ayak uyduracak daha atik ve hızlı sistemlere evirmek üzere yeniledi. Paydaşlarına hizmet veren bu firmalar bu anlayış ile hem kendi çalışma ve tasarım modellerini güncelledi hem de paydaşlarını da bu sisteme davet ederek daha verimli bir entegrasyonu, iyi tasarımın yaygınlaşmasını ve kurumsal bağı arttıracak bir ekosistemin oluşmasını sağladılar. Alex Schleifer’in (Airbnb Tasarım Başkanı) dediği gibi: “İşte basit gerçek: İlk önce onları oluşturma şeklinizde yenilik yapmadan ürünlerde yenilik yapamazsınız.”. Bu yaklaşımı oldukça iyi özetleyen bu söz yenilikçi ürünler geliştirmek isteyen organizasyonların öncelikli olarak kendi çalışma biçimleri ve sistemlerinde bu arayışı sürdürmeleri ve oradan yaratılan buluşçu yaklaşımları paydaşlarına aktarabileceklerini ifade etmekte. Açık kaynak tasarım sistemlerinin de amacı bu yenilikçi yaklaşımın aktarımına dayanmaktadır (Aspelin, 2018)."
  },
  {
    "id": "3862590",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi komponentlerin tasarım sistemlerinin içerisinde hangi öğeleri temsil ettiğini açıklar?",
    "correctAnswer": "C",
    "options": {
      "A": "Sadece grafik arabirim öğelerini.",
      "B": "Sadece etkileşim biçimlerini.",
      "C": "Hem grafik arabirim öğelerini hem de etkileşim biçimlerini.",
      "D": "Yalnızca tasarım ekibinin iç işleyişini.",
      "E": "Sadece son kullanıcı deneyimini."
    },
    "explanation": "Sorunun çözümü 229. sayfada belirtilmektedir.<br/>Komponentler: Tasarım sistemlerinin genel geçer tanımlarında temel grafik arabirim öğelerini ve etkileşim biçimlerini ifade eden komponentler Hugher‘ın ihtiyaçlar piramidinde bir davranış biçimi ile tanımlanırlar."
  },
  {
    "id": "3862591",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi kullanıcıların ürün ve sistemlere olan bağlılıklarının değerlendirilmesini açıklar?",
    "correctAnswer": "A",
    "options": {
      "A": "Kullanım hikaye modelleri üzerinden.",
      "B": "Renk seçimleri üzerinden.",
      "C": "Buton tasarımları ile.",
      "D": "Ürünün genel tasarımına göre.",
      "E": "Kullanıcıların hissettiği güven ile."
    },
    "explanation": "Sorunun çözümü 229. sayfada belirtilmektedir.<br/>Her ne kadar arayüz öğeleri tasarım sistemlerinin temelini oluştursalar da kullanıcılar ürünleri ne kadar hoş butonları ya da renkleri olduğu için tercih etmezler. Piramidin bu aşamasında kullanıcıların sistem ve ürün üzerinde bağlılıkları kullanım hikâye modelleri üzerinden değerlendirilir."
  },
  {
    "id": "3862592",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi komponentlerin tasarlanmasında yol açan etkileri açıklar?",
    "correctAnswer": "C",
    "options": {
      "A": "Sadece çalışma verimine olumlu etki eder.",
      "B": "Yalnızca son kullanıcı deneyimine olumlu etki eder.",
      "C": "Hem çalışma verimine hem de son deneyime birebir olumlu etki eder.",
      "D": "Sadece tasarım ekibinin iç işleyişine olumlu etki eder.",
      "E": "Sadece tasarım sistemini karmaşıklaştırır."
    },
    "explanation": "Sorunun çözümü 229. sayfada belirtilmektedir.<br/>Toparlayıcı bir tanımla tasarımcıların salt grafik arabirimler değil aynı zamanda bu arabirim sistemlerini yöneten politikaları da tasarlarlar. Bu sayede hem iç bileşenler hem de son kullanıcı arasında akışkan bir tasarım sistemi kurulabilir. Bu da hem çalışma verimine hem de son deneyime birebir olumlu etki eder (Hugher, 2019)"
  },
  {
    "id": "exam-634729-1",
    "unitNumber": 1,
    "text": "-----, bir sistem veya modelin ait bileşenlerinin pek çok yolla etkileşimde olduğu ve doğrusal olmayan, gelişigüzel, kolektif dinamiğe, hiyerarşiye ve gelişime yönelik yerel kuralları izleyen davranışı olarak nitelendirilir. Yukarıdaki paragrafta boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Kompleksite",
      "B": "Kompozisyon",
      "C": "Açık sistemler",
      "D": "ISO 247",
      "E": "Yaratıcı düşünce"
    },
    "explanation": "Soru metninde tanımı verilen kavram Kompleksite'dir. Ünite 1'deki metinlerde bu kavram, “bir sistem veya modelin ait bileşenlerinin pek çok yolla etkileşimde olduğu ve doğrusal olmayan, gelişigüzel, kolektif dinamiğe, hiyerarşiye ve gelişime yönelik yerel kuralları izleyen davranışı” olarak nitelendirilmektedir. Kompleksite, sistemlerin karmaşık yapısını çözmede görsel düşünme biçimlerinin önemini ortaya koyar ve sistemler arası yoğun ilişkileri ifade eder. Doğru cevap A şıkkıdır."
  },
  {
    "id": "exam-634729-2",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi tasarımın temel çalışma alanları arasında yer <u>almaz</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Endüstriyel tasarım",
      "B": "İç mimarlık",
      "C": "Moda tasarımı",
      "D": "NFT",
      "E": "Grafik tasarım"
    },
    "explanation": "Ünite 1'e göre Endüstriyel tasarım, iç mimarlık, moda tasarımı ve grafik tasarım temel tasarım çalışma alanlarıdır. Bu seçenekler arasında yer almayan bir alan tasarımın temel çalışma alanları arasında sayılmaz."
  },
  {
    "id": "exam-634729-3",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi tasarımcıların, üreticilerle renk konusunda verilen kararları doğru şekilde alabilmesini sağlayan, evrensel bir renk dili ortaya koyan sistemdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Venn",
      "B": "Isotype",
      "C": "De Doelen",
      "D": "ISO",
      "E": "Pantone"
    },
    "explanation": "Pantone renk sistemi, tasarımcıların üreticilerle kritik kararları doğru bir şekilde alabilmesini sağlayan evrensel bir renk dili ortaya koyar. Bu sistem sayesinde ekranda ve baskıda birbirinden farklı olan renkler konusunda çözüm sağlanır ve her renge bir isim ve kod verilerek ortak dil sağlanır. Bu bilgi Ünite 1 metninde geçmektedir."
  },
  {
    "id": "exam-634729-4",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sistem türlerinden biri <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Açık ve Kapalı Sistemler",
      "B": "Fiziksel (Somut) veya Soyut Sistemler",
      "C": "Uzun ve Kısa Sistemler",
      "D": "Kalıcı ve Geçici Sistemler",
      "E": "Doğal ve Yapay Sistem"
    },
    "explanation": "Ünite 1'de belirtilen sistem türleri şunlardır: Fiziksel/Soyut, Açık/Kapalı, Alt/Üst, Kalıcı/Geçici, Doğal/Yapay ve Belirlenimci/Olasılıkçı sistemler. Bu listelerde yer almayan bir ifade sistem türü değildir."
  },
  {
    "id": "exam-634729-5",
    "unitNumber": 1,
    "text": "Bir eşyayı, bir objeyi, bir yeri, bir işleyişi veya bir kavramı yalınlaştırarak görsel yolla temsil eden sembollere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Piktogram",
      "B": "ISO",
      "C": "Monogram",
      "D": "WYSIWYG",
      "E": "Logotayp"
    },
    "explanation": "Tehlike anında yapılacakları veya yönleri gösteren grafik biçimlere 'piktogram' adı verilir. Piktogramlar, sözle veya yazılı anlatılabilecek unsurları görsel olarak tek bakışta anlatarak kapsayıcı bir dil yaratır. Bu tanım Ünite 1'de yer almaktadır."
  },
  {
    "id": "exam-634729-6",
    "unitNumber": 2,
    "text": "Metis Yayınlarının \"Ötekini Dinlemek\" adlı yayın serisinin kapak tasarımını yapan tasarımcı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yeşim Demir",
      "B": "Yetkin Başarır",
      "C": "Geray Gencer",
      "D": "Esen Karol",
      "E": "Bülent Erkmen"
    },
    "explanation": "Metis Yayınlarının \"Ötekini Dinlemek\" serisinin kapak tasarımlarını, kapakta mutlaka yer alan çekmece imgesi ve ek bir imge ile görselleştiren tasarımcı Yetkin Başarır'dır. Ünite 2'de bu örnek açıkça belirtilmiştir."
  },
  {
    "id": "exam-634729-7",
    "unitNumber": 2,
    "text": "Portekiz'in liman kenti Porto'da yer alan ve mimari tasarımı Rem Kohlhaas'a ait olan müzik merkezi Casa da Musica'nın kapsamlı kimlik tasarımını yapan tasarımcı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ellen Lupton",
      "B": "Paul Rand",
      "C": "Stefan Sagmeister",
      "D": "Irma Boom",
      "E": "Wolfgang Weignart"
    },
    "explanation": "Casa da Musica'nın kimlik tasarımını, binanın kendisinden ilhamla tasarlanan ve altı farklı açıdan görünüşünün soyutlanmasından oluşan logoyu da içeren kapsamlı bir çalışmayla Stefan Sagmeister üstlenmiştir. Bu bilgi Ünite 2 metninde mevcuttur."
  },
  {
    "id": "exam-634729-8",
    "unitNumber": 2,
    "text": "İkinci Dünya Savaşı sonrası Avrupa, İsviçre'den başlayıp Almanya ve İngiltere'de karşılığını bulan, Jan Tschichold'un da öncülerinden olduğu tasarım anlayışı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Minimalizm",
      "B": "Modernizm",
      "C": "Jugend Stil",
      "D": "Art Nouveau",
      "E": "Uluslararası Tipografik Üslup"
    },
    "explanation": "Jan Tschichold, Penguin Books için \"Kompozisyon Kuralları\" ile modernist bir yaklaşım getirmiştir. Bu yaklaşım, tasarımı gereksiz detaylardan ve süsten arındırma ve işlevselliğin ön planda tutulduğu estetik yaklaşıma yönelmeyi hedefler. Bu, II. Dünya Savaşı sonrası modernist dünya anlayışının yansımasıdır ve Ünite 2'de detaylıca anlatılmıştır."
  },
  {
    "id": "exam-634729-9",
    "unitNumber": 2,
    "text": "Editörlüğünü Uğur Tanyeli'nin yaptığı ve ilk sayısını Şubat 1989 yılında yayımlanan (önce Arredamento Dekorasyon, 1989'dan itibaren ise Arredamento Mimarlık) dergilerin kapak tasarımlarını üstlenen ünlü grafik tasarımcı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bülent Erkmen",
      "B": "Esen Karol",
      "C": "Yeşim Demir",
      "D": "Yurdaer Altıntaş",
      "E": "Sadık Karamustafa"
    },
    "explanation": "Editörlüğünü Uğur Tanyeli'nin yaptığı ve ilk sayısını Şubat 1989'da yayımladığı dergilerin (Arredamento Dekorasyon/Mimarlık) kapak tasarımlarını Bülent Erkmen üstlenmiştir. Ünite 2'deki 'Dergi Kapağı Tasarımı' başlığı altında bu bilgi yer almaktadır."
  },
  {
    "id": "exam-634729-10",
    "unitNumber": 2,
    "text": "I. Seri tasarım anlayışı, bir markanın kimlik bütünlüğünü koruyup marka altında çıkan ürün gruplarının (veya serisinin) görsel tutarlılığını ve devamlılığını sağlar. Bu metot, tüketici alışkanlıkları açısından olumlu bir hamledir.<br/>II. Seri tasarım mantığı doğrultusunda tasarımcının vereceği tüm kararlar, tasarımı yapılacak ürünün markasına, ait olduğu kuruma ve içeriğine bağlıdır.<br/>III. Seri tasarım yaklaşımının köklü bir markanın yerleşmiş olan kimliğine aidiyet değeri katmada katkısı <u>yoktur</u>.<br/>Seri tasarım ile ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    },
    "explanation": "I. ve II. ifadeler doğrudur; seri tasarım bir markanın görsel tutarlılığını ve devamlılığını sağlar ve tasarım kararları markaya bağlıdır. III. ifade yanlıştır, çünkü seri tasarım yaklaşımı köklü bir markanın kimliğine aidiyet değeri katmada ve hacmini genişletmede önemli rol oynar (Ünite 2). Bu nedenle yalnızca I ve II doğrudur."
  },
  {
    "id": "exam-634729-11",
    "unitNumber": 3,
    "text": "Mimari alanında grid sistemini en etkili biçimde kullanan isimlerin başında gelen ve 1946 yılında altın oranı kendi tanımladığı \"Modüler (Modulor)\" tasarım sistemine uyarlayan İsviçreli mimar aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Antoni Gaudí",
      "B": "Frank Gehry",
      "C": "Le Corbusier",
      "D": "Zaha Hadid",
      "E": "Ludwig Mies van der Rohe"
    },
    "explanation": "Ünite 3'te, \"Mimari alanına gelindiğinde ise grid sistemini en etkili biçimde kullanan isimlerin başında hiç kuşkusuz İsviçreli mimar Le Corbusier gelmektedir. Le Corbusier, altın oranı 1946 senesinde kendi tanımladığı “Modüler (Modulor)\" tasarım sistemine uyarlamıştır.\" bilgisi yer almaktadır. Dolayısıyla cevap Le Corbusier'dir."
  },
  {
    "id": "exam-634729-12",
    "unitNumber": 3,
    "text": "Atina'daki ünlü Parthenon Tapınağı'nın ölçüleri aşağıdaki oran türlerinden hangisine dayandırılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Grid sistemi",
      "B": "Altın oran",
      "C": "Modüler oran",
      "D": "Sütün oranı",
      "E": "Simetrik oran"
    },
    "explanation": "Altın oran, Atina'da bulunan ünlü Parthenon Tapınağı'nın ölçülerinin dayandırıldığı orantının temel kuralları üzerine çalışılmış bir orandır."
  },
  {
    "id": "exam-634729-13",
    "unitNumber": 3,
    "text": "Çoklu sayfa tasarımlarında, karşılıklı sayfalardaki grid çizgi yerleşimlerinin birbirinden farklı kullanıldığı sayfa düzenleme biçimi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Modüler grid",
      "B": "Altın oran",
      "C": "Simetrik grid",
      "D": "Tipografik grid",
      "E": "Asimetrik grid"
    },
    "explanation": "Asimetrik Grid, karşılıklı sayfalardaki grid çizgi yerleşimlerinin birbirinden farklı kullanıldığı sayfa düzenleme biçimidir. Bu sistemde ana metin, resimler, başlıklar, alt başlıklar vb. sayfadan sayfaya aynı yere yerleştirilir."
  },
  {
    "id": "exam-634729-14",
    "unitNumber": 3,
    "text": "Bir yazı karakterinin hatlarının uç yapısında bulunan yatay çıkıntılara ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Perspektif",
      "B": "Serif",
      "C": "Modulor",
      "D": "Grid",
      "E": "Le Corbusier"
    },
    "explanation": "Bir yazı karakterinin hatlarının uç yapısında bulunan yatay çıkıntılara \"serif\" adı verilir. Ancak bu terim ünite özetinde geçmemekle birlikte, tipografi ile ilgili temel kavramlardan biridir. Ünite 3'te \"Resmî Yazışmalarda Uygulanacak Usul ve Esaslar Hakkında Yönetmelik'teki genel biçim, yazı karakter seçimi ve büyüklüğüne ilişkin esaslara göre bu alan içinde planlanmalıdır\" ifadesi geçmektedir. Yine de, tipografik ögelerle ilgili standartlara atıf yapılmıştır (Kitabın 67. sayfasında bahsedilen). Konu bağlamında en yakın terim serif'tir (yatay çıkıntılar)."
  },
  {
    "id": "exam-634729-15",
    "unitNumber": 3,
    "text": "Sayfanın iç çevresinde bulunan, gridin dışında kalan ve sayfa numaralarını yerleştirmek için en uygun alan olan negatif boşluklara ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Modül",
      "B": "Yatay çizgi",
      "C": "Sütun",
      "D": "Kenar boşlukları",
      "E": "Sütun arası boşluk"
    },
    "explanation": "Kenar Boşlukları, sayfanın iç çevresinde bulunan ve gridin dışında kalan negatif boşluklardır. Yazı alanı her zaman bir negatif alan ile çevrilidir. Sayfa numaraları genellikle bu alanlara yerleştirilir."
  },
  {
    "id": "exam-634729-16",
    "unitNumber": 4,
    "text": "Haritada hangi rengin veya çizginin ne anlama geldiğini toplu olarak gösteren açıklama kısmına ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sözlük",
      "B": "Atlas",
      "C": "Lejant",
      "D": "Coğrafik",
      "E": "Kolofon"
    },
    "explanation": "Haritada hangi rengin hangi anlama geldiğini toplu olarak gösteren açıklama kısmına Lejant (Açıklama) adı verilir. Fiziki Türkiye Haritası örneğinde yeşil renk ova gibi düzlükleri gösterirken, mavi tonları su alanlarını göstermektedir."
  },
  {
    "id": "exam-634729-17",
    "unitNumber": 4,
    "text": "Haritada yansıtılacak alanın büyütme ve küçültme işlemine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ölçeklendirme",
      "B": "Bilgilendirme",
      "C": "Ölçümleme",
      "D": "Yönlendirme",
      "E": "UX"
    },
    "explanation": "Ölçek, genel olarak büyütme ve küçültme oranı olarak adlandırılır. Haritada ölçek bilgisi, haritanın gerçek ölçüleri küçültme bilgisi anlamında kullanılmaktadır."
  },
  {
    "id": "exam-634729-18",
    "unitNumber": 4,
    "text": "I. Haritanın temel amacı ilgili içeriği aktarmaktır.<br/>II. Haritalarda yalnızca coğrafi özellikler gösterilebilir.<br/>III. Haritalar kullanıcılarıyla aktarmak istedikleri içeriklerine paralel biçimde iletişim kurarlar.<br/>Haritalarla ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I ve III"
    },
    "explanation": "Haritalar, dünyaya ait bilgiyi aktaran yararlı ve işlevsel araçlardır. I. ifade doğrudur (İlgili içeriği aktarmak haritanın amacıdır). II. ifade yanlıştır; haritalar coğrafi özelliklerin yanı sıra bitki örtüsü, nüfus yoğunluğu gibi pek çok ilave bilgiyi de gösterebilir. III. ifade doğrudur; haritalar kullanıcılarıyla iletişim kurar ve MacEachren, haritanın temsil eyleminin haritalama için de geçerli olduğundan bahsetmektedir."
  },
  {
    "id": "exam-634729-19",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi yönlendirme ve işaretleme sistemlerinin kullanıldığı alanlardan biri <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Kültürel mekanlar",
      "B": "Evlerin içi",
      "C": "Ulaştırma birimleri",
      "D": "Kamusal binalar",
      "E": "Kurum kimlik uygulamaları"
    },
    "explanation": "Yönlendirme ve işaretleme sistemleri; Kamusal Binalar, Ulaştırma Alanları, Kent Merkezleri gibi alanlarda kullanılır. Ancak Kurumsal Kimlik Tasarımı, yönlendirme sisteminin bir parçası olarak ele alınsa da, yönlendirme ve işaretleme sistemlerinin kullanım alanları kategorisinde sayılmaz; daha çok kimlik oluşturma ve tutarlılık sağlama ile ilgilidir."
  },
  {
    "id": "exam-634729-20",
    "unitNumber": 4,
    "text": "New York metrosu için geliştirdiği yönlendirme ve işaretleme sistemiyle ünlü tasarımcı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Lance Wyman",
      "B": "Esen Karol",
      "C": "Harry Beck",
      "D": "Massimo Vignelli",
      "E": "Paula Scher"
    },
    "explanation": "New York metrosu için geliştirdiği yönlendirme ve işaretleme sistemiyle ünlü tasarımcı Massimo Vignelli'dir. Bu sistem, 70'lerden bu yana kullanılmaktadır."
  },
  {
    "id": "exam-634750-1",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi tasarımcıların, üreticilerle renk konusunda verilen kararları doğru şekilde alabilmesini sağlayan, evrensel bir renk dili ortaya koyan sistemdir?",
    "correctAnswer": "B",
    "options": {
      "A": "ISO",
      "B": "Pantone",
      "C": "Venn",
      "D": "De Doelen",
      "E": "Isotype"
    },
    "explanation": "Ünite 1'de, \"Pantone ise tasarımcıların üreticilerle kritik kararları doğru şekilde alabilmesini sağlayan evrensel bir renk dili ortaya koyar.\" ifadesi bulunmaktadır. Bu sistem, renk konusunda tutarlılık sağlamak için evrensel bir dil sunar."
  },
  {
    "id": "exam-634750-2",
    "unitNumber": 2,
    "text": "Bilgiyi düzenlemekten bahsederken aynı zamanda tasarımın genel bir konusu olan kullanıcı deneyiminden de bahsetmek gerekir. Nesnel veya dijital ürünlerde kullanıcının ürünle karşılaşma anının başından sonuna kadar olan deneyimini konu alan bu alana kullanıcı deneyimi adı verilir. Yukarıda anlatılan tasarım alanının kısaltması aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "UX",
      "B": "UI",
      "C": "NFT",
      "D": "FEDEX",
      "E": "PDF"
    },
    "explanation": "Kullanıcı deneyimi (UX) tanımı, nesnel veya dijital ürünlerde kullanıcının ürünle karşılaşma anının başından sonuna kadar olan deneyimini konu alan alan olarak Ünite 2'de verilmiştir. Dolayısıyla kısaltması UX'tir."
  },
  {
    "id": "exam-634750-3",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sistem türlerinden biri <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Fiziksel (Somut) veya Soyut Sistemler",
      "B": "Açık ve Kapalı Sistemler",
      "C": "Uzun ve Kısa Sistemler",
      "D": "Kalıcı ve Geçici Sistemler",
      "E": "Doğal ve Yapay Sistem"
    },
    "explanation": "Ünite 1'de listelenen sistem türleri şunlardır: Fiziksel/Soyut, Açık/Kapalı, Alt/Üst, Kalıcı/Geçici, Doğal/Yapay, Belirlenimci/Olasılıkçı. 'Modüler' sistem türler arasında sayılmamıştır; modülerlik daha çok sistemlerin bileşen yapısıyla ilgilidir (Grid Sistemi ile ilişkili olarak Ünite 3'te daha detaylı işlenir)."
  },
  {
    "id": "exam-634750-4",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi tasarımın temel çalışma alanları arasında yer <u>almaz</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Endüstriyel tasarım",
      "B": "İç mimarlık",
      "C": "Moda tasarımı",
      "D": "NFT",
      "E": "Grafik tasarım"
    },
    "explanation": "Ünite 1'in 'Giriş' bölümünde temel tasarım çalışma alanları olarak Endüstriyel tasarım, iç mimarlık, moda tasarımı ve grafik tasarım belirtilmiştir. Kullanıcı deneyimi (UX) ise daha çok tasarımın bir alt alanı veya sonucu olarak ele alınmıştır, temel alanlardan biri olarak listelenmemiştir."
  },
  {
    "id": "exam-634750-5",
    "unitNumber": 2,
    "text": "Grafik tasarım, doğasında tekrar ve devamlılık içeren mecralarda ürünler sunar. Yukarıdaki cümleye göre aşağıdaki ifadelerden hangisi bu tür seri tasarım mantığında üretilen ürünlere bir örnek <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Beyazlar için olan bir çamaşır deterjanı markasının renkliler için olan ürününü birbirinden ayırt edebilmemiz için etiketinde küçük farklar taşıması.",
      "B": "Bir yayınevine bağlı yazarların kitapları, önceden karar verilmiş belli şablonlar dâhilinde tasarlanmış kapakları.",
      "C": "Aynı marka çikolata ambalajının bademli, fındıklı ve sade çeşitleri.",
      "D": "Bir tiyatro salonunun farklı oyunları tanıtan afişleri.",
      "E": "Ünlü bir beyaz eşya markasının logotype tasarımı."
    },
    "explanation": "Ünite 2'de seri tasarım mantığı, bir koleksiyon veya seri üründen oluşan ürünlerin bütün halinde tasarlanması olarak tanımlanmıştır. 'Can Lab' serisi, Can Yayınlarının klasikleşmiş beyaz kapak serisinin tersine çevrilmiş deneyimsel bir seçkisi olarak sunulmuştur. Bu, bir seri tasarım örneğidir. Buna karşılık, 'Ötekini Dinlemek' serisi de seri tasarıma örnektir. 'Pat Metheny Trio 99 → 00' albüm kapağı da (CD kutusu) bir seri (tek bir tasarımcının farklı albümleri) kapsamında ele alınmıştır. Ancak eserin kendisinin ne olduğu bilgisi eksik olsa da, 'Arredamento Mimarlık Dergisi'nin kapaklarının her sayı değişen görseli, tek bir tasarımcının elinden çıkmış olmasıyla bir sistem oluşturması, seri tasarım mantığına örnektir. Soruda verilen seçeneklerde hangi örneğin <u>değil</u> olduğu belirtilmemiştir, ancak genel bağlamda bu örneklerin hepsi seri tasarım mantığını yansıtan yapıdadır (örneğin, bir derginin aylık sayıları gibi). Ancak, soru metninde verilen örnekler arasında en belirgin seri/sistem örneği olmayan bir şey aranıyorsa, bu yanıltıcı olabilir. Ünite 2'de 'Can Lab' ve 'Ötekini Dinlemek' serileri, Esen Karol'un 'Türkiye'de Güncel Sanat' serisi ve Penguin Great Ideas serisi doğrudan seri/sistem örneği olarak verilmiştir. 'Pat Metheny Trio 99 → 00' albümü, tek bir tasarımcının ardışık albümleri olduğu için bir sistemdir. Eğer soru, bu sistemlerin kendileri arasında bir ayrım istiyorsa, metin bunu net belirtmiyor. Ancak, genel olarak, bir derginin aylık sayıları (örneğin bir dergi serisi) gibi, bu kitap serileri ve albüm setleri seri tasarımın parçalarıdır. Eğer sorunun amacı, bu ünite kapsamında ele alınan diğer seri örneklerle çelişen bir şey bulmak ise, metin buna odaklanmamaktadır. *Varsayım: Sorunun amacına en uygun cevap, bu ünitede ele alınan örnekler dışında bir şey olmalıdır. Eğer seçenekler verilmemişse ve metin içinden bir örnek bekleniyorsa, verilen tüm örnekler (Can Lab, Ötekini Dinlemek, Penguin) seri tasarımdır. Bu sorunun tam olarak hangi ögeyi dışarıda bırakmak istediği net değildir. Ancak seçenekler varsayılırsa ve metin bu örnekleri içeriyorsa, metinde adı geçen seri örneklerin hepsi seri tasarıma örnektir. Eğer seçenekler olsaydı (örn: Tekil bir afiş tasarımı), cevap o olurdu. Seçenek olmadığı için, metinde adı geçen bir seri örneği verilemez. Bu sorunun bağlamı tam anlaşılamamaktadır, ancak tüm bahsedilen kitap/albüm serileri seri tasarım örneğidir.* Yeniden okuma ile: Verilen metinde spesifik olarak 'değildir' diye dışlanan bir örnek yok. Soruyu genel olarak ele alırsak, seri üretim/tasarımın aksine <u>tekil</u> bir ürün tasviri bu kavrama uymaz. Kitap serileri, albüm serileri vb. sistemlerdir."
  },
  {
    "id": "exam-634750-6",
    "unitNumber": 1,
    "text": "______ bir sistem, tüm olayların oluşumunun tamamen tahmin edilebilir olduğu sistemdir. Belirli bir zamandaki sistem durumunun açıklamasını alırsak, bir sonraki durum kolayca tahmin edilebilir. Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Olasılıkçı",
      "B": "Fiziksel",
      "C": "Yeni",
      "D": "Belirlenimci",
      "E": "Alt"
    },
    "explanation": "Ünite 1'de 'Belirlenimci (Deterministik) ve Olasılıkçı Sistemler' başlığı altında, 'Belirlenimci bir sistem, tüm olayların oluşumunun tamamen tahmin edilebilir olduğu sistemdir.' şeklinde tanımlanmıştır."
  },
  {
    "id": "exam-634750-7",
    "unitNumber": 2,
    "text": "\"Pat Metheny Trio 99-00\" albüm kapağındaki \"sonsuz olasılıklı sistem\" aşağıdaki tasarımcılardan hangisi tarafından tasarlanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Stefan Sagmeister",
      "B": "Umut Altıntaş",
      "C": "Bülent Erkmen",
      "D": "Bruce Mau",
      "E": "Erim Gözen"
    },
    "explanation": "Ünite 2'de, 'Pat Metheny Trio 99 → 00' albüm tasarımının Stefan Sagmeister tarafından üstlenildiği ve CD kutusu çevresinde etkileşimli bir tasarım olduğu belirtilmiştir."
  },
  {
    "id": "exam-634750-8",
    "unitNumber": 2,
    "text": "Penguin Books'un dünyaca tanınan kapak kimliğine ilk kez bir standart getiren İsviçreli tasarımcı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Milton Glaser",
      "B": "Jan Tschichold",
      "C": "Paula Scher",
      "D": "Karel Martens",
      "E": "Wolfgang Weingart"
    },
    "explanation": "Ünite 2'de, Penguin Books'un dünyaca tanınan kapak kimliğine standart getiren İsviçreli tasarımcının Jan Tschichold olduğu ve onun 'Penguin Kompozisyon Kuralları'nı oluşturduğu bilgisi yer almaktadır."
  },
  {
    "id": "exam-634750-9",
    "unitNumber": 2,
    "text": "David Pearson tarafından tasarlanan Great Ideas serisi \"sistem içerisinde serbestlik\" tanımının en iyi örneklerinden sayılabilir. Seri, felsefe, politika, bilim ve savaş gibi konuları içeren, radikal, öncü ve geleceği öngören yazarların ürettiği kurgusal olmayan metinleri içerir. Yukarıdaki paragrafta anlatılan tasarımlar aşağıdaki hangi yayınevi tarafından üretilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Penguin Books",
      "B": "D&R",
      "C": "Dost",
      "D": "Princeton Architectural Press",
      "E": "Yale"
    },
    "explanation": "Ünite 2'de, David Pearson tarafından tasarlanan Penguin Books Great Ideas serisinin, felsefe, politika, bilim gibi konuları içeren kurgusal olmayan metinleri kapsadığı ve bu serinin bir yayınevi (Penguin Books) ürünü olduğu belirtilmiştir."
  },
  {
    "id": "exam-634750-10",
    "unitNumber": 2,
    "text": "Editörlüğünü Uğur Tanyeli'nin yaptığı ve ilk sayısı Şubat 1989 yılında yayımlanan (önce Arredamento Dekorasyon, 1989'dan itibaren ise Arredamento Mimarlık) dergilerin kapak tasarımlarını üstlenen ünlü grafik tasarımcı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yurdaer Altıntaş",
      "B": "Esen Karol",
      "C": "Yeşim Demir",
      "D": "Bülent Erkmen",
      "E": "Sadık Karamustafa"
    },
    "explanation": "Ünite 2'de, 'Arredamento Dekorasyon' ve 'Arredamento Mimarlık' dergilerinin kapak tasarımlarını ilk sayısından itibaren Bülent Erkmen'in üstlendiği bilgisi verilmiştir."
  },
  {
    "id": "exam-634750-11",
    "unitNumber": 3,
    "text": "Parthenon Tapınağında ______ sütunların yer aldığı, Albert Albert mimarisine göre ele alındığında ______________ ve __________ sütunlarının pek çoğunun boşluklarının belirlenmesinde ve kenar boşluklarının belirlenmesinde kullanıldığı görülür. Yukarıdaki boşlukların hangisi/hangilerinin tasarımında altın orandan faydalanılmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I, II ve III",
      "D": "II ve III",
      "E": "I, II ve III ve IV"
    },
    "explanation": "Ünite 3'te, \"İsa'dan önce 5. yüzyılda Yunanlı mimarlar, bu form anlayışını dayandırdıkları oran ve orantının temel kuralları üzerine çalışmışlardır. Sonradan bu kurallar Atina'da bulunan ünlü Parthenon Tapınağı'nın ölçülerinin dayandırıldığı “Altın Oran\" olarak adlandırılmıştır.\" bilgisi yer almaktadır. Bu, Parthenon Tapınağı'nın ölçülerinin Altın Oran'a dayandığını belirtir. Dolayısıyla Altın Oran, sütunların belirlenmesinde ve kenar boşluklarının belirlenmesinde kullanılmıştır."
  },
  {
    "id": "exam-634750-12",
    "unitNumber": 3,
    "text": "Çoklu sayfa tasarımlarında, karşılıklı sayfalardaki grid çizgi yerleşimlerinin birbirinden farklı kullanıldığı sayfa düzenleme biçimi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Simetrik grid",
      "B": "Modüler grid",
      "C": "Asimetrik grid",
      "D": "Altın oran",
      "E": "Tipografik grid"
    },
    "explanation": "Çoklu sayfa tasarımlarında, karşılıklı sayfalardaki grid çizgi yerleşimlerinin birbirinden farklı kullanıldığı sayfa düzenleme biçimine \"Asimetrik Grid\" adı verilir (Ünite 3, Grid Türleri bölümü). Asimetrik grid sisteminde, simetrik gridden farklı olarak sayfalar birbirini yansıması değil, kopyası olabilir ve karmaşık bilgiler içeren çoklu sayfa tasarımlarında tercih edilir."
  },
  {
    "id": "exam-634750-13",
    "unitNumber": 3,
    "text": "Bir yazı karakterinin hatlarının uç yapısında bulunan yatay çıkıntılara ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Grid",
      "B": "Modül",
      "C": "Serif",
      "D": "Tipografi",
      "E": "Kontrast"
    },
    "explanation": "Bir yazı karakterinin hatlarının uç yapısında bulunan yatay çıkıntılara \"serif\" adı verilir (Ünite 3, Sayfa Tasarımında Kullanılan Temel Tasarım Elemanları bölümünde bahsedilen yazı karakterlerinin özelliklerinde ima edilmektedir; genel tipografi bilgisi gerektirir). Bu çıkıntılar, tipografik elemanların tanımlanmasında ve kategorize edilmesinde önemlidir."
  },
  {
    "id": "exam-634750-14",
    "unitNumber": 3,
    "text": "Sayfanın iç çevresinde bulunan, gridin dışında kalan ve sayfa numaralarını yerleştirmek için en uygun alan olan negatif boşluklara ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Modül",
      "B": "Kenar boşlukları",
      "C": "Sütun arası boşluk",
      "D": "Sütun",
      "E": "Yatay çizgi"
    },
    "explanation": "Sayfanın iç çevresinde bulunan, gridin dışında kalan negatif boşluklara \"Kenar Boşlukları\" (Margin) adı verilir (Ünite 3, Grid'in Anatomisi bölümü). Bu boşluklar, sayfa numaralarını yerleştirmek ve okuyucunun gözünü rahatlatmak için önemlidir."
  },
  {
    "id": "exam-634750-15",
    "unitNumber": 3,
    "text": "-----, yazı karakterinin tasarımı ile ilgilidir. Yazı karakterinin hat kalınlığı, x-yüksekliği, harflerin kapalı alan boşluklarının tasarımları yazı karakterinin etkileyen faktörlerdendir. Garamond, Times New Roman, Helvetica, Futura gibi yazı karakterleri, bu tür yazı karakterlerine örnek olarak verilebilir. Yukarıdaki paragrafta boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tanımlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Okunurluk",
      "B": "Ölçü",
      "C": "Grid",
      "D": "Fibonacci",
      "E": "Sayfa kenar boşlukları"
    },
    "explanation": "Boş bırakılan yer, bir yazı karakterinin tasarımsal özelliklerini tanımlayan \"Tipografi\" kavramı ile doğru şekilde tamamlanır (Ünite 3, Sayfa Tasarımında Kullanılan Temel Tasarım Elemanları altında Tipografi başlığı). Tipografi, yazı karakteri seçimi, büyüklüğü, satır aralığı gibi unsurları kapsar ve okunurluğu etkiler."
  },
  {
    "id": "exam-634750-16",
    "unitNumber": 4,
    "text": "Haritada hangi rengin veya çizginin ne anlama geldiğini toplu olarak gösteren açıklama kısmına ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kolofon",
      "B": "Sözlük",
      "C": "Coğrafik",
      "D": "Atlas",
      "E": "Lejant"
    },
    "explanation": "Haritada hangi rengin veya çizginin ne anlama geldiğini toplu olarak gösteren açıklama kısmına \"Lejant\" (Açıklama) adı verilir (Ünite 4, Haritada İçerik Kullanımı bölümü). Lejant, özellikle fiziki haritalarda renk kodlarının anlamını belirtmek için zorunludur."
  },
  {
    "id": "exam-634750-17",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi yönlendirme ve işaretleme sistemlerinin kullanıldığı alanlardan biri <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Kültürel mekanlar",
      "B": "Evlerin içi",
      "C": "Kurum kimlik uygulamaları",
      "D": "Kamusal binalar",
      "E": "Ulaştırma birimleri"
    },
    "explanation": "Ünite 4'te yönlendirme ve işaretleme sistemlerinin kullanıldığı alanlar olarak Kamusal Binalar, Ulaştırma Alanları, Sosyal ve Kültürel Alanlar ve Kent Merkezleri belirtilmiştir (Ünite 4, Yönlendirme ve İşaretleme Sistemlerinin Kullanıldığı Alanlar bölümü). Kurum Kimliği Tasarımı ise ayrı bir başlık altında incelenen, sistemin bir parçası olabilmekle birlikte doğrudan bir kullanım alanı olarak listelenmeyen bir alandır."
  },
  {
    "id": "exam-634750-18",
    "unitNumber": 4,
    "text": "______ varılan noktayı gösteren isimlik, bir başka deyişle görsel işarettir. Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Ambalaj tasarımı",
      "B": "Sergileme tasarımı",
      "C": "İşaretleme tasarımı",
      "D": "Haritalandırma tasarımı",
      "E": "Amaç tasarımı"
    },
    "explanation": "Varılan noktayı gösteren isimlik, bir başka deyişle görsel işarete \"İşaretleme (Signage)\" adı verilir (Ünite 4, İşaretleme Tanımı bölümü). İşaretleme, yönlendirme tasarımının pasif ve durumsal bir parçasıdır."
  },
  {
    "id": "exam-634750-19",
    "unitNumber": 7,
    "text": "I. Bilgi panoları, çerçevesi çizilen ve konumlandırıldığı yere özel olarak hazırlanan tasarım ürünleridir.<br/>II. Taşıdıkları içeriğin sınırları bellidir ve bu içeriğe göre görselleştirilir.<br/>III. Bilgi panoları pek çok ortamda pek çok amaçla kullanılabilir.<br/>IV. Bilgi panoları taşıdığı içeriğin kullanıcının anlayacağı şekilde görselleştirildiği bir iletişim mecrasıdır.<br/>Bilgi panoları ile ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız IV",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "I, II, III ve IV ifadelerinin hepsi bilgi panolarının (Bilgi Panoları ve Özellikleri bölümü, Ünite 7) tanım ve özellikleriyle örtüşmektedir. Bilgi panoları çerçeveli, içeriği sınırlı, pek çok ortamda kullanılabilen ve görselleştirilmiş iletişim mecralarıdır."
  },
  {
    "id": "exam-634750-20",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi haritanın başlıca görsel unsurlardan biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Sembol ve işaretler",
      "B": "Renk",
      "C": "Form",
      "D": "Süreç",
      "E": "Yazı"
    },
    "explanation": "Haritanın başlıca görsel unsurları Form, Renk, Yazı (Tipografi), Sembol ve İşaretler olarak listelenmiştir (Ünite 4, Form, Harita ve Haritalama Kavramı bölümü). Bütün bu ögeler, haritanın içeriğini görsel olarak ifade ederken, \"Kurumsal Kimlik Tasarımı\" (bir marka kimliği oluşturma süreci) haritanın görsel unsurlarından biri değildir."
  },
  {
    "id": "exam-634738-1",
    "unitNumber": 1,
    "text": "Seri üretimin standartlaşan üretim bandı biçiminde kişiye özel müdahalelere olanak veren, kişiye veya ürüne özel müdahalelere olanak sağlayan yapı bloklarından oluşan sistemlere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Modüler sistemler",
      "B": "Olasılık sistemleri",
      "C": "Açık sistemler",
      "D": "Bireysel sistemler",
      "E": "Tasarım sistemleri"
    },
    "explanation": "Ünite 1'de, Modüler Sistemler şöyle tanımlanmıştır: \"Modüler sistemler seri üretimin standartlaşan üretim bandı biçiminde kişiye özel müdahalelere olanak veren sistemlere verilen genel addır. Modüler sistemler yapı bloklarından oluşur ve kişiye veya ürüne özel olarak bu yapı blokları eksiltip artırılabilir.\""
  },
  {
    "id": "exam-634738-2",
    "unitNumber": 6,
    "text": "Penguin Books'un dünyaca tanınan kapak kimliğine ilk kez bir standart getiren İsviçreli tasarımcı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Paula Scher",
      "B": "Wolfgang Weingart",
      "C": "Milton Glaser",
      "D": "Jan Tschichold",
      "E": "Karel Martens"
    },
    "explanation": "Penguin Books'un dünyaca tanınan kapak kimliğine bir standart getiren İsviçreli tasarımcı Jan Tschichold'tur. Bu standartlar, kitapların boyutlarından logonun yerleşimine, kapaktaki başlık fontundan iç sayfalardaki paragraf girdisine kadar pek çok detayı kapsar."
  },
  {
    "id": "exam-634738-3",
    "unitNumber": 3,
    "text": "Çoklu sayfa tasarımlarında, grid çizgi yerleşimlerinin dikey alanlarda sütunlar oluşturacak bir biçimde ve karşılıklı sayfalarda birbirinin ayna yansımaları şeklinde düzenlendiği grid sistemi türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Serifli grid",
      "B": "Zıt grid",
      "C": "Simetrik grid",
      "D": "Asimetrik grid",
      "E": "Modüler grid"
    },
    "explanation": "Simetrik Grid, çoklu sayfa tasarımlarında, grid çizgi yerleşimlerinin dikey alanlarda sütunlar oluşturacak bir biçimde ve karşılıklı sayfalarda birbirinin ayna yansımaları şeklinde düzenlendiği grid sistemidir. Bu sistemde genellikle karşılıklı sayfalarda simetrik grid sistemi kullanılır."
  },
  {
    "id": "exam-634738-4",
    "unitNumber": 4,
    "text": "I. Bilgi panoları, çerçevesi çizilen ve konumlandırıldığı yere özel olarak hazırlanan tasarım ürünleridir. II. Taşıdıkları içeriğin sınırları bellidir ve bu içeriğe göre görselleştirilir. III. Bilgi panoları pek çok ortamda pek çok amaçla kullanılabilir. IV. Bilgi panoları taşıdığı içeriğin kullanıcının anlayacağı şekilde görselleştirildiği bir iletişim mecrasıdır. Bilgi panoları ile ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız IV",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "I, II, III ve IV numaralı ifadelerin hepsi doğrudur. Bilgi panoları çerçevesi çizilen ve konumlandırıldığı yere özel hazırlanan tasarım ürünleridir (I). İçerik sınırları bellidir ve buna göre görselleştirilir (II). Pek çok ortamda (basılı/dijital) ve amaçla kullanılabilirler (III). Temel amaçları taşıdıkları içeriği kullanıcının anlayacağı şekilde görselleştirmektir (IV)."
  },
  {
    "id": "exam-634738-5",
    "unitNumber": 5,
    "text": "En yalın biçimiyle bir eser, ürün ya da fikrin izleyiciye/kullanıcıya çeşitli kanallarıyla aktarımına ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Etkinlik",
      "B": "PowerPoint",
      "C": "Ekran",
      "D": "Sunum",
      "E": "Sanal İletişim"
    },
    "explanation": "Sunum, en yalın biçimiyle bir eser, ürün ya da fikrin izleyiciye/kullanıcıya çeşitli iletişim kanallarıyla aktarımıdır. Sunum sistemleri karmaşık elektronik sistemlerden basit dosyalara kadar geniş bir yelpazeyi kapsar."
  },
  {
    "id": "exam-634738-6",
    "unitNumber": 5,
    "text": "Sergileme tasarımında -----, kavramsal, sanatsal ya da ticari düzlemde izleyiciye iletilmesi istenen mesajdır. Üzerinde çalışılması ve bu kompozisyon kaleme alır gibi planlanması gereken içeriktir. Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "anlatı",
      "B": "portfolyo",
      "C": "iç mimari",
      "D": "mizanpaj",
      "E": "beyaz küp"
    },
    "explanation": "Sergileme tasarımında anlatı, kavramsal, sanatsal ya da ticari düzlemde izleyiciye iletilmesi istenen mesajdır. Anlatı, üzerinde çalışılması ve bir kompozisyon kaleme alır gibi planlanması gereken içeriktir."
  },
  {
    "id": "exam-634738-7",
    "unitNumber": 5,
    "text": "I. Üç ana sanat sergisi türü vardır: kişisel sergiler, karma sergiler ve temalı sergiler. II. Sanat sergileri, halka sunulan sanat eserlerinin sergilenmesidir. III. Ticari sergiler, çeşitli sektörlerden ürün ve hizmetlerin gösterime çıktığı mekânlardır. Sergiler ile ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnızca I",
      "B": "Yalnızca II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "I, II ve III numaralı ifadelerin hepsi doğrudur. Sanat sergileri üç ana türe ayrılır: kişisel, karma ve temalı sergiler (I). Sanat sergileri, halka sunulan sanat eserlerinin sergilenmesidir (II). Ticari sergiler ise ürün ve hizmetlerin gösterime çıktığı mekânlardır (III)."
  },
  {
    "id": "exam-634738-8",
    "unitNumber": 6,
    "text": "Sunum ya da sunumlara yönelik önceden hazırlanmış, tek başına çalışan, esnek ve geliştirilebilme özelliği bulunan, farklı tasarım materyallerinden hazırlanmış yapılara ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tasarım",
      "B": "Kurumsal kimlik sistemi",
      "C": "Grid sistemi",
      "D": "Portfolyo sistemi",
      "E": "Ekrana yönelik sistem"
    },
    "explanation": "Portfolyo, sanat ve tasarım alanlarında sahibinin alandaki yetkinliğini ispatlayan bir tür belgedir. Sunum sistemleri gibi genel gösterim araçlarıdır ancak eserlerin veya ürünlerin kendisi yerine, o işlerin çıktılarının (eser, proje çizimleri, vb.) bir sistem dahilinde sunumudur."
  },
  {
    "id": "exam-634738-9",
    "unitNumber": 6,
    "text": "Bir kurumu, ürünü ya da hizmeti simgelemesi amacıyla sistematik olarak kullanılan ve genellikle kurumun adı olan tipografik eleman aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Grid",
      "B": "Logotayp",
      "C": "İkona",
      "D": "Majiskül",
      "E": "Tasarım"
    },
    "explanation": "Kurum kimliği yapıları içerisinde, tipografik elemanlar, özellikle kurumun adı olan, kurumsal iletişimin temel öğelerinden biridir. Kurum Kimliği Yapıları başlığı altında, 'Marka kimliği'nin, bir kurumun aynı görsel yapıyı kullanmayan farklı markalara sahip olması durumu olduğu, 'Logotayp'ın ise kurum adının tipografik elemanlar üzerinden şekillendirilmesi olduğu belirtilir. Kurumsal yazı karakterleri başlığı altında, logonun da bir yazı karakteri ailesi kullanılarak oluşturulabileceği belirtilir. Ancak, genellikle kurumun adı, sembolü veya her ikisinin birlikte kullanıldığı, yazılı bir ifadeyi temsil eden eleman 'Logotayp'tır."
  },
  {
    "id": "exam-634738-10",
    "unitNumber": 7,
    "text": "I. Yazılı belgenin arşiv değeri vardır ve daha kalıcıdır. II. Konu bir bütünlük içinde ifade edilir ve iletilebilir. III. Resmiyeti azaltır ve samimi hissettirir. IV. Kişilerin gidemeyeceği yerlere gidebilir. V. Zaman açısından daha elverişlidir; uygun olunduğu zaman yazılabilir ve okunabilir. Yukarıdakilerden hangileri bürokratik bir yapının içinde yazılı iletişimi tercih etmenin başlıca nedenlerindendir?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II ve III",
      "B": "I, II, IV ve V",
      "C": "I, II, IV ve V",
      "D": "II, IV ve V",
      "E": "I, II, III ve V"
    },
    "explanation": "Bürokratik bir yapının içinde yazılı iletişimi tercih etmenin başlıca nedenleri arasında belgenin arşiv değeri/kalıcılığı (I), konunun bütünlük içinde ifade edilmesi (II), resmîyetin getirdiği yetki hissi (III'ün bir varyasyonu, ancak metinde doğrudan 'resmîyet' vurgusu var), kişilerin gidemeyeceği yerlere gidebilmesi (IV) ve zaman esnekliği (V) sayılmıştır. III numaralı ifade (Resmiyeti azaltır ve samimi hissettirir) nedenler arasında sayılmamıştır; tam tersine yazılı belgenin daha resmî olduğu belirtilmiştir."
  },
  {
    "id": "exam-634738-11",
    "unitNumber": 6,
    "text": "Kurumun iletişiminde tek isim ve görsel karakter kullanan <u>kimlik</u> türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Monolitik kimlik",
      "B": "Marka kimliği",
      "C": "Desteklenmiş kimlik",
      "D": "Değişken kimlik",
      "E": "Sürdürülebilir kimlik"
    },
    "explanation": "Ünite 6'da, Kurum Kimliği Yapıları başlığı altında, \"Monolitik kimlik: Kurumun tüm iletişiminde tek isim ve görsel karakter kullanmasıdır.\" şeklinde tanımlanmıştır. Bu tanım, verilen soru ifadesiyle birebir örtüşmektedir."
  },
  {
    "id": "exam-634738-12",
    "unitNumber": 6,
    "text": "Jenerik Marka, isimlerini faaliyet alanlarına vermiş kurumlara ait markalardır. Yukarıdaki ifadeye göre aşağıdaki markalardan hangisi jenerik markadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Doğan",
      "B": "Kodak",
      "C": "Thy",
      "D": "Mudo",
      "E": "Vileda"
    },
    "explanation": "Jenerik markalar, isimlerini faaliyet alanlarına göre almış kurumlara aittir. Ünite 6'da \"Kurum Kimliği Yapıları\" başlığı altında, monolitik kimlik tanımının ardından, \"Desteklenmiş kimlik\" tanımı yapılırken, kurumun sahip olduğu farklı faaliyet alanlarının farklı isimlerle oluşturulup kurumun kendi ismi ve kimliğiyle desteklenmesi gerektiği belirtilmiştir. Ancak soruda \"jenerik marka\" kavramı soruluyor. Metinde bu kavramın tanımına doğrudan yer verilmemiştir. Ancak, \"Kurum Kimliği Yapıları\" bölümünde farklı yapı türlerinden bahsedilmektedir. Kurumsal kimlik yapıları monolitik, desteklenmiş ve marka kimliği olmak üzere üç farklı sistem etrafında şekillendirilebilir. Monolitik kimlikte tek isim kullanılırken, desteklenmiş kimlikte farklı faaliyet alanları farklı isimlerle oluşturulur. Verilen bağlamda, en yakın olası cevap bir kimlik yapısı türü olmalıdır. Sorunun bağlamı Unit 6'daki \"Kurum Kimliği Yapıları\" ile ilgilidir. Monolitik kimlik tek tip isim ve görsellik kullanır. Desteklenmiş kimlik farklı isimler kullanır. Verilen seçenekler olmaksızın, en uygun eşleştirme için verilen metindeki bilgilerle kesin bir çıkarım yapmak zor olsa da, \"Kurum Kimliği Yapıları\" başlığı altındaki açıklamalar temel alınırsa, sorunun kendisi eksik bilgi içeriyor gibi görünmektedir. Ancak, \"Kurum Kimliği Yapıları\" altında \"Desteklenmiş kimlik\" tanımı, kurumun farklı faaliyet alanlarının farklı isimlerle oluşturulması ve kurumun kendi ismi ve kimliğiyle desteklenmesi olarak açıklanır. Eğer \"jenerik marka\" tanımını \"isimlerini faaliyet alanlarına vermiş\" olarak kabul edersek, bu durum \"Desteklenmiş kimlik\" yapısına yakın olabilir, zira farklı alanlar farklı isimler alabilir."
  },
  {
    "id": "exam-634738-13",
    "unitNumber": 6,
    "text": "Kurumun oluşturduğu davranış biçimleri, ortak değerleri, inançları ve geleneklerine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kurum kimliği",
      "B": "Kurumsal işleyiş",
      "C": "Kurum logosu",
      "D": "Kurum kültürü",
      "E": "Kurumsal ün"
    },
    "explanation": "Kurumun kültürü, değerleri, tutumları, ilkeleri, amacı ve tarihinden meydana gelen yapıya Kurumsal Felsefe denir. Kurumsal davranış ise kurumun felsefesi tarafından şekillendirilen sosyal, iletişim, dağıtım, ücret, finans, sunum/teklif ve her türlü sosyal davranışların toplamıdır (Kurumsal Davranış)."
  },
  {
    "id": "exam-634738-14",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi beklenilen cevaplar için ayrılan alanların dikey ya da yatay kutulardan oluşturulduğu form tasarımlarıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Çizgi formlar",
      "B": "Kutu formlar",
      "C": "e-Formlar",
      "D": "Yazınsal formlar",
      "E": "Dikey formlar"
    },
    "explanation": "Beklenilen cevaplar için ayrılan alanların dikey ya da yatay kutulardan oluşturulduğu form tasarımlarına Kutu formlar denir. Bu formlar, kullanıcının yanlış alana cevap verme olasılığını en aza indirmeyi amaçlar (Ünite 7)."
  },
  {
    "id": "exam-634738-15",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Gestalt teorilerinden biri <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Kapalılık (closure)",
      "B": "Benzerlik (similarity)",
      "C": "Açıklık (openness)",
      "D": "Yakınlık (proximity)",
      "E": "Devamlılık (continuity)"
    },
    "explanation": "Ünite 7'de, form tasarımında görsel algıyı düzenlemek için Gestalt teorisinden bahsedilir. Bu bağlamda yakınlık (proximity), benzerlik (similarity), devamlılık (continuity) ve kapalılık (closure) ilkelerinden bahsedilmiştir. Figür-zemin ilkesi (figüreground) de aynı paragrafta geçmektedir. Soruda \"değildir\" denildiği için, listede adı geçmeyen veya bu bağlamda bahsi geçmeyen bir ilke aranmalıdır. Ancak metinde bu dört temel ilkeye ek olarak figür-zemin ilkesine de değinilmiştir. Metinde geçenler: Yakınlık, Benzerlik, Devamlılık, Kapalılık ve Figür-zemin. Eğer şıklarda bu beşinden farklı bir Gestalt ilkesi olsaydı o doğru cevap olurdu. Verilen metinde geçen tüm ilkeler listelenmiştir."
  },
  {
    "id": "exam-634738-16",
    "unitNumber": 3,
    "text": "Yazıyla tasarım yapan ve tipografi pratiği hakkında iyi bir çalışma bilgisine sahip olan kişilere ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dizgici",
      "B": "Tipograf",
      "C": "Karakteri tasarımcısı",
      "D": "Afiş tasarımcısı",
      "E": "Görsel tasarımcı"
    },
    "explanation": "Yazı ile tasarım yapan ve tipografi pratiği hakkında iyi bir çalışma bilgisine sahip olan kişilere tipograf denir. Ünite 3'te, tipografik elemanların kullanımından bahsederken, tipografik kullanımı ve okuturluk konusunda bilgili olan kişilerin yazı karakteri seçimi sırasında dikkat etmesi gerektiği belirtilmiştir. Ancak metinde doğrudan \"tipograf\" terimi geçmemektedir. Daha genel bir ifadeyle, grafik tasarımın temel unsurları arasında yer alan tipografi alanında uzmanlaşmış kişilere tipograf denir. Ünite 3'te tipografik elemanların kullanımı ayrı başlıkta ele alınmıştır."
  },
  {
    "id": "exam-634738-17",
    "unitNumber": 4,
    "text": "Tüm dünyada ortak bir sembol dili oluşturmak adıyla tasarlanmış oldukça geniş kullanım alanlarına yayılan uluslararası iletişim sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "WYSIWYG",
      "B": "A4 ve A3",
      "C": "ISO7000",
      "D": "Grid sistemi",
      "E": "Logometre"
    },
    "explanation": "Tüm dünyada ortak bir sembol dili oluşturmak amacıyla tasarlanan ve yaygın kullanım alanlarına sahip uluslararası iletişim sistemi Isotype'tır (Uluslararası Tipografik ve Resimsel Eğitim Sistemi). Ünite 4'te, 1920'lerde Otto Neurath öncülüğünde geliştirilen Isotype'ın, standarda oturtulmuş soyut imgelerden oluşan bir sistem olduğu ve bunun uluslararası bir dil oluşturmayı amaçladığı belirtilmiştir."
  },
  {
    "id": "exam-634738-18",
    "unitNumber": 3,
    "text": "I. Genellikle bileşen kütüphaneleri ile eş anlamlı olarak kullanılırlar fakat işlev ve kapsam olarak birbirlerinden ayrışırlar. II. Bileşen kütüphaneleri butonlar, menü öğeleri gibi daha küçük görsel elemanlara odaklanırken model kütüphaneleri bu elemanların birlikte çalıştığı daha geniş çaplı gruplara ya da yerleşimlere odaklanırlar. III. Bileşen kütüphanelerinden ayrıştığı bir diğer nokta ise daha esnek olmalarıdır. Model Kütüphaneleri ile ilgili aşağıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnızca I",
      "B": "Yalnızca II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "I. ve II. ifadeler Model Kütüphaneleri tanımını değil, Bileşen Kütüphaneleri tanımını (Ünite 3'te) tam olarak açıklamaktadır: Bileşen kütüphaneleri butonlar, menü öğeleri gibi daha küçük görsel elemanlara odaklanırken, model kütüphaneleri bu elemanların birlikte çalıştığı daha geniş çaplı gruplara ya da yerleşimlere odaklanır. III. ifade ise Model Kütüphanelerinin esnekliği ve ayrıştığı noktayı belirtir. Model kütüphaneleri, bileşen kütüphaneleriyle eş anlamlı kullanılır fakat kapsamları daha geniştir. Bu nedenle I ve II ifadeler Bileşen Kütüphanelerine aitken, III. ifade (daha esnek olma) Model Kütüphaneleri için de bir ayrım noktasıdır. Ancak, Model Kütüphaneleri tanımında I ve II'deki ifadelerdeki gibi ayrımlar yapılmamaktadır; I ve II, Bileşen Kütüphanelerinin özellikleridir. Model Kütüphaneleri, Bileşen Kütüphaneleri ile eş anlamlı kullanılsa da, kapsam olarak daha geniş gruplara odaklanır ve daha esnek olabilir. III. ifade model kütüphanelerinin esnekliğinden bahseder. I ve II ifadeleri ise Bileşen Kütüphaneleri tanımına daha uygundur. Ancak soruda model kütüphaneleriyle ilgili ifadeler sorulmaktadır ve metin, Model Kütüphanelerinin Bileşen Kütüphaneleriyle eş anlamlı kullanıldığını ancak işlev ve kapsam olarak ayrıştığını belirtir. I ve II, bileşen kütüphanelerinin özelliğini tanımlar. Model Kütüphaneleri, bileşen kütüphaneleri ile eş anlamlı kullanılsa da, ayrışma noktaları vardır. II. ifade, Model Kütüphanelerinin Bileşen Kütüphanelerinden farklı olarak daha geniş gruplara odaklandığını belirtir ki bu, Model Kütüphaneleri tanımının bir parçasıdır. I. ifade bileşen kütüphaneleriyle eş anlamlı olduğunu söyler ki bu da Model Kütüphaneleri tanımının bir parçasıdır. III. ifade ise esneklikten bahseder. I ve II ifadeleri doğru kabul edilirse cevap 1 ve 2 olur."
  },
  {
    "id": "exam-634738-19",
    "unitNumber": 8,
    "text": "Stil rehberinin bir sonraki adımı olarak konumlandırılabilir. Pek çok tasarım iştirakçisinin tasarım sistemleriyle en sık ilişkilendiği bileşenlerden oluşur. Yukarıdaki anlatılan tasarım sistemi bileşeni aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bileşen Kütüphaneleri",
      "B": "Model Kütüphaneleri",
      "C": "Açı Rehberi",
      "D": "Font Menüleri",
      "E": "Drop-down menü"
    },
    "explanation": "Stil rehberinin bir sonraki adımı olarak konumlandırılan ve tasarım iştirakçilerinin tasarım sistemleriyle en sık ilişkilendiği bileşenler Bileşen kütüphaneleridir. Bu kütüphaneler, bir öğenin nasıl göründüğü, davrandığı ve kullanım senaryolarındaki değişkenleri sisteme sokarak erişime açar (Ünite 8)."
  },
  {
    "id": "exam-634738-20",
    "unitNumber": 8,
    "text": "Verilen herhangi bir girdiye uygun şekilde yanıt vererek, tasarımda karar verme sürecini yeniden yaratan, objelerin ya da tasarım bileşenlerinin farklı şartlarda bir otomasyona bağlı biçimde farklı davranışlar geliştirebilmesini amaçlayan yaklaşım aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "UI/UX",
      "B": "Fonksiyonlar",
      "C": "Grid sistemi",
      "D": "Açık kaynaklar",
      "E": "Nötrler"
    },
    "explanation": "Verilen herhangi bir girdiye uygun şekilde yanıt vererek, tasarımda karar verme sürecini yeniden yaratan, objelerin ya da tasarım bileşenlerinin farklı şartlarda bir otomasyona bağlı biçimde farklı davranışlar geliştirebilmesini amaçlayan yaklaşım 'Fonksiyonlar' olarak adlandırılır (Ünite 8)."
  },
  {
    "id": "exam-634775-1",
    "unitNumber": 3,
    "text": "----- , bir sistem veya modelin ait bileşenlerinin pek çok yolla etkileşimde olduğu ve doğrusal olmayan, gelişigüzel, kolektif dinamiğe, hiyerarşiye ve gelişime yönelik yerel kuralları izleyen davranışı olarak nitelendirilir. Yukarıdaki paragrafta boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Yaratıcı düşünce",
      "B": "Açık sistemler",
      "C": "ISO 247",
      "D": "Kompleksite",
      "E": "Kompozisyon"
    },
    "explanation": "Ünite 3'te, \"Kompleksite, yani karmaşıklık, bir sistem veya modelin ait bileşenlerinin pek çok yolla etkileşimde olduğu ve doğrusal olmayan, gelişigüzel, kolektif dinamiğe, hiyerarşiye ve gelişime yönelik yerel kuralları izleyen davranışı olarak nitelendirilir.\" bilgisi verilmiştir. Boşluğa 'Kompleksite' gelmelidir."
  },
  {
    "id": "exam-634775-2",
    "unitNumber": 3,
    "text": "Atina'daki ünlü Parthenon Tapınağı'nın ölçüleri aşağıdaki oran türlerinden hangisine dayandırılmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Simetrik oran",
      "B": "Modüler oran",
      "C": "Sütün oranı",
      "D": "Grid sistemi",
      "E": "Altın oran"
    },
    "explanation": "Ünite 3'te belirtildiği üzere, Altın Oran, Yunanlı mimarların İsa'dan önce 5. yüzyılda oran ve orantının temel kurallarını dayandırdıkları ve Atina'da bulunan ünlü Parthenon Tapınağı'nın ölçülerinin de dayandırıldığı oran olarak adlandırılır."
  },
  {
    "id": "exam-634775-3",
    "unitNumber": 2,
    "text": "I. Seri tasarım anlayışı, bir markanın kimlik bütünlüğünü koruyup marka altında çıkan ürün gruplarının (veya serisinin) görsel ve devamlılığını sağlar. Bu metot, tüketici alışkanlıkları açısından olumlu bir hamledir.<br/>II. Seri tasarım mantığı doğrultusunda tasarımcının vereceği tüm kararlar, tasarımı yapılacak ürünün markasına, ait olduğu kuruma ve içeriğine bağlıdır.<br/>III. Seri tasarım yaklaşımının köklü bir markanın yerleşmiş olan kimliğine aidiyet değeri katmada katkısı <u>yoktur</u>. <br/>Seri tasarım ile ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    },
    "explanation": "İfadelerin hepsi seri tasarım anlayışını doğru şekilde tanımlamaktadır. I. ve II. ifadeler seri tasarımın temel amacını (görsel bütünlük ve devamlılık sağlama) ve kararlarının markaya/kuruma bağlılığını belirtir. Seri tasarım yaklaşımının köklü bir markanın kimliğine aidiyet değeri katma ve hacmini genişletme katkısı vardır, dolayısıyla III. ifade ('yoktur' ifadesi nedeniyle) yanlıştır. Bu nedenle I ve II doğrudur."
  },
  {
    "id": "exam-634775-4",
    "unitNumber": 4,
    "text": "Haritada yansıtılacak alanın büyütme ve küçültme işlemine ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ölçümleme",
      "B": "UX",
      "C": "Yönlendirme",
      "D": "Bilgilendirme",
      "E": "Ölçeklendirme"
    },
    "explanation": "Ünite 4'te ölçek, genel olarak haritanın gerçek ölçüleri küçültme bilgisi anlamında kullanılarak büyütme ve küçültme oranı olarak adlandırıldığı belirtilmiştir."
  },
  {
    "id": "exam-634775-5",
    "unitNumber": 5,
    "text": "Tamamen soyut bir kavram olan matematik üzerine anlatımlar içeren, izleyiciyle etkileşimin öne çıktığı, 1961'de açılıp tam 37 yıl açık kalan serginin tasarımcısı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Simon ve Garfunkel",
      "B": "Charles ve Ray Eames",
      "C": "El Lissitzky",
      "D": "Walter Gropius ve Herbert Bayer",
      "E": "Laszlo Moholy-Nagy"
    },
    "explanation": "Tamamen soyut kavram üzerine odaklanan, izleyiciyle etkileşimin öne çıktığı ve 37 yıl açık kalan (1961'de açılan) sergi, 'Sonsuzluk İçin Kitap' serisi ile ilişkilidir (Ünite 5, 'Dergi Kapağı Tasarımı' başlığı altında). Bu serinin tasarımcısı Bülent Erkmen'dir."
  },
  {
    "id": "exam-634775-6",
    "unitNumber": 8,
    "text": "Sunum ya da sunumlara yönelik önceden hazırlanmış, tek başına çalışan, esnek ve geliştirilebilme özelliği bulunan, farklı boyutta materyallerden hazırlanan yapılara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Portfolyo sistemi",
      "B": "Grid sistemi",
      "C": "Tasarım",
      "D": "Kurumsal kimlik sistemi",
      "E": "Ekrana yönelik sistem"
    },
    "explanation": "Ünite 8'de, tasarım sisteminin, farklı sayfalar ve kanallar arasında paylaşılan bir dil ve görsel tutarlılık oluşturarak fazlalığı azaltan ve tasarımı büyük ölçekte yönetmeye yarayan standartlar dizisi olduğu belirtilmiştir. Ayrıca bu sistemler esnek ve geliştirilebilir olmalıdır."
  },
  {
    "id": "exam-634775-7",
    "unitNumber": 5,
    "text": "I. Kişisel sergiler, sanatçılara çalışmalarını derinlemesine sergileme fırsatı sunar.<br/>II. Karma sergiler, sanatçıların tüm eserlerini aynı anda sergilemelerine olanak tanır.<br/>III. Temalı sergiler, sanatçılara belirli fikirleri veya temaları keşfetmeleri için bir platform sağlayarak eleştirel düşünmeyi ve entelektüel diyaloğu teşvik eder.<br/>Sergi türleri ile ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II, III"
    },
    "explanation": "I. Kişisel sergiler tek bir sanatçıya odaklanır ve derinlemesine sergileme fırsatı sunar (Doğru). II. Karma sergiler birden fazla sanatçının eserlerini sergiler, ancak hepsinin tüm eserlerini sergilemesi zorunlu bir kural değildir; genellikle ortak bir tema veya üslup vardır. III. Temalı sergiler belirli bir fikir veya temayı keşfetmeyi teşvik eder (Doğru). II. ifade genel bir kural olarak yanıltıcı olabilirken, I ve III doğru tanımlardır. (Not: Metinde karma sergilerin 'tüm eserleri' sergilediğine dair kesin bir ifade bulunmamaktadır, ancak I ve III net ve doğru ifadelerdir.)"
  },
  {
    "id": "exam-634775-8",
    "unitNumber": 5,
    "text": "Uluslararası Otomobil Fuarı ve Las Vegas'ta düzenlenen Tüketici Elektroniği Fuarı (CES) aşağıdaki sergi türlerinden hangisine bir örnektir?",
    "correctAnswer": "D",
    "options": {
      "A": "Karma",
      "B": "Kişisel",
      "C": "Sanatsal",
      "D": "Ticari",
      "E": "Tematik"
    },
    "explanation": "Ünite 5'te, ticari sergilerin; şirketlere yeni ürünler tanıttıkları, potansiyel müşteriler oluşturdukları ve fuar alanlarında gerçekleştiği belirtilmiştir. Uluslararası Otomobil Fuarı ve CES gibi etkinlikler, 'Ticari sergiler' veya 'fuar' kategorisine girer."
  },
  {
    "id": "exam-634775-9",
    "unitNumber": 6,
    "text": "Coca-Cola, Fanta ve Sprite markaları örneğinde olduğu gibi, birbirine doğrudan etki etmeyen ve her bir alt kurumun birbirinden bağımsız olarak hareket ettiği kimlik türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Desteklenmiş kimlik",
      "B": "Monolitik kimlik",
      "C": "Marka kimliği",
      "D": "Kurumsal iletişim",
      "E": "Halkla ilişkiler"
    },
    "explanation": "Ünite 6'da belirtildiği üzere, Monolitik kimlik, kurumun tüm iletişiminde tek isim ve görsel karakter kullanmasıdır. Desteklenmiş kimlikte ise kurum farklı faaliyet alanlarını farklı isimlerle oluşturur ancak kendi ismiyle destekler. Marka kimliğinde ise alt kurumlar birbirinden bağımsız hareket eder ve kimlikleri birbirini doğrudan etkilemez (örn: Coca-Cola şirketinin bünyesindeki farklı markalar). Soruda bahsedilen durum (birbirinden bağımsız hareket eden alt kurumlar) Marka Kimliği yapısına uymaktadır."
  },
  {
    "id": "exam-634775-10",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi kurum kimliğinin dört temel aşamasından biri <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Kurumsal Felsefe",
      "B": "Kurumsal Grafik",
      "C": "Kurumsal Tasarım",
      "D": "Kurum kültürü",
      "E": "Kurumsal ün"
    },
    "explanation": "Ünite 6'da, kurum kimliğinin dört temel aşamasının Kurumsal Felsefe, Kurumsal Davranış, Kurumsal İletişim ve Kurumsal Tasarım olduğu belirtilmiştir. Bu seçenekler arasında 'Bürokratik Akış Sistemleri' bulunmamaktadır."
  },
  {
    "id": "exam-634775-11",
    "unitNumber": 6,
    "text": "Oluşturduğu davranış biçimleri, odak değerleri, inançları ve geleneklerine ne verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kurumsal işleyiş",
      "B": "Kurum logosu",
      "C": "Kurum kimliği",
      "D": "Kurum kültürü",
      "E": "Kurumsal ün"
    },
    "explanation": "Ünite 6'da, kurum davranışlarının kimliğe dönüşmesinde sistematik yapıların rol oynadığı belirtildikten sonra, \"Kurumlar ve kişiler birbiriyle kıyaslanabilir. Kurumlar da doğar, büyür, olgunlaşırlar. İnsanlardan farkları ise kendilerini sürekli yenileyebilmeleri ve uzun ömürlü olabilmeleridir. İnsanlar gibi kurumların da kişilik özellikleri vardır. Kurumları diğer kurumlardan farklılaştıran kimlikleri vardır. Kurum kimliğini belirleyen, kültürü, düşüncesi, tavır, davranışlarıdır ki bunlar görünüşüne yansır.\" denmektedir. Oluşturulan davranış biçimleri, kurum kimliğini belirleyen kültür, düşünce, tavır ve davranışların bir parçasıdır ve bunlar kurumun kimliğine yansır. Bu bağlamda en uygun terim 'Kurum Kimliği'dir (veya daha geniş anlamıyla kişilik)."
  },
  {
    "id": "exam-634775-12",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi form tasarımında sıklıkla kullanılan tasarım biçimlerinden biri <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Daire formlar",
      "B": "Çizgi formlar",
      "C": "Kutu formlar",
      "D": "Yazışma formları",
      "E": "Karma formlar"
    },
    "explanation": "Form tasarımında sıklıkla kullanılan biçimler çizgi formlar, kutu formlar, yazışma formları ve karma formlardır. 'Kâğıt Seçimi ve Boyut Belirleme' ise tasarımın bir aşamasıdır, kullanılan tasarım biçimlerinden biri değildir."
  },
  {
    "id": "exam-634775-13",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bir kurumun kimliğini oluşturma/yenileme ihtiyaçlarından biri <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Yeni ürün/hizmet eklenmesi",
      "B": "Kuruluşundan bu yana 25 yıl süre geçmiş olması",
      "C": "Kurum evlilikleri",
      "D": "Yönetim değişimi",
      "E": "Yeni kurulmuş olması"
    },
    "explanation": "Kurum kimliğini oluşturma/yenileme ihtiyaçları; yeni kurulmuş olma, yenilenme ihtiyacı, yeni ürün/hizmet eklenmesi, yönetim değişimi veya kurum evlilikleri gibi nedenlerden kaynaklanabilir. Slogan, logotayp gibi unsurlar ise Kurum Kimliği Bileşenleri veya Yapıları ile ilgilidir, bir ihtiyaç nedeni değildir."
  },
  {
    "id": "exam-634775-14",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi beklenilen cevaplar için ayrılan alanların dikey ya da yatay kutulardan oluşturulduğu form tasarımlarıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yazınsal formlar",
      "B": "Dikey formlar",
      "C": "Kutu formlar",
      "D": "Çizgi formlar",
      "E": "X formlar"
    },
    "explanation": "Kutu formlar, beklenen cevaplar için ayrılan alanların dikey ya da yatay kutulardan oluşturulduğu form tasarımlarıdır. Bu yapı, kullanıcının yanlış alana cevap verme olasılığını ortadan kaldırmayı amaçlar."
  },
  {
    "id": "exam-634775-15",
    "unitNumber": 3,
    "text": "I. Genellikle bileşen kütüphaneleri ile eş anlamlı olarak kullanılırlar fakat işlev ve kapsam olarak birbirlerinden ayrışırlar.<br/>II. Bileşen kütüphaneleri butonlar, menü öğeleri gibi daha küçük görsel elemanlara odaklanırken model kütüphaneleri bu elemanların birlikte çalıştığı daha geniş çaplı gruplara ya da yerleşimlere odaklanırlar.<br/>III. Bileşen kütüphanelerinden ayrıştığı bir diğer nokta ise daha esnek olmalarıdır.<br/>Model Kütüphaneleri ile ilgili aşağıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnızca I",
      "B": "Yalnızca II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Model Kütüphaneleri, genellikle bileşen kütüphaneleri ile eş anlamlı kullanılır, ancak bileşen kütüphaneleri butonlar, menü öğeleri gibi daha küçük görsel elemanlara odaklanırken, model kütüphaneleri bu elemanların birlikte çalıştığı daha geniş çaplı gruplara ya da yerleşimlere odaklanır. Model kütüphanelerinin bileşen kütüphanelerinden ayrışan temel özelliği, daha geniş çaplı gruplara odaklanmasıdır; esnek olmaları ise bir ayrışma noktası değil, genel sistem özelliğidir."
  },
  {
    "id": "exam-634775-16",
    "unitNumber": 3,
    "text": "Yazıyla tasarım yapan ve tipografi pratiği hakkında iyi bir çalışma bilgisine sahip olan kişilere ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Afiş tasarımcısı",
      "B": "Tipograf",
      "C": "İllüstratör",
      "D": "Karakter tasarımcısı",
      "E": "Görsel tasarımcı"
    },
    "explanation": "Grafik tasarımda, özellikle yazıyla tasarım yapan ve tipografi pratiği hakkında iyi bir çalışma bilgisine sahip olan kişilere 'Yazınsal Tasarımcılar' denir. Ünite 3'te tipografi ile ilgili yapılan çalışmalarda bu terimden bahsedilmektedir."
  },
  {
    "id": "exam-634775-17",
    "unitNumber": 3,
    "text": "1900'lerde Avusturyalı ve Alman psikologların çalışmalarıyla ortaya çıkan, görsel bilginin algılanması, sınıflandırılması ve organizasyonunu bilimsel olarak açıklayan tasarım problemlerinin çözümünde de sıklıkla kullanılan kuramların bütününe verilen isimdir. Yukarıda anlatılan kuram/teori aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gestalt teorisi",
      "B": "Tipografi kuramı",
      "C": "Pantone kuramı",
      "D": "Bütünlük teorisi",
      "E": "Kurumsal iletişim kuramı"
    },
    "explanation": "1900'lerde Avusturyalı ve Alman psikologların çalışmalarıyla ortaya çıkan Gestalt kuramı (Gestalt yasaları), görsel algının bütün olarak algılanması, gruplandırma, hiyerarşi gibi ilkeleri içerir. Bu kuram, özellikle bürokratik sistemlerde bilgi kümelerinin görsel algılaması ve organizasyonunda (yakınlık, benzerlik, vb.) sıklıkla kullanılır."
  },
  {
    "id": "exam-634775-18",
    "unitNumber": 8,
    "text": "Daha az görsel öge ve işlem adımı ile daha anlaşılır, yalın ve kolay kullanılır 'hafif' ara birimler tasarlamayı amaçlayan, bu sayede arayüzleri çok daha hızlı, anlaşılır ve yalın hale getirebilen arayüz tasarım türüne ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Düz (flat)",
      "B": "Tipografik",
      "C": "Skemorfik",
      "D": "Uyarlanabilir",
      "E": "Gölgeli"
    },
    "explanation": "Daha az görsel öge ve işlem adımı ile daha anlaşılır, yalın ve kolay kullanılır 'hafif' ara birimler tasarlamayı amaçlayan, bu sayede arayüzleri çok daha hızlı, anlaşılır ve yalın hale getirebilen arayüz tasarım türüne 'Geleceğin Tasarım Sistemleri İçin Öncü Fikir' başlığı altında 'Fonksiyonlar' veya genel olarak sadeleşmiş 'Açık Kaynak Sistemler' eğilimi ile ilişkilendirilebilir. Ancak metinde doğrudan bu tarife uyan bir terim olmamakla birlikte, en yakın ifade 'Skemorfik tasarım'ın tersi olan, daha verimli hale gelerek yalınlaşmayı hedefleyen yaklaşımdır. En uygun cevap, bilişsel yükü azaltmayı amaçlayan yalınlaşma trendidir; metin, bu trendi 'Skemorfik tasarım prensiplerine dayanmaktan vazgeçip, daha verimli hale gelerek yalınlaşma yoluna gitmiştir' şeklinde tanımlar."
  },
  {
    "id": "exam-634775-19",
    "unitNumber": 1,
    "text": "Tüm dünyada ortak bir sembol dili oluşturmak adıyla tasarlanmış oldukça geniş kullanım alanlarına yayılan uluslararası iletişim sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "A4 ve A3",
      "B": "Logometre",
      "C": "ISO7000",
      "D": "WYSIWYG",
      "E": "Grid sistemi"
    },
    "explanation": "Pantone renk sistemi ve ISO216 kâğıt ölçüleri, tasarımcıların uluslararası düzeyde ortak bir dil ve standart oluşturmasını sağlar. Metinde özellikle ISO216 standardının (International Organization for Standardization) dünyanın pek çok ülkesinde kullanıldığı ve tanındığı belirtilmiştir."
  },
  {
    "id": "exam-634775-20",
    "unitNumber": 8,
    "text": "XEROX PARC ve benzeri laboratuvarlarda yapılan, temel amacı makineler ve insanlar arasında olan tüm grafik ve fiziksel etkileşimleri verimli, kolay ve sezgisel hale getirmek olan çalışmalara ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Taşınabilir Dosya Formatı (PDF)",
      "B": "Etkileşim Parkı (EP)",
      "C": "Grafik ve Fiziksel Arayüz (GFA)",
      "D": "Tasarım Arayüz Etkileşimi (TCI)",
      "E": "İnsan-Bilgisayar Etkileşimi (HCI)"
    },
    "explanation": "İnsan-Bilgisayar Etkileşimi (İBE), temel amacı makineler ve insanlar arasında olan tüm grafik ve fiziksel etkileşimleri verimli, kolay ve sezgisel hale getirmek olan alandır. Bu çalışmalar, dijital arayüzlerin ve tasarım sistemlerinin geliştirilmesinin temelini oluşturur."
  },
  {
    "id": "exam-634741-1",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sistem türlerinden biri <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Uzun ve Kısa Sistemler",
      "B": "Kalıcı ve Geçici Sistemler",
      "C": "Fiziksel (Somut) veya Soyut Sistemler",
      "D": "Açık ve Kapalı Sistemler",
      "E": "Doğal ve Yapay Sistem"
    },
    "explanation": "Ünite 1'de, Fiziksel/Soyut, Açık/Kapalı, Alt/Üst Sistem, Kalıcı/Geçici Sistem ve Doğal/Yapay Sistem türleri belirtilmiştir. Belirlenimci ve Olasılıkçı Sistemler de bahsedilmiştir. Ancak 'Web' veya 'Dijital' sistem türleri bu kategorizasyon içinde doğrudan bir sistem türü olarak listelenmemiştir (ancak Açık Sistemler ile ilgili kısımlarda dijital sistemlere değinilmiştir)."
  },
  {
    "id": "exam-634741-2",
    "unitNumber": 4,
    "text": "Bir eşyayı, bir objeyi, bir yeri, bir işleyişi veya bir kavramı yalınlaştırarak görsel yolla temsil eden sembollere ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Logotayp",
      "B": "ISO",
      "C": "WYSIWYG",
      "D": "Piktogram",
      "E": "Monogram"
    },
    "explanation": "Ünite 4'te, haritalarda sembol ve işaretlerin, içerik yoğunluğuna göre yazıyla ifade edilmeye gerek kalmadan bilgileri yansıtmak için kullanıldığı belirtilmektedir. Ayrıca Ünite 4'te piktogramların, sözle veya yazılı olarak anlatılabilecek unsurları görsel olarak sadece bir bakışta anlatan grafik biçimler olduğu ve yabancı dillerde anlaşılmama sorununu ortadan kaldırarak kapsayıcı bir dil yarattığı ifade edilmiştir. Bu, yalınlaştırılmış görsel temsillerin genel tanımına uyar."
  },
  {
    "id": "exam-634741-3",
    "unitNumber": 5,
    "text": "Editörlüğünü Uğur Tanyeli'nin yaptığı ve ilk sayısı Şubat 1989 yılında yayımlanan (önce Arredamento Dekorasyon, 1989'dan itibaren ise Arredamento Mimarlık) dergilerin kapak tasarımlarını üstlenen ünlü grafik tasarımcı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Esen Karol",
      "B": "Bülent Erkmen",
      "C": "Yurdaer Altıntaş",
      "D": "Yeşim Demir",
      "E": "Sadık Karamustafa"
    },
    "explanation": "Ünite 5'te, 'Arredamento Dekorasyon' ve 'Arredamento Mimarlık' dergilerinin kapak tasarımlarını derginin ilk sayısından itibaren Bülent Erkmen'in üstlendiği belirtilmiştir. İlk başta kolaj odaklıyken, daha sonra fotoğrafik bir anlayışa evrildiği bilgisi verilmiştir."
  },
  {
    "id": "exam-634741-4",
    "unitNumber": 3,
    "text": "Çoklu sayfa tasarımlarında, karşılıklı sayfalardaki grid çizgi yerleşimlerinin birbirinden farklı kullanıldığı sayfa düzenleme biçimi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Simetrik grid",
      "B": "Modüler grid",
      "C": "Altın oran",
      "D": "Tipografik grid",
      "E": "Asimetrik grid"
    },
    "explanation": "Ünite 3'te Asimetrik Grid, karşılıklı sayfalardaki grid çizgi yerleşimlerinin birbirinden farklı kullanıldığı sayfa düzenleme biçimi olarak tanımlanmıştır. Bu sistemde sayfalar birbirini yansıtmaz, kopyası olabilir ve karmaşık bilgiler içeren çoklu sayfa tasarımlarında tercih edilir."
  },
  {
    "id": "exam-634741-5",
    "unitNumber": 2,
    "text": "Penguin Books'un dünyaca tanınan kapak kimliğine ilk kez bir standart getiren İsviçreli tasarımcı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Karel Martens",
      "B": "Paula Scher",
      "C": "Jan Tschichold",
      "D": "Milton Glaser",
      "E": "Wolfgang Weingart"
    },
    "explanation": "Ünite 2'de Penguin Books'un kapak kimliğine standart getiren kişinin Jan Tschichold olduğu ve onun 'Penguin Kompozisyon Kuralları'nı geliştirdiği belirtilmiştir."
  },
  {
    "id": "exam-634741-6",
    "unitNumber": 3,
    "text": "Atina'daki ünlü Parthenon Tapınağı'nın ölçüleri aşağıdaki oran türlerinden hangisine dayandırılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Simetrik oran",
      "B": "Altın oran",
      "C": "Grid sistemi",
      "D": "Modüler oran",
      "E": "Sütün oranı"
    },
    "explanation": "Ünite 3'te Altın Oran'ın, İsa'dan önce 5. yüzyılda Yunanlı mimarlar tarafından keşfedilen ve daha sonra Atina'da bulunan ünlü Parthenon Tapınağı'nın ölçülerinin dayandırıldığı oran olduğu bilgisi verilmiştir."
  },
  {
    "id": "exam-634741-7",
    "unitNumber": 4,
    "text": "I. Haritanın temel amacı ilgili içeriği aktarmaktır.<br/>II. Haritalarda yalnızca coğrafi özellikler gösterilebilir.<br/>III. Haritalar kullanıcılarıyla aktarmak istedikleri içeriklerine paralel biçimde iletişim kurar.",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "Yalnız I",
      "C": "Yalnız III",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Ünite 4'te haritaların temel amacının 'ilgili içeriği aktarmak' olduğu belirtilmiştir. Ayrıca haritaların sadece coğrafi özellikler göstermediği (bitki örtüsü, nüfus yoğunluğu gibi ek bilgiler de verilebildiği) ve haritanın, kullanıcılarıyla aktarmak istediği içeriğe paralel iletişim kurduğu ifade edilmiştir. Dolayısıyla II. önerme hatalıdır, I. ve III. önermeler doğrudur."
  },
  {
    "id": "exam-634741-8",
    "unitNumber": 4,
    "text": "New York metrosu için geliştirdiği yönlendirme ve işaretleme sistemiyle ünlü tasarımcı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Esen Karol",
      "B": "Harry Beck",
      "C": "Massimo Vignelli",
      "D": "Paula Scher",
      "E": "Lance Wyman"
    },
    "explanation": "Ünite 4'te, Henry Beck'in Londra Metrosu için hazırladığı haritanın yönlendirme tasarımının ilk profesyonel örneği olduğu belirtilirken, New York metrosu için Massimo Vignelli'nin geliştirdiği sistemin de önemli bir çalışma olduğu ve 70'lerden bu yana kullanıldığı bilgisi verilmiştir."
  },
  {
    "id": "exam-634741-9",
    "unitNumber": 4,
    "text": "Haritada yansıtılacak alanın büyütme ve küçültme işlemine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yönlendirme",
      "B": "Ölçümleme",
      "C": "Bilgilendirme",
      "D": "Ölçeklendirme",
      "E": "UX"
    },
    "explanation": "Ünite 4'te ölçeğin genel olarak büyütme ve küçültme oranı olarak adlandırıldığı, harita bağlamında ise 'haritanın gerçek ölçüleri küçültme bilgisi anlamında' kullanıldığı belirtilmiştir."
  },
  {
    "id": "exam-634741-10",
    "unitNumber": 5,
    "text": "Sergi mekanının nasıl olması gerektiğine dair ilk düşünce ve görüşler Londra'da 19. yüzyılın sonlarında açılan FAS adlı galeride vücut bulmuştur. ----- olarak adlandırılan bu yaklaşımda galeri dikdörtgen formda düz ve beyaz boyalı duvarlara sahip, tavandan aydınlatılan bir mekân olarak tanımlanmaktadır.",
    "correctAnswer": "D",
    "options": {
      "A": "Küratör (Curator)",
      "B": "Video Sanatı (Video Art)",
      "C": "Portfolyo",
      "D": "Beyaz Küp (White Cube)",
      "E": "Sanatsal Yaklaşım"
    },
    "explanation": "Ünite 5'te, Londra'da açılan FAS adlı galeride vücut bulan, dikdörtgen formda düz ve beyaz boyalı duvarlara sahip, tavandan aydınlatılan mekân olarak tanımlanan yaklaşımın 'Beyaz Küp (White Cube)' olarak adlandırıldığı bilgisi verilmiştir."
  },
  {
    "id": "exam-634741-11",
    "unitNumber": 5,
    "text": "Sergileme tasarımında -----, kavramsal, sanatsal ya da ticari düzlemde izleyiciye iletilmesi istenen mesajdır. Üzerinde çalışılması ve bir kompozisyon kaleme alır gibi planlanması gereken içeriktir.",
    "correctAnswer": "C",
    "options": {
      "A": "iç mimari",
      "B": "mizanpaj",
      "C": "anlatı",
      "D": "portfolyo",
      "E": "beyaz küp"
    },
    "explanation": "Ünite 5'te, Sergileme Tasarımında Anlatı başlığı altında, \"Anlatı, kavramsal, sanatsal ya da ticari düzlemde izleyiciye iletilmesi istenen mesajdır.\" şeklinde bir tanım verilmiştir. Bu, sergileme tasarımının temel mesaj aktarım aracıdır."
  },
  {
    "id": "exam-634741-12",
    "unitNumber": 6,
    "text": "Bir kuruluşun kurum kültürü, kurum felsefesi gibi soyut niteliklerinin sistematik bir iletişimle görsel ve fiziksel davranışlara dönüşmesine ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Endüstriyel tasarım",
      "B": "Grid",
      "C": "Tipografi",
      "D": "Vizyon ve Misyon",
      "E": "Kurumsal kimlik"
    },
    "explanation": "Bir kuruluşun kurumsal kimliği; kültürü, değerleri, tutumları, ilkeleri, amacı ve tarihinden (Kurumsal Felsefe) oluşan soyut niteliklerinin, sistematik iletişim ve görsel/fiziksel davranışlarla (Kurumsal İletişim ve Kurumsal Tasarım) dışa vurulmasıdır. Kurumsal kimlik iletişimi, ürünün tanıtımı ile başlayan ve hedef kitleye ulaşmayı amaçlayan sistematik bir oluşumdur."
  },
  {
    "id": "exam-634741-13",
    "unitNumber": 5,
    "text": "En yalın biçimiyle bir eser, ürün ya da fikrin izleyiciye/kullanıcıya çeşitli iletişim kanallarıyla aktarımına ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sanal",
      "B": "Ekran",
      "C": "Sunum",
      "D": "Etkinlik",
      "E": "PowerPoint"
    },
    "explanation": "Sunum, en yalın biçimiyle bir eser, ürün ya da fikrin izleyiciye/kullanıcıya çeşitli iletişim kanallarıyla aktarımıdır. Bu, A4 kağıtlarından dijital ekranlara kadar farklı şekillerde olabilir."
  },
  {
    "id": "exam-634741-14",
    "unitNumber": 7,
    "text": "Aşağıdaki görselde yer alan form türü hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çizgi form",
      "B": "Kutu form",
      "C": "Geometri form",
      "D": "e-Form",
      "E": "Açılır menü form"
    },
    "explanation": "Soruların kullanıcı tarafından yazınsal olarak cevaplanması beklenen, çizgilerin kullanıldığı formlar Çizgi Formlardır. Kutu formlar dikey ya da yatay kutulardan oluşur. Karma formlar ise yazı, kodlama ve işaretlemeyi bir arada kullanır. Soruda verilen görsel örneğe atıf yapılmasa da, metindeki form türleri tanımları (Çizgi, Kutu, Yazışma, Karma) dikkate alındığında, genellikle bir bürokratik formda görülen, yapılandırılmış alanlar kutu formları veya karma formları işaret edebilir. Ancak görsel sunulmadığı için, şıklar varsayılarak en temel yapılandırılmış form olan Kutu Formu'na atıf yapılabilir (Ünite 7: Kutu formlar, beklenilen cevaplar için ayrılan alanların dikey ya da yatay kutulardan oluşturulduğu form tasarımlarıdır)."
  },
  {
    "id": "exam-634741-15",
    "unitNumber": 7,
    "text": "Türkiye'de resmî yazışmalarda kullanılacak yazı karakteri ve büyüklükleri ile Resmî Yazışmalarda Uygulanacak Usul ve Esaslar Hakkında Yönetmelik'e göre, hazırlanan belgelerde kullanılması gereken yazı karakterleri aşağıdakilerden hangileridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Times New Roman ve Arial",
      "B": "Comic Sans ve Times New Roman",
      "C": "Futura ve Gill Sans",
      "D": "Futura ve Arial",
      "E": "Avant Grande ve Gill Sans"
    },
    "explanation": "Resmî Yazışmalarda Uygulanacak Usul ve Esaslar Hakkında Yönetmelik'e göre, hazırlanan belgelerde Times New Roman (12 punto) veya Arial (11 punto) yazı tipi normal yazı stilinde kullanılmalıdır."
  },
  {
    "id": "exam-634741-16",
    "unitNumber": 6,
    "text": "Kurumun tüm iletişiminde tek isim ve görsel karakter kullanılan kimlik türü aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Marka kimliği",
      "B": "Değişken kimlik",
      "C": "Desteklenmiş kimlik",
      "D": "Sürdürülebilir kimlik",
      "E": "Monolitik kimlik"
    },
    "explanation": "Kurumsal kimlik yapıları arasında Monolitik kimlik, kurumun tüm iletişiminde tek isim ve görsel karakter kullanmasıyla karakterize edilir. Bu, tüm alt birimlerin de aynı görsel kimliği kullanması anlamına gelir."
  },
  {
    "id": "exam-634741-17",
    "unitNumber": 6,
    "text": "Bir kurumu, ürünü ya da hizmeti simgelemesi amacıyla sistematik olarak kullanılan ve genellikle kurumun adı olan tipografik eleman aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Majiskül",
      "B": "İkona",
      "C": "Tasarım",
      "D": "Logotayp",
      "E": "Grid"
    },
    "explanation": "Amblem/Logo (veya Logotayp), bir kurumun isminin görünür hâle gelmesini sağlayan, kurumun kimliğini, kişiliğini biçim ve renkleriyle ifade eden, soyut ya da nesnel görüntülerle oluşturulmuş simgedir."
  },
  {
    "id": "exam-634741-18",
    "unitNumber": 8,
    "text": "Stil rehberinin bir sonraki adımı olarak konumlandırılabilir. Pek çok tasarım iştirakçisinin tasarım sistemleriyle en sık ilişkilendiği bileşenlerden oluşur. Yukarıdaki anlatılan tasarım sistemi bileşeni aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Açı Rehberi",
      "B": "Bileşen Kütüphaneleri",
      "C": "Model Kütüphaneleri",
      "D": "Font Menüleri",
      "E": "Drop-down menü"
    },
    "explanation": "Stil rehberinin bir sonraki adımı olarak konumlandırılan ve pek çok tasarım iştirakçisinin tasarım sistemleriyle en sık ilişkilendiği bileşenler, butonlar, menü öğeleri gibi daha küçük görsel elemanlara odaklanan 'Bileşen Kütüphaneleri'dir."
  },
  {
    "id": "exam-634741-19",
    "unitNumber": 1,
    "text": "Tüm dünyada ortak bir sembol dili oluşturmak adıyla tasarlanmış oldukça geniş kullanım alanlarına yayılan uluslararası iletişim sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "ISO7000",
      "B": "Logometre",
      "C": "Grid sistemi",
      "D": "A4 ve A3",
      "E": "WYSIWYG"
    },
    "explanation": "ISO 216 standardı, kâğıt ölçülerinde (A4 dahil) kullanılan uluslararası bir standarttır. Bu, tasarımcıların üreticilerle kritik kararları doğru şekilde alabilmesini sağlayan, evrensel bir renk dili olan Pantone renk sistemi ile birlikte sıklıkla karşılaştığı yaygın sistemlerden biridir."
  },
  {
    "id": "exam-634741-20",
    "unitNumber": 8,
    "text": "En erken arayüz tasarımlarının geliştirdiği strateji tasarım (taklit tasarım) prensiplerine dayanmaktadır. Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Skemorfik",
      "B": "Monolitik",
      "C": "Duotone",
      "D": "Semantik",
      "E": "Tipografik"
    },
    "explanation": "En erken arayüz tasarımları, 'skemorfik tasarım' (taklit tasarım) prensiplerine dayanmaktaydı. Bu, doğanın derinlik, ışık, renk ya da hareket gibi birebir taklidine dayanıyordu."
  },
  {
    "id": "exam-634778-1",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sistem türlerinden biri <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Uzun ve Kısa Sistemler",
      "B": "Kalıcı ve Geçici Sistemler",
      "C": "Fiziksel (Somut) veya Soyut Sistemler",
      "D": "Açık ve Kapalı Sistemler",
      "E": "Doğal ve Yapay Sistem"
    },
    "explanation": "Ünite 1'de belirtilen sistem türleri şunlardır: Fiziksel/Soyut, Açık/Kapalı, Alt/Üst Sistem, Kalıcı/Geçici Sistem, Doğal/Yapay Sistem, Belirlenimci/Olasılıkçı Sistemler. 'Hiyerarşik' sistem tür olarak listelenmemiştir; hiyerarşi bir sistemin özelliği olarak bahsedilmiştir (örn. Alt Sistem/Üst Sistem ilişkisi)."
  },
  {
    "id": "exam-634778-2",
    "unitNumber": 4,
    "text": "Bir eşyayı, bir objeyi, bir yeri, bir işleyişi veya bir kavramı yalınlaştırarak görsel yolla temsil eden sembollere ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Logotayp",
      "B": "ISO",
      "C": "WYSIWYG",
      "D": "Piktogram",
      "E": "Monogram"
    },
    "explanation": "Ünite 4'te belirtildiği üzere, piktogramlar sözle veya yazılı olarak anlatılabilecek unsurları görsel olarak sadece bir bakışta anlatır ve yabancı dillerde anlaşılmama sorununu ortadan kaldırarak kapsayıcı bir yeni dil yaratır. Piktogramlar, bir eşyayı, bir objeyi, bir yeri, bir işleyişi veya bir kavramı yalınlaştırarak görsel yolla temsil eden sembollerdir."
  },
  {
    "id": "exam-634778-3",
    "unitNumber": 5,
    "text": "Editörlüğünü Uğur Tanyeli'nin yaptığı ve ilk sayıs<br/>Şubat 1989 yılında yayımlanan (önce Arredamento Dekorasyon, 1989'dan itibaren ise Arredamento Mimarlık) dergilerin kapak tasarımlarını üstlenen ünlü grafik tasarımcı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Esen Karol",
      "B": "Bülent Erkmen",
      "C": "Yurdaer Altıntaş",
      "D": "Yeşim Demir",
      "E": "Sadık Karamustafa"
    },
    "explanation": "Ünite 5'te, 'Dergi Kapağı Tasarımı' başlığı altında, 'Arredamento Dekorasyon' ve 'Arredamento Mimarlık' dergilerinin kapak tasarımlarını derginin ilk sayısından itibaren Bülent Erkmen'in üstlendiği belirtilmektedir. Ayrıca bu dergilerin farklı dönemlerde farklı görsel yaklaşımlar (kolaj ve fotoğrafik) benimsediği ifade edilmiştir."
  },
  {
    "id": "exam-634778-4",
    "unitNumber": 3,
    "text": "Çoklu sayfa tasarımlarında, karşılıklı sayfalardaki grid çizgi yerleşimlerinin birbirinden farklı kullanıldığı sayfa düzenleme biçimi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Simetrik grid",
      "B": "Modüler grid",
      "C": "Altın oran",
      "D": "Tipografik grid",
      "E": "Asimetrik grid"
    },
    "explanation": "Ünite 3'te 'Asimetrik Grid' başlığı altında, çoklu sayfa tasarımlarında, karşılıklı sayfalardaki grid çizgi yerleşimlerinin birbirinden farklı kullanıldığı sayfa düzenleme biçimi olduğu belirtilmiştir. Bu sistemde sayfalar birbirini yansıtmaz, kopyası olabilir ve daha karmaşık bilgiler içeren tasarımlar için tercih edilir."
  },
  {
    "id": "exam-634778-5",
    "unitNumber": 2,
    "text": "Penguin Books'un dünyaca tanınan kapak kimliğine ilk kez bir standart getiren İsviçreli tasarımcı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Karel Martens",
      "B": "Paula Scher",
      "C": "Jan Tschichold",
      "D": "Milton Glaser",
      "E": "Wolfgang Weingart"
    },
    "explanation": "Ünite 2'de 'Penguin Books'un dünyaca tanınan kapak kimliğine bir standart getiren Jan Tschichold'tan bahsedilmektedir. Tschichold'un getirdiği standartlar, Penguin Kompozisyon Kuralları (Penguin Composition Rules) olarak bilinir ve kitapların boyutundan logo kullanımına kadar pek çok detayı içerir."
  },
  {
    "id": "exam-634778-6",
    "unitNumber": 3,
    "text": "Atina'daki ünlü Parthenon Tapınağı'nın ölçüleri aşağıdaki oran türlerinden hangisine dayandırılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Simetrik oran",
      "B": "Altın oran",
      "C": "Grid sistemi",
      "D": "Modüler oran",
      "E": "Sütün oranı"
    },
    "explanation": "Ünite 3'te 'Altın Oran' başlığı altında, Yunanlı mimarların MÖ 5. yüzyılda form anlayışını dayandırdıkları orantının temel kurallarının, Atina'da bulunan ünlü Parthenon Tapınağı'nın ölçülerinin dayandırıldığı 'Altın Oran' olarak adlandırıldığı bilgisi verilmiştir."
  },
  {
    "id": "exam-634778-7",
    "unitNumber": 4,
    "text": "I. Haritanın amacı ilgili içeriği aktarmaktır. II. Haritalarda yalnızca coğrafi özellikler gösterilebilir. III. Haritalar kullanıcılarıyla aktarmak istedikleri içeriklerine paralel biçimde iletişim kurarlar.",
    "correctAnswer": "E",
    "options": {
      "A": "I. ve II.",
      "B": "Yalnız I.",
      "C": "II. ve III.",
      "D": "I. ve III.",
      "E": "I, II ve III."
    },
    "explanation": "Ünite 4'teki 'Bir Sistem Olarak Harita' başlığı altında, haritaların renk, desen, doku, yazı, sembol, ölçek gibi bileşenlere sahip olduğu belirtilmiştir. I. Haritanın amacı ilgili içeriği aktarmaktır ifadesi doğrudur. II. Haritalarda yalnızca coğrafi özellikler gösterilebilir ifadesi yanlıştır; haritalar coğrafi formların yanı sıra bitki örtüsü, nüfus yoğunluğu gibi pek çok ilave bilgi de gösterebilir. III. Haritalar kullanıcılarıyla aktarmak istedikleri içeriklerine paralel biçimde iletişim kurarlar ifadesi doğrudur. Bu nedenle I ve III doğru, II yanlıştır."
  },
  {
    "id": "exam-634778-8",
    "unitNumber": 4,
    "text": "Haritalarla ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I ve III"
    },
    "explanation": "Ünite 4'te haritaların içerik kullanımına dair bilgi verilmiştir. Haritalar pek çok farklı amaç için hazırlanabilir ve üzerinde farklı kategoride bilgiler bulunur (Coğrafi formlar, kent-kasaba-köy bilgisi, bitki örtüsü, nüfus yoğunluğu vb.). Ölçek ise büyütme ve küçültme oranıdır; ölçek büyüdükçe detay küçülür, alanda daha çok bilgi istendiğinde büyük ölçekli harita kullanılır. Haritalar sadece yeryüzü çizimleri değil, analiz ve yorumlamanın yapıldığı bilimsel belgelerdir. Bu nedenle haritalarda sadece coğrafi özellikler değil, aynı zamanda diğer detaylar da gösterilebilir ve ölçek konuya göre belirlenir."
  },
  {
    "id": "exam-634778-9",
    "unitNumber": 4,
    "text": "Haritada yansıtılacak alanın büyütme ve küçültme işlemine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yönlendirme",
      "B": "Ölçümleme",
      "C": "Bilgilendirme",
      "D": "Ölçeklendirme",
      "E": "UX"
    },
    "explanation": "Ünite 4'te 'Haritada Boyut ve Ölçek İlişkisi' başlığı altında, ölçeğin genel olarak büyütme ve küçültme oranı olarak adlandırıldığı belirtilmiştir. Harita söz konusu olduğu için ölçek bilgisi, haritanın gerçek ölçüleri küçültme bilgisi anlamında kullanılır. Yani ölçek, haritada yansıtılacak alanın boyutunu belirleyen büyütme/küçültme oranıdır."
  },
  {
    "id": "exam-634778-10",
    "unitNumber": 5,
    "text": "Sergi mekanının nasıl olması gerektiğine dair ilk düşünce ve görüşler Londra'da 19. yüzyılın sonlarında açılan FAS adlı galeride vücut bulmuştur. ----- olarak adlandırılan bu yaklaşımda galeri dikdörtgen formda düz ve beyaz boyalı duvarlara sahip, tavandan aydınlatılan bir mekân olarak tanımlanmaktadır.",
    "correctAnswer": "D",
    "options": {
      "A": "Küratör (Curator)",
      "B": "Video Sanatı (Video Art)",
      "C": "Portfolyo",
      "D": "Beyaz Küp (White Cube)",
      "E": "Sanatsal Yaklaşım"
    },
    "explanation": "Ünite 5'te, \"Beyaz Küp (White Cube) olarak adlandırılan bu yaklaşımda galeri dikdörtgen formda düz ve beyaz boyalı duvarlara sahip, tavandan aydınlatılan bir mekân olarak tanımlanmaktadır.\" bilgisi yer almaktadır. Bu yaklaşım, sanat eserlerinin sergilenmesinde kullanılan geleneksel bir sunum sistemidir."
  },
  {
    "id": "exam-634778-11",
    "unitNumber": 5,
    "text": "Sergileme tasarımında -----, kavramsal, sanatsal ya da ticari düzlemde izleyiciye iletilmesi istenen mesajdır. Üzerinde çalışılması ve bir kompozisyon kaleme alır gibi planlanması gereken içeriktir.",
    "correctAnswer": "C",
    "options": {
      "A": "iç mimari",
      "B": "mizanpaj",
      "C": "anlatı",
      "D": "portfolyo",
      "E": "beyaz küp"
    },
    "explanation": "Sergileme tasarımında anlatı, kavramsal, sanatsal ya da ticari düzlemde izleyiciye iletilmesi istenen mesajdır ve kompozisyon kaleme alır gibi planlanması gereken içeriktir. Metinde sergileme tasarımının anlatı odaklı olduğu ve bu anlatının iletilmesi istenen mesaj olduğu vurgulanmaktadır. (Ünite 5, Sayfa 4)."
  },
  {
    "id": "exam-634778-12",
    "unitNumber": 6,
    "text": "Bir kuruluşun kurum kültürü, kurum felsefesi gibi soyut niteliklerinin sistematik bir iletişimle görsel ve fiziksel davranışlara dönüşmesine ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Endüstriyel tasarım",
      "B": "Grid",
      "C": "Tipografi",
      "D": "Vizyon ve Misyon",
      "E": "Kurumsal kimlik"
    },
    "explanation": "Bir kuruluşun kültürü, felsefesi ve değerleri gibi soyut niteliklerinin sistematik iletişimle görsel ve fiziksel davranışlara dönüşmesi Kurumsal İletişim ve Kurumsal Tasarım ile ilişkilidir. Ancak, en genel anlamda kurumun kültürü, değerleri, tutumları, ilkeleri, amacı ve tarihinden meydana gelen soyut niteliklerinin sistematik bir iletişimle görsel ve fiziksel davranışlara dönüştürülmesi, Kurumsal Davranışın ve Kurumsal İletişimin bir çıktısı olarak Kurumsal Tasarımın temelini oluşturur. Kurum kimliği aşamaları (Felsefe, Davranış, İletişim, Tasarım) bağlamında, felsefenin davranışa, davranışın iletişime, iletişimin de tasarıma dönüştüğü söylenebilir. Sorunun odaklandığı dönüşüm süreci en genel haliyle Kurumsal Kimlik Tasarımı başlığı altında ele alınır ve bu sürecin son aşaması Kurumsal Tasarım'dır (Sembol, logo vb. yaratımı). (Ünite 6, Sayfa 2)."
  },
  {
    "id": "exam-634778-13",
    "unitNumber": 5,
    "text": "En yalın biçimiyle bir eser, ürün ya da fikrin izleyiciye/kullanıcıya çeşitli iletişim kanallarıyla aktarımına ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sanal",
      "B": "Ekran",
      "C": "Sunum",
      "D": "Etkinlik",
      "E": "PowerPoint"
    },
    "explanation": "En yalın biçimiyle bir eser, ürün ya da fikrin izleyiciye/kullanıcıya çeşitli iletişim kanallarıyla aktarımı Sunum olarak tanımlanır. Metinde, sunumun en yalın biçimiyle bu şekilde tanımlandığı belirtilmektedir. (Ünite 5, Sayfa 3)."
  },
  {
    "id": "exam-634778-14",
    "unitNumber": 7,
    "text": "Aşağıdaki görselde yer alan form türü hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çizgi form",
      "B": "Kutu form",
      "C": "Gestalt form",
      "D": "e-Form",
      "E": "Açılır menü form"
    },
    "explanation": "Görselde (varsayılan) çizgilerin belirgin olduğu, soruların çoğunlukla yazılı yanıtlar için ayrılmış alanlara sahip olduğu bir yapıya atıf yapıldığı varsayılırsa, bu form türü Çizgi Formlar'dır. Metinde çizgi formların, tasarımında çizgilerin kullanımından yararlanıldığı ve soruların kullanıcı tarafından yazınsal olarak cevaplanmasının beklendiği belirtilmektedir. (Ünite 7, Sayfa 3)."
  },
  {
    "id": "exam-634778-15",
    "unitNumber": 7,
    "text": "Türkiye'de resmî yazışmalarda kullanılacak yazı karakteri ve büyüklükleri ile Resmî Yazışmalarda Uygulanacak Usul ve Esaslar Hakkında Yönetmelik'e göre, hazırlanan belgelerde kullanılması gereken yazı karakterleri aşağıdakilerden hangileridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Times New Roman ve Arial",
      "B": "Comic Sans ve Times New Roman",
      "C": "Futura ve Gill Sans",
      "D": "Futura ve Arial",
      "E": "Avant Grande ve Gill Sans"
    },
    "explanation": "Resmî Yazışmalarda Uygulanacak Usul ve Esaslar Hakkında Yönetmelik'e göre, hazırlanan belgelerde Times New Roman (12 punto) veya Arial (11 punto) yazı tiplerinin kullanılması esastır. (Ünite 7, Sayfa 2)."
  },
  {
    "id": "exam-634778-16",
    "unitNumber": 6,
    "text": "Kurumun tüm iletişiminde tek isim ve görsel karakter kullanılan kimlik türü aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Marka kimliği",
      "B": "Değişken kimlik",
      "C": "Desteklenmiş kimlik",
      "D": "Sürdürülebilir kimlik",
      "E": "Monolitik kimlik"
    },
    "explanation": "Kurumsal kimlik yapıları içinde, kurumun tüm iletişiminde tek isim ve görsel karakterin kullanıldığı sistem Monolitik Kimlik olarak tanımlanır. Metinde, Monolitik kimliğin tanımı bu şekilde verilmiştir. (Ünite 6, Sayfa 1)."
  },
  {
    "id": "exam-634778-17",
    "unitNumber": 6,
    "text": "Bir kurumu, ürünü ya da hizmeti simgelemesi amacıyla sistematik olarak kullanılan ve genellikle kurumun adı olan tipografik eleman aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Majiskül",
      "B": "İkona",
      "C": "Tasarım",
      "D": "Logotayp",
      "E": "Grid"
    },
    "explanation": "Kurumun adı, kimliği ve faaliyet alanını simgelemek için kullanılan, genellikle tipografik (yazı temelli) veya resimsel/soyut ögelerden oluşan temel eleman Kurum Sembolleri'dir (Amblem, Logo). Metinde, Kurum Kimliği Yapıları başlığı altında Amblem, Logo ve Slogan'ın kurumun kimliğini, değerlerini temsil eden en önemli ögeler olduğu belirtilir. Amblem-logo, tipografik olarak da oluşturulabilir. (Ünite 6, Sayfa 2)."
  },
  {
    "id": "exam-634778-18",
    "unitNumber": 8,
    "text": "Stil rehberinin bir sonraki adımı olarak konumlandırılabilir. Pek çok tasarım iştirakçisinin tasarım sistemleriyle en sık ilişkilendiği bileşenlerden oluşur. Yukarıdaki anlatılan tasarım sistemi bileşeni aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Açı Rehberi",
      "B": "Bileşen Kütüphaneleri",
      "C": "Model Kütüphaneleri",
      "D": "Font Menüleri",
      "E": "Drop-down menü"
    },
    "explanation": "Stil rehberinden sonra gelen ve tasarım sisteminin en sık ilişki kurulan bileşenleri olan kütüphaneler, butonlar, menü öğeleri gibi küçük görsel elemanların nasıl göründüğü, davrandığı ve kodlandığı bilgileri sistemleştirir. Metinde, Bileşen kütüphaneleri'nin stil rehberinin bir sonraki adımı olduğu ve küçük görsel elemanlara odaklandığı belirtilmektedir. (Ünite 8, Sayfa 2)."
  },
  {
    "id": "exam-634778-19",
    "unitNumber": 1,
    "text": "Tüm dünyada ortak bir sembol dili oluşturmak adıyla tasarlanmış oldukça geniş kullanım alanlarına yayılan uluslararası iletişim sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "ISO7000",
      "B": "Logometre",
      "C": "Grid sistemi",
      "D": "A4 ve A3",
      "E": "WYSIWYG"
    },
    "explanation": "ISO (International Organization for Standardization) tarafından belirlenen ve A4 sayfa ölçüsünün de dâhil olduğu ISO216 standardı, dünyanın pek çok ülkesinde kullanılmakta olan evrensel bir kâğıt ölçüsü sistemidir. Bu, tasarımcıların uluslararası standartlara uyum sağlamasına yardımcı olur. (Ünite 1, Sayfa 1)."
  },
  {
    "id": "exam-634778-20",
    "unitNumber": 8,
    "text": "En erken arayüz tasarımlarının geliştirdiği strateji tasarım (taklit tasarım) prensiplerine dayanmaktadır. Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Skemorfik",
      "B": "Monolitik",
      "C": "Duotone",
      "D": "Semantik",
      "E": "Tipografik"
    },
    "explanation": "Ünite 8'de, en erken arayüz tasarımlarının \"skemorfik tasarım (taklit tasarım) prensiplerine dayandığı\" belirtilmiştir. Skemorfik tasarımın temelinde, doğanın derinlik, ışık, renk ya da hareket gibi birebir taklidi yatar."
  }
]