[
  {
    "id": "3764391",
    "unitNumber": 1,
    "text": "Bilinen en eski <u>ilk</u> basılı kitap aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Diamond Sutra",
      "B": "Aesop’s Fables",
      "C": "The Analects",
      "D": "First Folio",
      "E": "Genji Monogatari"
    },
    "explanation": "MS 868’de altı sayfalık metin ve gravürlerden oluşan bilinen en eski ilk basılı kitap Diamond Sutra’dır."
  },
  {
    "id": "3764393",
    "unitNumber": 1,
    "text": "Osman Ersoy’a göre Osmanlı İmparatorluğu’nda <u>ilk</u> Türk matbaasının geç gelişinde rol oynayan <u>en önemli</u> neden nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Batılılaşmaya olan karşıtlık",
      "B": "Kitabın bir sanat olarak görülmesi",
      "C": "Hattatların mesleklerini kaybetme korkusu",
      "D": "Kâğıt ihtiyacının yeteri kadar karşılanamaması",
      "E": "Teknik görevlilerin yetersizliği"
    },
    "explanation": "Osman Ersoy matbaanın geç gelişinin en önemli nedeninin kâğıt olduğunu belirtir."
  },
  {
    "id": "3764394",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Osmanlı İmparatorluğu’nda, Müteferrika matbaasında basımı yapılan <u>ilk</u> eserdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tarih-i Seyyah",
      "B": "Lügati-Vankuli",
      "C": "Tarih-i Timur Gürgan",
      "D": "Grammaire Turque",
      "E": "Cihan-nüma"
    },
    "explanation": "<em>Vankulu Lügati</em>, Cevherî’nin kaleme aldığı ve <em>es-Sıhâh</em> adlı meşhur Arapça sözlüğün Vankulu Mehmed Efendi (ö. 1000/1592) tarafından yapılmış tercümesidir. Eser 28 bâbdan, her bâb ise 28 fasıldan oluşmaktadır. Eseri değerli kılan yönlerden birisi, bir Osmanlı müellifinin kaleminden çıkıp matbaada basılan ilk kitap olmasıdır.<br/>İbrahim Müteferrika matbaasından çıkan ilk kitap Lügati-Vankuli (Vankulu Lügatı) olmuştur. İki ciltten oluşan Vunkulu Lügatı’nın birinci cildi 31 Ocak 1729’da çıkmıştır."
  },
  {
    "id": "3764395",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi geleneksel baskı tekniklerinden biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Yüksek baskı",
      "B": "Çukur baskı",
      "C": "Düz baskı",
      "D": "Şablon baskı",
      "E": "Kolaj baskı"
    },
    "explanation": "Geleneksel baskı teknikleri denilince akla gelen dört adet uygulama vardır. Bunlar: yüksek baskı, çukur baskı, düz baskı ve şablon baskı yöntemleridir."
  },
  {
    "id": "3764396",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi yüksek baskı çeşitlerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Intaglio",
      "B": "Vitreografi baskı",
      "C": "Linol baskı",
      "D": "Mono baskı",
      "E": "Litografi"
    },
    "explanation": "Linol baskı, yüksek baskı çeşitlerinden biridir. Ağaç baskı, linol baskı ve tipo baskı yüksek baskı çeşitlerinden bazılarıdır."
  },
  {
    "id": "3764398",
    "unitNumber": 1,
    "text": "Planografi olarak da bilinen baskı tekniği aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çukur",
      "B": "Tipo",
      "C": "Yüksek",
      "D": "Düz",
      "E": "Tifdruk"
    },
    "explanation": "Planografi olarak da bilinen düz baskı tekniğinde, baskı yapılacak yüzeyde herhangi bir yükseklik ya da çukur oluşturmaya gerek kalmadan, sadece düz yüzeylere baskı yapılır."
  },
  {
    "id": "3764399",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi endüstriyel baskı teknolojilerinden biri <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Flekso",
      "B": "Ofset",
      "C": "Litografi",
      "D": "Serigrafi",
      "E": "Tampon"
    },
    "explanation": "Litografi kavramı, endüstriyel olarak üretilen ticari ürünlerden ziyade güzel sanatlar alanında yaratılan eserler için kullanılır."
  },
  {
    "id": "3764401",
    "unitNumber": 1,
    "text": "Kağıt paraların basımında kullanılan baskı tekniği hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ofset",
      "B": "Tifdruk",
      "C": "Pad",
      "D": "Mezzotint",
      "E": "Taş"
    },
    "explanation": "Baskı kalitesinin çok yüksek olması ve baskılar arasında fark bulunmaması nedeniyle kağıt paraların basımında da tifdruk baskı tekniği kullanılmaktadır."
  },
  {
    "id": "3764403",
    "unitNumber": 1,
    "text": "Benny Landa’nın 1993 yılında piyasaya sürdüğü dünyanın <u>ilk</u> dijital renkli yazıcısının adı nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hewlett Packard",
      "B": "Indigo",
      "C": "Electroink",
      "D": "Xerox",
      "E": "Canon"
    },
    "explanation": "Benny Landa, 1993 yılında Indigo olarak da adlandırılan dünyanın ilk dijital renkli yazıcısını piyasaya sürer."
  },
  {
    "id": "3764404",
    "unitNumber": 1,
    "text": "Tonerin kağıt tabanına aktarıldığı ve ardından yerinde kaynaştırıldığı baskı tekniği aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Inkjet",
      "B": "Piezo-Elektrik",
      "C": "Nozzle",
      "D": "Trapping",
      "E": "Elektrofotografi"
    },
    "explanation": "Elektrofotografik dijital baskı sistemi’nde toner kağıt tabanına aktarılır ve ardından yerinde kaynaştırılır."
  },
  {
    "id": "3764505",
    "unitNumber": 1,
    "text": "MS 868’de altı sayfalık metin ve gravürlerden oluşan bilinen en eski ve ilk basılı kitap aşağıdakilerden hangisidir<strong>?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yi Çing (Değişimler Kitabı)",
      "B": "Sun Tzu (Savaş sanatı)",
      "C": "Konfüşyus (Analektler)",
      "D": "Diamond Sutra(Elmas Sutra)",
      "E": "Ezop Fabllar"
    },
    "explanation": "Çin’in bu teknolojisi Japonya’ya doğru ilerlemiş ve MS 868’de altı sayfalık metin ve gravürlerden<br/>oluşan bilinen <strong>en eski ilk basılı kitap Diamond Sutra</strong> ortaya çıkmıştır.<br/>Diamond Sutra(Elmas Sutra)"
  },
  {
    "id": "3764506",
    "unitNumber": 1,
    "text": "1455 yılında Johannes Gutenberg matbaasından ilk basılı kitap aşağıdakilerden hangi alanı içermektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tarih",
      "B": "Hukuk",
      "C": "Din",
      "D": "Ekonomi",
      "E": "Siyaset"
    },
    "explanation": "Gutenberg, 1455 yılında ise matbaasından <strong>ilk basılı kitap olarak İncil’</strong>i çıkarttı.<br/>Gutenberg, çalışmaları sonucunda 1450 yılında matbaayı icat etmiş, 1455 yılında ise matbaasından ilk basılı kitap olarak İncil’i çıkartmıştır."
  },
  {
    "id": "3764507",
    "unitNumber": 1,
    "text": "Gutenberg’den sonra matbaacılık Avrupa’da hızla yayıldı. Matbaacılığın Avrupa’da en hızlı yayıldığı ülke aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Almanya",
      "B": "Fransa",
      "C": "Belçika",
      "D": "İtalya",
      "E": "Hollanda"
    },
    "explanation": "Gutenberg’den sonra matbaacılık Avrupa’da hızla yayıldı. Matbaacılığın <strong>Almanya’da yayılması daha </strong><strong>hızlı</strong> oldu; 1461’de Bamberg’de, 1470’te önce Köln, Augsburg ve Nuremberg’de ardından Ulm, Zübeck, Leipzig’de basımevleri açıldı."
  },
  {
    "id": "3764508",
    "unitNumber": 1,
    "text": "Matbaa, insanlığın ilerlemesinde büyük katkıların merkezindeydi. Aşağıdakilerden hangisi bu katkılardan <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yeni bir endüstri yaratıldı.",
      "B": "Her görüş, ifade olanağı kazandı.",
      "C": "Bilimsel devrimler yavaşladı.",
      "D": "Küresel bir haber ağı oluştu.",
      "E": "Yeni bir Rönesans dönemi yarattı."
    },
    "explanation": "<strong>Bilimsel devrimler hız kazandı:</strong> Bilimsel yöntemin geliştiricilerinden olan İngiliz filozof Francis<br/>Bacon, 1620’de dünyayı sonsuza dek değiştiren üç icattan bahseder: Barut, deniz pusulası ve matbaa. Matbaadan önce bilimsel verilerin elle yazılması pahalı ve elde edilmesi zor bir süreçti. Bunun yanı sıra insan hatasına da yatkındı. Bilimsel bulguları daha geniş kitlelere yayabilen matbaa sayesinde bilim, 16. ve 17. yüzyıllarda büyük atılımlar yaşadı. Örneğin, gökbilimci Copernicus, 1500’lerin başında güneş merkezli galaksi modelini sunarken yalnızca kendi gözlemlerinden değil basılı olan astronomik gezegen hareketleri tablolarından da yararlandı. Kitapların yayılma hızının yanı sıra doğru bir şekilde kopyalanabilmeleri etkili oldu. Formüllerin ve matematiksel tabloların basılı bir şekilde var olabilmesi bilim adamlarının mevcut verilere güvenebilmesini sağladı.<br/>Bilimsel devrimler yavaşladı."
  },
  {
    "id": "3764509",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Osmanlı’ya matbaacılığın geç gelişinin sebeplerinden <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Teknik görevlilerin eksikliği",
      "B": "Elverişli ortamın bulunmaması",
      "C": "Kâğıt ihtiyacının karşılanmaması",
      "D": "Hattatların mesleğini kaybetme korkusu",
      "E": "Batıya hayranlık"
    },
    "explanation": "<strong>Osmanlı döneminde matbaanın geç gelişinin sebebi</strong> çeşitli görüşler tarafından batılılaşmaya<br/>olan karşıtlık, hattat ve müzehhiplerin mesleklerini kaybetme korkusu, kitabın bir sanat olarak<br/>görülmesi, kâğıt ihtiyacının yeteri kadar karşılanamaması, teknik görevlilerin yetersizliği ve elverişli<br/>ortamın bulunmaması gibi etkenler sıralanabilir.<br/>Batıya hayranlık"
  },
  {
    "id": "3764510",
    "unitNumber": 1,
    "text": "İbrahim Müteferrika ilk matbaasını açmıştır. Bu matbaadan çıkan ilk kitap aşağıdakilerden hangi alanda olmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "Roman",
      "B": "Sözlük",
      "C": "Hikâye",
      "D": "Tiyatro",
      "E": "Şiir"
    },
    "explanation": "İbrahim Müteferrika, matbaanın kurulmasını üstlenmiş ve matbaasını açmıştır. Bu matbaadan çıkan ilk kitap ise Lügati-Vankuli (Vankulu Lügatı) olmuştur.<br/>Sözlük"
  },
  {
    "id": "3764511",
    "unitNumber": 1,
    "text": "Man firması, Türkiye’ye 1950 li yıllarda ilk kez yeni bir baskı sistemini getirdi. Doğan Kardeş Matbaası’nda kurulan bu basit baskı sisteminde, aylık “Resimli Hayat” dergisinin basımıyla işe başlandı. Bu baskı sistemi çeşidi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Litografi baskı",
      "B": "Tipo baskı",
      "C": "Vitreografi baskı",
      "D": "Tifdruk baskı",
      "E": "Ofset baskı"
    },
    "explanation": "Man firması 70x100’lük bir makineti Apa Ofset’e sattı. Artık bütün film afişleriyle kimi dergiler burada basılıyor, bir yandan da ofset ustaları yetiştiriliyordu. Aynı şirket, <strong>Türkiye’ye ilk kez tifdruk baskı</strong> sistemini getirdi. Böylece Doğan Kardeş Matbaası’nda kurulan basit bir tifdruk makinede, aylık “Resimli Hayat” <strong>dergisinin</strong> basımıyla işe başlandı."
  },
  {
    "id": "3764512",
    "unitNumber": 1,
    "text": "Birden çok orijinalin olduğu çoğu baskı türünün aksine yalnızca bir kez yapılabilen görüntülere veya çizgilere sahip olan düz baskı tekniği aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Serigrafi",
      "B": "Linol baskı",
      "C": "Ağaç baskı",
      "D": "Litografi baskı",
      "E": "Mono baskı"
    },
    "explanation": "<strong>Mono baskı (Tek baskı):</strong> Düz baskı türleri içinde en çok rağbet gören tekniktir. Mono baskı, birden<br/>çok orijinalin olduğu çoğu baskı türünün aksine yalnızca bir kez yapılabilen görüntülere veya çizgilere sahip bir tekniktir."
  },
  {
    "id": "3764513",
    "unitNumber": 1,
    "text": "Endüstriyel Basım Teknolojileri içinde kaliteli baskıya imkân veren bir seri baskı tekniğidir. Bu baskının başlıca özelliği net, yumuşak ve kopyaları birbirinden ayrımsız baskı vermesidir. Bu baskı sisteminde kalıp boya haznesinin içinde döndüğünden göz kararı ayarlama söz konusu değildir. Kalıp her seferinde eşit miktarda mürekkep almaktadır. Bu nedenle de baskılar net ve birbirine denk olur. Bu basım tekniği aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tifdruk baskı",
      "B": "Flekso baskı",
      "C": "Serigrafi baskı",
      "D": "Tipografi baskı",
      "E": "Tampon baskı"
    },
    "explanation": "<strong>Tifdruk baskı,</strong> kaliteli baskıya imkan veren bir seri baskı tekniğidir...kalıp boya haznesinin içinde döndüğünden göz kararı ayarlama söz konusu değildir. Kalıp her seferinde eşit miktarda mürekkep almaktadır. Bu nedenle de baskılar net ve birbirine denk olur."
  },
  {
    "id": "3764514",
    "unitNumber": 1,
    "text": "Geleneksel baskı yöntemlerinden farklı olarak görüntüleri doğrudan kâğıt, kanvas, kumaş ve kart stoğu gibi çeşitli ortam türlerine aktarma işleminin gerçekleştiği baskı tekniği aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Flekso baskı",
      "B": "Serigrafi baskı",
      "C": "Tifdruk baskı",
      "D": "Dijital baskı",
      "E": "Ofset baskı"
    },
    "explanation": "<strong>Dijital baskı,</strong> geleneksel baskı yöntemlerinden farklı olarak dijital görüntüleri doğrudan kâğıt, kanvas, kumaş ve kart stoğu gibi çeşitli ortam türlerine aktarma işlemidir."
  },
  {
    "id": "3764555",
    "unitNumber": 1,
    "text": "Tarihte ilk kez, kitaba kapak geçirme ve buna kitap adı, yazar adı, basımevi adı, baskı tarihi koyma uygulaması nerede başlamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Köln",
      "B": "Augsburg",
      "C": "Nuremberg",
      "D": "Ulm",
      "E": "Zübeck"
    },
    "explanation": "Gutenberg’den sonra matbaacılık Avrupa’da hızla yayıldı. Matbaacılığın Almanya’da yayılması daha hızlı oldu; 1461’de Bamberg’de, 1470’te önce Köln, Augsburg ve Nuremberg’de ardından Ulm, Zübeck, Leipzig’de basımevleri açıldı. Kitaba kapak geçirme ve buna kitap adı, yazar adı, basımevi adı, baskı tarihi koyma uygulaması da Köln’de başladı."
  },
  {
    "id": "3764583",
    "unitNumber": 1,
    "text": "15. yüzyılda Avrupa’da yaşanan bu yenilik ile birlikte, bilginin her zamankinden daha hızlı yayılmasını sağladı. Aşağıdakilerden hangisi matbaanın katkılardan biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Küresel bir haber ağı oluştu.",
      "B": "Yeni bir Rönesans dönemi yarattı.",
      "C": "Bilimsel devrimler hız kazandı.",
      "D": "İfade olanakları azaldı.",
      "E": "Yeni bir endüstri yaratıldı."
    },
    "explanation": "Her görüş, ifade olanağı kazandı: Matbaadan önce eleştirel ya da istenmeyen görüşleri sansürlemek çok daha kolaydı. Matbaadan sonra ise bir fikrin tüm kopyalarını yok etmek neredeyse imkânsız hâle geldi. Böylece, bir konu hakkında kendi görüşünü beyan etmek isteyen herkes sesini duyurabiliyordu. Eleştirel akıl yürütme, gelenek ve göreneklerin üzerine çıktı. Bilgi demokratikleşti.<br/>İfade olanakları azaldı."
  },
  {
    "id": "3764584",
    "unitNumber": 1,
    "text": "Osmanlı'da ilk matbaa kim tarafından kurulmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "İbrahim Müteferrika",
      "B": "Edward Carleson",
      "C": "Francis Bacon",
      "D": "Osman Ersoy",
      "E": "Johannes Gutenberg"
    },
    "explanation": "İbrahim Müteferrika’nın kurduğu bu matbaa, ilk kitabı yayımladığı 1729’dan kapandığı 1794 yılına kadar 66 yılda ancak 18 yıl çalıştırılabilmiştir. Matbaanın çalıştığı bu 18 yıl içinde de 23 (ikinci baskılar, ikinci ve üçüncü ciltler de sayılırsa 31) kitap yayımlayabilmiştir. Bunların Toplam baskı sayısının da 27 bini geçmediği söylenebilir (Kabacalı, 2000: 26)."
  },
  {
    "id": "3764585",
    "unitNumber": 1,
    "text": "Ağaç ile linol baskının yanı sıra ilkokullarda yapılan patates baskı, mühürler hangi baskı sınıfına dahildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çukur Baskı",
      "B": "Yüksek Baskı",
      "C": "Düz Baskı",
      "D": "Serigrafi Baskı",
      "E": "Dijital Baskı"
    },
    "explanation": "Yüksek baskı en eski teknik olup günümüzde hâlâ en çok kullanılan tekniktir. Yüksek baskı olarak ağaç ile linol baskının yanı sıra ilkokullarda yapılan patates baskı da bir tür baskıdır. Hatta günlük yaşamda kullandığımız mühürler de yüksek baskı sınıfına girer (Kıran, 2010: 31)."
  },
  {
    "id": "3764586",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Ofset baskının diğer adıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yüksek baskı",
      "B": "Tipografik baskı",
      "C": "Düz baskı",
      "D": "Tifdruk baskı",
      "E": "Şablon baskı"
    },
    "explanation": "Endüstriyel baskı teknolojileri 5 ana başlık altında incelenmektedir: 1. Yüksek baskı: Tipografik baskı, flekso baskı 2. Düz baskı: Ofset baskı 3. Çukur baskı: Tifdruk baskı, tampon (pad) baskı 4. Şablon baskı: Serigrafi baskı 5. Dijital baskı: Computer to press (direkt baskı)"
  },
  {
    "id": "3764587",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi serigrafi baskının diğer adıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Düz baskı",
      "B": "Flekso baskı",
      "C": "Yüksek baskı",
      "D": "Tampon (pad) baskı",
      "E": "Şablon baskı"
    },
    "explanation": "1. Yüksek baskı: Tipografik baskı, flekso baskı 2. Düz baskı: Ofset baskı 3. Çukur baskı: Tifdruk baskı, tampon (pad) baskı 4. Şablon baskı: Serigrafi baskı 5. Dijital baskı: Computer to press (direkt baskı)"
  },
  {
    "id": "3764588",
    "unitNumber": 1,
    "text": "Metal hurufatların yeniden kullanılabilmesi nedeniyle baskı maliyeti düşük olan baskı türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Flekso baskı",
      "B": "Ofset baskı",
      "C": "Tipo baskı",
      "D": "Tifdruk baskı",
      "E": "Tampon baskı"
    },
    "explanation": "Tipografik (Tipo) Baskının metal hurufatların yeniden kullanılabilmesi nedeniyle baskı maliyeti düşüktür.<br/>Tipo baskı"
  },
  {
    "id": "3764589",
    "unitNumber": 1,
    "text": "Baskı kalıpları hızlı ve kolay üreten, plaka ile baskı yüzeyi arasında doğrudan temas olmadığı için baskı plakasının ömrü uzun ömürlü olan ve ticari baskıda yüksek kaliteli baskı üretmenin en ucuz yöntemi olan baskı türü, aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tifdruk baskı",
      "B": "Tampon (pad) baskı",
      "C": "Şablon baskı",
      "D": "Ofset Baskı",
      "E": "Serigrafi baskı"
    },
    "explanation": "Ofset baskı diğer baskı türlerine göre bazı avantajlar taşır: •Ofsetbaskıkeskinvetemizgörüntülerüretir ve tipo baskıya göre daha kolay yazı yazar. Bunun nedeni, kauçuk örtünün baskı yüzeyinin dokusuna uymasıdır. •Baskıkalıplarıhızlıvekolayüretilir. •Plakailebaskıyüzeyiarasındadoğrudan temas olmadığı için baskı plakasının ömrü uzun ömürlüdür. Plakalar, bir milyon baskıdan daha uzun baskılar yapabilir. •Ofsetbaskı,ticaribaskıdayüksekkaliteli baskı üretmenin en ucuz yöntemidir. Ofset baskının diğer baskı yöntemlerine göre dezavanjları ise şunlardır: •Rotogravürveyafotogravürbaskıyakıyasla daha düşük görüntü kalitesi elde edilir. •Plakaüretimivebaskımakinesininkurulumu zaman ve maliyet gerektirir. Bunun yerine küçük boyutlu işler için dijital ofset makineler kullanılabilir (http-3)."
  },
  {
    "id": "3764590",
    "unitNumber": 1,
    "text": "Net, yumuşak ve kopyaları birbirinden ayrımsız baskı veren, kalıpları çok yüksek tirajlara dayanıklı olan baskı türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Flekso Baskı",
      "B": "Tifdruk baskı",
      "C": "Serigrafi (Screen) Baskı",
      "D": "Tampon baskı",
      "E": "Dijital Baskı"
    },
    "explanation": "Tifdruk baskı, kaliteli baskıya imkan veren bir seri baskı tekniğidir. Tifdruk baskının başlıca özelliği net, yumuşak ve kopyaları birbirinden ayrımsız baskı vermesidir. Bunun nedeni ise gerek tipo baskıda gerekse ofset baskıda mürekkebin merdanelere oradan da baskı kalıplarına akımı musluklar aracılığıyla vermesi ve genelde elle ayarlanmasıdır. Bu bakımdan ne kadar dikkat edilirse edilsin boya akımında dengesizlikler olabilmektedir. Tifdruk baskı sisteminde kalıp boya haznesinin içinde döndüğünden göz kararı ayarlama söz konusu değildir. Kalıp her seferinde eşit miktarda mürekkep almaktadır. Bu nedenle de baskılar net ve birbirine denk olur. Tifdruk baskının en önemli özelliklerinden biri de kalıplarının çok yüksek tirajlara dayanıklı olmasıdır. Bu özelliğinden dolayı yüksek tirajlı işlerde hem kaliteli sonuç vermekte hem de baskı maliyeti diğer baskı sistemlerine oranla düşük olmaktadır. Ambalajlar aynı kalıpla yıllarca tekrar tekrar basılabilmektedir. Baskı k"
  },
  {
    "id": "3764591",
    "unitNumber": 1,
    "text": "Film yapmak, renk provaları yapmak, parçaları manuel olarak bir araya getirmek ve plaka yapmak dahil olmak üzere geleneksel baskı sürecindeki sayısız mekanik adımı ortadan kaldıran baskı yöntemi, aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tifdruk baskı",
      "B": "Flekso baskı",
      "C": "Tipo baskı",
      "D": "Vitreografi baskı",
      "E": "Dijital baskı"
    },
    "explanation": "Dijital baskı, film yapmak, renk provaları yapmak, parçaları manuel olarak bir araya getirmek ve plaka yapmak dahil olmak üzere geleneksel baskı sürecindeki sayısız mekanik adımı ortadan kaldırır. Sayfaları sıraya koymak için basılı “imzaları” kesmek ve katlamak yerine, yazılım bunları belleğe sıralar ve doğru sırayla yazdırır. Geleneksel, seri üretim baskı yöntemlerinin aksine, dijital baskı baskı plakası yapmaya gerek olmadığı için sadece düşük hacimli baskılı ürünlere ihtiyaç duyan müşteriler için ideal ve uygun maliyetli bir seçenektir. Dijital baskı, esnek bir baskı olması yönüyle her bir baskıda değişiklik yapma olanağına sahiptir, dolayısıyla her bir baskıda farklı şekillerde basabilme seçeneği sunar. Dijital baskı bu özelliğinden dolayı kısa süreli yayınlar, kişiselleştirilmiş içerik ve veri baskısı (VDP) için uygun bir yoldur."
  },
  {
    "id": "3764629",
    "unitNumber": 1,
    "text": "Bilinen en eski baskı teknolojisinde aşağıdakilerden hangisi kullanılarak gerçekleştirilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tahta bloklar",
      "B": "Kumaş parçaları",
      "C": "Cam yüzeyi",
      "D": "Taş bloklar",
      "E": "Yaprak parçaları"
    },
    "explanation": "Bilinen en eski baskı teknolojileri ise uzak doğu ülkelerinde kullanılmıştır. Çin’de MS 600’lü yıllarla birlikte tahta blokların üzerine mürekkepli yazılarla baskı yapılmıştır."
  },
  {
    "id": "3764630",
    "unitNumber": 1,
    "text": "Altı sayfalık metin ve gravürlerden oluşan en eski ilk basılı kitap aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Green",
      "B": "Diamond Sutra",
      "C": "Black Diamond",
      "D": "Black",
      "E": "Die Gelihene Zeit"
    },
    "explanation": "Çin’in bu teknolojisi Japonya’ya doğru ilerlemiş ve MS 868’de altı sayfalık metin ve gravürlerden oluşan bilinen en eski ilk basılı kitap Diamond Sutra ortaya çıkmıştır. Uzak Doğu’daki bu gelişmeler zaman içerisinde Avrupa’ya da taşınmıştır."
  },
  {
    "id": "3764631",
    "unitNumber": 1,
    "text": "Avrupa’da matbaayı geliştiren ve yaratıcısı olarak kabul edilen kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "John Steinbeck",
      "B": "Christopher Dawson",
      "C": "Stephen Kıng",
      "D": "Albert Camus",
      "E": "Gutenberg"
    },
    "explanation": "Matbaanın kabul edilen ilk yaratıcısı ise Almanya’nın Mainz şehrinde dünyaya gelen Johannes Gutenberg’tir. Gutenberg, kalıp basmacılığı tekniklerini öğrenmesinin ardından yazıyı çoğaltmanın daha kolay bir yolunu bulmak istemiş ve kendi basımevini kurarak çeşitli baskı teknikleri denemiştir. Gutenberg, bu çalışmaları sonucunda 1450 yılında matbaayı icat etmiştir. Gutenberg, 1455 yılında ise matbaasından ilk basılı kitap olarak İncil’i çıkarttı. Gutenberg’in önderliğinde yapılan bu çalışmalar zamanla çoğu Avrupa ülkesine yayılmış ve matbaalar kurulmuştur."
  },
  {
    "id": "3764632",
    "unitNumber": 1,
    "text": "Osmanlı’da matbaanın kurucusu aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Abidin Paşa",
      "B": "Molla Mustafa Başeski",
      "C": "Hoca İshak Efendi",
      "D": "Arif İsmet Bey",
      "E": "İbrahim Müteferrika"
    },
    "explanation": "Osmanlı’da matbaanın açılma hikâyesini Edward Carleson aktarır: 1726 yılında, içinde bir matbaanın kurulmasının topluma sağlayacağı faydaları açıklayan bir risale elden ele dolaşmaya başlamıştı. Risaleyi yazan ise doğu dillerinden başka Latince de bilen İbrahim Efendi (İbrahim Müteferrika) adında bir kişiydi."
  },
  {
    "id": "3764633",
    "unitNumber": 1,
    "text": "İbrahim Müteferrika matbaasından çıkan ilk kitap aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İ‘râbü’l-Kâfiye",
      "B": "Târîh-i İzzî",
      "C": "Arba’ah Turim",
      "D": "Lügati-Vankuli",
      "E": "Muhâsara-yı Kıla"
    },
    "explanation": "İbrahim Müteferrika, matbaanın kurulmasını üstlenmiş ve matbaasını açmıştır. Bu matbaadan çıkan ilk kitap ise Lügati-Vankuli (Vankulu Lügatı) olmuştur. İki ciltten oluşan Vunkulu Lügatı’nın birinci cildi 31 Ocak 1729’da çıkmıştır. Vankulu Lügatı, Türkçe - Arapça bir sözlüktür. Bu kitap, içindeki bütün eski ve anlaşılması zor sözcüklerin daha kolay anlaşılır olan Arapça konuşma diline çevrilmiş Sahih Gevheri (Sıhah il-Cevheri) adlı Arapça sözlüğün Türkçeye çevrilmiş hâlidir. Yazar, ilkin tüm eseri Türkçe alfabedeki 28 hafta göre 28 bölüme ayırmıştır. Daha sonra alfabenin ilk harfiyle biten bütün kelimeleri birinci bölümde toplamıştır. İkinci bölümde de sonu alfabenin ikinci harfiyle biten kelimeleri toplamıştır. Bu süreç hep kendi içinde tekrar etmiştir. Bu sözlüğün fiyatını Padişah 35 kuruş olarak tespit etmiş ve daha sonraları İstanbul’da 25 kuruşa satılmıştır. Biri 666 diğeri 756 sayfalık iki ciltten oluşan bir kitaptır."
  },
  {
    "id": "3764634",
    "unitNumber": 1,
    "text": "Ağaç, linolyum, poliüretan gibi sert ve oymaya uygun malzemelerin oyulup kalıp olarak kullanılmasıyla elde edilen bakı tekniği aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yüksek baskı",
      "B": "Çukur baskı",
      "C": "Uzun Baskı",
      "D": "El baskı",
      "E": "Ofset baskı"
    },
    "explanation": "Yüksek baskı olarak ağaç ile linol baskının yanı sıra ilkokullarda yapılan patates baskı da bir tür baskıdır. Hatta günlük yaşamda kullandığımız mühürler de yüksek baskı sınıfına. Yüksek baskı, ağaç, linolyum, poliüretan gibi sert ve oymaya uygun malzemelerin oyulup kalıp olarak kullanılmasıyla hazırlanır. “Bu tekniği daha çok baskı resim sanatçıları özgün eserler üretmek için kullanırlar."
  },
  {
    "id": "3764635",
    "unitNumber": 1,
    "text": "Sanayide kullanılan yüksek baskı tekniği aşağıdakilerden hangisi ile adlandırılır?",
    "correctAnswer": "E",
    "options": {
      "A": "Kâğıt baskı",
      "B": "Taş baskı",
      "C": "İpek baskı",
      "D": "Ofset baskı",
      "E": "Tipo baskı"
    },
    "explanation": "Yüksek baskı tekniğin sanayide kullanılan yöntemine ise tipo baskı denilmektedir. Sanayide kullanılan yüksek baskı tekniğinde kalıp malzemesi olarak daha çok çinko kullanılmakta ve davetiye, kartvizit, ambalaj ürünleri gibi sert malzemelerin basımında kullanılmaktadır. Bu tekniğin sanayide kullanılan yöntemine ise tipo baskı denilmektedir. Sanayide kullanılan yüksek baskı tekniğinde kalıp malzemesi olarak daha çok çinko kullanılmakta ve davetiye, kartvizit, ambalaj ürünleri gibi sert malzemelerin basımında kullanılmaktadır. Yüksek baskı tekniği ister sanayide kullanılan şekli ile olsun ister ise baskı resim sanatçılarının kullandığı linol, ağaç baskı çalışmalarında olsun boya alacak kısımların yukarıda kalması yani çalışılacak konunun yüksek olması, boya almayacak kısımların alçak olması şekli ile yapılan baskı türüdür."
  },
  {
    "id": "3764636",
    "unitNumber": 1,
    "text": "Çinko, bakır, tahta gibi yumuşak malzeme üzerine çizilen resmin kağıda aktarılması aşağıdakilerden hangisi İle tanımlanır?",
    "correctAnswer": "D",
    "options": {
      "A": "İpek baskı",
      "B": "Linol baskı",
      "C": "Taş baskı",
      "D": "Gravür",
      "E": "Tipo baskı"
    },
    "explanation": "Gravür, en kısa tanımı ile çinko, bakır, tahta gibi yumuşak malzeme üzerine çizilen resmin kağıda aktarılmasıdır. Bu aktarım, baskı yöntemi ile yapılır. Sonuç bakımından diğer resim tekniklerinden tamamen farklıdır. Diğer tekniklerle resim, bir sefere özgü olarak yapılır. Resmin aynısını tekrar yapmak hemen hemen imkansızdır. Gravür, istenilen sayıda çoğaltılabilir."
  },
  {
    "id": "3764637",
    "unitNumber": 1,
    "text": "Baskı yapılacak yüzeyde herhangi bir yükseklik ya da çukur oluşturmaya gerek kalmadan gerçekleştirilen baskı tekniği aşağıdakilerden hangisi ile tanımlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Düz baskı",
      "B": "Dijital baskı",
      "C": "Çukur baskı",
      "D": "Kâğıt baskı",
      "E": "Tipo baskı"
    },
    "explanation": "Düz baskı :Baskı yapılacak yüzeyde herhangi bir yükseklik (rölyef baskı tekniği gibi) ya da çukur (gravür baskı tekniği gibi) oluşturmaya gerek kalmadan, sadece düz yüzeylere baskı yapılır. Bir diğer ifade ile düz baskı yöntemi, yüzeyin fiziksel özelliklerini değiştirmez. Düz baskıda sanatçı, doğrudan pürüzsüz yüzeye sahip bir taş veya metal plaka üzerine boyadığı ve ardından yazdırılabilir bir görüntü oluşturmak için yağ ve suyun karşılıklı olarak birbirini itmesinden yararlanır. Bu teknik 1789 yılında Alman matbaacı Alois Senefelder tarafından geliştirilmiştir"
  },
  {
    "id": "3764638",
    "unitNumber": 1,
    "text": "Bir baskı plakası üzerine mürekkebin kauçuk bir silindir üzerinden geçmesi ve ardından kâğıda veya başka bir malzemeye aktarılması ile oluşturulan yaygın baskı tekniği aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Linol baskı",
      "B": "Kâğıt baskı",
      "C": "İpek baskı",
      "D": "Ofset baskı",
      "E": "Tipo baskı"
    },
    "explanation": "Ofset baskı, bir baskı plakası üzerine mürekkebin kauçuk bir silindir üzerinden geçtiği ve ardından kâğıda veya başka bir malzemeye aktarıldığı yaygın olarak kullanılan baskı tekniğidir. Kauçuk silindir, ahşap, kumaş, metal, deri ve pürüzlü kâğıt üzerine baskı yapılma olanağı sağlaması açısından büyük bir esneklik sağlar. Ofset baskıda basılacak olan madde ne baskı plakasının yüzeyinin üstüne çıkarılır ne de altında yer alır. Bunun yerine basılacak madde plaka ile aynı hizadadır. Bu sebeple ofset baskı düz baskı (planografik) bir baskı yöntemi olarak sınıflandırılır."
  },
  {
    "id": "3764714",
    "unitNumber": 1,
    "text": "Bilinen en eski baskı teknolojileri ise uzak doğu ülkelerinde kullanılmıştır. Çin’de tahta blokların üzerine mürekkepli yazılarla yapılan baskı hangi yıllarda gerçekleştirilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "MS 600’ler",
      "B": "MS 900’ler",
      "C": "MS 1200’ler",
      "D": "MS 1600’ler",
      "E": "MS 1900’ler"
    },
    "explanation": "Yazının icadı, bu yazıyı belirli yüzeylere aktararak çoğaltmayı beraberinde getirmiştir. Bilinen en eski baskı teknolojileri ise uzak doğu ülkelerinde kullanılmıştır. Çin’de MS 600’lü yıllarla birlikte tahta blokların üzerine mürekkepli yazılarla baskı yapılmıştır."
  },
  {
    "id": "3764777",
    "unitNumber": 1,
    "text": "Çin’de tahta blokların üzerine mürekkepli yazılarla yapılan baskı Japonya’ya doğru ilerlemiş ve MS 868’de altı sayfalık metin ve gravürlerden oluşan bilinen en eski ilk basılı kitap ortaya çıkmıştır. Bu kitabın adı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gutenberg İncili",
      "B": "Diamond Sutra",
      "C": "Papirus Sutra",
      "D": "Müteferrika",
      "E": "Origami"
    },
    "explanation": "Çin’de MS 600’lü yıllarla birlikte tahta blokların üzerine mürekkepli yazılarla baskı yapılmıştır. Çin’in bu teknolojisi Japonya’ya doğru ilerlemiş ve MS 868’de altı sayfalık metin ve gravürlerden oluşan bilinen en eski ilk basılı kitap Diamond Sutra ortaya çıkmıştır. Uzak Doğu’daki bu gelişmeler zaman içerisinde Avrupa’ya da taşınmıştır."
  },
  {
    "id": "3764780",
    "unitNumber": 1,
    "text": "İtalya’da ilk matbaa 1465’te nerede kuruldu?",
    "correctAnswer": "C",
    "options": {
      "A": "Sorbonne'da",
      "B": "Roma'da",
      "C": "Subiaco manastırında",
      "D": "Venedik'te",
      "E": "Napoli'de"
    },
    "explanation": "İtalya’da ilk matbaa 1465’te Subiaco manastırında kuruldu"
  },
  {
    "id": "3764784",
    "unitNumber": 1,
    "text": "\"......................, en basit ve en eski baskıresim biçimlerinden biridir. Tarih öncesi mağaralarda bulunan kırmızı toprak el baskıları ilk ................ örnekleridir. ...................., bir biçimin ayrıntılarını göstermek için istenmeyen yerlerin oyulmasıdır. Bu baskıda kalıbın tümsek kalan bölümlerine boya verilir ve bu boya başka bir yüzeye aktarılır. Bu işlemle birlikte beyaz kalmasını istediğimiz yerler kesilir veya oyularak çıkarılır.\" ifadesindeki boş yerlere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çukur Baskı",
      "B": "Düz Baskı",
      "C": "Yüksek Baskı",
      "D": "Ofset Baskı",
      "E": "Elek Baskı"
    },
    "explanation": "Yüksek baskı, en basit ve en eski baskıresim biçimlerinden biridir. Tarih öncesi mağaralarda bulunan kırmızı toprak el baskıları ilk yüksek baskı örnekleridir. Yüksek baskı, bir biçimin ayrıntılarını göstermek için istenmeyen yerlerin oyulmasıdır. Rölyef baskı özelliğinde olup kalıbın yüksekte kalan bölümlerine boya verilir ve bu boya başka bir yüzeye aktarılır. Bu işlemle birlikte beyaz kalmasını istediğimiz yerler kesilir veya oyularak çıkarılır."
  },
  {
    "id": "3764785",
    "unitNumber": 1,
    "text": "1440 yılında Alman asıllı Johannes Gutenberg tarafından geliştirilen baskı türü aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Linol Baskı",
      "B": "Yüksek Baskı",
      "C": "Serigrafi",
      "D": "Ofset Baskı",
      "E": "Tipo baskı"
    },
    "explanation": "Tipo baskı 1440 yılında Alman asıllı Johannes Gutenberg tarafından geliştirilmiştir."
  },
  {
    "id": "3764786",
    "unitNumber": 1,
    "text": "Kâğıt, kaç yılında Çin’de Tsei Lun tarafından bulunmasıyla, baskıda kullanılmaya başlanmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "MÖ 1050",
      "B": "MS 105",
      "C": "MS 1050",
      "D": "MS 1500",
      "E": "MS 1950"
    },
    "explanation": "Kâğıdın M.S. 105 yılında Çin’de Tsei Lun tarafından bulunmasıyla kâğıt baskı kullanılmaya başlanmıştır."
  },
  {
    "id": "3764787",
    "unitNumber": 1,
    "text": "1796’da Bavyera Krallığı’nda Alois Senefelder tarafından icat edilen teknik aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Taş Baskı",
      "B": "Elek Baskı",
      "C": "Linol Baskı",
      "D": "Mono Baskı",
      "E": "Çukur Baskı"
    },
    "explanation": "Taş baskı, 1796’da Bavyera Krallığı’nda Alois Senefelder tarafından icat edilmiştir."
  },
  {
    "id": "3764788",
    "unitNumber": 1,
    "text": "Günümüzde gazeteler, dergiler, broşürler, kırtasiye malzemeleri ve kitaplar genellikle hangi baskı yöntemi ile yapılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Serigrafi",
      "B": "Çukur Baskı",
      "C": "Tampon Baskı",
      "D": "Ofset Baskı",
      "E": "Tipo Baskı"
    },
    "explanation": "Ofset litografi, basılı materyaller oluşturmanın en yaygın yollarından biridir. Gazeteler, dergiler, broşürler, kırtasiye malzemeleri ve kitaplar bu baskı yöntemi ile yapılır."
  },
  {
    "id": "3764789",
    "unitNumber": 1,
    "text": "Mürekkebin esnek kauçuk baskı plakaları aracılığıyla çeşitli yüzeylere uygulandığı döner baskı türü olan ve kullanılan mürekkeplerin, buharlaşma yoluyla hızla kurur ve gıdalarla doğrudan temas eden ambalaj paketlerinin kullanımı için güvenli olduğu baskı türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Flekso baskı",
      "B": "Tipo Baskı",
      "C": "Ofset Baskı",
      "D": "Serigrafi",
      "E": "Tampon Baskı"
    },
    "explanation": "Flekso baskı (fleksografi), mürekkebin esnek kauçuk baskı plakaları aracılığıyla çeşitli yüzeylere uygulandığı döner baskı şeklidir. Flekso baskıda kullanılan mürekkepler, buharlaşma yoluyla hızla kurur ve gıdalarla doğrudan temas eden ambalaj paketlerinin kullanımı için güvenlidir."
  },
  {
    "id": "3764790",
    "unitNumber": 1,
    "text": "Metin, grafik ve resim gibi öğelerin yazdırma işlemini durdurmadan veya yavaşlatmadan ve bir veritabanından veya harici dosyadan bilgi kullanmadan basılı bir parçadan diğerine değiştirilebildiği isteğe bağlı yazdırma da dahil olmak üzere bir dijital baskı biçimine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dijital Baskı",
      "B": "DTP baskı",
      "C": "Ofset Litografi",
      "D": "Değişken veri yazdırma",
      "E": "Serigrafik veri yazdırma"
    },
    "explanation": "Değişken veri yazdırma (variable data printing), metin, grafik ve resim gibi öğelerin yazdırma işlemini durdurmadan veya yavaşlatmadan ve bir veritabanından veya harici dosyadan bilgi kullanmadan basılı bir parçadan diğerine değiştirilebildiği isteğe bağlı yazdırma da dahil olmak üzere bir dijital baskı biçimidir."
  },
  {
    "id": "3764329",
    "unitNumber": 2,
    "text": "----------------; çeşitli verilerin elektronik ortamlarda bulunması ve gösterilmesidir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Dijital Tasarım",
      "B": "Dijital Mecra",
      "C": "Dijital Aplikasyon",
      "D": "Dijital Platform",
      "E": "Dijital Ortam"
    },
    "explanation": "GİRİŞ<br/>Yukarıdaki cümlede boş bırakılan yeri B seçeneği (dijital mecra) doğru olarak tamamlar. Dijital mecra; çeşitli verilerin elektronik ortamlarda bulunması ve gösterilmesidir."
  },
  {
    "id": "3764330",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi endüstriyel baskı tekniklerinden biri <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Yüksek baskı",
      "B": "Düz baskı",
      "C": "Çukur baskı",
      "D": "Şablon-elek baskı",
      "E": "Linol baskı"
    },
    "explanation": "DİJİTAL TASARIMDA YÜKSEK BASKI SİSTEMLERİ<br/>Baskı teknikleri sanatsal ve endüstriyel baskı teknikleri şeklinde iki bölüme ayrılır. Sanatsal baskı dediğimiz geleneksel (Traditional) baskı teknikleri; linol, ağaç, gravür, litoğrafi vb. ile yapılan çalışmalardır. Endüstriyel baskı teknikleri ise kullanılan ve uygulanan teknik kalıpların yapılarına göre; yüksek baskı (Tipografi, Flekso), düz baskı (Ofset), çukur baskı (Tifdruk, Tampon), şablon-elek baskı (Serigrafi) ve dijital baskı şeklinde beşe ayrılır. Dolayısıyla \"Linol baskı\" endüstriyel baskı tekniklerinden biri değildir."
  },
  {
    "id": "3764341",
    "unitNumber": 2,
    "text": "Yüksek baskı sistemleri ile ilgili olarak aşağıda verilen ifadelerden hangisi <u>yanlıştır?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Yüksek baskı sisteminde, baskı altı malzemesine görüntü veren kalıp yüzeyinin seviyesi, baskı yapmayan kısımlara oranla daha yüksekte kalır.",
      "B": "Yüksek baskı “relief baskı” ve “letterpress” baskı olarak da adlandırılır.",
      "C": "Diğer baskı tekniklerine oranla daha kolay anlaşılabilir bir teknik olan yüksek baskı, baskı tekniklerinin bilinen en eski türlerindendir.",
      "D": "Patates ve soğan baskıları, lastik kaşeler ve mühürler, yüksek baskı tekniğine uygundur.",
      "E": "Yüksek baskı sisteminin “tifdruk\" ve \"tampon” olmak üzere iki çeşidi bulunur."
    },
    "explanation": "DİJİTAL TASARIMDA YÜKSEK BASKI SİSTEMLERİ<br/>Yüksek baskı sistemleri ile ilgili olarak verilen ifadelerden E seçeneği (<em>Yüksek baskı sisteminin “tifdruk\" ve \"tampon” olmak üzere iki çeşidi bulunur</em>.) yanlıştır. Tifdruk ve tampon, çukur baskı çeşitleridir. Yüksek baskı sisteminin “tipo baskı” ve “flekso baskı” olmak üzere iki çeşidi bulunur."
  },
  {
    "id": "3764342",
    "unitNumber": 2,
    "text": "Tipo baskı sistemi ve tarihsel süreci ile ilgili olarak aşağıda verilen ifadelerden hangisi <u>yanlıştır?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Johannes Gutenberg’in 1440’ta hurufat adı verilen kilden yapılmış harf kalıplarını icat etmesi, matbaacılık sektöründe devrim sayılacak bir gelişmedir.",
      "B": "Gutenberg matbaasının oluşturduğu yazı temelli ilerlemelerin en büyük baskı objesi “hareketli harfler” denilen, birebir kalıp tip metal bloklardır.",
      "C": "Tipo baskı, elle veya makine ile dizilen metal harflerin, tek tek sayfa oluşturacak şekilde kalıba düzenli bir şekilde dizgi oluşturularak kalıplar yardımıyla yapılır.",
      "D": "Tipo baskının özünde, yazının yani mekanikleştirilen hareketli hurufat sisteminin kompozisyon hâline getirilerek çoğaltması yatar.",
      "E": "Tipo baskı tekniğinde; ağaç, plastik bir malzeme olan lastik ve metal malzemeler, kalıp hazırlarken kullanılabilir."
    },
    "explanation": "TİPO (HURUFAT) BASKI VE TARİHSEL SÜREÇ<br/>Tipo baskı sistemi ve tarihsel süreci ile ilgili olarak verilen ifadelerden A seçeneği (<em>Johannes Gutenberg’in 1440’ta hurufat adı verilen kilden yapılmış harf kalıplarını icat etmesi, matbaacılık sektöründe devrim sayılacak bir gelişmedir.</em>) yanlıştır. Johannes Gutenberg’in 1440’ta hurufat adı verilen, kil değil metal harf kalıplarını icat etmesi, matbaacılık sektöründe devrim sayılacak bir gelişme olmuştur."
  },
  {
    "id": "3764343",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi günümüzde tipo baskı sistemi kullanılarak yapılan işlerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kartvizit",
      "B": "Broşür",
      "C": "Kesim",
      "D": "Fatura",
      "E": "El ilanı"
    },
    "explanation": "TİPO (HURUFAT) BASKI VE TARİHSEL SÜREÇ<br/>Kesim; günümüzde tipo baskı sistemi kullanılarak yapılan işlerden biridir. Tipo baskı sisteminde kalıp hazırlama aşaması zorlu ve uzun bir süreç gerektirdiği için günümüzde kartvizit, kitap, broşür, fatura, el ilanı gibi ürünlerin basımında tercih edilmez. Numaratör, kesim, kırım, yaldız baskısı (ısı ile), pilyaj, perforaj gibi işler için kullanılır."
  },
  {
    "id": "3764354",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi hurufatın fiziksel özelliklerinden biri <u>değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Ayak",
      "B": "Punto genişliği",
      "C": "Baş",
      "D": "Kumpas",
      "E": "İşaret kertiği"
    },
    "explanation": "TİPO (HURUFAT) BASKI VE TARİHSEL SÜREÇ<br/>\"Kumpas\" hurufatın fiziksel özelliklerinden biri değildir. Matbaacılığın tipografik sisteminde kullanılan harfler anlamına gelen hurufatta, kumpas adı verilen alete harfler yerleştirilerek kelimeler oluşturulur. Hareketli harflerin dizgi sonucu oluşumunda katkısı büyüktür. El dizgi tekniğinde dizgi ustasının seri çalışabilmesi amacıyla, hurufatların gerek tanınmasında gerekse kalıp oluşturulması esnasında kolaylık sağlaması için üzerinde değişik fiziksel özellikler söz konusudur Bu özellikler, punto genişliği, ayak, baş, işaret kertiği, vb. şeklindedir."
  },
  {
    "id": "3764619",
    "unitNumber": 2,
    "text": "I. Dijital tasarımda tasarım bilgisayar destekli hazırlanır.<br/>II. Çağdaş tasarım sürecinde diğer disiplinlerle ilişki ön plana çıkar.<br/>III. Geleneksel tasarım sürecinde geri dönüte yer yoktur.<br/>IV. Çağdaş tasarım yaklaşımında son üründen ziyade süreç önemlidir.<br/>Yukarıda tasarım süreci ile ilgili verilenlerden hangileri doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I ve IV",
      "D": "I, II ve III",
      "E": "II ve IV"
    },
    "explanation": "Ünitenin ilgili bölümünü inceleyiniz.<br/>Ünitenin Şekil 2.2.’deki görseli incelenebilir."
  },
  {
    "id": "3764620",
    "unitNumber": 2,
    "text": "Dijital tasarımda baskı sistemleri temel olarak kaç çeşide ayrılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Bir",
      "B": "İki",
      "C": "Üç",
      "D": "Dört",
      "E": "Beş"
    },
    "explanation": "Detaylı bilgi için ünitenin ilgili bölümü incelenebilir.<br/>Matbaa teknolojisi veya endüstriyel basım teknolojileri olarak da adlandırılan bu temel basım/baskı sistemleri farklı teknik kalıplar içinde isimlendirilmektedir. Baskı teknikleri genel olarak adlandırıldığında ise <strong><em>iki bölüme ayrılır</em></strong>. <em>Sanatsal baskı teknikleri ve endüstriyel baskı teknikleri’</em>dir."
  },
  {
    "id": "3764621",
    "unitNumber": 2,
    "text": "I. Tipografi yüksek baskı çeşididir.<br/>II. Taş baskı, yüksek baskı olarak da adlandırılmaktadır.<br/>III. Serigrafi,yüksek baskı çeşididir.<br/>Yukarıda dijital tasarımda yüksek baskı sistemleri ile ilgili verilenlerden hangileri doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "II ve III",
      "E": "Hepsi"
    },
    "explanation": "Ünitenin ilgili bölümü detaylı bilgi için incelenebilir.<br/>Endüstriyel baskı teknikleri, kullanılan ve uygulanan teknik kalıpların yapılarına göre beşe ayrılmaktadır: yüksek baskı (Tipografi, Flekso), düz baskı (Ofset), çukur baskı (Tifdruk, Tampon), şablon-elek baskı (Serigrafi) ve dijital baskı."
  },
  {
    "id": "3764622",
    "unitNumber": 2,
    "text": "Hurufat adı verilen metal harf kalıpları ile yapılan yüksek baskı tekniğine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tipo baskı",
      "B": "Ofset baskı",
      "C": "Şablon baskı",
      "D": "Dijital baskı",
      "E": "Serigrafi"
    },
    "explanation": "Ünitenin ilgili bölümü detaylı bilgi için incelenebilir.<br/>Hurufat adı verilen metal harf kalıpları ile yapılan yüksek baskı tekniğine tipo baskı adı denir."
  },
  {
    "id": "3764623",
    "unitNumber": 2,
    "text": "I. Matbaacılığın, tipografik sisteminde kullanılan harfleridir.<br/>II. Hurufatta resim kısmının oturduğu, daha kalın olan alt kısma denir.<br/>III. Harfin resim kısmını taşıyan taban genişlik değeridir.<br/>Yukarıda bir baskı sistemi ile ilgili açıklaması verilen kavramlar, aşağıdakilerin hangisinde sırasıyla doğru olarak verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Et kısmı, hurufat, punto",
      "B": "Punto, et kısmı, hurufat",
      "C": "Punto, hurufat, et kısmı",
      "D": "Hurufat, punto, et kısmı",
      "E": "Hurufat, et kısmı, punto"
    },
    "explanation": "Ünitenin ilgili bölümü detaylı bilgi için incelenebilir.<br/>Matbaacılık sektöründe kullanılan terim; hurufatlar yani harfler demektir. Bir başka deyişle matbaacılığın, tipografik sisteminde kullanılan harflere <em>hurufat </em>denir. Resim kısmının oturduğu, daha kalın olan alt kısma ise harfin <em>“et kısmı</em>” denir. Harfin resim kısmını taşıyan taban genişlik değeri o harfin “<em>puntosu”</em>dur"
  },
  {
    "id": "3764624",
    "unitNumber": 2,
    "text": "Çalışma prensibi tipo baskının temel baskı prensibi gibi olan baskı makinesi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Silindir kazanlı makine",
      "B": "Pedal makineleri",
      "C": "Düz kazanlı presler",
      "D": "El tezgahı",
      "E": "Rotatif tipo baskı makinesi"
    },
    "explanation": "Ünitenin ilgili bölümü detaylı bilgi için incelenebilir.<br/>El tezgahlarının çalışma prensibi tipo baskının temel baskı prensibi gibidir. Makinenin çalışma sistemi oldukça basittir. Yapılan her baskı için mürekkep kalıba yeniden sürülür. Kalıp üzerindeki görüntü baskı altı malzemesine aktarılarak baskı gerçekleştirilir. El tezgahlarında baskı yapmak zahmetli olduğu ve işlem uzun sürdüğü için bu tezgâhlar günümüzde sadece sanatsal işlerde kullanılmaktadır."
  },
  {
    "id": "3764625",
    "unitNumber": 2,
    "text": "I. Baskı basıncının yüksek olduğu makine, silindir kazanlıdır.<br/>II. El tezgahlarının çalışma prensibi temel prensipten çok farklıdır.<br/>III. Gazete basımında en çok kullanılan makine, silindir kazanlıdır.<br/>IV. Baskı alanı en küçük olan tipo baskı makineleri, maşalıdır.<br/>Yukarıda baskı makineleri ile ilgili verilenlerden hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I ve IV",
      "D": "I, II ve III",
      "E": "I, II ve IV"
    },
    "explanation": "Ünitenin ilgili bölümü detaylı bilgi için incelenebilir.<br/>El tezgahlarının çalışma prensibi tipo baskının temel baskı prensibi gibidir. Makinenin çalışma sistemi oldukça basittir. Maşalı tipo baskı makineleri, baskı alanı en küçük olan tipo baskı makineleri olması nedeniyle günümüzde hala tercih edilmektedir. Silindir kazanlı makinelerin önemli özelliği baskı basıncının yüksek olmasıdır."
  },
  {
    "id": "3764626",
    "unitNumber": 2,
    "text": "Dizgi işinde kullanılan bir aralık ölçüsü birimi olarak dizgide harfler arasına konulan yazısız metal parçası aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gale",
      "B": "Kadrat",
      "C": "Takatuka",
      "D": "Mizantren",
      "E": "Anterlin"
    },
    "explanation": "Detaylı bilgi için ünitenin ilgili bölümü incelenebilir.<br/>Dizgi işinde kullanılan bir aralık ölçüsü birimi olarak dizgide harfler arasına konulan yazısız metal parçası kadrattır."
  },
  {
    "id": "3764627",
    "unitNumber": 2,
    "text": "I-Projenin büyüklüğü, hacmi<br/>II-Baskı alımında aciliyet, zaman, süre<br/>III- Baskının ürün türü<br/>IV- Baskıda önizleme prova çıktı<br/>Yukarıdakilerden hangileri, bir baskıda çoğaltmaya karar verirken dikkat edilmesi gereken unsurlardandır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve IV",
      "C": "I, II ve IV",
      "D": "II, III ve IV",
      "E": "Hepsi"
    },
    "explanation": "Ünitenin ilgili bölümü deteylı bilgi için incelenebilir.<br/>Bir baskıda çoğaltmaya karar verirken dikkat edilmesi gereken unsurlar şunlardır: 1-Projenin büyüklüğü, hacmi, 2-Baskı alımında aciliyet, zaman, süre, 3- Baskının ürün türü (Kitap, dergi, kartvizit, davetiye, afiş vb.), 4- Baskıda önizleme prova çıktı, 5- Baskıda adet sayısı, 6- Özel ve özgün ürün tasarımında uygun baskı çeşitliliği, 6- Baskıda maliyet."
  },
  {
    "id": "3764628",
    "unitNumber": 2,
    "text": "I. Bilginin kodlanarak sayısallaştırılması, ….. .<br/>II. …….., düz baskı çeşididir.<br/>III. Tipo baskı makinelerini …………. grupta toplayabiliriz,<br/>Yukarıda baskı tekniği ve üretim süreci ile ilgili bilgiler verilmiştir. Buna göre, yukarıda boş bırakılan noktalı yerlere gelecek sözcükler, aşağıdakilerden hangisinde doğru olarak sıralanmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Tasarım, ofset, dört",
      "B": "Data, ofset, iki",
      "C": "Data, ofset, dört",
      "D": "Dijitalleşme, ofset, iki",
      "E": "Dijitalleşme, ofset, dört"
    },
    "explanation": "Ünitenin ilgili bölümleri detaylı bilgi için incelenebilir. Cevap 58-59 ve 60. sayfalarda takip edilebilir.<br/>Tipo baskı makinelerini dört grupta toplayabiliriz: a. El Tezgahları (Presler), b. Pedal Makineleri (Düz kazanlı presler), c. Silindir Kazanlı Baskı Makineleri, d. Rotatif Tipo Baskı Makineleri’dir. Dijitalleşme en basit tanımla bilginin kodlanarak sayısallaştırılmasıdır. Toplanan veriler (Data), belli bir sistematik içinde sayısallaştırılarak ve istenilen formatta yeniden kullanılmaktadır. Endüstriyel baskı teknikleri, kullanılan ve uygulanan teknik kalıpların yapılarına göre beş’e ayrılmaktadır: yüksek baskı (Tipografi, Flekso), düz baskı (Ofset), çukur baskı (Tifdruk, Tampon), şablon-elek baskı (Serigrafi) ve Dijital baskı gibi çeşitleri vardır. (Sayfa, 58-59-60"
  },
  {
    "id": "3764729",
    "unitNumber": 2,
    "text": "Baskı tekniklerini genel olarak iki bölümde adlalandırılırlar. Aşağıdakilerden hangisinde bu iki bölüm adı doğru olarak verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bilimsel baskı teknikleri ve Endüstriyel baskı teknikleri",
      "B": "Sanatsal baskı teknikleri ve Bilimsel baskı teknikleri",
      "C": "Gravür baskı teknikleri ve Serigrafi baskı teknikleri",
      "D": "Gravür baskı teknikleri ve Düz baskı teknikleri",
      "E": "Sanatsal baskı teknikleri ve Endüstriyel baskı teknikleri"
    },
    "explanation": "Baskı teknikleri genel olarak adlandırıldığında iki bölüme ayrılır.<br/>1-Sanatsal baskı teknikleri<br/>2-Endüstriyel baskı teknikleri"
  },
  {
    "id": "3764730",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Sanatsal baskı dediğimiz geleneksel (Traditional) baskı teknikleri arasında yer almaz?",
    "correctAnswer": "D",
    "options": {
      "A": "linol",
      "B": "ağaç",
      "C": "gravür",
      "D": "dijital",
      "E": "litoğrafi"
    },
    "explanation": "Baskı teknikleri genel olarak adlandırıldığında iki bölüme ayrılır. Sanatsal baskı teknikleri ve endüstriyel baskı teknikleri’dir. Sanatsal ve Endüstriyel baskı tekniklerinde farklı uygulama biçimleri vardır.<br/>Sanatsal baskı dediğimiz geleneksel (Traditional) baskı teknikleri: linol, ağaç, gravür, litoğrafi vb. ile yapılan çalışmalar çoğaltılır."
  },
  {
    "id": "3764731",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Endüstriyel baskı tekniklerinde kullanılan kalıplara ve tekniklere göre tanımlanmış teknikler arasında yer almaz?",
    "correctAnswer": "C",
    "options": {
      "A": "yüksek baskı (Tipografi, Flekso)",
      "B": "çukur baskı (Tifdruk, Tampon)",
      "C": "ağaç baskı",
      "D": "şablon-elek baskı (Serigrafi)",
      "E": "dijital baskı"
    },
    "explanation": "Endüstriyel baskı teknikleri, kullanılan ve uygulanan teknik kalıpların yapılarına göre beşe ayrılmaktadır:<br/>1-yüksek baskı (Tipografi, Flekso),<br/>2-düz baskı (Ofset),<br/>3-çukur baskı (Tifdruk, Tampon),<br/>4-şablon-elek baskı (Serigrafi)<br/>5-dijital baskı."
  },
  {
    "id": "3764732",
    "unitNumber": 2,
    "text": "Hurufat adı verilen metal harf kalıplarını icat etmesi, matbaacılık sektöründe devrim sayılacak bir gelişme olmuştur. Bu icadın mucidi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Johannes Gutenberg",
      "B": "Rudolf Hell",
      "C": "Julie Ann Sims",
      "D": "Henrik Olsen",
      "E": "Samuel Morse"
    },
    "explanation": "Johannes Gutenberg’in 1440’da hurufat adı verilen metal harf kalıplarını icat etmesi, matbaacılık sektöründe devrim sayılacak bir gelişme olmuştur. 20. Yüzyılın ikinci yarısına kadar da kitaplar ve benzer baskı türleri için yaygın olarak kullanılmıştır. “Yazı temelli bu ilerlemelerin en büyük adımlarından birini de tipo baskının atası olan Gutenberg matbaası oluşturmuştur."
  },
  {
    "id": "3764733",
    "unitNumber": 2,
    "text": "Matbaacılığın, tipografik sisteminde kullanılan harflere ne denir?",
    "correctAnswer": "B",
    "options": {
      "A": "kırım",
      "B": "hurufat",
      "C": "yaldız",
      "D": "perforaj",
      "E": "pilyaj"
    },
    "explanation": "Matbaacılık sektöründe kullanılan terim; hurufatlar yani harfler demektir. Bir başka deyişle matbaacılığın, tipografik sisteminde kullanılan harflere <strong>hurufat</strong> denir."
  },
  {
    "id": "3764734",
    "unitNumber": 2,
    "text": "Hurufatın asıl kullanım alanı “Tipografi”dir. Aşağıdakilerden hangisinde tipografinin tanımı doğru verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tipografi, harf, sözcük, satır ve boşluklama için gereken diğer ögelerle, belirlenmiş bir metni elde etmek için yapılan işlemler bütünüdür.",
      "B": "Tipografi, harfin üstünde yer alan “Resim” kısmı mürekkep alıp baskı yapan kısımdır.",
      "C": "Tipografi, dizilmiş olan kitap sayfalarının basılması ve ardından yazı biçimlerinin kağıda geçirilmesidir.",
      "D": "Tipografi, herhangi bir konuda ya da önüne gelen bir proje için yaratıcı düşüncelerini yazıya dökmesidir.",
      "E": "Tipografi, elektronik ortamda farklı dosya uzantıları ile çoğaltılarak bir iletişim modeli grafik sanatların yöntemidir"
    },
    "explanation": "Hurufatın asıl kullanım alanı “Tipografi”dir. Tipografi, harf, sözcük, satır ve boşluklama için gereken diğer ögelerle, belirlenmiş bir metni elde etmek için yapılan işlemler bütünüdür."
  },
  {
    "id": "3764735",
    "unitNumber": 2,
    "text": "\"Yüksek baskı sisteminde tipo baskıya uygun olarak baskı elde etmeye yarayan alet ve makinelerin tümüne birden <strong><em>tipo baskı makineleri</em> </strong>denir.\"<br/>Aşağıdakilerden hangisi Tipo baskı makinelerinden değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "El Tezgahları (Presler)",
      "B": "Pedal Makineleri (Düz kazanlı presler)",
      "C": "Kadrat Tipo Baskı Makineleri",
      "D": "Silindir Kazanlı Baskı Makineleri",
      "E": "Rotatif Tipo Baskı Makineleri"
    },
    "explanation": "Yüksek baskı sisteminde tipo baskıya uygun olarak baskı elde etmeye yarayan alet ve makinelerin tümüne birden <strong><em>tipo baskı makineleri</em> </strong>denir.<br/>Tipo baskı makinelerini dört grupta toplayabiliriz:<br/><ol><br/><li><br/>El Tezgahları (Presler)<br/></li><br/><li><br/>Pedal Makineleri (Düz kazanlı presler)<br/></li><br/><li><br/>Silindir Kazanlı Baskı Makineleri<br/></li><br/><li><br/>Rotatif Tipo Baskı Makineleri<br/></li><br/></ol><br/>Yüksek baskı sisteminde tipo baskıya uygun olarak baskı elde etmeye yarayan alet ve makinelerin tümüne birden <strong><em>tipo baskı makineleri</em> </strong>denir.<br/>Tipo baskı makinelerini dört grupta toplayabiliriz:<br/><ol> <li> El Tezgahları (Presler)<br/></li> <li> Pedal Makineleri (Düz kazanlı presler)<br/></li> <li> Silindir Kazanlı Baskı Makineleri<br/></li> <li> Rotatif Tipo Baskı Makineleri<br/></li> </ol>"
  },
  {
    "id": "3764736",
    "unitNumber": 2,
    "text": "Amerika Birleşik Devletleri’nde “Linotype”ı1886’ da icat eden mucit aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ottmar Mergenthaler",
      "B": "Rudolf Hell",
      "C": "James Watt",
      "D": "Edward Rondthaler",
      "E": "Thomas Guttenberg"
    },
    "explanation": "Alman asıllı Ottmar Mergenthaler 1886’ da, Amerika Birleşik Devletleri’nde “Linotype”ı icat etmiştir. Bu makinenin icadıyla basım sektöründe daha çok sayıda çoğaltım gerçekleşmiştir. Böylece gazete ve dergilerin fiyatlarının düşmesi sağlanmıştır."
  },
  {
    "id": "3764737",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Fotodizgi tekniğini bulan mucittir?",
    "correctAnswer": "E",
    "options": {
      "A": "Johannes Gutenberg",
      "B": "James Watt",
      "C": "Ottmar Mergenthaler",
      "D": "Rudolf Hell",
      "E": "Edward Rondthaler"
    },
    "explanation": "Edward Rondthaler’in <strong>Fotodizgi tekniği</strong> (harflerin optic yardımıyla ışık duyarlı bir kağıt üzerine pozlanarak tipografik metinlerin oluşturulduğu sistem) Gutenberg’in bulduğu metal dizginin yerini almıştır."
  },
  {
    "id": "3764738",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Bilgisayar ve destekleyici üniteler önemlidir.</li> <li>Grafik tasarıma uygun programlar kullanılır.</li> <li>Basımı elle çoğalatılacak baskı makineler kullanılır</li> <li>Programlar sayesinde çizim, sayfa tasarımı yapabiliriz. </li> <li>Programlar sayesinde tipografik çalışmalar yapabiliriz.</li> </ol> Yukaridakilerden hangisi Dijital baskı için söylenemez?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "Yalnız IV",
      "E": "Yalnız V"
    },
    "explanation": "Dijital baskı, dijital ortamda hazırlanmış işlerin, elektronik veri yoluyla baskı makinesine gönderilmesi ve basılmasıdır. Dijital baskı da aşağıdakiler önemlidir:<br/><ol><br/><li><br/>Bilgisayar ve destekleyici üniteler,<br/></li><br/><li><br/>Grafik tasarıma uygun programlar (Piksel ve vektörel tabanlı programlar) ve<br/></li><br/><li><br/>Basımı çoğlatılacak baskı makineleridir.<br/></li><br/><li><br/>Bu programlar sayesinde çizim, dijital fotoğraf görüntüle- rine düzenleme, sayfa tasarımı ve tipografik çalışmalar yapabiliriz<br/></li><br/></ol><br/>Dijital baskı, dijital ortamda hazırlanmış işlerin, elektronik veri yoluyla baskı makinesine gönderilmesi ve basılmasıdır. Dijital baskı da aşağıdakiler önemlidir:<br/><ol> <li> Bilgisayar ve destekleyici üniteler,<br/></li> <li> Grafik tasarıma uygun programlar (Piksel ve vektörel tabanlı programlar) ve<br/></li> <li> Basımı çoğlatılacak baskı makineleridir.<br/></li> <li> Bu programlar sayesinde çizim, dijital fotoğraf görüntüle- rine düzenleme, sayfa tasarımı ve tipografik çalışmalar yapabiliriz<br/></li> </ol>"
  },
  {
    "id": "3764767",
    "unitNumber": 2,
    "text": "Hurufatın gelen yapısını oluşturan metal alaşım aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kurşun",
      "B": "Antimuan",
      "C": "Pirinç",
      "D": "Kalay",
      "E": "Amalgam"
    },
    "explanation": "TİPO (HURUFAT) BASKI VE TARİHSEL SÜREÇ<br/>Hurufatın gelen yapısını oluşturan metal alaşım kurşun'dur. Hurufatlar yani harfler, özel döküm atölyelerinde ve içeriğinde üç ana metal kullanılarak üretilir. Hurufatların hem dayanıklılık hem iyi mürekkep transferi hem de düzgün satıh özelliğine sahip<br/>olabilmesi amacı ile kullanılan bu metal alaşımlar; kurşun (% 65-70), antimuan (% 20-25) ve kalay (Stannum) (% 5-10) dır. Bu metal karışımında kullanılan alaşımların harf bloğuna çeşitli katkıları vardır. Kurşun alaşımı, hurufatın genel yapısını oluştururken kullanılan antimuan hurufata sertlik, dolayısıyla dayanma gücü verirken kalay da metale dökümde kolaylık sağlar ve ona akıcılık<br/>verir."
  },
  {
    "id": "3764768",
    "unitNumber": 2,
    "text": "Hurufatın gövde kısmındaki parçalar ve tanımlarına ilişkin doğru eşleşme aşağıdakilerden hangisidir?<br/><strong>PARÇA</strong><br/>K-Resim<br/>L-Et kısmı<br/>M-İşaret kertiği<br/>N-Punto<br/><strong> TANIM</strong><br/><ol><br/><li>Harfin doğru dizilmesi için dizgiciyi uyaran kısımdır.</li><br/><li>Mürekkep alıp baskı yapan kısımdır.</li><br/></ol>",
    "correctAnswer": "A",
    "options": {
      "A": "K-2 / M-1",
      "B": "L-1 / M-2",
      "C": "K-1 / N-2",
      "D": "M-1 / N-2",
      "E": "L-2 / N-1"
    },
    "explanation": "TİPO (HURUFAT) BASKI VE TARİHSEL SÜREÇ<br/>Hurufatın gövde kısmındaki parçalar ve tanımlarına ilişkin doğru eşleşme A seçeneğinde verilen \"K-2 / M-1\"dir. Genel anlamda incelendiğinde bir hurufat, baş ve gövde kısımlar olmak üzere iki ana unsurdan oluşur. Baş kısmı 3 parçadan oluşurken gövde kısmı ise 5 ana parçadan oluşur:<br/>• Harfin üstünde yer alan “Resim” kısmı mürekkep alıp baskı yapan kısımdır.<br/>• Resim kısmının oturduğu, daha kalın olan alt kısma ise harfin “Et kısmı” denir.<br/>• Altta tabana yakın bölümde bulunan kertiğe ise “işaret kertiği” adı verilir. İşaret kertiği<br/>harfin doğru dizilmesi için dizgiciyi uyarır.<br/>• Harfin enine olan boyutuna “kalınlık” denir.<br/>• Harfin resim kısmını taşıyan taban genişlik değeri o harfin “puntosu”dur."
  },
  {
    "id": "3764772",
    "unitNumber": 2,
    "text": "Silindir kazanlı tipo baskı makineleri ile ilgili olarak aşağıda verilen ifadelerden hangisi <u>yanlıştır?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Baskı kazanları el tezgâhları ve pedallardaki gibi düz değil, silindir şeklindedir.",
      "B": "Hız, basınç şekli ve çalışma yöntemiyle diğer tipo baskı makinelerinden farklıdır.",
      "C": "En önemli özelliği baskı basıncının yüksek olmasıdır.",
      "D": "Baskı alanı en küçük olan tipo baskı makineleri olması nedeniyle günümüzde hala tercih edilir.",
      "E": "Tek turlu ve çift turlu baskı makineleri olmak üzere iki çeşittir."
    },
    "explanation": "TİPO (HURUFAT) BASKI VE TARİHSEL SÜREÇ<br/>Silindir kazanlı tipo baskı makineleri ile ilgili olarak aşağıda verilen ifadelerden D seçeneği (<em>Baskı alanı en küçük olan tipo baskı makineleri olması nedeniyle günümüzde hala tercih edilir</em>.)yanlıştır. Maşalı tipo baskı makineleri, baskı alanı en küçük olan tipo baskı makineleri olması nedeniyle günümüzde hala tercih edilmektedir. Silindir Kazanlı Tipo Baskı Makinelerinde ise baskı kazanları el tezgâhları ve pedallardaki gibi düz değil, silindir şeklindedir. Hız, basınç şekli ve çalışma yöntemiyle diğer tipo baskı makinelerinden farklıdır. En önemli özelliği baskı basıncının yüksek olmasıdır. Silindir kazanlı tipo baskı makineleri, tek turlu (stop silindirli) ve çift turlu baskı makineleri olmak üzere iki çeşittir."
  },
  {
    "id": "3764782",
    "unitNumber": 2,
    "text": "Tipo baskıdan dijital döneme geçişte çoğaltımla ilgili olarak aşağıda verilen ifadelerden hangisi <u>yanlıştır?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "1886’ da Ottmar Mergenthaler, Amerika Birleşik Devletleri’nde “Linotype”ı icat etmiştir.",
      "B": "Edward Rondthaler’in fotodizgi tekniği, Gutenberg’in bulduğu metal dizginin yerini almıştır.",
      "C": "19.yüzyıl sonlarında, <em>piksel</em> denilen metal harf kalıpları kullanarak erimiş metal alaşımlar hâlinde döküm yapan sıcak dizgi makineleri ortaya çıkmıştır.",
      "D": "1960’larda uçak tasarımcısı William Fetter, grafik tasarım için CRT’yi kullanan kişi olmuştur.",
      "E": "1965’te Almanya’da, <em>Digiset</em> adı verilen, harfleri bilgisayar yardımıyla dizme yöntemi geliştirilmiştir."
    },
    "explanation": "TİPO BASKIDAN DİJİTAL DÖNEME GEÇİŞTE ÇOĞALTIM<br/>Tipo baskıdan dijital döneme geçişte çoğaltımla ilgili olarak aşağıda verilen ifadelerden C seçeneği (<em>19.yüzyıl sonlarında, piksel denilen metal harf kalıpları kullanarak erimiş metal alaşımlar hâlinde döküm yapan sıcak dizgi makineleri ortaya çıkmıştır.</em>) yanlıştır. O dönemde ortaya çıkan, metal harf kalıpları kullanarak erimiş metal alaşımlar hâlinde döküm yapan sıcak dizgi makinelerinin adı piksel değil, matris'tir."
  },
  {
    "id": "3764783",
    "unitNumber": 2,
    "text": "------------- ; dizilen satırların birbirine karışıp bozulmaması için satır aralarına konulan genellikle iki punto genişliğindeki metaldir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Anterlin",
      "B": "Garnitür",
      "C": "Mizantren",
      "D": "Gale",
      "E": "Takatuka"
    },
    "explanation": "TİPO (HURUFAT) BASKI VE TARİHSEL SÜREÇ<br/>Yukarıdaki cümlede boş bırakılan yeri A seçeneği (anterlin) doğru olarak tamamlar. Anterlin; dizilen satırların birbirine karışıp bozulmaması için satır aralarına konulan genellikle iki punto genişliğindeki metaldir."
  },
  {
    "id": "3764791",
    "unitNumber": 2,
    "text": "Elektronik veri ortamlarına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dijital",
      "B": "Teknolojik",
      "C": "Tasarım",
      "D": "Küreselleşme",
      "E": "Bilgi"
    },
    "explanation": "Dijital: Elektronik veri ortamlarıdır."
  },
  {
    "id": "3764792",
    "unitNumber": 2,
    "text": "I. Dijitalleşme, insanlık için bir tercihtir.<br/>II. Dijitalleşme en basit tanımla bilginin kodlanarak sayısallaştırılmasıdır.<br/>III. Yeni ürün ve hizmetlerin tanıtımı ve yaratılması tüm verilerin etkin kullanılabilmesi dijitalleşmenin olmazsa olmazıdır.<br/>IV. Dijital teknoloji ile arasını iyi tutan bireylerin iş bulma imkanları teknolojiyle ilişkisi kopuk olan bireylerden daha fazladır.<br/>V. Daha hızlı ve daha işe yarar sistemler geliştirmek ve geliştirilen sistemlerin tercih edilmesini sağlamak dijitalleşmenin bir sonucudur.<br/>Dijitalleşme ile ilgili yukarıdakilerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III ve IV",
      "B": "I, II, IV ve V",
      "C": "I, III ve IV",
      "D": "I, III ve V",
      "E": "II, III, IV ve V"
    },
    "explanation": "I. Dijitalleşme, insanlık için bir <strong>tercih değil bir zorunluluktur. </strong>II. Dijitalleşme en basit tanımla bilginin kodlanarak sayısallaştırılmasıdır. III. Yeni ürün ve hizmetlerin tanıtımı ve yaratılması tüm verilerin etkin kullanılabilmesi dijitalleşmenin olmazsa olmazıdır. IV. Dijital teknoloji ile arasını iyi tutan bireylerin iş bulma imkanları teknolojiyle ilişkisi kopuk olan bireylerden daha fazladır. V. Daha hızlı ve daha işe yarar sistemler geliştirmek ve geliştirilen sistemlerin tercih edilmesini sağlamak dijitalleşmenin bir sonucudur."
  },
  {
    "id": "3764793",
    "unitNumber": 2,
    "text": "'<u><strong>...</strong></u> tasarım, tasarım kararlarının kağıt üzerinde değil de ekran üzerinde verildiği bir süreçtir' tanımında yer alan boşluğa gelmesi en uygun seçenek aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Görsel",
      "B": "Dijital",
      "C": "Soyut",
      "D": "Grafik",
      "E": "Geleneksel"
    },
    "explanation": "<u><strong>Dijital</strong> </u>tasarım, tasarım kararlarının kağıt üzerinde değil de ekran üzerinde verildiği bir süreçtir."
  },
  {
    "id": "3764794",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi sanatsal baskı teknikleri arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Ofset",
      "B": "Tifdruk",
      "C": "Litografi",
      "D": "Flekso",
      "E": "Dijital baskı"
    },
    "explanation": "Sanatsal baskı dediğimiz geleneksel (Traditional) baskı teknikleri linol, ağaç, gravür, <strong>litografi</strong> vb. ile yapılan çalışmalar çoğaltılır."
  },
  {
    "id": "3764795",
    "unitNumber": 2,
    "text": "Lastik kaşeler ve mühürler aşağıdaki baskı tekniklerinden hangisi içinde yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Çukur baskı",
      "B": "Elek baskı",
      "C": "Düz baskı",
      "D": "Yüksek baskı",
      "E": "Şablon baskı"
    },
    "explanation": "Lastik kaşeler, mühürler yüksek baskı tekniğine uygundur."
  },
  {
    "id": "3764796",
    "unitNumber": 2,
    "text": "I. Yüksek baskı sisteminde Tipo baskı ve flekso baskı olmak üzere iki baskı çeşidi bulunmaktadır.<br/>II. Yüksek baskı tekniğinde baskıyı gerçekleştiren kalıp yüzeyinin seviyesi, baskı yapmayan bölümlere oranla daha alçaktır.<br/>III. Kalıptaki görüntü baskı altı malzemesiyle direkt temas hâlinde iken belli bir basınç (forsa) yardımıyla transfer edilir.<br/>IV. Daktilo tuşlarına bağlı harf kalıpları çok kaba da olsa tipo baskı sistemini açıklamaya yeter.<br/>V. Baskı altı malzemesinin üzerinde görüntünün düz çıkması için Tipo Baskı kalıbında görüntünün baskı yapan yerlerde düz olması kaçınılmazdır.<br/>Tipo baskı ile ilgili yukardakilerden hangisi/hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II ve III",
      "B": "II, III ve IV",
      "C": "I, III ve IV",
      "D": "I, II, III ve V",
      "E": "II, IV ve V"
    },
    "explanation": "I. Yüksek baskı sisteminde Tipo baskı ve flekso baskı olmak üzere iki baskı çeşidi bulunmaktadır. <br/>II. Yüksek baskı tekniğinde baskıyı gerçekleştiren kalıp yüzeyinin seviyesi, baskı yapmayan bölümlere oranla daha <strong>yüksektir. </strong><br/>III. Kalıptaki görüntü baskı altı malzemesiyle direkt temas hâlinde iken belli bir basınç (forsa) yardımıyla transfer edilir.<br/>IV. Daktilo tuşlarına bağlı harf kalıpları çok kaba da olsa tipo baskı sistemini açıklamaya yeter.<br/>V. Baskı altı malzemesinin üzerinde görüntünün düz çıkması için Tipo Baskı kalıbında görüntünün baskı yapan yerlerde <strong>ters</strong> olması kaçınılmazdır."
  },
  {
    "id": "3764797",
    "unitNumber": 2,
    "text": "1440 yılında Johannes Gutenberg’in icat ettiği metal harf kalıplarına ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Letterpress",
      "B": "Hurufat",
      "C": "Kaşe",
      "D": "Levha",
      "E": "Kartvizit"
    },
    "explanation": "Johannes Gutenberg’in 1440’da <strong>hurufat</strong> adı verilen metal harf kalıplarını icat etmesi, matbaacılık sektöründe devrim sayılacak bir gelişme olmuştur."
  },
  {
    "id": "3764798",
    "unitNumber": 2,
    "text": "Tipo baskıda, kalıbın tüm yüzeyinin aynı kalitede baskı yapması için kalıp altından veya kazan kağıdında yapılan yükseklik ayarına ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Boş Takım",
      "B": "Espas",
      "C": "Kadrat",
      "D": "Mizantren",
      "E": "Anterlin"
    },
    "explanation": "<strong>Mizantren:</strong> Kalıbın tüm yüzeyinin aynı kalitede baskı yapması için kalıp altından veya kazan kağıdında yapılan yükseklik ayarıdır."
  },
  {
    "id": "3764799",
    "unitNumber": 2,
    "text": "Gutenberg’in bulduğu metal dizginin yerini alan <strong>Fotodizgi tekniği</strong> (harflerin optic yardımıyla ışık duyarlı bir kağıt üzerine pozlanarak tipografik metinlerin oluşturulduğu sistem) aşağıdaki isimlerden hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Edward Rondthaler",
      "B": "James Watt",
      "C": "Ottmar Mergenthaler",
      "D": "William Fetter",
      "E": "Rudolf Hell"
    },
    "explanation": "<strong>Edward Rondthaler</strong>’in Fotodizgi tekniği (harflerin optic yardımıyla ışık duyarlı bir kağıt üzerine pozlanarak tipografik metinlerin oluşturulduğu sistem) Gutenberg’in bulduğu metal dizginin yerini almıştır."
  },
  {
    "id": "3764800",
    "unitNumber": 2,
    "text": "'Metal harflerin el ile kumpasta dizildiği uzunca bir dönemin ardından, 19. yüzyıl sonlarında, <u><strong>...</strong></u> diye adlandırılan metal harf kalıpları kullanarak erimiş metal alaşımlar hâlinde döküm yapan sıcak dizgi makinaları ortaya çıkmıştır' anlatımında yer alan boşluğa gelmesi en uygun seçenek aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Linotype",
      "B": "Dizgi",
      "C": "Glif",
      "D": "Font",
      "E": "Matris"
    },
    "explanation": "Metal harflerin el ile kumpasta dizildiği uzunca bir dönemin ardından, 19. yüzyıl sonlarında, <strong>matris</strong> diye adlandırılan metal harf kalıpları kullanarak erimiş metal alaşımlar hâlinde döküm yapan sıcak dizgi makinaları ortaya çıkmıştır."
  },
  {
    "id": "3764861",
    "unitNumber": 2,
    "text": "Flekso baskı hangi baskı tekniği olarak bilinir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çukur Baskı",
      "B": "Yüksek Baskı",
      "C": "Düz Baskı",
      "D": "Şablon Baskı",
      "E": "Elek Baskı"
    },
    "explanation": "Endüstriyel baskı teknikleri, kullanılan ve uygulanan teknik kalıpların yapılarına göre beşe ayrılmaktadır: yüksek baskı (Tipografi, Flekso), düz baskı (Ofset), çukur baskı (Tifdruk, Tampon), şablon-elek baskı (Serigrafi) ve dijital baskı"
  },
  {
    "id": "3764862",
    "unitNumber": 2,
    "text": "Hurufatın gövde kısmı kaç parçadan oluşur?",
    "correctAnswer": "E",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Genel anlamda incelendiğinde bir hurufat, baş ve gövde kısımlar olmak üzere iki ana unsurdan oluşur. Baş kısmı 3 parçadan oluşurken gövde kısmı ise 5 ana parçadan oluşur"
  },
  {
    "id": "3764355",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi üç boyutlu nesneleri tanımlarken ışığı ve gölgeyi temsil etmek için kullanılan teknik olarak adlandırılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Chiaroscuro",
      "B": "Kurukazıma",
      "C": "Xylographica",
      "D": "Asit oyma",
      "E": "Criblé"
    },
    "explanation": "<strong>Chiaroscuro: </strong>İtalyanca chiaro , “ışık” ve scuro , “karanlık” kelimelerinin bir araya gelmesiyle oluşan terim, görsel sanatlarda üç boyutlu nesneleri tanımlarken ışığı ve gölgeyi temsil etmek için kullanılan teknik olarak adlandırılmaktadır. Cevap A'dır."
  },
  {
    "id": "3764356",
    "unitNumber": 3,
    "text": "Baskısı yapılacak tasarımın keskin uçlu bir aletle doğrudan metal levhaya çizildiği bir gravür yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Xylographica",
      "B": "Kurukazıma",
      "C": "Asit Oyma",
      "D": "Criblé",
      "E": "Chiaroscuro"
    },
    "explanation": "<strong>Kurukazıma (Drypoint): </strong>baskısı yapılacak tasarımın keskin uçlu bir aletle doğrudan metal levhaya çizildiği bir gravür yöntemi. Kurukazıma tekniği ile yapılmış baskıresim baskısındaki çizgiler, kazıma sırasında her iki yana doğru açılan metalin çapaklarının neden olduğu yumuşak bir bulanıklık ile karakterize edilir. Kurukazıma en çok diğer baskı teknikleriyle birlikte kullanılır. Örneğin, neredeyse tamamlanmış bir baskıresime koyu vurgular vermek için kullanılabilir veya başlangıçta tasarımı metal levha üzerine çizmek için kullanılabilir. Cevap B'dir."
  },
  {
    "id": "3764357",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Avrupa’da hem metin hem de illüstrasyon içerecek şekilde oyulmuş ahşap baskılar olarak basılan, 50 yaprağa kadar kısa kitaplardır?",
    "correctAnswer": "C",
    "options": {
      "A": "Chiaroscuro",
      "B": "Criblé",
      "C": "Xylographica",
      "D": "Asit Oyma",
      "E": "Kurukazıma"
    },
    "explanation": "<strong>Xylographica </strong>olarak da adlandırılan blok kitaplar, 15. yüzyılın ikinci yarısında Avrupa’da hem metin hem de illüstrasyon içerecek şekilde oyulmuş ahşap baskılar olarak basılan, 50 yaprağa kadar kısa kitaplardır.Cevap C'dir."
  },
  {
    "id": "3764358",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi tipo baskıda yaygın olarak kullanılan baskı plakası türüdür?",
    "correctAnswer": "D",
    "options": {
      "A": "Asit Oyma",
      "B": "Kurukazıma",
      "C": "Mezzotint",
      "D": "Stereotip Baskı",
      "E": "Yumuşak vernik"
    },
    "explanation": "<strong>Stereotip Baskı: </strong>Tipo baskıda yaygın olarak kullanılan baskı plakası türüdür. Gazete ve diğer yüksek hızlı basın çalışmaları basımı için uygundur. Stereotip baskıda tam bir gazete sayfasının tipografik sütunları, illüstrasyon plakaları tek bir formda getirilir. Hazırlanan kalıp tek seferde bütün plakanın görüntüsünün alınacağı şekilde basılarak sonuçlandırılır. Cevap D'dir."
  },
  {
    "id": "3764359",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi plaka üzerinde tonal alanları oluşturmak için kullanılan bir tekniktir?",
    "correctAnswer": "E",
    "options": {
      "A": "Stereotip baskı",
      "B": "Asit oyma",
      "C": "Kurukazıma",
      "D": "Yumuşak vernik",
      "E": "Aquatint"
    },
    "explanation": "<strong>Aquatint: </strong>Plaka üzerinde tonal alanları oluşturmak için kullanılan bir tekniktir. Önce plaka reçine tozu ile kaplanır ve plaka üzerine kaplanmış olan bu toz ısı yoluyla plakaya eriterek yapışması sağlanır. Burada amaç gözenekli bir zemin kazandırmaktır. Plaka asit tankının içine atıldığında reçinenin asitten etkilenmemesi sayesinde bu noktalar korunur ve dışında kalan alanlar asitte erimeye ve aşınmaya başlar. Aşınan bu boşluklar mürekkebi tutar. Boşlukların yoğunluğuna, genişliğine ve asitte kalma süresine bağlı olarak oluşan derinliklere bağlı olarak çeşitli tonlar ve dokular oluşturulabilir. Cevap E'dir."
  },
  {
    "id": "3764360",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bir cam veya metal plakanın jelatin veya ışığa duyarlı diğer yüzey tutuculardan oluşan bir substrat ile kaplanması ve sertleştirilmesiyle yapılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kolotip baskı",
      "B": "Cliché Verre",
      "C": "Fotogravür",
      "D": "Kurukazıma",
      "E": "Asit oyma"
    },
    "explanation": "<strong>Kolotip Baskı: </strong>Bir cam veya metal plakanın jelatin veya ışığa duyarlı diğer yüzey tutuculardan oluşan bir substrat ile kaplanması ve sertleştirilmesiyle yapılır. Daha sonra kalın bir dikromatlı jelatin tabakası ile kaplanır ve kontrollü bir sıcaklıkta (50° C’nin biraz üzerinde) dikkatlice kuru-tulur, böylece daha sonra yaklaşık 16°C suda yıkandığında “ağsılaşır” veya ince taneli bir desene ayrılır. Plaka, maruz kalan jelatinin daha sonra suyu emme yeteneğini değiştiren bir ultraviyole (UV) kaynağı kullanılarak negatif ile temas hâlinde maruz bırakılır. Plaka, dikromat tuz ile dik-katlice yıkanarak geliştirilir ve ısı olmadan kurutulur. Plaka, baskı için kullanılmadan önce 24 saat kürlenmesi için serin ve kuru bir yerde bırakılır ve baskı aşamasına geçilerek baskısı alınır. Cevap A'dır."
  },
  {
    "id": "3764361",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi ışığa duyarlı bir emülsiyonun metal plaka üzerine uygulanıp pozlanmasıyla elde edilen görüntünün baskısının alınması ile sonuca ulaşılan bir çukurbaskı yöntemidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fotogravür",
      "B": "Fotogalvanografi",
      "C": "Kolotip baskı",
      "D": "Kurukazıma",
      "E": "Asit oyma"
    },
    "explanation": "<strong>Fotogalvanografi: </strong>Paul Pretsch’in geliştirip patentini aldığı bu teknik ışığa duyarlı bir emülsiyonun metal plaka üzerine uygulanıp pozlanmasıyla elde edilen görüntünün baskısının alınması ile sonuca ulaşılan bir çukurbaskı yöntemidir. Bu yöntemi klişe baskıdan ayıran en önemli fark, fotografik görüntünün yakalanmasında gri tonları işe dahil etmesi oluşturmaktadır. Siyah beyaz kontrastına dayanan klişe baskı bu yöntemle elde edilen gri tonları plaka görüntüsü üzerinde oluşturamaz. Cevap B'dir."
  },
  {
    "id": "3764362",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisinde metal levha üzerinde mürekkebi tutan küçük noktacıklar vardır?",
    "correctAnswer": "C",
    "options": {
      "A": "Sert vernik",
      "B": "Yumuşak vernik",
      "C": "Mezzonit",
      "D": "Asit oyma",
      "E": "Kurukazıma"
    },
    "explanation": "<strong>Mezzotint: </strong>Bu teknikte metal levha üze-rinde mürekkebi tutan küçük noktacıklar vardır. Bu noktacıklar bir dişli bıçak ile yüzeyde oluşturulmuştur. İlk önce yüzeye tek bir yönde uygulanan dişli bıçak uygula-ması, sonra zıt yönde ikinci nokta örtüsünü oluşturacak şekilde uygulanır. Bu işlem dik, yatay, yan olmak üzere değişik yönlerde çok kez tekrarlanır. Böylece levhanın tüm yüze-yi çok sık nokta dokusu ile örtülmüş olur. Beyaz veya çeşitli tonlar elde etmek için de sıyırıcı veya mıskala yardımı ile noktacıklar yok edilerek ya da gri tonların ortaya çık-masını sağlayacak şekilde basınç uygulaya-rak desen oluşturulur. Diğer çukur baskı tekniklerinden en büyük farkı, çizim için hazırlanan plakanın başlangıçta tamamen siyah olması ve deseni oluşturmak için açık ve gri tonlara gidilmesi oluşturmaktadır. Cevap C'dir."
  },
  {
    "id": "3764363",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi dokuların metal bir pla-ka yüzeyinde asit ile girdiği reaksiyon sonucu oluştu-rulmasıyla elde edilen çukur baskı tekniğidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kurukazıma",
      "B": "Yumuşak vernik",
      "C": "Xylographica",
      "D": "Asit Oyma",
      "E": "Criblé"
    },
    "explanation": "<strong>Asit Oyma: </strong>İçizgilerin veya dokuların metal bir pla-ka yüzeyinde asit ile girdiği reaksiyon sonucu oluştu-rulmasıyla elde edilen çukur baskı tekniğidir. Metal plaka önce aside dayanıklı bir kaplama ile kaplanır (zemin ). Tasarım daha sonra çizilir. Çizgi yüzeyinde metal plaka üzerindeki kaplama maddesi kaldırılırak bu alanlardaki metal açığa çıkar. Son olarak, plaka, açıkta kalan alanlarda istenen derinlik ve genişliğe ulaşılana kadar bir asit çözeltisine daldırılır. Cevap D'dir."
  },
  {
    "id": "3764364",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi ilk metal çukur baskı örneğidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Asit oyma",
      "B": "Yumuşak vernik",
      "C": "Kurukazıma",
      "D": "Xylographica",
      "E": "Criblé"
    },
    "explanation": "<strong>Criblé: </strong>İlk metal çukur baskı örneğidir. Criblé veya noktalı baskı olarak bilinen bu baskılar,15. yüzyılın ikinci yarısında yapılmıştır. Tasarım, metal üzerine ucu sivri bir kalem ile kuvvet uygulanarak oluşturulmuş küçük noktalarla gerçekleştirilmektedir. Cevap E'dir."
  },
  {
    "id": "3764385",
    "unitNumber": 3,
    "text": "Baskıresim veya sanatsal üretim için <u>en</u> <u>uygun</u> kağıt türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ağaç hamuru kağıt",
      "B": "Pamuk dokuma kağıt",
      "C": "Sıcak pires kağıt",
      "D": "Soğuk pires kağıt",
      "E": "Pelür kağıt"
    },
    "explanation": "Baskıresim veya sanatsal üretim için en uygun kağıt, dokuma kağıt olarak bilinen <strong>pamuk ipliğinden üretilmiş kağıttır.</strong>"
  },
  {
    "id": "3764386",
    "unitNumber": 3,
    "text": "Albrecht Dürer ve Rembrandt tarafından kullanılmış ve en çok diğer baskı teknikleriyle birlikte kullanılan baskıresim yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kurukazıma",
      "B": "Asit Oyma",
      "C": "Crible",
      "D": "Mezzotint",
      "E": "Aquatint"
    },
    "explanation": "Metal kalıp ile ilgili önemli bir buluş yine bu yüzyılın sonlarına doğru Hollanda’da bulunmuştur. Master of the Housebook veya Master of the Amsterdam Cabinet adıyla bilinen Hollandalı sanatçı, <strong>Kurukazıma</strong> olarak bilinen tekniği icat etmiş ve bu teknikle eser vermiştir. Bu baskıresimler Hollanda’nın Rijksmuseum müzesinde kondisyonları oldukça iyi konumda bugüne kadar gelebilmiş olan nadir baskıresimlerdir.( Görsel 3.10.)<br/>Baskıresmin teknik gelişmesine oldukça önemli bir katkı yapan bu buluş daha sonraları<strong> Albrecht Dürer ve Rembrandt tarafından kullanılmış,</strong> özellikle 19. yüzyılda metal kalıp teknolojisinin gelişmesiyle<br/>beraber yaygınlaşmıştır.<br/>Kurukazıma en çok diğer baskı teknikleriyle birlikte kullanılır. Örneğin, neredeyse tamamlanmış bir baskıresime koyu vurgular vermek için kullanılabilir veya başlangıçta tasarımı<br/>metal levha üzerine çizmek için kullanılabilir."
  },
  {
    "id": "3764387",
    "unitNumber": 3,
    "text": "Baskıresim alanında ‘chiaroscura’ adıyla bilinen ışık gölge tekniğini geliştiren sanatçı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Barthel Beham",
      "B": "Hanns Lautensack",
      "C": "Augustin Hirschvogel",
      "D": "Albrecht Altdorfer",
      "E": "Hans Baldung"
    },
    "explanation": "1503-1507 yılları arasında Dürer’le birlikte çalışmış ve daha sonra baskıresim alanında önemli eserler<br/>üretmiş bir diğer isim ise Hans Baldung’tur. <strong>H. Baldung’un </strong>eserleri teknik açıdan baskıresim alanı içerisinde özellikle<strong> ‘chiaroscura’ adıyla bilinen ışık gölge</strong> tekniğini yerleştirmesi açısından önemlidir."
  },
  {
    "id": "3764388",
    "unitNumber": 3,
    "text": "1788’de ‘klişe baskı’ olarak bilinen ‘stereotype’ baskıyı ilk kullanan sanatçı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Abraham Blooteling",
      "B": "Jacques Callot",
      "C": "William Blake",
      "D": "Heinrich Aldegrever",
      "E": "Michael Lesne"
    },
    "explanation": "Bir diğer İngiliz sanatçı olan <strong>William Blake, 1788’</strong>de baskıresim tekniğinde yeni bir yöntem geliştirdi. Hem kelimeyi hem de görüntüyü birlikte basmanın teknik olarak devrim niteliğinde bir yöntemini icat eden Blake, bugün ‘<strong>klişe baskı’ olarak bilinen ‘stereotype</strong>’ baskıyı ilk kullanan sanatçıdır"
  },
  {
    "id": "3764389",
    "unitNumber": 3,
    "text": "Tifdruk baskının diğer çukur baskı yöntemlerinden ayrılan <u>en önemli</u> yanı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Düşük maliyet",
      "B": "Büyük tiraja uygunluğu",
      "C": "Renkli olması",
      "D": "Baskı kalitesi",
      "E": "Kağıda basılması"
    },
    "explanation": "Bir çukur baskı yöntemi olan <strong>tifdruk baskının</strong> diğer çukur baskı yöntemlerinden ayrılan<br/>en önemli yanını <strong>büyük tirajlı baskıların alınabilmesine</strong> olanak vermesi oluşturmaktadır."
  },
  {
    "id": "3764390",
    "unitNumber": 3,
    "text": "\"Tifdruk baskı, endüstrileşmiş baskı yöntemleri içerisinde <strong>................</strong> yöntemi ile çalışan tek baskı yöntemidir.\"<br/>Yukarıdaki cümlede boşluğu doğru şekilde dolduran ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çukur baskı",
      "B": "Fotogravür",
      "C": "Kolotip baskı",
      "D": "Cliche Verre",
      "E": "Mezzotint"
    },
    "explanation": "Bir çukur baskı tekniği olan Tifdruk baskı, endüstrileşmiş baskı yöntemleri içerisinde <strong>çukur baskı</strong> yöntemi ile çalışan tek baskı yöntemidir."
  },
  {
    "id": "3764392",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Tifdruk baskı üretiminde temel elemanlarından biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Rakle",
      "B": "Baskı silindiri",
      "C": "Mürekkep ünitesi",
      "D": "Kurutma sistemi",
      "E": "Oyma klişe"
    },
    "explanation": "Tifdruk Baskı Üretiminde Temel Elemanlar<br/><strong>Tifdruk Baskı Mürekkepleri, Rakle, Baskı Silindiri, Mürekkep Ünitesi, Kurutma Sistemi</strong>"
  },
  {
    "id": "3764400",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>Kurulum maliyetinin yüksek olması</li> <li>Dörtten fazla rengin kullanımında renklerin üzerini örtmesi</li> <li>Küçük tirajlar için maliyet değerlerinin yüksekliği</li> <li>Bazı mürekkeplerin çevre ve insan sağlığı açısından risk oluşturması</li> <li>Tifdruk baskı makinelerinin bakımının zor olması</li> </ol> Tifdruk baskının dezavantajları yukarıdakilerden hangileridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I ve II",
      "B": "I,II ve III",
      "C": "I,III ve IV",
      "D": "I,III, IV ve V",
      "E": "II,III, IV ve V"
    },
    "explanation": "Dezavantajları;<br/>• Kurulum maliyetinin yüksek olması,<br/>• Küçük tirajlar için maliyet değerlerinin yüksekliği,<br/>• Kullanılan bazı mürekkeplerin çevre ve insan sağlığı açısından risk oluşturması<br/>tifdruk baskı tekniğinin dezavantajlı yanlarını oluşturmaktadır."
  },
  {
    "id": "3764407",
    "unitNumber": 3,
    "text": "<ol type=\"I\"><br/><li>Silindir hazırlama işleminde bakır kaplama yerine çinko kaplama yapılması</li><br/><li>Gravür makinesine gönderilecek tasarımın arayüz programının farklılığı</li><br/><li>Tram sıklığının değiştirilememesi</li><br/><li>Oyma işleminin lazer ışınlarıyla yapılması</li><br/><li>Gelişen teknolojilerin bu yönteme hızlı adapte edilmesi</li><br/></ol><br/>Lazer işleme yöntemini elektromekanik işleme yönteminden ayıran temel farklar yukarıdakilerden hangileridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I ve II",
      "B": "I,II ve III",
      "C": "II,III ve IV",
      "D": "I, II, IV ve V",
      "E": "II, III, IV ve V"
    },
    "explanation": "Lazer işleme teknolojisi; baskı yapılacak yüzeye bilgisayar ortamında tasarlanan tasarımın, bilgisayara bağlı lazer gravür makinesi ile işlenmesi işlemidir. İşlem yöntemi temel olarak elektromekanik yöntemle büyük benzerlikler taşımaktadır.<br/>Aradaki temel farklar;<br/>• Silindir hazırlama işleminde bakır kaplama yerine çinko kaplama yapılması,<br/>• Gravür makinesine gönderilecek tasarımın arayüz programının farklılığı,<br/>• Oyma işleminin lazer ışınlarıyla yapılmasından oluşmaktadır.<br/>• Gelişen teknolojilerin bu yönteme hızlı adapte edilmesi, endüstriyel anlamda bu<br/>tekniğin ileriye dönük kullanım alanını genişletmekte ve tekniğe verilen önemi artırmaktadır."
  },
  {
    "id": "3764409",
    "unitNumber": 3,
    "text": "\"Lazer işleme teknolojisi; baskı yapılacak yüzeye bilgisayar ortamında tasarlanan tasarımın, bilgisayara bağlı lazer <strong>..............</strong> makinesi ile işlenmesi işlemidir.\"<br/>Yukarıdaki cümlede boşluğu <u>doğru</u> şekilde dolduran ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Işın",
      "B": "Çinko",
      "C": "Gravür",
      "D": "Baskı",
      "E": "Elektro"
    },
    "explanation": "Lazer işleme teknolojisi; baskı yapılacak yüzeye bilgisayar ortamında tasarlanan tasarımın, bilgisayara bağlı lazer <strong>gravür</strong> makinesi ile işlenmesi işlemidir."
  },
  {
    "id": "3764720",
    "unitNumber": 3,
    "text": "Bir yüzey üzerine kazınan görüntünün çukurda kalan alanlarına boya verilerek baskısının alınması sonucu elde edilen baskıresim tekniği aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çukur baskı",
      "B": "Serigrafi baskı",
      "C": "Yüksek baskı",
      "D": "Dijital baskı",
      "E": "Litografi baskı"
    },
    "explanation": "<strong>Çukur Baskı:</strong> Bir yüzey üzerine kazınan görüntünün çukurda kalan alanlarına boya verilerek baskısının alınması sonucu elde edilen baskıresim tekniğidir."
  },
  {
    "id": "3764725",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yaklaşık 5 metre uzunluğunda olan Diamond Sutra rulosu ahşap baskıyla basılan ilk örnektir.",
      "B": "İlk kağıt makinesi 1151 yılında icat edilmiştir.",
      "C": "1840 yılına kadar pamuk ipliği ile üretilen kağıtlar seri üretime hız vermiştir.",
      "D": "Günümüze ulaşan en eski tarihli Avrupa ahşap baskıresimleri Kartenmahler adıyla bilinen İskambil oyun kartlarıdır.",
      "E": "Metal kalıplar da ahşap kalıplar gibi oyulması rahat ve kolay kalıplardır."
    },
    "explanation": "Yaklaşık 5 metre uzunluğunda olan Diamond Sutra rulosu ahşap baskıyla basılan <strong>ilk örnek olmamasına karşın bugün elimize ulaşan en eski örnektir.</strong><br/>İlk kağıt makinesi <strong>1798</strong> yılında icat edilmiştir.<br/>1840 yılına kadar pamuk ipliği ile üretilen kağıtlar <strong>seri üretimde yavaşlığa sebebiyet vermektedir. </strong><br/>Günümüze ulaşan en eski tarihli Avrupa ahşap baskıresimler Kartenmahler adıyla bilinen İskambil oyun kartlarıdır<br/>Metal kalıp ahşap kalıp gibi oyulması <strong>rahat ve kolay olmadığından</strong> dolayı oyma işlemi için bir çözüme ihtiyaç duymaktadır."
  },
  {
    "id": "3764739",
    "unitNumber": 3,
    "text": "'<u><strong>...</strong> </u>olarak da adlandırılan blok kitaplar, 15. yüzyılın ikinci yarısında Avrupa’da hem metin hem de illüstrasyon içerecek şekilde oyulmuş ahşap baskılar olarak basılan, 50 yaprağa kadar kısa kitaplardır' açıklamasında yer alan boşluğa gelmesi en uygun seçenek aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Fotogravür",
      "B": "Tifdruk Baskı",
      "C": "Criblé",
      "D": "Asit oyma",
      "E": "Xylographica"
    },
    "explanation": "<u><strong>Xylographica</strong></u> olarak da adlandırılan blok kitaplar, 15. yüzyılın ikinci yarısında Avrupa’da hem metin hem de illüstrasyon içerecek şekilde oyulmuş ahşap baskılar olarak basılan, 50 yaprağa kadar kısa kitaplardır."
  },
  {
    "id": "3764740",
    "unitNumber": 3,
    "text": "Baskısı yapılacak tasarımın keskin uçlu bir aletle doğrudan metal levhaya çizildiği bir gravür yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Stereotype",
      "B": "İllüstrasyon",
      "C": "Mezzotint",
      "D": "Kurukazıma",
      "E": "Aquatint"
    },
    "explanation": "<strong>Kurukazıma (Drypoint):</strong> baskısı yapılacak tasarımın keskin uçlu bir aletle doğrudan metal levhaya çizildiği bir gravür yöntemi."
  },
  {
    "id": "3764741",
    "unitNumber": 3,
    "text": "I. Tifdruk baskıda silindir bir yüzey üzerine geçirilmiş klişe adı verilen plakalar kullanılır.<br/>II. Tifdruk baskı sisteminin en önemli özelliği baskı kalitesini bozmadan birbirinin tıpatıp benzeri baskı almayı mümkün kılmasıdır.<br/>III. Ofset baskı sistemi oyma klişe kullanma esasına dayanmaktadır.<br/>IV. Tifdruk baskı, endüstrileşmiş baskı yöntemleri içerisinde çukur baskı yöntemi ile çalışan tek baskı yöntemidir.<br/>V Ofset baskı tifdruk baskıya oranla daha kaliteli bir sonuca ulaşmayı mümkün kılmaktadır.<br/>Yukarıdaki tanımlardan hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II ve III",
      "B": "II, III ve IV",
      "C": "III, IV ve V",
      "D": "I ve III",
      "E": "I, II ve IV"
    },
    "explanation": "Tifdruk baskıda silindir bir yüzey üzerine geçirilmiş klişe adı verilen plakalar kullanılır.<br/>Tifdruk baskı sisteminin en önemli özelliği baskı kalitesini bozmadan birbirinin tıpatıp benzeri baskı almayı mümkün kılmasıdır.<br/><strong>Ofset baskı sisteminin aksine, tifdruk baskıda kabartma klişe yerine oyma klişe kullanılmaktadır.</strong><br/>Tifdruk baskı, endüstrileşmiş baskı yöntemleri içerisinde çukur baskı yöntemi ile çalışan tek baskı yöntemidir.<br/><strong>Tifdruk baskıda yüzey üzerinde açılmış olan oyuklar hem çok küçük hem de farklı derinliklere sahip oldukları için ofset baskıya oranla daha kaliteli bir sonuca ulaşmayı mümkün kılmaktadır.</strong>"
  },
  {
    "id": "3764742",
    "unitNumber": 3,
    "text": "Baskı aşamasında dönen silindir kalıbın mürekkep haznesinden aldığı fazla mürekkebi plaka yüzeyinden tahliye etmeye yarayan sıyırıcı parçaya ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bağlayıcı",
      "B": "Rakle",
      "C": "Çözücü",
      "D": "Renk verici madde",
      "E": "Baskı silindiri"
    },
    "explanation": "Rakle, baskı aşamasında dönen silindir kalıbın mürekkep haznesinden aldığı fazla mürekkebi plaka yüzeyinden tahliye etmeye yarayan sıyırıcı parçadır."
  },
  {
    "id": "3764743",
    "unitNumber": 3,
    "text": "Tifdruk baskının en yaygın olarak kullanıldığı sektör aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yayıncılık",
      "B": "Ürün Etiketi",
      "C": "Ambalaj Üretimi",
      "D": "Gazete",
      "E": "Kitap"
    },
    "explanation": "<strong>Ambalaj Üretiminde Tifdruk Baskı</strong>: Tifdruk baskının en yaygın olarak kullanıldığı bu sektör; fleksible ambalaj basımı, karton basımı, etiket ve ambalaj basımı olarak üçe ayrılmaktadır."
  },
  {
    "id": "3764744",
    "unitNumber": 3,
    "text": "Tifdruk baskı ile ilgili aşağıdakilerden hangisi/hangileri doğrudur?<br/>I. En iyi baskı kalitesini sunan basım sistemlerinden biri olması, II.Basım aşamasında yüksek bir hıza sahip olması, III. Kurulum maliyetinin düşük olması, IV. Baskı sisteminin otomatik işleyen sürecinin işçilik maliyetlerini yükseltmesi, V. Tifdruk baskı makinelerinin bakım kolaylığı ve dayanıklı olmaları.",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve V",
      "B": "I, II ve III",
      "C": "II, III ve IV",
      "D": "III ve IV",
      "E": "III, IV ve V"
    },
    "explanation": "I. En iyi baskı kalitesini sunan basım sistemlerinden biri olması, II.Basım aşamasında yüksek bir hıza sahip olması, III. Kurulum maliyetinin <strong>yüksek</strong> olması, IV. Baskı sisteminin otomatik işleyen sürecinin işçilik maliyetlerini <strong>düşürmesi</strong>, V. Tifdruk baskı makinelerinin bakım kolaylığı ve dayanıklı olmaları."
  },
  {
    "id": "3764745",
    "unitNumber": 3,
    "text": "Elektromekanik Resim ve Yazı İşleme aşamasına ilişkin aşağıdaki seçeneklerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "İğnelerin açısı arttıkça kütleşir ve bakıra daha fazla dalar.",
      "B": "Bu aşamada kullanılan iğnelerin uçları işe göre 130-150 derece arasında değişmektedir.",
      "C": "İğnelerin açısı azaldıkça iğne ucu sivrileşir ve bakıra daha fazla dalar.",
      "D": "Elmas uçlu iğne, silindire göre daha yavaş hareket ederek bakır kalıba farklı derinliklerde hücreleri oluşturur.",
      "E": "Saniyede yaklaşık 40000 hücre oluşturulmaktadır."
    },
    "explanation": "İğnelerin uçları işe göre <u><strong>110-130 derece</strong></u> arasında değişmektedir. Açı azaldıkça iğne ucu sivrileşir ve bakıra daha fazla dalar. <u><strong>Açı arttıkça kütleşir ve bakıra daha az dalar</strong></u><strong>. </strong>Elmas uçlu iğne, silindire göre daha<u><strong> hızlı</strong></u> hareket ederek bakır kalıba farklı derinliklerde hücreleri oluşturur. Saniyede yaklaşık <u><strong>4000 hücre</strong></u> oluşturulmaktadır."
  },
  {
    "id": "3764746",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Lazer işleme teknolojisi ile Elektromekanik resim ve yazı İşleme teknolojisi arasındaki temel farklardan biri <u><strong>değildir?</strong></u>",
    "correctAnswer": "B",
    "options": {
      "A": "Endüstriyel anlamda lazer işleme teknolojisinin ileriye dönük kullanım alanını genişletmesi",
      "B": "Silindir hazırlama işleminde bakır kaplama yerine gümüş kaplama yapılması",
      "C": "Oyma işleminin lazer ışınlarıyla yapılması",
      "D": "Gravür makinesine gönderilecek tasarımın arayüz programının farklılığı",
      "E": "Gelişen teknolojilerin lazer işleme teknolojisine hızlı adapte edilmesi"
    },
    "explanation": "Aradaki temel farklar;<br/>• Silindir hazırlama işleminde bakır kaplama yerine <strong><u>çinko </u></strong>kaplama yapılması,<br/>• Gravür makinesine gönderilecek tasarımın arayüz programının farklılığı,<br/>• Oyma işleminin lazer ışınlarıyla yapılmasından oluşmaktadır.<br/>• Gelişen teknolojilerin bu yönteme hızlı adapte edilmesi, endüstriyel anlamda bu tekniğin ileriye dönük kullanım alanını genişletmekte ve tekniğe verilen önemi artırmaktadır."
  },
  {
    "id": "3764769",
    "unitNumber": 3,
    "text": "Çukur baskıda yarım tonları elde etmek için kullanılan teknik aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Asitle oyma",
      "B": "Noktalı baskı",
      "C": "Kuru kazıma",
      "D": "Sert vernik",
      "E": "Mezzotint"
    },
    "explanation": "Mezzotint"
  },
  {
    "id": "3764770",
    "unitNumber": 3,
    "text": "Hem kelimeyi hem de görüntüyü birlikte basma tekniği olan klişe baskı ya da stereotype baskıyı ilk kullanan sanatçı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Albert Dürer",
      "B": "William Blake",
      "C": "Rembrandt",
      "D": "Ludwig Von Siegen",
      "E": "Abraham Blooteling"
    },
    "explanation": "William Blake"
  },
  {
    "id": "3764771",
    "unitNumber": 3,
    "text": "1650 yılında Jan van Volde tarafından icat edilen, plaka üzerinde tonal alanları oluşturmak için kullanılan teknik aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mezzotint",
      "B": "Aquatint",
      "C": "Klişe Baskı",
      "D": "Yumuşak vernik",
      "E": "Drypoint"
    },
    "explanation": "Aquatint"
  },
  {
    "id": "3764773",
    "unitNumber": 3,
    "text": "Aquatint Tekniği kullanarak sosyal ve politi mesajlarıyla 'Los Caprichos' baskı resim serisini gerçekleştiren sanatçı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Leonardo da Vinci",
      "B": "Camille Corot",
      "C": "Goya",
      "D": "Dürer",
      "E": "Rembradt"
    },
    "explanation": "Goya"
  },
  {
    "id": "3764774",
    "unitNumber": 3,
    "text": "Tamamı demirden dökülerek yapılan ilk baskı resim presi aşağıdakilerden hangisi tarafından icat edilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Charles Mahon",
      "B": "Cranach",
      "C": "Hans Beham",
      "D": "Gutenberg",
      "E": "Bi Sheng"
    },
    "explanation": "Charles Mahon"
  },
  {
    "id": "3764775",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi baskı resim alanında foto gravür olarak bilinen ve modern fotoğrafçılığın temelini oluşturan tekniği kullanarak eserler üreten sanatçılardan birisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Albert Dürer",
      "B": "Rembrandt",
      "C": "Cezanne",
      "D": "Goya",
      "E": "Camille Corot"
    },
    "explanation": "Camille Corot"
  },
  {
    "id": "3764776",
    "unitNumber": 3,
    "text": "Paul Pretsch'in ışığa duyarlı bir emülsiyonun metal plaka üzerine uygulanıp pozlanmasıyla elde edilen görüntünün alınması ile sonuca ulaşılan çukur baskı yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Koltip Baskı",
      "B": "Fotogalvanorafi",
      "C": "Fotoggravür",
      "D": "Cliche Verre",
      "E": "Elektotype"
    },
    "explanation": "Fotogalvanorafi"
  },
  {
    "id": "3764778",
    "unitNumber": 3,
    "text": "Tifdruk baskıda fleksible ambalaj basımında en yaygın olarak kullanılan malzeme aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Karton",
      "B": "Kağıt",
      "C": "Alimünyum folyo",
      "D": "Plastik filmler",
      "E": "Lamine edilmiş yüzeyler"
    },
    "explanation": "Alimünyum folyo"
  },
  {
    "id": "3764779",
    "unitNumber": 3,
    "text": "19. Yüzyılda yağlı boya resimlerin kopyalarını oluşturmak amacıyla kullanılan baskı tekniği aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Fotogalvanografi",
      "B": "Kolotip baskı",
      "C": "Aquatint",
      "D": "Tifdruk baskı",
      "E": "Heliogravür"
    },
    "explanation": "Heliogravür"
  },
  {
    "id": "3764781",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Tifdruk baskı üretiminin temel elemanlarından birisi değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Baskı mürekkebi",
      "B": "Bağlayıcı mekanizma",
      "C": "Rakle",
      "D": "Baskı silindiri",
      "E": "Kurutma sistemi"
    },
    "explanation": "Bağlayıcı mekanizma"
  },
  {
    "id": "3764810",
    "unitNumber": 3,
    "text": "Baskı aşamasında dönen silindir kalıbın mürekkep haznesinden aldığı fazla mürekkebi plaka yüzeyinden tahliye etmeye yarayan sıyırıcı parçaya ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Baskı silindiri",
      "B": "Rakle",
      "C": "Mürekkep ünitesi",
      "D": "Kauçuk silindir",
      "E": "Plaka"
    },
    "explanation": "Rakle: Baskı aşamasında dönen silindir kalıbın mürekkep haznesinden aldığı fazla mürekkebi plaka yüzeyinden tahliye etmeye yarayan sıyırıcı parçadır."
  },
  {
    "id": "3764812",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi \"blok kitapların\" diğer adıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Xylographica",
      "B": "Criblé",
      "C": "Chiaroscuro",
      "D": "Mezzotint",
      "E": "Aquatint"
    },
    "explanation": "Xylographica olarak da adlandırılan blok kitaplar, 15. yüzyılın ikinci yarısında Avrupa’da hem metin hem de illüstrasyon içerecek şekilde oyulmuş ahşap baskılar olarak basılan, 50 yaprağa kadar kısa kitaplardır."
  },
  {
    "id": "3764813",
    "unitNumber": 3,
    "text": "Baskısı yapılacak tasarımın keskin uçlu bir aletle doğrudan metal levhaya çizildiği bir gravür yöntemi hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mezzotint",
      "B": "Asit oyma",
      "C": "Kurukazıma",
      "D": "Sert vernik",
      "E": "Stereotip"
    },
    "explanation": "Kurukazıma (Drypoint): baskısı yapılacak tasarımın keskin uçlu bir aletle doğrudan metal levhaya çizildiği bir gravür yöntemi."
  },
  {
    "id": "3764814",
    "unitNumber": 3,
    "text": "İtalyanca, “ışık” ve “karanlık” kelimelerinin bir araya gelmesiyle oluşan ve görsel sanatlarda üç boyutlu nesneleri tanımlarken ışığı ve gölgeyi temsil etmek için kullanılan terim aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Cliché Verre",
      "B": "Aquatint",
      "C": "Mezzotint",
      "D": "Chiaroscuro",
      "E": "Fotogalvanografi"
    },
    "explanation": "Chiaroscuro: İtalyanca chiaro , “ışık” ve scuro , “karanlık” kelimelerinin bir araya gelmesiyle oluşan terim, görsel sanatlarda üç boyutlu nesneleri tanımlarken ışığı ve gölgeyi temsil etmek için kullanılan teknik olarak adlandırılmaktadır."
  },
  {
    "id": "3764815",
    "unitNumber": 3,
    "text": "Mezzotint olarak bilinen ve çukur baskıda yarım tonları elde etmek için kullanılan tekniği kim icat etmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "William Blake",
      "B": "Ludwig von Siegen",
      "C": "Abraham Blooteling",
      "D": "Peter Perez Burdett",
      "E": "Francisco Goya"
    },
    "explanation": "1642 yılında Ludwig von Siegen mezzotint olarak bilinen ve çukur baskıda yarım tonları elde etmek için kullanılan tekniği icat etmiştir."
  },
  {
    "id": "3764816",
    "unitNumber": 3,
    "text": "Gazete ve diğer yüksek hızlı basın çalışmaları basımı için uygun olan baskı yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Dijital Baskı",
      "B": "Mezzotint",
      "C": "Kolotip Baskı",
      "D": "Aquatint",
      "E": "Stereotip Baskı"
    },
    "explanation": "Stereotip Baskı: Tipo baskıda yaygın olarak kullanılan baskı plakası türüdür. Gazete ve diğer yüksek hızlı basın çalışmaları basımı için uygundur."
  },
  {
    "id": "3764821",
    "unitNumber": 3,
    "text": "Tifdruk baskı teknolojisinin günümüzde geldiği en son aşama hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Lazer İşleme",
      "B": "Elektromekanik Resim",
      "C": "Stereotip Baskı",
      "D": "Kolotip Baskı",
      "E": "Aquatint"
    },
    "explanation": "Lazer işleme teknolojisi, günümüzde kullanılan tifdruk baskı teknolojisinin geldiği en son aşamadır.<br/>Lazer İşleme"
  },
  {
    "id": "3764826",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi tifdruk baskı üretiminde kullanılan temel elemanlardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Rakle",
      "B": "Mürekkep Ünitesi",
      "C": "Baskı silindiri",
      "D": "Kurutma sistemi",
      "E": "Ambalaj ünitesi"
    },
    "explanation": "Ambalaj ünitesi"
  },
  {
    "id": "3764828",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi tifdruk baskının dezavantajlarındandır?",
    "correctAnswer": "D",
    "options": {
      "A": "Baskı işlemi sırasında ve elde edilen sonuçta rengin sabitliği",
      "B": "Basım teknolojisinde kullanılan hemen hemen her malzemeye basılabilmesi",
      "C": "Yüksek tirajlı işlerin basımının gerçekleştirilebilmesi",
      "D": "Küçük tirajlar için maliyet değerlerinin yüksekliği",
      "E": "Dörtten fazla rengin kullanımında renklerin üzerini örtmeden baskı alınabilmesi"
    },
    "explanation": "Küçük tirajlar için maliyet değerlerinin yüksekliği"
  },
  {
    "id": "3764829",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi lazer işleme yöntemini elektromekanik işleme yönteminden ayıran temel farklardan biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tasarımın bilgisayar ortamında hazırlanması",
      "B": "Silindir hazırlama işleminde bakır kaplama yerine çinko kaplama yapılması",
      "C": "Oyma işleminin lazer ışınlarıyla yapılması",
      "D": "Gelişen teknolojilerin bu yönteme hızlı adapte edilmesi",
      "E": "Gravür makinesine gönderilecek tasarımın arayüz programı"
    },
    "explanation": "Tasarımın bilgisayar ortamında hazırlanması"
  },
  {
    "id": "3764397",
    "unitNumber": 4,
    "text": "Matbaacılık tarihindeki en önemli dönüm noktalarından biri, 1450’de Johannes Gutenberg tarafından Almanya’da mükemmelleştirilen ………….. baskı tekniğidir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Tipo",
      "B": "Serigrafi",
      "C": "Litografi",
      "D": "Gravür",
      "E": "Fleksografi"
    },
    "explanation": "Bir yüksek baskı çeşidi olan tipo baskı, birbirinden bağımsız olarak üretilmiş harflerin yan yana dizilerek, mürekkeplenip, basılacak kâğıda preslenmesi şeklinde özetlenebilir.<br/>Matbaacılık tarihindeki en önemli dönüm noktalarından biri, 1450’de Johannes Gutenberg tarafından Almanya’da mükemmelleştirilen tipo baskı tekniğidir."
  },
  {
    "id": "3764402",
    "unitNumber": 4,
    "text": "Aşağıdaki hangi baskı tekniği fotoğraf teknolojisiyle bir araya geldiğinde, günümüz ofset baskı sistemlerinin sunduğu üretim imkanlarının temeli atılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Tipo baskı",
      "B": "Serigrafi",
      "C": "Litografi",
      "D": "Gravür",
      "E": "Fleksografi"
    },
    "explanation": "Fotoğrafın litografi ile buluşmasından önce, litografi daha kısıtlı bir üretim alanına sahipti.<br/>Litografi, fotoğraf teknolojisiyle bir araya geldiğinde, günümüz ofset baskı sistemlerinin sunduğu üretim imkanlarının temeli atılmıştır."
  },
  {
    "id": "3764405",
    "unitNumber": 4,
    "text": "…….. yılında Alois Senefelder’in litografiyi keşfetmesi, ofset baskının temel çalışma prensibi olan su ve yağın birbirlerine karışmaması ilkesinin baskı üretiminde kullanılmasını sağlamıştır.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "1450",
      "B": "1650",
      "C": "1698",
      "D": "1750",
      "E": "1798"
    },
    "explanation": "Litografi öncesinde gravür, tipo baskı, ahşap baskı gibi tekniklerle üretilen baskılarda kalıp hazırlığı çukur ya da rölyef alanlar gerektirdiği için, oyma, kazıma, yontma, kalıp dökme gibi fiziksel süreçler gerektirmekteydi.<br/>1798 yılında Alois Senefelder’in litografiyi keşfetmesi, ofset baskının temel çalışma prensibi olan su ve yağın birbirlerine karışmaması ilkesinin baskı üretiminde kullanılmasını sağlamıştır."
  },
  {
    "id": "3764406",
    "unitNumber": 4,
    "text": "1800’lü yılların başlarında çok renkli taş baskı denemeleri üzerinde çalışmaya başlamış olan kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Johannes Gutenberg",
      "B": "Godefroy Engelmann",
      "C": "Alois Senefelder",
      "D": "Henry Talbot",
      "E": "Joseph Niepce"
    },
    "explanation": "Teknik hakkında yazdığı kitabında ise, gelecekte litografinin tablo gibi sanat eserlerinin yeniden üretiminde kullanılacağını tahmin ettiğini belirtmiştir.<br/>1800’lü yılların başlarında Alois Senefelder çok renkli taş baskı denemeleri üzerinde çalışmaya başlamıştır."
  },
  {
    "id": "3764408",
    "unitNumber": 4,
    "text": "1826’da dünyanın ilk fotoğrafını üreten kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Alois Senefelder",
      "B": "Johannes Gutenberg",
      "C": "Henry Talbot",
      "D": "Godefroy Engelmann",
      "E": "Joseph Niepce"
    },
    "explanation": "Joseph Niepce, Fransız bir bilim adamıdır.<br/>Joseph Niepce, 1826’da dünyanın ilk fotoğrafını üretti."
  },
  {
    "id": "3764410",
    "unitNumber": 4,
    "text": "1852’de fotoğrafların çoğaltılması için ilk yarı ton perdeyi kullanan kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Joseph Niepce",
      "B": "Alois Senefelder",
      "C": "Johannes Gutenberg",
      "D": "Henry Talbot",
      "E": "Godefroy Engelmann"
    },
    "explanation": "Yaklaşık 33 yıl sonra, Amerikalı Frederick Ives, çizgilerle çizilmiş iki açık cam negatiften oluşan ilk pratik yarım ton perdeyi tasarladı.<br/>İngiltere’den Henry Talbot, 1852’de fotoğrafların çoğaltılması için ilk yarı ton perdeyi kullandı."
  },
  {
    "id": "3764411",
    "unitNumber": 4,
    "text": "Ofset baskı sistemleri kaç temel bileşenlerin bir araya gelmesi ile çalışır?",
    "correctAnswer": "C",
    "options": {
      "A": "3",
      "B": "4",
      "C": "5",
      "D": "6",
      "E": "7"
    },
    "explanation": "Şekil 4.7 de Ofset baskı sisteminin şematik görünümü verilmiştir.<br/>Ofset baskı sistemleri çeşitli temel bileşenlerin bir araya gelmesi ile çalışır. Bu bileşenler;<br/><ul> <li>Mürekkepleme ünitesi,</li> <li>Nemlendirme ünitesi,</li> <li>Kalıp silindiri,</li> <li>Blanket (Kauçuk) silindiri,</li> <li>Baskı silindiri.</li> </ul>"
  },
  {
    "id": "3764423",
    "unitNumber": 4,
    "text": "………………….. baskının oluşturulması istenen görüntünün üzerine çeşitli işlemlerle aktarıldığı baskı kalıbını taşımakla görevlidir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Blanket silindiri",
      "B": "Kalıp silindiri",
      "C": "Transfer silindiri",
      "D": "Baskı silindiri",
      "E": "Mürekkep silindiri"
    },
    "explanation": "Baskı kalıbı kalıp silindirinin etrafına sarılır ve sabitlenir.<br/>Kalıp silindiri baskının oluşturulması istenen görüntünün üzerine çeşitli işlemlerle aktarıldığı baskı kalıbını taşımakla görevlidir."
  },
  {
    "id": "3764425",
    "unitNumber": 4,
    "text": "Rotatif ofset adıyla da anılabilen ve gazeteler, kitaplar, dergi ve broşürler gibi yüksek baskı sayısına sahip ürünler ve baskı sonrasında forma hâline getirilerek ciltleme işlemi uygulanacak işler için daha uygun olan ofset baskı çeşiti aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Web ofset baskı",
      "B": "Susuz (kuru) ofset baskı",
      "C": "Çukur ofset baskı",
      "D": "Nemlendirme sistemli ofset baskı",
      "E": "Tabaka ofset baskı"
    },
    "explanation": "En önemli avantajı basım hızı olan web ofset, tabaka ofset baskıda kullanıma uygun olmayan incelikte ve hafiflikte baskı altı malzemeleri kullanmaya da olanak tanır.<br/>Rotatif ofset adıyla da anılabilen ve gazeteler, kitaplar, dergi ve broşürler gibi yüksek baskı sayısına sahip ürünler ve baskı sonrasında forma hâline getirilerek ciltleme işlemi uygulanacak işler için daha uygun olan web ofset baskıdır."
  },
  {
    "id": "3764426",
    "unitNumber": 4,
    "text": "<strong>I.</strong> ElectroInk - elektro mürekkep <br/><strong>II.</strong> Anında renk değiştirme<br/><strong>III.</strong> Termal ofset transfer teknolojisi <br/>Yukarı verilen ifadelerden hangisi/hangileri Dijital ofset baskı sürecinin temel teknolojisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Dijital ofset baskı sistemi, dijital baskı yöntemlerinin avantajları ile geleneksel ofset baskının hız ve kalitesini bir araya getirmeyi amaçlayan yeni bir baskı sistemidir.<br/>Dijital ofset baskı sürecinin üç temel teknolojisi şunlardır:<br/><ul> <li>ElectroInk - elektro mürekkep</li> <li>Termal ofset transfer teknolojisi</li> <li>Anında renk değiştirme.</li> </ul>"
  },
  {
    "id": "3764495",
    "unitNumber": 4,
    "text": "Hem tabaka hem de bobin kâğıt kullanımına imkân sağlayan bu baskı sistemi; iki renkten on iki renge kadar renk ünitesi bulunan alternatifleri, yüksek sayılı çoğaltımlarda sunduğu yüksek hız ve düşük maliyeti, tutarlı renk sonuçları, hassas baskı kalitesi gibi özellikleri ile en yaygın olarak kullanılan baskı tekniklerinden biri yapmaktadır. Bu baskı çeşidi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fleksografi",
      "B": "Ofset baskı",
      "C": "Tipo baskı",
      "D": "Litografi baskı",
      "E": "Serigrafi baskı"
    },
    "explanation": "Hem tabaka hem de bobin kâğıt kullanımına imkân sağlayan türleri; iki renkten on iki renge<br/>kadar renk ünitesi bulunan alternatifleri, yüksek sayılı çoğaltımlarda sunduğu yüksek hız ve düşük<br/>maliyeti, tutarlı renk sonuçları, hassas baskı kalitesi gibi özellikleri ofset baskı tekniği yaygın olarak<br/>kullanılan baskı tekniklerinden biri yapmaktadır."
  },
  {
    "id": "3764496",
    "unitNumber": 4,
    "text": "Ofset baskı tekniği aşağıdakilerden hangi baskı sistemi ve teknolojinin birleşmesiyle sunduğu üretim imkânlarının temelleri atılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Tipo baskı-Karbon kâğıt",
      "B": "Fotoğraf-Tipo baskı",
      "C": "Litografi-Fotoğraf",
      "D": "Fotoğraf- Serigrafi",
      "E": "Bal mumu-Tipo baskı"
    },
    "explanation": "Fotoğrafın litografi ile buluşmasından önce, litografi daha kısıtlı bir üretim alanına sahipken,<br/>fotoğraf teknolojisiyle bir araya geldiğinde, günümüz ofset baskı sistemlerinin sunduğu üretim<br/>imkanlarının temeli atılmıştır.<br/>Litografi-Fotoğraf"
  },
  {
    "id": "3764497",
    "unitNumber": 4,
    "text": "Alois Senefelder, yeni ve özgün bir matbaa türü icat edeceğimi tahmin edemezdim. Mekanik olmayan, tamamen kimyasal temellere dayalı olarak anlattığı bu yöntem aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tifdruk baskı",
      "B": "Ofset baskı",
      "C": "Serigrafi",
      "D": "Tipo baskı",
      "E": "Litografi"
    },
    "explanation": "Senefelder, litografiyi nasıl keşfettiğini anlatan kitabında bu süreci şu sözlerle özetlemiştir:<br/>“O anda böylesine yeni ve özgün bir matbaa türü icat edeceğimi tahmin edemezdim. Mekanik olmayan, tamamen kimyasal temellere dayalı bir yöntem…"
  },
  {
    "id": "3764498",
    "unitNumber": 4,
    "text": "Fransız sanatçı Engelmann, 1837 yılında bulmuş olduğu bu tekniğinin patentini almış ve böylece tekniğin kâşifi Senefelder’in de üzerinde çalışmalar yaptığı renkli taş baskı tekniği olan Litografi tekniği hayata geçmiştir. Engelmann bulduğu teknik aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kromolitografi",
      "B": "Serigraf baskı",
      "C": "Flekso baskı",
      "D": "Ksilografi",
      "E": "Tifdruk baskı"
    },
    "explanation": "Fransız sanatçı Engelmann, 1837 yılında <strong>kromolitografi</strong> tekniğinin patentini almış ve böylece tekniğin kâşifi Senefelder’in de üzerinde çalışmalar yaptığı renkli taş baskı tekniği hayata geçmiştir."
  },
  {
    "id": "3764499",
    "unitNumber": 4,
    "text": "Renkli litografi biçimi günümüzde en yaygın kullanılan endüstriyel üretime uyarlanmış baskı tekniği aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Flekso baskı",
      "B": "Serigrafi baskı",
      "C": "Tifdruk baskı",
      "D": "Dijital baskı",
      "E": "Ofset baskı"
    },
    "explanation": "Günümüzde en yaygın kullanılan baskı tekniklerinin başında gelen <strong>ofset baskı</strong>, renkli litografinin<br/>endüstriyel üretime uyarlanmış biçimidir."
  },
  {
    "id": "3764500",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Ofset baskı sistemleri çeşitli temel bileşenlerinden <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kalıp silindiri,",
      "B": "Mürekkepleme ünitesi,",
      "C": "Baskı silindiri",
      "D": "Kauçuk bilyesi",
      "E": "Nemlendirme ünitesi,"
    },
    "explanation": "Ofset baskı sistemleri çeşitli temel bileşenlerin bir araya gelmesi ile çalışır. <strong>Bu bileşenler;</strong><br/>• Mürekkepleme ünitesi,<br/>• Nemlendirme ünitesi,<br/>• Kalıp silindiri,<br/>• Blanket (Kauçuk) silindiri,<br/>• Baskı silindiri.<br/>Kauçuk bilyesi"
  },
  {
    "id": "3764501",
    "unitNumber": 4,
    "text": "Ofset baskı tekniğinde basılacak görüntüler genellikle baskı renk sistemi olan CMYK renk sistemine göre ayrılırlar. Aşağıdakilerden hangisi bu renklerden <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Siyah",
      "B": "Beyaz",
      "C": "Mavi",
      "D": "Sarı",
      "E": "Pembe"
    },
    "explanation": "<strong>CMYK:</strong> Cyan (<strong>mav</strong>i/camgöbeği), Magenta (<strong>pembemsi kırmızı)</strong>, Yellow (<strong>sarı)</strong>, Key (<strong>Siyah</strong>) renklerinin kısaltmasıdır.<br/>Beyaz"
  },
  {
    "id": "3764502",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Ofset Baskı çeşitlerinden <strong>değildir</strong><strong>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Susuz (Kuru) ofset baskı",
      "B": "Nemlendirme sistemli ofset baskı",
      "C": "Lazerli Ofset baskı",
      "D": "Tabaka ofset baskı",
      "E": "Web ofset baskı"
    },
    "explanation": "Bu başlıkta inceleyeceğimiz ofset baskı çeşitlerinden ilk ikisi olan <strong>tabaka ofset</strong> ve <strong>web ofset baskı...</strong>İnceleyeceğimiz diğer iki ofset baskı türü olan <strong>nemlendirme sistemli ofset</strong> ve <strong>susuz (kuru) ofset baskı</strong> sistemleri ise, baskı aşamasında teknik ve süreç farklılıkları göstermektedir.<br/>Lazerli Ofset baskı"
  },
  {
    "id": "3764503",
    "unitNumber": 4,
    "text": "Ofset baskıda baskı kalitesine etki çeşitli unsurlar bulunur. Aşağıdakilerden hangisi bu unsurlardan <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kâğıdın nemi",
      "B": "Ortam ısısı",
      "C": "Nokta kalitesi",
      "D": "Gün ışığı",
      "E": "Mürekkebin yoğunluğu"
    },
    "explanation": "Ofset baskıda baskı kalitesine etki çeşitli unsurlar bulunur. Kullanılan mürekkebin akışkanlığı,<br/>yoğunluğu, (nemlendirmeli ofset baskı sistemlerinde kullanılan) nemlendirme suyunun mürekkeple<br/>olan oranı, sertliği, içerdiği katkı malzemeleri, pH derecesi, kâğıdın nemi, kalıp ve blanket gibi parçaların koşulları, nokta kalitesi, hatta ortam ısısı gibi çok sayıda etmen baskı kalitesini etkilemektedir.<br/>Gün ışığı"
  },
  {
    "id": "3764504",
    "unitNumber": 4,
    "text": "Basılı grafik ürünlerinin üretiminde, rengi ölçmek için kaç farklı yöntem kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "3",
      "B": "4",
      "C": "5",
      "D": "6",
      "E": "7"
    },
    "explanation": "Basılı grafik ürünlerin üretiminde rengi ölçmek için kullanılan <strong>üç önemli</strong> yöntemdir. <br/>1-Densitometre,<br/>2-Kalorimetre<br/>3-Spektral fotometreler,"
  },
  {
    "id": "3764594",
    "unitNumber": 4,
    "text": "Basılı grafik ürünlerin üretiminde yaygın olan kullanılan baskı tekniği aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ofset baskı tekniği",
      "B": "Serigrafi baskı",
      "C": "Gravür baskı",
      "D": "Linol baskı",
      "E": "Ağaç baskı"
    },
    "explanation": "Ofset litografi olarak da adlandırılabilen ofset baskı tekniği, basılı grafik ürünlerin üretiminde yaygın olan kullanılan baskı tekniklerindendir."
  },
  {
    "id": "3764595",
    "unitNumber": 4,
    "text": "Johannes Gutenberg tarafından Almanya’da mükemmelleştirdiği tipo baskı tekniği hangi tarihe dayanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "1450",
      "B": "1798",
      "C": "1837",
      "D": "1800",
      "E": "1911"
    },
    "explanation": "Baskı tekniklerinin tarihi, belirli bir görüntüyü yeniden üretmek için kullanılan mühür ve damgalara kadar uzanmaktadır. Fakat matbaacılık tarihindeki en önemli dönüm noktalarından biri, 1450’de Johannes Gutenberg tarafından Almanya’da mükemmelleştirilen tipo baskı tekniğidir."
  },
  {
    "id": "3764596",
    "unitNumber": 4,
    "text": "Hareketli tipo baskılar 11. yüzyılda hangi ülkede uygulanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Çin",
      "B": "Kore",
      "C": "Almanya",
      "D": "Fransa",
      "E": "İngiltere"
    },
    "explanation": "Hareketli tipo baskılar 11. yüzyılda Çin’de ve 15. yüzyılın başlarında Kore’de yapılmış<br/>ancak binlerce karakterli Asya dillerine uygun olmadığı için yaygınlaşmamıştır."
  },
  {
    "id": "3764597",
    "unitNumber": 4,
    "text": "Litografi kimin tarafından icat edilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Alois Senefelder",
      "B": "Johanne Gutenberg",
      "C": "Henry Talbot",
      "D": "Louis Ducos du Hauron",
      "E": "Joseph Niepce"
    },
    "explanation": "Litografinin icadı, oyun ve tiyatro yazarı Alois Senefelder’in, yüzeyini mumla kapladığı cilalı kireçtaşından bir tablet üzerine; mum, sabun ve lamba isi ile hazırlanmış mürekkeple yazı yazdığı, ardından kısa bir süre için bir asit çözeltisi uyguladığı 1798 yılına kadar uzanmaktadır."
  },
  {
    "id": "3764598",
    "unitNumber": 4,
    "text": "Fransız bilim adamı olan Joseph Niepce fotolitografiyi tekniği ile ilk fotografı hangi tarihte üretti?",
    "correctAnswer": "A",
    "options": {
      "A": "1826",
      "B": "1868",
      "C": "1837",
      "D": "1852",
      "E": "1798"
    },
    "explanation": "Litografi, baskı kalıpları üretmek için aradığı çözüm ortağını fotoğrafta buldu. Böylece litografi ve fotoğrafın bir araya gelmesiyle fotolitografi doğdu. Fransız<br/>bir bilim adamı olan Joseph Niepce, 1826’da dünyanın ilk fotoğrafını üretti."
  },
  {
    "id": "3764599",
    "unitNumber": 4,
    "text": "Orijinal bir fotoğrafı noktalara ve baskı reprodüksiyonuna uygun değişen boyutlara ayırma eylemine ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yarı Ton (Halftone)",
      "B": "Fotolitograf",
      "C": "Litografi",
      "D": "Ofset",
      "E": "Mürekkep"
    },
    "explanation": "Yarı Ton (Halftone): Orijinal bir fotoğrafı noktalara ve baskı reprodüksiyonuna<br/>uygun değişen boyutlara ayırma eylemi."
  },
  {
    "id": "3764600",
    "unitNumber": 4,
    "text": "Ofset baskı sistemleri çeşitli temel bileşenlerden biri <u><strong>değildir?</strong></u> <br/>I. Mürekkepleme ünitesi,<br/>II. Nemlendirme ünitesi,<br/>III. Kalıp silindiri,<br/>IV. Blanket (Kauçuk) silindiri,<br/>V. Baskı tasarımı",
    "correctAnswer": "A",
    "options": {
      "A": "V",
      "B": "IV",
      "C": "III",
      "D": "II",
      "E": "I"
    },
    "explanation": "Ofset baskı sistemleri çeşitli temel bileşenlerin bir araya gelmesi ile çalışır. Bu bileşenler;<br/>• Mürekkepleme ünitesi,<br/>• Nemlendirme ünitesi,<br/>• Kalıp silindiri,<br/>• Blanket (Kauçuk) silindiri,<br/>• Baskı silindiri"
  },
  {
    "id": "3764601",
    "unitNumber": 4,
    "text": "Çıkarımsal renk sistemine göre tasarlanmış olan, bileşim<br/>matbaacılıkta kullanılan dört ana renk sisteminin kısaltılmış hali nasıl yazılır?",
    "correctAnswer": "A",
    "options": {
      "A": "CMYK",
      "B": "MYKC",
      "C": "YKCM",
      "D": "KCMY",
      "E": "CMKY"
    },
    "explanation": "CMYK: Cyan (mavi/camgöbeği), Magenta<br/>(pembemsi kırmızı), Yellow (sarı), Key (Si-<br/>yah) renklerinin kısaltmasıdır. Kısaltmada<br/>İngilizce siyah anlamına gelen Black kelime-<br/>sinin baş harfi olan B harfi yerine, K harfinin<br/>kullanılması toplamsal renk sistemi içinde de<br/>kullanılan İngilizce mavi anlamına gelen Blue<br/>kelimesi ile karıştırılmaması içindir. Kısaca<br/>CMYK olarak adlandırılan ve çıkarımsal renk<br/>sistemine göre tasarlanmış olan bu bileşim<br/>matbaacılıkta kullanılan dört ana rengi ve bu<br/>sistemi tanımlar"
  },
  {
    "id": "3764602",
    "unitNumber": 4,
    "text": "Bir bilgiyi, düşünceyi ya da mesajı başka birine iletmek için kâğıt, kumaş, plastik, ahşap gibi bir yüzey üzerinde görsel değişiklikler yapmaya ya da uygulandığı yüzeyin izleyici tarafından algılanan rengini değiştirmeye yarayan araç aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mürekkep",
      "B": "Silindir",
      "C": "Kağıt",
      "D": "Su",
      "E": "Çözelti"
    },
    "explanation": "Mürekkep: Mürekkep bir bilgiyi, düşünceyi ya da mesajı başka birine iletmek için kâğıt, kumaş, plastik, ahşap gibi bir yüzey üzerinde görsel değişiklikler yapmaya ya da uygulandığı yüzeyin izleyici tarafından algılanan rengini değiştirmeye yarayan araçtır."
  },
  {
    "id": "3764603",
    "unitNumber": 4,
    "text": "Ofset baskı tekniğiyle basılmak üzere bilgisayarda tamamlanan tasarımı ya da oluşturulan görüntüyü, film kullanımı gerekmeden doğruca kalıba taşıyan pozlandırma sistemine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "CtP",
      "B": "CYMK",
      "C": "Tabaka",
      "D": "Web",
      "E": "Ofset"
    },
    "explanation": "CtP: (Computer-to-plate) Ofset baskı tekniğiyle basılmak üzere bilgisayarda tamamlanan tasarımı ya da oluşturulan görüntüyü, film kullanımı gerekmeden doğruca kalıba taşıyan pozlandırma sistemi."
  },
  {
    "id": "3764840",
    "unitNumber": 4,
    "text": "Orijinal bir fotoğrafı noktalara ve baskı reprodüksiyonuna uygun değişen boyutlara ayırma eylemine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yarı ton",
      "B": "Çeyrek ton",
      "C": "Tam ton",
      "D": "Yarı baskı",
      "E": "Tam baskı"
    },
    "explanation": "Yarı Ton (Halftone): Orijinal bir fotoğrafı noktalara ve baskı reprodüksiyonuna uygun değişen boyutlara ayırma eylemi."
  },
  {
    "id": "3764844",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi ofset baskı sistemlerinin temel bileşenlerinden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mürekkepleme ünitesi",
      "B": "Nemlendirme ünitesi",
      "C": "Kurutma ünitesi",
      "D": "Kalıp silindiri",
      "E": "Blanket"
    },
    "explanation": "Ofset baskı sistemleri çeşitli temel bileşenlerin bir araya gelmesi ile çalışır. Bu bileşenler; • Mürekkepleme ünitesi, • Nemlendirme ünitesi, • Kalıp silindiri, • Blanket (Kauçuk) silindiri, • Baskı silindiri<br/>Kurutma ünitesi"
  },
  {
    "id": "3764848",
    "unitNumber": 4,
    "text": "Aralarındaki temel fark, baskı sürecinden çok, kullanılan baskı altı malzemesinin biçimi olan ofset baskı türleri hangileridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Web ofset - Kuru ofset",
      "B": "Nemlendirme sistemli ofset - Kuru ofset",
      "C": "Tabaka ofset - Nemlendirme sistemli ofset",
      "D": "Tabaka ofset - Web ofset",
      "E": "Web ofset - Nemlendirme sistemli ofset"
    },
    "explanation": "Bu başlıkta inceleyeceğimiz ofset baskı çeşitlerinden ilk ikisi olan tabaka ofset ve web ofset baskı türlerinin temel farkı, baskı sürecinden çok, kullanılan baskı altı malzemesinin biçimi ile ilgilidir..<br/>Tabaka ofset - Web ofset"
  },
  {
    "id": "3764849",
    "unitNumber": 4,
    "text": "Baskı aşamasında teknik ve süreç farklılıkları gösteren ofset türleri hangileridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Nemlendirme sistemli ofset - Susuz ofset",
      "B": "Tabaka ofset - Web ofset",
      "C": "Nemlendirme sistemli ofset - Web ofset",
      "D": "Susuz ofset - Tabaka ofset",
      "E": "Nemlendirme sistemli ofset - Tabaka ofset"
    },
    "explanation": "İnceleyeceğimiz diğer iki ofset baskı türü olan nemlendirme sistemli ofset ve susuz (kuru) ofset baskı sistemleri ise, baskı aşamasında teknik ve süreç farklılıkları göstermektedir<br/>Nemlendirme sistemli ofset - Susuz ofset"
  },
  {
    "id": "3764851",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi baskı altı malzemesi olamaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Kağıt",
      "B": "Plastik",
      "C": "Billboard",
      "D": "Kitap",
      "E": "Mürekkep"
    },
    "explanation": "Baskı altı malzemesi herhangi bir baskı yönteminde kullanılan ve baskının oluşturulacağı yüzeyi ifade eder<br/>Mürekkep"
  },
  {
    "id": "3764852",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi CMYK renk sisteminde yer alan renklerden biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mavi/camgöbeği",
      "B": "Yeşil",
      "C": "Pembemsi kırmızı",
      "D": "Sarı",
      "E": "Siyah"
    },
    "explanation": "CMYK: Cyan (mavi/camgöbeği), Magenta (pembemsi kırmızı), Yellow (sarı), Key (Siyah) renklerinin kısaltmasıdır.<br/>Yeşil"
  },
  {
    "id": "3764854",
    "unitNumber": 4,
    "text": "Gazeteler, kitaplar, dergi ve broşürler gibi yüksek baskı sayısına sahip ürünler için uygun olan baskı türü hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tabaka ofset baskı",
      "B": "Web ofset baskı",
      "C": "Nemlendirme sistemli ofset baskı",
      "D": "Kuru ofset baskı",
      "E": "Susuz ofset baskı"
    },
    "explanation": "Web ofset baskı gazeteler, kitaplar, dergi ve broşürler gibi yüksek baskı sayısına sahip ürünler ve baskı sonrasında forma hâline getirilerek ciltleme işlemi uygulanacak işler için daha uygun bir ofset baskı çeşididir."
  },
  {
    "id": "3764857",
    "unitNumber": 4,
    "text": "Az sayıda basılması planlanan dergiler, broşürler, antetli kâğıt benzeri kurumsal evraklar için ekonomik bir alternatif olan baskı türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tabaka ofset baskı",
      "B": "Web ofset baskı",
      "C": "Kuru ofset baskı",
      "D": "Nemlendirme sistemli ofset baskı",
      "E": "Geleneksel ofset baskı"
    },
    "explanation": "Tabaka ofset baskı makineleri az sayıda basılması; planlanan dergiler, broşürler, antetli kâğıt benzeri kurumsal evraklar gibi, küçük ebatlı ya da düşük baskı adedi gerektiren işlerde ekonomik bir baskı alternatifi sunmaktadır."
  },
  {
    "id": "3764859",
    "unitNumber": 4,
    "text": "1826’da dünyanın ilk fotoğrafını üreten bilim adamı kimdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Alois Senefelder",
      "B": "Johannes Gutenberg",
      "C": "Henry Talbot",
      "D": "Joseph Niepce",
      "E": "Godefroy Engelmann"
    },
    "explanation": "Fransız bir bilim adamı olan Joseph Niepce, 1826’da dünyanın ilk fotoğrafını üretti."
  },
  {
    "id": "3764860",
    "unitNumber": 4,
    "text": "Masaüstü yayıncılık için aşağıdakilerden hangisi söylenemez?",
    "correctAnswer": "E",
    "options": {
      "A": "Bilgisayar ile yapılır.",
      "B": "Grafik üretim ve çoğaltım süreçlerinin neredeyse bütün aşamalarını değiştirmiştir.",
      "C": "Programlarının arayüzü ve ikonları, tasarımcıların geleneksel uygulamalarında kullandıkları araç gereçlere öykünerek tasarlanmıştır.",
      "D": "Tasarımcılara ekranlarında, gerçek masaüstlerini çağrıştıracak bir ortam yaratılmıştır.",
      "E": "Hız, maliyet ve fonksiyonellik bakımından geleneksel yayıncılıktan bir farkı yoktur."
    },
    "explanation": "Hız, maliyet ve fonksiyonellik bakımından geleneksel yayıncılıktan oldukça farklıdır.<br/>Hız, maliyet ve fonksiyonellik bakımından geleneksel yayıncılıktan bir farkı yoktur."
  },
  {
    "id": "3764344",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi elek baskı yöntemidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Boyanın kalıbın geçirgen olan veya olmayan yerlerinden yüzeye aktarılmasıyla elde edilen baskıdır",
      "B": "Kalıbın herhangi bir çukur veya tümsek bölümü olmaksızın, genellikle fotografik yöntemlerle mürekkebin kağıtla buluştuğu tekniklerdir",
      "C": "İndirgeme yöntemiyle oyularak hazırlanan kalıplar için kullanılan bir terimdir",
      "D": "Mürekkep kalıpta çukurda kalan yerlere dolar ve yumuşatılan kağıt çukurdaki mürekkebi toplar",
      "E": "Kalıptan yüzeye aktarılacak olan yerlerin yüksekte kalarak mürekkep aldığı tekniklerdir"
    },
    "explanation": "<strong><em>Elek baskı </em></strong>boyanın kalıbın geçirgen olan veya olmayan yerlerinden yüzeye aktarılmasıyla elde edilen baskıdır. Şablon baskı da elek baskı adı altında ele alınır. Cevap A'dır."
  },
  {
    "id": "3764345",
    "unitNumber": 5,
    "text": "Kros nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Baskıların hızlıca kurumasını sağlayan, basılan işlerin düzenli bir şekilde dizilmesini sağlayan raftır.",
      "B": "Baskıda renklerin yerine oturmasını sağlayan kılavuz işaretlerdir",
      "C": "Boş ipek eleğin emülsiyon malzemesiyle kaplanması için kullanılan gereçtir",
      "D": "Serigrafide fotografik yöntem kullanılırken ışığa duyarlı emülsiyonun uygulandığı kalıptır",
      "E": "Neşter olarak da adlandırılan sivri uçlu maket bıçağıdır"
    },
    "explanation": "Baskıda renklerin yerine oturmasını sağlayan kılavuz işaretlerdir. Cevap B'dir."
  },
  {
    "id": "3764346",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi boş ipek eleğin emülsiyon malzemesiyle kaplanması için kullanılan gereçtir?",
    "correctAnswer": "C",
    "options": {
      "A": "Vakumlu baskı masası",
      "B": "Kurutma rafı",
      "C": "Emülsyon çekme küreği",
      "D": "Elek kurutma fırını",
      "E": "Kalıp yıkama ünitesi"
    },
    "explanation": "Emülsyon çekme küreği; Boş ipek eleğin emülsiyon malzemesiyle kaplanması için kullanılan gereçtir. Mantık olarak rakleye benzer ancak farklı bir forma sahiptir. Bir kürek gibi emülsiyon malzemesini içinde tutar, elle biraz eğildiğinde ise akıcı emülsiyon sıvısının eşit ve homojen bir şekilde ve ince bir tabaka oluşturacak biçimde eleğe sürülmesini sağlar. Cevap C'dir."
  },
  {
    "id": "3764347",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi pozlamadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Emülsiyon sürülen eleğin hızlıca kurumasını sağlar",
      "B": "Baskıda renklerin yerine oturmasını sağlayan kılavuz işaretlerdir",
      "C": "Baskıların hızlıca kurumasını sağlayan, basılan işlerin düzenli bir şekilde dizilmesini sağlayan raftır.",
      "D": "Emülsyonun özel ışığa maruz bırakılmasıyla oluşturulan kalıptır",
      "E": "Boş ipek eleğin emülsiyon malzemesiyle kaplanması için kullanılan gereçtir"
    },
    "explanation": "<strong>Pozlama: </strong>Serigrafide fotografik yöntem kullanılırken ışığa duyarlı emülsiyonun uygulandığı kalıp, özel ışığa sahip bir ünitede belli bir süre ışığa maruz bırakılır ve kalıp bu yöntemle oluşturulur. Bu işleme pozlama adı verilir. Cevap D'dir."
  },
  {
    "id": "3764348",
    "unitNumber": 5,
    "text": "Serigrafide aynı anda ve aynı kalıpta farklı renkler kullanarak karıştırılması ve birbirine geçişli renklerin elde edilmesine ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Pozlama",
      "B": "Kros",
      "C": "Emülsyon",
      "D": "Kalıp yakma",
      "E": "Degrade"
    },
    "explanation": "Serigrafide aynı anda ve aynı kalıpta farklı renkler kullanarak karıştırılması ve birbirine geçişli renklerin elde edilmesine “degrade baskı” adı verilir. Cevap E'dir."
  },
  {
    "id": "3764349",
    "unitNumber": 5,
    "text": "Serigrafide birden fazla kalıpla renkleri hızlıca basmaya elveren tezgahlara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ahtapot",
      "B": "Degrate",
      "C": "Pozlama",
      "D": "Kros",
      "E": "Emülsyon"
    },
    "explanation": "<strong>Ahtapot: </strong>Serigrafide birden fazla kalıpla renkleri hızlıca basmaya elveren tezgahlara ahtapot baskı makinesi verilir. Genellikle tişört baskısında kullanılır ve yarı otomatiktir. Cevap A'dır."
  },
  {
    "id": "3764350",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi indirgeme yöntemiyle oyularak hazırlanan kalıplar için kullanılan bir terimdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yüksek baskı",
      "B": "Çukur baskı",
      "C": "Emülsyon",
      "D": "Düz baskı",
      "E": "Elek baskı"
    },
    "explanation": "<strong><em>Çukur baskı </em></strong>indirgeme yöntemiyle oyularak hazırlanan kalıplar için kullanılan bir terimdir, burada mürekkep kalıpta çukurda kalan yerlere dolar ve yumuşatılan kağıt çukurdaki mürekkebi toplar. Cevap B'dir."
  },
  {
    "id": "3764351",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi düz baskıya örnektir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ağaç baskı",
      "B": "Gravür",
      "C": "Litografi",
      "D": "Tipo baskı",
      "E": "Şablon baskı"
    },
    "explanation": "<strong><em>Düz baskı </em></strong> kalıbın herhangi bir çukur veya tümsek bölümü olmaksızın, genellikle fotografik yöntemlerle mürekkebin kağıtla buluştuğu tekniklerdir (Örn. Litografi, Ofset Litografi). Cevap C'dir."
  },
  {
    "id": "3764352",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi kalıptan yüzeye aktarılacak olan yerlerin yüksekte kalarak mürekkep aldığı tekniktir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çukur baskı",
      "B": "Düz baskı",
      "C": "Elek baskı",
      "D": "Yüksek baskı",
      "E": "Emülsyon"
    },
    "explanation": "<strong><em>Yüksek baskı </em></strong>kalıptan yüzeye aktarılacak olan yerlerin yüksekte kalarak mürekkep aldığı tekniklerdir. Cevap D'dir."
  },
  {
    "id": "3764353",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi çukur baskıya örnektir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ağaç baskı",
      "B": "Litografi",
      "C": "Şablon baskı",
      "D": "Ofset litografi",
      "E": "Gravür"
    },
    "explanation": "Gravür çukur baskı örneğidir. Cevap E'dir."
  },
  {
    "id": "3764545",
    "unitNumber": 5,
    "text": "Aşağıda verilmiş kelimelerden hangisi serigrafi kelimesi ile aynı anlamda kullanılmaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Elek baskı",
      "B": "İpek baskı",
      "C": "Şablon baskı",
      "D": "Gravür",
      "E": "Serigraf"
    },
    "explanation": "Serigraf, elek baskı, ipek baskı, şablon baskı… tüm bu terimler aynı baskı tekniğine işaret eder."
  },
  {
    "id": "3764546",
    "unitNumber": 5,
    "text": "İpek kumaşın ilk kez kullanıldığı elek baskı patenti, kim tarafından, ne zaman alınmıştır.",
    "correctAnswer": "A",
    "options": {
      "A": "Samuel Simon tarafından 1907 yılında",
      "B": "Roy Beck tarafından 1910’larda",
      "C": "Charles Peter tarafından 1909’da",
      "D": "Edward Owens tarafından 1905’de",
      "E": "Duncan Grant ve Frank Dobson gibi sanatçılar tarafından 1908 yılında"
    },
    "explanation": "İpek kumaşın ilk kez kullanıldığı elek baskı patenti İngiliz Samuel Simon tarafından 1907 yılında alınmıştır."
  },
  {
    "id": "3764547",
    "unitNumber": 5,
    "text": "1968’de Paris’teki ayaklanmalar sırasında, École des Beaux-Arts’ta bir gerilla öğrenci atölyesi olarak Geceleri günün olaylarına tepki olarak serigrafi baskılar hazırlayıp, ertesi sabah şehrin duvarlarına yapıştıran, polis, bu grafikleri engellemek için kaynağı bulmaya çalışmış olduğu grup aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Silk Screen Group",
      "B": "Atelier Populaire",
      "C": "İpek Elek Grubu",
      "D": "Kobra Grubu",
      "E": "ABC Art"
    },
    "explanation": "1960’larda serigrafi, toplumsal kargaşa karşısında fikirleri iletmek için bir araç olarak yeniden ortaya çıktı. 1968’de Paris’teki ayaklanmalar sırasında, École des Beaux-Arts’ta bir gerilla öğrenci atölyesi olan Atelier Populaire kuruldu. Geceleri günün olaylarına tepki olarak serigrafi baskılar hazırlar, ertesi sabah şehrin duvarlarına sıvarlardı. Polis, bu grafikleri engellemek için kaynağı bulmaya çalışırken kullanılan mütevazi baskı eleğini değil, büyük bir baskı aparatını arıyordu. Böylece bu grup yakalanmadan radarın altında kaldı ve faaliyetlerine devam etmekte serbest kaldı"
  },
  {
    "id": "3764548",
    "unitNumber": 5,
    "text": "Türkiye’de Sanatsal Serigrafi ilk olarak hangi tarihte kullanılmıştır.",
    "correctAnswer": "C",
    "options": {
      "A": "1941",
      "B": "1945",
      "C": "1948",
      "D": "1950",
      "E": "1953"
    },
    "explanation": "Aysan, 1985 yılında yazdığı Sanatsal Serigrafi başlıklı makalesinde şöyle demektedir; “Türkiye ilk sanatsal serigrafi örneklerine 10-16 Haziran 1948 gibi erken bir tarihte, Beyoğlu Kız Sanat Okulu’nda ‘Muasır Amerikan San’atkârlarının Eserleri’ başlıklı serigrafi sergisinde karşılaşmıştır” (Aysan, 1985, s. 56)."
  },
  {
    "id": "3764549",
    "unitNumber": 5,
    "text": "Kalıbın herhangi bir çukur veya tümsek bölümü olmaksızın, genellikle fotografik yöntemlerle mürekkebin kağıtla buluştuğu teknik aşağıdakilerden hangisidir.",
    "correctAnswer": "C",
    "options": {
      "A": "Yüksek Baskı",
      "B": "Çukur Baskı",
      "C": "Düz Baskı",
      "D": "Elek Baskı",
      "E": "Malzeme Baskı"
    },
    "explanation": "<strong>Düz baskı </strong>ise kalıbın herhangi bir çukur veya tümsek bölümü olmaksızın, genellikle fotografik yöntemlerle mürekkebin kağıtla buluştuğu tekniklerdir (Örn. Litografi, Ofset Litografi)."
  },
  {
    "id": "3764550",
    "unitNumber": 5,
    "text": "Serigrafi tekniğinde kullanılan boya sıyırıcıdır. Manuel baskıda elle tutulan, otomatik baskılarda ise makineye bağlı olan, mürekkebin sıyırılarak gözeneklerin açık olduğu yerden alttaki baskı yapılacak yüzeye geçmesini sağlayan araç aşağıdakilerden hangisidir",
    "correctAnswer": "B",
    "options": {
      "A": "Mürekkep",
      "B": "Rakle",
      "C": "Emülsiyon",
      "D": "Elek",
      "E": "Kasnak"
    },
    "explanation": "Rakle, serigrafi tekniğinde kullanılan boya sıyırıcıdır. Manuel baskıda elle tutulan, otomatik baskılarda ise makineye bağlı olan rakle, eleğin üzerine koyulan mürekkebin sıyırılarak gözeneklerin açık olduğu yerden alttaki baskı yapılacak yüzeye geçmesini sağlar"
  },
  {
    "id": "3764551",
    "unitNumber": 5,
    "text": "<ol> <li>Kuruyan kalıp yıkanarak baskıya hazır hale getirilir.</li> <li>Kalıplara emülsiyon çekilir.</li> <li>Görüntü dijital olarak bilgisayar ortamında hazırlanır ve görsele bağlı olarak renk ayrımı yapılır.</li> <li>Bu yöntemle çok sayıda ve yüksek hızda hazırlanan kalıplar seri üretimi kusursuz ve hızlı hâle getirir.</li> <li>CTS makinesi kalıp baskısının ardından UV-Led ışıkla elek üzerinde baskı yaptığı alanları ve emülsiyonu kurutur.</li> <li>Dijital ortamda baskı öncesi yazılımlarla hazırlanan renk ayrımı kalıp dosyaları CTS bilgisayarına aktarılır ve kalıp baskısı yapılır.</li> </ol> <strong>CTS Yöntemi ile kalıp hazırlama ve baskı süreçlerinin doğru sıralaması aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "3,2,6,5,1,4",
      "B": "1,2,3,4,5,6",
      "C": "2,4,1,5,3,6",
      "D": "5,4,1,6,3,2",
      "E": "3,5,6,2,1,4"
    },
    "explanation": "<ol> <li>Görüntü dijital olarak bilgisayar ortamında hazırlanır ve görsele bağlı olarak renk ayrımı yapılır.</li> <li>Kalıplara emülsiyon çekilir. Bu aşamada da otomatik makinelerden faydalanılır.</li> <li>Dijital ortamda baskı öncesi yazılımlarla hazırlanan renk ayrımı kalıp dosyaları CTS bilgisayarına aktarılır ve kalıp baskısı yapılır. Bu makinelerde dakikada 1 kalıp kadar hızlı üretim yapılabilmektedir.</li> <li>CTS makinesi kalıp baskısının ardından UV-Led ışıkla elek üzerinde baskı yaptığı alanları ve emülsiyonu kurutur.</li> <li>Kuruyan kalıp yıkanarak baskıya hazır hale getirilir. Yıkanma aşamasında da kapalı yıkama üniteleri kullanımı tercih edilir.</li> <li>Bu yöntemle çok sayıda ve yüksek hızda hazırlanan kalıplar seri üretimi kusursuz ve hızlı hâle getirir.</li> </ol>"
  },
  {
    "id": "3764552",
    "unitNumber": 5,
    "text": "Çok detaylı çalışmalarda ve renk ayrımı yapılan detaylı imgeler basılacağı zaman kullanımı tercih edilen; solvent ve su bazlı mürekkep kullanılan baskılarda daha iyi sonuç veren elek sıklığı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "160",
      "B": "110",
      "C": "280-305",
      "D": "200-230",
      "E": "60-90"
    },
    "explanation": "280-305 elek sıklığı Çok detaylı çalışmalarda ve renk ayrımı yapılan detaylı imgeler basılacağı zaman kullanma tercih edilir. Solvent ve su bazlı mürekkep kullanılan baskılarda daha iyi sonuç verir"
  },
  {
    "id": "3764553",
    "unitNumber": 5,
    "text": "Serigrafi denilince ilk akla gelen sanatçılardandır. Serigrafi de dahil olmak üzere birçok sanat projesinin stüdyosu olarak hizmet veren The Factory’yi 1963 yılında Manhattan’da açmıştır. Tüm sanatsal üretimlerini burada yapmaya başlayan sanatçı, aynı zamanda büyük boy serigrafi baskılar yapabileceği geniş bir alanı da yaratmıştır. Sanatçı, popüler kültürün eleştirisini üretim üzerinden yapmıştır. Seri üretim ve tekrarı kullandığı imgelerle ve ünlü yıldızların portreleriyle pekiştirmiş, bu imgeleri kendi özgün diliyle birleştirmiş, serigrafi baskılarla çoğaltarak ve sanatı bir tüketim nesnesi hâline getirmiştir.<br/>Yukarıda tasvir edilen sanatçı aşağıdakilerden hangisidir.",
    "correctAnswer": "C",
    "options": {
      "A": "Eduardo Paolozzi",
      "B": "Edward Ruscha",
      "C": "Andy Warhol",
      "D": "James Rosenquist",
      "E": "Roy Lichtenstein"
    },
    "explanation": "Serigrafi denilince ilk akla gelen isim olan Andy Warhol, serigrafi de dahil olmak üzere birçok sanat projesinin stüdyosu olarak hizmet veren The Factory’yi 1963 yılında Manhattan’da açmıştır. Tüm sanatsal üretimlerini burada yapmaya başlayan sanatçı, aynı zamanda büyük boy serigrafi baskılar yapabileceği geniş bir alanı da yaratmıştır. Warhol, popüler kültürün eleştirisini üretim üzerinden yapmış ve serigrafi bunun için eşsiz bir teknik olmuştur."
  },
  {
    "id": "3764554",
    "unitNumber": 5,
    "text": "Serigrafide birden fazla kalıpla renkleri hızlıca basmaya elveren tezgahlar bulunmakta, baskı bu makinalarla hızlı bir şekilde yapılmaktadır. Bu makinalar, genellikle tişört baskısında kullanılır ve yarı otomatiktir. Aşağıda verilenlerden hangisi bu makinalara verilen isimdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Marimekko",
      "B": "The Factory",
      "C": "Ahtapot",
      "D": "Cros",
      "E": "Rakle"
    },
    "explanation": "Ahtapot: Serigrafide birden fazla kalıpla renkleri hızlıca basmaya elveren tezgahlara ahtapot baskı makinesi verilir. Genellikle tişört baskısında kullanılır ve yarı otomatiktir."
  },
  {
    "id": "3764747",
    "unitNumber": 5,
    "text": "Çinlerden Japonlara geçen, daha çok kumaş baskısında kullanılan, ipeğin üzerine maskeleyerek boyanması tekniğine verilen ad aşağıdaki hangi seçenekte belirtilmiştir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Katazome",
      "B": "Katagami",
      "C": "Kasnak",
      "D": "Selectasine",
      "E": "Creswell"
    },
    "explanation": "Çinlerden Japonlara geçen teknik daha çok kumaş baskısında kullanılır. Japonya’da serigrafi tekniği daha da ileri düzeye taşınır. Şablonlarla tek renkli veya çok renkli desenleri katagami adı verdikleri bu tekniği ile uygulamaya başlarlar. Elle şablon kesme tekniğine katagami, ipeğin üzerine maskeleyerek boyanması tekniğine ise katazome adı verilir. Dolayısıyla cevap A şıkkıdır."
  },
  {
    "id": "3764748",
    "unitNumber": 5,
    "text": "Birinci Dünya Savaşı patlak verdiğinde matbaa üretimi hızlandı ve San Francisco’da John Pilsworth tarafından bir çok-renkli yöntem geliştirildi. Basılmakta olan renklere karşılık gelen ekranın alanını bloke ederek çok renkli işin basılması için bir kalıp kullan yönteme verilen ad aşağıdaki hangi seçenekte belirtilmiştir ?",
    "correctAnswer": "B",
    "options": {
      "A": "Katagami",
      "B": "Selectasine",
      "C": "Katazome",
      "D": "Perry",
      "E": "Owens"
    },
    "explanation": "Birinci Dünya Savaşı patlak verdiğinde matbaa üretimi hızlandı ve San Francisco’da John Pilsworth tarafından bir çok-renkli yöntem geliştirildi. Selectasine yöntemi olarak bilinen bu yöntem, basılmakta olan renklere karşılık gelen ekranın alanını bloke ederek çok renkli işin basılması için bir kalıp kullanıyordu. Dolayısıyla cevap B şıkkıdır."
  },
  {
    "id": "3764749",
    "unitNumber": 5,
    "text": "Baskı teknikleri genellikle kaç temel başlık altında incelenir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Üç",
      "B": "Altı",
      "C": "Dört",
      "D": "İki",
      "E": "Beş"
    },
    "explanation": "Baskı teknikleri genellikle dört temel başlık altında incelenir: Yüksek baskı teknikleri, çukur baskı teknikleri, düz baskı teknikleri ve elek baskı teknikleri. Dolayısıyla cevap C şıkkıdır."
  },
  {
    "id": "3764750",
    "unitNumber": 5,
    "text": "Kalıbın herhangi bir çukur veya tümsek bölümü olmaksızın, genellikle fotografik yöntemlerle mürekkebin kağıtla buluştuğu baskı tekniklerine verilen ad aşağıdaki hangi seçenekte belirtilmiştir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Çukur baskı",
      "B": "Elek baskı",
      "C": "Yüksek baskı",
      "D": "Düz baskı",
      "E": "Şablon baskı"
    },
    "explanation": "Düz baskı ise kalıbın herhangi bir çukur veya tümsek bölümü olmaksızın, genellikle fotografik yöntemlerle mürekkebin kağıtla buluştuğu tekniklerdir. Dolayısıyla cevap D şıkkıdır."
  },
  {
    "id": "3764751",
    "unitNumber": 5,
    "text": "Özel kırmızı renkte bir filmle çalışılan, adı bu alanda en yaygın ürünün markasından gelen, bu filmin kırmızı rengi sayesinde ultraviyole ışığın eleğe geçişini engellediği, bu filmin kalın asetat üzerine yapışmış ince kırmızı film tabakasından meydana geldiği ve kesilen alanlardan kırmızı filmin sıyrılarak çalışmanın yapıldığı serigrafi kalıbı hazırlama yöntemine verilen ad aşağıdaki hangi şıkta belirtilmiştir ?",
    "correctAnswer": "E",
    "options": {
      "A": "Gravür",
      "B": "Linol baskı",
      "C": "Şablon baskı",
      "D": "Tipo baskı",
      "E": "Rubylith"
    },
    "explanation": "Bir yöntem ise rubylith adı verilen özel kırmızı renkte bir filmle çalışmaktır. Adı bu alanda en yaygın ürünün markasından gelmektedir. Bu film kırmızı rengi sayesinde ultraviyole ışığın eleğe geçişini engeller. Bu film kalın asetat üzerine yapışmış ince kırmızı film tabakasından meydana gelir. Kesilen alanlardan kırmızı film sıyrılarak çalışma yapılır. Dolayısıyla cevap E şıkkıdır."
  },
  {
    "id": "3764752",
    "unitNumber": 5,
    "text": "Fotografik pozlama ile kalıp hazırlama yönteminde renkli fotografik imgelerin da basılması mümkündür. Baskı öncesi aşamada bilgisayar ortamında basılmak istenen görsel CMYK renklerine ayrıştırılarak film çıktısı alınır, sonrasında bu ayrı filmlerin her biri kaç adet ayrı kalıpta pozlanır ?",
    "correctAnswer": "A",
    "options": {
      "A": "Dört",
      "B": "Altı",
      "C": "İki",
      "D": "Beş",
      "E": "Üç"
    },
    "explanation": "Fotografik pozlama ile kalıp hazırlama yönteminde, renkli fotografik imgelerin da basılması mümkündür. Baskı öncesi aşamada bilgisayar ortamında basılmak istenen görsel CMYK renklerine ayrıştırılarak film çıktısı alınır, sonrasında bu dört ayrı filmin her biri 4 ayrı kalıpta pozlanır. Dolayısıyla cevap A şıkkıdır."
  },
  {
    "id": "3764753",
    "unitNumber": 5,
    "text": "Serigrafi tekniğinde kullanılan boya sıyırıcıya verilen ad aşağıdaki hangi seçenekte belirtilmiştir ?",
    "correctAnswer": "B",
    "options": {
      "A": "Elek",
      "B": "Rakle",
      "C": "Mürekkep",
      "D": "Emülsiyon",
      "E": "Pozlama"
    },
    "explanation": "Rakle, serigrafi tekniğinde kullanılan boya sıyırıcıdır. Dolayısıyla cevap B şıkkıdır."
  },
  {
    "id": "3764754",
    "unitNumber": 5,
    "text": "Boş ipek eleğin emülsiyon malzemesiyle kaplanması için kullanılan gerece verilen ad aşağıdaki hangi şıkta belirtilmiştir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Vakumlu baskı masası",
      "B": "Elek kurutma rafı",
      "C": "Emülsiyon çekme küreği",
      "D": "Kalıp yıkama ünitesi",
      "E": "Elek germe ünitesi"
    },
    "explanation": "Emülsiyon çekme küreği, boş ipek eleğin emülsiyon malzemesiyle kaplanması için kullanılan gereçtir. Dolayısıyla cevap C şıkkıdır."
  },
  {
    "id": "3764755",
    "unitNumber": 5,
    "text": "Serigrafi tekniğini kullanan hangi sanatçı, farklı renklerde mürekkepleri birleştiren ticari sürecin ilk güzel sanat uygulamalarından biri olan “split fountain” (degrade) tekniğiyle yapılan harmanlanmış renklerin yanı sıra düz, düz renkli alanlar elde etmeyi başarmıştır ?",
    "correctAnswer": "D",
    "options": {
      "A": "Warhol",
      "B": "Keating",
      "C": "Opie",
      "D": "Rucha",
      "E": "Hecker"
    },
    "explanation": "Serigrafi tekniğini kullanan Ruscha, farklı renklerde mürekkepleri birleştiren ticari sürecin ilk güzel sanat uygulamalarından biri olan “split fountain” (degrade) tekniğiyle yapılan harmanlanmış renklerin yanı sıra düz, düz renkli alanlar elde etmeyi başardı. Dolayısıyla cevap D şıkkıdır."
  },
  {
    "id": "3764756",
    "unitNumber": 5,
    "text": "Helsinki’de 1951 yılında kurulan hangi tasarım ofisi, dünyaca ünlü kumaşlarıyla ve yüksek kalitede tekstil baskılarıyla ünlüdür ?",
    "correctAnswer": "E",
    "options": {
      "A": "Exacto",
      "B": "Sasha Ward",
      "C": "The Centre",
      "D": "The Factory",
      "E": "Marimekko"
    },
    "explanation": "Helsinki’de 1951 yılında kurulan tasarım ofisi Marimekko, dünyaca ünlü kumaşlarıyla ve yüksek kalitede tekstil baskılarıyla ünlüdür. Dolayısıyla cevap E şıkkıdır."
  },
  {
    "id": "3764801",
    "unitNumber": 5,
    "text": "Serigrafi teknik olarak ilk hangi ülkede ortaya çıkmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Japonya",
      "B": "Amerika",
      "C": "Çin",
      "D": "Fransa",
      "E": "İtalya"
    },
    "explanation": "Serigrafi tekniğinin gelişimi MÖ 960-1279 yılları arasında hüküm süren Song Hanedanlığı döneminde başlar."
  },
  {
    "id": "3764802",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi serigrafide pozlama aşamasında gerekli malzemelerdendir?",
    "correctAnswer": "D",
    "options": {
      "A": "Solvent",
      "B": "Rakle",
      "C": "Kasnak",
      "D": "Emülsiyon",
      "E": "Spatula"
    },
    "explanation": "İpek elek, çekme küreği yardımıyla emülsiyon denilen bir sıvı bir malzemeyle kaplanır. Bu ince tabaka ışığa duyarlıdır. İstenilen tasarımın siyah beyaz olarak çıktısının alındığı veya elle hazırlanan film ışığı duyarlı bu kalıp ile birlikte kaplanıp pozlama ünitesinde gerekli ışık ve zaman ayarı yapılarak pozlanır.Emülsiyonlu kalıp pozitif filmle pozlanır ve böylelikle siyah olan alanlar ışığı geçirmeyerek yumuşak kalır, ışık alan alanlar ise sertleşerek sabitlenir.<br/>Emülsiyon pozlama aşaması , onun dışındaki malzemeler baskı aşaması için gereklidir."
  },
  {
    "id": "3764803",
    "unitNumber": 5,
    "text": "Serigrafi baskıda işlem sıralaması hangisinde doğru verilmiştir? <br/>a.pozlama<br/>b.kalıba emülsiyon çekilmesi <br/>c. baskı<br/>d.kalıbın yıkanması ve kurutulması",
    "correctAnswer": "B",
    "options": {
      "A": "a,b,c,d",
      "B": "b,a,d,c",
      "C": "a,c,d,b",
      "D": "d,c,a,b",
      "E": "c,d,b,a"
    },
    "explanation": "1.kalıba emülsiyon çekilmesi <br/>2.pozlama <br/>3.kalıbın yıkanması ve kurutulması <br/>4.boya hazırlama<br/>5.baskı"
  },
  {
    "id": "3764804",
    "unitNumber": 5,
    "text": "Aşağıdaki sanatçılardan Türkiye'de ipek baskı tekniğini sanatsal anlamda ilk defa kullanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Mustafa Aslıer",
      "B": "Hasan Barutçu",
      "C": "Bedri Rahmi Eyüpoğlu",
      "D": "Ali Artun",
      "E": "Ertuğrul Kürkçü"
    },
    "explanation": "İpek<br/>baskıyı sanatsal anlamda alanında ilk kullanan sanatçılarımızdan ikisi Bedri Rahmi Eyüpoğlu ve Eren<br/>Eyüpoğlu’dur (Pekmezci, 1992). 1950 yılına denk gelen bu tarihten yirmi yıl kadar sonra ipek baskı,<br/>güzel sanatlar eğitimi veren kurumlara ders olarak girmeye başlamıştır. 1970’li yıllarda İstanbul Atatürk<br/>Eğitim Enstitüsü’nde okutulmaya başlanan serigrafi tekniği, 1982’de Güzel Sanatlar Akademisi’nde<br/>özgün baskı atölyesine eklenmiştir."
  },
  {
    "id": "3764805",
    "unitNumber": 5,
    "text": "Serigrafide kullanılan eleklerin sıklığı ile ilgili olarak aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yüksek sıklıkta elekte yüzeye geçen mürekkep miktarı daha düşüktür.",
      "B": "Elek sıklığı inç başına düşen ip sayısı olarak ölçülür.",
      "C": "Yüksek sıklıkta elek detaylı baskıların çoğaltımında daha iyi sonuç verir.",
      "D": "Yoğun mürekkebin elekten geçebilmesi için elek sıklığının yüksek olması gerekir",
      "E": "kuşe kağıt gibi yüzeylerde yüksek sıklıkta elekler kullanılır."
    },
    "explanation": "60-90 gibi düşük elek sıklığı Genellikle plastisol mürekkeplerle kullanılır. Kumaş üzerine baskı yapmak için, reflektörlü veya kabaran baskılarda tercih edilir. Bu yoğun mürekkebin elekten geçebilmesi için elek sıklığının<strong> düşük</strong> olması gerekir. D şıkkı yanlıştır."
  },
  {
    "id": "3764806",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi elek baskı yönteminde baskı aşaması ile ilgili değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mürekkep",
      "B": "Rakle",
      "C": "Emülsiyon",
      "D": "Vakumlu masa",
      "E": "Kros"
    },
    "explanation": "C şıkkında geçen Emülsiyon pozlama aşamasında desenin eleğe aktarılması ile ilgilidir. Baskı aşaması ile ilgili değildir."
  },
  {
    "id": "3764807",
    "unitNumber": 5,
    "text": "The Factory’yi 1963 yılında Manhattan’da kuran ve büyük boyutlu serigrafi baskılar yapan ABD'li sanatçı kimdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Max Arthur Cohn",
      "B": "Andy Warhol",
      "C": "Anthony Velonis",
      "D": "Hyman Warsager",
      "E": "Edward Ruscha"
    },
    "explanation": "Serigrafi denilince ilk akla gelen isim olan Andy Warhol, serigrafi de dahil olmak üzere birçok sanat<br/>projesinin stüdyosu olarak hizmet veren The Factory’yi 1963 yılında Manhattan’da açmıştır. Tüm sanatsal<br/>üretimlerini burada yapmaya başlayan sanatçı, aynı zamanda büyük boy serigrafi baskılar yapabileceği geniş<br/>bir alanı da yaratmıştır."
  },
  {
    "id": "3764808",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Süleyman Saim Tekcan'ın serigrafi tekniğinde kullandığı deneysel kendine özgü yöntemdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Degrade",
      "B": "Yaş baskı",
      "C": "polimer",
      "D": "fotogravür",
      "E": "katazome"
    },
    "explanation": "Serigrafi tekniği sanatçılara özgün bir yaratım alanı<br/>sunar. Serigrafi, Ruscha’nın eserlerinde yer verdiği degrade tekniği, Süleyman Saim Tekcan’ın boya ıslakken<br/>üst üste baskı yaptığı “yaş baskı” tekniği ve bunlar gibi<br/>daha pek çok deneye açık bir üretim alanıdır."
  },
  {
    "id": "3764809",
    "unitNumber": 5,
    "text": "Cilt bezi kumaşı üzerine baskıda hangi sıklıkta elek tercih edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "110",
      "B": "160",
      "C": "200",
      "D": "60",
      "E": "280"
    },
    "explanation": "110:Elle hazırlanan kalıplarda sanatsal kullanımda veya yine bazı plastisol mürekkeplerde<br/>tercih edilir. Kitaplarda kullanılan cilt bezi için kumaşın dokusuna bağlı olarak kullanımı<br/>mümkündür."
  },
  {
    "id": "3764811",
    "unitNumber": 5,
    "text": "Tekstil baskısı için çok renkli bir rotatif serigrafi makinesi geliştiren ve ve patentini alan Amerikalı girişimci, sanatçı ve mucit kimdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Joe Ulano",
      "B": "Andy Warhol",
      "C": "Mildred Rackley",
      "D": "Michael Vasilantone",
      "E": "Roy Beck"
    },
    "explanation": "1960’larda ise<br/>Amerikalı girişimci, sanatçı ve mucit Michael<br/>Vasilantone tekstil baskısı için çok renkli bir<br/>rotatif serigrafi makinesi geliştirdi ve patentini<br/>aldı (Dalquié ve Cossu, 2010, s. 12)."
  },
  {
    "id": "3764521",
    "unitNumber": 6,
    "text": "Kullanımı dikkat gerektiren, izleyiciyi harekete geçirme etkisine sahip; yalnız başına kullanıldığında dahi birçok farklı mesajı iletebilen, duygu yaratma gücü olan hatta insan bedeninde ya da zihninde ölçülebilir reaksiyonlara neden olabilen, kuvvetli bir tasarım elemanıdır.<br/>Bu ifadeler aşağıdakilerden hangisini tanımlamaktadır.",
    "correctAnswer": "C",
    "options": {
      "A": "Ritm",
      "B": "Denge",
      "C": "Renk",
      "D": "Kompozisyon",
      "E": "Leke"
    },
    "explanation": "Renk, kullanımı dikkat gerektiren, izleyiciyi harekete geçirme etkisine sahip; yalnız başına kullanıldığında dahi birçok farklı mesajı iletebilen, duygu yaratma gücü olan hatta insan bedeninde ya da zihninde ölçülebilir reaksiyonlara neden olabilen, kuvvetli bir tasarım elemanıdır."
  },
  {
    "id": "3764522",
    "unitNumber": 6,
    "text": "Rengin onunla var olduğu, doğrudan ilişkili olduğu fiziksel oluşum aşağıdakilerden hangidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gölge",
      "B": "Işık",
      "C": "Kroma",
      "D": "Tayf",
      "E": "Mekan"
    },
    "explanation": "Renk ışık ile var olan fiziksel bir oluşumdur. Işık olmadan renk ve görme eylemi olamaz."
  },
  {
    "id": "3764523",
    "unitNumber": 6,
    "text": "Renk çemberleri renklerin arasındaki ilişkileri anlamak, birbiri ile uyumlu renk armonileri kurmak, renk seçimleri yaparken birbirilerinin etkisini artırabilecek renkleri seçerken birbirinin etkisini zayıflatabilecek eşleşmelerden kaçınmak için faydalı araçlardır. Renk çemberi aşağıda isimleri verilen kişilerden hangisinin deneyimleri sonucunda düzenlemiştir.",
    "correctAnswer": "C",
    "options": {
      "A": "Lupton",
      "B": "Phillips",
      "C": "Newton",
      "D": "Ambrose",
      "E": "Harris"
    },
    "explanation": "Newton’un gözlemleri sonucu ulaştığı bu yedi renkle düzenlediği renk çemberi, günümüzde yaygın olarak kullanılan renk teorilerinden pek de uzak değildir."
  },
  {
    "id": "3764524",
    "unitNumber": 6,
    "text": "CMYK olarak kabul edilen renkler aşağıdakilerden hangisidir",
    "correctAnswer": "C",
    "options": {
      "A": "Mor, Yeşil, Siyah, Cyan",
      "B": "Sarı, Magenta, Kırmızı, Mor",
      "C": "Magenta, Sarı, Cyan, Siyah,",
      "D": "Mavi, Magenta, Yeşil, Cyan",
      "E": "Magenta, Siyah, Cyan"
    },
    "explanation": "Çıkarımsal renk metodu (pigment temelli) baskı ortamlarında kullanılır. Adını Cyan (mavi ya da camgöbeği), Magenta (macenta veya pembemsi kırmızı), Yellow (sarı) ve Key (siyah) renklerinin baş harflerinden alan CMYK sisteminde bu dört renk, ana renk kabul edilir ve diğer tüm renkler bu dördünün karışımı ile oluşturulur."
  },
  {
    "id": "3764525",
    "unitNumber": 6,
    "text": "Rengin griye doğru canlılığını kaybederek nötrleştiği skalada saflık derecesini betimleyen, renkler grileşirken içinde grilik olmayan saf renkler olarak nitelendirilen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Değer",
      "B": "Renk Tonu",
      "C": "Doygunluk",
      "D": "Valör",
      "E": "Parlaklık"
    },
    "explanation": "<strong>Doygunluk </strong>ya da <strong>kroma </strong>(İngilizce <em>Saturation</em>) ise bir rengin griye doğru canlılığını kaybederek nötrleştiği skalada saflık derecesini betimler. Doygun olmayan renkler grileşirken içinde grilik olmayan saf renkler doygun olarak nitelendirilir."
  },
  {
    "id": "3764526",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisie etkin bir renk yönetim sistemi için gereken unsurlardan birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Renk Gamı",
      "B": "Doygunluk",
      "C": "Saturation",
      "D": "Kalibrasyon",
      "E": "Pigment"
    },
    "explanation": "Etkin bir renk yönetim sistemi için gereken unsurları üç adımda incelemek mümkündür; stabilizasyon, kalibrasyon ve özelleştirme."
  },
  {
    "id": "3764528",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi geleneksel baskı yöntemlerinden birisi değildir",
    "correctAnswer": "D",
    "options": {
      "A": "Ofset baskı",
      "B": "Serigrafi,",
      "C": "Fleksografi",
      "D": "Hibrit baskı",
      "E": "Tifdruk"
    },
    "explanation": "Geleneksel baskı yöntemleri olarak da ifade edebileceğimiz ofset baskı, serigrafi, fleksografi, tifdruk baskı gibi yöntemler, dijital baskı sistemleri olarak adlandırılan lazer yazıcı ve mürekkep püskürtmeli yazıcı sistemleri, geleneksel ve dijital baskı sistemlerinin belli özelliklerini bir araya getirmiş olan dijital ofset baskı gibi hibrit baskı yöntemleri de dahil olmak üzere grafik üretiminde baskı üretmeye yarayan sistemler, pigment esaslı renk evreni içinde renk üretirler."
  },
  {
    "id": "3764529",
    "unitNumber": 6,
    "text": "Baskı renk sisteminde CMYK ile elde edilemeyen renkleri kullanması aşağıdakilerden hangisiyle ifade edilir",
    "correctAnswer": "A",
    "options": {
      "A": "Spot Renkler",
      "B": "Dijital ofset baskı",
      "C": "Hex",
      "D": "RGB",
      "E": "Renk Gamı"
    },
    "explanation": "Spot renk adı verilen ve çoğunuzun <em>Pantone </em>sistemi ile aşina olduğunuz renkler ise proses renklerden farklı olarak baskı öncesinde hazır karışımlar hâlinde bulunurlar. CMYK ile elde edilemeyen renkleri de içeren spot renkler tek başlarına ya da CMYK ile basılmış ürünlere ilave renk olarak kullanılabilmektedir."
  },
  {
    "id": "3764543",
    "unitNumber": 6,
    "text": "# işareti ile başlayan kod söz konusu rengin hangi renk renk sistemine ait olduğunu gösterir?",
    "correctAnswer": "B",
    "options": {
      "A": "CMYK",
      "B": "HEX",
      "C": "Pantone",
      "D": "RGB",
      "E": "ICC"
    },
    "explanation": "# işareti ile başlayan kod söz konusu rengin HEX kodu karşılığını gösterirken, parantez içinde verilmiş olan üçlü sistem ise, aynı rengin RGB sistemindeki karşılığıdır."
  },
  {
    "id": "3764544",
    "unitNumber": 6,
    "text": "Aşağıdaki araçlardan hangisi detaylı bir kullanım bilgisi gerektirmeyen, görsellerin renk ve kontrast gibi değerlerini hızlı şekilde düzeltme imkânı sağlayan araçlardandır. ?",
    "correctAnswer": "E",
    "options": {
      "A": "Seçmeli Renk",
      "B": "Doygunluk",
      "C": "Ton",
      "D": "Düzeyler",
      "E": "Otomatik Tonlama"
    },
    "explanation": "Özel bir ayar ya da detaylı bir kullanım bilgisi gerektirmeyen bu araçlar, görsellerin renk ve kontrast gibi değerlerini hızlı şekilde düzeltme imkânı sunmaktadır. Özellikle yeni başlayan kullanıcılar için oldukça kullanışlı araçlar olan otomatik renk ve ışık düzenleme seçeneklerinin en sık kullanılanları ‘Otomatik Tonlama’, ‘Otomatik Kontrast’ ve ‘Otomatik Renk’tir."
  },
  {
    "id": "3764578",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bir ara yada ikincil renktir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kırmızı",
      "B": "Mor",
      "C": "Beyaz",
      "D": "Sarı",
      "E": "Mavi"
    },
    "explanation": "Renk Teorisi<br/>• 3 ikincil (yeşil, <strong>mor,</strong> turuncu)"
  },
  {
    "id": "3764579",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bir ana yada birincil renktir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kırmızı",
      "B": "Mor",
      "C": "Turuncu",
      "D": "Yeşil",
      "E": "Beyaz"
    },
    "explanation": "Renk Teorisi<br/>• 3 birincil (sarı, mavi, <strong>kırmızı)•</strong>"
  },
  {
    "id": "3764604",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bir rengin griye doğru canlılığını kaybederek nötrleştiği skalada saflık derecesini betimler?",
    "correctAnswer": "C",
    "options": {
      "A": "Gamut",
      "B": "Renk Özü",
      "C": "Doygunluk",
      "D": "Valör",
      "E": "Değer"
    },
    "explanation": "<strong>Doygunluk ya da kroma (İngilizce Saturation)</strong> ise bir rengin griye doğru canlılığını kaybederek nötrleştiği skalada saflık derecesini betimler."
  },
  {
    "id": "3764605",
    "unitNumber": 6,
    "text": "Aşağıdaki kavramlardan hangisi tasarım ve üretim aşamasında kullanılan cihazlar arasında renk dönüşümlerinin yapılmasını, baskı sonucunun ekranda ve provada simüle edilmesini sağlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Renk sistemi",
      "B": "Dijital renk",
      "C": "Saturation",
      "D": "Renk yönetimi",
      "E": "Renk teorisi"
    },
    "explanation": "<strong>ICC ve Renk Profilleri</strong><br/><strong>Renk yönetimi</strong>, tasarım ve üretim aşamasında kullanılan cihazlar arasında renk dönüşümlerinin yapılmasını, baskı sonucunun ekranda ve provada simüle edilmesini sağlar."
  },
  {
    "id": "3764606",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bir renk modelinde, belli bir renk evreninin ya da bir cihazın üretebildiği renk aralığını tanımlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Toplamsal renk",
      "B": "Çıkarımsal renk",
      "C": "Renk özü",
      "D": "Valör",
      "E": "Renk gamı"
    },
    "explanation": "<strong>Renk Gamı (Gamut):</strong> Renk gamı bir renk modelinde, belli bir renk evreninin ya da bir cihazın üretebildiği renk aralığını tanımlar."
  },
  {
    "id": "3764607",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi tüm cihazların koordineli olması için ekipmanın önceden belirlenmiş değerlere ayarlanması anlamına gelmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Özelleştirme",
      "B": "Kalibrasyon",
      "C": "Stabilizasyon",
      "D": "Renk Profilleri",
      "E": "Renk Gamı"
    },
    "explanation": "<strong>Kalibrasyon,</strong> tüm cihazların koordineli olması için ekipmanın önceden belirlenmiş değerlere ayarlanması anlamına gelmektedir."
  },
  {
    "id": "3764608",
    "unitNumber": 6,
    "text": "Aşağıdaki kavramlardan hangisi tüm baskı birimlerinin tutarlı bir şekilde aynı sonuçları sağladığından emin olmayı içerir?",
    "correctAnswer": "B",
    "options": {
      "A": "Renk Profilleri",
      "B": "Stabilizasyon",
      "C": "Kalibrasyon",
      "D": "Özelleştirme",
      "E": "Renk Evreni Seçimi"
    },
    "explanation": "<strong>Stabilizasyon</strong><br/><strong>Stabilizasyon,</strong> tüm baskı birimlerinin tutarlı bir şekilde aynı sonuçları sağladığından emin olmayı içerir."
  },
  {
    "id": "3764609",
    "unitNumber": 6,
    "text": "Dijital grafiklerin üretiminde tercih edilen, renkleri tanımlarken 6 haneli kodlar kullanan ve RGB sistemindeki 3 rengin olası tüm permütasyonlarını bu kodlarla karşılayan renk sistemine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "HUE",
      "B": "Value",
      "C": "HEX",
      "D": "Gamut",
      "E": "Saturation"
    },
    "explanation": "HEX: Dijital grafiklerin üretiminde tercih edilen, renkleri tanımlarken 6 haneli kodlar kullanan ve RGB sistemindeki 3 rengin olası tüm permütasyonlarını bu kodlarla karşılayan renk sistemi."
  },
  {
    "id": "3764610",
    "unitNumber": 6,
    "text": "Aşağıdaki boşluğu doldurunuz?<br/>Toplamsal renk metodunun üç ana rengi olan kırmızı yeşil ve mavi, beyaz ışığın bir bileşenini temsil eder ve böylece tüm renklerin üst üste geldiği yerde ............. üretilir.",
    "correctAnswer": "D",
    "options": {
      "A": "Sarı",
      "B": "Turuncu",
      "C": "Siyah",
      "D": "Beyaz",
      "E": "Mor"
    },
    "explanation": "Işık ile Oluşan Renk (Toplamsal Renk Metodu)<br/>Toplamsal renk metodunun üç ana rengi olan kırmızı yeşil ve mavi, beyaz ışığın bir bileşenini temsil eder ve böylece tüm renklerin üst üste geldiği yerde beyaz üretilir."
  },
  {
    "id": "3764611",
    "unitNumber": 6,
    "text": "Sayısal değerler yardımıyla tanımlanmış renk aralığına ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Renk Türü",
      "B": "Renk Sistemi",
      "C": "Renk Yönetimi",
      "D": "Renk Profilleri",
      "E": "Renk evreni"
    },
    "explanation": "<strong>Renk evreni</strong> ya da başka bir ifade ile renk uzayı, sayısal değerler yardımıyla tanımlanmış renk aralığıdır."
  },
  {
    "id": "3764757",
    "unitNumber": 6,
    "text": "…………..kitap, dergi, Logo tasarımı, ambalaj tasarımı, web sayfası tasarımları, afiş, kartvizit vb. tanıtıma ve bilgilendirmeye yönelik ürünlerdir. Bu ürünler, yaratıcı fikir çerçevesinde tasarlanarak üretilir ve çoğaltılarak hedef kitlesine ulaştırılır.<br/>Yukarıda boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Web Ürün",
      "B": "Grafik ürün",
      "C": "Tipografik ürün",
      "D": "Dijital ürün",
      "E": "Teknolojik ürün"
    },
    "explanation": "Grafik ürün: Kitap, dergi, Logo tasarımı, ambalaj tasarımı, web sayfası tasarımları, afiş, kartvizit vb. tanıtıma ve bilgilendirmeye yönelik ürünlerdir. Bu ürünler, yaratıcı fikir çerçevesinde tasarlanarak üretilir ve çoğaltılarak hedef kitlesine ulaştırılır."
  },
  {
    "id": "3764758",
    "unitNumber": 6,
    "text": "Renk çemberinde üç birincil renk aşağıdakilerden hangisinde doğru verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sarı yeşil mor",
      "B": "Yeşil mor turuncu",
      "C": "Kırmızı mavi yeşil",
      "D": "Mor kırmızı turuncu",
      "E": "Sarı mavi kırmızı"
    },
    "explanation": "12’li renk çemberinde: • 3 birincil (sarı, mavi, kırmızı) • 3 ikincil (yeşil, mor, turuncu) • 6 üçüncül (sarı-yeşil, mavi-yeşil, mavi-mor ve kırmızı-mor, kırmızı-turuncu, sarı-turuncu) olmak üzere toplam 12 renk bulunur."
  },
  {
    "id": "3764759",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi renk çemberindeki soğuk renklerden değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Mavi-yeşil",
      "B": "Mavi-mor",
      "C": "Kırmızı-mor",
      "D": "Turuncu-kırmızı",
      "E": "Mavi"
    },
    "explanation": "Bu renklerden; yeşil, mavi-yeşil, mavi, mavi-mor, mor ve kırmızı-mor renkler soğuk renkler olarak kabul edilirken; kırmızı, turuncu-kırmızı, turuncu, sarı-turuncu ve sarı sıcak renkler olarak kabul edilir (Sherin, 2012)."
  },
  {
    "id": "3764760",
    "unitNumber": 6,
    "text": "Dijital görüntüleme sistemlerinde Renk Yönetimi ………………………gibi endüstriyel baskı sistemleri arasında kontrollü bir renk iletişimi sağlamak anlamına gelir.<br/>Yukarıdaki boş yere aşağıdakilerden hangisi gelemez?",
    "correctAnswer": "B",
    "options": {
      "A": "Tarayıcılar",
      "B": "Telgraflar",
      "C": "Televizyon ekranları",
      "D": "Dijital kameralar",
      "E": "Bilgisayar monitörleri"
    },
    "explanation": "Dijital görüntüleme sistemlerinde Renk Yönetimi, tarayıcılar, televizyon ekranları, dijital kameralar, ev ya da ofis tipi yazıcılar, bilgisayar monitörleri ya da ofset gibi endüstriyel baskı sistemleri arasında kontrollü bir renk iletişimi sağlamak anlamına gelir."
  },
  {
    "id": "3764761",
    "unitNumber": 6,
    "text": "…………… bir renk modelinde, belli bir renk evreninin (ya da bir cihazın) üretebildiği renk aralığını tanımlar.<br/>Yukarıda boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Renk gamı",
      "B": "Renk değeri",
      "C": "Renk katmanı",
      "D": "Renk çizelgesi",
      "E": "Renk derecesi"
    },
    "explanation": "Renk gamı bir renk modelinde, belli bir renk evreninin (ya da bir cihazın) üretebildiği renk aralığını tanımlar."
  },
  {
    "id": "3764762",
    "unitNumber": 6,
    "text": "Dijital grafiklerin üretiminde tercih edilen, renkleri tanımlarken 6 haneli kodlar kullanan ve RGB sistemindeki 3 rengin olası tüm permütasyonlarını bu kodlarla karşılayan renk sistemi. <br/>Yukarıda tanımı verilen kavram nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "CMYK",
      "B": "RCB",
      "C": "HSL",
      "D": "HSV",
      "E": "HEX"
    },
    "explanation": "HEX: Dijital grafiklerin üretiminde tercih edilen, renkleri tanımlarken 6 haneli kodlar kullanan ve RGB sistemindeki 3 rengin olası tüm permütasyonlarını bu kodlarla karşılayan renk sistemi."
  },
  {
    "id": "3764763",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi temel renk ayarlarının içerisinde yer almaz?",
    "correctAnswer": "B",
    "options": {
      "A": "Parlaklık / Kontrast",
      "B": "Düz Çevir",
      "C": "Düzeyler",
      "D": "Eğriler",
      "E": "Ton / Doygunluk"
    },
    "explanation": "Bu cevapta düz çevir değil de ters çevir olmalıydı."
  },
  {
    "id": "3764764",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi renk ayarlama içerisinde otomatik düzeltme seçenekleri arasında yer alır ?",
    "correctAnswer": "D",
    "options": {
      "A": "Otomatik grafik",
      "B": "Otomatik düzenleme",
      "C": "Otomatik tipografi",
      "D": "Otomatik renk",
      "E": "Otomatik yüzey"
    },
    "explanation": "Otomatik Renk, Otomatik Tonlama seçeneğine benzer. Kanal bazında en koyu pikselleri koyulaştırarak siyaha ve en açık pikselleri beyaza çevirirken Kırmızı, Yeşil ve Mavi kanallar birbirinden bağımsız ve ayrı ayrı etkilenir."
  },
  {
    "id": "3764765",
    "unitNumber": 6,
    "text": "……………. tüm baskı birimlerinin tutarlı bir şekilde aynı sonuçları sağladığından emin olmayı içerir. Mekanik hatalar veya nem ve sıcaklık gibi değişken çevresel koşullar nedeniyle tutarsızlıklar meydana gelebilir. <br/>Yukarıda boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Stabilizasyon",
      "B": "Kalibrasyon",
      "C": "Özelleştirme",
      "D": "Tekilleştirme",
      "E": "Erişebilme"
    },
    "explanation": "Stabilizasyon, tüm baskı birimlerinin tutarlı bir şekilde aynı sonuçları sağladığından emin olmayı içerir. Mekanik hatalar veya nem ve sıcaklık gibi değişken çevresel koşullar nedeniyle tutarsızlıklar meydana gelebilir. Zaman içinde güvenilir sonuçlar elde edebilmek için ortamın, ekipmanın ve malzemelerin stabilizasyonu çok önemlidir."
  },
  {
    "id": "3764766",
    "unitNumber": 6,
    "text": "……………………“renk içeriği verilerinin açık bir şekilde yorumlanması için gerekli olan verilerin iletilmesi, dönüştürülmesi ve böylece amaçlanan renk üretiminin sağlanabilmesi” olarak tanımlanabilir.<br/>Yukarıda boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Renk karşılaştırması",
      "B": "Renk belirlemesi",
      "C": "Renk yönetimi",
      "D": "Renk elemesi",
      "E": "Renk tartışması"
    },
    "explanation": "Renk yönetimi “renk içeriği verilerinin açık bir şekilde yorumlanması için gerekli olan verilerin iletilmesi, dönüştürülmesi ve böylece amaçlanan renk üretiminin sağlanabilmesi” olarak tanımlanabilir."
  },
  {
    "id": "3764369",
    "unitNumber": 7,
    "text": "İlk Uluslararası kağıt Sanatı bienali hangi yılda ve hangi ülkede düzenlenmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "1981 - Almanya",
      "B": "1981- İngiltere",
      "C": "1991- Fransa",
      "D": "1991- Almanya",
      "E": "1971 - İngiltere"
    },
    "explanation": "Grafik Üretim ve Dijital Çoğaltım Teknikleri giriş<br/>İlk Uluslararası Kağıt Sanatı Bienali 1981 yılında Almanya’nın Düren kentinde Leopold Hoesch Müzesi’nde düzenlendi"
  },
  {
    "id": "3764370",
    "unitNumber": 7,
    "text": "Bitkisel liflerden elde edilen ilk kağıt hangi uygarlık tarafından bulunmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Çin",
      "B": "Sümer",
      "C": "Mısır",
      "D": "Arap",
      "E": "Viking"
    },
    "explanation": "Dijital Baskı da Kullanılan Kağıdın Tarihçesi<br/>M.S 105 yılında bitkisel liflerden elde edilen ilk kağıt Tsai Lun adında Çin İmparatorluğu Tarım Bakanlığında çalışan bir saray memuru tarafından bulunmuştur"
  },
  {
    "id": "3764371",
    "unitNumber": 7,
    "text": "Türkiye'deki ilk kağıt fabrikasının kuruluş tarihi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "1453",
      "B": "1553",
      "C": "1653",
      "D": "1753",
      "E": "1853"
    },
    "explanation": "Dijital Baskı da Kullanılan Kağıdın Tarihçesi<br/>Türkiye’de ise ilk kağıt fabrikası 1453 yılında İstanbul’da Kağıthane’de kurulmuş olup Çinlilerin üretim tekniğine benzer elle imalat yapımı uygulanmıştır."
  },
  {
    "id": "3764372",
    "unitNumber": 7,
    "text": "Sulu sistemle kağıt üretimi sırasında lifler tarafından tutulan su, ______ ile uzaklaştırılır.<br/>Yukarıdaki boşluğu aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Kurutma",
      "B": "Dövme",
      "C": "Çevirme",
      "D": "Yoğurma",
      "E": "Kesme"
    },
    "explanation": "Sulu sistemle kağıt üretimi sırasında lifler tarafından tutulan su, kurutma ile uzaklaştırılır."
  },
  {
    "id": "3764373",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kağıt kullanımında kullanılan uzun liflere sahip olan ağaç türüdür?",
    "correctAnswer": "A",
    "options": {
      "A": "Ladin",
      "B": "Kayın",
      "C": "Gürgen",
      "D": "Akçaağaç",
      "E": "Meşe"
    },
    "explanation": "Kağıt Üretimi<br/>Yumuşak ağaçlar (Çam, köknar, ladin, kavak) uzun liflere sahiptir. Ve bu ağaçlardan üretilen kağıtlar oldukça dayanıklıdır."
  },
  {
    "id": "3764374",
    "unitNumber": 7,
    "text": "Dayanıklı bir kağıt üretilmek isteniyorsa aşağıdaki ağaç türlerinden hangisini kullanmak gerekir?",
    "correctAnswer": "A",
    "options": {
      "A": "Köknar",
      "B": "Kayın",
      "C": "Gürgen",
      "D": "Meşe",
      "E": "Dişbudak"
    },
    "explanation": "Kağıt Üretimi<br/>Yumuşak ağaçlar (Çam, köknar, ladin, kavak) uzun liflere sahiptir. Ve bu ağaçlardan üretilen kağıtlar oldukça dayanıklıdır."
  },
  {
    "id": "3764375",
    "unitNumber": 7,
    "text": "Aşağıdaki ebatlardan hangisi üçüncü hamur kağıtlara aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "57x82cm",
      "B": "64x90cm",
      "C": "59x92cm",
      "D": "70x100cm",
      "E": "64x90cm"
    },
    "explanation": "Kağıdın özellikleri<br/>Üçüncü hamur kağıtlar: 57 x 82 cm, 68 x 100 cm"
  },
  {
    "id": "3764376",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi A4 kağıdının boyutlarıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "210x297mm",
      "B": "420x594mm",
      "C": "105x148mm",
      "D": "148x210",
      "E": "297x420mm"
    },
    "explanation": "Kağıdın Özellikleri<br/>210x297mm"
  },
  {
    "id": "3764377",
    "unitNumber": 7,
    "text": "Halk arasında parlak kağıt olarak bilinen, yüzeyi işlenmiş kağıt ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kuşe",
      "B": "Aydinger",
      "C": "Bristol",
      "D": "Pelür",
      "E": "Karton"
    },
    "explanation": "DİJİTAL TASARIM SONRASI BASKIDA KAĞIT TÜRLERİ, KATLAMA-KIRIM-FORMA<br/>Kuşe (Parlak) kağıt: Halk arasında parlak kağıt olarak bilinen, yüzeyi işlenmiş kağıt türüdür. İki yüzü de parlak ise kuşe, tek yüzü parlak ise kromolüks olarak adlandırılır."
  },
  {
    "id": "3764378",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi baskı esnasında renklerin yerine oturmasını sağlayan kılavuz işaretlerine denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kros",
      "B": "Trase",
      "C": "Harman",
      "D": "Pelür",
      "E": "Istaka"
    },
    "explanation": "Dijital Tasarım Sonrası Baskıda Kağıt Katlama-Kırım-Forma<br/>Kros: “Baskı esnasında renklerin yerine oturmasını sağlayan kılavuz işaretlerdir. Genellikle kâğıt ortasına yerleştirilir. Kalıp çekimi, baskı ve kırım bu kroslara göre yapılır.”"
  },
  {
    "id": "3764576",
    "unitNumber": 7,
    "text": "\"Keten paçavraları, odun, saman gibi atık .......... maddelerin su içinde tokmak ve çekiçlerle dövülerek üretilen yazı taşıyıcı ince tabakaya kağıt denilir.\" ifadesinde boş bırakılan yeri aşağıdakilerden hangisi doğru biçimde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "yumuşak",
      "B": "parçalı",
      "C": "lifli",
      "D": "açık renkli",
      "E": "işlenebilir"
    },
    "explanation": "Dijital tasarım sonrasında baskı yapımında kullanılan kağıt, malzeme olarak tanımlarken; keten paçavraları, odun, saman gibi atık <strong>lifli</strong> maddelerin su içinde tokmak ve çekiçlerle dövülerek üretilen yazı taşıyıcı ince tabakaya kağıt denilir. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "3764577",
    "unitNumber": 7,
    "text": "I. Kayalar ve taşlar, II. Kil tablet ve çömlekler, III. Cam ve elyaf, IV. Ağaç ve kaplumbağa kabuğu,<br/>Sıralanan maddelerden hangileri kağıdın keşfinden önce kayıt altına alma ve yazınsal iletişimde yazıların kazınarak oyulduğu malzemeler arasında yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve IV",
      "C": "II, III ve IV",
      "D": "I ve II",
      "E": "II ve IV"
    },
    "explanation": "III. Cam ve elyaf, yazı kazımak için kullanılan malzemeler arasında yer almaz.<br/>Doğru yanıt, doğru seçenekler olan I, II ve IV numaralı ifadeleri içeren B seçeneğidir."
  },
  {
    "id": "3764580",
    "unitNumber": 7,
    "text": "M.Ö 4000’li yıllarda Mısırlılar tarafından, kağıda benzeyen ve kamış benzeri bir bitkiden üretilen ilk yazı sayfası aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Papier",
      "B": "Cypruspapyrus",
      "C": "Papirus",
      "D": "Tsai Lun",
      "E": "Basbanes"
    },
    "explanation": "M.Ö 4000’li yıllarda Mısırlılar tarafından kağıda benzeyen ilkyazı sayfası <strong>“cypruspapyrus”</strong> denilen ve kamışa benzeyen bir bitkiden yapılmıştır. Doğru yanıt <strong>B</strong> seçeneğidir."
  },
  {
    "id": "3764581",
    "unitNumber": 7,
    "text": "Papirüs kağıdının eski çağlardaki üretim süreciyle ilişkili aşağıdaki ifadelerden hangisi <u>yanlıştır?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "özellikle Nil delta ve vadisinin bataklıklarında bol bol yetişen bir bitkidir.",
      "B": "Genelde yerel halk tarafından gündelik nesneler olan halat, örgü, sandalet ve yelken gibi malzemeleri üretmek için kullanılırdı.",
      "C": "İnce şeritler halinde kesilen papirüs sapı üst üste konarak bir araya getiriliyordu.",
      "D": "Papirüs sapları dikey konumda iki kat olarak üst üste getirilerek esnek ve düz bir düzey oluşturuluyordu.",
      "E": "Çeşitli işlemler sonucunda elde edilen kağıt, standart ölçülerde kesilerek paketlenip baskı için sevk ediliyordu."
    },
    "explanation": "\"Çeşitli işlemler sonucunda elde edilen kağıt, standart ölçülerde kesilerek paketlenip baskı için sevk ediliyordu.\" ifadesi <strong>yanlıştır.</strong> Papirüs kağıdının belli ölçülerde kesilip standart ölçülendirilmesi söz konusu değildir. Elde edilen kağıt bir kaç metrelik rulolar halinde saklanıyordu.<br/>Doğru yanıt <strong>E</strong> seçeneğidir."
  },
  {
    "id": "3764582",
    "unitNumber": 7,
    "text": "I. Kağıt yapımında üç temel unsur bulunur: Su, enerji, selüloz lifleri; II. Bir kağıdın özelliklerini belirleyen en önemli unsur, ağacın içindeki lif yapısıdır; III. Yumuşak ağaçlar (Çam, köknar, ladin, kavak) uzun liflere sahiptir. Ve bu ağaçlardan üretilen kağıtlar oldukça dayanıklıdır; IV. Ağaçların kağıt hamuru hâline getirilmelerinde mekanik ve kimyasal ve elektronik yöntemlerden yararlanılır. V. En kolay ve ekonomik kağıt hamuru üretme biçimi, elektronik yöntemdir. <br/>Kağıt ve üretimi konusunda sıralanan ifadelerden hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III ve V",
      "B": "I, II, IV ve V",
      "C": "I, II ve III",
      "D": "II, III, IV ve V",
      "E": "I ve II"
    },
    "explanation": "\"<strong>IV</strong>. Ağaçların kağıt hamuru hâline getirilmelerinde mekanik ve kimyasal ve elektronik yöntemlerden yararlanılır; <strong>V</strong>. En kolay ve ekonomik kağıt hamuru üretme biçimi, elektronik yöntemdir.\" ifadeleri yanlıştır. Elektronik yöntem olarak tanımlanabilecek bir kağıt üretim yöntemi yoktur.<br/>Doğru ifadeler;<br/><strong>\"IV</strong>. Ağaçların kağıt hamuru hâline getirilmelerinde mekanik ve kimyasal ve elektronik yöntemlerden yararlanılır. ve <strong>V</strong>. En kolay ve ekonomik kağıt hamuru üretme biçimi, mekanik yöntemdir.\"<br/>biçiminde olacaktır. Doğru yanıt I, II ve III numaralı ifadelerin yer aldığı<strong> C</strong> seçeneğidir."
  },
  {
    "id": "3764592",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi dijital tasarım sonrası kullanılan kağıt için yazılan tanım ya da tanımları içerir?<br/>I-Üzerine yazı yazılan bir malzemedir.<br/>II-Keten paçavraları, odun, vs. atık lifli maddelerin su içinde tokmak ve çekiçlerle dövülerek üretilen yazı taşıyıcı ince bir tabakadır.<br/>III-Basım sanayinin, vazgeçilmez malzemesi olup tarihin yapıcısı ve taşıyıcısıdır.<br/>IV-Grafik iletişimin temel malzemesidir.<br/>V-Kağıt yüzyıllar boyu mesaj ve bilginin taşıyıcı malzemesidir.",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I-III",
      "C": "I, II ve IV",
      "D": "I, III ve V",
      "E": "I-V"
    },
    "explanation": "Dijital tasarım sonrasında baskı yapımında kullanılan kağıt, malzeme olarak tanımlarken; keten paçavraları, odun, saman gibi atık lifli maddelerin su içinde tokmak ve çekiçlerle dövülerek üretilen yazı taşıyıcı ince tabakaya kağıt denilir. Başka bir tanımda ise “ham maddesi selüloz, odun, saman, atık kağıt gibi bitkisel maddeler olan, üzerine baskı yapmaya elverişli tabakaya kağıt” denir. Kağıdın ham maddesi bitkilerde bulunan liflerdir (selüloz). Kağıt, bitkisel lifler veya atık kağıtlardan, paçavralardan yeniden selülozun mekanik veya kimyasal yollarla liflendirilmesi ile hamurlardan üretilen, üzerine baskı yapmaya uygun tabakadır. Kağıt, “üzerine yazı yazılan bir materyal olarak tarihin yapıcısı ve taşıyıcısı olarak anlamsal bakımdan çoğalır”. Kağıt, grafik iletişimin temel malzemesidir. Kağıt yüzyıllar boyu mesaj ve bilginin taşıyıcı malzemesidir. Bu tanımlar doğrultusunda \"E\" seçeneği doğru cevaptır."
  },
  {
    "id": "3764593",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisinde kağıt yapımının geliştirildiği yıl ve kişi doğru olarak verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "MS 100 yılı-Johannes Gutenberg",
      "B": "MS 105-Tsai Lun",
      "C": "MS-150-Tso Tzu",
      "D": "MS 100-Rene-Antonie Ferchault de Reaumur",
      "E": "M 105- Tso Tzu"
    },
    "explanation": "Kağıt yapımı MS 150 yılında Tso Tzu-yi tarafından geliştirilmiştir. \"C\" seçeneği doğru cevaptır."
  },
  {
    "id": "3764612",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi çok eski zamanlarda Çin'de ve hat sanatında kullanılan kağıdın ana malzemesidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Koyun derisi",
      "B": "İnce böğürtlen elyafı",
      "C": "Tahta levhalar",
      "D": "Dut ağacı kabuğu lifleri",
      "E": "Balık ağı artıkları"
    },
    "explanation": "Çin’de imal edilen kağıtlar ince böğürtlen elyafından yapıldığı için yumuşak, kolay bükülebilen cinstendirler, şeffaftırlar. Yazı malzemesi olarak kullanılan fırça bu tür kağıdın üzerinde adeta uçar, dans eder. Ardında bıraktığı izler, Uzakdoğu hat sanatının birer şaheseridir. Zaten bu tür kağıdın özelliği resim ve hat sanatını icra etmeye uygun olmasıdır. Yani \"B\" seçeneği doğru cevaptır."
  },
  {
    "id": "3764613",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisinde kağıdın yapım aşamaları doğru olarak sıralanmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Kesme-Suyunu alma-Yıkama-Yoğurma-Dövme-Toplama-Buharda haşlama-Çevirme-Kurutma",
      "B": "Kesme-Yıkama-Suyunu alma-Dövme-Yoğurma-Buharda haşlama-Çevirme-Kurutma-Toplama",
      "C": "Kesme-Yıkama-Suyunu alma-Yoğurma-Dövme-Toplama-Buharda haşlama-Çevirme-Kurutma",
      "D": "Kesme-Yıkama-Suyunu alma-Yoğurma-Dövme-Buharda haşlama-Çevirme-Kurutma-Toplama",
      "E": "Kesme-Yıkama-Suyunu alma-Yoğurma-Dövme-Çevirme-Buharda haşlama-Kurutma-Toplama"
    },
    "explanation": "Kağıdın yapım aşamaları; Kesme-Yıkama-Suyunu alma-Yoğurma-Dövme-Buharda haşlama-Çevirme-Kurutma ve Toplama olarak sıralanmaktadır. \"D\" seçeneği doğru cevaptır."
  },
  {
    "id": "3764614",
    "unitNumber": 7,
    "text": "\"Kağıdın optik, mekanik ve kimyasal yönden temiz ve beyaz olması ........... aşınmasını önler, baskı tirajını arttırır.\" ifadesinde boş bırakılan yeri aşağıdakilerden hangisi doğru biçimde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "matbaa makinesinin",
      "B": "baskı renklerinin",
      "C": "kağıt yüzeyinin",
      "D": "baskı kalıplarının",
      "E": "merdanelerin"
    },
    "explanation": "Kağıdın optik, mekanik ve kimyasal yönden temiz ve beyaz olması <strong>baskı kalıplarının</strong> aşınmasını önler, baskı tirajını arttırır."
  },
  {
    "id": "3764615",
    "unitNumber": 7,
    "text": "<strong>I.</strong> Renk tonlarını göstermede, ışık ve gölge alanlarını yakalama ve zıt renklerin oluşumunda kağıdın rengi önemlidir,<strong> II</strong>.Grafik tasarım açısından renkli tasarımlar için en çok kullanılan kağıt rengi gridir,<strong> III.</strong> Kağıdın beyazlığı; içerisindeki ağartıcı kimyasal maddeler, fosforlu boyalar, pigment ve benzeri maddelerle ayarlanır, <strong>IV.</strong> Kağıdın rengi üzerine basılacak işin rengini etkiler. “Beyaz dışındaki kağıtlar daha az parıldama oluşturur, uzun metinlerin okunmasında kolaylık sağlar. Kağıt rengine ilişkin sıralanan ifadelerden hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II ve III",
      "B": "II, III ve IV",
      "C": "I, II ve IV",
      "D": "III ve IV",
      "E": "I, III ve IV"
    },
    "explanation": "<strong>II</strong>.Grafik tasarım açısından renkli tasarımlar için en çok kullanılan kağıt rengi gridir,\" ifadesi yanlıştır. Grafik tasarımda en çok kullanılan kağıt rengi beyazdır.<br/>I, III ve IV numaralı ifadelerin olduğu E seçeneği doğru yanıttır."
  },
  {
    "id": "3764616",
    "unitNumber": 7,
    "text": "Aşağıdaki seçeneklerin hangisinde kağıt türleri gr/m2 değerlerine göre, hafiften ağıra, doğru biçimde sıralanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Mukavva, karton, kağıt",
      "B": "Karton, kağıt, mukavva",
      "C": "Kağıt, karton, mukavva",
      "D": "Karton, mukavva, kağıt",
      "E": "Mukavva, kağıt, karton"
    },
    "explanation": "Kağıdın gramajı ile kalınlığı doğru orantılıdır. Ağırlık arttıkça kalınlık da artar.<br/>Gramajına göre kağıtlar üç gruba ayrılır:<br/>• Kağıt: 40-150 gr/m2<br/>• Karton: 150-400 gr/m2<br/>• Mukavva: 400 gr/m2 üzeridir. Doğru yanıt <strong>C</strong> seçeneğindedir."
  },
  {
    "id": "3764617",
    "unitNumber": 7,
    "text": "Aşağıdaki ifadelerden hangisi kağıtta \"parlaklık\" özelliğini doğru biçimde tanımlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Kağıdın yansıttığı ışığın ölçüsüdür.",
      "B": "Kağıdın üretim rengidir.",
      "C": "İşlenmiş kağıdın görüntüsüdür.",
      "D": "Kağıtta gr/m2 özelliğinin yansımasıdır",
      "E": "Kağıdın su yönünü gösteren özelliğidir."
    },
    "explanation": "“Parlaklık, kağıdın yansıttığı ışığın ölçüsüdür. Kağıtların çoğu gelen ışığın % 60-90’ını yansıtır. Kağıdın parlaklığı okunabilirliği etkilediğinden önemlidir. Yüksek parlaklık gözün yorulmasına neden olabilir. Özellikle yüzeyi işlenmiş ve parlak kağıtlar uzun metinlerden oluşan çalışmalar için uygun olmayacaktır”<br/>Doğru yanıt <strong>A</strong> seçeneğidir."
  },
  {
    "id": "3764618",
    "unitNumber": 7,
    "text": "\"Saydam kağıt grubundandır. Yüzeyi parlatılmış, şeffaf buzlu cam görüntüsünde bir kağıt türüdür. Renk tutma özelliği zayıf olduğu için renkli işlerde tercih edilmez. Grafik tasarım işlerinde ön hazırlık için kullanılabilir. Davetiye gibi fantezi baskı işlerinde sıkça kullanılır.\" ifadesi ile tanımlanan kağıt türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Karton",
      "B": "Aydınger",
      "C": "III. Hamur",
      "D": "Kuşe",
      "E": "Bristol"
    },
    "explanation": "Aydınger kağıt: Saydam kağıt grubundandır. Doğru yanıt <strong>B</strong> seçeneğidir."
  },
  {
    "id": "3764640",
    "unitNumber": 7,
    "text": "Aşağıdaki ağaçlardan hangisi ile kalın ve kaba dokulu kağıtlar <strong>üretilmez</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Kayın",
      "B": "Gürgen",
      "C": "Akçaağaç",
      "D": "Çam",
      "E": "Meşe"
    },
    "explanation": "Yumuşak ağaçlar (Çam, köknar, ladin, kavak) uzun liflere sahiptir. Ve bu ağaçlardan üretilen kağıtlar oldukça dayanıklıdır. Sert ağaçların (Kayın, gürgen, akçaağaç, karaağaç, dişbudak, meşe vb.) lifleri genellikle daha kısadır. Bu ağaçlardan kalın ve kaba dokulu kağıtlar üretilir. Buna göre \"D\" seçeneği doğru cevaptır."
  },
  {
    "id": "3764642",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisinde hammaddeler ve kullanım amaçları doğru olarak eşleştirilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kaolin-kağıdı sertleştirmek",
      "B": "Hipoklorit-kağıdın rengini beyazlaştırmak",
      "C": "Tutkal-kağıdın rengini beyazlaştırmak",
      "D": "Magnezyum karbonat-kağıdın rengini açmak",
      "E": "Nişasta-kağıda dolgunluk kazandırmak"
    },
    "explanation": "Bitkisel hammaddelerin yanında kağıda dolgunluk kazandıran kaolin, rengini beyazlatmak için çamaşır suyu (sodyum hipoklorit), talk, tebeşir, kalsiyum sülfat, kalsiyum karbonat, magnezyum karbonat gibi dolgu maddeleri ile çeşitli tutkallar, reçineler, parafin, nişasta ve kazein gibi hammaddeler kağıt yapımında kullanılır. Kağıdın kalitesi bu katkılı ham maddeleri ile yakından ilgilidir. Doğru cevap \"B\" seçeneğidir."
  },
  {
    "id": "3764643",
    "unitNumber": 7,
    "text": "Kağıt üretiminde yüzeyin tasarlanmasına yönelik aşağıdaki açıklamalardan hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Tasarımda küçük puntolu, ince bir yazı kullanılacak ise baskıda pürüzsüz ve parlak yüzeyli kağıtlar tercih edilmelidir.",
      "B": "Pürüzsüz ve mat yüzeyli kağıtlar ile baskıda canlı ve parlak renkler elde edilir.",
      "C": "Sıkıştırma ve parlatma işlemi uzadıkça kağıttaki incelme azalır.",
      "D": "Mürekkep grenli ve mat yüzeyli kağıtlarda daha az emilir.",
      "E": "Kitapların genelde parlak yüzeyli kağıtlara basılması daha iyi olur."
    },
    "explanation": "Kağıt üretiminde, kağıt hamur hâlindeyken, kağıt yüzeyine değişik dokular kazandırmak için grenli-pürüzlü-dalgalı özel merdaneler kullanılır. Sıkıştırma ve parlatma işlemi uzadıkça kağıttaki incelme artar. Bundan dolayıdır ki kullanılacak kağıdın yüzeyi tasarımı doğrudan etkiler. Tasarımda küçük puntolu, ince bir yazı kullanılacak veya ince tramlı bir resim basılacaksa baskıda pürüzsüz ve parlak yüzeyli kağıtlar tercih edilmelidir. Mürekkep grenli ve mat yüzeyli kağıtlarda daha çok emilir. Buna karşın, pürüzsüz ve parlak yüzeyli kağıtlar mürekkebi yüzeyde tuttukları için baskıda canlı ve parlak renkler elde edilir. Yazı ağırlıklı kitap, dergi, broşürlerin genelde mat yüzeyli kağıtlara basılması daha iyi olur. \"A\" seçeneği doğrudur."
  },
  {
    "id": "3764645",
    "unitNumber": 7,
    "text": "Aşağıdaki seçeneklerden hangisinde kağıt türleri ve özellikleri doğru olarak eşleştirilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bristol-İçinde odun miktarı selüloz miktarından daha fazla olan kağıt türüdür.",
      "B": "Aydınger-Yüzeyi parlatılmış, şeffaf buzlu cam görüntüsünde bir kağıt türüdür.",
      "C": "Kuşe (Mat) kağıt: Halk arasında mat kağıt olarak bilinen, yüzeyi işlenmiş kağıt türüdür.",
      "D": "I. Hamur Kağıt: İçinde selüloz ve odun miktarı hemen hemen eşit, rengi sarımsı olan kağıt türüdür.",
      "E": "III. Hamur Kağıt: İçinde ağaç miktarı fazla, selüloz miktarı az olan beyaz renkli kağıtlardır."
    },
    "explanation": "<em>I. Hamur Kağıt:</em> İçinde ağaç miktarı az, selüloz miktarı fazla olan beyaz renkli kağıtlardır.<br/><em>II. Hamur Kağıt:</em> İçinde selüloz ve odun miktarı hemen hemen eşit, rengi sarımsı olan kağıt türüdür.<br/><em>III. Hamur Kağıt:</em> İçinde odun miktarı selüloz miktarından daha fazla olan kağıt türüdür.<br/><em>Kuşe (Parlak) kağıt:</em> Halk arasında parlak kağıt olarak bilinen, yüzeyi işlenmiş kağıt türüdür. İki<br/>yüzü de parlak ise kuşe, tek yüzü parlak ise kromolüks olarak adlandırılır<br/><em>Bristol:</em> Bir yüzeyi işlenmiş, parlak ve tam beyaz; diğer yüzeyi mat ve pürüzlü, kaliteli bir karton<br/>türüdür.<br/><em>Aydınger kağıt:</em> Saydam kağıt grubundandır. Yüzeyi parlatılmış, şeffaf buzlu cam görüntüsünde<br/>bir kağıt türüdür. \"B\" seçeneği doğru cevaptır."
  },
  {
    "id": "3764648",
    "unitNumber": 7,
    "text": "Kağıt gramajlarına göre kırım/katlama sayılarına ait aşağıdaki açıklamalardan hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "60 gr/m² gramajında kağıt iki kırım yapılabilir.",
      "B": "70 gr/m² gramajında kağıt iki kırım yapılabilir.",
      "C": "105 gr/m² gramajında kağıt üç kırım yapılabilir.",
      "D": "125 gr/m² gramajında kağıt iki kırım yapılabilir.",
      "E": "240 gr/m² gramajında karton konik açılarak bir kırım yapılabilir."
    },
    "explanation": "Kağıt gramajlarına göre kırım/katlama sayıları aşağıda verilmektedir;<br/>240 gr/m² gramajında karton konik açılarak bir kırım yapılabilir.<br/>135 gr/m² gramajında kağıt iki kırım yapılabilir.<br/>115 gr/m² gramajında kağıt üç kırım yapılabilir.<br/>70 gr/m² gramajında kağıt dört kırım yapılabilir. Buna göre \"E\" seçeneği doğru yanıttır."
  },
  {
    "id": "3764649",
    "unitNumber": 7,
    "text": "Dijital tasarım sonrasında basımı yapılacak bir kitabın unsurlarına ait aşağıdaki açıklamalardan hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Ön levha ile arka levhanın menteşelendiği noktaya mafsal (joint) denir.",
      "B": "Kitabın ön yüzündeki açık kısma ön kenar (fore edge) denir.",
      "C": "Kitabın alt kısmına sırt (squares) denir.",
      "D": "Kitabın üst kısmına (dik durduğunda) baş (head) denir.",
      "E": "Kitabın kendisine (kapakları atlayarak) kitap bloğu (book-block) denir."
    },
    "explanation": "Dijital tasarım sonrasında basımı yapılacak bir kitabın unsurları aşağıda verilmektedir;<br/>• Kitabın kendisine (kapakları atlayarak) kitap bloğu (book-block) denir.<br/>• Kitabın üst kısmına (dik durduğunda) baş (head) denir.<br/>• Kitabın alt kısmına (dik durduğunda) etek denir.<br/>• Kitabın arka kısmına sırt (spine) denir.<br/>• Kitabın ön yüzündeki açık kısma ön kenar (fore edge) denir.<br/>• Kitabın ön yüzündeki açık alana ön pano (front board) denir.<br/>• Ön levha ile arka levhanın menteşelendiği noktaya mafsal (joint) denir (iç ve dış mafsal vardır).<br/>• Kitap bloğunun etrafındaki tahta çıkıntılarına kareler (squares) denir. Buna göre \"C\" seçeneği doğru cevaptır."
  },
  {
    "id": "3764817",
    "unitNumber": 7,
    "text": "Kağıdı icat eden ülke aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Amerika",
      "B": "Afrika",
      "C": "Çin",
      "D": "İngiltere",
      "E": "Mısır"
    },
    "explanation": "Çin’in insanlık tarihindeki dört büyük icadıdır. Bu dört büyük icat, insanlık medeniyetinin ilerlemesine de büyük katkıda bulunmuştur. Kağıdın icadı dünyada dört büyük buluştan biri sayılarak M.Ö 2. yüzyıldan günümüze kadar hâlâ kullanılan yaygın malzeme seçeneği olmuştur."
  },
  {
    "id": "3764818",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi İnsanlık tarihinin en büyük dört icadından biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Otomobil",
      "B": "Saat",
      "C": "Ok",
      "D": "Barut",
      "E": "Bilgisayar"
    },
    "explanation": "İnsanlık tarihinin en büyük dört icadı; Kağıt, matbaa, barut ve pusuladır."
  },
  {
    "id": "3764819",
    "unitNumber": 7,
    "text": "Eski çağlarda Mısır’da kullanılan kağıt türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Papirüs",
      "B": "Koyun derisi",
      "C": "İpek kağıt",
      "D": "İpek kumaş",
      "E": "Tsai Lun"
    },
    "explanation": "Eski çağlarda Mısır’da papirüs, Avrupa’da koyun derisi, Çin’de ise ipek kağıt, defter için kullanılan ipek kumaş ve Tsai Lun kağıdı türleri bulunmaktadır."
  },
  {
    "id": "3764820",
    "unitNumber": 7,
    "text": "Eski çağlarda Avrupa’da yazı yazmak için aşağıdaki malzemelerden kullanılmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "İpek kağıt",
      "B": "İpek kumaş",
      "C": "Papirüs",
      "D": "Koyun derisi",
      "E": "Ağaç"
    },
    "explanation": "Eski çağlarda Mısır’da papirüs, Avrupa’da koyun derisi, Çin’de ise ipek kağıt, defter için kullanılan ipek kumaş ve Tsai Lun kağıdı türleri bulunmaktadır."
  },
  {
    "id": "3764822",
    "unitNumber": 7,
    "text": "Gerçek manada yazı için kullanılan kâğıdı ise kaçıncı yüzyıllarda geliştirilmiş ve yayılmaya başlanmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "2.-3. yüzyıllarda",
      "B": "4.-5. yüzyıllarda",
      "C": "6.-7. yüzyıllarda",
      "D": "8.-9. yüzyıllarda",
      "E": "9.-10. yüzyıllarda"
    },
    "explanation": "Gerçek manada yazı için kullanılan kâğıdı ise 8.-9. yüzyıllarda Batı Asya’ya gelen Müslüman Arapların sayesinde öğrenmişler ve geliştirerek Doğu Avrupa’ya yani İspanya’ya ve oradan da tüm Avrupa’ya yaymışlardır."
  },
  {
    "id": "3764824",
    "unitNumber": 7,
    "text": "Türkiye’de ise ilk kağıt fabrikası İstanbul’da Kağıthane’de kaç yılında kurulmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "1295",
      "B": "1374",
      "C": "1453",
      "D": "1517",
      "E": "1638"
    },
    "explanation": "Türkiye’de ise ilk kağıt fabrikası 1453 yılında İstanbul’da Kağıthane’de kurulmuş olup Çinlilerin üretim tekniğine benzer elle imalat yapımı uygulanmıştır."
  },
  {
    "id": "3764838",
    "unitNumber": 7,
    "text": "Cumhuriyet döneminde yeni bir kağıt endüstrisinin kurulmasına yönelik çalışmalar, hangi nedenden dolayı destek görmemiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yeterli bütçeye sahip olamama nedeniyle",
      "B": "Ormanların az olması nedeniyle",
      "C": "Yeterli ekipman oluşturulamaması nedeniyle",
      "D": "Deneyimli personel yetersizliği nedeniyle",
      "E": "İthalatın düşük seviyede olması nedeniyle"
    },
    "explanation": "Cumhuriyet döneminde yeni bir kağıt endüstrisinin kurulmasına yönelik çalışmalar ormanların az, enerjinin kıt olması nedeniyle destek görmemiştir."
  },
  {
    "id": "3764839",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi günümüzde kaliteli beyaz hamur<br/>üretiminde kullanılmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Köknar",
      "B": "Ladin",
      "C": "Kenevir sapı",
      "D": "Başak sapı",
      "E": "Arpa sapı"
    },
    "explanation": "Günümüzde buğday, arpa, çavdar, pirinç gibi tahılların saplarından ve<br/>pamuktan elde edilen lifsel maddeler de yoğun olarak kaliteli beyaz hamur<br/>üretiminde kullanılmaktadır."
  },
  {
    "id": "3764846",
    "unitNumber": 7,
    "text": "Bir yüzeyi işlenmiş, parlak ve tam beyaz; diğer yüzeyi mat ve pürüzlü, kaliteli bir karton türü olan kağıt türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bristol",
      "B": "Kuşe kağıt",
      "C": "Pelür",
      "D": "Aydınger",
      "E": "Karton"
    },
    "explanation": "Bristol: Bir yüzeyi işlenmiş, parlak ve tam be\u0002yaz; diğer yüzeyi mat ve pürüzlü, kaliteli bir karton<br/>türüdür. Amerikan Bristol’ü olarak da bilinir."
  },
  {
    "id": "3764858",
    "unitNumber": 7,
    "text": "Cilt sırtını yuvarlattıktan sonra düzeltmeye yarayan içbükey olarak oyulmuş uçlarıyla tahta veya kemikten yapılmış katlama aletine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Spatula",
      "B": "Giyotin",
      "C": "Makas",
      "D": "Istaka",
      "E": "Çakı"
    },
    "explanation": "Istaka: Cilt sırtını yuvarlattıktan sonra düzeltmeye yarayan içbükey olarak oyulmuş uçlarıyla tahta veya kemikten yapılmış bir katlama aletidir"
  },
  {
    "id": "3764331",
    "unitNumber": 8,
    "text": "Kayıplı sıkıştırma yöntemi olarak bilinen, çoğu kamera görüntüsünün depolama yöntemi olan format hangisidir.",
    "correctAnswer": "D",
    "options": {
      "A": "GIF",
      "B": "PNG",
      "C": "3D",
      "D": "JPEG",
      "E": "GAP"
    },
    "explanation": "Kayıplı sıkıştırma yöntemi olarak bilinen, çoğu kamera görüntüsünün depolama yöntemi olan format JPEG'dir doğru yanıt D şıkkıdır."
  },
  {
    "id": "3764332",
    "unitNumber": 8,
    "text": "Görüntü kalitesini belirleyen en küçük görsel dijital grafik birimin adı nedir.",
    "correctAnswer": "C",
    "options": {
      "A": "Tiff",
      "B": "Çözünürlük",
      "C": "Piksel",
      "D": "Vektör",
      "E": "Tram"
    },
    "explanation": "Görüntü kalitesini belirleyen en küçük görsel dijital grafik birimin adı Piksel'dir, sorunun yanıtı C şıkkıdır."
  },
  {
    "id": "3764333",
    "unitNumber": 8,
    "text": "Piksel sayısı dijital görüntünün nesini belirler.",
    "correctAnswer": "E",
    "options": {
      "A": "Anlamını",
      "B": "Dizilimini",
      "C": "Akışını",
      "D": "Rengini",
      "E": "Çözünürlüğünü"
    },
    "explanation": "Piksel sayısı dijital görüntünün çözünürlüğünü belirler, sorunun yanıtı E şıkkıdır.<br/>Çözünürlük"
  },
  {
    "id": "3764334",
    "unitNumber": 8,
    "text": "Görüntünün çözünürlüğü anlatan, açılımı inç başına nokta demek olan tanım hangisidir.",
    "correctAnswer": "A",
    "options": {
      "A": "DPI",
      "B": "BPP",
      "C": "DIP",
      "D": "CMY",
      "E": "RGB"
    },
    "explanation": "Görüntünün çözünürlüğü anlatan, açılımı inç başına nokta demek olan tanım DPI'dır, sorunun yanıtı A şıkkıdır."
  },
  {
    "id": "3764335",
    "unitNumber": 8,
    "text": "Çoğunlukla dijital çizimler, karmaşık grafikler, logolar için kullanılan dosya formatı seçeneklerden hangisidir.",
    "correctAnswer": "B",
    "options": {
      "A": "RGB",
      "B": "Vektör dosyaları",
      "C": "PNG dosyaları",
      "D": "Piksel dosyaları",
      "E": "GIFf formatı"
    },
    "explanation": "Çoğunlukla dijital çizimler, karmaşık grafikler, logolar için kullanılan Vektör dosyasıdır, sorunun yanıtı B şıkkıdır.<br/>Vektör dosyaları"
  },
  {
    "id": "3764336",
    "unitNumber": 8,
    "text": "Saklanan verilerin sonraki kopyaları veya kod dönüştürmeleri arasındaki kalite kaybına ne denir.",
    "correctAnswer": "D",
    "options": {
      "A": "Çizgi kaybı",
      "B": "Piksel yitimi",
      "C": "VYK",
      "D": "Nesil kaybı",
      "E": "Geçecek nesil"
    },
    "explanation": "Saklanan verilerin sonraki kopyaları veya kod dönüştürmeleri arasındaki kalite kaybına ne denir.<br/>Nesil kaybı"
  },
  {
    "id": "3764337",
    "unitNumber": 8,
    "text": "Raster görüntü kaydında kullanılan iki ana renk modeli seçeneklerden hangisidir.",
    "correctAnswer": "D",
    "options": {
      "A": "RGB/CCK",
      "B": "CMYK/TIFF",
      "C": "GIF/3D",
      "D": "CMYK/RGB",
      "E": "HEIF/CMYK"
    },
    "explanation": "Raster görüntü kaydında kullanılan iki ana renk modeli CMYK/RGB'dir sorunun yanıtı D şıkkıdır."
  },
  {
    "id": "3764338",
    "unitNumber": 8,
    "text": "CMYK görüntü sistemine kullandığı renkler isim vermektedir burada K harfi siyah rengi ifade ederken adını hangi ingilizce kelimeden alır.",
    "correctAnswer": "A",
    "options": {
      "A": "Key",
      "B": "Keg",
      "C": "Keep",
      "D": "King",
      "E": "Kit"
    },
    "explanation": "CMYK görüntü sistemine kullandığı renkler isim vermektedir burada K harfi siyah rengi ifade ederken adını ingilizce Key yani anahtar kelimesinden alır, sorunun yanıtı A şıkkıdır."
  },
  {
    "id": "3764339",
    "unitNumber": 8,
    "text": "Genellikle Apple tarafından mobil cihazlarda kullanılan yüksek verimli görüntü biçimi sisteminin kısaltması hangisidir.",
    "correctAnswer": "E",
    "options": {
      "A": "PNG",
      "B": "JPEG",
      "C": "CMYK",
      "D": "APP/KEY",
      "E": "HEİF"
    },
    "explanation": "Genellikle Apple tarafından mobil cihazlarda kullanılan yüksek verimli görüntü biçimi sisteminin kısaltması HEİF'dir, sorunun yanıtı E şıkkıdır."
  },
  {
    "id": "3764340",
    "unitNumber": 8,
    "text": "Üç boyutlu dijital baskının adı nedir.",
    "correctAnswer": "D",
    "options": {
      "A": "DPİ",
      "B": "3PRNT",
      "C": "PRE3",
      "D": "3D",
      "E": "3DİJ"
    },
    "explanation": "Üç boyutlu dijital baskının 3D'dir, sorunun yanıtı D şıkkıdır."
  },
  {
    "id": "3764365",
    "unitNumber": 8,
    "text": "\"Taranmış bir ekran görüntüsünde bir inç boyunca 200 piksel sayılabiliyorsa çözünürlük inç başına ..........................\"<br/>Aşağıdakilerden hangisi yukarıdaki boşluğu tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "200 piksel yani 200 Ipi’dir.",
      "B": "100 piksel yani 100 dpi’dir.",
      "C": "200 piksel yani 200 ppi’dir.",
      "D": "100 piksel yani 100 ppi’dir.",
      "E": "200 piksel yani 200 dpi’dir."
    },
    "explanation": "Raster Görüntüler<br/>100 piksel yani 100 Ipi’dir."
  },
  {
    "id": "3764366",
    "unitNumber": 8,
    "text": "<ol> <li>Matematiksel yollarla tanımlanan birçok ölçeklenebilir nesne içerir</li> <li>Pikseller küçük kareler gibi görünür.</li> <li>Görüntüler çözünürlükten bağımsızdırlar</li> <li>Görüntüler sonsuz ölçeklenebilir</li> <li>Piksel miktarı görüntünün kalitesini belirler</li> </ol> Yukarıdaki özelliklerden hangisi vektör görüntüler için geçerlidir?",
    "correctAnswer": "D",
    "options": {
      "A": "1, 2 ve 3",
      "B": "1,2 ve 4",
      "C": "2,3 ve 5",
      "D": "1, 3 ve 4",
      "E": "3, 4 ve 5"
    },
    "explanation": "Vektör Görüntüler<br/>1, 3 ve 4"
  },
  {
    "id": "3764367",
    "unitNumber": 8,
    "text": "Vektör dosyaların kurumsal logo ve diğer grafiklerde kullanılma nedeni aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dosyaların taşınması kolay olmadığı için",
      "B": "Masaüstü yayıncılık programlarından değiştirilemedikleri için",
      "C": "Piksel miktarı görüntünün kalitesini belirlediği için",
      "D": "Küçük boyutta basıla yüksek çözünürlüklü bir görüntünün profesyonel görünmesi",
      "E": "Çözünürlükle bağımlı oldukları için"
    },
    "explanation": "Vektör Görüntüler<br/>Masaüstü yayıncılık programlarından değiştirilemedikleri için"
  },
  {
    "id": "3764368",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi raster ve vektör görüntülerin farklılıklarından biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çözünürlük",
      "B": "Raster görüntü dosyalarının daha geniş bir renk dizisine sahip olması",
      "C": "Raster görüntü dosyalarının yeniden boyutlandırıldıklarında görüntü<br/>kalitesini kaybetmesi",
      "D": "Görüntü büyütüldüğünde bulanıklaşıyorsa vektör görüntü dosyasıdır",
      "E": "Vektör görüntü dosyası yeniden ölçeklendirebilir ve yeniden şekillendirebilir."
    },
    "explanation": "Raster ve Vektör Görüntülerin Arasındaki Farklar<br/>Görüntü büyütüldüğünde bulanıklaşıyorsa vektör değil raster görüntü dosyasıdır"
  },
  {
    "id": "3764379",
    "unitNumber": 8,
    "text": "<ol> <li>Renk modeli</li> <li>Renk derinliği</li> <li>Kullanım alanı</li> <li>Dosya boyutu</li> <li>Görüntünün kayıplı ve kayıpsız olduğu</li> </ol> Dosya formatlarına karar verilirken yukarıdaki hangi özellikler dikkate alınmalıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "1, 2 ve 3",
      "B": "1, 3 ve 5",
      "C": "1, 2 ve 5",
      "D": "3, 4 ve 5",
      "E": "2, 4 ve 5"
    },
    "explanation": "DİJİTAL GÖRÜNTÜ DOSYA FORMATLARI<br/>1, 2 ve 5<br/>Renk modeli ve derinliği, ikinci özellik ise görüntünün kayıplı ya da kayıpsız olduğudikkate alınmalıdır."
  },
  {
    "id": "3764380",
    "unitNumber": 8,
    "text": "<ol> <li>Saydamlık kanalına sahiptir</li> <li>Belirli yükseklikteki renk derinliklerini görüntüleyebilir</li> <li>Küçük dosya boyutu için kullanılmaya uygundur</li> <li>Geleneksel baskı yöntemleri için uygun bir format değildir</li> </ol> Yukarıdaki özellikler hangi dosya formatı için geçerlidir?",
    "correctAnswer": "A",
    "options": {
      "A": "PNG",
      "B": "JPEG",
      "C": "TIFF",
      "D": "GIF",
      "E": "EPS"
    },
    "explanation": "PNG"
  },
  {
    "id": "3764381",
    "unitNumber": 8,
    "text": "<ol>1. Bir görüntü kapsayıcı biçimidir</ol> <ol>2. Çift kamera ve canlı fotoğraflar bu dosya biçiminde kaydedilir</ol> <ol>3. Her görüntünün boyutunu, çözünürlüğünü, konumunu ve daha fazlasını açıklayan ilgili meta verileri içerir</ol> <ol>4. Apple mobil cihazlarda güncellenmiş bir çeşiti kullanılır</ol> <ol>Yukarıdaki özellikler hangi raster görüntü formatına aittir?</ol>",
    "correctAnswer": "D",
    "options": {
      "A": "PNG",
      "B": "JPEG",
      "C": "TIFF",
      "D": "HEIC",
      "E": "GIF"
    },
    "explanation": "Raster Görüntü Formatları<br/>HEIC"
  },
  {
    "id": "3764382",
    "unitNumber": 8,
    "text": "<ol> <li>Profesyonel ve yüksek kaliteli görüntü baskısı için gerekli olan bir dosya biçimidir</li> <li>Hem vektör hem de raster görüntü verilerini içerebilir</li> <li>Renk ve boyut üzerinde bireysel kodlamayı koruyarak bitmap verilerini içerir</li> <li>Boyutu ne olursa olsun, her zaman doğru çözünürlükte görünecektir</li> </ol> Yukarıdaki özellikler hangi görüntü formatına aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "SVG",
      "B": "DWG",
      "C": "EPS",
      "D": "WMF",
      "E": "GIF"
    },
    "explanation": "Birleştirilmiş Görüntü Formatları<br/>EPS"
  },
  {
    "id": "3764383",
    "unitNumber": 8,
    "text": "<ol> <li>Apple Inc. tarafından geliştirilen bir font sistemidir</li> <li>Glifleri ikinci dereceden Bezier eğrileriyle tanımlanmaktadır.</li> <li>Tüm büyük işletim sistemlerinde kullanılabilmektedirler</li> <li>Hâlen yaygın olarak tercih edilmektedirler</li> </ol> Yukarıdaki özellikler hangi font formatına aittir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bitmap fontlar",
      "B": "Type 1 ve Type 3 Fontlar",
      "C": "OpenType Fontlar",
      "D": "Vektör (outline) Fontlar",
      "E": "TrueType Fontlar"
    },
    "explanation": "Font Formatları<br/>TrueType Fontlar"
  },
  {
    "id": "3764384",
    "unitNumber": 8,
    "text": "<ol><br/><li>Dijital tasarımın en yaygın olarak vücut bulmuş hâlidir</li><br/><li>İşletmeler için bir logo kadar önem taşımaktadır</li><br/><li>Bir konu veya hizmet için bir merkez görevi görür</li><br/><li>Birçok dallanma sayfası içerir</li><br/></ol><br/>Yukarıdaki özellikler hangi tasarım ürününe aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Web tasarımı",
      "B": "Broşürler",
      "C": "Uygulama tasarımı",
      "D": "Sosyal medya görselleri",
      "E": "E-kitaplar"
    },
    "explanation": "Tasarım Ürünleri<br/>Web tasarımı"
  },
  {
    "id": "3764639",
    "unitNumber": 8,
    "text": "Raster görüntüyü vektör görüntüden ayıran en temel nokta aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Piksellerden oluşması",
      "B": "Renklerin canlılığı",
      "C": "Sonsuz görüntüyü sıkıştırabilmesi",
      "D": "Ton farkı",
      "E": "Tasarım için daha uygun olması"
    },
    "explanation": "Raster görüntüler, renk ve ton kullanan piksellerden veya küçük noktalardan oluşur. Vektör görüntüde ise piksel bulunmaz. Doğru yanıt A'dır."
  },
  {
    "id": "3764641",
    "unitNumber": 8,
    "text": "Monitör üzerinde oluşan görüntüdeki çözünürlük \"ppi\" birimi üzerinden tanımlanır. Aynı tanımlama printer üzerinde hangi birimle yapılır?",
    "correctAnswer": "E",
    "options": {
      "A": "inch",
      "B": "cmyk",
      "C": "rgb",
      "D": "piksel",
      "E": "dpi"
    },
    "explanation": "Teknik olarak, görüntü dosyaları, monitörler ve kameralar üzerinde inç başına piksel (ppi) olarak tanımlanır. Ancak bir yazıcıdan çıktığında inç başına düşen noktalar (dpi) önem taşımaya başlar. Doğru yanıt E'dir."
  },
  {
    "id": "3764644",
    "unitNumber": 8,
    "text": "Vektör görüntülerin sonsuz ölçeklenebilir olması bu görüntülerin hangi özelliğinden kaynaklanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Çözünürlüklerinin düşük olması",
      "B": "Renklerin CMYK tabanlı olması",
      "C": "Piksellere dayalı olmaması",
      "D": "DPI değerlerinin yüksekliği",
      "E": "Ölçekli olması"
    },
    "explanation": "Vektör görüntüler piksellere dayalı olmadığından, çözünürlükten bağımsızdırlar ve bu da onları sonsuz ölçeklenebilir kılar. Doğru yanıt C'dir."
  },
  {
    "id": "3764646",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi vektör görüntülerin özelliklerinden biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Dosya boyutları görece küçüktür",
      "B": "Kalite veya ayrıntı kaybı yaşamazlar",
      "C": "Çizgileri keskindir",
      "D": "Zoom yapıldığında görüntü kalitesi düşer",
      "E": "Sonsuz ölçeklenebilirdirler"
    },
    "explanation": "Vektör görüntüler piksellere dayalı olmadığından, çözünürlükten bağımsızdırlar ve bu da onları sonsuz ölçeklenebilir kılar. Boyutları ne olursa olsun, çizgileri keskindir, kalite veya ayrıntıda herhangi bir kayıp yoktur. Çizgiler ve bağlantı noktalarından oluşan matematiksel yapısından dolayı dosyaların boyutu nispeten küçüktür. Doğru yanıt D'dir."
  },
  {
    "id": "3764647",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi JPEG dosya türünün bir özelliği <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Orijinal görüntüye göre bazı kayıplar yaşar",
      "B": "Sıkıştırma derecesi belirlenemez",
      "C": "Bir süre sonra bozulmaya maruz kalabilirler",
      "D": "Dosya boyutu görece küçüktür",
      "E": "Görüntüyü sıkıştırır"
    },
    "explanation": "JPEG, kayıplı sıkıştırma uyguladığı için dosya boyutunun önemli ölçüde azalmasını sağlar. Uygulamalar aracılığıyla, sıkıştırma derecesi belirlenebilir ve sıkıştırma miktarı, sonucun görsel kalitesini etkiler. Sıkıştırma, çok büyük olmadığında, görüntünün kalitesini önemli ölçüde etkilemez veya düşürmez ancak JPEG dosyaları, tekrar tekrar düzenlenip kaydedildiklerinde nesiller boyu bozulmaya maruz kalır. Doğru yanıt B'dir."
  },
  {
    "id": "3764650",
    "unitNumber": 8,
    "text": "Verilerin sonraki kopyaları veya kod dönüştürmeleri arasında yaşanan kalite düşüşüne ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Nesil kaybı",
      "B": "Sıkıştırma",
      "C": "Düşük çözünürlük",
      "D": "NFT",
      "E": "Üretim kaybı"
    },
    "explanation": "Nesil kaybı, verilerin sonraki kopyaları veya kod dönüştürmeleri arasındaki kalite kaybıdır. Kopyalama sırasında temsilin kalitesini düşüren ve kopyanın kopyalanması sırasında kalitenin daha da düşmesine neden olacak her şey, bir tür nesil kaybı olarak kabul edilebilir. Dosya boyutu artışları, üretim kaybının yaygın bir sonucudur çünkü yapay öğelerin tanıtılması aslında her nesil boyunca verilerin entropisini artırabilir. Doğru yanıt A'dır."
  },
  {
    "id": "3764651",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi TIFF formatının özelliklerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece kayıplı olabilen bir formattır.",
      "B": "Bir font formatıdır.",
      "C": "256 renk kullanır.",
      "D": "Video oynatıcılar için ideal bir formattır.",
      "E": "Yüksek kaliteli baskı grafikleri için uygundur."
    },
    "explanation": "TIFF dosyaları, mevcut en yüksek kaliteli grafik formatları arasındadır. Yüksek kaliteli baskı grafikleri ya da büyük boyutta fotoğraflar için uygundur. Doğru yanıt E'dir."
  },
  {
    "id": "3764652",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bir font formatı <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "OpenType",
      "B": "Type 1",
      "C": "Type 3",
      "D": "TrueType",
      "E": "PDF"
    },
    "explanation": "Yukarıda sıralanan seçenekler birer font formatını temsil etmektedir. Yalnızca PDF bir font formatı olarak görülemez. Doğru yanıt E'dir."
  },
  {
    "id": "3764653",
    "unitNumber": 8,
    "text": "Videoyu temsil etmek için kullanılan veri miktarı (bit hızı), kodlama ve kod çözme<br/>algoritmalarının karmaşıklığı, veri kayıplarına ve hatalarına duyarlılık, düzenleme kolaylığı, rastgele erişim ve uçtan uca gecikme gibi özellikler ile belirlenen şey nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Görüntü boyutu",
      "B": "Saniyedeki kare sayısı",
      "C": "Codec türü",
      "D": "Video kalitesi",
      "E": "Video boyutu"
    },
    "explanation": "Video kalitesi, videoyu temsil etmek için kullanılan veri miktarı (bit hızı), kodlama ve kod çözme algoritmalarının karmaşıklığı, veri kayıplarına ve hatalarına duyarlılık, düzenleme kolaylığı, rastgele erişim ve uçtan uca gecikme gibi özellikler ile belirlenmektedir. Doğru yanıt D'dir."
  },
  {
    "id": "3764654",
    "unitNumber": 8,
    "text": "Dijital tasarım sürecinin aşamaları arasında ürünün vizyonlarının deneyimlendiği aşama hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Keşif",
      "B": "Araştırma ve Strateji",
      "C": "Fikir ve Wireframing",
      "D": "Mock-up",
      "E": "Geliştirme"
    },
    "explanation": "Mock-up aşaması ürünün vizyonlarını deneyimlenmesini sağlayan aşamadır. Bir mock-up, son sayfanın veya uygulamanın nasıl görüneceğine dair gerçekçi bir model sunmak için daha stilistik ve görsel kullanıcı arayüzü ayrıntılarını içeren statik bir yapıdır. Doğru yanıt D'dir."
  },
  {
    "id": "3764716",
    "unitNumber": 8,
    "text": "Raster görüntü ne demektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Renk ve ton kullanan piksellerden veya küçük<br/>noktalardan oluşan görüntülere verilen isimdir",
      "B": "Renk bilgisi içermeyen görsellere raster görsel<br/>denir",
      "C": "Bir fotoğraf formatıdır",
      "D": "Ölçeklenebilir vektör grafiklerine verilen isimdir.",
      "E": "Matematiksel formüller veya yollarla tanımlanan birçok ölçeklenebilir nesne içeren görüntüleri kapsar"
    },
    "explanation": "Raster görüntüler, renk ve ton kullanan piksellerden veya küçük noktalardan oluşur. Bu küçük noktalar, renk bilgilerini içeren bir ızgara üzerinde yer alırlar. Görüntü yakınlaştırıldığında veya büyütüldüğünde pikseller küçük kareler gibi görünür. Bu görüntüler, dijital kameralar tarafından, görüntülerin bir bilgisayara taranmasıyla veya yazılımlarla oluşturulur"
  },
  {
    "id": "3764717",
    "unitNumber": 8,
    "text": "Hangisi font dosya formatıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "OTF",
      "B": "EPS",
      "C": "WMF",
      "D": "GIF",
      "E": "MTV"
    },
    "explanation": "OTF bir font dosya formatıdır."
  },
  {
    "id": "3764718",
    "unitNumber": 8,
    "text": "Hangisi vektör tabanlı veri formatıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "JPG",
      "B": "SVG",
      "C": "AVI",
      "D": "TIFF",
      "E": "PNG"
    },
    "explanation": "SVG bir vektör tabanlı veri formatıdır. SVG yani Ölçeklenebilir Vektör Grafikleri (Scalable Vector Graphics) ile web ve diğer durumlar için çok yönlü, komut dosyası yazılabilir. Çok amaçlı bir vektör formatı ihtiyacını (ve birkaç şirketin girişimini) karşılamak için World Wide Web Konsorsiyumu tarafından oluşturulan ve geliştirilen açık kaynak bir standarttır. Komut dosyası oluşturma potansiyeli nedeniyle SVG, web uygulamalarında önemli bir bileşendir."
  },
  {
    "id": "3764719",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi \"Photo Shop Belgesi\" anlamına gelir?",
    "correctAnswer": "E",
    "options": {
      "A": "PNG",
      "B": "JPEG",
      "C": "TIFF",
      "D": "GIFF",
      "E": "PSD"
    },
    "explanation": "Görüntü dosya formatları arasında birçok uygulamanın kendi yerel dosya biçimi vardır. Yerel dosya türleri ile görüntü dosyası türleri arasında bir fark olduğunu anlamak önemlidir. Yerel dosya türüne bir örnek, Photoshop Belgesi anlamına gelen .PSD’dir. Bu dosya yalnızca Adobe Photoshop tarafından oluşturulur ve katmanlar, ayarlamalar, maskeler ve diğer Photoshop ayarlamaları gibi bilgileri saklayabilir."
  },
  {
    "id": "3764721",
    "unitNumber": 8,
    "text": "\"Grafik Değişim Biçimi\" anlamına gelen raster görüntü formatı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "PNG",
      "B": "JPEG",
      "C": "GIF",
      "D": "TIFF",
      "E": "HEIF"
    },
    "explanation": "GIF, Grafik Değişim Biçimi (Graphics Interchange Format), keskin çizgileri koruduğu için çizgi sanatı ve metin içeren görüntüler gibi ton değerleri olmayan düz grafikler için kullanılır."
  },
  {
    "id": "3764722",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi çoklu ortamı destekleyen formatlardan biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "AVI",
      "B": "PDF",
      "C": "MOV",
      "D": "MP4",
      "E": "DWG"
    },
    "explanation": "Taşınabilir Belge Formatı (Portable Document<br/>Format) olarak adlandırılan PDF, 1992 yılında<br/>Adobe tarafından geliştirilmiş, kompakt, platformdan bağımsız belgeleri dağıtma özelliğine sahip bir formattır."
  },
  {
    "id": "3764723",
    "unitNumber": 8,
    "text": "Bir markanın reklam alanı<br/>satın aldığı web sayfalarında gösterilen küçük reklamlara ne denir?",
    "correctAnswer": "D",
    "options": {
      "A": "Uygulama simgeleri",
      "B": "Bilgigrafiler",
      "C": "Sosyal Medya Görselleri",
      "D": "Banner Reklamlar",
      "E": "E-postalar"
    },
    "explanation": "Banner reklamlar; bir markanın reklam alanı<br/>satın aldığı web sayfalarında gösterilen küçük reklamlardır. Marka bilinirliğini artırmak ve bir ürünü satmak için tasarlandıkları için reklam panolarına ve basılı reklamlara benzer şekilde çalışırlar ancak etkileşimlidirler ve onları tıklayan kullanıcıları ürün hakkında daha ayrıntılı bilgi içeren bir açılış<br/>sayfasına götürebilirler."
  },
  {
    "id": "3764724",
    "unitNumber": 8,
    "text": "Tasarım sürecinde bir ürünün vizyonlarının deneyimlenmesini sağlayan aşama aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Prototip",
      "B": "Mock-up",
      "C": "Keşif",
      "D": "Araştırma ve Strateji",
      "E": "Test etme"
    },
    "explanation": "Ürünün vizyonlarını deneyimlenmesini sağlayan aşamadır. Bir mock-up, son sayfanın veya uygulamanın nasıl görüneceğine dair gerçekçi bir model sunmak için daha stilistik ve görsel kullanıcı arayüzü ayrıntılarını içeren statik bir yapıdır."
  },
  {
    "id": "3764726",
    "unitNumber": 8,
    "text": "Nanoteknolojinin dijitalbaskı sürecine<br/>uygulanması hangi aletle yapılır?",
    "correctAnswer": "E",
    "options": {
      "A": "Mürekkep Püskürtmeli yazıcı",
      "B": "Lazer yazıcı",
      "C": "UV baskı",
      "D": "Üç boyutlu baskı",
      "E": "Nanografi yazıcı"
    },
    "explanation": "Nanografi, nanoteknolojinin dijitalbaskı sürecine<br/>uygulanmasını ifade eder.<br/>Bu teknoloji, Landa Corporation tarafından geliştirilmiş ve patentlenmiştir.<br/>Nanografi, baskı sonuçlarını iyileştirmek için karbon<br/>nanotüpleri ve diğer nano ölçekli malzemeleri kullanır."
  },
  {
    "id": "3764727",
    "unitNumber": 8,
    "text": "Özel formüle edilmiş mürekkeplerin ultraviyole radyasyona maruz kaldığı baskı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tipo",
      "B": "Nanografik",
      "C": "Üç Boyutlu",
      "D": "UV",
      "E": "Lazer"
    },
    "explanation": "UV baskıda, özel formüle edilmiş mürekkepler ultraviyole radyasyona maruz kalır ve bu da tabakanın üzerinde anında sertleşmelerine neden olur. Sonucunda, yüksek düzeyde parlak veya mat kaplama, canlı renkler ve üstün sürtünme direncine sahip canlı ayrıntılara sahip görüntüler oluşur. Bu özelliğinden dolayı, UV baskı tekniği, lüks kozmetikler ve şık şarap etiketleri gibi uygulamalar için tercih edilen bir tekniktir."
  },
  {
    "id": "3764728",
    "unitNumber": 8,
    "text": "Özel formüle edilmiş mürekkeplerin ultraviyole radyasyona maruz kaldığı baskı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tipo",
      "B": "Üç Boyutlu",
      "C": "Nanografi",
      "D": "Lazer",
      "E": "UV"
    },
    "explanation": "UV baskıda, özel formüle edilmiş mürekkepler ultraviyole radyasyona maruz kalır ve bu da tabakanın<br/>üzerinde anında sertleşmelerine neden olur. Sonucunda, yüksek düzeyde parlak veya mat kaplama, canlı<br/>renkler ve üstün sürtünme direncine sahip canlı ayrıntılara sahip görüntüler oluşur. Bu özelliğinden dolayı,<br/>UV baskı tekniği, lüks kozmetikler ve şık şarap etiketleri gibi uygulamalar için tercih edilen bir tekniktir."
  },
  {
    "id": "exam-606644-1",
    "unitNumber": 0,
    "text": "Aşağıdakilerden hangisi Osmanlı İmparatorluğu'nda ilk Türk matbaasını kuran kişidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İbrahim Müteferrika",
      "B": "Damat İbrahim Paşa",
      "C": "Sait Efendi",
      "D": "Ahmed İhsan",
      "E": "Mehmet Çelebi"
    }
  },
  {
    "id": "exam-606644-2",
    "unitNumber": 0,
    "text": "I. Silindir hazırlama işleminde bakır kaplama yerine çinko kaplama yapılması II. Gravür tasarımın arayüz programının farklılığı III. Oyma işleminin lazer ışınlarıyla yapılması Yukarıdakilerden hangisi/hangileri lazer işleme teknolojisinin elektromekanik yöntemle arasındaki temel farklardandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "exam-606644-3",
    "unitNumber": 0,
    "text": "Planografi olarak da bilinen baskı tekniği aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Elek Baskı",
      "B": "Sablon Baskı",
      "C": "Çukur Baskı",
      "D": "Düz Baskı",
      "E": "Yüksek Baskı"
    }
  },
  {
    "id": "exam-606644-4",
    "unitNumber": 0,
    "text": "Tipo baskı kalıbının tüm yüzeyinin aynı kalitede baskı yapması için kalıp altından veya kazan kağıdında yapılan yükseklik ayarlarına ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Garnitür",
      "B": "Gale",
      "C": "Mizantren",
      "D": "Vizo",
      "E": "Çift"
    }
  },
  {
    "id": "exam-606644-5",
    "unitNumber": 0,
    "text": "Bugüne ulaşan bilinen en eski baskıresim örneği sayılan eser aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Beş Alman Askeri",
      "B": "Babil İncili",
      "C": "The Flagellation",
      "D": "Gutenberg İncili",
      "E": "Diamond Sutra"
    }
  },
  {
    "id": "exam-606644-6",
    "unitNumber": 0,
    "text": "I. El Tezgahları (Presler) II. Pedal Makineleri (Düz kazanlı presler) III. Basit Baskı Makineleri IV. Ofset Baskı Makineleri Yukarıdakilerden hangileri Tipo baskı makine sistemleri arasında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "I ve IV",
      "C": "I, II ve III",
      "D": "I, II ve IV",
      "E": "I, III ve V"
    }
  },
  {
    "id": "exam-606644-7",
    "unitNumber": 0,
    "text": "Baskı altı malzemesinin nemlendirilmiş ve mürekkep verilmiş kalıpla buluştuğu ve baskının gerçekleştiği sisteme ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Blanket silindiri",
      "B": "Baskı ünitesi",
      "C": "Mürekkep ünitesi",
      "D": "Kalıp silindiri",
      "E": "Nemlendirme ünitesi"
    }
  },
  {
    "id": "exam-606644-8",
    "unitNumber": 0,
    "text": "Aşağıdakilerden hangisi ofset baskı sisteminin temel bileşenlerinden biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Baskı silindiri",
      "B": "Mürekkepleme ünitesi",
      "C": "Kalıp silindiri",
      "D": "Nemlendirme ünitesi",
      "E": "Ön değerlendirme alanı"
    }
  },
  {
    "id": "exam-606644-9",
    "unitNumber": 0,
    "text": "Isıya maruz kalmadığı durumlarda günlerce taze kalabilir. Özellikle tekstil baskısında kullanılır. Bu mürekkepler daha yoğun krema gibi bir kıvama sahiptir, akıcı değildir. Yukarıdaki paragrafta anlatılan serigrafi mürekkebi türü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Su bazlı mürekkep",
      "B": "Solvent bazlı mürekkep",
      "C": "Pigment bazlı mürekkep",
      "D": "Plastisol mürekkep",
      "E": "UV mürekkep"
    }
  },
  {
    "id": "exam-606644-10",
    "unitNumber": 0,
    "text": "Aşağıdakilerden hangisi serigrafi baskının öncüsü olduğu bilinen tekniktir?",
    "correctAnswer": "A",
    "options": {
      "A": "Şablon Baskı",
      "B": "Çukur Baskı",
      "C": "Kumaş Baskı",
      "D": "Yüksek Baskı",
      "E": "Düz Baskı"
    }
  },
  {
    "id": "exam-606644-11",
    "unitNumber": 0,
    "text": "Bilgisayardan eleğe kalıp hazırlama yöntemi olarak bilinen yöntem aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "RISO CTS",
      "B": "FPS",
      "C": "DTS",
      "D": "RISO DTS",
      "E": "CTS"
    }
  },
  {
    "id": "exam-606644-12",
    "unitNumber": 0,
    "text": "Elde edilen ya da üretilen görüntünün monitörlerde ve projeksiyon cihazlarında nasıl görüntüleneceğini belirleyen profillere ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Web Profili",
      "B": "Ekran Profilleri",
      "C": "Çıktı Profilleri",
      "D": "U.S Shetfed Profili",
      "E": "Giriş Profilleri"
    }
  },
  {
    "id": "exam-606644-13",
    "unitNumber": 0,
    "text": "Bir rengin spektrumdaki yerine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Renk Türü",
      "B": "Valör",
      "C": "Kroma",
      "D": "Doygunluk",
      "E": "Değer"
    }
  },
  {
    "id": "exam-606644-14",
    "unitNumber": 0,
    "text": "Aşağıdaki ağaçların hangisinin lifi daha kısa olduğu için kalın ve kaba dokulu kağıt üretiminde kullanılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Ladin",
      "B": "Kavak",
      "C": "Meşe",
      "D": "Köknar",
      "E": "Çam"
    }
  },
  {
    "id": "exam-606644-15",
    "unitNumber": 0,
    "text": "Tüm baskı birimlerinin tutarlı bir şekilde aynı sonuçları sağladığından emin olmak için aşağıdakilerden hangisinin yapılması gerekir?",
    "correctAnswer": "C",
    "options": {
      "A": "Özelleştirme",
      "B": "Stabilizasyon",
      "C": "Kalibrasyon",
      "D": "Aylaklama",
      "E": "Genelleştirme"
    }
  },
  {
    "id": "exam-606644-16",
    "unitNumber": 0,
    "text": "Çok hafif ve ince, transparan bir kağıt türüdür. Genellikle ambalaj sektöründe kırılacak objeleri korumak amacıyla kullanılmaktadır. Yukarıda verilen kağıt türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "I. Hamur Kağıt",
      "B": "Karton",
      "C": "Pelür",
      "D": "II. Hamur Kağıt",
      "E": "Bristol"
    }
  },
  {
    "id": "exam-606644-17",
    "unitNumber": 0,
    "text": "I. Kağıt su yönünde daha kolay yırtılır ve katlanır. II. Kağıt su yönünde daha katı, tok ve sağlamdır. III. Kağıdın havadan nem aldığı zaman boyutlarındaki değişmeler su yönünde olur. Kağıdın su yönü ile ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "II ve III"
    }
  },
  {
    "id": "exam-606644-18",
    "unitNumber": 0,
    "text": "Piksel verilerini depolamak için seçilen tekniğe bağlı olarak kayıplı veya kayıpsız olabilir. Bazıları, iki seviyeli (siyah beyaz) görüntüler için nispeten iyi kayıpsız sıkıştırma sunar. Bazı dijital kameralar, kayıpsız depolama için LZW sıkıştırma algoritmasını kullanarak görüntüleri bu formatta kaydedebilir. Yukarıda anlatılan raster görüntü formatı türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "TIFF",
      "B": "GIF",
      "C": "JPEG",
      "D": "PNG",
      "E": "HEIC"
    }
  },
  {
    "id": "exam-606644-19",
    "unitNumber": 0,
    "text": "Glifleri ikinci dereceden Bezier eğrileriyle tanımlanmaktadır. Hâlen yaygın olarak tercih edilmekte ve tüm büyük işletim sistemlerinde kullanılabilmektedir. Dosya uzantıları \"ttf\" kısaltması ile belirlenmiştir. Yukarıda anlatılan font formatı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Vektör Fontlar",
      "B": "TrueType Fontlar",
      "C": "Type1 Fontlar",
      "D": "OpenType Fontlar",
      "E": "Type3 Fontlar"
    }
  },
  {
    "id": "exam-606644-20",
    "unitNumber": 0,
    "text": "I. Genellikle vektör dosyalarından küçüktür. II. Milyonlarca piksel ve yüksek ayrıntı seviyeleri içerebilir. III. Büyük boyutları, cihaz depolama alanını etkileyebilir. IV. Web'de sayfa yükleme hızını yavaşlatabilir. Raster dosyalar ile yukarıdaki ifadelerden hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve ll",
      "B": "II ve III",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    }
  },
  {
    "id": "exam-606664-21",
    "unitNumber": 0,
    "text": "I. Keskin ve temiz görüntüler üretir. II. Baskı kalıpları hızlı ve kolay üretilir. III. Ticari baskıda yüksek kaliteli baskı üretmenin en ucuz yöntemidir. Yukarıdakilerden hangisi/hangileri ofset baskının diğer baskı türlerine göre avantajlarındandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "exam-606664-22",
    "unitNumber": 0,
    "text": "Vitreografi tekniği aşağıdaki baskı türlerinden hangisi içinde yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Mono Baskı",
      "B": "Elek Baskı",
      "C": "Yüksek Baskı",
      "D": "Düz Baskı",
      "E": "Çukur Baskı"
    }
  },
  {
    "id": "exam-606664-23",
    "unitNumber": 0,
    "text": "Tipo baskıda dizilen satırların birbirine karışıp bozulmaması için satır aralarına konulan, genellikle iki punto genişliğindeki metale ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hurufat",
      "B": "Boş Takım",
      "C": "Anterzin",
      "D": "Vizo",
      "E": "Kıymıtür"
    }
  },
  {
    "id": "exam-606664-24",
    "unitNumber": 0,
    "text": "Tipo baskı sistemindeki en önemli özellik aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Değişken miktarlarda mürekkep alabildiğinden ton değerlerinin değişken ve belirsiz olması",
      "B": "Karakter dizgi tekniklerinin sınırlı olması",
      "C": "Genellikle sanatsal çalışmalar için tercih edilmesi",
      "D": "Tipo baskı sistemi ile yapılan kesim, kırım, gofre ve sıcak yaldız işlemlerinin diğer baskı sistemlerinde yapılamaması",
      "E": "Hibrit teknolojisi sayesinde çok sayıda baskı üretilebilmesi"
    }
  },
  {
    "id": "exam-606664-25",
    "unitNumber": 0,
    "text": "Kağıt üzerine basılarak bugüne ulaşmış, baskıresimin bilinen en eski örneği sayılan eser aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Babil İncili",
      "B": "Gutenberg İncili",
      "C": "Diamond Sutra",
      "D": "The Flagellation",
      "E": "Beş Alman Askeri"
    }
  },
  {
    "id": "exam-606664-26",
    "unitNumber": 0,
    "text": "Aşağıdakilerden hangisi fotomekanik baskıresim tekniğinin gelişmesinde kilit rol oynayan jelatin lakı bulan ve patentini alan sanatçıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "W. H. F. Talbot",
      "B": "Paul Pretsch",
      "C": "J. P. Niepce",
      "D": "Frederich Leighton",
      "E": "Moritz von Jacobi"
    }
  },
  {
    "id": "exam-606664-27",
    "unitNumber": 0,
    "text": "Orijinal bir fotoğrafı noktalara ve baskı reprodüksiyonuna uygun değişen boyutlara ayırma eylemine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Litografi",
      "B": "Fotolitografi",
      "C": "Yarı ton",
      "D": "Flekso",
      "E": "Tipo"
    }
  },
  {
    "id": "exam-606664-28",
    "unitNumber": 0,
    "text": "I. Yüksek Baskı II. Çukur Baskı III. Elek Baskı IV. Düz Baskı<br/>Yukarıdakilerden hangileri baskı tekniklerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I, II ve III",
      "C": "I, III ve IV",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    }
  },
  {
    "id": "exam-606664-29",
    "unitNumber": 0,
    "text": "Baskı altı malzemesinin nemlendirilmiş ve mürekkep verilmiş kalıpla buluştuğu ve baskının gerçekleştiği sisteme ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Baskı ünitesi",
      "B": "Nemlendirme ünitesi",
      "C": "Kalıp silindiri",
      "D": "Blanket silindiri",
      "E": "Mürekkep ünitesi"
    }
  },
  {
    "id": "exam-606664-30",
    "unitNumber": 0,
    "text": "Nufilm adlı lake film teknolojisini icat eden kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Samuel Simon",
      "B": "Charles Peter",
      "C": "Joe Ulano",
      "D": "Edward Owens",
      "E": "Roy Beck"
    }
  },
  {
    "id": "exam-606664-31",
    "unitNumber": 0,
    "text": "Dijital grafiklerin üretiminde tercih edilen, renkleri tanımlarken 6 haneli kodlar kullanan ve RGB sistemindeki 3 rengin olası tüm permütasyonlarını bu kodlarla karşılayan renk sistemine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "CIE sistemi",
      "B": "Ekran Renkleri",
      "C": "RGB",
      "D": "HEX",
      "E": "CMYK"
    }
  },
  {
    "id": "exam-606664-32",
    "unitNumber": 0,
    "text": "Elde edilen ya da üretilen görüntünün monitörlerde ve projeksiyon cihazlarında nasıl görüntüleneceğini belirleyen profillere ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Giriş Profilleri",
      "B": "Ekran Profilleri",
      "C": "Çıktı Profilleri",
      "D": "U.S Shetfed Profili",
      "E": "Web Profili"
    }
  },
  {
    "id": "exam-606664-33",
    "unitNumber": 0,
    "text": "Güzel sanatlarda resim bezinin, üzerine gerildiği pahlı tahta çerçeve olarak da kullanıl ır. Serigrafide elek kalıbın çevresine adı da verilir. Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "kasnak",
      "B": "askı",
      "C": "merdane",
      "D": "katagami",
      "E": "silindir"
    }
  },
  {
    "id": "exam-606664-34",
    "unitNumber": 0,
    "text": "araçlarının en çok kullanılanlarından biri olmanın yanı sıra tüm temel renk kanallarına ayrı ayrı müdahale etme seçenekleri sayesinde kontrollü ve doğal renk ayarlamaları yapmaya olanak tanıyan araç aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ton/Doygunluk",
      "B": "Ters Çevir",
      "C": "Ağartıcı",
      "D": "Seçmeli Renk",
      "E": "Düzeyler"
    }
  },
  {
    "id": "exam-606664-35",
    "unitNumber": 0,
    "text": "Aşağıdaki ağaçların hangisinin lifi daha kısa olduğu için kalın ve kaba dokulu kağıt üretiminde kullanılır?",
    "correctAnswer": "E",
    "options": {
      "A": "Ladin",
      "B": "Meşe",
      "C": "Köknar",
      "D": "Çam",
      "E": "Kavak"
    }
  },
  {
    "id": "exam-606664-36",
    "unitNumber": 0,
    "text": "I. Genellikle raster dosyalarından küçüktür. II. Büyük boyutları, cihaz depolama alanını etkileyebilir. III. Web'de sayfa yükleme hızlarını yavaşlatabilir.<br/>Vektör dosyalar ile ilgili yukarıdaki ifadelerden hangisi/ hangileri doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "exam-606664-37",
    "unitNumber": 0,
    "text": "I. Kağıt su yönünde daha kolay yırtılır ve katlanır. II. Kağıt su yönünde daha katı, tok ve sağlamdır. III. Kağıdın havadan nem aldığı zaman boyutlarındaki değişmeler su yönünde olur.<br/>Kağıdın su yönü ile ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "II ve III"
    }
  },
  {
    "id": "exam-606664-38",
    "unitNumber": 0,
    "text": "Kağıdın ilk icat edildiği ülke aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kore",
      "B": "Japonya",
      "C": "Türkistan",
      "D": "Amerika",
      "E": "Çin"
    }
  },
  {
    "id": "exam-606664-39",
    "unitNumber": 0,
    "text": "Glifleri ikinci dereceden Bezier eğrileriyle tanımlanmaktadır. Hâlen yaygın olarak tercih edilmekte ve tüm büyük işletim sistemlerinde kullanılabilmektedir. Dosya uzantıları \"ttf\" kısaltması ile belirlenmiştir.<br/>Yukarıda anlatılan font formatı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Vektör Fontlar",
      "B": "TrueType Fontlar",
      "C": "Type3 Fontlar",
      "D": "Type1 Fontlar",
      "E": "OpenType Fontlar"
    }
  },
  {
    "id": "exam-606664-40",
    "unitNumber": 0,
    "text": "\".PSD\" dosya formatı aşağıdaki programların hangisinin ürettiği dosya formatıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "İllustrator",
      "B": "Photoshop",
      "C": "İndesign",
      "D": "Premier",
      "E": "Afetr Effects"
    }
  },
  {
    "id": "exam-606652-41",
    "unitNumber": 0,
    "text": "Tifdruk baskı teknolojisi aşağıdaki geleneksel baskı metodlarından hangisini kullanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yüksek Baskı",
      "B": "Çukur Baskı",
      "C": "Şablon Baskı",
      "D": "Taş Baskı",
      "E": "Düz Baskı"
    }
  },
  {
    "id": "exam-606652-42",
    "unitNumber": 0,
    "text": "Genellikle zor şekillerin üzerine baskı yapma amacıyla kullanılır. Tıbbi cihazlar (şırıngalar, cerrahi aletler vb.) şeker, kozmetik ambalajlar (krem kutuları, parfüm şişeleri vb.). Bu ürünler net ve düzgün bir yüzeye sahip olmadığından dolayı bu baskı türü için uygundur. Yukarıda anlatılan baskı türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hibrit baskı",
      "B": "Hızlı baskı",
      "C": "Tampon baskı",
      "D": "Flesko baskı",
      "E": "Sanatsal baskı"
    }
  },
  {
    "id": "exam-606652-43",
    "unitNumber": 0,
    "text": "-----, basılı materyaller yollarından biridir. Gazeteler, dergiler, broşürler, kırtasiye malzemeleri ve kitaplar bu baskı yöntemi ile yapılır. Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Flesko baskı",
      "B": "Fotogravür",
      "C": "Ofset baskı",
      "D": "Tramlı baskı",
      "E": "Tampon baskı"
    }
  },
  {
    "id": "exam-606652-44",
    "unitNumber": 0,
    "text": "Aşağıdakilerden hangisi Osmanlı İmparatorluğu'nda ilk Türk matbaasını kuran kişidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İbrahim Müteferrika",
      "B": "Sait Efendi",
      "C": "Damat İbrahim Paşa",
      "D": "Ahmed İhsan",
      "E": "Mehmet Çelebi"
    }
  },
  {
    "id": "exam-606652-45",
    "unitNumber": 0,
    "text": "Tipo Baskıda çember içindeki sayfa boşluklarının düzenlenmesi için kullanılan malzemeye ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Altlık",
      "B": "Vizo",
      "C": "Klişe",
      "D": "Garnitür",
      "E": "Anterlin"
    }
  },
  {
    "id": "exam-606652-46",
    "unitNumber": 0,
    "text": "Planografi olarak da bilinen baskı tekniği aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Şablon Baskı",
      "B": "Düz Baskı",
      "C": "Elek Baskı",
      "D": "Yüksek Baskı",
      "E": "Çukur Baskı"
    }
  },
  {
    "id": "exam-606652-47",
    "unitNumber": 0,
    "text": "Kalıpların bağlanmak ve taşınmak üzere yerleştirildiği tablaya ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gale",
      "B": "Baskı",
      "C": "Vizo",
      "D": "Altlık",
      "E": "Anterlin"
    }
  },
  {
    "id": "exam-606652-48",
    "unitNumber": 0,
    "text": "Tipo baskı sistemindeki en önemli özellik aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Karakter dizgi tekniklerinin sınırlı olması",
      "B": "Hibrit teknolojisi sayesinde çok sayıda baskı üretilebilmesi",
      "C": "Değişken miktarlarda mürekkep alabildiğinden ton değerlerinin değişken ve belirsiz olması",
      "D": "Tipo baskı sistemi ile yapılan kesim, kırım, gofre ve sıcak yaldız işlemlerinin diğer baskı sistemlerinde yapılamaması",
      "E": "Genellikle sanatsal çalışmalar için tercih edilmesi"
    }
  },
  {
    "id": "exam-606652-49",
    "unitNumber": 0,
    "text": "I. Silindir hazırlama işleminde bakır kaplama yerine çinko kaplama yapılması II. Gravür makinesine gönderilecek tasarımın arayüz programının farklılığı III. Oyma işleminin lazer ışınlarıyla yapılması Yukarıdakilerden hangisi/hangileri lazer işleme teknolojisinin elektro mekanik yöntemle arasındaki farklılıklardandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    }
  },
  {
    "id": "exam-606652-50",
    "unitNumber": 0,
    "text": "I. El Tezgahları (Presler) II. Pedal Makineleri (Düz kazanlı presler) III. Silindir Kazanlı Baskı Makineleri IV. Ofset Baskı Makineleri Yukarıdakilerden hangileri Tipo baskı makine sistemleri arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I, II ve III",
      "D": "I, II ve IV",
      "E": "I, III ve IV"
    }
  },
  {
    "id": "exam-606652-51",
    "unitNumber": 0,
    "text": "Tipo baskı kalıbının üzerine iyi kalitede baskı yapılması için kalıp altından veya kazanan kağıdından yapılan yükseklik ayarlarına ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Vizo",
      "B": "Çift",
      "C": "Garnitür",
      "D": "Mizantren",
      "E": "Gale"
    }
  },
  {
    "id": "exam-606652-52",
    "unitNumber": 0,
    "text": "I. Yayıncılık basımları II. Ambalaj basımları III. Ürün etiketi basımları IV. Tv reklam ürünleri Yukarıdakilerden hangisi/hangileri tifdruk baskının endüstriyel alandaki genel kullanım alanlarını oluşturur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız IV",
      "C": "I ve II",
      "D": "II ve IV",
      "E": "I, II ve III"
    }
  },
  {
    "id": "exam-606652-53",
    "unitNumber": 0,
    "text": "Paul Pretsch'in geliştirip patentini aldığı bu teknik ışığa duyarlı emülsiyonun metal plaka üzerine uygulanıp pozlanmasıyla elde edilen görüntünün baskısının alınması ile sonuca ulaşılan bir çukurbaskı yöntemidir. Yukarıda anlatılan çukur baskı yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fotogravür",
      "B": "Fotogalvanografi",
      "C": "Serigrafi",
      "D": "Aquatint",
      "E": "Kalotip"
    }
  },
  {
    "id": "exam-606652-54",
    "unitNumber": 0,
    "text": "Baskı altı malzemesinin nemlendirilmiş ve mürekkep verilmiş kalıpla buluştuğu ve baskının gerçekleştiği sisteme ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mürekkep ünitesi",
      "B": "Nemlendirme ünitesi",
      "C": "Baskı ünitesi",
      "D": "Blanket silindiri",
      "E": "Kalıp silindiri"
    }
  },
  {
    "id": "exam-606652-55",
    "unitNumber": 0,
    "text": "Kağıt üzerine basılarak bugüne ulaşmış, baskıresimin bilinen en eski örneği sayılan eser aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Beş Alman Askeri",
      "B": "Gutenberg İncili",
      "C": "Babil İncili",
      "D": "The Flagellation",
      "E": "Diamond Sutra"
    }
  },
  {
    "id": "exam-606652-56",
    "unitNumber": 0,
    "text": "------: ilk metal çukur baskı örneğidir. noktalı baskı olarak bilinen bu baskılar, 15. yüzyılın ikinci yarısında yapılmıştır. Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Kurukazıma",
      "B": "Asit oyma",
      "C": "Ağaç baskı",
      "D": "Crible",
      "E": "Mezzotint"
    }
  },
  {
    "id": "exam-606652-57",
    "unitNumber": 0,
    "text": "Ofset baskıda baskının gerçekleşmesinde kullanılacak mürekkebi merdaneler (silindirler) aracılığıyla kalıba taşıyan üniteye ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mürekkepleme ünitesi",
      "B": "Baskı silindiri",
      "C": "Nemlendirme ünitesi",
      "D": "Blanket silindiri",
      "E": "Kalıp silindiri"
    }
  },
  {
    "id": "exam-606652-58",
    "unitNumber": 0,
    "text": "Rotatif ofset adıyla da bilinen ofset baskı tekniği aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tabaka ofset baskı",
      "B": "Web Ofset Baskı",
      "C": "Nemlendirme Sistemli Ofset Baskı",
      "D": "Susuz (Kuru) Ofset Baskı",
      "E": "Fleksografi"
    }
  },
  {
    "id": "exam-606652-59",
    "unitNumber": 0,
    "text": "I. Electrolnk II. Termal elektro mürekkep transfer teknolojisi III. Anında renk değiştirme Yukarıdakilerden hangisi/hangileri Dijital ofset baskı sürecinin temel teknolojilerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    }
  },
  {
    "id": "exam-606652-60",
    "unitNumber": 0,
    "text": "Aşağıdakilerden hangisi ofset baskı sisteminin temel bileşenlerinden <u>biri</u> <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Ön değerlendirme alanı",
      "B": "Mürekkepleme ünitesi",
      "C": "Nemlendirme ünitesi",
      "D": "Baskı silindiri",
      "E": "Kalıp silindiri"
    }
  },
  {
    "id": "exam-618225-61",
    "unitNumber": 0,
    "text": "Genellikle zor şekillerin üzerine baskı yapma amacıyla kullanılır. Tıbbi cihazlar (şırıngalar, cerrahi aletler vb.) şeker, kozmetik ambalajlar (krem kutuları, parfüm şişeleri vb.). Bu ürünler net ve düzgün bir yüzeye sahip olmadığından dolayı bu baskı türü için uygundur.<br/>Yukarıda anlatılan baskı türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Flesko baskı",
      "B": "Tampon baskı",
      "C": "Hibrit baskı",
      "D": "Hızlı baskı",
      "E": "Sanatsal baskı"
    }
  },
  {
    "id": "exam-618225-62",
    "unitNumber": 0,
    "text": "Aşağıdakilerden hangisi Osmanlı'da matbaanın geç gelişmesinin nedenlerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kitap üretimi için kâğıt ihtiyacının yeteri kadar karşılanmaması",
      "B": "Matbaanın Avrupa'dan geç gelmesi",
      "C": "Osmanlı'da güzel yazı yazmaya verilmemesi",
      "D": "Yeteri kadar kaliteli cihazlar olmaması",
      "E": "Matbaacılıkla ilgili ilgi eksikliği"
    }
  },
  {
    "id": "exam-618225-63",
    "unitNumber": 0,
    "text": "Planografi olarak da bilinen baskı tekniği aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ahşap Baskı",
      "B": "Yüksek Baskı",
      "C": "Düz Baskı",
      "D": "Elek Baskı",
      "E": "Çukur Baskı"
    }
  },
  {
    "id": "exam-618225-64",
    "unitNumber": 0,
    "text": "Aşağıdakilerden hangisi Osmanlı'da matbaadan çıkan ilk kitaptır?",
    "correctAnswer": "D",
    "options": {
      "A": "Kitâb-ı Mukaddes",
      "B": "İncil",
      "C": "Süleymaniye Külliyesi hatıratı",
      "D": "Lügati-Vankuli",
      "E": "Elmas Sutra"
    }
  },
  {
    "id": "exam-618225-65",
    "unitNumber": 0,
    "text": "Aşağıdakilerden hangisi Osmanlı İmparatorluğu'nda ilk Türk matbaasını kuran kişidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İbrahim Müteferrika",
      "B": "Ahmed İhsan",
      "C": "Damat İbrahim Paşa",
      "D": "Mehmet Çelebi",
      "E": "Sait Efendi"
    }
  },
  {
    "id": "exam-618225-66",
    "unitNumber": 0,
    "text": "Endüstriyel baskı teknikleri, kullanılan ve uygulanan teknik kalıpların yapılarına göre beşe ayrılmaktadır.<br/>Yukarıdaki ifadeye göre aşağıdakilerden hangisi bu tekniklerden biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Dijital baskı",
      "B": "Yüz baskı",
      "C": "Çukur baskı",
      "D": "Taş baskı",
      "E": "Yüksek baskı"
    }
  },
  {
    "id": "exam-618225-67",
    "unitNumber": 0,
    "text": "Aşağıdakilerden hangisi tipo baskı kalıbı hazırlarken kullanılan malzemelerden biri <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Klişe",
      "B": "Fotoğrafik film",
      "C": "Espas",
      "D": "Vizo",
      "E": "Hurufat"
    }
  },
  {
    "id": "exam-618225-68",
    "unitNumber": 0,
    "text": "Tipo baskı sistemindeki en önemli özellik aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Genellikle sanatsal çalışmalar için tercih edilmesi",
      "B": "Karakter dizgi tekniklerinin sınırlı olması",
      "C": "Tipo baskı sistemi ile yapılan kesim, kırım, gofre ve sıcak yaldız işlemlerinin diğer baskı sistemlerinde yapılamaması",
      "D": "Değişken miktarlarda mürekkep alabildiğinden ton değerlerinin değişken ve belirsiz olması",
      "E": "Hibrit teknolojisi sayesinde çok sayıda baskı üretilebilmesi"
    }
  },
  {
    "id": "exam-618225-69",
    "unitNumber": 0,
    "text": "I. Yayıncılık basımları<br/>II. Ambalaj basımları<br/>III. Ürün etiketi basımları<br/>IV. Tv reklam ürünleri<br/>Yukarıdakilerden hangisi/hangileri tifdruk baskının endüstriyel alandaki genel kullanım alanınlarını oluşturur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız IV",
      "C": "I ve II",
      "D": "II ve IV",
      "E": "I, II ve III"
    }
  },
  {
    "id": "exam-618225-70",
    "unitNumber": 0,
    "text": "Tipo baskı tekniğinin tarihsel süreci ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Tipo baskı, yalnızca el yazması kitaplar için kullanılmıştır.",
      "B": "Tipo baskı, kaliteli bir üretim için elverişli değildir.",
      "C": "Tipo baskı tekniği, 21. yüzyılda gelişmeye başlamıştır.",
      "D": "Tipo baskı tekniğinin ilk prototipi 11. yüzyılda Çinliler tarafından geliştirilmiştir.",
      "E": "Tipo baskının mucidi Mısır medeniyetidir."
    }
  },
  {
    "id": "exam-618225-71",
    "unitNumber": 0,
    "text": "I. El Tezgahları<br/>II. Pedal Makineleri (Düz kazanlı presler)<br/>III. Silindir Kazanlı Baskı Makineleri<br/>IV. Ofset Baskı Makineleri<br/>Yukarıdakilerden hangileri tipo baskı makine sistemleri arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I, II ve III",
      "D": "I, II ve IV",
      "E": "I, III ve IV"
    }
  },
  {
    "id": "exam-618225-72",
    "unitNumber": 0,
    "text": ": İlk metal çukur baskı örneğidir. noktalı baskı olarak bilinen bu baskılar, 15. yüzyılın ikinci yarısında yapılmıştır.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Crible",
      "B": "Kurukazıma",
      "C": "Mezzotint",
      "D": "Ağaç baskı",
      "E": "Asit oyma"
    }
  },
  {
    "id": "exam-618225-73",
    "unitNumber": 0,
    "text": "Çin'de bulunduğu bilinen kağıt hangi yüzyılda bulunmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "I. Yüzyıl",
      "B": "II. Yüzyıl",
      "C": "III. Yüzyıl",
      "D": "IV. Yüzyıl",
      "E": "V. Yüzyıl"
    }
  },
  {
    "id": "exam-618225-74",
    "unitNumber": 0,
    "text": "Gazeteler, kitaplar, dergi ve broşürler gibi yüksek baskı sayısına sahip ürünler ve baskı sonrasında forma hâline getirilerek ciltleme işlemi uygulanacak işler için uygun olan ofset baskı türü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Nemlendirme sistemli ofset",
      "B": "Tabaka ofset",
      "C": "Kuru ofset",
      "D": "Web ofset"
    }
  },
  {
    "id": "exam-618225-75",
    "unitNumber": 0,
    "text": "Rotogravür baskı makinesi ile aşağıdaki yüzeylerden hangilerinin üzerine baskı yapılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Naylon, polietilen ve alüminyum",
      "B": "Sadece baskı kalıpları",
      "C": "Ahşap ve metal",
      "D": "Kumaş ve desenleri",
      "E": "Sadece tekstil ürünleri"
    }
  },
  {
    "id": "exam-618225-76",
    "unitNumber": 0,
    "text": "Aşağıdakilerden hangisi tifdruk baskının diğer çukur baskı yöntemlerinden ayıran en önemli avantajıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Sanatsal eserlerin baskısı için kullanılması",
      "B": "Yalnızca özel sanat baskıları için uygulanması",
      "C": "Karmaşık yapılı sistemlerden biri olması",
      "D": "Büyük tirajlı baskıların alınabilmesine olanak vermesi",
      "E": "Küçük ölçekli tasarımların baskıları için uygulanabilmesi"
    }
  },
  {
    "id": "exam-618225-77",
    "unitNumber": 0,
    "text": "Ofset baskı tekniğinin dayandığı prensip aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yüksek sıcaklığın olmaması",
      "B": "Su ve solüsyonun karışması",
      "C": "Su ve yağın birbirine karışmaması",
      "D": "Solvent ve suyun birleşmesi",
      "E": "Kimyasal reaksiyonlar"
    }
  },
  {
    "id": "exam-618225-78",
    "unitNumber": 0,
    "text": "I. Pigmentler<br/>II. Taşıyıcı akışkanlar<br/>III. Bağlayıcı akışkanlar<br/>IV. Çözücüler<br/>Yukarıdakilerden hangileri mürekkeplerin bileşenlerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve IV",
      "C": "I, III ve IV",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    }
  },
  {
    "id": "exam-618225-79",
    "unitNumber": 0,
    "text": "Aşağıdakilerden hangisi fotolitografi tekniğini ilk kullanan ve icat eden kişidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Engelmann",
      "B": "Joseph Niepce",
      "C": "Henry Talbot",
      "D": "Alois Senefelder",
      "E": "Louis Ducos du Hauron"
    }
  },
  {
    "id": "exam-618225-80",
    "unitNumber": 0,
    "text": "I. Electrolnk<br/>II. Termal ofset<br/>III. Anında renk değiştirme<br/>Yukarıdakilerden hangisi/hangileri Dijital ofset baskı sürecinin temel teknolojilerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    }
  },
  {
    "id": "exam-606661-81",
    "unitNumber": 0,
    "text": "1. I. Silindir hazırlama işleminde bakır kaplama yerine çinko kaplama yapılması II. Gravür makinesine gönderilecek tasarımın arayüz programının farklılığı III. Oyma işleminin lazer ışınlarıyla yapılması Yukarıdakilerden hangisi/hangileri lazer işleme teknolojisinin elektromekanik yöntemle arasındaki temel farklardandır?",
    "correctAnswer": "E",
    "options": {
      "A": "A) Yalnız I",
      "B": "B) Yalnız II",
      "C": "C) I ve II",
      "D": "D) II ve III",
      "E": "E) I, II ve III"
    }
  },
  {
    "id": "exam-606661-82",
    "unitNumber": 0,
    "text": "2. Aşağıdakilerden hangisi padişah fermanıyla Osmanlı'da kurulan matbaada basılan ilk kitaptır?",
    "correctAnswer": "B",
    "options": {
      "A": "A) Sihah il-Cevheri",
      "B": "B) Lügati-Vankuli",
      "C": "C) Evliya Çelebi Seyahatnamesi",
      "D": "D) Dîvânu Lugâti't-Türk",
      "E": "E) Muhakemetü'l Lugateyn"
    }
  },
  {
    "id": "exam-606661-83",
    "unitNumber": 0,
    "text": "3. Aşağıdakilerden hangisi yazının milattan önce ortaya çıktığı bin yıldır?",
    "correctAnswer": "C",
    "options": {
      "A": "A) M.Ö. 5000",
      "B": "B) M.Ö. 4000",
      "C": "C) M.Ö. 3000",
      "D": "D) M.Ö. 2000",
      "E": "E) M.Ö. 1000"
    }
  },
  {
    "id": "exam-606661-84",
    "unitNumber": 0,
    "text": "4. I. Termal ofset transfer teknolojisi II. Anında renk değiştirme III. Elektro mürekkep Yukarıdakilerden hangisi/hangileri dijital ofset baskı sürecinin temel teknolojisini oluşturur?",
    "correctAnswer": "E",
    "options": {
      "A": "A) Yalnız I",
      "B": "B) Yalnız II",
      "C": "C) Yalnız III",
      "D": "D) I ve II",
      "E": "E) I, II ve III"
    }
  },
  {
    "id": "exam-606661-85",
    "unitNumber": 0,
    "text": "5. Serigrafi tekniğinde elek üzerine sürülen ışığa duyarlı malzemeye ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "A) Pigment",
      "B": "B) Emülsiyon",
      "C": "C) Rakle",
      "D": "D) Mürekkep",
      "E": "E) UV mürekkep"
    }
  },
  {
    "id": "exam-606661-86",
    "unitNumber": 0,
    "text": "6. Bu aracı kullanarak, fotoğraf ya da illüstrasyon gibi görsellerin renklerini daha doygun ya da daha soluk hale getirmek ve renkleri değiştirmek mümkündür.",
    "correctAnswer": "A",
    "options": {
      "A": "A) Parlaklık/Kontrast",
      "B": "B) Ton/Doygunluk",
      "C": "C) Düzeyler",
      "D": "D) Invert",
      "E": "E) Levels"
    }
  },
  {
    "id": "exam-606661-87",
    "unitNumber": 0,
    "text": "7. Serigrafi tekniğinin türediği geleneksel baskı tekniği aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "A) Düz Baskı",
      "B": "B) Şablon Baskı",
      "C": "C) Monotip Baskı",
      "D": "D) Yüksek baskı",
      "E": "E) Çukur Baskı"
    }
  },
  {
    "id": "exam-606661-88",
    "unitNumber": 0,
    "text": "8. I. Görüntü dijital olarak bilgisayar ortamında hazırlanır. II. Emülsiyon çekilmiş kalıp baskı kullanılır. III. UV ışık ile kurutma ve yıkama aşamaları mevcuttur. CTS (Computer to Screen) yöntemi ile ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "A) Yalnız I",
      "B": "B) Yalnız II",
      "C": "C) Yalnız III",
      "D": "D) I ve II",
      "E": "E) I, II ve III"
    }
  },
  {
    "id": "exam-606661-89",
    "unitNumber": 0,
    "text": "9. Bir rengin griye doğru canlılığını kaybederek nötrleştiği skalada saflık derecesini betimlemek için kullanılan renk terimi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "A) Valör",
      "B": "B) Değer",
      "C": "C) Kroma",
      "D": "D) Renk tonu",
      "E": "E) Renk özü"
    }
  },
  {
    "id": "exam-606661-90",
    "unitNumber": 0,
    "text": "10. Bir görselin renklerini tek komutla negatif oluşturacak şekilde tersine çevirmeyi sağlayan ve uygulandığı görseldeki renklerin tümünü renk çemberindeki karşıt rengine çeviren komut aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "A) Parlaklık/Kontrast",
      "B": "B) Ton/Doygunluk",
      "C": "C) Düzeyler",
      "D": "D) Invert",
      "E": "E) Levels"
    }
  },
  {
    "id": "exam-606661-91",
    "unitNumber": 0,
    "text": "11. Kaba ve kalın dokulu kağıtlar aşağıdaki ağaç türlerinden hangisinin kullanılması ile elde edilir?",
    "correctAnswer": "D",
    "options": {
      "A": "A) Kayın",
      "B": "B) Kavak",
      "C": "C) Köknar",
      "D": "D) Çam",
      "E": "E) Ladin"
    }
  },
  {
    "id": "exam-606661-92",
    "unitNumber": 0,
    "text": "12. Isıya maruz kalmadığı durumlarda kurumadan günlerce taze kalabilir. Özellikle tekstil baskısında kullanılır. Bu mürekkepler daha yoğun krema gibi bir kıvama sahiptir, akıcı değildir.",
    "correctAnswer": "C",
    "options": {
      "A": "A) Su bazlı mürekkep",
      "B": "B) Solvent bazlı mürekkep",
      "C": "C) Plastisol mürekkep",
      "D": "D) Pigment bazlı mürekkep",
      "E": "E) UV mürekkep"
    }
  },
  {
    "id": "exam-606661-93",
    "unitNumber": 0,
    "text": "13. Renkleri aygıttan bağımsız bir şekilde tanımlamanın tek yöntemine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "A) Gamut",
      "B": "B) ICC Profili",
      "C": "C) CIE sistemi",
      "D": "D) PCS- Profil Bağlantı Alanı",
      "E": "E) Renk gamı"
    }
  },
  {
    "id": "exam-606661-94",
    "unitNumber": 0,
    "text": ":İçinde ağaç miktarı az, selüloz miktarı fazla olan beyaz renkli kağıtlardır. Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "A) Pelür",
      "B": "B) Bristol",
      "C": "C) Kuşe",
      "D": "D) I.Hamur",
      "E": "E) II.Hamur"
    }
  },
  {
    "id": "exam-606661-95",
    "unitNumber": 0,
    "text": "15. Aşağıdakilerden hangisi çıkartma kağıtları için kullanılan kağıt ebadıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "A) 50x70",
      "B": "B) 52x87",
      "C": "C) 64x90",
      "D": "D) 68x100",
      "E": "E) 70x100"
    }
  },
  {
    "id": "exam-606661-96",
    "unitNumber": 0,
    "text": "16. I. AVI II. MOV III. MP4 IV. EMF Yukarıdakilerden hangileri hareketli görüntü formatlarındandır?",
    "correctAnswer": "D",
    "options": {
      "A": "A) I ve II",
      "B": "B) I ve III",
      "C": "C) II ve IV",
      "D": "D) I, II ve III",
      "E": "E) I, III ve IV"
    }
  },
  {
    "id": "exam-606661-97",
    "unitNumber": 0,
    "text": "17. Bir kağıdın baskıda mürekkep alan yüzünün arka yüzü etkileyip etkilememesi kağıdın aşağıdaki özelliklerinden hangisi ile ilgilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "A) Kağıdın dokusu",
      "B": "B) Kağıdın yüzeyi",
      "C": "C) Kağıdın rengi",
      "D": "D) Kağıdın şekli",
      "E": "E) Kağıdın yoğunluğu"
    }
  },
  {
    "id": "exam-606661-98",
    "unitNumber": 0,
    "text": "18. Taşınabilir Ağ Grafikleri anlamına gelen kayıpsız bir görüntü biçimine sahip dosya türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "A) JPEG",
      "B": "B) PNG",
      "C": "C) HEIC",
      "D": "D) HEX",
      "E": "E) PSD"
    }
  },
  {
    "id": "exam-606661-99",
    "unitNumber": 0,
    "text": "19. Grafik Değişim Biçimi olarak bilinen, keskin çizgileri koruduğu için çizgi sanatı ve metin içeren görüntüler gibi ton değerleri olmayan düz grafikler için kullanılan dosya formatı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "A) GIF",
      "B": "B) HEIC",
      "C": "C) TIFF",
      "D": "D) PSD",
      "E": "E) JPEG"
    }
  },
  {
    "id": "exam-606661-100",
    "unitNumber": 0,
    "text": "20. I. Vektör görüntü dosyalarında çözünürlük önemli bir sorundur. II. Vektör görüntüler, yeniden ölçeklendirebilir ve yeniden şekillendirebilir. III. Vektör görüntüler, daha sınırlı sayıda renk taşır. Vektör görüntü ile ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "A) Yalnız I",
      "B": "B) I ve II",
      "C": "C) I ve III",
      "D": "D) II ve III",
      "E": "E) I, II ve III"
    }
  },
  {
    "id": "exam-622597-101",
    "unitNumber": 0,
    "text": "Kağıt üzerine basılarak bugüne ulaşmış, baskıresimin bilinen en eski örneği sayılan eser aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Babil İncili",
      "B": "The Flagellation",
      "C": "Gutenberg İncili",
      "D": "Beş Alman Askeri",
      "E": "Diamond Sutra"
    }
  },
  {
    "id": "exam-622597-102",
    "unitNumber": 0,
    "text": "Tifdruk baskı teknolojisi aşağıdaki geleneksel baskı metotlarından hangisini kullanmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Düz Baskı",
      "B": "Yüksek Baskı",
      "C": "Taş Baskı",
      "D": "Çukur Baskı",
      "E": "Şablon Baskı"
    }
  },
  {
    "id": "exam-622597-103",
    "unitNumber": 0,
    "text": "Tipo baskıda dizilen satırların birbirine karışıp bozulmaması için satır aralarına konulan, genellikle iki punto genişliğindeki metale ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Vizo",
      "B": "Boş Takım",
      "C": "Anterlin",
      "D": "Hurufat",
      "E": "Garnitür"
    }
  },
  {
    "id": "exam-622597-104",
    "unitNumber": 0,
    "text": "Baskı altı malzemesinin nemlendirilmiş ve mürekkep verilmiş kalıpla buluştuğu ve baskının gerçekleştiği sisteme ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mürekkep ünitesi",
      "B": "Kalıp silindiri",
      "C": "Nemlendirme ünitesi",
      "D": "Blanket silindiri",
      "E": "Baskı ünitesi"
    }
  },
  {
    "id": "exam-622597-105",
    "unitNumber": 0,
    "text": "Serigrafi tekniğinde kullanılan boya sıyırıcıya ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Elek",
      "B": "Rakle",
      "C": "Emülsiyon",
      "D": "Mürekkep",
      "E": "Kurutma rafı"
    }
  },
  {
    "id": "exam-622597-106",
    "unitNumber": 0,
    "text": "Aşağıdakilerden hangisi dijital renk yönetim sisteminin temel amacıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Farklı cihazlar arasında renk uyumsuzluğunu önlemek",
      "B": "Ekran renklerini iyileştirmek",
      "C": "Grafiklerin yalnızca dijital ortamda doğru görünmesini sağlamak",
      "D": "Renkli yazıcıların renkleri doğru üretmesini sağlamak",
      "E": "Renklerin yazılımda doğru miktar ayarlarında görünmesini sağlamak"
    }
  },
  {
    "id": "exam-622597-107",
    "unitNumber": 0,
    "text": "Aşağıdakilerden hangisi serigrafi baskı tekniğinde kullanılan malzemedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Plastik şablon",
      "B": "Silikon şablonlar",
      "C": "Bronz plakalar",
      "D": "Bakır kalıp",
      "E": "İpek kumaş"
    }
  },
  {
    "id": "exam-622597-108",
    "unitNumber": 0,
    "text": "Serigrafi tekniğinin türediği geleneksel baskı tekniği aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yüksek Baskı",
      "B": "Çukur Baskı",
      "C": "Şablon Baskı",
      "D": "Düz Baskı",
      "E": "Monotip Baskı"
    }
  },
  {
    "id": "exam-622597-109",
    "unitNumber": 0,
    "text": "Aşağıdakilerden hangisi bir renk yönetimi sisteminde stabilizasyonun amacıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Ekipmanın doğru şekilde kalibre edilmesini sağlamak",
      "B": "Ekipmanın her seferinde aynı sonuçları üretmesini sağlamak",
      "C": "Renk doğruluğu sağlayacak profillerin oluşturulması sağlamak",
      "D": "Grafik yazılımlarının doğru çalışmasını sağlamak",
      "E": "Renkli cihazların kullanıcı profillerinin belirlenmesini sağlamak"
    }
  },
  {
    "id": "exam-622597-110",
    "unitNumber": 0,
    "text": "Çoğaltılacak basılı bir grafik ürünün tasarım RGB ile tasarlanıp CMYK'ya çevrildiğinde aşağıdaki durumlardan hangisi yaşanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Renkler soluklaşır.",
      "B": "Renkler daha canlı ve doygun hale gelir.",
      "C": "Hiçbir renk kaybı yaşanmaz.",
      "D": "Hiçbir değişiklik olmaz, renkler aynen kalır.",
      "E": "Renkler tam anlamıyla kaybolur."
    }
  },
  {
    "id": "exam-622597-111",
    "unitNumber": 0,
    "text": "Renk düzenleme araçlarının en çok kullanılanlarından biri olmanın yanı sıra tüm temel renk kanallarına ayrı ayrı müdahale etme seçenekleri sayesinde kontrollü ve doğal renk ayarlamaları yapmaya olanak tanıyan araç aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ters Çevir",
      "B": "Ton/Doygunluk",
      "C": "Düzeyler",
      "D": "Seçmeli Renk",
      "E": "Eğriler"
    }
  },
  {
    "id": "exam-622597-112",
    "unitNumber": 0,
    "text": "I. Yüksek Baskı<br/>II. Çukur Baskı<br/>III. Elek Baskı<br/>IV. Düz Baskı<br/>Yukarıdakilerden hangileri baskı tekniklerindendir?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "I, II ve III",
      "C": "I, III ve IV",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    }
  },
  {
    "id": "exam-622597-113",
    "unitNumber": 0,
    "text": "Kağıt katlama işlemi ile ilgili olarak hangisi <u>doğru değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Katlama işleminin gerekli olup olmadığına karar verme editöre aittir.",
      "B": "Kırım işlemi, tirajı yüksek olan işler için otomatik makinelerde yapılır.",
      "C": "Kağıt katlama, baskı sonrası kağıtların sıralanarak ciltlenebilmesi için yapılır.",
      "D": "Kırım işlemi düşük tirajlı işler için elle yapılır.",
      "E": "Kağıt katlama işlemi, baskı türüne göre değişiklik gösterir."
    }
  },
  {
    "id": "exam-622597-114",
    "unitNumber": 0,
    "text": "Amerikan ciltleme yöntemi ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnızca ince kağıtlar için uygundur.",
      "B": "Kitapların kapaklarını oluşturur.",
      "C": "Sıcak tutkallama kullanılır.",
      "D": "Tel dikişle yapılır.",
      "E": "Yüksek sayfalı dergiler için uygundur."
    }
  },
  {
    "id": "exam-622597-115",
    "unitNumber": 0,
    "text": "Bir kağıdın baskıda mürekkep alan yüzünün arka yüzü etkileyip etkilememesi kağıdın aşağıdaki özelliklerinden hangisi ile ilgilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kağıdın dokusu",
      "B": "Kağıdın yüzeyi",
      "C": "Kağıdın rengi",
      "D": "Kağıdın yoğunluğu",
      "E": "Kağıdın şekli"
    }
  },
  {
    "id": "exam-622597-116",
    "unitNumber": 0,
    "text": "Taşınabilir Ağ Grafikleri anlamına gelen kayıpsız bir görüntü biçimine sahip dosya türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "JPEG",
      "B": "PNG",
      "C": "HEIC",
      "D": "HEX",
      "E": "PSD"
    }
  },
  {
    "id": "exam-622597-117",
    "unitNumber": 0,
    "text": "Aşağıdakilerden hangisi çıkartma kağıtları için kullanılan kağıt ebadıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "50x70",
      "B": "52x87",
      "C": "64x90",
      "D": "70x100",
      "E": "70x100"
    }
  },
  {
    "id": "exam-622597-118",
    "unitNumber": 0,
    "text": "UV baskı ile ilgili aşağıdaki ifadelerden hangisi <u>doğrudur</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "UV baskı daha düşük maliyetlidir.",
      "B": "UV baskı düşük kaliteli baskı sonuçları verir.",
      "C": "UV baskı, özel formüle edilmiş mürekkepler kullanarak altında sertleşeğe sağlayan mürekkepler kullanır.",
      "D": "UV baskı sadece kağıt yüzeylerinde çalışır.",
      "E": "UV baskı yalnızca fotokopi makinelerinde kullanılabilir."
    }
  },
  {
    "id": "exam-622597-119",
    "unitNumber": 0,
    "text": "Dijital grafik tasarımın temelini oluşturan unsurlar aşağıdakilerin hangisinde birlikte ve doğru olarak verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Renk ve doku",
      "B": "Tipografi ve interaktif özellikler",
      "C": "Tipografi, hareket ve teknik",
      "D": "Görsel, tipografi, hareket ve etkileşim",
      "E": "Görsel, tipografi ve teknik"
    }
  },
  {
    "id": "exam-622597-120",
    "unitNumber": 0,
    "text": ".... ile web ve diğer durumlar için çok yönlü, komut dosyası yazılabilir, çok amaçlı bir vektör formatı ihtiyacını (ve birkaç şirketin girişimini) karşılamak için World Wide Web Konsorsiyumu tarafından oluşturulan ve geliştirilen açık kaynak bir standarttır.<br/>Yukarıdaki paragrafta boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": ".EPS",
      "B": ".SVG",
      "C": ".GIF",
      "D": ".JPEG",
      "E": ".TIFF"
    }
  }
]