[
  {
    "id": "2729566",
    "unitNumber": 1,
    "text": "Sayıları 2 ile 20 kişi arasında değişen, belirli bir zamanda üyelerinin birbirleriyle doğrudan kişisel ilişkiler geliştirdikleri ve her bir üyenin diğerleriyle yüz yüze iletişim kurduğu grup türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Büyük grup",
      "B": "Küçük grup",
      "C": "Bireysel",
      "D": "Ortak grup",
      "E": "Paylaşım gurubu"
    },
    "explanation": "Giriş<br/>Tipik olarak 2 ile 20 kişi arasında değişen küçük gruplar; belirli bir zamanda üyelerinin birbirleri ile doğrudan kişisel ilişkiler geliştirdikleri ve her bir üyenin diğerleri ile yüz yüze iletişim kurduğu gruplardır. Grubun parçaları bütününden daha büyüktür. Grup sistemi, birbirine bağımlı, birbirleri ile alakalı parçalardan ve bu ilişkilerden ortaya çıkan özelliklerden oluşur."
  },
  {
    "id": "2729567",
    "unitNumber": 1,
    "text": "Gruplarla sosyal hizmetin kullanım amacı aşağıdaki seçeneklerden hangisinde doğru olarak ifade edilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sorun çözme, yardım, destek ve refahı sağlama",
      "B": "Gereksinim karşılama, destek, sorun çözme ve gelişme",
      "C": "Destek, sorun çözme, gelişme ve yardım",
      "D": "Eğitim, değişme, gelişme ve kendine yardım",
      "E": "Eğitim, destek, sorun çözme, gelişme ve yardım"
    },
    "explanation": "Gruplarla Sosyal Hizmetin Tanımı<br/>Gruplarla sosyal hizmet, sosyal hizmetin küçük gruplar yoluyla bireyde ve çevrede arzulanan değişmeleri yaparak bireylerin ihtiyaçlarının karşılanması ve sorunlarının çözülmesine yardım etme sürecini içeren bir yöntem olarak tanımlanmıştır. Gruplar; eğitim, değişme, gelişme ve kendine yardım için kullanılabilmektedir."
  },
  {
    "id": "2729568",
    "unitNumber": 1,
    "text": "Gruplarla sosyal hizmeti psikoterapiden ve grupla psikolojik danışmadan ayıran özellik aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gruplarla sosyal hizmetin bireyi ve çevresini bir bütün olarak ele alıp bireysel gelişme yoluyla toplumsal refahın gerçekleşeceğini kabul etmesidir.",
      "B": "Grup üyelerinin yaşam kalitelerinin iyileştirmesi için güçlendirilmelerini sağlaması ve özerk gelişme sürecinin grup sürecine katılımla artmasıdır.",
      "C": "Grup üyelerinin sosyal çevrelerini değiştirmede etkili stratejiler geliştirmek, destek alıp vermek, kabul görmek ve umut kazanmak için bir araya gelmesidir.",
      "D": "Grup üyelerinin en yüksek kapasitesine erişmesi için gelişmesini ve diğer bireylerle ve çevresiyle daha tatmin edici ilişkiler geliştirmesini desteklemektir.",
      "E": "Bireylerin grup sürecine katılım yoluyla özerk gelişimlerini teşvik etmektir."
    },
    "explanation": "Gruplarla Sosyal Hizmetin Amacı<br/>Gruplarla sosyal hizmet, birey ile sosyal çevre arasındaki karşılıklı ilişkilerin gelişmesini amaçlar. Birey ve çevresini bir bütün olarak ele alır, bireysel gelişme yoluyla toplumsal refahın gerçekleşeceğini kabul etmesi bakımından psikoterapiden ve grupla psikolojik danışmadan ayrılır."
  },
  {
    "id": "2729569",
    "unitNumber": 1,
    "text": "Aşağıdaki seçeneklerin hangisinde kişiyi veya kişileri grup deneyiminden yararlandırmak amacıyla kullanılan ölçütler doğru olarak ifade edilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Özerk gelişimi sağlamak, sorun çözmek, sosyal yetkinlik",
      "B": "Yaşam kalitesini arttırmak, kabul görmek, sosyal yetkinlik",
      "C": "İlişkileri geliştirmek, sosyal yetkinlik, stresle baş etmek",
      "D": "Bireysel gelişme, sosyal etkileşim ve iletişimi artırmak",
      "E": "Özerk gelişimi sağlamak, stresle baş etmek, sosyal etkileşim"
    },
    "explanation": "Grupla Sosyal Hizmet Müdahalesini Seçme Ölçütleri<br/>Kişiyi veya kişileri grup deneyiminden yararlandırmak amacıyla aşağıda sıralanan ölçütler kullanılabilir: İlişkileri geliştirmek, sosyal yetkinlik, stresle baş etme."
  },
  {
    "id": "2729570",
    "unitNumber": 1,
    "text": "Amacı gruplarla yapılan çalışmaların felsefesini, bilgisini ve uygulamasını yeniden tanımlamak ve açıklamak olan, üyeleri arasında eğitimciler ve sosyal hizmet uzmanları bulunan, dergi ve yıllık eylem raporları yayımlayan, 1946’da üyelerinin oylamasıyla mesleki bir birlik olma kararı alan organizasyon aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ulusal Sosyal Hizmet Uzmanları Derneği",
      "B": "Amerikan Sosyal Hizmet Derneği",
      "C": "Sosyal Hizmet Uzmanları Federasyonu",
      "D": "Uluslararası Sosyal Hizmet Okulları Birliği",
      "E": "Amerikan Grup Çalışmacıları Derneği"
    },
    "explanation": "Gruplarla Sosyal Hizmetin Tarihsel Gelişimi<br/>Ulusal Grup Çalışması Araştırma Derneği’nin (AASGW) amacı, gruplarla yapılan çalışmaların felsefesini, bilgisini ve uygulamasını yeniden tanımlamak ve açıklamaktı; üyeleri arasında eğitimciler ve sosyal hizmet uzmanları vardı. Dernek, Grup Çalışması (Group Work) adıyla bir dergi ve yıllık eylem raporları yayınlamıştır. Grupla sosyal hizmet müdahalesinin amacı “gönüllü grup toplantıları ile bireylerin gelişimi ve uyumu” olarak tanımlanmıştır. 1946 yılında üyelerin oylaması ile mesleki bir organizasyon olma kararı alan komite 1955 yılında Amerikan Grup Çalışmacıları Derneği hâline gelmiş ve Ulusal Sosyal Hizmet Uzmanları Derneği’nin parçası olmuştur."
  },
  {
    "id": "2729571",
    "unitNumber": 1,
    "text": "1960’larda gruplarla sosyal hizmet müdahalesi hangi amaçla kullanılmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Sanatla terapi",
      "B": "Psikoterapi",
      "C": "Bireysel değişim",
      "D": "Sosyal değişim",
      "E": "Bireysel güçlenme"
    },
    "explanation": "Gruplarla Sosyal Hizmetin Tarihsel Gelişimi<br/>1960’larda gruplarla sosyal hizmet müdahalesi, sosyal değişim için kullanılmaya başlanmıştır. Farkındalık yaratma grupları ve yoksullukla savaş programları, kadınların ve etnik azınlıkların dışlanmaya karşı savaşmasına ve toplumları içinde güç kazanmalarına yardımcı olmuştur. Vietnam Savaşı’na karşı protestoların yapıldığı zamanlarda gruplar eğitim aracı olarak kullanılmıştır. Bu enerji ve yaratıcılık, sosyal hizmet eğitim programlarına, grupla sosyal hizmet müdahalesi becerilerinin kazandırılması şeklinde yansımıştır."
  },
  {
    "id": "2729572",
    "unitNumber": 1,
    "text": "Grup dinamiği akımı aşağıdaki araştırmacılardan hangisi tarafından başlatılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Mary Richmond",
      "B": "Kurt Lewin",
      "C": "Wilber Newsletter",
      "D": "Laura Jane Addams",
      "E": "Jacob Moreno"
    },
    "explanation": "2. Dünya Savaşı Öncesi ve Grup Dinamiği Akımı<br/>Grup dinamiği akımı, bir Alman Yahudisi olan Kurt Lewin’in, 1930’lu yıllarda Nazilerden kaçarak ABD’ye gitmesi ve grup dinamiği merkezini kurması ile başlamıştır. Festinger, Shachter, Kelley, Back gibi birçok araştırmacı Lewin’le çalışarak yetişmiş ve birbirleriyle ortak çalışmalar yürütmüştür. Grup dinamiği çalışmaları gevşek kuramsal çerçeveden çıkarak dönemin sorunlarına, biraz da Hitler’in otoriter rejimine tepki olarak ABD demokrasi anlayışına uygun ideolojik bir açıdan yaklaşmıştır."
  },
  {
    "id": "2729573",
    "unitNumber": 1,
    "text": "1926’da çocuk koruma kliniğinden akranlar arası ilişkilerini geliştirmeleri için kampa gönderilen erkek çocuklar arasındaki kişilerarası iletişimin incelenmesiyle ilgili araştırmanın temel bulgusu aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Grup normunun oluşturulması ve bir kez oluşan grup normunun, oluşturan kişiler gruptan ayrıldıktan sonra da grup içinde kuşaklarca sürdürülmesi",
      "B": "Sosyal hizmet felsefesinin ve amaç, değer ve yöntemlerin gruplarla çalışırken nasıl kullanılacağına açıklık getirilmesi",
      "C": "Kişinin grup içinde birey olarak görülmesi, bir bütün olarak algılanması, eğitim sürecinin bir parçası olarak sosyal deneyimlerin kullanılması",
      "D": "Farklı ırk, etnik köken ve ekonomik seviyelerden gelen insanların ilişkilerinin geliştirilmesi",
      "E": "Grup etkileşimi içinde ortaya çıkan kabul-red süreci hakkında kavramların geliştirilmesi"
    },
    "explanation": "2. Dünya Savaşı Öncesi ve Grup Dinamiği Akımı<br/>Newsletter’ın 1926 yılında Camp Wawokiye’de Mark Feldstein ve Theodore Newcomb ile bir araya gelerek gerçekleştirdikleri araştırma projesi de grup çalışmasının bilimsel bilgi temelini oluşturan önemli bir çalışmadır. Bu araştırma; çocuk koruma kliniğinden akranlar arası ilişkilerini geliştirmeleri için kampa gönderilen erkek çocuklar arasındaki kişilerarası iletişimin incelenmesi ile ilgiliydi. Bu araştırmaya dayanarak araştırmacılar grup etkileşimi içinde ortaya çıkan kabul-red süreci hakkında kavramlar geliştirdiler. Araştırmacılar, grup toplantıları aracılığı ile çocukların ihtiyaçlarının karşılanabildiğini ve iletişimlerinin geliştiğini buldular. Gruplar üzerine deneysel araştırmaların doğal ortamlarda da yapılabileceğini gösterdiler."
  },
  {
    "id": "2729574",
    "unitNumber": 1,
    "text": "İkinci Dünya Savaşı sonrasında grup çalışmalarında büyük bir patlama olmasının nedenleri aşağıdaki seçeneklerin hangisinde doğru olarak ifade edilmiştir?<br/>I. Savaşa giden kişilerin devlet yardımından yararlanarak üniversiteye dönmeleri ve grup alanına yönelmeleri<br/>II. Savaş yaralarını sarma isteği ve demokrasi anlayışının katılım ilkesi nedenleriyle grup çalışmalarına o dönemde parasal destek sağlanması<br/>III. Yürütülen araştırmaların gerçek gruplarla yapılması ve bazı durumlarda bu grupların bir yıl gibi uzun bir süre boyunca incelenmesi",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnızca I",
      "B": "Yalnızca II",
      "C": "I-II-III",
      "D": "I-II",
      "E": "Yalnızca III"
    },
    "explanation": "2. Dünya Savaşı Sonrası Grup Çalışmaları: Ellili Yıllar ve Grubun Altın Devri<br/>İkinci Dünya Savaşı sonrasında grup çalışmalarında büyük bir patlama olduğu görülmektedir. Bu patlamanın toplumsal nedenleri arasında savaşa giden kişilerin devlet yardımından yararlanarak üniversiteye dönmeleri ve savaşta grubun önemini yaşayarak görmüş olan bu kişilerin grup alanına yönelmeleri gösterilmiştir. İkinci bir neden ise savaş yaralarını sarma isteği ve demokrasi anlayışının katılım ilkesi nedenleriyle, bu türden çalışmalara o devirde parasal destek sağlanmasıdır. Bu dönemde yapılan araştırmalar; normlar, gruba uyma, grup içi etkileşim ve iletişim, grup içi ‘konum’ ve güç farklılıkları, grup verimini etkileyen etmenler ve liderlik konularını işlemişlerdir. Bu araştırmaların birçoğunda, gerçek bir iş yerinde çalışanlar, öğrenci yurdu ve evli öğrenciler sitesinde yaşayanlar gibi yaşamda var olan gerçek gruplardan yararlanılmış, bazı durumlarda bu gruplar bir yıl gibi uzun bir süre boyunca incelenmiştir."
  },
  {
    "id": "2729575",
    "unitNumber": 1,
    "text": "Amerika Birleşik Devletleri’nde (ABD) terapötik amaçlarla grup çalışmasının kullanılmasını yaygınlaştıran etmen aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "ABD’ye Almanya ve Avusturya’dan gelen göçmenlerin etkisi",
      "B": "Bilimsel araştırmaların hız kazanması",
      "C": "Çok sayıda bilimsel kitabın yayımlanması",
      "D": "Alanda uzman yetiştiren kurumların sayısının hızla artması",
      "E": "Uzun dönemli izleme çalışmalarının gerçekleştirilmesi"
    },
    "explanation": "Gruplarla Sosyal Hizmetin Uygulama Alanları<br/>Terapötik amaçlarla grup çalışmasının kullanılması Amerika’ya Almanya ve Avusturya’dan gelen göçmenlerle artmıştır. Bu göçmenlerin Avrupa’daki eğitim ve terapilerinde grup çalışması büyük rol oynamış, grup bu amacın gerçekleştirilmesi için bir araç olarak görülmüştür."
  },
  {
    "id": "2729576",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sosyal hizmette grup kavramının özelliklerinden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Grup oluşturulurken grup üyelerinin her birinin farklı amaçlara sahip olmasına dikkat edilmelidir.",
      "B": "Küçük grup genellikle 2 ile 20 kişi arasındaki üyelerden oluşur.",
      "C": "Sosyal hizmette grup kavramı, sosyal hizmet müdahalesindeki uygulama grubunu anlatır.",
      "D": "Gruplar yapıları itibariyle kapalı ya da açık olabilirler.",
      "E": "Grup üyeliği zorunlu ya da gönüllü olabilir."
    },
    "explanation": "Doğru seçenek A'dır. Grup oluşturulurken grup üyelerinin her birinin farklı amaçlara sahip olmasına dikkat edilmez. Grup üyeleri farklı amaçlara sahip olabilir ancak grubu oluşturan kişilerin ortak bir amacı vardır. Grup ortak amacı olan kişilerden oluşturulur."
  },
  {
    "id": "2729577",
    "unitNumber": 1,
    "text": "Sosyal hizmetlerde online grupların <strong>en önemli</strong> avantajı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Online gruplar zamandan tasarruf sağlar.",
      "B": "Online gruplar mekandan tasarruf sağlar.",
      "C": "Online gruplarda kişiler arası etkileşim yüz yüze gruplara göre daha iyidir.",
      "D": "Online gruplar grubun amacına daha kolay ulaşmasını sağlar.",
      "E": "Online gruplar, coğrafi açıdan birbirine uzak olan ama aynı sorunları yaşayan insanların etkileşime girmesini sağlar."
    },
    "explanation": "Doğru cevap E seçeneğinde verilmiştir. Online gruplar, coğrafi açıdan birbirine uzak olan ama aynı sorunları yaşayan insanların etkileşime girmesini sağlar."
  },
  {
    "id": "2729578",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sosyal hizmet mesleğinin amaçlarından biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Daha etkili kişilerarası ilişkiler geliştirmek",
      "B": "Bireylerin kapasitelerinin geliştirmek",
      "C": "Bireylerin sosyal rollerindeki işlevlerini arttırmak",
      "D": "İnsanların kişiliğini değersizleştiren koşulları dönüştürmek",
      "E": "İnsanlara psikolojik danışmanlık sağlamak"
    },
    "explanation": "Sosyal hizmet mesleği; insanların temel ihtiyaçlarını karşılamak için kaynakları kullanarak, daha etkili kişilerarası ilişkiler geliştirmek için bireylerin kapasitelerini ve sosyal rollerdeki işlevlerini arttırarak, insanların kişiliğini değersizleştiren koşulları dönüştürerek amaçlarına ulaşır. Sosyal hizmet, temel ihtiyaçların karşılanmasında yaşanılan sorunların çözülmesi ve tatmin edici insan ilişkilerinin gerçekleştirilmesi için planlı müdahale süreçleri uygular.<br/>İnsanlara psikolojik danışmanlık sağlamak"
  },
  {
    "id": "2729579",
    "unitNumber": 1,
    "text": "\"Belirli ortak görevler üzerinde, bu görevlere açık bir kurumda çalışmak için birbirine ihtiyacı olan insan topluluğu” aşağıda verilenlerden hangisinin tanımıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Ekip",
      "B": "Grup",
      "C": "Küme",
      "D": "Topluluk",
      "E": "Takım"
    },
    "explanation": "Doğru cevap B seçeneğinde verilmiştir. \"Belirli ortak görevler üzerinde, bu görevlere açık bir kurumda çalışmak için birbirine ihtiyacı olan insan topluluğu” tanımı sosyal hizmetlerin grup tanımıdır."
  },
  {
    "id": "2729580",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi küçük gruplardaki dinamik güçlerden biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Düşünselleştirme",
      "B": "Açığa vurma",
      "C": "Transferans",
      "D": "Öz-yönelim",
      "E": "Etkileşim"
    },
    "explanation": "Küçük gruplardaki dinamik güçlerin tanımlanması konusunda psikologlar, psikiyatristler ve sosyal hizmet uzmanları çeşitli çalışmalar yapmışlardır. 1955 yılında Raymond Corsini ve Bina Rosenberg tarafından yapılan araştırma sonucunda gruptaki değişim mekanizmaları; açığa vurma, kabul, seyirci terapisi, düşünselleştirme, evrenselleştirme, gerçeklik sorgulama, özgecilik, transferans ve etkileşim olarak belirlenmiştir.<br/>Öz-Yönelim"
  },
  {
    "id": "2729581",
    "unitNumber": 1,
    "text": "Grup üyelerinin hayati sosyal rollerinde daha etkili olmasını sağlamayı ve yaşam döngüsünde ilerledikçe değişen rol beklentileri ile baş etme kapasitesi kazandırmayı hedefleyen seçme ölçütü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İlişkileri geliştirmek",
      "B": "Etkileşim",
      "C": "Stresle başetme",
      "D": "Sosyal Yetkinlik",
      "E": "Sosyal Etkileşim"
    },
    "explanation": "Sosyal hizmette bireylere sosyal beceriler kazandırmak için gruplarla sosyal hizmet müdahalesi kullanılır. Sosyal işlevsellik sorunlarının ortaya çıkmaması için grupla sosyal hizmet müdahalesi iyi bir yaklaşımdır. Gruplarla sosyal hizmetin amacı; üyelerin hayati sosyal rollerinde daha etkili olmasını sağlamak ve yaşam döngüsünde ilerledikçe değişen rol beklentileri ile baş etme kapasitesi kazandırmaktır.<br/>Sosyal Yetkinlik"
  },
  {
    "id": "2729582",
    "unitNumber": 1,
    "text": "Amaçlı grup deneyimi yoluyla kişinin sosyal işlevselliğinin arttırılmasına ......................... denir. Verilen boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Grupla psikolojik danışma",
      "B": "Sosyal psikoloji",
      "C": "Gruplarla sosyal hizmet",
      "D": "Sosyal eğitim",
      "E": "Sağaltım"
    },
    "explanation": "Doğru cevap C seçeneğinde verilmiştir. Amaçlı grup deneyimi yoluyla kişinin sosyal işlevselliğinin arttırılmasına <strong>gruplarla sosyal hizmet</strong> denir."
  },
  {
    "id": "2729583",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi grupla sosyal hizmetlerin özelliklerinden biri <strong>değildir? </strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Bir sorunun çözümlenebilmesi için gerektiğinde birey ve grubun tümünü kendi<br/>olanakları yanında toplumsal kaynaklardan yararlandırma sorumluluğu taşır.",
      "B": "Birey, grup ve sosyal çevre arasındaki sorunların çözümü için karşılıklı ilişkilerin geliştirilmesini amaçlar ve etkileşimler üzerinde odaklanır.",
      "C": "Bireyi ve grubu içinde bulunduğu sosyal çevreyi birbirini tamamlayan bir bütün olarak kavrar.",
      "D": "Sorunların çözümünde daha çok soruna yol açan bilinç dışı nedenler üzerine odaklanır.",
      "E": "Sorun çözmedeki amaç grup, birey ve ailenin birlikte toplumsal huzur ve refahın gerçekleştirilmesidir."
    },
    "explanation": "Doğru cevap D seçeneğinde verilmiştir. D seçeneğinde \"Sorunların çözümünde daha çok soruna yol açan bilinç dışı nedenler üzerine odaklanır.\" ifadesi grupla sosyal hizmetin özelliklerinden biri değildir. Grupla sosyal hizmet, sorunlara yol açan bilinçdışı nedenlerin varlığını kabul etmekle birlikte sorunun çözümünde bilinç düzeyindeki ve daha çok bugüne ait konular üzerinde durur."
  },
  {
    "id": "2729584",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sosyal hizmet müdahalesini seçme ölçütlerinden biri olan sosyal yetkinlik geliştirme ölçütüne bir örnektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnızlık ve kayıp duyguları yaşama",
      "B": "İş başvurusu yapmada beceri eksikliği",
      "C": "Hayati hastalık durumunun ortaya çıkması",
      "D": "Fiziksel şiddete maruz kalma sonucu stres yaşama",
      "E": "Tecavüz nedeniyle stres yaşama"
    },
    "explanation": "Doğru cevap B seçeneğinde verilmiştir. İş başvurusu yapmada beceri eksikliği sosyal hizmet müdahalesini seçme ölçütlerinden sosyal yetkinlik geliştirme ölçütünün altında yer alır."
  },
  {
    "id": "2729585",
    "unitNumber": 1,
    "text": "Grupla sosyal hizmet müdahalesiyle ilgili olarak bilinen kurumların<br/>en iyileri olarak kabul edilen yerleşim evleri ilk olarak hangi ülkede kurulmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "Amerika Birleşik Devletleri",
      "B": "İngiltere",
      "C": "Almanya",
      "D": "Türkiye",
      "E": "Hollanda"
    },
    "explanation": "Doğru cevap B seçeneğinde verilmiştir. Grupla sosyal hizmet müdahalesiyle ilgili olarak bilinen kurumların en iyileri olarak kabul edilen yerleşim evleri ilk olarak İngiltere'nin Londra şehrinde 1884 yılında bir grup Oxford öğrencisi tarafından kurulmuştur."
  },
  {
    "id": "2729586",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi grup çalışmalarına katkıda bulunan düşünür ve çalışmalarından biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Grodon Hearn-Sosyal Hizmette Teori Oluşturmak Kitabı",
      "B": "John Dewey - Eğitim Felsefesi çalışmaları",
      "C": "Getrude Wilson ve Gladys Ryland- Sosyal Grup Uygulaması yayını",
      "D": "Vygotsky - Sosyokültürel Gelişim Kuramı",
      "E": "Thibaut ve Kelley - Grup Sosyal Psikolojisi kitabı"
    },
    "explanation": "Doğru cevap D seçeneğinde verilmiştir. D seçeneği dışında kalan tüm seçeneklerde grup çalışmalarına katkıda bulunan düşünür ve çalışmaları verilmiştir. Vygotsky Sovyetler Birliğinde 1986-1934 yılları arasında yaşamış bir psikologdur."
  },
  {
    "id": "2729587",
    "unitNumber": 1,
    "text": "Grupla sosyal hizmet müdahalesi yapan ilk sosyal hizmet uzmanları genellikle sanat ve boş zaman aktiviteleri gibi daha deneysel ve katılımcı yöntemler kullanıyorlardı. Zamanla bu tür yöntemlerin kullanımı azaldı. Bu yöntemlerin kullanımının bırakılmasının nedeni aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bu etkinliklerin maliyetinin fazla olması",
      "B": "Etkinliklerin gerçekleştirilebilmesi için özel mekanlara ihtiyaç duyulması",
      "C": "Bu etkinliklerin etkili olmadığının kanıtlanması",
      "D": "Bu yöntemlerin profesyonel olarak görülmemesi",
      "E": "Bu yöntemler için eğitmenlere ihtiyaç duyulması"
    },
    "explanation": "Doğru cevap D seçeneğinde verilmiştir. Sosyal hizmet mesleğini elit bir meslek olarak görme eğiliminde olanlar için bu tür yöntemler pek profesyonelce değildi. Bu yöntemler zaman içinde azaldı ve sosyal hizmet uzmanları bu yöntemleri meslek uygulamasının dışında görmeye başladılar."
  },
  {
    "id": "2729588",
    "unitNumber": 1,
    "text": "Amerikan Sosyal Hizmet Derneği ne zaman kurulmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "1940'lar",
      "B": "1950'ler",
      "C": "1960'lar",
      "D": "1970'ler",
      "E": "1980'ler"
    },
    "explanation": "1950’lerde grup müdahalesi ile ilgilenen meslek elemanları diğer topluluklarla birleşerek Amerikan Sosyal Hizmet Derneğini kurmuştur. Bu dernek, değişik birçok mesleği aynı çatı altında toplamıştır. Takip eden 20 yıl içinde birçok sosyal hizmet okulu, eğitimlerinin ikinci senesinde grupla sosyal hizmet müdahalesine odaklanan programlar uygulamaya başlamıştır.<br/>1950'ler"
  },
  {
    "id": "2729589",
    "unitNumber": 1,
    "text": "1950'lerin ortalarına kadar toplum kurumlarında yapılan gruplarla sosyal hizmet uygulamaları daha çok aşağıda verilen gruplardan hangisine yöneliktir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çocuk ve gençler",
      "B": "Kız çocukları ve kadınlar",
      "C": "İşsizler ve yoksullar",
      "D": "İşçiler ve aileleri",
      "E": "Evsizler ve kimsesizler"
    },
    "explanation": "Doğru cevap A seçeneğinde verilmiştir. 1950’lerin ortalarına kadar toplum kurumlarındaki çoğu uygulama çocuk ve gençlere yönelik olmuştur."
  },
  {
    "id": "2729590",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi I.Dünya Savaşı Sonrası grup alanında yapılan çalışmalardan biri<strong> değildir? </strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Farklı etnik grupların tutumları",
      "B": "Sosyometri tekniği uygulamaları",
      "C": "Psikanalitik teorinin gruplara uygulanması",
      "D": "İş yeri sorunlarına ilişkin araştırmalar",
      "E": "Toplumsal sorunlara yönelik araştırmalar"
    },
    "explanation": "II Dünya savaşı öncesi 1940’larda özellikle Gisela Konopka, Fritz Redl, Samuel Slavson ve Saul Scheidlinger’ın çalışmaları ile psikanalitik teorinin gruplara uygulanmasında gelişmeler yaşanmıştır."
  },
  {
    "id": "2729591",
    "unitNumber": 1,
    "text": "Değiş tokuş ve bilişsel uyum kuramlarının bileşiminden ortaya çıkan hakkaniyet<br/>kuramı (equity theory) hangi yıllarda grup araştırmalarında kullanılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1960",
      "B": "1970",
      "C": "1980",
      "D": "1990",
      "E": "2000"
    },
    "explanation": "Altmışlı yıllardan sonra grup çalışmaları oyun araştırmaları dışında azalmış ve bu yıllarda grupların riske yönelme, yanlış karar alma gibi çeşitli davranışları incelenmiştir. Değiş tokuş ve bilişsel uyum kuramlarının bileşiminden ortaya çıkan hakkaniyet kuramı (equity theory) da bu yıllarda araştırmalarda kullanılmış, bu kuram çerçevesinde haksızlıktan yarar ve zarar gören kişi ve grupların tepkileri incelenmiştir. Bu yıllarda grup çalışmalarında görülen başka bir eğilim de bilişsel kavramların grup çalışmalarına da girmesidir.<br/>1960'lar"
  },
  {
    "id": "2729592",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi gruplarla sosyal hizmetin uygulama alanlarından değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sosyal Grup Çalışmaları",
      "B": "Terapötik Grup Çalışmaları",
      "C": "Göçmenler",
      "D": "Endüstriyel sosyal gruplar",
      "E": "Kişisel gelişim"
    },
    "explanation": "Komitenin çalışmaları terapi grupları açık ara önde olduğunu gösteriyordu. Terapi gruplarının ardından sırasıyla destek grupları, psikososyal eğitim grupları, kriz çözümü grupları, sosyalizasyon grupları ve meditasyon grupları geliyordu. Günümüzde ise gruplar her uygulama alanı içinde ve çok çeşitli amaçlarla kullanılmaktadır.<br/>Bu alanları; aile çocuk refahı, endüstriyel sosyal hizmet, gerontoloji, sağlık, ruh sağlığı ve eğitim olarak sıralamak mümkündür.<br/>Kişisel gelişim"
  },
  {
    "id": "2729593",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi grupla sosyal hizmetin gelişimine katkı sağlayan kişiler arasında yer almaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Walter Friedlander, grupla sosyal hizmet",
      "B": "Konopka, grup terapisi",
      "C": "Henry Maier, sosyal hizmet ve insan gelişimi",
      "D": "Vygotski, sosyal gelişim",
      "E": "Fritz Redl, çocukların terapötik gruplarla gelişimi"
    },
    "explanation": "Grupla sosyal hizmetin gelişimine katkı sağlayan kişiler arasında; bireyle sosyal hizmet (sosyal vaka çalışması), grupla sosyal hizmet (sosyal grup çalışması) ve toplumla sosyal hizmet alanlarındaki ortak kavramları açıklayan kitabıyla Walter Friedlander; grup terapisi, ergenlik ve sosyal grup çalışması uygulaması hakkında birçok kitap yazan Konopka; yatılı tedavinin bir parçası olarak grupla sosyal hizmet ve insan gelişimi kuramları ile tanınan Henry Maier; hem toplumda hem yatılı kurumlarda duygusal bozukluk yaşayan çocukların terapötik gruplarla gelişimi üzerine çalışan Fritz Redl vardır.<br/>Vygotski, sosyal gelişim"
  },
  {
    "id": "2729594",
    "unitNumber": 1,
    "text": "1959 yılında yayınlanan ikili ilişkiler çalışmaları alanlarına önemli bir kuramsal çerçeve sağlamış kitap aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Grup Sosyal Psikolojisi",
      "B": "Ego psikolojisi",
      "C": "Sosyal Hizmete Teori Oluşturmak",
      "D": "Sosyal Sistemler",
      "E": "Sosyal Hizmet Eğitimi"
    },
    "explanation": "Thibaut ve Kelley’nin 1959’ da yayınlanan Grup Sosyal Psikolojisi (The Social Psychology of Groups) kitabı grup ve ikili ilişkiler çalışmaları alanlarına önemli bir kuramsal çerçeve sağlamıştır. Bu kitapta, ekonomik çıkarcı insan modelinden yola çıkarak, grupların kurulması, sürmesi, norm oluşma koşulları, güç ve bağımlılık süreçleri, ekonomiden alınan oyun kuramı (game theory) kavramlarıyla açıklanmıştır"
  },
  {
    "id": "2729595",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi grup çalışma teorisine büyük katkılar getiren eğitim felfecilerinden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Clara Kaiser",
      "B": "John Dewey",
      "C": "Grodon Hearn",
      "D": "Gisela Konopka",
      "E": "Friz Redl"
    },
    "explanation": "John Dewey, grup çalışması teorisine oldukça büyük katkılar sağlamıştır. Dewey’in eğitim felsefesi; her bir çocuğu ayrı bir birey olarak görmek, çocuğu bir bütün olarak algılamak, eğitim sürecinin bir parçası olarak sosyal deneyimleri kullanma ve ortaklaşa çaba içinde öğrenme ilkelerini içermektedir. Dewey’in eğitim felsefesi ve sorun çözme süreci çalışmaları; gruplarla nasıl çalışılacağını anlamaya dair temel bilgileri sağlamıştır."
  },
  {
    "id": "3845500",
    "unitNumber": 1,
    "text": "Aşağıdaki yargılardan hangisi gruplarla sosyal hizmet için söylenemez?",
    "correctAnswer": "A",
    "options": {
      "A": "Bir sorunun çözümlenebilmesi için gerektiğinde yalnızca birey ve grubun tümünü kendi olanaklarından yararlandırma sorumluluğu taşır",
      "B": "Birey, grup ve sosyal çevre arasındaki sorunların çözümü için karşılıklı ilişkilerin geliştirilmesini amaçlar",
      "C": "Sorunun çözümünde bilinç düzeyindeki ve daha çok bugüne ait konular üzerinde durur",
      "D": "Bireyi ve grubu içinde bulunduğu sosyal çevreyi birbirini tamamlayan bir bütün olarak kavrar",
      "E": "Sorun çözmedeki amaç grup, birey ve aile birlikte toplumsal huzur ve refahın gerçekleştirilmesidir"
    },
    "explanation": "Gruplarla sosyal hizmet temelde; Bir sorunun çözümlenebilmesi için gerektiğinde birey ve grubun tümünü kendi olanakları yanında toplumsal kaynaklardan yararlandırma sorumluluğu taşır. Dolayısıyla gruplarla sosyal hizmet yalnızca birey ve grubun tümünün olanakları değil aynı zamanda toplumsal kaynaklardan yararlandırma sorumluluğunu da taşımaktadır.<br/>Gruplarla sosyal hizmet temelde; Bir sorunun çözümlenebilmesi için ge rektiğinde birey ve grubun tümünü kendi olanakları yanında toplumsal kaynaklardan yararlandırma sorumluluğu taşır. Dolayısıyla doğru cevap A şıkkıdır."
  },
  {
    "id": "3845501",
    "unitNumber": 1,
    "text": "I. Diğer bireylerle ve çevresiyle daha tatmin edici ilişkiler geliştirmesini desteklemektir.<br/>II. Gup içinde kişiyi, bir bütün olarak grubu ve çevreyi geliştirme üzerinde odaklanmıştır.<br/>III. Bireylerin grup sürecine katılım yoluyla özerk gelişimlerini teşvik etmektir.<br/>IV. Birey ve çevresini ayrı biçimde ele alır. bireysel gelişme yoluyla toplumsal refahın gerçekleşeceğini kabul eder.<br/>V. Grupları bireylerin bağımsız sorunları üzerinde çalışmak için bir araya gelen unsurlar olarak ele alır.<br/>Gruplarla sosyal hizmetin amaçları açısından aşağıdakilerden hangisi veya hangileri söylenemez?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "IV ve V",
      "C": "IV ve II",
      "D": "II ve III",
      "E": "III ve V"
    },
    "explanation": "Gruplarla sosyal hizmet, birey ile sosyal çevre arasındaki karşılıklı ilişkilerin gelişmesini amaçlar. Birey ve çevresini bir bütün olarak ele alır, bireysel gelişme yoluyla toplumsal refahın gerçekleşeceğini kabul etmesi bakımından psikoterapiden ve grupla psikolojik danışmadan ayrılır. Sosyal hizmet müdahale yöntemlerinden biri olan gruplarla sosyal hizmet, üyelerin yaşam kali- telerinin iyileştirmesi için güçlendirilmelerini kapsayan bir yöntemdir. Odak nokta grubun gelişmesidir. Amaç; özerk gelişme sürecinin grup sürecine katılım ile artmasıdır. Gruplar ortak yardım amacında birleşen girişimlerdir, ortak sorunlar üzerinde çalışan birbirine ihtiyacı olan bireylerin kurduğu bir ortaklıktır, esas olarak ortak yardım sistemidir. Dolasıyla doğru cevap B şıkkıdır."
  },
  {
    "id": "3845502",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi grupla sosyal hizmet müdahalesini seçme ölçütlerinden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "İlişkileri sonlandırmak",
      "B": "Sosyal yetkinlik kazandırmak",
      "C": "Bireyi strese maruz bırakmak",
      "D": "Bireyi yalnızlaştırmak",
      "E": "Bireyin nihai olarak yalnız çalışmasını sağlamak"
    },
    "explanation": "Grup sosyal hizmet; ilişkşileri geliştirmek, bireye sosyal yetkinlik kazandırmak, bireyin stresle baş etmesini sağlamak, bireyin gruplar içerisinde aitlik ve ortak yardım gibi beceriler kazanarak iş birliği içerisinde çalışmasını amaçlamaktadır. Dolayısıyla doğru cevap B şıkkıdır."
  },
  {
    "id": "3845503",
    "unitNumber": 1,
    "text": "Amerikan Ulusal Sosyal Hizmet Konferansı hangi tarihte gruplarla sosyal hizmete ayrı bir başlık olarak yer vermiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "1935",
      "B": "1937",
      "C": "1939",
      "D": "1936",
      "E": "1932"
    },
    "explanation": "Gruplarla sosyal hizmet müdahalesinin gelişimi birkaç organizasyon tarafından desteklenmiştir. 1935 yılındaki Amerikan Ulusal Sosyal Hizmet Konferansı’nda gruplarla sosyal hizmete ayrı bir başlık olarak yer verilmiştir. Doğru cevap A şıkkıdır."
  },
  {
    "id": "3845504",
    "unitNumber": 1,
    "text": "Ulusal Grup Çalışması Araştırma Derneği (AASGW) derneğinin tanımladığı grupla sosyal hizmet müdahalesinin amacı aşağıdaki şıkların hangisinde doğru olarak sunulmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Gönüllü grup toplantıları ile bireylerin gelişimi ve uyumu",
      "B": "Bireyin bağımsızlaşarak yalnız çalışması",
      "C": "Bireyin stresle baş etmesi",
      "D": "Sosyal ortamlara kabulun desteklenmesi",
      "E": "Bireylerin meslek eğitimi alması"
    },
    "explanation": "Ulusal Grup Çalışması Araştırma Derneği (AASGW) ise bir yıl sonra kurulmuştur. 1938 yılında Kanadalıları da içermesi için Ulusal kelimesi Amerikan ile değiştirilmiştir. AASGW’nin amacı gruplarla yapılan çalışmaların felsefesini, bilgisini ve uygulamasını yeniden tanımlamak ve açıklamaktı; üyeleri arasında eğitimciler ve sosyal hizmet uzmanları vardı. Dernek; Grup Çalışması (Group Work) adıyla bir dergi ve yıllık eylem raporları yayınlamıştır. Grupla sosyal hizmet müdahalesinin amacı “gönüllü grup toplantıları ile bireylerin gelişimi ve uyumu” olarak tanımlanmıştır. Doğru cevap A şıkkıdır."
  },
  {
    "id": "3845505",
    "unitNumber": 1,
    "text": "Amerikan Sosyal Hizmet Derneği ile ilgili aşağıdakilerden hangisi yalnıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Grup müdahalesi ile ilgilenen meslek elemanları diğer topluluklarla birleşerek kurulmuştur.",
      "B": "Kuruluş tarihi 1950'dir",
      "C": "Yalnızca sosyal hizmet çalışmacılarından oluşmaktadır.",
      "D": "Takip eden 20 yıl içinde birçok sosyal hizmet okulu açılmıştır",
      "E": "eğitimlerinin ikinci senesinde grupla sosyal hizmet müdahalesine odaklanan programlar uygulamaya başlamıştır."
    },
    "explanation": "1950’lerde grup müdahalesi ile ilgilenen meslek elemanları diğer topluluklarla birleşerek Amerikan Sosyal Hizmet Derneğini kurmuştur. Bu dernek, değişik birçok mesleği aynı çatı altında toplamıştır. Takip eden 20 yıl içinde birçok sosyal hizmet okulu, eğitimlerinin ikinci senesinde grupla sosyal hizmet müdahalesine odaklanan programlar uygulamaya başlamıştır. Doğru cevap C şıkkıdır."
  },
  {
    "id": "3845506",
    "unitNumber": 1,
    "text": "Yerleşim evlerinin tarihi ile ilgili olarak aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "İlk yerleşim evi Oxford öğrencileri tarafından kurulmuştur.",
      "B": "Amerikada'ki ilk yerleşim evi 1766'da kurulmuştur.",
      "C": "Amerikada ilk yerleşim evi Chicago'da kurulmuştur.",
      "D": "Temelde yoksullara yardım görevini üstlenmiştir.",
      "E": "Yerleşim evlerinin komşuları genellikle yerlilerden oluşmaktadır."
    },
    "explanation": "Grupla sosyal hizmet müdahalesiyle ilgili olarak bilinen kurumların en iyileri yerleşim evleriydi. İlk yerleşim evi olan Toynbee Hall; 1884 yılında Londra’nın aşağı doğu yakasında Samuel Barnett tarafından kurulmuştur. Sosyal gerçeklerden etkilenen bir grup Oxford öğrencisi; çevredeki geniş bir evi konut olarak aldı. Yoksul insanlara yardım etmek ve yoksulların içinde yaşadığı çevre hakkında bilgi almak için komşularıymış gibi onların arasında yaşamak gerektiğine inanılıyordu. Bu konuta yerleşenler ilk gönüllülerdi ve sonrasında komşularının ihtiyaçlarını karşılamak için kaynak ve hizmet sunan diğer insanlar da onlara katıldı. Amerika Birleşik Devletlerindeki ilk yerleşim evi ise 1886’da New York’ta kurulan ve şimdi artık Üniversite Yerleşkesi olarak bilinen Komşuluk Ce- miyetiydi (Neighbourhood Guild). Bu ilk yerleşimi 1889 yılında Chicago’daki Hull House ve New York’taki College Settlement (Kolej Yerleşkesi) izledi. Jane Adams tarafından kurulan Hull House bu yerleşkelerin en ünlüsüydü. Sosyal reformlar oluşturma konusundaki ünlerine ek olarak burada kalan insanlar; kulüpler, kültürel ve boş zaman aktiveleri, vatandaşlık sınıfları ve eğitim grupları ile içinde bulundukları çevrelerinin ihtiyaçlarını da karşılıyordu. Komşularının çoğu Avrupa’dan gelen göçmenler; diğerleri ise Kuzey’deki sanayi işlerinde çalışmaya gelen yoksul insanlardı. Doğru cevap A şıkkıdır."
  },
  {
    "id": "3845507",
    "unitNumber": 1,
    "text": "Gruplara yönelik ilk grup çalışması eğitim kursu hangi üniversitede uygulanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Oxford Üniversitesi",
      "B": "Harvard Üniversitesi",
      "C": "Western Reserve Üniversitesi",
      "D": "Chicago Üniversitesi",
      "E": "Edinburgh Üniversitesi"
    },
    "explanation": "Bundan bir yıl sonra yani 1923 yılında, özellikle gruplara yönelik olan ilk “Grup Çalışması Eğitim Kursu” Western Reserve Üniversitesinde uygulanmıştır. Üç yıl sonra programın ismi “Sosyal Grup Çalışması” olarak değiştirilmiş ve üniversitenin diğer uzmanlık alanı olan bireyle sosyal hizmet ile müttefik olmuşlardır. Doğru cevap C şıkkıdır."
  },
  {
    "id": "3845508",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi I Dünya Savaşı sonrasında hız verilen tutum araştırmaları sonucunda geliştirilen tutum saptama araçlarından biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Raven",
      "B": "Likert",
      "C": "Wisc",
      "D": "Asis",
      "E": "Vineland"
    },
    "explanation": "Birinci Dünya Savaşı sonrası ABD’ sinde çeşitli etnik kökenlerden gelen grupların değişik konulardaki tutumlarının ve birbirlerine ilişkin görüşlerinin saptanması çabasıyla tutum araştırmalarına hız verildiğini görülür. Bu araştırmalar sonucu, hâlen kullanılmakta olan Thurstone, Likert ve Bogardus Toplumsal Uzaklık Ölçeği gibi tutum saptama teknikleri geliştirilmiştir. Grup üyelerinin birbirlerine ilişkin görüşlerini ve grup içi klikleri saptamak amacıyla günümüzde de yoğun biçimde kullanılmakta olan sosyometri tekniği de bu dönemde Moreno tarafından geliştirilmiştir. Doğru cevap B şıkkıdır."
  },
  {
    "id": "3845509",
    "unitNumber": 1,
    "text": "I. Grup çalışmasına büyük katkılar sağlamıştır.<br/>II. Eğitim felsefesi ve sorun çözme süreci çalışmaları gruplarla nasıl çalışılacağını anlamaya katkı sağlamıştır.<br/>III. Eğitim felsefesi eğitim sürecinin bir parçası olarak sosyal deneyimleri kullanma ve ortaklaşa çaba içinde öğrenme ilkelerini kapsamaktadır.<br/>Öncüllerde bilgileri sunulan ve çalışmaları ile grup çalışmasına önemli katkılar sağlayan bilim insanı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "John Dewey",
      "B": "William James",
      "C": "F. J. Schiller",
      "D": "Barold Rugg",
      "E": "George Counts"
    },
    "explanation": "John Dewey, grup çalışması teorisine oldukça büyük katkılar sağlamıştır. Dewey’in eğitim felsefesi; her bir çocuğu ayrı bir birey olarak görmek, çocuğu bir bütün olarak algılamak, eğitim sürecinin bir parçası olarak sosyal deneyimleri kullanma ve ortaklaşa çaba içinde öğrenme ilkelerini içermektedir. Dewey’in eğitim felsefesi ve sorun çözme süreci çalışmaları; gruplarla nasıl çalışılacağını anlamaya dair temel bilgileri sağlamıştır. Doğru cevpa A şıkkıdır."
  },
  {
    "id": "2729596",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi kuruluş programlarının yönetim politikasını oluşturma sorumluluğunu yerine getirmek amacını güden yönetsel bir gruptur?",
    "correctAnswer": "A",
    "options": {
      "A": "Yönetim kurulları",
      "B": "Görev gücü grupları",
      "C": "Maliye komitesi",
      "D": "Hukuk komitesi",
      "E": "Multidisipliner ekipler"
    },
    "explanation": "Yönetim kurulları, kuruluş programlarının yönetim politikasını oluşturma sorumluluğunu yerine getirmek amacını güden yönetsel bir gruptur."
  },
  {
    "id": "2729597",
    "unitNumber": 2,
    "text": "Belirli bir işi yapmak için kurulan ve işlem bitince dağılan geçici işbirliğine dayanan gruplar aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Multidisipliner ekipler",
      "B": "Görev gücü grupları",
      "C": "Hukukçular ekibi",
      "D": "Maliyeciler",
      "E": "Yönetim kurulları"
    },
    "explanation": "Görev gücü grupları, belirli bir işi yapmak için kurulan ve işlem bitince dağılan geçici işbirliğine dayanan gruplardır."
  },
  {
    "id": "2729598",
    "unitNumber": 2,
    "text": "Sosyal eylem gruplarında sosyal hizmet uzmanlarının rolü için aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Grup yapısına göre değişmeyen liderlik işlevi vardır.",
      "B": "Grup yapısının değişme çabasına ve koşullarına göre her zaman sabit bir role sahiptir.",
      "C": "Grup yapısının değişme çabasına ve koşullarına göre değişkenlik gösterir.",
      "D": "Her zaman grup liderinin en yakın yardımcısıdır.",
      "E": "Gruplar içinde yer almazlar ancak her zaman gruba dışarıdan danışmanlık yaparlar."
    },
    "explanation": "Sosyal eylem gruplarında, sosyal hizmet uzmanlarının rolü, grup yapısının değişme çabasına ve koşullarına göre değişkenlik gösterir."
  },
  {
    "id": "2729599",
    "unitNumber": 2,
    "text": "Kriz gruplarının çalışma süresi ne kadardır?",
    "correctAnswer": "D",
    "options": {
      "A": "Ez az bir yıl süreyle çalışırlar.",
      "B": "Kurum var olduğu sürece sonsuz sürede çalışırlar.",
      "C": "Çalşma süreleri ile ilgili herhangi bir bilgi bulunmamaktadır.",
      "D": "Kısa sürelidir.",
      "E": "Kriz grubu başkanı vefat edene kadar çalışırlar"
    },
    "explanation": "Kriz gruplarının çalışma süresi kısadır.<br/>Kısa sürelidir."
  },
  {
    "id": "2729600",
    "unitNumber": 2,
    "text": "Eğitim grupları içinde sosyal hizmet uzmanlarının rolü ve konumuyla ilgili olarak aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Eğitim gruplarında sosyal hizmet uzmanları yer almaz.",
      "B": "Sadece danışmanlık hizmeti verirler, grup içinde sabit yerleri yoktur.",
      "C": "Eğitim veren grup liderinin yardımcısıdırlar.",
      "D": "Eğitim veren grup liderini denetler ve sadece denetleme raporu yazarlar.",
      "E": "Eğitim gruplarında sosyal hizmet uzmanları grup lideridir."
    },
    "explanation": "Eğitim gruplarında sosyal hizmet uzmanları grup lideridir."
  },
  {
    "id": "2729601",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, eğlence gruplarının amacıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Eğlenmek ve hoş vakit geçirmektir.",
      "B": "Birinci amaç bireylerin birbirleriye tanışmasının sağlanmasıdır, eğlence bir amaç değil değil araçtır.",
      "C": "Bireylerin sosyalleşebilme düzeylerini belirlemek için sosyal hizmet uzmanına veri sağlaması amaçlanmıştır.",
      "D": "Bireylerin alkol kullanma düzeyini saptamak ve bireylerin buna göre sınıflandırılması için özellikle düzenlenirler.",
      "E": "Bireylerin şartlı reflekslerinin giderilmesi amaçlanır."
    },
    "explanation": "Eğlence gruplarının amacı eğlenmek ve hoş vakit geçirmektir."
  },
  {
    "id": "2729602",
    "unitNumber": 2,
    "text": "Kendi kendine yardım gruplarının amacı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mali destek",
      "B": "Duygusal destek",
      "C": "Sosyalleşebilme konusunda destek",
      "D": "Bilgisayar teknolojisi konusunda destek",
      "E": "Liderlik özelliğininin kazanılmasında destek"
    },
    "explanation": "Kendi kendine yardım gruplarının amacı duygusal destektir."
  },
  {
    "id": "2729603",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi internet üzerinden kurulan grupları ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Duygusal destek grupları",
      "B": "Çatışmalı gruplar",
      "C": "Teknolojiye dayalı gruplar",
      "D": "Kendi kendine yardım grupları",
      "E": "Yabancı dil öğrenme grupları"
    },
    "explanation": "Teknolojiye dayalı gruplar internet üzerinden kurulan grupları ifade eder"
  },
  {
    "id": "2729604",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi zaman ve mekan sınırlamasına sahip olmayan gruplardır?",
    "correctAnswer": "D",
    "options": {
      "A": "Kendi kendine yardım grupları",
      "B": "Eğlence grupları",
      "C": "Kriz grupları",
      "D": "Teknolojiye dayalı gruplar",
      "E": "Eğitim grupları"
    },
    "explanation": "Zaman ve mekan sınırlamasina sahip olmayan gruplar, teknoloji dayalı gruplardır.<br/>Teknolojiye dayalı gruplar"
  },
  {
    "id": "2729605",
    "unitNumber": 2,
    "text": "Günümüzde popülerliği hızla artan gruplar aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Finans grupları",
      "B": "Yalnız yaşayanlara yardım grupları",
      "C": "Yaşlı hizmet grupları",
      "D": "Sosyal yardım grupları",
      "E": "Teknolojiye dayalı gruplar"
    },
    "explanation": "Günümüzde popülerliği hızla artan gruplar, teknoloji dayalı gruplardır.<br/>Teknolojiye dayalı gruplar"
  },
  {
    "id": "2729606",
    "unitNumber": 2,
    "text": "Yönetim kurulu, kuruluş programlarının yönetim politikasını oluşturma sorumluluğunu yerine getirmek amacını güden nasıl bir gruptur?",
    "correctAnswer": "A",
    "options": {
      "A": "Yönetsel",
      "B": "Hukuki",
      "C": "Sanal",
      "D": "Gereksiz",
      "E": "Etkisiz"
    },
    "explanation": "Yönetim kurulu, kuruluş programlarının yöne-tim politikasını oluşturma sorumluluğunu yerine getirmek amacını güden yönetsel bir gruptur."
  },
  {
    "id": "2729607",
    "unitNumber": 2,
    "text": "Komiteler ve komisyonlar, belirli görevleri ya da konuları ele alma sorumluluğu ile kurulan gruplardır. Bu grupların kendi kural ve düzenlemelerini genellikle kimler tarafından belirlerlenir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kendileri",
      "B": "Memurlar",
      "C": "İşçiler",
      "D": "Hissedarlar",
      "E": "Danışmanlar"
    },
    "explanation": "Komiteler ve komisyonlar, belirli görevleri ya da konuları ele alma sorumluluğu ile kurulan gruplardır. Bu gruplar her kuruluşta ya da grupta yer alan üyeler tarafından oluşturulabilirler ve genellikle kendi kural ve düzenlemelerini kendileri belirlerler."
  },
  {
    "id": "2729608",
    "unitNumber": 2,
    "text": "Vaka konferanslarının amacı nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bir durumda en iyi çözüm için farklı personelin görüşlerini almak",
      "B": "Üyelere farkındalık kazandırarak güçlendirmek",
      "C": "Toplumsal bir sorunu çözmek",
      "D": "Grup üyelerinin gelişimini desteklemek",
      "E": "Üyelerinin kendi sorunlarını keşfetmelerini sağlamak"
    },
    "explanation": "Vaka konferanslarının amacı belirli bir durum hakkında en iyi çözüme ulaşmak için farklı personelin görüşlerini almaktır."
  },
  {
    "id": "2729609",
    "unitNumber": 2,
    "text": "Sosyal eylem gruplarının amacı neyi değiştirmektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fiziksel ya da sosyal çevreyi",
      "B": "Maaşları",
      "C": "Çalışma günlerini",
      "D": "Çalışma saatlerini",
      "E": "Şirket tarihini"
    },
    "explanation": "Sosyal eylem gruplarının amacı fiziksel ya da sosyal çevreyi değiştirmektir."
  },
  {
    "id": "2729610",
    "unitNumber": 2,
    "text": "Tedavi grupları, grup üyelerinin grubun varlığından doğrudan ne sağlaması temelinde oluşur?",
    "correctAnswer": "A",
    "options": {
      "A": "Yarar",
      "B": "Gelir",
      "C": "Maddi kar",
      "D": "Zaman",
      "E": "Para"
    },
    "explanation": "Tedavi grupları, grup üyelerinin grubun varlığından doğrudan yarar sağlaması temelinde oluşur."
  },
  {
    "id": "2729611",
    "unitNumber": 2,
    "text": "Gelişme grupları bireylerin kendi potansiyellerini gerçekleştirmelerine yardımcı olmak ve güçlü yönlerini desteklemek üzerine de odaklanabilir. Hangisi üyelerin özelliklerindendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Herhangi bir soruna sahip olmaları gerekmez",
      "B": "Hepsi erkek olmalıdır",
      "C": "Hepsi bayan olmalıdır",
      "D": "Emekli personelden oluşmalıdır",
      "E": "Yaşları 20-30 arası olmalıdır"
    },
    "explanation": "Gelişme grupları bireylerin kendi potansiyellerini gerçekleştirmelerine yardımcı olmak ve güçlü yönlerini desteklemek üzerine de odaklanabilir. Gelişme gruplarında üyelerin herhangi bir soruna sahip olmaları gerekmemektedir."
  },
  {
    "id": "2729612",
    "unitNumber": 2,
    "text": "\"Amacı, üyelerin kendi sorun-larını derinlemesine keşfetmelerini ve sorunlarını çözebilmek için bir ya da daha fazla strateji geliştirebilmelerini sağlamaktır. Gruplar aynı zamanda, üyelerin, başkalarının da eşit derecede ciddi sorunları olduğunu fark ederek, sorunlarına farklı bir bakış açısıyla değerlendirmelerine yardımcı olur.\"<br/>Yukarıda hangi gruptan bahsedilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Terapi grubu",
      "B": "Gelişme grubu",
      "C": "Moral grubu",
      "D": "Destek grubu",
      "E": "Mali yardım grubu"
    },
    "explanation": "Terapi gruplarının Amacı, üyelerin kendi sorun-larını derinlemesine keşfetmelerini ve sorunlarını çözebilmek için bir ya da daha fazla strateji geliştirebilmelerini sağlamaktır. Gruplar aynı zamanda, üyelerin, başkalarının da eşit derecede ciddi sorunları olduğunu fark ederek, sorunlarına farklı bir bakış açısıyla değerlendirmelerine yardımcı olur."
  },
  {
    "id": "2729613",
    "unitNumber": 2,
    "text": "Hangi grubun amacı, her bir grup üyesinin en azından kriz öncesi düzeyde işlev görmesini sağlamak ve problem çözme becerisi kazanmasına ve ge-liştirmesine yardımcı olmaktır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kriz gruplarının",
      "B": "Eğitim gruplarının",
      "C": "Terapi gruplarının",
      "D": "Bilanço gruplarının",
      "E": "Personel gruplarının"
    },
    "explanation": "Kriz gruplarının amacı, her bir grup üyesinin en azından kriz öncesi düzeyde işlev görmesini sağlamak ve problem çözme becerisi kazanmasına ve ge-liştirmesine yardımcı olmaktır."
  },
  {
    "id": "2729614",
    "unitNumber": 2,
    "text": "\"Amacı eğlenmek, hoş vakit geçirmek ve egzersiz yapmak için etkinlikler sağlamaktır. Bu gruplarda genelde bir lideri yoktur ve yapılan etkinlikler kendiliğindendir.\"<br/>Yukarıda hangi gruptan bahsedilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Eğlence grupları",
      "B": "Kriz grupları",
      "C": "Terapi grupları",
      "D": "Etkileşim grupları",
      "E": "Odak grupları"
    },
    "explanation": "Eğlence gruplarının amacı eğlenmek, hoş vakit geçirmek ve egzersiz yapmak için etkinlikler sağlamaktır. Eğlence gruplarının genelde bir lideri yoktur ve yapılan etkinlikler kendiliğindendir."
  },
  {
    "id": "2729615",
    "unitNumber": 2,
    "text": "Hangi gruplar, sorunları ya da gereksinimleri belirlemek, belirlenmiş bir sorunu çözmek için öneriler üretmek, bir soruna yönelik alternatif yaklaşımlara verilecek tepkileri test etmek gibi pek çok amaçla oluşturulabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Odak grupları",
      "B": "Teknolojiye dayalı grupları",
      "C": "Eğlence grupları",
      "D": "Beceri grupları",
      "E": "Bütçe grupları"
    },
    "explanation": "Odak grupları sorunları ya da gereksinimle-ri belirlemek, belirlenmiş bir sorunu çözmek için öneriler üretmek, bir soruna yönelik alternatif yaklaşımlara verilecek tepkileri test etmek gibi pek çok amaçla oluşturulabilir. Görev grupları ve sorun çözme ve karar alma gruplarıyla yakından bağlantılı bir başka grup türü de odak gruplarıdır."
  },
  {
    "id": "3842500",
    "unitNumber": 2,
    "text": "Bir sosyal hizmet uzmanı, bir danışmanlık merkezinde hem <em>personel toplantılarına</em> hem de <em>ergenler için öfke kontrolü grup oturumlarına</em> liderlik etmektedir. Uzman bu iki grup türü arasında temel farkı doğru şekilde tanımlamak isterse aşağıdaki ifadelerden hangisi en uygun olur?",
    "correctAnswer": "B",
    "options": {
      "A": "İki grup türü de sadece tedavi grubudur.",
      "B": "Personel toplantısı bir görev grubudur, öfke kontrolü grubu bir tedavi grubudur.",
      "C": "Personel toplantısı bir tedavi grubudur, öfke kontrolü grubu bir görev grubudur.",
      "D": "İkisi de karma grup olup grup türü ayrımı yapmak gereksizdir.",
      "E": "Personel toplantısı da öfke kontrolü grubu da destek gruplarıdır."
    },
    "explanation": "Giriş<br/>Bu soruda personel toplantısı ve ergen grubu örnekleri üzerinden grupların türleri sorulmaktadır. Personel toplantıları çalışanların iş süreçlerini planlamak, görevleri paylaşmak ve kararlar almak amacıyla düzenlenir. Bu nedenle personel toplantısı bir görev grubudur. Ergen öfke kontrolü grubu ise katılımcıların duygularını yönetmeyi öğrenmelerini, öfkelerini kontrol edebilmelerini ve başa çıkma becerilerini geliştirmelerini amaçlar. Bu nedenle tedavi edici bir yönü vardır ve tedavi grubu olarak tanımlanır. Dolayısıyla doğru seçenek, personel toplantısının görev grubu, ergen öfke kontrolü grubunun ise tedavi grubu olduğunu belirten B şıkkıdır."
  },
  {
    "id": "3842504",
    "unitNumber": 2,
    "text": "Görev gruplarında sosyal hizmet uzmanlarının dikkat etmesi gereken temel noktalar arasında aşağıdakilerden hangisi yer almaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Grup kontrolünü sağlamak",
      "B": "Zaman yönetimine önem vermek",
      "C": "Çatışma çözme stratejilerini bilmek",
      "D": "Üyeler arası yanlış iletişimi artırmak",
      "E": "Grup bütünlüğünü korumak"
    },
    "explanation": "GÖREV GRUPLARI<br/>Görev gruplarında grup kontrolü, zaman yönetimi, çatışma çözme becerisi ve grup bütünlüğü korunması gibi konuların önemli olduğu vurgulanmaktadır. Ancak üyeler arası yanlış iletişimi artırmak tam tersine istenmeyen bir durumdur. Bu nedenle D şıkkı doğru cevaptır"
  },
  {
    "id": "3842506",
    "unitNumber": 2,
    "text": "Sosyal hizmet uzmanlarının görev gruplarında üstlenebileceği rollerden biri aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Grup üyeleri arasında yanlış iletişimi teşvik etmek",
      "B": "Yeni üyelerin uyum sürecini kolaylaştırmak",
      "C": "Görüş ayrılıklarını büyütmek",
      "D": "Grup içi klikleşmeyi desteklemek",
      "E": "Zaman yönetimini göz ardı etmek"
    },
    "explanation": "GÖREV GRUPLARI<br/>Sosyal hizmet uzmanlarının görev gruplarında yeni üyelerin oryantasyonu gibi sorumlulukları olduğu belirtilmiştir. Bu yüzden B şıkk<strong>ı</strong> doğrudur. Diğer şıklar olumsuz veya yanlış uygulamalardır."
  },
  {
    "id": "3842509",
    "unitNumber": 2,
    "text": "Bir sosyal hizmet uzmanı, bir yönetim kurulunda görev yaparken aşağıdaki durumlardan hangisini gerçekleştirmesi en uygun olur?",
    "correctAnswer": "A",
    "options": {
      "A": "Kurul üyelerinin kuruluşun iç işleyişi hakkında detaylı bilgi sahibi olmalarını sağlamak",
      "B": "Kurul üyelerinin program önerilerini sorgulamalarını engellemek",
      "C": "Kurulda alınan politika kararlarının uygulanmasında yetkisini kullanmamak",
      "D": "Kurulun toplumla bağ kurma görevini yalnızca yöneticilere bırakmak",
      "E": "Kurul üyelerinin kuruluş personelinin değerlerinden uzak kalmasını desteklemek"
    },
    "explanation": "Yönetim Kurulları<br/>sosyal hizmet uzmanlarının, yönetim kurulunda yer aldıklarında kurul üyelerinin kuruluş hakkında yeterince bilgi sahibi olmayabileceği ve bu yüzden detaylı şekilde bilgilendirilmeleri gerektiği vurgulanmaktadır. Bu nedenle doğru seçenek A’dır. Diğer şıklar kurulun amacına ve sosyal hizmet uzmanının görevine aykırıdır."
  },
  {
    "id": "3842511",
    "unitNumber": 2,
    "text": "Bir sosyal hizmet kurumu, yeni bir ekonomik kaynak geliştirmek için bir görev gücü grubu kurmayı planlıyor. Aşağıdakilerden hangisi, bu görev gücü grubunun başarısını değerlendirmek için en uygun ölçüttür?",
    "correctAnswer": "B",
    "options": {
      "A": "Görev gücü grubunun sürekli olarak faaliyetine devam etmesi",
      "B": "Görev gücü grubunun hazırladığı raporun görevin amacına uygun, uygulanabilir ve kapsamlı olması",
      "C": "Görev gücü grubunun yönetim kuruluna danışmadan bağımsız kararlar alması",
      "D": "Görev gücü grubunda görev alan üyelerin sayısının fazla olması",
      "E": "Görev gücü grubunun üyelerinin başka alanlarda da görev alması"
    },
    "explanation": "Görev gücü gruplarının belirli bir amaç için geçici olarak kurulduğu, uzman üyelerin bir rapor hazırladığı ve bu raporla görevlerini tamamladıkları belirtilmektedir. Dolayısıyla bu grupların başarısı, amacına uygun, uygulanabilir bir rapor hazırlayıp sunmasıyla değerlendirilir. Diğer şıklar görevin doğasına uygun değildir. Görev gücü sürekli olmaz (A yanlış), bağımsız karar almaz, yönetim kuruluna bağlıdır (C yanlış), üye sayısının fazlalığı kalite ölçütü değildir (D yanlış), başka alanlarda görev almak bu grubun amacını değerlendirmez (E yanlış)."
  },
  {
    "id": "3842513",
    "unitNumber": 2,
    "text": "Gelişme grupları ile terapi gruplarının ortak amacı aşağıdakilerden hangisidir?",
    "correctAnswer": "0",
    "options": {
      "A": "Üyelerin sorunlarını derinlemesine çözmek",
      "B": "Üyelerin kişisel ve sosyal gelişimlerini desteklemek",
      "C": "Üyelerin kısa vadeli ekonomik sorunlarını çözmek",
      "D": "Üyelerin sadece kriz dönemlerinde desteklenmesi",
      "E": "Üyelerin bir lider seçerek grup kararları alması"
    },
    "explanation": "Her iki grup türü de üyelerin gelişimini desteklemek amacıyla kurulmuştur. Gelişme gruplarında üyelerin kendi potansiyellerini keşfetmeleri ve desteklenmesi sağlanırken, terapi gruplarında üyelerin sorunlarını çözebilmeleri için destek verilir. Ancak ortak amaç, kişisel gelişim ve destek sağlamaktır. Diğer şıklar doğru değildir çünkü A sadece terapi gruplarına özgüdür, C ve D yanlış yönlendirmedir, E ise grup yapısıyla ilgili değildir."
  },
  {
    "id": "3842514",
    "unitNumber": 2,
    "text": "Güçlendirme gruplarının temel amacı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Üyelerin bireysel ve kolektif olarak güçlenmelerine destek olmak",
      "B": "Üyelerin sadece bireysel sorunlarını çözmelerine odaklanmak",
      "C": "Üyelere hazır çözümler sunmak ve yönlendirmek",
      "D": "Grup üyelerinin sadece sosyal etkinliklere katılımını sağlamak",
      "E": "Üyelerin karar alma süreçlerinden uzak tutulmasını sağlamak"
    },
    "explanation": "Güçlendirme gruplarında amaç, bireylerin hem bireysel hem de kolektif olarak güçlenmelerini desteklemek ve onları aktif katılımcılar haline getirmektir. Sosyal hizmet uzmanları yönlendirici değil, kolaylaştırıcı ve fırsat verici rol oynar. Diğer şıklar güçlendirme grubunun temel felsefesine ters düşmektedir."
  },
  {
    "id": "3842515",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi eğlence gruplarının temel amacıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Üyelerin belirli bir sorunu çözmesine yardımcı olmak",
      "B": "Eğlenmek, hoş vakit geçirmek ve egzersiz yapmak",
      "C": "Kurum politikalarını oluşturmak",
      "D": "Bir beceri geliştirmek için eğitim vermek",
      "E": "İnternet tabanlı iletişim sağlamak"
    },
    "explanation": "DİĞER GRUPLAR<br/>Eğlence grupları, üyelerin birlikte eğlenmesini, keyifli zaman geçirmesini ve fiziksel aktivite yapmasını sağlar. Bu gruplarda genellikle resmi bir liderlik yoktur ve etkinlikler daha çok serbest ve doğal bir şekilde gerçekleşir."
  },
  {
    "id": "3842516",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi etkileşim gruplarının özelliklerinden <strong>biri değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Grup üyeleri duygularını açıkça ifade eder",
      "B": "Grup süreci terapi olarak değerlendirilir",
      "C": "Grup üyeleri arasında yoğun iletişim vardır",
      "D": "Grup üyeleri kendilerini ve ilişkilerini anlamaya çalışır",
      "E": "Grup büyüklüğü üyelerin etkileşimde bulunabileceği kadar sınırlıdır"
    },
    "explanation": "Etkileşim grupları terapi amaçlı değil, gelişim amaçlıdır. Bu gruplarda bireylerin duygu ve düşüncelerini ifade etmesi, iletişim becerilerini geliştirmesi hedeflenir. Terapi gruplarından farklı olarak, bu gruplar daha çok kişisel farkındalık ve sosyal etkileşimi artırmaya yöneliktir."
  },
  {
    "id": "3842517",
    "unitNumber": 2,
    "text": "Teknolojiye dayalı gruplar hakkında aşağıdaki ifadelerden<strong> hangisi yanlıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Coğrafi konuma bağlı olmadan katılımcıları bir araya getirirler.",
      "B": "Üyelerin anonim kalması, hızlı grup uyumuna katkı sağlar.",
      "C": "Genellikle yüz yüze toplantılar yaparak çalışırlar.",
      "D": "Engelliler veya sınırlı zamanı olanlar için erişim kolaylığı sağlarlar.",
      "E": "İnternet tabanlı sosyal ağlar ve sohbet odaları aracılığıyla iletişim kurarlar."
    },
    "explanation": "Teknolojiye dayalı gruplar, internet ve sosyal medya platformları üzerinden faaliyet gösterir. Katılımcılar coğrafi sınır tanımadan online ortamda iletişim kurar. Bu gruplar esneklik sağlar, ancak yüz yüze toplantı yapmak gibi bir zorunlulukları yoktur. Bu nedenle “yüz yüze toplantılar yaparlar” ifadesi yanlıştır."
  },
  {
    "id": "3844521",
    "unitNumber": 2,
    "text": "Grup üyelerinin birbirlerine ilişkin uyumsuzluğu ve aidiyet duygusunun olmaması, görev gruplarının hangi özelliği ile ilişkilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hedef yönelimli olma",
      "B": "Grup bütünlüğü",
      "C": "Görüş farklılıkları",
      "D": "Çatışma çözme",
      "E": "Farklı iletişim tarzları"
    },
    "explanation": "Görev gruplarında grup bütünlüğü konusu bir diğer önemli konudur. <strong>Grup üyelerinin birbirlerine ilişkin uyumsuzluğu ve aidiyet duygusunun olmaması grup bütünlüğünün sarsılmasına neden olur.</strong> Bazen büyük gruplarda birkaç üye kendi arasında daha yakın ilişki kurabilir, klik oluşturabilir, ayrışabilir ve bu durum grup üyeleri arasında olumsuz duyguların yaşanmasına neden olabilir."
  },
  {
    "id": "3844522",
    "unitNumber": 2,
    "text": "Belirli bir nedenle kurulan, görev tamamlandıktan sonra çoğunlukla dağıtılan ve geçici bir iş birliğine dayanan görev grubu aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yönetim Kurulları",
      "B": "Görev Grupları",
      "C": "Multidisipliner Ekipler",
      "D": "Vaka Konferansları",
      "E": "Yasama Kurulları"
    },
    "explanation": "<strong>Görev gücü grupları,</strong> belirli bir nedenle kurulan, görev tamamlandıktan sonra çoğunlukla dağıtılan ve geçici bir iş birliğine dayanan gruplardır."
  },
  {
    "id": "3844523",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Yasama Kurulları'nın özelliklerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Seçimle gelen temsilcilerden oluşur.",
      "B": "Bir müracaatçıya yönelik planlama yapar.",
      "C": "Çeşitli disiplinlerden gelen meslek elemanlarından oluşur.",
      "D": "Kuruluşlarda yer alan üyeler tarafından oluşturulur.",
      "E": "Belirli bir nedenle kurulan gruplardır."
    },
    "explanation": "Yasama kurulları <strong>seçimle gelen temsilcilerden oluşur</strong>. Bu kurullar, yasalar oluşturma ve yasalar tarafından oluşturulan programlar için uygun fonları<br/>sağlamaktan sorumludur."
  },
  {
    "id": "3844524",
    "unitNumber": 2,
    "text": "Terapi gruplarının amacı, üyelerin .......... derinlemesine keşfetmelerini ve sorunlarını çözebilmek için bir ya da daha fazla ......... geliştirebilmelerini sağlamaktır.<br/>Yukarıdaki cümlede boş bırakılan yerleri aşağıdakilerden hangisi sırasıyla ve doğru olarak tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "kendi sorunlarını / strateji",
      "B": "kendi sorunlarını / çözüm",
      "C": "kuruluşun / öneri",
      "D": "kuruluşun / strateji",
      "E": "kendini / çözüm"
    },
    "explanation": "Terapi gruplarının amacı, üyelerin <strong>kendi sorunlarını</strong> derinlemesine keşfetmelerini ve sorunlarını çözebilmek için bir ya da daha fazla <strong>strateji</strong> geliştirebilmelerini sağlamaktır."
  },
  {
    "id": "3844525",
    "unitNumber": 2,
    "text": "Müdahalenin odağının yaşanan an olduğu, bireyin yaşadığı sorunu hazırlayan olayları, geçmişte yaşadığı sorunlarda kullandığı baş etme becerilerini ve problemi çözmeye engel olan durumu keşfetme amacıyla kısa süreli terapi grubu aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kriz Grupları",
      "B": "Eğitim Grupları",
      "C": "Sosyalleştirme Grupları",
      "D": "Güçlendirme Grupları",
      "E": "Destek Grupları"
    },
    "explanation": "Kriz gruplarının amacı, her bir grup üyesinin en azından kriz öncesi düzeyde işlev görmesini sağlamak ve problem çözme becerisi kazanmasına ve geliştirmesine yardımcı olmaktır. Müdahalenin odağı şu andadır ve bireyin yaşadığı sorunla ilgilidir.<br/>Kriz grupları, kısa süreli gruplardır. Grup sürecinde üyeler krizi hazırlayan olayları, geçmişte farklı sorun durumları için kullandıkları baş etme becerilerini, güçlü yanlarını, var olan desteklerini ve şu an problemleri çözmeye neyin engel olduğunu keşfederler."
  },
  {
    "id": "3844526",
    "unitNumber": 2,
    "text": "Gelişme gruplarının amacı, her bir grup üyesinin gelişimini desteklemek, .......... ve üyelerin kendine yönelik .......... geliştirmesine yardımcı olmaktır.<br/>Yukarıdaki cümlede boş bırakılan yerleri aşağıdakilerden hangisi sırasıyla ve doğru olarak tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "teşvik etmek / anlayış",
      "B": "teşvik etmek / hoş görü",
      "C": "tatmin etmek / hoş görü",
      "D": "tatmin etmek / anlam",
      "E": "sevindirmek / anlayış"
    },
    "explanation": "Gelişme gruplarının amacı, her bir grup üyesinin gelişimini desteklemek ve teşvik etmektir. Gelişme, üyelerin içgörü kazanmasına ya da kendine<br/>yönelik anlayış geliştirmesine yardımcı olarak gerçekleştirilmektedir."
  },
  {
    "id": "3844527",
    "unitNumber": 2,
    "text": "Belirli özelliğe sahip bireyleri birbirlerine destek sağlamak amacıyla bir<br/>araya geldiği tedavi grubu aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kriz Grupları",
      "B": "Güçlendirme Grupları",
      "C": "Destek Grupları",
      "D": "Eğitim Grupları",
      "E": "Psiko-Eğitsel Gruplar"
    },
    "explanation": "<strong>Destek gruplarının amacı</strong> belirli özelliğe sahip bireyleri birbirlerine destek sağlamak amacıyla bir araya getirmektir. Destek gruplarının odak noktası sağlıklı insanların zor hayat koşulları ile karşılaştıkları zaman destek, ilgi ve ortak yardımlaşma duygularını yaşamasıdır"
  },
  {
    "id": "3844528",
    "unitNumber": 2,
    "text": "Sorunları ya da gereksinimleri belirlemek, belirlenmiş bir sorunu çözmek için öneriler üretmek, bir soruna yönelik alternatif yaklaşımlara verilecek tepkileri test etmek amacı ile kurulan grup aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Odak Grupları",
      "B": "Eğlence-Beceri Grupları",
      "C": "Etkileşim Grupları",
      "D": "Kendi Kendine Yardım Grupları",
      "E": "Teknolojiye Dayalı Gruplar"
    },
    "explanation": "Odak grupları sorunları ya da gereksinimleri belirlemek, belirlenmiş bir sorunu çözmek için öneriler üretmek, bir soruna yönelik alternatif yaklaşımlara verilecek tepkileri test etmek gibi pek çok amaçla oluşturulabilir."
  },
  {
    "id": "3844529",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi kendi kendine yardım grubu türlerinden <u>biri değildir? </u>",
    "correctAnswer": "E",
    "options": {
      "A": "Günlük yaşamda çevresindekilerle daha etkili iletişime girmesini amaçlayan gruplar",
      "B": "Bireylerin kendini gerçekleştirme ya da kişisel gelişmelerine odaklanan gruplar",
      "C": "Sosyal savunuculuğa odaklanan gruplar",
      "D": "Alternatif yaşam modelleri yaratmaya odaklanan gruplar",
      "E": "Hayatın ya da toplumun baskılarına karşı kişisel koruma gereksinimi olanlar için sığınak sağlayan gruplar"
    },
    "explanation": "<strong>Kendine yardım grupları;</strong><br/>1) kendini gerçekleştirmeye ya da kişisel gelişime odaklanan gruplar,<br/>2) sosyal savunuculuğa odaklanan gruplar,<br/>3) alternatif yaşam modelleri yaratmaya odaklanan gruplar,<br/>4) hayatın ya da toplumun baskılarına karşı kişisel koruma gereksinimi olanlar için sığınak sağlayan gruplar,<br/>5) iki ya da daha fazla kategorinin özelliklerine sahip olan karma gruplar olmak üzere sınıflanabilir.<br/>E seçeneğinde Etkileşim Grupları'nın amacına yer verilmiştir."
  },
  {
    "id": "3844530",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, sosyla hizmet uzmanlarının yer aldığı 'görev veya tedavi gruplarından' <u>biri değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Sosyal Eylem Grupları",
      "B": "Vaka Konferansları",
      "C": "Güçlendirme Grupları",
      "D": "Odak Grupları",
      "E": "Terapi Grupları"
    },
    "explanation": "<strong>Görev Grupları</strong><br/>Yönetim Kurulları<br/>Görev Gücü Grupları<br/>Komiteler ve Komisyonlar<br/>Yasama Kurulları <br/>Personel Toplantıları<br/>Multidisipliner Ekipler <br/>Vaka Konferansları<br/>Sosyal Eylem Grupları<br/><strong>Tedavi Gruplar</strong><strong>ı</strong><br/>Gelişme Grupları<br/>Terapi Grupları<br/>Kriz Grupları<br/>Eğitim Grupları<br/>Psiko-Eğitsel Gruplar <br/>Sosyalleştirme Grupları<br/>Toplum Organizasyonu Grupları<br/>Güçlendirme Grupları<br/>Destek Grupları<br/><strong>Di</strong><strong>ğer Gruplar</strong><br/>Eğlence Grupları<br/>Eğlence-Beceri Grupları<br/>Sorun Çözme ve Karar Alma Grupları<br/><em>Odak Grupları</em><br/>Etkileşim Grupları<br/>Kendi Kendine Yardım Grupları<br/>Teknolojiye Dayalı Gruplar"
  },
  {
    "id": "2729616",
    "unitNumber": 3,
    "text": "\"Kişinin kendisine ilişkin yaptığı olumlu ve olumsuz yüklemeler bütünüdür\" şeklindeki ifade aşağıdaki kavramlardan hangisinin tanımıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnızlık",
      "B": "Benlik saygısı",
      "C": "Engellilik",
      "D": "Kabul görme",
      "E": "Evrenselleştirme"
    },
    "explanation": "<strong>Benlik saygısı:</strong> Kişinin kendisine ilişkin olarak yaptığı olumlu ve olumsuz yüklemeler bütünüdür.<br/>Benlik saygısı: Kişinin kendisine ilişkin olarak yaptığı olumlu ve olumsuz yüklemeler bütünüdür. Doğru yanıt B'dir."
  },
  {
    "id": "2729617",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi grup çalışmasının olumlu yönlerinden biri <strong>değildir? </strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İlişkileri geliştirir.",
      "B": "Daha olumlu bir benlik algısı oluşturur.",
      "C": "Arkadaşlığı yürütür.",
      "D": "Yalnızlık duygusunu geliştirir.",
      "E": "Mutluluk verici duygulara yol açar."
    },
    "explanation": "Grup çalışması;<br/><ul><br/><li>ilişkileri geliştirme,</li><br/><li>arkadaşlığı yürütme,</li><br/><li>daha olumlu bir benlik algısına</li><br/><li>mutluluk verici duygulara yol açmaktadır.</li><br/></ul><br/>Yalnızlık duygusunu geliştirir."
  },
  {
    "id": "2729618",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi yaşam doyumunu açıklayan göstergelerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Özgeçmiş",
      "B": "Ailedeki çocuk sayısı",
      "C": "Fiziksel sağlık",
      "D": "Çevre sorunları",
      "E": "Ev konforu"
    },
    "explanation": "Yaşam doyumunu açıklayan göstergeler;<br/><ul><br/><li>gelir,</li><br/><li>fiziksel sağlık </li><br/><li>eğitim düzey</li><br/><li>sosyo-kültürel olgular</li><br/><li>sembolik-söylemsel pratikler ve algılar</li><br/></ul>"
  },
  {
    "id": "2729619",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi grup çalışmasına başlamadan önce olası üyelere yapılacaklardan biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çalışmanın çok güzel olduğunu söylemek",
      "B": "Çalışmanın içeriği hakkında bilgiler vermek",
      "C": "Çalışmanın nasıl yürütüleceğini açıklamak",
      "D": "Çalışmanın amacını açıklamak",
      "E": "Çalışmanın süresi hakkında bilgi vermek"
    },
    "explanation": "Çalışmaya başlamadan önce olası üyelere yapılacaklar;<br/><ul><br/><li>çalışmanın içeriği hakkında bilgiler verilmeli,</li><br/><li>çalışmanın amacı,</li><br/><li>nasıl yürütüleceği,</li><br/><li>grubun zamanı,</li><br/><li>süresi anlatılmalıdır.</li><br/></ul><br/>Çalışmanın çok güzel olduğunu söylemek"
  },
  {
    "id": "2729620",
    "unitNumber": 3,
    "text": "Küçük insan grupları yoluyla bireyde ve çevrede arzulanan değişmeleri yaparak bireylerin ihtiyaçlarının karşılanması ve sorunlarının çözülmesine yardım etme sürecini içine alan sosyal hizmet yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Akran çalışması",
      "B": "Saha çalışması",
      "C": "Birebir çalışma",
      "D": "Grup çalışması",
      "E": "Sosyal çalışma"
    },
    "explanation": "<strong>Grup çalışması:</strong> Sosyal hizmetin, küçük insan grupları yoluyla bireyde ve çevrede arzulanan değişmeleri yaparak bireylerin ihtiyaçlarının karşılanması ve sorunlarının çözülmesine yardım etme sürecini içine alan yöntemidir."
  },
  {
    "id": "2729621",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi \"grupla sosyal hizmet müdahalesi\"nin kişilere sağladığı katkılardan biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Duygusal stresi artırır.",
      "B": "Yalnızlık duygusunu belirsizleştirir.",
      "C": "Damgalanmışlık duygusunu azaltır.",
      "D": "Çaresizliğin süreğenliğine neden olur.",
      "E": "Umutsuzluk duygusunu diğer kişilere de bulaştırır."
    },
    "explanation": "Grupla sosyal hizmet müdahalesi, birçok insanın yaşadığı duygusal stres, yalıtılmışlık, yalnızlık, suçluluk, damgalanmışlık, depresyon, çaresizlik veya umutsuzluk duygularının iyileştirilmesine önemli katkılar sağlamaktadır.<br/>Damgalanmışlık duygusunu azaltır."
  },
  {
    "id": "2729622",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi \"yaşam doyumu\" kavramına ilişkin <strong>yanlış</strong> ifadelerden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bireyin ruh sağlığını ve toplumsal ilişkilerini etkileyen etmenlerden biridir.",
      "B": "Kişinin tüm yaşamını ve bu yaşamın çeşitli boyutlarını içerir.",
      "C": "Kişinin iyi olma hâlini ifade eder.",
      "D": "Kişinin gelir düzeyi doğrudan ilgili değildir.",
      "E": "Kişinin fiziksel sağlık ya da eğitim düzeyi bir göstergedir."
    },
    "explanation": "Yaşam doyumu, bireyin ruh sağlığını ve toplumsal ilişkilerini etkileyen en önemli etmenlerden biridir. Genel olarak kişinin tüm yaşamını ve bu yaşamın çeşitli boyutlarını içerir ve iyi olma hâlini ifade eder, psikolojik iyilik hâlinin bir boyutu olarak değerlendirilir. Yaşam doyumunu gelir, fiziksel sağlık ya da eğitim düzeyi bir göstergedir.<br/>Kişinin gelir düzeyi doğrudan ilgili değildir."
  },
  {
    "id": "2729623",
    "unitNumber": 3,
    "text": "\"Belirli bir yaşın üzerindeki vatandaşların, ücret veya belirli bir bağış karşılığında kaldıkları bakım evleri\" olarak tanımlanan yer aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Aş evi",
      "B": "Huzurevi",
      "C": "Mor çatı",
      "D": "Yaşam evi",
      "E": "Belde evi"
    },
    "explanation": "Huzurevi, belirli bir yaşın üzerindeki vatandaşların, ücret veya belirli bir bağış karşılığında kaldıkları bakım evleridir."
  },
  {
    "id": "2729624",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kriz gruplarının amacıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Kişilerin öfkesini dindirmek",
      "B": "Kişilerin birbirlerine saygı duymalarını sağlamak",
      "C": "Kişilerin en kısa sürede kriz öncesi işlevlerine dönmesini sağlamak",
      "D": "Kişilerin fiziksel ihtiyaçlarını karşılamak",
      "E": "Kişilerin ailesine kavuşmasını sağlamak"
    },
    "explanation": "Kriz gruplarının amacı, müracaatçıların en kısa sürede kriz öncesi fonksiyonelliğine dönmesini sağlamaktır.<br/>Kişilerin en kısa sürede kriz öncesi işlevlerine dönmesini sağlamak"
  },
  {
    "id": "2729625",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi benlik saygısının iki ana boyutlarıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Sosyo-kültürel olgular ve değerli olma",
      "B": "Yetkinlik ve yaşam doyumu",
      "C": "Yetkinlik ve değerli olma",
      "D": "Yetkinlik ve yaşama sevinci",
      "E": "Yetkinlik ve saygınlık"
    },
    "explanation": "Benlik saygısının iki ana boyutu:<br/>Yetkinlik ve değerli olma"
  },
  {
    "id": "2729626",
    "unitNumber": 3,
    "text": "I. Bireylerin ihtiyaçlarını karşılamak<br/>II. İnsan kitlelerine rehberlik etmek<br/>III. Çevrede değişiklik yapmak<br/>IV. Grupları yeniden yapılandırmak<br/>Sosyal hizmet uzmanlarının grup çalışmaları ile ilgili yukarıdakilerden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I ve IV",
      "D": "II ve III",
      "E": "III ve IV"
    },
    "explanation": "Sosyal hizmet uzmanlarının grup çalışmaları küçük gruplarla sınırlıdır. İnsan kitleleri ile uğraşmazlar. Ayrıca grup çalışmalarının çıktıları arasında grubu yeniden yapılandırmak yoktur.<br/>Doğru cevap B şıkkıdır."
  },
  {
    "id": "2729627",
    "unitNumber": 3,
    "text": "Araştırma bulgularına göre engelli çocuk aileleri açısından aşağıdakilerden hangileri üzerinde grup çalışmalarının olumlu sonuçlar verdiği görülmüştür?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnızlık -- Depresyon",
      "B": "Benlik saygısı -- Suçluluk",
      "C": "Yalnızlık -- Suçluluk",
      "D": "Benlik- saygısı -- Yalnızlık",
      "E": "Suçluluk- Damgalanmışlık"
    },
    "explanation": "Engelli çocuğu olan aileler şıklarda verilen tüm duygu durumlarını yaşamakla birlikte bu ailelerle yapılan grup çalışmalarının bu ailelerin benlik saygılarını arttırdığını ve yalnızlık duygularını azalttığı gösterilmiştir.<br/>Doğru cevap D şıkkıdır."
  },
  {
    "id": "2729628",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisine göre yaşlılar bir risk grubu olarak kabul edilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gelir durumu",
      "B": "Fiziksel sağlık",
      "C": "Ruhsal sağlık",
      "D": "Eğitim düzeyi",
      "E": "Köyde/kentte yaşamak"
    },
    "explanation": "Şıklarda yer alan tüm cevaplar duruma göre bir risk faktörü oluşturabilir. Ancak bunlar içinde yaşlılığa özgü olan ve yaşlıları risk grubu kaline getiren faktör ruhsal sağlıktır. Bu, diğer yaşlarda ruhsal sağlığın bir problem olmadığı anlamına gelmez. Ama yaşlılıkta belirleyicidir.<br/>Doğru cevap C şıkkıdır."
  },
  {
    "id": "2729629",
    "unitNumber": 3,
    "text": "I. Grup çalışmalarında problemin geçmişte kalan kökleri açığa çıkarılmalıdır. <br/>II. Farklı kriz deneyimleri olan kişiler bir araya getirilerek öğrenme sağlanmalıdır. <br/>III. Kriz müdahalesi uzun vadeli çözümler içeren bir müdahaledir. <br/>IV. Amaç bireylerin kriz öncesi fonksiyonelliklerine dönmelerini sağlamaktır. <br/>Grup çalışmasıyla kriz müdahalesine ilişkin yukarıdakilerden hangisi ya da hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "Yalnızca I",
      "D": "Yalnızca III",
      "E": "Yalnızca IV"
    },
    "explanation": "Grupla kriz müdahalesi geçmişe değil şimdiye odaklanır. Benzer kriz deneyimleri olan kişiler seçilir. Ve grup çalışmasında uzun vadeli değil kısa vadeli krizden çıkmayı sağlayan çözümler üretilir.<br/>Doğru cevap E şıkkıdır."
  },
  {
    "id": "2729630",
    "unitNumber": 3,
    "text": "Gelişimin genel işleyişinin anlaşılması için planlanan bir grup çalışmasında gelişime dair bir anlayış edindirmek için aşağıdaki sıralamalardan hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Gelişimin psikososyal yönleri -- Gelişime biyo-psikososyal bakış -- Doğumdan ölüme kadar gelişim süreci",
      "B": "Gelişimin fiziksel yönü -- Gelişimin psikososyal ve duygusal yönü -- İnsanlar arası ilişki ve sosyal iletişim",
      "C": "İnsan hayatının farklı gelişim evrelerine bakış -- Üyeler arasında güvenin kurulması -- Gelişime biyo-psikososyal bakış",
      "D": "Etnik köken, göçmenlik vb. faktörlerin etkisi -- İnsanlar arası ilişkiler ve sosyal iletişim -- Doğumdan ölüme kadar gelişime bakış",
      "E": "Kişinin problemlerini tanıma çalışması -- Grup üyeleriyle güven ve iletişim kurma - Gelişimin psikososyal ve duygusal yanına bakış"
    },
    "explanation": "Sıralamanın genel mantığı genelden özele doğru gitmektir. Üyelerle tanışıp güven ve iletişim kurmaya başladıktan sonra gelişim fiziksel yönünden başlanarak daha sosyal olana doğru ilerler ve daha sonra problem ve çözümün kişisellleştirilmesi ile sonlandırılır.<br/>Doğru cevap B şıkkıdır."
  },
  {
    "id": "2729631",
    "unitNumber": 3,
    "text": "I. Üyelere öfke yönetim tekniklerini öğretme (gevşeme, çatışma çözme vb.)<br/>II. Üyelerin her birinin diğer insanlara ne kadar hoşgörülü olduğunu belirleme<br/>III. Üyelerin grupta kullanacakları bir öfke tanımı yapmalarını sağlamak<br/>IV. Üyelerden onları öfkelendiren 5 şeyi tanımlamalarını istemek<br/>Ergenlerle öfke kontrolüne dair yapılacak bir grup çalışmasının planlamasında yukarıdaki aktivitelerin sıralaması aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "I-II-III-IV",
      "B": "II-I-III-IV",
      "C": "II-I-IV-III",
      "D": "III-IV-II-I",
      "E": "III-IV-I-II"
    },
    "explanation": "Plan mantıksal olarak genelden özele gitmelidir. Örneğin öfke tanımı yapılmadan öfke kontrol tekniklerine geçilemez.<br/>Doğru yanıt D şıkkıdır."
  },
  {
    "id": "2729632",
    "unitNumber": 3,
    "text": "I. Yalnız olmadıklarının farkına varmalarını sağlama<br/>II. Sır saklama döngüsünün kırılması<br/>III. Failden intikam alma yollarının araştırılması<br/>IV. Yaşadıklarıyla ilgili duygularını ifade edebilmelerini sağlama<br/>Çocukluğunda tacize maruz kalmış bireylerle yapılacak bir grup çalışmasının amaçlarıyla ilgili yukarıdakilerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "I, II ve IV",
      "D": "II, III ve IV",
      "E": "I, II ve III"
    },
    "explanation": "Tacizin failinden intikam yollarının araştırılması böyle bir grup çalışmasının amacı olamaz.<br/>Doğru cevap C şıkkıdır."
  },
  {
    "id": "2729633",
    "unitNumber": 3,
    "text": "I. Depresyon<br/>II. Boşanma<br/>III. Anksiyete<br/>IV. Şizofreni<br/>Yukarıdakilerden hangisi sosyal hizmetlerde grup çalışmasına uygundur?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "II, III ve IV",
      "C": "I, III ve IV",
      "D": "I ve II",
      "E": "III ve IV"
    },
    "explanation": "Şizofreni gibi bir hastalık sosyal hizmetler alanındaki bir grup çalışmasında ele alınamaz.<br/>Doğru cevap A şıkkıdır."
  },
  {
    "id": "2729634",
    "unitNumber": 3,
    "text": "I. Nedeni olmayan öznel bir deneyim olması<br/>II. Bireyin başa çıkma becerilerini yetersiz kılması<br/>III. Yoğun belirsizlik içermesi<br/>IV. Karmaşık bir durum olması<br/>Krizi tanımlamayla ilgili yukarıdakilerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, III ve IV"
    },
    "explanation": "Kriz bir olaya ya da duruma bağlı olarak çıkar. Hiç nedensiz, sadece bireyin içsel yaşantısından kaynaklanmaz.<br/>Doğru cevap D şıkkıdır."
  },
  {
    "id": "2729635",
    "unitNumber": 3,
    "text": "I. Pozitif/negatif bireysel kimlik<br/>II. Yaşamı anlamlı bulup/bulmama<br/>III. Düzenli bir gelire sahip olma/olmama<br/>IV. Sosyal ilişkilere sahip olma/olmama<br/>Yukarıda sayılan özellikler aşağıdakilerden hangisini tanımlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Yaşam doyumu",
      "B": "Ruhsal sağlık",
      "C": "Fiziksel sağlık",
      "D": "Benlik saygısı",
      "E": "Benlik yeterliliği"
    },
    "explanation": "Soruda yazılan özellikler cevaplardaki tüm kavramları etkiler. Ancak bu özellikler spesifik olarak yaşam doyumunu tanımlar.<br/>Doğru cevap A şıkkıdır."
  },
  {
    "id": "2839440",
    "unitNumber": 3,
    "text": "I. Tacizin kişinin hayatının çeşitli alanlarında nasıl etkili olduğuna odaklanma<br/>II. Kişilerin güçlenmesine yardımcı olacak ve kontrol duygusunu kazanmaya sağlayacak önleyici konular üzerine odaklanma<br/>III. İyi dokunma-kötü dokunma ile ilgili eğitim sürecine başlama<br/>IV. Failler ile ilgili duygulara odaklanma (pozitif ya da negatif duyguları paylaşmaları için cesaretlendirme)<br/>Cinsel taciz mağduru kadınları destekleme grubunda aşağıdakilerden hangisi yukarıdaki verilen çalışmaların doğru bir sıralamasıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III, IV",
      "B": "II, III, IV, I",
      "C": "III, IV, I, II",
      "D": "IV, III, II, I",
      "E": "III, I, II, IV"
    },
    "explanation": "Önemli bir ipucu II. maddede yer alan önleyici çalışmadır. Önleyici çalışmanın diğer bütün çalışmalardan sonra yapılması akla uygundur.<br/>Doğru cevap C şıkkıdır. Mantıksal olarak örneğin duygular ifade edilmeden, olayın hayatı nasıl etkilediğine geçilemez."
  },
  {
    "id": "3842480",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, engelli çocuğa sahip ailelere yönelik grupla sosyal hizmet müdahalesinin sağladığı yararlardan biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ailelerin tıbbi tedavi sürecini yönetmesi",
      "B": "Ailelerin benlik saygısını desteklemek",
      "C": "Engelli çocuğun engel durumunu ortadan kaldırmak",
      "D": "Ailelerin ekonomik sorunlarını tamamen çözmek",
      "E": "Engelli çocuğun eğitim masraflarını karşılamak"
    },
    "explanation": "Grupla sosyal hizmet müdahalesi, engelli çocuğa sahip ailelerin benlik saygısını destekler, yalnızlık duygularını azaltır ve psiko-sosyal açıdan destek sağlar."
  },
  {
    "id": "3842483",
    "unitNumber": 3,
    "text": "Engelli çocuğa sahip bir ailenin grupla sosyal hizmet müdahalesinden yararlanma sürecinde aşağıdakilerden hangisi <strong>doğrudur</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Tüm aileler engelli çocuklarına aynı biçimde tepki verir, bu nedenle grup müdahalesine gerek kalmaz.",
      "B": "Ailelerin engelli çocukla ilgili verdiği anlam, yalnızca çocuğun engel türüne bağlıdır.",
      "C": "Grupla sosyal hizmet müdahalesi, aile üyelerinin birbirlerinin yaşamlarını anlamasına ve kendi yaşamlarıyla karşılaştırmasına yardımcı olur.",
      "D": "Grup çalışmaları, ailelerin engelli çocukla ilgili karar aşamalarına müdahale eder ve kararları onlar adına verir.",
      "E": "Ailelerin suçluluk ve öfke duyguları grupla sosyal hizmet müdahalesi sürecinde göz ardı edilir."
    },
    "explanation": "Engelli Çocuğa Sahip Aileler<br/>Grup süreci üyelerin birbirlerinin yaşamını anlamasını, görüşlerini öğrenmesini ve deneyimleriyle kendi yaşamlarını karşılaştırmasını sağlar. Diğer şıklar metinle çelişmektedir."
  },
  {
    "id": "3842484",
    "unitNumber": 3,
    "text": "Huzurevinde kalan yaşlılara yönelik grup çalışmasının <strong>yararlarından biri değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Benlik saygısının artması",
      "B": "Yaşam doyumunun artması",
      "C": "Kişisel bakım ihtiyaçlarının karşılanması",
      "D": "İletişim kurma ve kendini ifade etme becerisinin gelişmesi",
      "E": "Sosyal ilişkilerin güçlenmesi"
    },
    "explanation": "Huzurevinde Kalan Yaşlılar<br/>Grup çalışmasının kişisel bakım ihtiyaçlarının grup çalışmasıyla doğrudan karşılanacağı doğru bir fayda değildir. Bu nedenle cevap C şıkkıdır."
  },
  {
    "id": "3842485",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi yaşam doyumunu etkileyebilecek nesnel olmayan bir unsur olarak doğru verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gelir düzeyi",
      "B": "Eğitim düzeyi",
      "C": "Fiziksel sağlık",
      "D": "Sosyo-kültürel olgular",
      "E": "Ekonomik güvence"
    },
    "explanation": "Huzurevinde Kalan Yaşlılar<br/>Yaşam doyumu gelir, eğitim gibi nesnel faktörlerle sınırlı değildir;<strong> sosyo-kültürel olgular</strong> gibi öznel/algısal unsurlar da yaşam doyumunu etkiler. Bu nedenşe cevap D şıkkıdır."
  },
  {
    "id": "3842486",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi huzurevinde kalan yaşlılarla yapılacak bir grup çalışmasına başlamadan önce grup üyelerine mutlaka bilgi olarak verilmesi gereken konulardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çalışmanın amacı ve içeriği",
      "B": "Çalışmanın sonuçlarının yazılı raporu",
      "C": "Çalışmanın sonuçlarının medya ile paylaşılması",
      "D": "Çalışmanın sonuçlarının değerlendirme formu",
      "E": "Çalışmanın uluslararası raporlara eklenmesi"
    },
    "explanation": "Huzurevinde Kalan Yaşlılar<br/>Huzurevinde yapılacak grup çalışmasına başlamadan önce üyelerle çalışmanın amacı, içeriği, yeri, zamanı, üye sayısı ve gizlilik gibi konularda bilgi verilmesi gerekir. Ancak sonuç raporu veya medya paylaşımı gibi unsurlar bu bilgilendirme kapsamında yer almaz."
  },
  {
    "id": "3842487",
    "unitNumber": 3,
    "text": "Kriz gruplarının temel amacı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kriz yaşayan üyelerin geçmişteki tüm olayları ayrıntılı şekilde tartışmasını sağlamak",
      "B": "Üyelerin uzun dönemli tedavi planları hazırlamasını sağlama",
      "C": "Üyelerin krizle ilgili bireysel rapor yazmalarını sağlamak",
      "D": "Grup üyelerinin kriz dışında konulara odaklanmasını sağlamak",
      "E": "Grup üyelerinin kriz öncesi işlevsellik düzeyine dönmelerine yardımcı olmak"
    },
    "explanation": "Kriz Grupları<br/>“Bir kriz grubunun amacı, her bir grup üyesinin en azından kriz öncesi düzeyde işlev görmesini sağlamak…” Bu ifade E seçeneğiyle tamamen örtüşmektedir. Diğer seçenekler metne aykırıdır çünkü grup geçmişteki olaylara ayrıntılı şekilde odaklanmaz, uzun dönemli plan değil kısa süreli çözüm odaklıdır, rapor yazmak ya da kriz dışı konular çalışmanın parçası değildir."
  },
  {
    "id": "3842489",
    "unitNumber": 3,
    "text": "Kriz gruplarında grup oturumlarının odaklandığı temel alan aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Üyelerin gelecekteki planları",
      "B": "Üyelerin şu anda yaşadıkları problem alanları",
      "C": "Üyelerin çocukluk anıları",
      "D": "Üyelerin sosyal medya kullanımı",
      "E": "Üyelerin geçmişe yönelik ayrıntılı analizleri"
    },
    "explanation": "Grup oturumlarında yürütülen tartışmalarda, geçmiş üzerinde değil, gruptaki üyelerin sahip olduğu şu anki problem alanları üzerinde odaklanılır.”<br/>Bu cümle doğrudan B seçeneğini doğrular. Diğer seçenekler (gelecek planı, geçmişe odaklı analiz, sosyal medya vb.) metinde belirtilmediği gibi kriz gruplarının amacına da uymaz."
  },
  {
    "id": "3842490",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi ‘Çocuk Grubu: Gelişim ve Hayat Becerileri’ programında yer alan haftalık etkinliklerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gelişim sürecini biyo-psikososyal bakış açısıyla ele almak",
      "B": "Üyelerin bireysel kriz planı hazırlaması",
      "C": "Yalnızca fiziksel gelişim konularına odaklanmak",
      "D": "Üyelerin yalnızca geçmiş deneyimlerini yazılı hale getirmesi",
      "E": "Problem çözme yerine sadece sorunların tartışılması"
    },
    "explanation": "SOSYAL HİZMET ALANLARINA GÖRE GRUP ÇALIŞMASI ÖRNEKLERİ<br/>Hafta 2'de “kişisel gelişimi biyo-psikososyal bakışla ele alma” açıkça yer almaktadır. Bu nedenle A seçeneği doğru cevaptır. B, C, D, E gibi şıklar metinde geçmez veya yanlış yansıtılmıştır. Program sadece fiziksel değil, psikososyal, sosyal, kültürel tüm gelişim yönlerine odaklanır; problem çözmeyi de içerir, sadece tartışma değildir."
  },
  {
    "id": "3842493",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, <em>Ergen Grubu: Öfke Kontrolü</em> çalışmasının genel yaklaşımıyla <strong>en uyumlu olan bir sonuç</strong> olarak değerlendirilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Üyeler öfkelerini tamamen bastırmayı öğrenirler.",
      "B": "Üyeler, öfkenin fizyolojik, bilişsel ve duygusal yönlerini tanıyarak alternatif baş etme yolları geliştirirler.",
      "C": "Üyeler sadece başkalarının öfkesini kontrol etmeyi öğrenirler.",
      "D": "Üyeler öfkelerini açıkça ifade etmeyip içine atmayı uygularlar.",
      "E": "Grup, yalnızca öfke krizleri esnasında üyelerle iletişim kurmayı amaçlar."
    },
    "explanation": "Ergen Grubu: Öfke Kontrolü<br/>Temel amaç, üyelerin öfkeyi tanıması, bedensel ipuçlarını fark etmesi, arkasındaki duyguları keşfetmesi ve yapıcı baş etme yolları geliştirmesidir. Ayrıca üyeler, öfkeyi ifade etmenin alternatif yollarını da öğrenir; öfkeyi bastırmak ya da içine atmak hedef değildir. Bu nedenle A, D ve C yanlış çünkü grup bastırmayı veya sadece başkasının öfkesine odaklanmayı değil, kişinin kendi öfkesini sağlıklı yönetmesini amaçlar. E de hatalıdır çünkü grup, sadece kriz anlarına değil, öfkenin kökenlerine, belirtilerine ve çözümüne dair planlı bir süreç sunar."
  },
  {
    "id": "3842495",
    "unitNumber": 3,
    "text": "Bir sosyal hizmet uzmanı, <em>Yetişkin Grubu: Cinsel Taciz Mağduru Kadınları Destekleme Grubu</em>nda 6. hafta oturumunu yürütmektedir. Bu oturumda üyelerden biri çocukluğunda yaşadığı tacizin bugün iş yerinde patronuyla iletişimini olumsuz etkilediğini paylaşmıştır.<br/>Uzman, bu paylaşımı grup hedeflerine uygun şekilde ele almak için aşağıdaki hangi müdahaleyi <strong>öncelikle</strong> yapmalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Üyenin patronu hakkında grupça yargılayıcı yorumlar yapılmasına alan açmak",
      "B": "Üyenin yaşadığı taciz deneyiminin gündelik yaşamına etkilerini detaylandırmasına yardımcı olmak",
      "C": "Üyeye, patronunu değiştirmesi gerektiğini doğrudan tavsiye etmek",
      "D": "Üyenin yaşadığı durumu gizli tutmasını önererek grupta konuyu kapatmak",
      "E": "Üyeye, patronuna açıkça hesap sormasını ve çatışma yaşamasını önermek"
    },
    "explanation": "Yetişkin Grubu: Cinsel Taciz Mağduru Kadınları Destekleme Grubu<br/>B seçeneği, bilgiyi doğru şekilde uygulayarak hem oturumun amacına hem de sosyal hizmet ilkesine uygundur."
  },
  {
    "id": "3844541",
    "unitNumber": 3,
    "text": "Engelli çocuğa sahip bir ailenin engelliliğe verdiği anlam, yaşadığı .......... ve kültürel ......... etkilenmektedir.<br/>Yukarıdaki cümlede boş bırakılan yerleri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "toplumdan / beklentilerden",
      "B": "toplumdan / yalnızlıktan",
      "C": "aile ortamından / dışlanmışlıktan",
      "D": "aile ortamından / yalıtımdan",
      "E": "iş ortamından / beklentilerden"
    },
    "explanation": "Engelli çocuğa sahip bir ailenin engelliliğe verdiği anlam, yaşadığı <strong>toplumdan</strong> ve kültürel <strong>beklentilerden</strong> etkilenmektedir."
  },
  {
    "id": "3844542",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi engelli çocuğa sahip ebeveynlerin, grupla sosyal hizmet uygulamaları sonucunda sağlayacağı faydalardan <u>biri değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Diğer üyelerin yaşamlarını anlama",
      "B": "Diğer üyelerin görüşlerini öğrenme",
      "C": "Diğer üyelerin deneyimlerini kendi yaşamları ile karşılaştırma",
      "D": "Diğer üyeleri destekleyerek yol gösterme",
      "E": "Günlük yaşamlarında kullanabilecekleri bilgi ve beceriler kazanma"
    },
    "explanation": "Üyelerin grupla sosyal hizmet müdahalesi sürecinde;<br/><ul> <li><strong>grupta yer alan diğer üyelerin yaşamlarını anlaması, </strong></li> <li><strong>diğerlerinin görüşlerini öğrenmesi,</strong></li> <li><strong>diğer üyelerin deneyimlerini kendi yaşamları ile karşılaştırması,</strong> engelli çocuğa sahip ebeveynlerin yararlı ve pozitif yönde anlam oluşturmalarına önemli katkılar sağlamaktadır.</li> </ul><br/>Engelli çocuğa sahip olmanın aileler üzerindeki psikolojik etkileri konusunda çok sayıda araştırma bulunmaktadır ve yapılan çalışmalar grup çalışması sürecinde <strong>engelli çocuğa sahip ebeveynlerin günlük yaşamlarında kullanabilecekleri bilgiler, beceriler kazandıklarını ve iyi deneyimler edindiklerini</strong> ortaya koymaktadır."
  },
  {
    "id": "3844543",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi huzur evinde kalan yaşlılarla gerçekleştirilecek grup çalışmalarında öncelikle gözden geçirilmesi ve dikkate alınması gereken özellikledir?",
    "correctAnswer": "A",
    "options": {
      "A": "Psiko-Sosyal Yaşamları - Sosyo-Kültürel Yapıları - Psikolojik Durumları",
      "B": "Psiko-Sosyal Yaşamları - Benlik Saygısı - Anı Paylaşımı",
      "C": "Sosyo Kültürel Yapıları -Anı Paylaşımı - Psikolojik Durumları",
      "D": "Sosyo-Kültürel Olgular - Benlik Saygısı - Psikolojik Durumları",
      "E": "Psikolojik Durumları - Sosyo-Kültürel Yapıları - Sosyo-Kültürel Olgular"
    },
    "explanation": "Huzurevinde kalan yaşlılarla gerçekleştirilecek grup çalışmalarında öncelikle yaşlıların <strong>psiko-sosyal yaşamları gözden geçirilmeli,</strong> <strong>sosyo-kültürel yapıları,</strong> <strong>psikolojik durumları</strong> dikkate alınmalıdır."
  },
  {
    "id": "3844544",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi huzur evinde kalan yaşlılarla gerçekleştirilen grup çalışmalarında kullanılan 'anı paylaşımı' yönteminin olası etkilerinden <u>biri değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Geçmişe duyulan özlem duygusunu giderme",
      "B": "Yaşamın anlamını geliştirilme",
      "C": "Diğer üyelerle benzer duyguları yaşadıklarını görme",
      "D": "Yapılacak çalışmaların içeriği hakkında bilgi sağlama",
      "E": "Kendi yaşamlarına ilişkin farkındalığın artması"
    },
    "explanation": "Yaşlılarda “anı paylaşımı” ile geçmişe duyulan özlem duygusunun giderilmesinde grup çalışmasıyla yaşamın anlamının geliştirilmesine yardımcı olunmakta, grup çalışmasına katılan yaşlıların diğer üyelerle benzer duyguları yaşadıklarını görmeleriyle aralarında bağ gelişmekte ve kendi yaşamlarına ilişkin farkındalıkları artmaktadır."
  },
  {
    "id": "3844545",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi ‘Benlik Saygısı’ kavramı ile ilişkilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kendini yapabilir ve yeterli görme",
      "B": "Fiziksel olarak kendini iyi hissetme",
      "C": "Sosyal ilişkilere sahip olma",
      "D": "Yaşamını kontrol edebilme duygusu",
      "E": "Sosyal destek ve ekonomik güvenceye sahip olma"
    },
    "explanation": "<b>Benlik saygısı,</b> psikolojik iyilik hâlinin bir boyutudur ve bireyin kendisini değerlendirmesinin bir parçasıdır. Benlik saygısının iki ana boyutu, yetkinlik ve değerli olmayla ilgilidir. Yeterlilik temelli benlik saygısı, insanların kendilerini, yapabilir ve yeterli olarak görme düzeyine işaret eden yetkinlik boyutudur. <br/>Günlük yaşamdan mutluluk duyma, yaşamı anlamlı bulma, pozitif bireysel kimlik, fiziksel olarak kendini iyi hissetme, sosyal ilişkilere sahip olma, yaşamını kontrol edebilme duygusu, sosyal destek ve ekonomik güvenceye sahip olma gibi faktörler <b>yaşam doyumunu</b> olumlu yönde etkilemektedir."
  },
  {
    "id": "3844548",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kriz grupları ile yapılan tedavileri <u>olumsuz etkiler?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Tek bir üyenin yaşadığı krizin odak noktası hâline gelmesi",
      "B": "Üyelerin sahip olduğu şu anki problem alanları üzerinde odaklanma",
      "C": "Üyelerin grupta duygularını açık bir biçimde ifade etmeleri",
      "D": "Üyeleri kendi duygularını ifade etmeleri için cesaretlendirme",
      "E": "Çalışma öncesi yapılacak çalışmanın içeriği hakkında bilgi verme"
    },
    "explanation": "Grup oturumları sırasında dikkat edilmesi gereken önemli bir nokta, <strong>tek bir üyenin yaşadığı krizin odak noktası hâline gelmesi ile</strong> ilgilidir."
  },
  {
    "id": "3844551",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi grup çalışmalarında ilk hafta yapılan etkinliklerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hizmet anlaşması yapma",
      "B": "Grup sürecini gözden geçirme",
      "C": "Gelişim görevleriyle ilgili konuları tartışma",
      "D": "Grubun sonlanması hazırlıklarını yapma",
      "E": "Öz bakım becerilerine odaklanma"
    },
    "explanation": "<strong>Çocuk Grubu: Gelişim ve Hayat Becerileri</strong><br/>Hafta 1<br/>• Grubun ve üyelerin tanıştırılması<br/>• Grubun amacının tanımlanması<br/>• Grup kurallarının, hedeflerinin ve beklentilerinin<br/>belirlenmesi<br/><strong>• Hizmet anlaşması yapılması</strong><br/>• Üyeler arasında güven, iletişim ve bağlanmanın<br/>gelişiminin başlatılması<br/><strong>Ergen Grubu: Öfke Kontrolü</strong><br/>Hafta 1<br/>• Grubun ve üyelerin tanıştırılması<br/>• Grup kurallarının, hedeflerinin ve beklentilerin<br/>belirlenmesi<br/><strong>• Hizmet anlaşması yapılması<br/>Yetişkin Grubu: Cinsel Taciz Mağduru Kadınları Destekleme Grubu<br/></strong>Hafta 1<strong><br/>•</strong> Grubun ve üyelerin tanıştırılması<strong><br/>•</strong> Grubun amacının belirlenmesi<br/>• Gizliliği esas alarak temel kuralların oluşturulması<br/><strong>• Hizmet anlaşması yapılması</strong><br/>• Uyum ve güvenin geliştirilmesi<br/><strong>Yetişkin Grubu: Erkeklerin Konuları- Sorunları Grubu</strong><br/>Hafta 1<br/>• Grubun ve üyelerin tanıştırılması<br/>• Genel tanımların yapılması<br/>• Temel kuralların, katılımın ve temel kurum<br/>politikalarının ifade edilmesi<br/>• Grup kurallarının, hedeflerin ve beklentilerin<br/>belirlenmesi<br/><strong>• Hizmet anlaşması yapılması</strong>"
  },
  {
    "id": "3844564",
    "unitNumber": 3,
    "text": "Grupla sosyal hizmet müdahalesinde, etkili çalışmalar yapabilmek eğitim ve ......... yanı sıra ......... alanlarda çalışmaya ilişkin bilgi sahibi olmakla da doğrudan ilgilidir.<br/>Yukarıdaki cümlede boş bırakılan yerleri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "becerinin / özelleştirilmiş",
      "B": "becerinin / sosyal",
      "C": "bilginin / farklı",
      "D": "bilginin / sosyal",
      "E": "donanımın / nitelik artırıcı"
    },
    "explanation": "Grupla sosyal hizmet müdahalesinde, etkili çalışmalar yapabilmek <strong>eğitim ve becerinin</strong> yanı sıra <strong>özelleştirilmiş</strong> alanlarda çalışmaya ilişkin bilgi sahibi olmakla da doğrudan ilgilidir."
  },
  {
    "id": "3844571",
    "unitNumber": 3,
    "text": "‘Üyelerin çocuklarıyla olan ilişkilerini inceleme, etkili ebeveyn olma konusundaki olası kaygılarını ifade etmelerini sağlama’ amaçlı bir grup çalışması aşağıdaki gruplardan hangisi ile gerçekleştirilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Çocuk Grubu :Suça itilmiş çocukları destekleme grubu",
      "B": "Yetişkin Grubu: Cinsel taciz mağduru kadınları destekleme grubu",
      "C": "Ergen Grubu : Uyuşturucu kullanan ergenleri destekleme grubu",
      "D": "Ergen Grubu : Öfke kontrolü",
      "E": "Yetişkin Grubu : Erkeklerin konuları-sorunları grubu"
    },
    "explanation": "<strong>Yetişkin Grubu: Erkeklerin Konuları-Sorunları Grubu</strong><br/>Hafta 10<br/><ul> <li>Çocuklarla ilişkilere odaklanma</li> <li><strong>Üyelerin çocuklarıyla olan ilişkilerini inceleme, etkili ebeveyn olma konusundaki olası kaygılarını ifade etmelerini sağlama</strong></li> <li>Üyelere çocuklarına sınır koyma konusunda yardımcı olacak bilgi ve beceriler kazandırma</li> <li>Çocuklarına duygularını kolay ifade edebilmelerinde yardımcı olması için, çocuklarına grupta okudukları mektuplar yazdırma</li> </ul>"
  },
  {
    "id": "3844586",
    "unitNumber": 3,
    "text": "Üyelerin; yalnız olmadıklarının farkına varmalarını, sır saklama döngüsünün kırılmasını, yaşadıklarıyla ilgili olan duygularını keşfetmelerini ve yaşadıkları zorluklara ilişkin destek, onay ve geri bildirim ihtiyaçlarını karşılayacakları bir ortamı amaçlayan grup çalışmasında ‘odak’ aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Taciz mağduru olan kadınların, kendilerini izole ya da farklı hissetmelerinin azaltılmasına yardım etmektir.",
      "B": "Grup üyelerinin faydalı olan bir öfke tanımı yapmalarına yardım etmektir.",
      "C": "Gelişimin genel işleyişinin anlaşılması için grup üyelerine yardım etmektir.",
      "D": "Yetişkin erkek üyelere çözümlenmemiş çocukluk sorunları, ilişkiler konularında yardım etmektir.",
      "E": "Yetişkin kadın üyelere stres, anksiyete ve depresyon konularında yardım etmektir."
    },
    "explanation": "<strong>Yetişkin Grubu: Cinsel Taciz Mağduru Kadınları Destekleme Grubu</strong><br/>Bu grupta öncelikli odak, grupla sosyal hizmet müdahalesi ile çocukluğunda taciz mağduru olan kadınların, kendilerini izole ya da farklı hissetmelerinin azaltılmasına yardım etmektir.<br/>Grup müdahalesinde amaç yalnız olmadıklarının farkına varmalarını sağlamak, sır saklama döngüsünün kırılmasını sağlamak, yaşadıklarıyla ilgili olan duygularını keşfetmelerini sağlamak ve yaşadıkları zorluklara ilişkin destek, onay ve geri bildirim ihtiyaçlarını karşılayacakları bir grup ortamı oluşturmaktır."
  },
  {
    "id": "2729636",
    "unitNumber": 4,
    "text": "(I) Grubun rahatlık ve güven düzeyi, (II) farkındalığın gelişmesi, (III) üyelerin bilişsel ve iletişimsel becerileri, (IV) içgörü kazandırma, (V) liderin deneyimi ve yetenekleri, (VI) bir etkileşimi sürdürebilme.<br/>Yukarıdaki numaralandırılmış ifadelerden hangileri, Grup liderinin egzersiz seçiminde dikkat etmesi gereken diğer noktalarla ilgilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, III, V",
      "B": "II, IV, VI",
      "C": "III, V, VI",
      "D": "I, II, IV",
      "E": "III, VI"
    },
    "explanation": "Bkz.<br/>Egzersiz seçilirken, bunları yapacak olan grup üyelerinin rahatlık ve güven düzeyi, bilişsel ve iletişimsel becerileri kadar lider kendi deneyim ve yeteneklerini de göz önünde bulundurmalıdır. Diğer seçenekler, egzersizlerin bir grup çalışmasındaki önem ve gerekliliğiyle ilgilidir. Yanıt A şıkkıdır."
  },
  {
    "id": "2729637",
    "unitNumber": 4,
    "text": "Grup lideri toplantı odasına geldiğinde beraberinde bir saksı çiçek getirir. Grup üyelerinden kendilerini bu saksı çiçeğinin yerine koymalarını ister. Sonra da onlara \"Saksı çiçeği olarak kendini nasıl hissediyorsun?\", \"Ne çeşit bir saksı çiçeğisin?\" gibi sorular sorar. <br/>Grup liderinin uyguladığı bu teknik aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yerine geçme oyunu",
      "B": "Etkileşime başlama",
      "C": "İmajinasyon egzersizi",
      "D": "Isınma egzersizi",
      "E": "Hayat hikayemi anlatan filmim"
    },
    "explanation": "Bkz.<br/>İmajinasyona dayalı çalışmalara bir örnekte grup lideri bilinen bir nesneyi grup odasına getirerek ortaya koyar. Bu nesne bir kitap, çöp kutusu, bir kap, cüzdan, kalem, sandalye gibi bir nesne olabilir. Lider o nesneymiş gibi kendinizi düşündüğünüzde hangi duyguları hissediyorsunuz? Bu nesne olsanız nasıl bir hayatınız olurdu, hayattaki rolünüz ne olurdu gibi sorular sorarak etkileşimi başlatır Örneğin lider üyelerden kendilerini bir çanta ya da ağaç gibi hissetmelerini isteyebilir. Ardından bir çanta olmak nasıl bir duygu? Ne çeşit bir çanta ya da ağaçsınız? gibi sorular sorabilir. Yanıt C şıkkıdır."
  },
  {
    "id": "2729638",
    "unitNumber": 4,
    "text": "Grupla sosyal hizmet müdahalesinin hazırlık aşamasında, grup üyelerinin aşağıdaki duygulardan hangisiyle grup çalışmasına başladığı varsayılmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Melankoli",
      "B": "Onur",
      "C": "Özgüven",
      "D": "Üzüntü",
      "E": "Endişe"
    },
    "explanation": "Hazırlık aşaması, bilinmeyene karşı oluşan ilk kaygılar etrafında şekillenmektedir. Üyeler; gruba belirsizlik, endişe, gerginlik, katkı sağlamama gibi davranış ve duygularla katılırlar. Yanıt E şıkkıdır."
  },
  {
    "id": "2729639",
    "unitNumber": 4,
    "text": "(I) Grup üyesi çocukların aile ve arkadaşlarından ayrı kalmak zorunda olduğu süre<br/>(II) Grup üyelerinin yatarak tedavi görme durumu<br/>(III) Grup üyelerinin fiziksel engelliliği<br/>(IV) Grup üyelerinin çocuklarının sağlık durumu<br/>(V) Grup üyelerinin yeni ortam ve rollere hazırlanması<br/>Yukarıdaki numaralandırılmış ifadelerden hangileri, grup liderinin oturum sıklığını belirlemesinde belirleyici olan etkenlerdendir?",
    "correctAnswer": "E",
    "options": {
      "A": "I, III, V",
      "B": "II, IV",
      "C": "II, III, V",
      "D": "Yalnız IV",
      "E": "I, II, III, IV, V"
    },
    "explanation": "Grup öncesi aşamada oturumların ne sıklıkta olacağı da düşünülmesi gereken bir başka konudur. Haftada bir yapılan oturumlar en yaygın yöntemdir. Bazı gruplar için daha sık oturum yapılması tavsiye edilebilir. Açık gruplarda üyeler sıklıkla değişmesi nedeniyle grubun devamlılığı için sık oturum yapmak işe yarar. Yanıt E şıkkıdır."
  },
  {
    "id": "2729640",
    "unitNumber": 4,
    "text": "Grup lideri bir sosyal hizmet uzmanının kurduğu yeni grup karşısında hissettiği endişeleri giderebilmesinin ana yolu olarak aşağıdakilerden hangisini geliştirmeli, önemsemelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hazırlık yapma ve tanışma",
      "B": "Öz farkındalık",
      "C": "Hizmet anlaşması",
      "D": "Planlama",
      "E": "Kabul edilme hissi uyandırma"
    },
    "explanation": "Öz farkındalık, grup yönetmek için gerekli olan mesleki otoritenin kabullenilmesi için de önemlidir. Sosyal hizmet uzmanının rolü üyenin karşısında özel bilgi ve uzmanlığa sahip profesyonel, sorumlulukları olan bir uygulayıcı olmasıdır. Bu aktif rol kendi kaderini tayin veya özerklik gibi ilkelere karşı gelmek anlamına gelmez çünkü, insanlar yeterli oryantasyon ve sosyal hizmet amaçları için grup oluşturmak hakkında bilgiye sahip olduklarında özerk hareket edebilir ve kendileri için kararlar alabilirler. Yanıt B şıkkıdır."
  },
  {
    "id": "2729641",
    "unitNumber": 4,
    "text": "Grupların yapısal boyutunu belirleyen ‘sınır’ ile kastedilen aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Grup toplantılarının yapıldığı tanımlı yer",
      "B": "Grubun hizmet anlaşması yaptığı üye sayısı",
      "C": "Grubunu kurulma amacı",
      "D": "Grup üyelerinin etkileşim noktaları",
      "E": "Sosyal hizmet uzmanının hazırlık ve tanıma aşaması"
    },
    "explanation": "Bir sosyal sistem içinde sınır, üyeler arasındaki etkileşim noktasıdır. Bazen bir grupta üyelik açıkça tanımlanır, ancak kimi durumlarda sınırın belirlenmesi zor olabilir. Sınırlar düşünüldüğünde grup üyelerini hesaba katmak önemlidir. Tüm üyeler bir geçmişe, gereksinimlere ve çeşitli sistemlerde sorumluluklara sahiptir. Yanıt D şıkkıdır."
  },
  {
    "id": "2729642",
    "unitNumber": 4,
    "text": "(I) Grup üyelerinin grubun amaçlarına sıkı bir biçimde bağlı olması<br/>(II) Grubun, üyelerini aynı düşüncede birleştirecek düzeyde homojen olması<br/>(III) Grup üyelerinin birbirinden hoşlanması ve özen göstermesi<br/>(IV) Grup üyelerinin aralarındaki farklılıklara saygı göstermesi<br/>(V) Grup üyelerinin gruptaki rolleri yerine getirmek için rekabet etmesi<br/>Yukarıdakilerden hangileri bir grubun gelişimini olumlu olarak etkiler?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II, III",
      "B": "II, III, IV",
      "C": "III, IV, V",
      "D": "I, III, IV",
      "E": "I, IV, V"
    },
    "explanation": "Doğru cevap C şıkkıdır. Grupta düşünce farklılıklarının ortaya çıkabilmesi için homojenlik değil heterojenlik istenir. Diğer yandan gruptaki rolleri gerçekleştirebilmek için de rekabet değil işbirliği istenir."
  },
  {
    "id": "2729643",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, grup kompozisyonunu oluştururken sosyal hizmet uzmanının dikkat etmesi gereken ana değişkenler biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kurumun misyonu",
      "B": "Üyelerin yaşı",
      "C": "Üyelerin cinsiyeti",
      "D": "Etnik köken",
      "E": "Dini farklılıklar"
    },
    "explanation": "Bir grup kompoze edilirken, planlanırken, grubun boyutu, görüşmelerin sıklığı, süresi, zaman sınırı, grubun açık veya kapalı olma durumu, üyelerin demografik özellikleri, grubun gerçekleştirileceği yer temel alınmalıdır. Kurumun misyonu konusu ise öncelikle grup çalışmasının yapılması, amacın gerçekleşmesi aşamasında, ayrıca mali kaynak oluşturma bakımından önemlidir. Yanıt A şıkkıdır."
  },
  {
    "id": "2729644",
    "unitNumber": 4,
    "text": "Bir grup çalışmasında, üye bireylerin yaşam döngüsünü izlemek neden önemlidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Grup liderinin grup üyeleriyle empati kurabilmesi için",
      "B": "Bireysel amaçlarla grup amaçları arasında bir uyum yaratmak için",
      "C": "Sosyal hizmet uzmanının grup üyelerinin yaşam öyküsünü oluşturabilmesi için",
      "D": "Grubu tanımlayabilmek için",
      "E": "Grup kompozisyonunu oluşturmak için"
    },
    "explanation": "Üyelerin devam eden yaşamlarında önemli olaylar meydana gelebilir. Evlilik, bir bebeğin doğumu, boşanma, ölüm gibi önemli durumlara dikkat edilmeli ve bu değişiklikler grup içinde ifade edilmelidir. Üyelerin grubun amaçları ve gereksinimlerinin yanında, grup dışındaki hayatlarında meydana gelen değişimlerden kaynaklanan ihtiyaçları da göz önünde bulundurulmalı ve zaman zaman ihtiyaçlar arası bağlantılar kurulmalıdır. Yanıt B şıkkıdır."
  },
  {
    "id": "2729645",
    "unitNumber": 4,
    "text": "Sosyal hizmet uzmanının sahip olması beklenen yüzleştirme becerisi aşağıdakilerden hangisinde tanımlanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Grup üyelerinin paylaşımlarından bir sonuç çıkarma",
      "B": "Grup üyelerine tavsiye verebilme",
      "C": "Grup üyesinde kendisine dönük bir farkındalık yaratma",
      "D": "Grup üyelerini grup etkinliklerine katılım için teşvik etme",
      "E": "Grup üyeleri arasındaki çatışmaları çözümleyebilme"
    },
    "explanation": "Grup lideri, grup üyelerinin duygu, düşünce ve davranışlarına yönelik olarak farkındalık kazanmaları için yüzleştirme becerisini kullanmalıdır. Yüzleştirme, grup üyeleri üzerinde olumlu ve olumsuz etkilere yol açabilir. Grup üyeleri kendilerine ayna tutulmasına hazır olmayabilir ya da kişilik özelliklerinden dolayı kendileriyle ilgili bazı gerçekleri görmek istemeyebilir ve savunmacılık özelliği sergileyebilirler. Yanıt C şıkkıdır."
  },
  {
    "id": "2729646",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Ön Değerlendirme Aşaması'nda göz önünde bulundurulan özelliklerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Grubun yapısal özellikleri",
      "B": "Oturum yerini hazırlama",
      "C": "Grup kompozisyonunu hazırlama",
      "D": "Oturumun yerini hazırlama",
      "E": "Grup ortamını hazırlama"
    },
    "explanation": "<strong>ÖN DEĞERLENDİRME AŞAMASI; </strong><br/><ul> <li>grubun gelişimsel,</li> <li>yapısal ve</li> <li>işlevsel özelliklerinden oluşmaktadır.</li> </ul> <strong>GRUP ÖNCESİ HAZIRLIK AŞAMALARI ise;</strong><br/><ul> <li>Tanışma/Bağlantı Kurma</li> <li>İçerik belirleme</li> <li>Amacı Oluşturma ve Hedefleri Belirleme</li> <li>Olası Destek Kaynaklarını ve Olası Üyeleri Belirleme</li> <li>Grup Ortamını Hazırlama</li> <li>Grup Kompozisyonunu Belirleme</li> <li>Grup Öncesi Görüşmeler Yapma</li> <li>Üyeleri Gruba Yönlendirme</li> <li>Oturumların Sıklığına Karar Verme</li> <li>Her Bir Oturumun Uzunluğuna Karar Verme</li> <li>Oturum Yerini Hazırlama</li> <li>Hizmet Anlaşması Yapma</li> <li>Sosyal Hizmet Uzmanının Kendini İlk Oturumlara Hazırlaması</li> </ul>"
  },
  {
    "id": "2729647",
    "unitNumber": 4,
    "text": "Grup kompozisyonu oluşturulurken dikkat edilmesi gereken en önemli ilke aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Grup üye sayısı",
      "B": "İhtiyaçların ortak olması",
      "C": "Üyeler aralarındaki benzerlikler",
      "D": "Üyeler arasındaki farklılıklar",
      "E": "Sosyal hizmet uzmanının rolü"
    },
    "explanation": "Grup kompozisyonunun en temelinde amaç doğrultusunda üyelerin karşılanacak olan ihtiyaçlarının ortak olması ilkesi vardır. Kaç tane grup üyesi olacağı, üyeler aralarındaki benzerlik ve farklılıkların neler olacağı ve grupta sosyal hizmet uzmanının rolü kompozisyonun diğer ögeleridir."
  },
  {
    "id": "2729648",
    "unitNumber": 4,
    "text": "“Sosyal hizmet uzmanları grup üyelerinin seçimini tamamlandığı zaman, her bir üyeyle değerlendirme yapabilmek için görüşme yapmalıdır.” cümlesi aşağıda yer alan Grup Öncesi Hazırlık Aşaması’nın hangisini ifade etmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "İçerik Belirleme",
      "B": "Grup Ortamını Hazırlama",
      "C": "Tanışma/Bağlantı Kurma",
      "D": "Grup Kompozisyonunu Belirleme",
      "E": "Oturum Yerini Hazırlama"
    },
    "explanation": "\"Sosyal hizmet uzmanları olası üyelerin seçimi tamamlandığı zaman, her bir üyeyle değerlendirmeyi yapabilmek için görüşme yapmalıdır.\" Grup Öncesi Hazırlık Aşamalarından, tanışma/bağlantı kurma aşamasını ifade etmektedir."
  },
  {
    "id": "2729649",
    "unitNumber": 4,
    "text": "\"Grubun oluşturulmasına ilişkin olarak, grubun kaç kişi olacağı ve kimlerden oluşacağı, ne kadar süreceği, hangi yöntemlerle devam ettirileceği ve hangi kaynakların kullanılacağının belirlenmesi gerekliliği\" cümlesi aşağıda yer alan Grup Öncesi Hazırlık Aşaması’nın hangisini ifade etmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Üyeleri Gruba Yönlendirme",
      "B": "Grup Kompozisyonunu Belirleme",
      "C": "Grup Ortamını Hazırlama",
      "D": "Olası Destek Kaynaklarını ve Olası Üyeleri Belirleme",
      "E": "Grup Öncesi Görüşmeler Yapma"
    },
    "explanation": "\"Grup öncesi hazırlık ve ön değerlendirme aşamasında grubun oluşturulmasına ilişkin olarak, grubun kaç kişi olacağı ve kimlerden oluşacağı, ne kadar süreceği, hangi yöntemlerle (oyunlar, tartışmalar, aktiviteler, yaşantısal alıştırmalar gibi) devam ettirileceği ve hangi kaynakların kullanılacağı (toplanma yeri, ulaşım gibi) sorularının yanıtlanması gerekmektedir.\" Grup Öncesi Hazırlık Aşamalarından, Olası Destek Kaynaklarını ve Olası Üyeleri Belirleme aşamasını ifade etmektedir."
  },
  {
    "id": "2729650",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi grupla sosyal hizmetin Ön Değerlendirme Aşamasında sosyal hizmet uzmanının sahip olması gereken becerilerden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Oturumların Sıklığına Karar Verme",
      "B": "Her Bir Oturumun Uzunluğuna Karar Verme",
      "C": "Oturum Yerini Hazırlama",
      "D": "Veri toplama ve değerlendirme",
      "E": "Hizmet Anlaşması Yapma"
    },
    "explanation": "Veri toplama ve değerlendirme becerisi, \"Ön Değerlendirme Aşamasında Sosyal Hizmet Uzmanının Sahip Olması Gereken Beceriler\" den biridir. Diğer seçenekler ise Grup öncesi hazırlık aşamalarıdır."
  },
  {
    "id": "2729651",
    "unitNumber": 4,
    "text": "“Grup ortamında bütünü ele alırken parçalara dikkat etme, parçalardan bir bütün elde etme becerisi” sosyal hizmet uzmanının sahip olması gereken Eylem Becerileri’nden hangisini ifade etmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Veri toplama becerisi",
      "B": "Yüzleştirme becerisi",
      "C": "Sentez yapma becerisi",
      "D": "Grup sürecini kolaylaştırma becerisi",
      "E": "Çatışma çözme becerisi"
    },
    "explanation": "En önemli eylem becerilerinden olan sentez yapma becerisi amaç yönünde ilerlemeye yardımcı olacak bir eylemdir. Grup ortamında üyelerin paylaşımlarından sonuç çıkartmak iyi bir sentez oluşturma becerisiyle mümkündür. Grup ortamında bütünü ele alırken parçalara dikkat edilmeli ve bu parçalardan bir bütün elde edilmelidir. Yani grup üyelerinin tek tek paylaşımlarını birleştirip bir bütün hâline getirmek, ayrıştırma yapmak ve çeşitli bileşenlerle bir sonuca ulaşmak, daha sonra ilave sonuçlar elde etmek grup liderinin sentez yapabilme becerisini gösterir.<br/>En önemli eylem becerilerinden olan <strong>Sentez Yapma Beceris</strong>i amaç yönünde ilerlemeye yardımcı olacak bir eylemdir. Grup ortamında üyelerin paylaşımlarından sonuç çıkartmak iyi bir sentez oluşturma becerisiyle mümkündür. Grup ortamında bütünü ele alırken parçalara dikkat edilmeli ve bu parçalardan bir bütün elde edilmelidir."
  },
  {
    "id": "2729652",
    "unitNumber": 4,
    "text": "Grup liderinin grup oturumları boyunca grup sürecini özetleme becerisine sahip olması aşağıdaki becerilerden hangisi ile ilişkilidir.",
    "correctAnswer": "B",
    "options": {
      "A": "Eylem Becerisi",
      "B": "Veri Toplama Becerisi",
      "C": "Grup Üyelerini Destekleme Becerisi",
      "D": "Sentez Yapma Becerisi",
      "E": "Grup Sürecini Kolaylaştırma Becerisi"
    },
    "explanation": "Grup liderinin grup oturumları boyunca grup sürecini özetleme becerisine sahip olması, Veri Toplama Becerisi kapsamındadır. <br/>Grup lideri grup oturumları boyunca grup sürecini özetleme becerisine sahip olmalıdır. Grup üyelerinin paylaşımları sırasında ortaya çıkan ortaklıklara vurgu yapmak amacıyla, grup üyelerine grup oturumlarının amaçlanan doğrultuda ilerlediğini hissettirmek ve sürecin takipçisi olunduğunu göstermek amacıyla özetleme yapılabilir. Grup oturumlarının başında bir önceki oturumda yapılanları ve grup oturumunun sonunda oturum boyunca gerçekleştirilenleri kapsayan bir özetleme yapılması gereklidir ki bu özetlemeler grup liderinde ve üyelerinde, grup çalışması ile ilgili yapılanlar konusunda bir bütünlük hissi oluşturur."
  },
  {
    "id": "2729653",
    "unitNumber": 4,
    "text": "Grup liderinin aktif bir dinleyici olma ve üyelerin paylaşımlarına ve sorularına yanıt verme becerisi, aşağıdaki Ön Değerlendirme Aşamasında Sosyal Hizmet Uzmanının Sahip Olması Gereken Beceriler'den hangisi ile ilişkilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Veri Toplama Becerisi",
      "B": "Değerlendirme Becerisi",
      "C": "Grup Etkileşimine Liderlik Etme Becerisi",
      "D": "Sentez Becerisi",
      "E": "Grup Sürecini Kolaylaştırma Becerisi"
    },
    "explanation": "Grup lideri aktif bir dinleyici olmalı ve üyelerin paylaşımlarına ve sorularına yanıt verme becerisine sahip olmalıdır. Bu noktada grup üyeleriyle empati kurabilmesi ve verdiği tepkilerle ve yanıtlarla, üyeleri anlayabildiğini hissettirmesi grup dinamiği açısından önemlidir. Grup üyelerinin paylaşımlarına yanıt vermemek, üyelerin kendilerini önemsiz hissetmesine ve grup içinde ilerleyen süreçte daha az paylaşımda bulunmasına neden olacaktır."
  },
  {
    "id": "2729654",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi ön değerlendirme aşamasında sosyal hizmet uzmanlarının yerine getirmesi gereken görevlerden biri <u>değildir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Üyelerde gruba katılım motivasyonu sağlama",
      "B": "Gerekli ise üyelerin katılımı için izin alınması",
      "C": "Gerekli ise kurumsal direncin belirlenmesi",
      "D": "Üye seçimini sağlama",
      "E": "Üyelerle bireysel görüşmeler sağlama"
    },
    "explanation": "B, C, D ve E seçenekleri ön değerlendirme aşamasında yerine getirmesi gereken görevlerdendir. Üyelerde gruba katılım motivasyonu sağlama sosyal hizmet uzmanının ilk oturumda yerine getirmesi gereken görevlerdendir. Doğru yanıt A'dır."
  },
  {
    "id": "2729655",
    "unitNumber": 4,
    "text": "Grup çalışması deneyimi, sosyal hizmet uzmanlarının, ......... ortaya çıkan tepki ve duygular konusunda ........ geliştirmesini sağlayacak, üyelerin bu konudaki sorunlarını daha rahat veya sakin karşılayabileceklerdir.<br/>Cümlesinde boş bırakılan yerleri aşağıdaki sözcüklerden hangileri doğru olarak tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "başlangıç düzeyinde /inanç",
      "B": "başlangıç düzeyinde /empati",
      "C": "başlangıç düzeyinde / sabır",
      "D": "deneyimli danışmanlarda / sabır",
      "E": "deneyimli danışmanlarda / inanç"
    },
    "explanation": "Hazırlık aşamasında uzmanın, üyelerin kişilik özelliklerine dikkat etmesi gereklidir. Kişilik özelliklerinin bilinmesi, sosyal hizmet uzmanına, başlangıçta ortaya çıkacak olan çekingen, konuşmaya kapalı, kararsız kişilere karşı duyarlılık kazandıracaktır. Grup çalışması deneyimi, sosyal hizmet uzmanlarının,<strong> başlangıç düzeyinde</strong> ortaya çıkan tepki ve duygular konusunda <strong>empati geliştirmesini </strong>sağlayacak, üyelerin bu konudaki sorunlarını daha rahat veya sakin karşılayabileceklerdir."
  },
  {
    "id": "3842408",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi grup öncesi hazırlık aşamasında sosyal hizmet uzmanının düşünmesi gereken konulardan <strong>biri değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Olası üyelerin gruba nasıl başvuracağı",
      "B": "Üyelerle nerede görüşüleceği",
      "C": "Grubun ihtiyaçlarının belirlenmesi",
      "D": "Üyelerin grup sürecinde hangi rolleri üstleneceği",
      "E": "Üyelerin ilk toplantıda hangi yemeği yiyeceği"
    },
    "explanation": "Grup Öncesi Hazırlık Aşaması<br/>Grup öncesi hazırlıkta temel konular grup yapısı, üyelerin seçimi, görüşme yeri, amaç ve ihtiyaçların belirlenmesi gibi ciddi başlıkları kapsar. Yiyecek/içecek planı ilk toplantı planlamasına dahil edilebilir, fakat burada üyelerin <em>hangi yemeği yiyeceği</em> gibi bir detay planlama sorumluluğu değildir."
  },
  {
    "id": "3842431",
    "unitNumber": 4,
    "text": "Aşağıdaki ifadelerden hangisi grup öncesi hazırlık sürecindeki tanışma ve bağlantı kurma aşamasını en iyi açıklar?",
    "correctAnswer": "C",
    "options": {
      "A": "Üyelerin grup liderine rapor vermesi",
      "B": "Üyelerin birbirlerine soru sormadan yalnızca dinlemesi",
      "C": "Üyelerin birbirlerini tanımaya başlaması ve sosyal hizmet uzmanının üyelerle profesyonel ilişki kurması",
      "D": "Üyelerin bağımsız çalışmaları",
      "E": "Üyelerin grup dışı etkinliklere katılması"
    },
    "explanation": "Tanışma/Bağlantı Kurma<br/>Bağlantı kurma aşaması, sosyal hizmet uzmanının üyelerle güvene dayalı profesyonel bir ilişki geliştirmesini, empati göstermesini ve üyelerin kaygılarını azaltmasını amaçlar."
  },
  {
    "id": "3842432",
    "unitNumber": 4,
    "text": "Bir sosyal hizmet uzmanı, okul çağındaki çocuklardan oluşan bir grupla çalışırken içerik planlarken aşağıdakilerden hangisine özellikle dikkat etmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Toplantıları her zaman akşam geç saatlere koymak",
      "B": "İçeriği sadece yetişkin gruplarına göre hazırlamak",
      "C": "Çocukların gelişim düzeylerine uygun etkinlikler planlama",
      "D": "İçeriği üyelerle paylaşmadan gizli tutmak",
      "E": "İçeriği sadece kuruma uygun şekilde sınırlamak"
    },
    "explanation": "Amacı Oluşturma ve Hedefleri Belirleme<br/>Grup içeriği, grubun amacına uygun olmalı ve üyelerin yaş ve gelişim düzeylerine uygun şekilde planlanmalıdır. Aksi takdirde grup verimli çalışamaz."
  },
  {
    "id": "3842433",
    "unitNumber": 4,
    "text": "Bir sosyal hizmet uzmanının hazırlık sürecinde belirlediği ihtiyaç algısı, kurumun ihtiyaç algısıyla farklılık gösterirse ne yapılmalıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Kurumun algısı esas alınır, uzlaşmaya gerek yoktur",
      "B": "Sosyal hizmet uzmanı kendi algısını dayatır",
      "C": "Farklı algılar açıklığa kavuşturulur ve uzlaştırılır",
      "D": "Grup süreci iptal edilir",
      "E": "Üyelere hiçbir bilgi verilmez"
    },
    "explanation": "GRUP ÖNCESİ HAZIRLIK AŞAMASI<br/>Metinde, sosyal hizmet uzmanının grup planlama aşamasında ihtiyaç algılarındaki farklılıkları açıklığa kavuşturup uzlaştırması gerektiği vurgulanır. (s. 72)"
  },
  {
    "id": "3842460",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi grup kompozisyonunun belirlenmesinde <strong>en önemli</strong> faktörlerden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Grup üyelerinin yaşları",
      "B": "Üyelerin karşılanacak ortak ihtiyaçlara sahip olması",
      "C": "Grup üyelerinin eğitim düzeyleri",
      "D": "Grup oturumlarının sıklığı",
      "E": "Grup süresinin uzunluğu"
    },
    "explanation": "Grup Kompozisyonunu Belirleme<br/>Grup kompozisyonunun temelinde üyelerin karşılanacak ortak ihtiyaçlarının olması gerektiği vurgulanmıştır. Diğer seçenekler grup kompozisyonu için daha az önceliklidir."
  },
  {
    "id": "3842461",
    "unitNumber": 4,
    "text": "Grup öncesi görüşmelerde sosyal hizmet uzmanının olası grup üyesiyle ilgili değerlendirme yaparken en çok hangi bilgiye odaklanması beklenir?",
    "correctAnswer": "C",
    "options": {
      "A": "Üyenin ekonomik durumu",
      "B": "Üyenin grubun süresine olan bakışı",
      "C": "Üyenin grup uyumu ve üyelikten beklentileri",
      "D": "Üyenin yaşadığı coğrafi bölge",
      "E": "Üyenin önceki eğitim deneyimleri"
    },
    "explanation": "Grup Öncesi Görüşmeler Yapma<br/>Grup öncesi görüşmelerin esas amacının olası üyenin grup uyumu ve üyelikten beklentileri üzerine odaklanmak olduğu belirtilmiştir. Bu bilgi, üyelerin gruba katılımının uygunluğunu değerlendirmek için kritik öneme sahiptir."
  },
  {
    "id": "3842471",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Gruplarla Sosyal Hizmetin Geliştirilmesi Derneği (AASWG, 1999) tarafından sosyal hizmet uzmanlarının ön değerlendirme aşamasında yerine getirmesi gereken görevlerden biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Olası grup üyelerinin ortak gereksinimlerinin belirlenmesi",
      "B": "Üyelere ulaşmak için plan hazırlanması ve uygulanması",
      "C": "Grup kompozisyonunda dengenin sağlanması",
      "D": "Grup üyelerinin toplantı yerine kendi başlarına karar vermesi",
      "E": "Gerekirse kurum desteğinin alınması"
    },
    "explanation": "Grup Öncesi Hazırlık ve Ön Değerlendirme<br/>Sosyal hizmet uzmanlarının görevleri arasında üye ihtiyaçlarının belirlenmesi, plan hazırlanması, kurum desteği alınması ve grup kompozisyonunun dengelenmesi yer alır. Ancak toplantı yerinin üyeler tarafından kendi başlarına belirlenmesi gibi bir görev yoktur. Toplantı yeri, üyelerin konforu ve bağlılığı gözetilerek uzman tarafından ayarlanır."
  },
  {
    "id": "3842472",
    "unitNumber": 4,
    "text": "Bir sosyal hizmet uzmanı, grup çalışmasına katılacak üyelerin kurum içindeki olası direncini azaltmak için aşağıdakilerden hangisine öncelikli olarak dikkat etmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Üyelerin kişilik özelliklerini göz ardı ederek hızlı seçim yapmak",
      "B": "Grup çalışmasının kurumun amaçlarıyla uyumlu olmasına özen göstermek",
      "C": "Grubu mümkün olduğunca büyük tutarak alt gruplar oluşturmak",
      "D": "Toplantı yerini üyeler için zor ulaşılabilir seçmek",
      "E": "Üyeleri grup dışında izlemekten kaçınmak"
    },
    "explanation": "<em>Grup Öncesi Hazırlık ve Ön Değerlendirme</em><br/>Kurum içi direnç, grubun amacına ulaşmasını engelleyebilir. Bu nedenle sosyal hizmet uzmanı, grubun kurumun amaçları ve işleyişiyle uyumlu olmasına dikkat etmeli, kurumdan gerekli destek ve araç-gereçleri sağlamalıdır. Diğer şıklar, metinde vurgulanan ilkelerle çelişir."
  },
  {
    "id": "3842474",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi grup sürecini kolaylaştırma becerileri arasında <strong>doğru bir uygulama değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Grup liderinin, grup üyeleri arasında güven ilişkisi ve samimiyet oluşturması",
      "B": "Grup liderinin, oturumlarda üyelerin duygu ve düşüncelerini ifade etmelerini teşvik etmesi",
      "C": "Grup liderinin, üyelerin paylaşımlarına yanıt vermemesi ve tarafsız kalması",
      "D": "Grup liderinin, grup üyeleri arasında benzerliklere dikkat çekmesi",
      "E": "Grup liderinin, grup üyeleriyle aktif bir şekilde empati kurması"
    },
    "explanation": "<em>Grup Sürecini Kolaylaştırma Becerileri</em><br/>Grup lideri:<br/><ul> <li> Grup üyeleriyle empati kurmalı,<br/></li> <li> Üyelerin duygu ve düşüncelerini ifade etmelerini teşvik etmeli,<br/></li> <li> Üyelerin paylaşımlarına yanıt vermelidir.<br/></li> </ul> Üyelerin paylaşımlarına yanıt vermemek, üyelerin kendilerini önemsiz hissetmesine ve daha az paylaşımda bulunmalarına sebep olur. Dolayısıyla C şıkkı, metindeki açıklamalarla çelişmektedir."
  },
  {
    "id": "3842476",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, ön değerlendirme aşamasında grup liderinin sahip olması gereken veri toplama-değerlendirme becerileri arasında doğru şekilde eşleştirilmiştir?",
    "correctAnswer": "0",
    "options": {
      "A": "Grup oturumlarında üyelerin katılımını sağlamak → Oyun oynatma veya hikâye anlatma",
      "B": "Grup üyelerinin paylaşımlarını sınırlandırmak → Özetleme yapma",
      "C": "Grup kurallarını belirlemek → Analiz etme",
      "D": "Grup üyelerini değerlendirmek → Sadece betimleme yapmak",
      "E": "Grup sürecini yönlendirmek → Hiç soru sormamak"
    },
    "explanation": "Ön Değerlendirme Aşamasında Sosyal Hizmet Uzmanının Sahip Olması Gereken Beceriler<br/>Metne göre grup lideri, üyelerin katılımını sağlamak için soru sorabilir, hikâye anlatabilir ya da oyun oynatabilir. Bu nedenle doğru seçenek A şıkkıdır."
  },
  {
    "id": "3845267",
    "unitNumber": 4,
    "text": "Grupla sosyal hizmet uygulamalarında, tanışma/bağlantı kurma aşamasında aşağıdakilerden hangisine yer verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Uygulamanın amacının göz önünde bulundurulması",
      "B": "Amacın gerçekleştirilebilmesi için kullanılabilecek olası yolların belirlenmesi",
      "C": "Üyelerin bireysel amaç ya da gereksinimlerinin belirlenmesi",
      "D": "Sosyal hizmet uzmanlarının kişinin grup üyeliğine alınma nedenini açıklaması<br/>Grubun ısınma egzersizi, oturma düzeni ve en iyi ve uygun toplantı yerini belirlenmesi",
      "E": "Grubun ısınma egzersizi, oturma düzeni ve en iyi ve uygun toplantı yerini belirlenmesi"
    },
    "explanation": "Sosyal hizmet uzmanları olası üyelerin seçimi tamamlandığı zaman, <strong>her bir üyeyle değerlendirmeyi yapabilmek için görüşme yapmalıdır. Bu görüşme sırasında </strong>sosyal hizmet uzmanları grubun amacını ve <strong>kişinin grup üyeliğine alınma nedenini açıklamalıdır.</strong> Bu aşamada grubun nasıl işlev göreceği açıklanmalı ve olası üyenin gruba katılma kararı karşılıklı değerlendirilmelidir."
  },
  {
    "id": "3845274",
    "unitNumber": 4,
    "text": "Sosyal hizmet uzmanının mümkün olması durumunda, olası grup üyeleriyle zaman geçirmesi, onları gözlemlemesi ve değerlendirmesi, ……… aşamada üyelerin ihtiyaçlarının belirlenmesi için oldukça yardımcı olacaktır.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "grup öncesi",
      "B": "planlama",
      "C": "ön değerlendirme",
      "D": "müdahale",
      "E": "grubun sonlandırılması"
    },
    "explanation": "Sosyal hizmet uzmanının mümkün olması durumunda, olası grup üyeleriyle zaman geçirmesi, onları gözlemlemesi ve değerlendirmesi, <strong>grup öncesi </strong>aşamada üyelerin ihtiyaçlarının belirlenmesi için oldukça yardımcı olacaktır."
  },
  {
    "id": "3845285",
    "unitNumber": 4,
    "text": "Grupla gerçekleştirilen sosyal hizmet uygulamalarında önem taşıyan 'Grup Kompozisyonu' kavramı aşağıdakilerden hangisi ile ilgilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Grup üyelerinin homojen veya heterojenliği",
      "B": "Grup için üyelerinin izlenmesi ve hazırlanması",
      "C": "Uygun grup türü, yapısı ve büyüklüğünün seçilmesi",
      "D": "Gruplara yönelik kurumsal dirençlerin belirlenmesi",
      "E": "Gerekli ise üyelerin katılımı için izin alması"
    },
    "explanation": "Grup kompozisyonu, grup üyelerinin homojen veya heterojen oluşu ile ilgilidir. Kişilik özellikleri, değer yargıları, fiziksel özellikler grup kompozisyonu ile ilişkilidir. Grup çalışmasında, grubun ne derece homojen ne derece heterojen olduğuna dikkat edilmelidir. Yaş, cinsiyet gibi konularda denge sağlanmalıdır. Aynı yaş grubundakilerin olması dengeyi sağlar. Kültürel, etnik özellikler göz önünde bulundurularak grup şekillendirilmeye çalışılmalıdır. <b>Grup kompozisyonu oluşturulurken,</b> herhangi bir üyenin dışlanmasına neden olabilecek potansiyel özelliklere dikkat edilmelidir. <b>Homojen bir </b><b>grup oluşturulacaksa </b>benzer kişilik özellikleri, yaşam deneyimleri, demografik özellikleri olan üyelerin katılımı sağlanmalıdır. <b>Heterojen bir grup oluşumunda ise</b>, geri bildirim sağlayan, farklı özellikte insanlara yönelik anlayış/farkındalık geliştiren üyelerin katılımı sağlanmalıdır."
  },
  {
    "id": "3845293",
    "unitNumber": 4,
    "text": "Grup kompozisyonlarının oluşturulurken ………. gibi gruplarda, grubun amaçlarına uygun olan kişiler seçici bir şekilde belirlenir. Diğer gruplarda ise gelmek isteyen herkese açık olan bir seçim yapısı görülür.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "terapi ve danışma grupları",
      "B": "güçlendirme ve destek grupları",
      "C": "sorun çözme ve karar grupları",
      "D": "eğitim ve gelişme grupları",
      "E": "odak ve etkileşim grupları"
    },
    "explanation": "Grup üyelerinin seçilmesi için birkaç yöntem vardır. <strong>Terapi ve danışma grupları</strong> gibi gruplarda, grubun amaçlarına uygun olan kişiler seçici bir şekilde belirlenir. Diğer gruplarda ise gelmek isteyen herkese açık olan bir seçim yapısı görülür."
  },
  {
    "id": "3845299",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi grup öncesi görüşme yapmanın faydalarından <u>biri değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "İyi yapılandırılmış bir gruba katılma için hazırlama",
      "B": "Üyelerin gruba katılımını kolaylaştırma",
      "C": "Tanışma grubun ilerlemesine yardımcı olma",
      "D": "Üyelerin endişelerini azaltma ve uyumu artırma",
      "E": "Üyelerin birbiri ile kaynaşmalarını sağlama"
    },
    "explanation": "Grup öncesi görüşmeler bireysel olarak yapılan görüşmelerdir. Bu nedenle üyelerin birbiri ile kaynaşması beklenemez."
  },
  {
    "id": "3845311",
    "unitNumber": 4,
    "text": "Çocuk ceza infaz kurumlarında ya da hastanelerde yapılan grup görüşmeleri ile ilgili önerilen 'oturum sıklığı' aşağıdakilerden hangisidir?<strong><br/></strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Her gün",
      "B": "Haftada birden fazla",
      "C": "Tek oturum",
      "D": "Kısa süreli",
      "E": "Uzun süreli"
    },
    "explanation": "Haftada bir yapılan oturumlar en yaygın yöntemdir. Bazı gruplar için daha sık oturum yapılması tavsiye edilebilir. Açık gruplarda üyeler sıklıkla değişmesi nedeniyle grubun devamlılığı için sık oturum yapmak işe yarar. <strong>Özellikle çocuk ceza infaz kurumlarında ya da hastanelerde yapılan gruplar her gün buluşabilirler.</strong> Aile veya arkadaşlarından ayrı kalıyor olmaları, tıbbi bakım ile ilgili endişe duyuyor olmaları ihtiyaçları arttırır ve daha sık oturuma ihtiyaç duyulur."
  },
  {
    "id": "3845317",
    "unitNumber": 4,
    "text": "Grup üyelerinin; birbirleri ile aralarındaki sınır, ilişki çerçevesi ve grup üyeleri arasındaki bağ aşağıdaki kavramlardan hangisi ile ifade edilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Grupların yapısal özellikleri",
      "B": "Grupların gelişimsel özellikleri",
      "C": "Grubun işlevsel özellikleri",
      "D": "Grubun iş görme yetisi",
      "E": "Amaca uygun olarak işe yarar olma"
    },
    "explanation": "<strong>Grupların yapısal boyutları;</strong> sınır, ilişki çerçevesi ve grup üyeleri arasındaki bağdır. Bir sosyal sistem içinde sınır, üyeler arasındaki etkileşim noktasıdır."
  },
  {
    "id": "3845322",
    "unitNumber": 4,
    "text": "Grupla yapılacak sosyal hizmet uygulamalarında toplantı süresi en fazla kaç dakika olmalıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "25-35",
      "B": "30-40",
      "C": "40-50",
      "D": "50-55",
      "E": "50-60"
    },
    "explanation": "Hazırlık aşamasında grubun nerede toplanacağı, toplantı süresi, sayısı belirlenmeye çalışılır. Bu faktörler üyelerin yaşına, cinsiyetine, uygulanan yere (okul, hastane, cezaevi,…) göre değişiklik göstermektedir. <strong>Toplantı süresi ortalama 50-60 dakikayı geçmemelidir</strong>, sürenin az olması üyelerde tatminsizliğe, çok olması ise gruptaki enerjinin kaybolmasına neden olabilir."
  },
  {
    "id": "3845326",
    "unitNumber": 4,
    "text": "Aşağıdaki bilgilerden hangisi üyelerin konforunu ve bağlılığını geliştirecek toplantı yeri ve zamanın ayarlanması ile <u>ilgili değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Herkesin rahatlıkla ulaşabileceği bir yer olması",
      "B": "Alıştırmalar için sıra, masa vb. materyallerin bulunması",
      "C": "Üyelerin sandalyelere oturması ve aralarında bir engelin olmaması",
      "D": "Tüm üyeler için sorun teşkil etmeyecek bir toplantı saati ayarlanması",
      "E": "Üyelerden gruptan ne elde etmek istediğini anlamaya çalışma"
    },
    "explanation": "Sorunun E seçeneği, grubun amaçları doğrultusunda uzmanın rolünün ne olacağının açık ve anlaşılır bir biçimde belirlenmesi ile ilgili değildir."
  },
  {
    "id": "3845333",
    "unitNumber": 4,
    "text": "Grup üyeleri oluşturulurken; benzer kişilik özellikleri, yaşam deneyimleri, demografik özellikleri olan üyelerin katılım sağladığı grup için aşağıdakilerden hangisi söylenebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Homojen bir grup oluşturulması amaçlanmıştır.",
      "B": "Üyelerin mesleki yetenek ve ilgilerini anlamaları desteklenmiştir.",
      "C": "Üyelerin gruptan ne elde etmek istediklerini anlamaları amaçlanmıştır.",
      "D": "Yüksek düzeyde katılım ve etkileşim amaçlanmıştır.",
      "E": "Gerekli yönetim desteğinin sağlanması amaçlanmıştır."
    },
    "explanation": "Homojen bir grup oluşturulacaksa benzer kişilik özellikleri, yaşam deneyimleri, demografik özellikleri olan üyelerin katılımı sağlanmalıdır. Heterojen bir grup oluşumunda ise, geri bildirim sağlayan, farklı özellikte insanlara yönelik anlayış/farkındalık geliştiren üyelerin katılımı sağlanmalıdır."
  },
  {
    "id": "2729656",
    "unitNumber": 5,
    "text": "Trans bireylerle yürütülen bir grup görüşmesinin katılımcılarına büyük şehirlerdeki iş imkanlarıyla ilgili bir soru sorulmuştur. Ancak katılımcıların ikisi küçük şehirde yaşamaktadır ve bu nedenle de gruba dahil olamamaktadır.<br/>Örnek senaryoda ilk oturumda dikkat edilmesi gereken hangi kural dikkate alınmamamıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Grubun (eğer gerekliyse kurumun) amacının ve uzmanın rolünün açık bir biçimde ifade edilmesi",
      "B": "Üyelerin birbirleriyle ve üyelerin uzmanla ilişkilerinin ve bağlantılarının kolaylaştırılması,",
      "C": "Grup üyeleri arasında ve uzmanla üyeler arasında bağlılığın geliştirilmesi,",
      "D": "Otorite konusunun izlenmesi ve gerekli ise doğrudan tepki verilmesi,",
      "E": "Sosyo-kültürel faktörlere duyarlı bir ortam yaratılması ve sürdürülmesi."
    },
    "explanation": "İLK OTURUM<br/>Gruplarla Sosyal Hizmetin Geliştirilmesi Derneği (The Association for the Advancement of Social Work with Groups - AASWG 1999) sosyal hizmet uzmanlarının ilk oturumda (başlangıç aşamasında) yerine getirmesi gereken görevleri 14 maddede ele almaktadır. Aşağıda kısaca ifade edilen bu maddelerin her biri ilk oturumda yerine getirilmesi gereken ve böylece tüm grupla sosyal hizmet müdahalesini yapılandıracak olan görevleri ifade eder. BU görevlerden biri \". Sosyo-kültürel faktörlere duyarlı bir ortam yaratılması ve sürdürülmesi.\" olarak belirlenmiştir.<br/>Ancak örnek durumda tüm katılımcılar sanki büyük şehirde yaşıyormuş gibi varsayılmı ve sosyal kültürel faktörler dikkate alınmamıştır. Bu durumda cevap E şıkkıdır."
  },
  {
    "id": "2729657",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi ilk oturumda katılımcımlarda ortaya çıkabilecek olumsuz duygulardan biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "İlgi",
      "B": "Şüphe",
      "C": "Umut",
      "D": "Güven",
      "E": "Merak"
    },
    "explanation": "Duyguları Ele Alma<br/>Yeni durumla başa çıkma çabaları içinde bazı üyeler; ilgi, umut, güven, zevk, merak, arkadaşlık ya da memnuniyet gibi olumlu duygulara sahip olabilirler. Olumsuz duygular ise güvensizlik, endişe, reddedilme, şüphe, karmaşa, rahatsızlık, ilgisizlik, küslük ya da hayal kırıklığı olabilir. Bu durumda cevap B şıkkıdır."
  },
  {
    "id": "2729658",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi ilk oturumda katılımcımlarda ortaya çıkabilecek olumlu duygulardan biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hayal kırıklığı",
      "B": "Endişe",
      "C": "Merak",
      "D": "İlgisizlik",
      "E": "Küslük"
    },
    "explanation": "Duyguları Ele Alma<br/>Yeni durumla başa çıkma çabaları içinde bazı üyeler; ilgi, umut, güven, zevk, merak, arkadaşlık ya da memnuniyet gibi olumlu duygulara sahip olabilirler. Olumsuz duygular ise güvensizlik, endişe, reddedilme, şüphe, karmaşa, rahatsızlık, ilgisizlik, küslük ya da hayal kırıklığı olabilir. Bu durumda cevap C şıkkıdır."
  },
  {
    "id": "2729659",
    "unitNumber": 5,
    "text": "Bağımlılıkla ilgili bir grup toplantısında, iki üyenin komşu oldukları ve toplantıya birlikte gidip, geldikleri belirlenmiştir. Örnek durumda hangi kural ihlal edilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gizlilik",
      "B": "Grup Dışında Sosyalleşmeme",
      "C": "Grup Oturumlarına Zamanında Gelme",
      "D": "Katılım",
      "E": "Davranış Kontrolü ve Sözel Olma"
    },
    "explanation": "Grup Kurallarını Belirleme<br/>Örnek senaryoda katılımcımlar grup dışında da sosyalleşmektedir.Grupla sosyal hizmet müdahalesi süresince bazı etkileşimler grup dışında gerçekleşecek olsa da (örneğin, bekleme odası konuşmaları gibi), müracaatçıların birbirleriyle sadece gruptayken sosyalleşmeleri önemlidir. Grup dışında sosyalleşmek, sınır konularını bulanıklaştırarak grup üyelerinin gelişimine zarar verebilir. Grup dışında sosyalleşme nedeniyle bazı üyeler, başka bir grup üyesinin olası etkisi nedeniyle kimi bilgileri paylaşmaktan çekinebilir. Sonuç olarak grup üyeleriyle yakın arkadaşlıklar veya başka bağlar kurma grupla sosyal hizmet müdahalesinin başarısına olumsuz yönde etki edebilecek riskler içerir. Bu nedenle, grup oturumlarının dışında sosyalleşmeme konusuna ilişkin grup kurallarının veya prosedürlerinin net olması çok önemlidir. Yani cevap B şıkkıdır."
  },
  {
    "id": "2729660",
    "unitNumber": 5,
    "text": "Grup toplantısı sırasında katılımcılar birbirine hakaret etmekte, birbiriyle şiddet amaçlı fiziksel temasa geçmektedir?<br/>Örnek durumda hangi kural ihlal edilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Grup Oturumlarına Zamanında Gelme",
      "B": "Grup Dışında Sosyalleşmeme",
      "C": "Gizlilik",
      "D": "Davranış Kontrolü ve Sözel Olma",
      "E": "Katılım"
    },
    "explanation": "Grup Kurallarını Belirleme<br/>Eylemlerle değil kelimelerle iletişim kurma önemli bir kuraldır. İnsanların fiziksel temasa farklı tepkileri vardır, bu nedenle fiziksel eylemler yerine kendinizi kelimelerle ifade etmek, takip edilmesi gereken önemli bir kuraldır. Grup üyelerinin söz alarak konuşması, birbirleriyle değil gruba hitaben konuşması, grup üyelerinin görüşlerini ifade etme haklarına saygı duyulması, grup oturumlarında cep telefonlarının kapatılması, küfür edilmemesi, bağırarak konuşulmaması, incitici yaralayıcı etiketleyici ifadeler kullanılmaması iletişimin grup üyelerinin birbirlerine yardım etmesine izin verecek şekilde gerçekleşmesi gerekir. Bu olmadığında \"Davranış Kontrolü ve Sözel Olma\" kuralı ihlal edilmiş olur ve cevap D şıkkıdır."
  },
  {
    "id": "2729661",
    "unitNumber": 5,
    "text": "Beklentilerin açıklığa kavuşması aşağıdakilerden hangisi ile gerçekleşir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tanışma",
      "B": "Grup dışında sosyalleşme",
      "C": "Sözel iletişim",
      "D": "Fiziksel temas",
      "E": "Zamanında gelme"
    },
    "explanation": "Beklentileri Açıklığa Kavuşturma<br/>Beklentilerin açıklığa kavuşması üyeler arasındaki sözel alışveriş süreci ile gerçekleşir. Bu bilgi bize cevabın C şıkkı olduğunu göstermektedir."
  },
  {
    "id": "2729662",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sosyal hizmet uzmanlarının planlama yaparken dikkat etmesi gereken noktalardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kapsamlı olmak",
      "B": "Verimli olmak",
      "C": "Kapsayıcı olmak",
      "D": "Şeffaf olmak",
      "E": "Duygusal olmak"
    },
    "explanation": "Grup süreci planlaması, en uygun ve en verimli şekilde amaçların gerçekleştirilmesine yardımcı olacak adımların atılması temeline dayanmalı ve değişimi kolaylaştırmalıdır. Bu nedenle sosyal hizmet uzmanları kapsamlı, verimli, kapsayıcı, bilgilendirici, entegre, mantıksal ve şeffaf bir plan hazırlamaya dikkat etmelidir. Bu bilgiler bize \"duygusal\" olmanın planlama sürecinde dikkate alınması gereken bir nokta olmadığını göstermektedir. Bu nedenle cevap E şıkkıdır."
  },
  {
    "id": "2729663",
    "unitNumber": 5,
    "text": "Sosyal hizmet uzmanının grup oturumu için verdiği süre 40 dakika olmasına rağmen, grup oturumu 140 dakika sürmüştür. Örnek durumda planlamada hangi ögeyle ilgili sorun yaşanmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Amaca uygun içerik oluşturulması",
      "B": "Amaca uygun örneklerin kullanılması",
      "C": "Grup akışını belirleme",
      "D": "Zamanı planlama",
      "E": "Gündem konusunda esnek olma"
    },
    "explanation": "Sosyal hizmet uzmanı oturumun içeriğini oldukça iyi bir şekilde hazırladıktan sonra, her bir bölümün ne kadar süreceğini hesaplaması gerekmektedir. Ancak grup oturumu için verdiği süre 40 dakika olmasına rağmen, grup oturumu 140 dakika sürmüştür. Bu durumda zaman planlama konusunda sorun yaşandığından cevap D şıkkıdır."
  },
  {
    "id": "2729664",
    "unitNumber": 5,
    "text": "Bir oturum planlanırken öncelikle neye dikkat edilmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Amaca uygun örneklerin kullanılması",
      "B": "Amaca uygun içerik oluşturulması",
      "C": "Grup akışını belirleme",
      "D": "Gündem konusunda esnek olma",
      "E": "Ara sıra akışı değiştirme"
    },
    "explanation": "Planlama<br/>Sosyal hizmet uzmanının öncelikle her bir oturumda grubun temel amacına uygun içerik oluşturması gerekmektedir. Dolayısıyla cevap B şıkkıdır."
  },
  {
    "id": "2729665",
    "unitNumber": 5,
    "text": "I. Cesaret<br/>II. Hazır bulunma<br/>III. Olumsuz düşünce<br/>IV. Kendi kültürünü dayatma<br/>V. Yaratıcılık<br/>Yukarıdakilerden hangisi veya hangileri grupları planlarken sosyal hizmet uzmanında bulunması gereken özelliklerden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "II, ve IV",
      "D": "I, II ve V",
      "E": "IV ve V"
    },
    "explanation": "Grupları Planlamada Sosyal Hizmet Uzmanı<br/>Sosyal hizmet uzmanları, değerlerinin çalışmaları üzerindeki etkisini fark etmesi gereğine ek olarak, kişisel özelliklerinin etkisinin de farkında olmalıdır. Bu durum sosyal hizmet uzmanlarının değerlerinin farkında olmasının önemini ortaya koyar. Sosyal hizmet uzmanının cesaret, model olmaya isteklilik, hazır bulunma, olumlu düşünme, grup sürecine inanç, açıklık, kendi kültürünün farkında olma, kişisel güç, dayanıklılık, yeni deneyimler yaşamaya isteklilik, kendinin farkında olma, mizah duygusu, yaratıcılık gibi özelliklere sahip olması gereklidir. Bu bilgi ışığında sorunun doğru cevabı D şıkkıdır."
  },
  {
    "id": "2847805",
    "unitNumber": 5,
    "text": "I-Üyelerin birbirleriyle ve üyelerin uzmanla ilişkilerinin ve bağlantılarının kolaylaştırılması,<br/>II-Otorite konusunun izlenmesi ve gerekli ise doğrudan tepki verilmesi<br/>III-Grup üyeleri arasında ve uzmanla üyeler arasında bağlılığın geliştirilmesi<br/>Yukarıdakilerden hangisi/hangileri sosyal hizmet uzmanlarının ilk oturumda yerine getirmesi gereken görevler arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I-II ve III"
    },
    "explanation": "Gruplarla Sosyal Hizmetin Geliştirilmesi Derneği (The Association for the Advancement of Social Work with Groups - AASWG 1999) sosyal hizmet uzmanlarının ilk oturumda (başlangıç aşamasında) yerine getirmesi gereken görevleri 14 maddede ele almaktadır. Aşağıda kısaca ifade edilen bu maddelerin her biri ilk oturumda yerine getirilmesi gereken ve böylece tüm grupla sosyal hizmet müdahalesini yapılandıracak olan görevleri ifade eder. Bu görevler;<br/>1. Grubun (eğer gerekliyse kurumun) amacının ve uzmanın rolünün açık bir biçimde ifade edilmesi,<br/>2. Gereksinimler, ilgiler ve sorunların algılanması ile ilgili olarak üyelerden geribildirim alınması,<br/>3. Üyelerin sorunlarını ve güçlü yönlerini birbirleriyle paylaşmaları için teşvik edilmesi ve desteklenmesi,<br/>4. Üyelerin birbirleriyle ve üyelerin uzmanla ilişkilerinin ve bağlantılarının kolaylaştırılması,<br/>5. Grup üyeleri arasındaki ortak yönlerin farkına varılması ve ifade edilmesinin teşvik edilmesi ve desteklenmesi,<br/>6. Otorite konusunun izlenmesi ve gerekli ise doğrudan tepki verilmesi,<br/>7. Üyelerin birbirleri ve üyelerle uzman arasındaki kültürel farklılıkların etkisinin değerlendirilmesi ve gerekli ise doğrudan ortaya konulması,<br/>8. Değişmeyi ve gelişmeyi sağlayacak olan kurallar ve normların oluşturulması konusunda gruba yardımcı olunması,<br/>9. Grup üyeleri arasında ve uzmanla üyeler arasında bağlılığın geliştirilmesi,<br/>10. Üyelerin bireysel ve grupsal amaçlarının oluşturulmasına yardımcı olunması,<br/>11. Bireyin ve grubun amaçları arasında bağlantı kurulması,<br/>12. Üyelere açık ve yönü belli bir çalışma olanağı sağlayacak başlangıç düzeyinde bir sözleşme hazırlamaları konusunda yardımcı olunması,<br/>13. Üyelerin bireysel özerkliğinin sağlanması ve birey olarak güçlendirilmesi ve<br/>14. Sosyo-kültürel faktörlere duyarlı bir ortam yaratılması ve sürdürülmesi.<br/>Doğru cevap E'dir."
  },
  {
    "id": "2847811",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sosyal hizmet uzmanlarının mesleki temel bileşenleri arasında <strong>yer almaz?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kendi tavırları",
      "B": "Kendi güvensizliği",
      "C": "Kendi davranışları",
      "D": "Empatileri",
      "E": "İçgüdüleri"
    },
    "explanation": "Sosyal hizmet uzmanları, mesleğin temel bileşenleri olan kendi tavırları ve davranışları, kabullenmeleri, empatileri ve içgüdüleri ile model olarak güven oluştururlar. Doğru cevap B'dir."
  },
  {
    "id": "2847814",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi grupla sosyal hizmet müdahalesinde grubu oluşturan üyelerde görülen en yaygın korkulardan biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sosyal hizmet uzmanının empati yapmayacağı",
      "B": "Sosyal hizmet uzmanının güven vermemesi",
      "C": "Sosyal hizmet uzmanının üyenin özelini ihlal edeceği",
      "D": "Sosyal hizmet uzmanının duyguları anlamaması",
      "E": "Sosyal hizmet uzmanının kaygıları ortadan kaldırmaması"
    },
    "explanation": "Grupla sosyal hizmet müdahalesinde grubu oluşturan üyeler kimi zaman korku duygusu yaşayabilirler. En yaygın korkulardan biri sosyal hizmet uzmanının üyenin özelini ihlal edeceği, kişisel bilgilerini ifşa edeceğidir. Doğru cevap C'dir."
  },
  {
    "id": "2847834",
    "unitNumber": 5,
    "text": "I-Uygun grup davranışlarını şekillendirme<br/>II-Olumlu grup normlarını azaltmak<br/>III-Müracaatçıların endişelerini azaltmak<br/>Yukarıdakilerden hangisi/hangileri grup kurallarının temel işlevleri arasında <strong>yer almaz?</strong><br/>Grup kurallarının temel işlevleri; uygun grup davranışlarını şekillendirmek, olumlu grup normlarını teşvik etmek ve müracaatçıların endişelerini azaltmaktır.",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "II ve III"
    },
    "explanation": "Sosyal hizmet uzmanının grup liderleri olarak, ilk oturumda grup üyeleriyle yapabileceği en önemli görevlerden biri grup kurallarının oluşturulmasıdır. Grup kurallarının temel işlevleri; uygun grup davranışlarını şekillendirmek, olumlu grup normlarını teşvik etmek ve müracaatçıların endişelerini azaltmaktır. Doğru cevap B'dir."
  },
  {
    "id": "2847850",
    "unitNumber": 5,
    "text": "Grup üyelerinin müdahale sürecine ilişkin belirsizliğe ve gruba nasıl dâhil olacağına ilişkin bilinmezliğe dair yaşadığı duygu aşağıdaki şıklardan hangisinde verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Güven",
      "B": "Korku",
      "C": "Kaygı",
      "D": "Üzüntü",
      "E": "Öfke"
    },
    "explanation": "Kaygı duygusu genellikle müdahale sürecine ilişkin belirsizliğe ve gruba nasıl dâhil olacağına ilişkin bilinmezliğe dairdir. Doğru cevap \"C\" dir."
  },
  {
    "id": "2847853",
    "unitNumber": 5,
    "text": "I. Grup üyelerini grup kurallarının oluşturulmasına dâhil edilmelidir.<br/>II. Kurallar oluşturulurken olumsuz değil olumlu ifadeler kullanılmalıdır.<br/>III. Kurallar grup lideri tarafından belirlenmelidir.<br/>IV. Her kuralın arkasında mantıklı ve kabul edilmiş bir gerekçe olmasını sağlamak önemlidir. <br/>Yukarıda verilen maddelerden hangisi/hangileri grup kuralları oluşturulurken dikkat edilmesi gerekenler içerisinde yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve IV",
      "C": "I, II, III ve IV",
      "D": "II, III ve IV",
      "E": "I, III ve IV"
    },
    "explanation": "Grup uyumunu ve formüle edilen kurallara uyumu teşvik etmeye yardımcı olduğu için, grup üyelerini grup kurallarının oluşturulmasına dâhil etmek faydalıdır. Kurallar oluşturulurken olumsuz değil olumlu ifadeler kullanılması bu işlevleri destekler. Ayrıca kuralların gelişigüzel bir şekilde oluşturulması ve uygulanması yerine her kuralın arkasında mantıklı ve kabul edilmiş bir gerekçe olmasını sağlamak önemlidir. Doğru cevap \"B\" dir"
  },
  {
    "id": "2847856",
    "unitNumber": 5,
    "text": "I. Gizlilik<br/>II. Grup dışında sosyalleşme<br/>III. Grup oturumlarına zamanında gelme<br/>IV. Katılım<br/>V. Davranış kontrolü ve sözel olma<br/>Yukarıda verilen maddelerden hangisi/hangileri grup kuralları içerisinde yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II, III ve IV",
      "B": "I, II, III ve V",
      "C": "II, III, IV ve V",
      "D": "I, III, IV ve V",
      "E": "I, II, III, IV ve V"
    },
    "explanation": "Gizlilik: Genellikle üzerinde anlaşılan ancak aynı zamanda uygulanması zor olabilen bir grup kuralı, gizliliktir. <br/>Grup Dışında Sosyalleşmeme: Grup oturumlarının dışında sosyalleşmeme dikkate alınması gereken bir diğer kuraldır.<br/>Grup oturumlarına zamanında gelme bir diğer önemli kuraldır.<br/>Katılım: grupla sosyal hizmet müdahalesinde önemli bir kuraldır.<br/>Davranış Kontrolü ve Sözel Olma: Eylemlerle değil kelimelerle iletişim kurma önemli bir kuraldır. Doğru cevap \"D\"dir."
  },
  {
    "id": "2847860",
    "unitNumber": 5,
    "text": "I. Benzer fikirlerin normal ve kabul edilebilir olması,<br/>II. Ortak yardım ve destek sağlama,<br/>III. Üyeler arasındaki bağlantılara vurgu yapan iletişim ağları,<br/>IV. Üyelerin hayatlarındaki önemli bir olay olarak gruba bağlılık.<br/>Yukarıdaki maddelerden hangisi/hangilerinde grup üyelerinin gelişimini ve süreci kolaylaştıran normlara yer verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "II, III ve IV",
      "B": "I, III ve IV",
      "C": "I, II ve IV",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "Grup üyelerinin gelişimini ve bu süreci kolaylaştıran normlar; • Ortak yardım ve destek sağlama, • Esneklik ve deneyimsellik, • Farklılaşan fikirlerin normal ve kabul edilebilir olması, • Üyelerin diğer üyelerden yeni şeyler öğrenebileceğinin ve çatışmaların yapıcı olabileceğinin kabulü, • Hazır olma durumuna ve kapasiteye göre katılım beklentisi, • Grup oturumlarının kendini açma davranışının tehlikeli olmadığı bir ortam olması ve özel hayata saygı duyulması, • Zaman geçtikçe üyelerin kendi işlevsellikleri için sorumluluk alması, karar alma süreçlerine katılması, • Üyeler arasındaki bağlantılara vurgu yapan iletişim ağları, • Üyelerin hayatlarındaki önemli bir olay olarak gruba bağlılık • Devamlılık, ücret, gizlilik, yer, oturma düzeni gibi normlar grup sürecini kolaylaştıracaktır. Doğru cevap \"A\" dır."
  },
  {
    "id": "2847873",
    "unitNumber": 5,
    "text": "I. Grup akışını belirleme<br/>II. Amaca uygun örneklerin kullanılması<br/>III. Ara sıra akışı değiştirme<br/>IV. Zamanı planlama<br/>V. Gündem konusunda esnek olma<br/>Yukarıdaki maddelerden hangisi/hangileri grup oturumlarını planlarken yapılması gerekenler içerisinde yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III ve IV",
      "B": "I, II, III ve V",
      "C": "II, III, IV ve V",
      "D": "I, III, IV ve V",
      "E": "I, II, III, IV ve V"
    },
    "explanation": "Bir oturum planlanırken, grubun amaçları dikkate alınmalıdır. Grubun temel amacına uygun olarak hazırlanacak her bir oturumun özel amaçlarını belirlemek de gereklidir. Sosyal hizmet uzmanı her bir oturumda hangi hedefleri başarmak istediğini belirlemelidir. Bunun için sosyal hizmet uzmanının her bir oturuma özgü bir içerik oluşturması, amaçların gerçekleştirilmesine yardımcı olacak örnekleri belirlemesi, kullanacağı materyalleri hazırlaması, zamanı göz önünde bulundurması, gündem konusunda esnek olması ve gidişatı değiştirebilmesi gereklidir. Doğru cevap \"E\" dir."
  },
  {
    "id": "2847936",
    "unitNumber": 5,
    "text": "Grupları plalama sürecinde sosyal hizmet uzmanının grup liderliğinde en önemli araçlarından biri aşağıdaki şıklardan hangisinde verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Grup üyeleriyle sağlam ilişkiler oluşturma becerisi",
      "B": "Kendisinin farkında olma ve kendini geliştirmeye istekli olma",
      "C": "Yeni deneyimler yaşamaya istekli olma",
      "D": "Model olmaya istekli olma",
      "E": "Olumlu düşünme becerisine sahip olma"
    },
    "explanation": "Sosyal hizmet uzmanının grup üyeleriyle sağlam ilişkiler oluşturma becerisi grup liderliğinin en önemli araçlarından biridir. Doğru cevap \"A\" dır."
  },
  {
    "id": "2848057",
    "unitNumber": 5,
    "text": "Gruplarla sosyal hizmet müdahale programlarının ilk oturumunda kurallar belirlenirken aşağıdakilerden hangileri göz önünde bulundurulmalıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Grup oturumunun içeriği",
      "B": "Grup üyelerinin ihtiyaçları",
      "C": "Sosyal hizmet uzmanının fikirleri",
      "D": "Sosyal hizmet kurumunun politikaları",
      "E": "Hepsi"
    },
    "explanation": "\"Sosyal hizmet uzmanları, grubun amacını ve<br/>grup oturumlarının zamanı, mekânı, sıklığı ve içeriği<br/>hakkındaki konuları ilk oturumda konuşmalı<br/>ve bu konulara ilişkin kararları üyelerle birlikte<br/>almalıdır. Üyelerin yapılan planlara karşı tepkileri<br/>değerlendirilmeli ve üyelerin ihtiyaçlarına ve kurumun<br/>politikalarına yönelik olarak düzenlemeler<br/>yapılmalıdır.\"<br/>Hepsi"
  },
  {
    "id": "2848079",
    "unitNumber": 5,
    "text": "Gruplarla sosyal hizmet müdahale sürecinin ilk oturumu neden önemlidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Grup üyeleri ilk kez bir araya geleceği için",
      "B": "Müdahale programının sonucunda elde edilecek başarıyı belirleyebileceği için",
      "C": "Sosyal hizmet kurumunun kalitesini ortaya koyacağı için",
      "D": "Sosyal hizmet uzmanı tarafından kurallar belirleneceği için",
      "E": "Sosyal hizmet uzmanının kendine olan güvenini pekiştireceği için"
    },
    "explanation": "\"bu aşamada yapılacak olan görevlerin, müdahale süreci sonunda elde edilecek olan başarı üzerindeki doğrudan etkisi nedeniyle, gruplarla sosyal hizmet müdahale sürecinin ilk oturumu özel bir öneme sahiptir.\"<br/>Müdahale programının sonucunda elde edilecek başarıyı belirleyebileceği için"
  },
  {
    "id": "2848095",
    "unitNumber": 5,
    "text": "Gruplarlar sosyal hizmet müdahalesinin ilk oturumunda grup üyelerinin yaşayabileceği kaygı, hangi yolla giderilebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Üyelerin soruları bir sonraki oturuma bırakılarak",
      "B": "Oturumu, üyelerin bu grupta olma nedenlerini bildikleri varsayımı üzerine tamamlayarak",
      "C": "Müdahale sürecinde amaçlanan değişim ve gelişim hakkında bilgilendirerek",
      "D": "Grup üyelerinin benzerliklerinden çok farklılıklarına vurgu yaparak",
      "E": "Daha önceki müdahale programlarındaki grup üyelerinden bahsederek"
    },
    "explanation": "\"gruplarda üyelerin soruları<br/>ve endişeleri açıklığa kavuşturulmalı, üyenin<br/>bu gruba neden havale edildiği veya seçildiğine dair<br/>soruları dürüstçe ve öz olarak cevaplanmalıdır. Temel<br/>grup kompozisyonu hakkındaki bilgiler üyelerin<br/>ortaktık duygusu kazanmasına ve grupla özdeşleşmelerine<br/>yönelik ilk adımdır. Benzer şekilde<br/>müdahale süreciyle amaçlanan değişim ve gelişim<br/>hakkındaki bilgiler de güvenlik duygusu sağlanmasına<br/>ve kaygının azalmasına yardımcı olur.\"<br/>Müdahale sürecinde amaçlanan değişim ve gelişim hakkında bilgilendirerek"
  },
  {
    "id": "2848098",
    "unitNumber": 5,
    "text": "Gruplarla sosyal hizmet müdahalelerinin ilk oturumunda grup üyelerinin belirli bir düzeyde kaygı hissetmesi aşağıdakilerden hangisine katkıda bulunur?",
    "correctAnswer": "A",
    "options": {
      "A": "Grup içindeki görevlere odaklanılmasına",
      "B": "Grup kurallarının oluşturulmasına",
      "C": "Sosyal hizmet uzmanına duyulan güvenin artmasına",
      "D": "Üyeler arası iyi ilişkiler kurulmasına",
      "E": "Üyelere umut ve motivasyon sağlanmasında"
    },
    "explanation": "\"grubun başlangıcında bir miktar kaygı<br/>olmasının işlevsel sonuçları da vardır çünkü kaygı<br/>duygusu üyelerin grupta yaşadıklarına ve grup içindeki<br/>görevlerine odaklanmalarına yardımcı olur.\"<br/>Grup içindeki görevlere odaklanılmasına"
  },
  {
    "id": "2848105",
    "unitNumber": 5,
    "text": "Sosyal hizmet uzmanının aşağıdaki davranışlarından hangisi, gruplarla sosyal hizmet müdahale programlarının ilk oturumlarında, grup üyelerinin güven duygusunu artırmaya yardımcı olmaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Grubun amacı ve içeriği hakkında bilgi vermek",
      "B": "Kendi tavır ve davranışlarıyla rol model olmak",
      "C": "Empatik ve içgüdüsel yaklaşım sergilemek",
      "D": "Belirsizlik hissetmenin normal olduğunu vurgulamak",
      "E": "Üyelerin sosyo-kültürel farklılıklarını ön plana çıkarmak"
    },
    "explanation": "\"Sosyal hizmet uzmanları, mesleğin temel bileşenleri<br/>olan kendi tavırları ve davranışları, kabullenmeleri,<br/>empatileri ve içgüdüleri ile model olarak<br/>güven oluştururlar. Grubun amacı ve içeriği hakkında<br/>doğru bilgilerin verilmesi, süreci destekler.\" Sosyo-kültürel farklılıklardan ziyade üyeler arası benzerliklere vurgu yapmak müdahale sürecine katkıda bulunur.<br/>Üyelerin sosyo-kültürel farklılıklarını ön plana çıkarmak"
  },
  {
    "id": "2848113",
    "unitNumber": 5,
    "text": "Gruplarla sosyal hizmet müdahale programlarında ihlali durumunda grup üyelerinin iyileşmeye yönelik girişimlerine ket vuran, bazen kasıtlı veya kasıtsız olarak ihlal edilen, etik müdahalenin temelini oluşturan grup kuralı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Grup tartışması",
      "B": "Duygu paylaşımı",
      "C": "Dürüstlük",
      "D": "Gizlilik",
      "E": "Kişiselleştirme"
    },
    "explanation": "\"Grupla sosyal hizmet<br/>müdahalesinde, söylenen her şeyin tüm grup üyeleri<br/>ve liderler tarafından gizli tutulması önemlidir.<br/>Bu kurala uyulmaması, grup içindeki güveni zayıflatabilir<br/>ve üyelerin iyileşme girişimlerini engelleyebilir.<br/>Gizliliğin etik müdahalenin temel taşı olduğu<br/>akıldan çıkarılmamalıdır. Grupta söylenenler grupta<br/>kalır kuralı olmazsa olmaz bir kuraldır. Bununla<br/>birlikte gizlilik bazen kasıtlı veya kasıtsız olarak ihlal<br/>edilebilir.\""
  },
  {
    "id": "2848560",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bir sosyal hizmet uzmanının gruplarla sosyal hizmet uygulamasını planlama aşamasında, bağlı olduğu kuruma karşı sorumluluklarından biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kurumu grup üyelerinin ortak özellikleri hakkında bilgilendirmek",
      "B": "Kurumu nasıl bir hizmet sunulacağı hakkında bilgilendirmek",
      "C": "Grup çalışmasını kurumun ekonomik çıkarlarını ön planda tutarak düzenlemek",
      "D": "Kurumla hizmet sonrası nasıl bir değişim beklendiği bilgisini paylaşmak",
      "E": "Hizmet sonrası elde edilen sonuçların değerlendirilme kriterlerini kuruma sunmak"
    },
    "explanation": "\"Sosyal hizmet uzmanları, yanlış nedenlerle grup<br/>kurulması istenen kurumlara bağlı kalarak grup<br/>öncesi planlama yapmamalıdır. Grup çalışması,<br/>ucuz veya ikinci sınıf hizmet olduğundan dolayı<br/>kurulmamalıdır. Gruplar insanların ortak ihtiyaçları<br/>ve birbirlerine yardımcı olarak önemli bir şeyleri<br/>başarma amacıyla kurulmalıdır. Sosyal hizmet<br/>uzmanı grubu planlarken kurumu; nasıl bir hizmet<br/>sunulacağı, kimleri kapsayacağı, neyin değiştirilmek<br/>istendiği ve sonuçların nasıl değerlendirileceği<br/>konusunda bilgilendirmesi gerekir.\"<br/>Grup çalışmasını kurumun ekonomik çıkarlarını ön planda tutarak düzenlemek"
  },
  {
    "id": "2848567",
    "unitNumber": 5,
    "text": "I. Hemşire<br/>II. Psikolog<br/>III. Doktor<br/>IV. Öğretmen<br/>Sosyal hizmet uzmanı, gruplarla sosyal hizmet uygulaması planlarken grup dinamiklerine bağlı olarak yukarıdaki uzmanlardan hangilerinin bilgi, anlayış ve deneyimlerinden faydalanmalıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve III",
      "B": "I, II ve III",
      "C": "II ve IV",
      "D": "II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "\"Planlama süreci boyunca sosyal hizmet uzmanının<br/>hizmet verilecek müracaatçıların özellikleri<br/>hakkında bilgi sahibi olan diğer çalışanlarla konuşması<br/>da yararlı olacaktır. Ortama bağlı olarak<br/>doktorlar, hemşireler, bakım elemanları, öğretmenler,<br/>psikologlar ve diğer sosyal hizmet uzmanlarıyla<br/>işbirliği yapılmalıdır.\"<br/>I, II, III ve IV"
  },
  {
    "id": "2848583",
    "unitNumber": 5,
    "text": "Sosyal hizmet uzmanı grupla sosyal hizmet uygulamasını planlarken yapması gerekenlerden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Grup sürecinin işleyişini hızlandırmaya yönelik örnekler kullanmak",
      "B": "Oturumun amacına, katılımcıların geçmişlerine ve ilgi alanlarına uygun içerik oluşturmak",
      "C": "Her bir oturum öncesi oturum planını katılımcılara özetlemek",
      "D": "Akışa sadık kalacak şekilde gündem değişikliğine kapalı oturumlar gerçekleştirmek",
      "E": "Her bir oturumun ne kadar süreceğini hesaplamak"
    },
    "explanation": "\"Sosyal hizmet uzmanların grup oturumunun<br/>gündemi konusunda esnek olmalıdır.<br/>Beklenmeyen çeşitli olaylar oturum sırasında<br/>gündeminizi değiştirmenizi gerektirebilir.<br/>Paylaşımlar tahmin ettiğinizden daha<br/>kısa sürebilir ya da bazı üyeler arasında kişilerarası<br/>ihtilaflar çıkabilir ve halledilmesi<br/>oldukça fazla zaman alabilir.\"<br/>Akışa sadık kalacak şekilde gündem değişikliğine kapalı oturumlar gerçekleştirmek"
  },
  {
    "id": "2848606",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sosyal hizmet uzmanlarının ilk oturumda yerine getirmesi gereken görevler arasında yer alır?<br/><ol type=\"I\"> <li>Grubun amacının ve uzmanın rolünün açık bir biçimde ifade edilmesi</li> <li>Bireyin ve grubun amaçları arasında bağlantı kurulması</li> <li>Üyelerin birbirleriyle ve üyelerin uzmanla ilişkilerinin ve bağlantılarının kolaylaştırılması</li> <li>Üyenin gruba katılma kararını üyeler arasında değerlendirilmesi</li> <li>Otorite konusunun izlenmesi ve gerekli ise doğrudan tepki verilmesi</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I, III",
      "B": "II, IV",
      "C": "I, II, III, V",
      "D": "I, III, IV, V",
      "E": "I, II, IV, V"
    },
    "explanation": "Sosyal hizmet uzmanlarının ilk oturumda yerine getirmesi gereken görevler arasında : \"Grubun amacının ve uzmanın rolünün açık bir biçimde ifade edilmesi, Bireyin ve grubun amaçları arasında bağlantı kurulması, Üyelerin birbirleriyle ve üyelerin uzmanla ilişkilerinin ve bağlantılarının kolaylaştırılması, Otorite konusunun izlenmesi ve gerekli ise doğrudan tepki verilmesi\" yer alır.<br/>I, II, III, V"
  },
  {
    "id": "2848612",
    "unitNumber": 5,
    "text": "Sosyal hizmet uzmanının, grupla sosyal hizmet planlaması yaparken hangisi sosyal bağlamda göz önünde bulundurması gereken noktalardan biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Grup üyelerinin birden fazla topluluğun üyesi olduğunun farkında olması",
      "B": "Kurumun işlevleri, politikaları ve uygulamalarının farkında olması",
      "C": "Kurumlarda eğitim, sağlık ve refah ihtiyaçlarını ele alan hizmet türlerinin var olup olmadığını değerlendirmesi",
      "D": "Grup üyeleri için sosyal hizmetin, kültürel yapıya bağlı olarak zorlayıcı olabileceğini göz önünde bulundurması",
      "E": "Grup üyelerinin topluluk önünde konuşmakta sıkıntı yaşayabileceğini göz önünde bulundurması"
    },
    "explanation": "\"Grubun planlama aşamasında kurum bağlamının<br/>etkisi önemlidir çünkü kurum içindeki koşullar<br/>güçlü bir şekilde grup kurma çabalarını etkiler.<br/>Bu nedenle sosyal hizmet uzmanı kurumun işlevleri,<br/>uygulamaları ve politikalarının farkında olmalıdır\"<br/>Kurumun işlevleri, politikaları ve uygulamalarının farkında olması"
  },
  {
    "id": "2850499",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi gruplarla sosyal hizmet müdahale sürecinin ilk oturumda, sosyal hizmet uzmanının sorumlulukları arasındadır?<br/><ol type=\"I\"> <li>Grup üyelerine grup süreci hakkında bilgi verme</li> <li>Grupla olumlu grup normlarını oluşturma</li> <li>Gruba katılanların yaşadığı sorunların ortak olduğunu vurgulama</li> <li>Her bir grup üyesinin kişiler arası bağlamını paylaşma</li> <li>Gruba katılanların kaygı duygusunu tamamen kaldırmak</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I, III",
      "B": "II, IV",
      "C": "I, II, III, IV",
      "D": "I, III, IV, V",
      "E": "I, II, IV, V"
    },
    "explanation": "Gruplarla sosyal hizmet müdahale sürecinin ilk oturumda, sosyal hizmet uzmanının sorumlulukları arasında; “Grupla olumlu grup normlarını oluşturma, Grup uyumunu geliştirme, Gruba katılanların yaşadığı sorunların ortak olduğunu ve bunların nasıl ele alınacağını vurgulama, Grup üyelerine grup süreci ve grupta üstlenecekleri rol ve sorumlulukları hakkında bilgi verme, Her bir grup üyesinin kişiler arası bağlamını paylaşma, Grubun üzerinde çalışacağı temel sorun alanını pekiştirme ve tedavi sözleşmesi oluşturma” bulunmaktadır.<br/>I, II, III, IV"
  },
  {
    "id": "2850506",
    "unitNumber": 5,
    "text": "Kaygı duygusu genellikle müdahale sürecine ilişkin belirsizliğe ve gruba nasıl dahil olacağına ilişkin bilinmezliğe dairdir. Aşağıdakilerden hangisi sosyal hizmet uzmanının kaygı duygusunu ele alarak yapması gereken uygulamalar arasında yer alır?<br/><ol type=\"I\"> <li>Gruplarda üyelerin kaygı duygusu tamamen kaldırılmalıdır</li> <li>Gruplarda üyelerin sorunları ve endişeleri açıklığa kavuşturulmalı</li> <li>Üyenin bu gruba neden havale edildiği dürüstçe ve öz olarak cevaplamalıdır</li> <li>Bilinmezlik durumu olabildiğince açık ve öz verilen bilgilerle açıklığa kavuşturulmalıdır</li> <li>Hangi koşullar altında gruba yeni üyelerin alınacağı veya üyelerin ayrılacağı açıklanmalıdır</li> </ol>",
    "correctAnswer": "D",
    "options": {
      "A": "I, III",
      "B": "II, IV",
      "C": "I, II, III, IV",
      "D": "II, III, IV, V",
      "E": "I, II, IV, V"
    },
    "explanation": "Sosyal hizmet uzmanının kaygı duygusunu ele alarak yapması gereken uygulamalar arasında; “Gruplarda üyelerin sorunları ve endişeleri açıklığa kavuşturulmalı, üyenin bu gruba neden havale edildiği veya seçildiğine dair soruları dürüstçe ve öz olarak cevaplamalıdır. Bilinmezlik durumu olabildiğince açık ve öz verilen bilgilerle açıklığa kavuşturulmalıdır. Hangi koşullar altında gruba yeni üyelerin alınacağı veya üyelerin ayrılacağı açıklanmalıdır. Amaç kaygı duygusunu tamamen kaldırmak değildir, çünkü kaygı olmasının işlevsel sonuçları da vardır”.<br/>II, III, IV, V"
  },
  {
    "id": "2850516",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi, grupla sosyal hizmet müdahalesi, grup kuralları arasında yer alır?<br/><ol type=\"I\"> <li>Grup üyelerinin tüm grup oturumlarına aktif olarak katılımları gerekir</li> <li>Grup üyelerinin söz alarak konuşması, birbirleriyle değil gruba hitaben konuşması gerekir</li> <li>Grup oturumlarına zamanında gelme ve tüm oturum boyunca kalmaları beklenmektedir</li> <li>Grup dışında sosyalleşmemek sadece gruptayken sosyalleşmek önemlidir</li> <li>Gruptan ayrılan veya bir oturuma katılamayan üyeler hakkında konuşmak, bilgi vermek</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I, III",
      "B": "II, IV",
      "C": "I, II, III, IV",
      "D": "II, III, IV, V",
      "E": "I, II, IV, V"
    },
    "explanation": "Grupla sosyal hizmet müdahalesi, grup kuralları arasında; “Grup üyelerinin tüm grup oturumlarına aktif olarak katılımları gerekir, Grup üyelerinin söz alarak konuşması, birbirleriyle değil gruba hitaben konuşması gerekir, Grup oturumlarına zamanında gelme ve tüm oturum boyunca kalmaları beklenmektedir, Grup dışında sosyalleşmemek sadece gruptayken sosyalleşmek önemlidir” yer alır. Gruptan ayrılan veya bir oturuma katılamayan üyeler hakkında konuşma yapmak ve bilgi vermek gruba olan güveni zayıflatabilir. Grup üyeleri hakkında konuşulmaması gerekir.<br/>I, II, III, IV"
  },
  {
    "id": "2850526",
    "unitNumber": 5,
    "text": "Grupla sosyal hizmet müdahalesi ilk oturumunda grup üyelerinin motivasyon düzeyi önemlidir. Aşağıdakilerden hangisi grup sürecindeki ilk motivasyon düzeyini olumlu etkileyen faktörler arasında yer alır?<br/><ol type=\"I\"> <li>Üyelerin psikososyal işlevselliğinin yeterliliği</li> <li>Çevredeki önemli insanlardan gelen desteğin boyutu</li> <li>Kurumsal kaynakların kullanımının kültüre etkisi</li> <li>Gruba gönüllü katılım grubun bir parçası olma</li> <li>Hizmet verilen kurumun toplumdaki yeri</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I, III",
      "B": "II, IV",
      "C": "I, II, III, V",
      "D": "II, III, IV, V",
      "E": "I, II, IV, V"
    },
    "explanation": "Grup sürecindeki ilk motivasyon düzeyini olumlu etkileyen faktörler arasında; “Üyelerin psikososyal işlevselliğinin yeterliliği, Hizmet verilen kurumun toplumdaki yeri, Çevredeki önemli insanlardan gelen desteğin boyutu, Kurumsal kaynakların kullanımının kültüre etkisi” yer alır. Gruba gönüllü katılım bile grubun bir parçası olma yönünde motivasyon olduğunu göstermez. Çoğu insan yeni deneyimleri hem ister hem de korkar.<br/>I, II, III, V"
  },
  {
    "id": "2850532",
    "unitNumber": 5,
    "text": "Grupla sosyal hizmet müdahalesinde sosyal hizmet uzmanlarının en önemli görevlerinden biri üyeler arasındaki etkileşimleri kolaylaştırmaktır. Aşağıdakilerden hangisi grup etkileşimini kolaylaştırma bağlamındaki aktiviteler arasında yer alır?<br/><ol type=\"I\"> <li>İlk oturumda sosyal hizmet uzmanı üyeler arasındaki ortaklıklara işaret etmelidir</li> <li>Seçilen içeriğin hedeflerin başarılması için uygun olacağının garantisini vermelidir</li> <li>İlk oturumda sosyal hizmet uzmanı destekleyici olmalıdır</li> <li>İlk oturumda üyelerin duygularını keşfetmek ve bunlara uygun tepkiler vermek gerekmektedir</li> <li>Grup üyeleri duygularını ifade ettiğinde, mantıksal açıklamalarla yanıt vermelidir</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I, III",
      "B": "II, IV",
      "C": "I, II, III, IV",
      "D": "II, III, IV, V",
      "E": "I, II, IV, V"
    },
    "explanation": "Grup etkileşimini kolaylaştırma bağlamındaki aktiviteler arasında; “İlk oturumda sosyal hizmet uzmanı üyeler arasındaki ortaklıklara işaret etmelidir, Seçilen içeriğin hedeflerin başarılması için uygun olacağının garantisini vermelidir, İlk oturumda sosyal hizmet uzmanı destekleyici olmalıdır, İlk oturumda üyelerin duygularını keşfetmek ve bunlara uygun tepkiler vermek gerekmektedir” yer alır.<br/>Grup üyeleri duygularını ifade ettiğinde, mantıksal açıklamalarla değil duygu ifadeleri kullanmak yoluyla yanıt vermelidir. Bu duyguya duygu ile karşılık verme ilkesidir.<br/>I, II, III, IV"
  },
  {
    "id": "2850535",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sosyal hizmet uzmanlarının planlama aşamasında grup sürecini ve oturumları planlamada dikkate alması gerekenler arasında yer alır?<br/><ol type=\"I\"> <li>Grubun temel amacına uygun içerik oluşturulması</li> <li>Grup sürecinde sosyal hizmet uzmanının uygun örnekleri kullanması</li> <li>Grup oturumlarında grup akışını belirlemesi ve değiştirmemesi</li> <li>Grup oturumunun süresini hesaplaması</li> <li>Grup oturumunun gündemi konusunda esnek olması</li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "I, III",
      "B": "II, IV",
      "C": "I, II, III, IV",
      "D": "II, III, IV, V",
      "E": "I, II, IV, V"
    },
    "explanation": "Sosyal hizmet uzmanlarının planlama aşamasında grup sürecini ve oturumları planlamada dikkate alması gerekenler arasında; “Grubun temel amacına uygun içerik oluşturulması, Grup sürecinde sosyal hizmet uzmanının uygun örnekleri kullanması, Grup oturumunun süresini hesaplaması, Grup oturumunun gündemi konusunda esnek olması” yer alır. Sosyal hizmet uzmanlarının planlama aşamasında grup akışını belirlemesi gerekir ve müdahale aşamasında bazen akışı değiştirmesi gerekebilir. Örneğin sosyal hizmet uzmanı grup oturumlarında, akışı değiştirmek amacıyla bir üyenin sorunlarından, bir diğerinin kaygılarına geçiş yapabilir.<br/>I, II, IV, V"
  },
  {
    "id": "2850540",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi grupları planlama aşamasında sosyal hizmet uzmanının sahip olması gereken nitelikleri arasında bulunur?<br/><ol type=\"I\"> <li>Model olmaya istekli olması</li> <li>Grup sürecine inançlı olması</li> <li>Kendi kültürünün farkında olması</li> <li>Yeni deneyimler yaşamaya istekli olması</li> <li>Sadece kendi duygularının farkında olması</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I, III",
      "B": "II, IV",
      "C": "I, II, III, IV",
      "D": "II, III, IV, V",
      "E": "I, II, IV, V"
    },
    "explanation": "Grupları planlamada sosyal hizmet uzmanının sahip olması gereken nitelikleri arasında; “Model olmaya istekli olması, Grup sürecine inançlı olması, Kendi kültürünün farkında olması, Yeni deneyimler yaşamaya istekli olması” bulunur. Sadece kendi duygularının farkında olması önemli değil aynı zamanda etik bir sorumluluktur.<br/>I, II, III, IV"
  },
  {
    "id": "2850542",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sosyal hizmet uzmanının ilk oturumunun sonunda gözden geçirmesi gerekenler arasında yer alır?<br/><ol type=\"I\"> <li>Grup üyelerinin gruba uygun olup olmadığını</li> <li>Olumlu grup normlarını oluşturup oluşturmadığını</li> <li>Amaç yönünde değişim beklentisini oluşturup oluşturmadığını</li> <li>Grup üyelerini grubun yapısı ve süreç hakkında bilgilendirip bilgilendirmediğini</li> <li>Her bir üyenin kendisini açmasını kolaylaştırmaya yardımcı olup olmadığını</li> </ol>",
    "correctAnswer": "D",
    "options": {
      "A": "I, III",
      "B": "II, IV",
      "C": "I, II, III, IV",
      "D": "II, III, IV, V",
      "E": "I, II, IV, V"
    },
    "explanation": "İlk oturumun sonunda sosyal hizmet uzmanı grup oturumunun başlangıç ve bitişini zamanında yapıp yapmadığını, sosyal aşamayı nasıl gerçekleştirdiğini, grup üyelerini uygun bir şekilde birbirleriyle tanıştırıp tanıştırmadığını, Olumlu grup normlarını oluşturup oluşturmadığını ve grubun uyumunu geliştirip geliştirmediğini, grup üyelerinde gruba devam motivasyonu oluşturup oluşturmadığını, amaç yönünde değişim beklentisini oluşturup oluşturmadığını, grup üyelerini grubun yapısı ve süreç hakkında bilgilendirip bilgilendirmediğini ve her bir üyenin kendisini açmasını kolaylaştırmaya yardımcı olup olmadığını gözden geçirmelidir.<br/>II, III, IV, V"
  },
  {
    "id": "2850544",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi, grupla sosyal hizmet uygulama sürecinde etik bir çerçeve içinde bulunur?<br/><ol type=\"I\"> <li>İnsan onuru ve değerine saygı duymak</li> <li>Kullanılan dil konusunda özenli olmak</li> <li>Uygulayıcının cinsiyeti çalışmanın sonucunu etkiler</li> <li>Üyelerle sürece ilişkin gerekli bilgileri paylaşmak</li> <li>Müracaatçıların kendi kaderini tayin hakkına saygı duymak</li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "I, III",
      "B": "II, IV",
      "C": "I, II, III, IV",
      "D": "II, III, IV, V",
      "E": "I, II, IV, V"
    },
    "explanation": "Grupla sosyal hizmet uygulamasında, öz farkındalık, farklılıkları kabul etmek, sosyal sınıf ve cinsiyet konularını göz önünde bulundurmak, mahremiyet ve gizliliğe önem vermek, insan onuru ve değerine saygı duymak, kültürel kodlara duyarlı olmak, üyelerle sürece ilişkin gerekli bilgileri paylaşmak, tarafsız olmak, müracaatçıların kendi kaderini tayin hakkına saygı duymak ve geliştirilmesi için çaba sarf etmek, fiziksel temasları düzenleyen açık sınırları belirlemek ve korumak, sürecin kesintiye uğramamasını sağlamak ve kullanılan dil konusunda özenli olmak uygulama süreci için etik bir çerçeve oluşturmaktadır.<br/>İlk oturumda sosyal hizmet uzmanının cinsiyetinin çalışmanın sonucunu etkilediğine dair bir kanıt bulunmamaktadır. Bu nedenle uygulayıcının cinsiyeti çalışmanın sonucunu etkiler sözü söylenememektedir.<br/>I, II, IV, V"
  },
  {
    "id": "2729666",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi herhangi bir olayı, vakayı, görüngüyü açıklamak için kullanılan düşünce sistemine verilen addır?",
    "correctAnswer": "D",
    "options": {
      "A": "Uygulama",
      "B": "Deney",
      "C": "Tasarım",
      "D": "Teori",
      "E": "Pratik"
    },
    "explanation": "Teori; herhangi bir olayı, vakayı, görüngüyü açıklamak için kullanılan düşünce sistemidir. Genel anlamda, bir düşüncenin genel, soyut ve rasyonel olmasıdır"
  },
  {
    "id": "2729667",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisini grup dinamiklerini etkileyen faktörlerden biri sayılamaz?",
    "correctAnswer": "B",
    "options": {
      "A": "Üye rolleri",
      "B": "Üyelerin cinsiyetleri",
      "C": "Grubun amaçları",
      "D": "Gruptaki iletişim kalıpları",
      "E": "Çatışmalar"
    },
    "explanation": "Grup dinamikleri; grubun amaçları, gruptaki iletişim kalıpları, çatışmalar, üye rolleri gibi pek çok faktörden etkilenir.<br/>Üyelerin cinsiyetleri"
  },
  {
    "id": "2729668",
    "unitNumber": 6,
    "text": "Gruplarla sosyal hizmet müdahalelerinde fikirleri eleştirme İsteksiz ya da az katılım kızgınlık, olumsuz tepkiler gösterme hangi aşamanın göstergesidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Şekillendirme",
      "B": "Fırtına",
      "C": "Düzenleme",
      "D": "Çalışma",
      "E": "Çözülme"
    },
    "explanation": "Fikirleri eleştirme İsteksiz ya da az katılım Kızgınlık, olumsuz tepkiler<br/>Fırtına"
  },
  {
    "id": "2729669",
    "unitNumber": 6,
    "text": "Gruplarla sosyal hizmet müdahalelerinde bağımlılık ve tatmin duygusu, karar almada yetkinlik, problem çözmede yetkinlik hangi aşamanın göstergesidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çalışma",
      "B": "Çatışma",
      "C": "Fırtına",
      "D": "Çözülme",
      "E": "Düzenleme"
    },
    "explanation": "Çalışma aşaması bağımlılık ve tatmin duygusu, karar almada yetkinlik, problem çözmede yetkinlik, çatışmayla başa çıkmada yetkinlik."
  },
  {
    "id": "2729670",
    "unitNumber": 6,
    "text": "Ayrılma, geri çekilme, bağımsızlık, duygusallık, hüzün gibi özellikleri içeren grup çalışması aşaması aşağıdakilerden hangisinde verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Fırtına",
      "B": "Düzenleme",
      "C": "Çözülme",
      "D": "Çalışma",
      "E": "Çatışma"
    },
    "explanation": "Çözülme aşamasında, ayrılma, geri çekilme, bağımsızlık duygusallık, hüzün özellikleri gözlenir."
  },
  {
    "id": "2729671",
    "unitNumber": 6,
    "text": "Grupla sosyal hizmet uygulamalarında grup dinamikleri çeşitli alanlarda kavramsallaştırılmaktadır. Aşağıdakilerden hangisinde bu alanlara tam olarak yer verilmiştir.",
    "correctAnswer": "A",
    "options": {
      "A": "1. İletişim süreçleri ve etkileşim kalıpları, 2. Kişiler arası çekim ve bağlılık, 3. Sosyal entegrasyon ve etki, 4. Güç ve kontrol, 5. Kültür.",
      "B": "1. Terapiler, 2. Kişiler arası çekim ve bağlılık, 3. Sosyal entegrasyon ve etki, 4. Güç ve kontrol, 5. Uygulama",
      "C": "1. İletişim süreçleri ve etkileşim kalıpları, 2. Sosyal ortamlar, 3. Sosyal entegrasyon ve etki, 4. Güç ve kontrol, 5. Kültür.",
      "D": "1. İletişim süreçleri ve etkileşim kalıpları, 2. Kişiler arası çekim ve bağlılık, 3. Bireysel terapiler, 4. Güç ve kontrol, 5. Zaman",
      "E": "1. Zaman, 2. Kişiler arası çekim ve bağlılık, 3. Sosyal entegrasyon ve etki, 4. Güç ve kontrol, 5. Uygulama."
    },
    "explanation": "Grup dinamikleri beş alanda kavramsallaştırılabilir; 1. İletişim süreçleri ve etkileşim kalıpları, 2. Kişiler arası çekim ve bağlılık, 3. Sosyal entegrasyon ve etki, 4. Güç ve kontrol, 5. Kültür<br/>1. İletişim süreçleri ve etkileşim kalıpları, 2. Kişiler arası çekim ve bağlılık, 3. Sosyal entegrasyon ve etki, 4. Güç ve kontrol, 5. Kültür."
  },
  {
    "id": "2729672",
    "unitNumber": 6,
    "text": "Grupla sosyal hizmet uygulamalarında üyelere grupta kalma konusunda etki yapan tüm güçlerin toplamı aşağıdakilerden hangi kavramla ifade edilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Pozitif yaklaşım",
      "B": "Gup bağlılığı",
      "C": "Olumlu bakış",
      "D": "Kişilerarası kabul",
      "E": "Beklentiler"
    },
    "explanation": "Grup bağlılığı, üyelere grupta kalma konusunda etki yapan tüm güçlerin toplamıdır.<br/>Grup bağlılığı."
  },
  {
    "id": "2729673",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi gruplarda güç ve kontrol aşamasında liderin referans gücünü ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Sosyal ve somut ödüller sunabilme",
      "B": "Grubun ihtiyaç duyduğu enformasyona sahip olmak",
      "C": "Grup üyeleri tarafından sevilmek ve hayran olunmak",
      "D": "Yaptırımda bulunma, cezalandırma veya kaynaklara, ödüllere ve ayrıcalıklara erişimi kesme kapasitesi",
      "E": "Etkili insanların ve kurumların kaynaklarını kullanabilme gücü"
    },
    "explanation": "Referans gücü; grup üyeleri tarafından sevilmek ve hayran olunmak,"
  },
  {
    "id": "2729674",
    "unitNumber": 6,
    "text": "Sosyal hizmet çalışmalarında gruplarda güç ve kontrol dengesi grup lideri tarafından sağlanır. Aşağıdakilerden hangisi gurup liderinin atfedilen gücünü tanımlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Grup içindeki ve dışındaki insanların, bir görevlinin etkili bir lider olma yeteneği konusundaki algılarıdır.",
      "B": "Grup içindeki etkili bir lider olma konusundaki algılarıdır.",
      "C": "Grup dışındaki insanların algılarıdır.",
      "D": "İnsanların, bir görevlinin etkili sorumlulukları hakkındaki yeteneği konusundaki algılarıdır.",
      "E": "Bir görevli konusunda katılımcıların algılarıdır."
    },
    "explanation": "Her grubun lideri, belirli bir güce sahiptir. Güç kavramı ise iki tür olarak ele alınır; atfedilen güç ve gerçek güç. Atfedilen güç, grup içindeki ve dışındaki insanların, bir görevlinin etkili bir lider olma yeteneği konusundaki algılarından kaynaklanır."
  },
  {
    "id": "2729675",
    "unitNumber": 6,
    "text": "Grup etkinliklerinde bir grubun kültürü nasıl belirlenir?",
    "correctAnswer": "D",
    "options": {
      "A": "Lider tarafından belirlenir.",
      "B": "Daha önceki yazılı kurallarla belirlenir.",
      "C": "Dış paydaşlar tarafından belirlenir.",
      "D": "Kısmen kurum, topluluk ve toplum tarafından belirlenir.",
      "E": "Uzmanlar tarafından belirlenir."
    },
    "explanation": "Bir grubun kültürü kısmen kurum, topluluk ve toplum tarafından belirlenir. Grup bu geniş toplum sistemlerinin baskın değerlerinin ve özelliklerinin bazılarını alır."
  },
  {
    "id": "2846225",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi üyelerin grup sürecinin başlangıç aşamasında sergilemeleri beklenen davranışlardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Keşifsel bir şekilde etkileşimde bulunmak",
      "B": "Amaçları gerçekleştirme üzerinde çalışmak",
      "C": "Kalan görevleri tamamlamaya yoğunlaşmak",
      "D": "Grup sürecinin değerlendirmesini yapmak",
      "E": "Gruba bağımlılık duygusunu azaltmak"
    },
    "explanation": "Başlangıç aşamasında üyeler keşifsel bir şekilde etkileşimde bulunur; normlar, roller ve statü hiyerarşileri geliştirir ve etkileşim yoluyla yavaşça bir grup kültürü ortaya çıkar. Grubun orta aşamasında üyeler amaçlarını gerçekleştirme üzerinde çalışırken, sonlandırma aşamasında üyelerin grup sürecini değerlendirmeleri ve gruba bağımlılık duygusunu azaltmaları beklenmektedir."
  },
  {
    "id": "2846234",
    "unitNumber": 6,
    "text": "Grup sürecinde üyeler arasında gruplaşma, güç çatışmaları ve birbirlerinin fikirlerini eleştirme gibi davranışların açığa çıktığı aşama hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Şekillenme",
      "B": "Çalışma",
      "C": "Fırtına",
      "D": "Düzenlenme",
      "E": "Çözülme"
    },
    "explanation": "Fırtına aşamasında görülebilecek davranışlar:<br/>Fikirleri eleştirme<br/>İsteksiz ya da az katılım<br/>Kızgınlık, olumsuz tepkiler<br/>Grup içinde gruplaşmalar<br/>Güç çatışmaları"
  },
  {
    "id": "2846249",
    "unitNumber": 6,
    "text": "Zeynep ve Eda grupta yanyana oturdukları için birbirleriyle daha fazla etkileşim halindedir. Bu örnekte kişilerarası çekime katkıda bulunan faktörlerden hangisi Zeynep ve Eda'nın ilişkilerini güçlendirmelerinde etkili olmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "Benzerlik",
      "B": "Kabul",
      "C": "Onay",
      "D": "Yakınlık",
      "E": "Uyumluluk"
    },
    "explanation": "Zeynep ve Eda'nın etkileşim kurmalarının nedeni yanyana oturmalarıdır. Burada yakınlık ilkesinin etkisi görülmektedir."
  },
  {
    "id": "2846257",
    "unitNumber": 6,
    "text": "Lisans eğitimini sosyal hizmetler alanında tamamlamak, uygulama yapmak için gereken teorik ve uygulama derslerini başarıyla bitirmek ve iş yaşamında alanıyla ilgili hizmet içi eğitimler almak bir liderin güç kaynaklarından hangisine yeterli düzeyde sahip olduğunu göstermektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bağlantı gücü",
      "B": "Enformasyon gücü",
      "C": "Referans gücü",
      "D": "Baskı gücü",
      "E": "Ödül gücü"
    },
    "explanation": "Grubun ihtiyaç duyduğu enformasyon yani bilgi gücüne sahipolmak için liderin alanında yeterli bilgi beceri ve deneyim birikimine sahipolması gerekmektedir. Bunun için öncelikle alandan mezun olması, mezun olmak için teorik ve uygulama derslerini başarıyla tamamlamış olması ve iş yaşamında hizmet içi eğitimler alarak donanımını geliştirmesi gerekmektedir."
  },
  {
    "id": "2846259",
    "unitNumber": 6,
    "text": "Bir grupta üyelerin fikirbirliği çerçevesinde \"gerekli haller dışında devam zorunluluğunun bulunması\" ve \"devamsızlık yapmanın söz konusu olduğu hallerde grup liderine önceden bilgi verme zorunluluğunun olması\" gibi kurallar belirlenmiştir. Üyelerin bu kuralları benimsemesi ve uyması aşağıdaki grup dinamiklerinden hangisinin oluşmasına katkıda bulunmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kültür",
      "B": "Güç",
      "C": "Etkilşim kalıpları",
      "D": "Çekim",
      "E": "Çatışma"
    },
    "explanation": "Grup üyelerinin ortak bir şekilde benimsedikleri ritüeller, normlar ve değerler grup kültürünü yansıtmaktadır."
  },
  {
    "id": "2846601",
    "unitNumber": 6,
    "text": "Gruplarla sosyal hizmet müdahalesinde sorun çözme sürecinin ilk basamağı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sorunu tanımlama",
      "B": "Sorunun varlığının kabul etme",
      "C": "Sorunu inceleme",
      "D": "Sorunu değerlendirme",
      "E": "En iyi çözümü seçme"
    },
    "explanation": "Sorun çözme sürecinin birinci basamağı sorunun varlığını kabul etmedir. Sorun çözme sürecinin bu aşaması, sosyal hizmet uzmanı ve/veya üye tarafından bir sorunun var olmasından duyulan bir rahatsızlık hissi ve yanı sıra sorunun tam olarak ne olduğunun net bir tanımının eksik olması durumudur."
  },
  {
    "id": "2846619",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Sorun Çözme Sürecinin Bireysel Sorunlara Uygulanması sürecinin \"sorunu inceleme\" aşamasında ortaya çıkabilecek güçlüklerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Üyenin kendisini gözlem altında hissetmesi",
      "B": "Grubun yeterli düzeyde empati kuramaması",
      "C": "Üyenin kendisini sınırlı düzeyde açması",
      "D": "Grupla üye arasında etkileşimin azalması",
      "E": "Grubun üyeye sorular sorması"
    },
    "explanation": "Sorunu inceleme aşamasında grup üyeye sorular sorar. Bu aşamada sorun hakkında çok az inceleme yapılırsa, diğer üyeler bireyin durumunu ve hissettiklerini yeterince anlayamayacaklar, empati geliştiremeyeceklerdir. Diğer taraftan, eğer çok fazla inceleme yapılırsa, sorunu getiren üye, diğer üyelerce gözlem altına alındığı hissine kapılacaktır. Başkaları tarafından incelenme hissinin, insanları açık sözlü olmaktan ziyade, kendini daha az ifade eden ve daha az iletişim kuran bir hâle sokması olasıdır."
  },
  {
    "id": "2846627",
    "unitNumber": 6,
    "text": "Gruplarla sosyal hizmet müdahalesinde üyelerin kendi sorunlarına çözüm ararken diğer grup üyelerinin sorunlarının çözülmesine de katkıda bulunması aşağıdaki kavramlardan hangisi ile ifade edilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Karşılıklı yardım",
      "B": "Çatışma çözme",
      "C": "Sorun çözme",
      "D": "Bireysel uygulama",
      "E": "Farklılıkların belirlenmesi"
    },
    "explanation": "Grubun sorun çözme sürecinde, etkin bir grup çalışmasının merkezinde karşılıklı yardım yer alır. Bir kişiyi bir gruba katılmaya davet etmek, o kişiye sadece gruptan alacağı<br/>bir şeylerin değil, gruba verebileceği bir şeylerin olduğuna dair bir güvenin ifade edilmesidir."
  },
  {
    "id": "2846636",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi grupla sosyal hizmet müdahalesinde çatışmanın sonuçlarından biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Üyeler arasındaki ilişkiler güçlenir.",
      "B": "Üyeler birbirlerini daha iyi anlar.",
      "C": "Anlaşma bölgeleri belirlenir.",
      "D": "Görüş ayrılıkları artar.",
      "E": "Grup bütünlüğü oluşur."
    },
    "explanation": "Grup geliştikçe ve üyeler kendilerine olan güvenleri artıp grup içinde rahat hissetmeye başladıkça, gerçek duygularını ve inançlarını ifade etmekte daha istekli hâle gelirler. Böylece, özellikle grup sürecinin orta aşamasında, grup içinde anlaşmazlıklar olabilir, çünkü bu aşamada fikir, görüş, değerler, inançlar, duygular, deneyimler ve davranışlar daha çok dile getirilir. bu durum çatışmanın ortaya çıkmasına yol açar. Buna göre görüş ayrılıkları çatışmanın sonucu değil, nedenidir."
  },
  {
    "id": "2846639",
    "unitNumber": 6,
    "text": "Grupla sosyal hizmet müdahalesinde grup üyeleri \"grupta farklı görüşleri ifade etmenin ilişkilerini sona erdirmeyeceği\" anlayışını aşağıdaki süreçlerden hangisi ile kazanmış olurlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Karşılıklı yardım",
      "B": "Çatışma çözme",
      "C": "Sorunun varlığını kabul etme",
      "D": "Çözümün provasını yapma",
      "E": "Yüzleştirme"
    },
    "explanation": "Grup üyeleriçatışma çözme sürecinde, farklılıkların ifadesinin grup içindeki diğer üyeler ile ilişkilerinin sona ermesi anlamına gelmediğini anlamış olacaklardır"
  },
  {
    "id": "2848341",
    "unitNumber": 6,
    "text": "Herhangi bir olayı, vakayı, görüngüyü açıklamak için kullanılan düşünce<br/>sistemine ve bir düşüncenin genel, soyut ve rasyonel olmasına ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "İçerik",
      "B": "Teori",
      "C": "Norm",
      "D": "Plan",
      "E": "Statü"
    },
    "explanation": "Grup dinamikleri<br/>Teori; herhangi bir olayı, vakayı, görüngüyü açıklamak için kullanılan düşünce<br/>sistemidir. Genel anlamda, bir düşüncenin genel, soyut ve rasyonel olmasıdır."
  },
  {
    "id": "2848350",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sosyal hizmet uzmanlarının görev ve tedavi gruplarında etkili bir şekilde çalışabilmesi için göstermesi gereken davranışlar arasında <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Grup üyelerinin devam eden etkileşimleri boyunca ortaya çıkan grup dinamiği süreçlerini anlayabilmeleri",
      "B": "Dinamiklerin, farklı sosyo-kültürel ve sosyo-ekonomik arka planları olan üyeler<br/>üzerindeki etkisini göz önünde bulundurabilmeleri",
      "C": "Ortaya çıkan dinamiklerin mevcut ve gelecekteki grup işleyişi üzerindeki etkisini değerlendirebilmeleri",
      "D": "Üye katılımına olanak sağlayan grup dinamiklerinin gelişimine rehberlik etmeleri ve bununla eşzamanlı olarak, grubun amaçlarını gerçekleştirmesine imkân yaratmaları",
      "E": "\"Ben duygusunun yerleştirilmesi\""
    },
    "explanation": "GRUP DİNAMİKLERİ<br/>Grup dinamiklerinin kavranması, hem görev hem de tedavi gruplarında, etkili uygulamalar için<br/>esastır. Grup dinamiklerine yeterince dikkat etmemek, verimsiz grup toplantılara neden olabilir.<br/>Gruplarla etkili bir şekilde çalışabilmek için sosyal hizmet uzmanları;<br/>1. Grup üyelerinin devam eden etkileşimleri<br/>boyunca ortaya çıkan grup dinamiği süreçlerini anlayabilmeli,<br/>2. Bu dinamiklerin, farklı sosyo-kültürel ve<br/>sosyo-ekonomik arka planları olan üyeler<br/>üzerindeki etkisini göz önünde bulundurabilmeli,<br/>3. Ortaya çıkan dinamiklerin mevcut ve gelecekteki grup işleyişi üzerindeki etkisini değerlendirebilmeli,<br/>4. Üye katılımına olanak sağlayan grup dinamiklerinin gelişimine rehberlik etmeli ve bununla eşzamanlı olarak, grubun<br/>amaçlarını gerçekleştirmesine imkân yaratmalıdırlar"
  },
  {
    "id": "2848356",
    "unitNumber": 6,
    "text": "Grup gelişimi ile ilgili teorilerin aşamalarından olan \"grup üyelerinin birbirlerini tanımaları ve birbirlerine alışmaları\" temel basamaklarda kaçıncı aşamadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Birinci",
      "B": "İkinci",
      "C": "Üçüncü",
      "D": "Dördüncü",
      "E": "Beşinci"
    },
    "explanation": "Grup Gelişiminin Aşamaları<br/>Grup gelişimi ile ilgili teorilerin aşamalarından olan \"grup üyelerinin birbirlerini tanımaları ve birbirlerine alışmaları\" temel basamaklarda birinci aşamadır."
  },
  {
    "id": "2848358",
    "unitNumber": 6,
    "text": "Grup gelişimi ile ilgili teorilerin aşamalarından olan \"grup üyelerinin çatışması ve grup ortamının geliştirilmesine yönelik çözümlerin aranması\" temel basamaklarda kaçıncı aşamadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Birinci",
      "B": "İkinci",
      "C": "Üçüncü",
      "D": "Dördüncü",
      "E": "Beşinci"
    },
    "explanation": "Grup Gelişiminin Aşamaları<br/>Grup gelişimi ile ilgili teorilerin aşamalarından olan \"grup üyelerinin çatışması ve grup ortamının geliştirilmesine yönelik çözümlerin aranması\" temel basamaklarda ikinci aşamadır."
  },
  {
    "id": "2848361",
    "unitNumber": 6,
    "text": "Grup gelişimi ile ilgili teorilerin aşamalarından olan \" davranışları düzenlemeye yönelik kuralların ve rollerin belirlenmesi ve grubun daha fazla birliktelik gösterebilmesi\" temel basamaklarda kaçıncı aşamadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Birinci",
      "B": "İkinci",
      "C": "Üçüncü",
      "D": "Dördüncü",
      "E": "Beşinci"
    },
    "explanation": "Grup Gelişiminin Aşamaları<br/>Grup gelişimi ile ilgili teorilerin aşamalarından olan \" davranışları düzenlemeye yönelik<br/>kuralların ve rollerin belirlenmesi ve grubun daha fazla birliktelik gösterebilmesidir\" temel basamaklarda üçüncü aşamadır."
  },
  {
    "id": "2848364",
    "unitNumber": 6,
    "text": "Grup gelişimi ile ilgili teorilerin aşamalarından olan \"grubun istenen hedeflere ulaşmak için bir bütün olarak performans göstermesi \" temel basamaklarda kaçıncı aşamadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Birinci",
      "B": "İkinci",
      "C": "Üçüncü",
      "D": "Dördüncü",
      "E": "Beşinci"
    },
    "explanation": "Grup Gelişiminin Aşamaları<br/>Grup gelişimi ile ilgili teorilerin aşamalarından olan \"grubun istenen hedeflere ulaşmak için bir bütün olarak performans göstermesi \" temel basamaklarda dördüncü aşamadır."
  },
  {
    "id": "2848371",
    "unitNumber": 6,
    "text": "Bir şeyin amacına uygun, istenilen gibi, gereken düzeyde olup olmadığını, işleyip işlemediğini vb. anlamak için yapılan denemeye ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çalışma",
      "B": "Yapılanma",
      "C": "Kontrol",
      "D": "Prova",
      "E": "Alışma"
    },
    "explanation": "En İyi Çözümün Seçilmesi<br/>Prova; bir şeyin amacına uygun, istenilen gibi, gereken düzeyde olup olmadığını, işleyip işlemediğini vb. anlamak için yapılan deneme."
  },
  {
    "id": "2848383",
    "unitNumber": 6,
    "text": "Gruplarla sosyal hizmetin merkezinde yer alan sürece ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Alışma",
      "B": "Sorun çözme",
      "C": "Resmi iletişim",
      "D": "Yapılanma",
      "E": "Uyum ve güven"
    },
    "explanation": "GRUPLARLA SOSYAL HİZMET MÜDAHALESİNDE SORUN ÇÖZME<br/>Sorun çözme, gruplarla sosyal hizmetin merkezinde yer alan bir süreçtir."
  },
  {
    "id": "2848410",
    "unitNumber": 6,
    "text": "Hangi teknikte çözüm önerilerinden oluşan liste hiçbir kısıtlama olmadan yapılmalı, üyelerden saçma ya da uygulanamaz olduklarını bile düşünseler, akıllarına gelen her çözümü ifade etmeleri istenmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Baş etme",
      "B": "Karşılıklı yardım",
      "C": "Ortak yardım",
      "D": "Etkileşim",
      "E": "Beyin fırtınası"
    },
    "explanation": "Sorunun Olası Çözümüne Yönelik<br/>Değerlendirmeler Yapılması<br/>Beyin fırtınası tekniğinde çözüm önerilerinden oluşan liste hiçbir kısıtlama olmadan yapılmalı, üyelerden saçma ya da uygulanamaz olduklarını bile düşünseler, akıllarınagelen her çözümü ifade etmeleri istenmelidir."
  },
  {
    "id": "2848419",
    "unitNumber": 6,
    "text": "Sorun çözme sürecinin son adımı nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Değerlendirme",
      "B": "Çözümün uygulanması",
      "C": "İnceleme",
      "D": "Tanımlanma",
      "E": "En İyi Çözümün Seçilmesi"
    },
    "explanation": "Sonuçların Değerlendirilmesi<br/>Sorun çözme sürecinin son adımı, değerlendirmedir."
  },
  {
    "id": "2850409",
    "unitNumber": 6,
    "text": "I. Grup üyelerinin devam eden etkileşimleri boyunca ortaya çıkan grup dinamiği süreçlerini anlayabilmeli,<br/>II. Bu dinamiklerin, farklı sosyo-kültürel ve sosyo-ekonomik arka planları olan üyeler<br/>üzerindeki etkisini göz önünde bulundurabilmeli,<br/>III. Ortaya çıkan dinamiklerin mevcut ve gelecekteki grup işleyişi üzerindeki etkisini göz ardı etmeli,<br/>IV. Üye katılımına olanak sağlayan grup dinamiklerinin gelişimine rehberlik etmeli ve bununla eşzamanlı olarak, grubun amaçlarını gerçekleştirmesine imkân yaratmalıdırlar.<br/>Gruplarla etkili bir şekilde çalışabilmek için sosyal hizmet uzmanlarının yukarıda verilenlerden hangileri yapmaları gereklidir?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-IV",
      "B": "I-II-III",
      "C": "II-III-IV",
      "D": "I-III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "Gruplarla etkili bir şekilde çalışabilmek için sosyal hizmet uzmanları;<br/>1. Grup üyelerinin devam eden etkileşimleri<br/>boyunca ortaya çıkan grup dinamiği süreçlerini anlayabilmeli,<br/>2. Bu dinamiklerin, farklı sosyo-kültürel ve<br/>sosyo-ekonomik arka planları olan üyeler<br/>üzerindeki etkisini göz önünde bulundurabilmeli,<br/>3. Ortaya çıkan dinamiklerin mevcut ve gelecekteki grup işleyişi üzerindeki etkisini değerlendirebilmeli,<br/>4. Üye katılımına olanak sağlayan grup dinamiklerinin gelişimine rehberlik etmeli ve bununla eşzamanlı olarak, grubun<br/>amaçlarını gerçekleştirmesine imkân yaratmalıdırlar."
  },
  {
    "id": "2850419",
    "unitNumber": 6,
    "text": "\"Grup üyelerinin birbirlerini tanımaya çalışması, bağlı olma ve dâhil edilme ve liderin kabul edilmesi\" grup gelişim aşamalarından hangisine yönelik temel süreçlerdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Şekillenme",
      "B": "Fırtına",
      "C": "Düzenlenme",
      "D": "Çalışma",
      "E": "Çözülme"
    },
    "explanation": "Grup gelişimi ile ilgili teorilerin sayıları oldukça fazladır. Bu teoriler birbirlerinden bazı noktalarda<br/>farklılıklar göstermekle birlikte ortak noktaları, grupların gelişirken ardışık belli aşamalardan geçtiğidir. Teorilerle ilişkili olarak geliştirilen modellerde grup gelişim aşamalarının basamak sayısı ve<br/>isimleri değişmekle birlikte pek çok model, aşağıdaki temel basamakları içermektedir.<br/>Birinci aşama, grup üyelerinin birbirlerini tanımaları ve birbirlerine alışmaları, ikinci aşama,<br/>grup üyelerinin çatışması ve grup ortamının geliştirilmesine yönelik çözümlerin aranmasıdır.<br/>Üçüncü aşama, davranışları düzenlemeye yönelik kuralların ve rollerin belirlenmesi ve grubun daha<br/>fazla birliktelik gösterebilmesidir. Dördüncü aşama, grubun istenen hedeflere ulaşmak için bir bütün olarak performans göstermesidir. Beşinci aşama ise, grubun dağılması ile gelişimin sonlandığı<br/>aşamadır. Bu beş aşama literatürde şekillenme, fırtına, düzenlenme, çalışma ve çözülme olarak<br/>adlandırmıştır."
  },
  {
    "id": "2850423",
    "unitNumber": 6,
    "text": "\"Grubun hedeflerini gerçekleştirmesi, yüksek düzeyde göreve odaklanma, sürece, performansa ve üretime önem verilmesi\" süreçleri aşağıda verilen grup gelişim aşamalarından hangisine yöneliktir?",
    "correctAnswer": "D",
    "options": {
      "A": "Şekillenme",
      "B": "Fırtına",
      "C": "Düzenleme",
      "D": "Çalışma",
      "E": "Çözülme"
    },
    "explanation": "Teorilerle ilişkili olarak geliştirilen modellerde grup gelişim aşamalarının basamak sayısı ve<br/>isimleri değişmekle birlikte pek çok model, aşağıdaki temel basamakları içermektedir.<br/>Birinci aşama, grup üyelerinin birbirlerini tanımaları ve birbirlerine alışmaları, ikinci aşama,<br/>grup üyelerinin çatışması ve grup ortamının geliştirilmesine yönelik çözümlerin aranmasıdır.<br/>Üçüncü aşama, davranışları düzenlemeye yönelik<br/>kuralların ve rollerin belirlenmesi ve grubun daha<br/>fazla birliktelik gösterebilmesidir. Dördüncü aşama, grubun istenen hedeflere ulaşmak için bir bütün olarak performans göstermesidir. Beşinci aşama ise, grubun dağılması ile gelişimin sonlandığı<br/>aşamadır. Bu beş aşama literatürde şekillenme,<br/>fırtına, düzenlenme, çalışma ve çözülme olarak<br/>adlandırmıştır."
  },
  {
    "id": "2850429",
    "unitNumber": 6,
    "text": "\"Bağlılık ve birlik gelişmesi, kurallar, roller ve sorumlulukların belirlenmesi, ilişkilerin düzenlenmesi,<br/>uyum, güven ve iletişimin artması\" temel süreçleri grup gelişim aşamalarından hangisine yöneliktir?",
    "correctAnswer": "C",
    "options": {
      "A": "Şekillenme",
      "B": "Fırtına",
      "C": "Düzenlenme",
      "D": "Çalışma",
      "E": "Çözülme"
    },
    "explanation": "grup gelişim aşamalarının basamak sayısı ve isimleri değişmekle birlikte pek çok model, aşağıdaki temel basamakları içermektedir.<br/>Birinci aşama, grup üyelerinin birbirlerini tanımaları ve birbirlerine alışmaları, ikinci aşama,<br/>grup üyelerinin çatışması ve grup ortamının geliştirilmesine yönelik çözümlerin aranmasıdır.<br/>Üçüncü aşama, davranışları düzenlemeye yönelik kuralların ve rollerin belirlenmesi ve grubun daha<br/>fazla birliktelik gösterebilmesidir. Dördüncü aşama, grubun istenen hedeflere ulaşmak için bir bütün olarak performans göstermesidir. Beşinci aşama ise, grubun dağılması ile gelişimin sonlandığı<br/>aşamadır. Bu beş aşama literatürde şekillenme, fırtına, düzenlenme, çalışma ve çözülmedir."
  },
  {
    "id": "2850437",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi grup dinamiklerinin kavramsallaştırıldığı alanlardan biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İletişim süreçleri ve etkileşim kalıpları,",
      "B": "Kişiler arası çekim ve bağlılık",
      "C": "Sosyal entegrasyon ve etki",
      "D": "Güç ve kontrol",
      "E": "Eğitim"
    },
    "explanation": "Grup dinamikleri beş alanda kavramsallaştırılabilir;<br/>1. İletişim süreçleri ve etkileşim kalıpları,<br/>2. Kişiler arası çekim ve bağlılık,<br/>3. Sosyal entegrasyon ve etki,<br/>4. Güç ve kontrol,<br/>5. Kültür."
  },
  {
    "id": "2850444",
    "unitNumber": 6,
    "text": "Yakınlık, kabul, onay ve üye beklentilerindeki uyum gibi kavramlar grup dinamiklerinin hangi alanına yöneliktir?",
    "correctAnswer": "B",
    "options": {
      "A": "Grupta İletişim Süreçleri ve Etkileşim<br/>Kalıpları",
      "B": "Gruplarda Kişilerarası Çekim ve<br/>Bağlılık",
      "C": "Grup İçinde Normlar, Roller ve Statü",
      "D": "Gruplarda Güç ve Kontrol",
      "E": "Grubun Kültürü"
    },
    "explanation": "Gruplarda Kişilerarası Çekim ve Bağlılık<br/>Kişilerarası çekim alt grup oluşumuna ve bir bütün olarak grubun bağlılık seviyesine katkıda<br/>bulunur. Kişiler arası çekime katkıda bulunan çeşitli faktörlerden ilki yakınlıktır. Kişilerarası çekime katkıda bulunan başka faktörler de vardır; örneğin kabul ve onay. Üye beklentilerindeki uyumluluk da genellikle kişilerarası çekime katkıda bulunur."
  },
  {
    "id": "2850449",
    "unitNumber": 6,
    "text": "Üyelerin grup içindeki yerlerini de belirleyen ve üyelerin davranışlarını etkileme yoluyla sosyal entegrasyonu destekleyen grup dinamikleri aşağıdakilerden hangileridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Grup kültürü",
      "B": "Grup içinde normlar, statü ve roller",
      "C": "Kişilerarası bağlılık ve çekim",
      "D": "Grupta iletişim süreçleri",
      "E": "Güç ve kontrol"
    },
    "explanation": "Grup İçinde Normlar, Roller ve Statü<br/>Normlar, roller ve statü, üyelerin davranışlarını<br/>etkileme yoluyla sosyal entegrasyonu destekleyen<br/>grup dinamikleridir. Bu dinamik süreçler, üyelerin<br/>grup içindeki yerlerini belirler."
  },
  {
    "id": "2850458",
    "unitNumber": 6,
    "text": "\"Resmi bir konuma ve o konumla birlikte gelen otoriteye, haklara ve ayrıcalıklara sahip olmak,\" grup liderlerinin sahip oldukları aşağıda verilen hangi güç kaynağını açıklamaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Bağlantı gücü",
      "B": "Uzman gücü",
      "C": "Meşru güç",
      "D": "Referans gücü",
      "E": "Ödül gücü"
    },
    "explanation": "Liderlerin yedi güç kaynağı olduğu öne sürülmektedir;<br/>1. Bağlantı gücü; etkili insanların ve kurumların kaynaklarını kullanabilme gücü,<br/>2. Uzman gücü; grubun belirli bir amacı gerçekleştirmesine yardımcı olacak deneyime<br/>sahip olmak,<br/>3. Enformasyon gücü; grubun ihtiyaç duyduğu enformasyona sahip olmak,<br/>4. Meşru güç; resmi bir konuma ve o konumla<br/>birlikte gelen otoriteye, haklara ve ayrıcalıklara sahip olmak,<br/>5. Referans gücü; grup üyeleri tarafından sevilmek ve hayran olunmak,<br/>6. Ödül gücü; sosyal ve somut ödüller sunabilme,<br/>7. Baskı gücü; yaptırımda bulunma, cezalandırma veya kaynaklara, ödüllere ve ayrıcalıklara erişimi kesme kapasitesi."
  },
  {
    "id": "2850463",
    "unitNumber": 6,
    "text": "\"Gruptaki bir ya da daha fazla kişi, sosyal hizmet uzmanı ve/veya üye, bir sorunun ya da zorluğun varlığını hissetmesi\" aşağıda verilen gruplarla sosyal hizmet müdahalesinde sorun çözmenin aşamalarından hangisine yöneliktir?",
    "correctAnswer": "A",
    "options": {
      "A": "bir sorunun varlığının kabul edilmesi",
      "B": "sorunun tanımlanması",
      "C": "sorunun incelenmesi",
      "D": "sorunun olası çözümüne yönelik değerlendirmeler yapılması",
      "E": "en iyi çözümün seçilmesi"
    },
    "explanation": "Bir Sorunun Varlığının Kabul Edilmesi<br/>Sorun çözme süreci, gruptaki bir ya da daha fazla kişi, sosyal hizmet uzmanı ve/veya üye, bir sorunun ya da zorluğun varlığını hissettiğinde başlar"
  },
  {
    "id": "2850469",
    "unitNumber": 6,
    "text": "\"Sorun çözme sürecinin bu basamağı için çok önemli olan ayrıntı, sosyal hizmet uzmanının ve/<br/>veya üyenin ortada bir sorun olup olmadığına emin olmamasına rağmen bir sorun olabileceğine<br/>dair hislerini grupla doğrudan paylaşmasıdır. Bu tür gözlemler, grubun incelemesi gereken sorunları<br/>tanımlamaya yardımcı olabilecek noktayı oluşturur.\" söz konusu aşama sorun çözme sürecinin hangi aşamasıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Sorunun tanımlanması",
      "B": "sorunun incelenmesi",
      "C": "sorunun olası çözümüne yönelik değerlendirmeler yapılması",
      "D": "en iyi çözümün seçilmesi",
      "E": "çözümün uygulanması ve sonuçların değerlendirilmesi"
    },
    "explanation": "Sorunun Tanımlanması<br/>Sürecin bu adımında sorun, grup tarafından<br/>tanımlanır. Birinci adımın özelliği olan rahatsızlık<br/>hissinin, sosyal hizmet uzmanı ya da üye tarafından gruba sunulmasının ardından bir tanımlama<br/>yapılmaya çalışılır. Örneğin sosyal hizmet uzmanı,<br/>üyelerin grupta rahat görünmediklerini ve grup içi<br/>konuşmaların kolay bir şekilde yapılamadığı gibi<br/>bir gözlemi gruba direkt olarak söyleyebilir. Sosyal<br/>hizmet uzmanının gözlemine dair tartışma, pek<br/>çok grup üyesinin grup ortamının sorunları hakkında konuşmaktan kaynaklanan bir utanma duygusu hissettiklerinin tespit etmesine neden olabilir.<br/>Ya da bir grup üyesi, gruba, grup içerisinde fikrini<br/>ifade etmenin kendisi için zor olduğunu söyleyebilir. Bu üyenin rahatsızlığının tartışılması benzer<br/>hislere sahip başka üyelerin de var olduğunu ortaya<br/>çıkarabilir.<br/>Sorun çözme sürecinin bu basamağı için çok<br/>önemli olan ayrıntı, sosyal hizmet uzmanının ve/<br/>veya üyenin ortada bir sorun olup olmadığına<br/>emin olmamasına rağmen bir sorun olabileceğine<br/>dair hislerini grupla doğrudan paylaşmasıdır. Bu<br/>tür gözlemler, grubun incelemesi gereken sorunları<br/>tanımlamaya yardımcı olabilecek noktayı oluşturur. Ancak öncelikle üyelerin çözülmesi gereken<br/>sorunun ne olduğuna dair ortak ve açık bir anlayışa<br/>varmaları gerekmektedir."
  },
  {
    "id": "2729676",
    "unitNumber": 7,
    "text": "\"Kurum kuralları ve işlevleri çerçevesinde grup deneyiminin kalitesinin ölçülmesi\" hangi kavram ile açıklanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Değerlendirme",
      "B": "Ölçme",
      "C": "Ölçüt",
      "D": "Geçerlik",
      "E": "Güvenirlik"
    },
    "explanation": "Kurum kuralları ve işlevleri çerçevesinde grup deneyiminin kalitesinin ölçülmesi değerlendirme kavramı ile açıklanmaktadır."
  },
  {
    "id": "2729677",
    "unitNumber": 7,
    "text": "Üyelere başarmak istedikleri üç tane en önemli amaç sorulur. <br/>Grup sona erdikten sonra üyelerden 0 - 7 ara-sında derecelendirilmiş bir ölçeğe göre hedeflerinin ne kadarını başardıklarını değerlendirmeleri istenir. <br/>Yukarıda açıklanan ölçüm aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Genel Değerlendirme Ölçeği",
      "B": "Hedef Başarma Ölçeği",
      "C": "Müracaatçı Tatmini Anketi",
      "D": "Tutum Ölçeği",
      "E": "Grup İklimi Ölçeği"
    },
    "explanation": "Hedef Başarma Ölçeği: Bu ölçümde üyelere başarmak istedikleri üç tane en önemli amaç sorulur. Grup sona erdikten sonra üyelerden; 0 - 7 arasında derecelendirilmiş bir ölçeğe göre hedeflerinin ne kadarını başardıklarını değerlendirmeleri istenir."
  },
  {
    "id": "2729678",
    "unitNumber": 7,
    "text": "7 puanlık bir ölçek aracılığı ile grup sürecinin boyutları değerlendirilir. <br/>12 madde grup oturumlarında üyelerin algıladıkları kişiler arası davranışları ölçer. <br/>Sonuçlar; grup atmosferinin, davranışı ve üyeler tarafından algılanan grup etkileşimlerinde ortaya çıkan sonuçları nasıl etkilediğini gösterir. <br/>Yukarıdaki açıklama hangi ölçek ile ilgilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Genel Değerlendirme Ölçeği",
      "B": "Müracaatçı Tatmini Anketi",
      "C": "Hedef Başarma Ölçeği",
      "D": "Tutum Ölçeği",
      "E": "Grup İklimi Ölçeği"
    },
    "explanation": "Grup İklimi Ölçeği: 7 puanlık bir ölçek aracılığı ile grup sürecinin boyutları değerlendirilir. 12 madde grup oturumlarında üyelerin algıladıkları kişiler arası davranışları ölçer. Sonuçlar; grup atmosferinin, davranışı ve üyeler tarafından algılanan"
  },
  {
    "id": "2729679",
    "unitNumber": 7,
    "text": "\"Amaçların gerçekleşmesinde grubun kompozisyonu ne derecede işlevseldir veya işlevsel değildir?\"<br/>Yukarıda yer alan soru bir sosyal hizmet uzmanının kendini değerlendirmesi sırasında <strong>hangi aşamada</strong> yanıtlanması gereken sorudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Planlama",
      "B": "Müdahale Kategorilerini Kullanma",
      "C": "İlişkinin Kullanımı",
      "D": "Grubun ve Bireylerin Devam Eden Değerlendirmesi",
      "E": "Başlangıç"
    },
    "explanation": "Planlama Aşaması: <br/>Amaçların gerçekleşmesinde grubun kom-pozisyonu ne derecede işlevseldir veya işlev"
  },
  {
    "id": "2729680",
    "unitNumber": 7,
    "text": "\"Grup içinde hangi normlar gelişti ve bu gelişimleri etkilemek için ne yaptınız?\"<br/>Yukarıda yer alan soru bir sosyal hizmet uzmanının kendini değerlendirmesi sırasında <strong>hangi aşamada</strong> yanıtlanması gereken sorudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Başlangıç",
      "B": "Planlama",
      "C": "Hizmet ve Sonlandırma Değerlendirmesi",
      "D": "İlişkinin Kullanımı",
      "E": "Müdahale Kategorilerini Kullanma"
    },
    "explanation": "\"Grup içinde hangi normlar gelişti ve b<br/>Başlangıç"
  },
  {
    "id": "2729681",
    "unitNumber": 7,
    "text": "Grup içinde üyelerin katılım göstermek için normları kullanmalarına ne derecede yardım ettiniz? sorusu bir sosyal hizmet uzmanın <strong>hangi aşamada</strong> yanıtlaması gereken sorudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Grup Yapısına Etkileşimsel Süreçlerin Kullanımının Etkisi",
      "B": "Başlangıç",
      "C": "Planlama",
      "D": "İlişkinin Kullanımı",
      "E": "Grubun ve Bireylerin Devam Eden Değerlendirmesi"
    },
    "explanation": "Grup içinde üyelerin katılım göstermek için normları kullanmalarına ne derecede yardım ettiniz? sorusu bir sosyal hizmet uzmanın<br/>Grup Yapısına Etkileşimsel Süreçlerin Kullanımının Etkisi"
  },
  {
    "id": "2729682",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi değerlendirmenin ilk aşamasıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Amaçlar ve hedeflerin ortaya çıkarılması",
      "B": "Bilginin analiz edilmesi",
      "C": "Bilginin toplanması",
      "D": "Geleceğe yönelik çıkarımların belirlenmesi",
      "E": "Grup çalışmalarının yapılması"
    },
    "explanation": "Değerlendirme, bir araştırma süreci şeklidir. Bilgi toplama ve bilgiyi analiz etme basamakları-nı içerir. Değerlendirmenin ilk adımı, amaçlar ve hedeflerin ortaya çıkarılmasıdır."
  },
  {
    "id": "2729683",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi son değerlendirme süreç kayıtlarında yer alan bir bilgi <u><strong>değildir?</strong></u>",
    "correctAnswer": "D",
    "options": {
      "A": "Oturum süresi",
      "B": "Oturum tarihi",
      "C": "Katılan üyelerin bilgileri",
      "D": "Katılmayan üyelerin kişisel özellikleri",
      "E": "Oturumun analizi"
    },
    "explanation": "Süreç kayıtları genel olarak şu maddeleri içerir:<br/>1. Tarih, yer ve oturumun zamanı<br/>2. Katılan ve katılmayan üyelerin isimleri<br/>3. Son oturumdan beri üy<br/>Katılmayan üyelerin kişisel özellikleri"
  },
  {
    "id": "2729684",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi grup sürecinin üyelerce değerledirilmesi kapsamında yanıt aranan bir soru <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Grup toplantılarının formatı esnek midir?",
      "B": "Yeni grup üyeleri grup içinde nasıl karşılanmaktadır?",
      "C": "Her bir grup üyesi konuşmak için eşit miktarda zaman bulabilmekte midir?",
      "D": "Grup yeni görüşlere açık mıdır?",
      "E": "Grup üyelerinin eğitim düzeyi nedir?"
    },
    "explanation": "Gruplarla sosyal hizmet uygulaması kapsamında değerlendirme yapılacak bir diğer konu grup süreci ile ilgilidir. Bu kapsamda aşağıdaki soruların yanıtlarının bulunması gereklidir;<br/>• Grup toplantılarının formatı esnek midir?• Yeni grup üyeleri grup içinde nasıl karşılanmaktadır?<br/>Grup üyelerinin eğitim düzeyi nedir?"
  },
  {
    "id": "2729685",
    "unitNumber": 7,
    "text": "Son değerlendirmenin ikinci adımı nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ne çeşit bilgi ve kaynakların toplanacağına karar vermek",
      "B": "Geleceğe yönelik çıkarımları belirlemek",
      "C": "Bilginin analiz edilmesi",
      "D": "Bilginin toplanması",
      "E": "Amaçlar ve hedeflerin ortaya çıkarılması"
    },
    "explanation": "Son değerlendirmenin ikinci adımı ne çeşit bilgi ve kaynakların toplanacağına karar vermektir. Sözel veya sözel olmayan bilgiler kullanılabilir."
  },
  {
    "id": "2729686",
    "unitNumber": 7,
    "text": "Sosyal hizmet uzmanının gruplarla sosyal hizmet müdahalesi alanındaki yetkinliğini belirlemek, bir araştırma süreci olarak değerlendirmenin hangi aşamasıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Amaç ve hedeflerin belirlenme aşaması",
      "B": "Hangi tür bilgi ve kaynakların toplanacağını belirlenme aşaması",
      "C": "Bilgi toplama aşaması",
      "D": "Bilginin analiz edilme aşaması",
      "E": "Geleceğe yönelik çıkarımların yapılma aşaması"
    },
    "explanation": "Sosyal hizmet uzmanının gruplarla sosyal hizmet müdahalesi alanındaki yetkinliğini belirlemek, bir amacı ifade ettiği için değerlendirme sürecinin ilk aşaması olan 'amaç ve hedeflerin belirlenme' aşamasıdır. Diğer şıklar, sırasıyla bu sürecin diğer aşamalarını oluştururlar.<br/>Amaç ve hedeflerin belirlenme aşaması"
  },
  {
    "id": "2729687",
    "unitNumber": 7,
    "text": "Kimi zaman hassasiyet gerektiren konularda gerçekleştirilen sosyal hizmet çalışmalarında aşağıdakilerden hangisi çalışmanın etik ilkeleri kapsamında özen gösterilmesi gereken hususlar arasında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Grup oturumlarının yapılacağı toplantı yerinin rahat olması",
      "B": "Grup oturumlarının yapılacağı toplantı yerinin damgalama olasılığı yaratması",
      "C": "Grup oturumlarının yapılacağı toplantının zamanında başlaması",
      "D": "Grup oturumlarının yapılacağı toplantının zamanında bitmesi",
      "E": "Grup oturumlarının yapılacağı toplantının uygun zamanda gerçekleştirilmesi"
    },
    "explanation": "Değerlendirme süreci; gizlilik, bilgilendirilmiş onay ve uzmanların üyeler hakkındaki bilgileri sorumluluk içinde kullanması gibi etik ilkeleri içerir. Grup oturumlarının yapılacağı toplantı yerinin damgalama olasılığı yaratması, özellikle hassasiyet içeren grupların toplantılarında özellikle ihtiyaç duyulan gizlilik açısından önem taşıyacaktır."
  },
  {
    "id": "2729688",
    "unitNumber": 7,
    "text": "1. Tarih, yer ve oturumun zamanı<br/>2. Katılan ve katılmayan üyelerin isimleri<br/>3. Son oturumdan beri üyelerle veya diğer insanlarla girilen etkileşimler<br/>Yukarıdaki bilgiler son değerlendirme sürecinde hangi kapsamda yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Değerlendirme sonuçları",
      "B": "Sonuç bildirimi",
      "C": "Süreç kayıtları",
      "D": "Süreç sonuçları",
      "E": "Analiz sonuçları"
    },
    "explanation": "Bireylerin, grubun ve sosyal hizmet uzmanının değerlendirilmesinde süreç kayıtları önemlidir. Bu kayıtlar uzmanlar tarafından tutulur ve başlangıç aşamasından son aşamaya kadar grup oturumlarında olanları içerir. Amaç; üyelerin sözel ve sözel<br/>olmayan davranışlarının, üyeler arasındaki ilişki ve etkileşimlerin, sosyal hizmet uzmanının müdahalelerinin ve sosyal hizmet uzmanının yaptıklarına üyelerin tepkilerinin bilgisinin kayıt altına alınmasıdır."
  },
  {
    "id": "2729689",
    "unitNumber": 7,
    "text": "I. Grubun uyumu (grup bağlamında)<br/>II. Üyelerin duyguları (üyeler bağlamında)<br/>III. Üyelerin birbiriyle ilişkisi (kişiler arası bağlamda)<br/>IV. Üyeler arasında kutuplaşma (sosyal hizmet uzmanı bağlamında)<br/>Yukarıdakilerden hangileri gruplarla sosyal hizmet müdahalesinde bir oturumun süreç kaydında nelerin yer alacağına ilişkin olarak kayıt/bağlam ilişkisi açısından doğru gruplanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "I, III, IV",
      "C": "II, III, IV",
      "D": "I, II, IV",
      "E": "III, IV"
    },
    "explanation": "I, II ve III kayıt/bağlam ilişkisi açısından doğru gruplanmıştır. IV. üyeler arasında kutuplaşma (sosyal hizmet uzmanı bağlamında) eşleşmesi ise doğru değildir. Üyeler arasında kutuplaşma ise sosyal hizmet uzmanı bağlamında değil, üyelerin birbiriyle ilişkisi açısından kişiler arası bağlamda değerlendirilmektedir.<br/>I. Grubun uyumu (grup bağlamında)<br/>II. Üyelerin duyguları (üyeler bağlamında)<br/>III. Üyelerin birbiriyle ilişkisi (kişiler arası bağlamda)"
  },
  {
    "id": "2729690",
    "unitNumber": 7,
    "text": "Gruplarla sosyal hizmet müdahalesinin değerlendirilme sürecinde grup üyelerine yöneltilen 'çalışmadan verim alıp alamadıkları' sorusu hangi ölçek için kullanılmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Genel Değerlendirme Ölçeği",
      "B": "Hedef Başarma Ölçeği",
      "C": "Müracaatçı Tatmini Anketi",
      "D": "Grup İklimi Ölçeği",
      "E": "Süreç Kayıtları"
    },
    "explanation": "Müracaatçı Tatmini Anketi: Bu ölçek; üyelerin uygulama ve sonuçlar konusundaki fikirlerinin görüşme veya anket yoluyla sorulmasıdır."
  },
  {
    "id": "2729691",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi gruplarla sosyal hizmet müdahalesinin hangi tür sorunlar veya ne çeşit müracaatçılar için daha uygun olduğuna dair açık bir modeldir?",
    "correctAnswer": "E",
    "options": {
      "A": "Klasik model",
      "B": "Deneysel model",
      "C": "Kurgusal model",
      "D": "Sezgisel model",
      "E": "Gruplarla sosyal hizmet müdahalesinin ne tür sorunlar veya ne çeşit müracaatçılar için daha uygun olduğuna dair açık bir model gözlenmemiştir."
    },
    "explanation": "Gruplarla sosyal hizmet müdahalesinin ne tür sorunlar veya ne çeşit müracaatçılar için daha uygun olduğuna dair açık bir model gözlenmemiştir. Kullanılan teorik yaklaşım, sosyal hizmet uzmanının yeterliliği ve özellikleri gibi diğer faktörlerin sonuçları etkilemiş<br/>olabileceği üzerinde durulan bir konudur."
  },
  {
    "id": "2729692",
    "unitNumber": 7,
    "text": "Grup Üyelerinin Değerlendirilmesi sürecinde üyelerin yaş, cinsiyet, meslek veya eğitim<br/>ve aile düzeni açısından tanımlanması hangi aşamadaki raporda yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "İlk rapor",
      "B": "İkinci rapor",
      "C": "Üçüncü rapor",
      "D": "Dördüncü rapor",
      "E": "Son rapor"
    },
    "explanation": "Amaçlar ve hedeflere özel dikkat göstererek grubun planının kısa bir tanımlanması ile üyelerin yaş, cinsiyet, meslek veya eğitim ve aile düzeni açısından tanımlanması ilk raporda yer alması uygun olan bilgilerdir.<br/>İlk rapor"
  },
  {
    "id": "2729693",
    "unitNumber": 7,
    "text": "Bugünkü grup oturumuna katılım düzeyinizi nasıl değerlendirirsiniz? sorusu grupla yapılan sosyal hizmet çalışmalarının hangi aşamasını oluşturur?",
    "correctAnswer": "B",
    "options": {
      "A": "Grup sürecinin sosyal hizmet uzmanı tarafından değerlendirilmesi",
      "B": "Grup sürecinin üyelerce değerlendirilmesi",
      "C": "Grup sürecinin klinik psikologlar tarafından değerlendirilmesi",
      "D": "Grup sürecinin oturum başkanı tarafından değerlendirilmesi",
      "E": "Grup sürecinin eğitimciler tarafından değerlendirilmesi"
    },
    "explanation": "Bugünkü grup oturumuna katılım düzeyinizi nasıl değerlendirirsiniz? sorusu grupla yapılan sosyal hizmet çalışmalarının üyelerce değerlendirilmesi kapsamındadır. Çalışmaya katılan üyeler kendi katılımlarıyla ilgili özdeğerlendirme yapmaktadırlar.<br/>Grup sürecinin üyelerce değerlendirilmesi"
  },
  {
    "id": "2729694",
    "unitNumber": 7,
    "text": "Sosyal hizmet uzmanlarının, kuramsal temeli ve müdahale yöntemlerini belirleme kriterleri aşağıdaklerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Başarıya ulaşma",
      "B": "Kişisel tatmin",
      "C": "Mesleki tatmin",
      "D": "Etik sorumluluk",
      "E": "Kanaatlerin doğrulanması"
    },
    "explanation": "Sosyal hizmet uzmanlarının, kuramsal temeli ve müdahale yöntemlerini belirleme kriterleri etik sorumluluktur. Sosyal hizmet müdahalelerinin tamamında olduğu gibi grupla sosyal hizmet müdahalesinde de hesap verebilirlik büyük önem taşımaktadır."
  },
  {
    "id": "2729695",
    "unitNumber": 7,
    "text": "Sosyal hizmet uzmanının gruptaki üyelerin, gruplarla sosyal hizmet uygulamasında kullanılacak yaklaşımın seçimine etki eden ihtiyaçlarının neler olduğunu sorgulaması; sosyal hizmet uzmanlarının kendilerini değerlendirme sürecinin hangi aşamasında yer almalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Planlama Aşaması",
      "B": "Başlangıç Aşaması",
      "C": "Grubun ve Bireylerin Devam Eden Değerlendirme Aşaması",
      "D": "Grup Yapısına Etkileşimsel Süreçlerin Kullanımının Etkisinin Değerlendirilmesi Aşaması",
      "E": "Hizmet ve Sonlandırma Değerlendirme Aşaması"
    },
    "explanation": "Sosyal hizmet uzmanının gruptaki üyelerin, gruplarla sosyal hizmet uygulamasında kullanılacak yaklaşımın seçimine etki eden ihtiyaçlarının neler olduğunu sorgulaması; sosyal hizmet uzmanlarının kendilerini değerlendirme sürecinin planlama aşamasında yer almalıdır. Diğer aşamalar bundan sonra gelir."
  },
  {
    "id": "3842358",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi son değerlendirme sonuçlarının kurum açısından sağladığı katkılardan biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Grup üyeleri arasında etkileşimi artırmak",
      "B": "Grup sürecinde hataları gizlemek",
      "C": "Hizmet kalitesi hakkında bilgi sağlamak",
      "D": "Müdahale yöntemlerini değiştirmeden uygulamak",
      "E": "Grup oturumlarının süresini azaltmak"
    },
    "explanation": "SON DEĞERLENDİRME SÜRECİNİN BOYUTLARI<br/>Son değerlendirme sadece grup üyeleri için değil, çalışmanın yapıldığı kurum için de önemlidir. Kurum bu sayede verdiği hizmetin kalitesini öğrenir, güçlü ve eksik yönlerini görür. Böylece hangi alanlarda iyileştirme yapılabileceğini anlar. Diğer seçenekler ya yanlış yönlendirici ya da değerlendirme amacına uygun değildir."
  },
  {
    "id": "3842359",
    "unitNumber": 7,
    "text": "Değerlendirme sürecinin kayıtlarının kullanılması sosyal hizmet uzmanına nasıl bir katkı sağlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Sadece sözlü bilgi sağlar",
      "B": "Sistematik düzenleme ve gözden geçirme olanağı verir",
      "C": "Grup üyelerinin birbirini izlemesini sağlar",
      "D": "Müdahaleyi kayıtsız yürütmesine imkân tanır",
      "E": "Kayıtlar, grup sürecini değerlendirmede kullanılmaz"
    },
    "explanation": "Son Değerlendirme Aşaması<br/>Toplanan kayıtlar uzman için önemli bir rehberdir. Bu kayıtlar sayesinde hangi müdahalelerin etkili olduğu, grubun nasıl ilerlediği düzenli şekilde takip edilir. Bu da grup liderine sonraki planlamalarda yol gösterir."
  },
  {
    "id": "3842363",
    "unitNumber": 7,
    "text": "Bireysel özetler hangi aşamalarda yazılması gereken raporlardır?",
    "correctAnswer": "D",
    "options": {
      "A": "Sadece son oturumda",
      "B": "İlk oturumda ve son oturumdan önce",
      "C": "Her oturum sonunda",
      "D": "Grup gelişiminin ikinci aşamasında ve sonlandırma öncesinde",
      "E": "Grup gelişiminin başlangıcında"
    },
    "explanation": "Bireysel özetler, üye gelişimini değerlendirmek için kullanılır ve özellikle ilk oturum sonunda, grup gelişiminin ikinci aşamasında ve sonlandırmadan önce yazılır. Bu raporlar, bireylerin süreç içindeki değişimlerini takip etmeye ve değerlendirmeye yardımcı olur."
  },
  {
    "id": "3842367",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi süreç kayıtlarında yer alan bir bilgi <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Oturumun tarihi ve yeri",
      "B": "Üyelerin kişisel yaşamlarındaki tüm detaylar",
      "C": "Katılan ve katılmayan üyelerin isimleri",
      "D": "Sosyal hizmet uzmanının müdahalelerinin analizi",
      "E": "Son oturumdan beri üyelerle kurulan etkileşimler"
    },
    "explanation": "Süreç kayıtlarında oturum tarihi, katılan/katılmayan üyeler, müdahaleler ve etkileşimler gibi bilgiler bulunur. Ancak üyelerin kişisel yaşamlarının tüm detayları süreç kaydına dahil edilmez; sadece grup içi süreç ve müdahaleleri ilgilendirir."
  },
  {
    "id": "3842387",
    "unitNumber": 7,
    "text": "Bir grup üyesi “Grupta öğrendiğim konuları gerçek yaşamda hayata geçiriyorum” maddesine 5 üzerinden 4 puan vermiştir. Bu puan neyi ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Grupta öğrendiklerini hiç uygulamıyor",
      "B": "Grupta öğrendiklerini kısmen uyguluyor",
      "C": "Grupta öğrendiklerini tamamen uyguluyor",
      "D": "Grupta öğrendiklerini uygulamayı düşünmüyor",
      "E": "Grupta öğrendiklerini hiç anlamamış"
    },
    "explanation": "Grup Üyelerinin Kendisini Değerlendirmesi<br/>Bir grup üyesi, <em>“Grupta öğrendiğim konuları gerçek yaşamda hayata geçiriyorum”</em> ifadesine 5 üzerinden 4 puan veriyorsa, bu tam olarak şunu gösterir: Üye, grup oturumlarında öğrendiği bilgileri hayatına tamamen değil ama büyük ölçüde uygulamaktadır. Beşli likert ölçeğinde 5 puan “tamamen katılıyorum” anlamına gelirken, 4 puan “genelde katılıyorum” yani “kısmen, çoğunlukla yapıyorum” demektir. Bu durumda kişi öğrendiklerini tam anlamıyla değil, çoğu zaman kullanıyor demektir. Dolayısıyla doğru seçenek <strong>“</strong>B) Grupta öğrendiklerini kısmen uyguluyor” olur. Çünkü tam uygulama olsaydı 5 puan verirdi, hiç uygulamıyor ya da düşünmüyor olsaydı puanı çok daha düşük olurdu."
  },
  {
    "id": "3842391",
    "unitNumber": 7,
    "text": "Bir sosyal hizmet uzmanı, grupla sosyal hizmet müdahalesi yürütürken üyelerin gelişimini düzenli olarak raporlarla izlemektedir. Bu süreçte, ilk oturumdan sonra yazılan özet raporda bir üyenin gruba katılımı düşük, oturumlara hazırlık düzeyi zayıf, ancak diğer üyelerle ilişkilerinde saygılı ve destekleyici olduğu gözlemlenmiştir. Aynı üyeden, grup sürecinin ortasında yapılan ikinci değerlendirmede ise oturumlara katılımının arttığı, duygularını daha açık ifade etmeye başladığı, ancak hala oturumlara hazırlık konusunda eksiklik yaşadığı belirlenmiştir.<br/>Bu durumda, sosyal hizmet uzmanı son değerlendirme raporunda bu üyenin gelişimini grup amaçları açısından değerlendirirken aşağıdakilerden hangisine <strong>odaklanması en uygun olur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Üyenin duygularını ifade etme becerilerinin gelişimine ve grup içi ilişkilerdeki olumlu katkısına vurgu yapması",
      "B": "Üyenin oturumlara hazırlık düzeyinin düşük olmasını grup üyeleriyle paylaşarak grup desteği istemesi",
      "C": "Üyenin gruba katılımının düşük olduğu ilk aşamaya odaklanarak müdahaleyi başarısız sayması",
      "D": "Üyenin tüm güçlü ve zayıf yönlerini ayrı ayrı detaylandırmak yerine sadece güçlü yönlerini rapora yazması",
      "E": "Üyenin gelişimi yerine tüm grup üyelerinin ortalama gelişim düzeyine odaklanması"
    },
    "explanation": "Grup Üyelerinin Değerlendirilmesi<br/>değerlendirir. Bu senaryoda üyenin ilk duruma göre önemli bir gelişme gösterdiği alanlar (katılım artışı, duygularını ifade etmesi, ilişkilerde destekleyici olması) grup amaçları açısından olumlu değişimin göstergesidir. Bu nedenle son raporda bu gelişim noktasına odaklanmak, değerlendirme sürecinin amacına uygundur. Eksiklikler (hazırlık düzeyi) elbette göz ardı edilmez, ancak odak değişim ve gelişim üzerindedir. Bu nedenle doğru yanıt A şıkkıdır."
  },
  {
    "id": "3842396",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, sosyal hizmet uzmanının kendini değerlendirme sürecinde sorması gereken sorulardan biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Grup üyelerinin aile ziyaretlerini planlamak",
      "B": "Grup üyelerine maddi yardım sağlamak",
      "C": "Grupta ne kadar aktif olduğunu sorgulamak",
      "D": "Üyelerin gelir düzeyini belirlemek",
      "E": "Üyelerin ikametgah adreslerini değiştirmek"
    },
    "explanation": "Sosyal Hizmet Uzmanlarının Kendini Değerlendirmesi<br/>Metinde uzman kendine “Grupta ne kadar aktiftim?” sorusunu sormalıdır. Diğer şıklar (mekân, bütçe, aile bilgisi) kişisel değerlendirme sorusu değildir, planlama konusudur."
  },
  {
    "id": "3842397",
    "unitNumber": 7,
    "text": "Sosyal hizmet uzmanının, ilişkinin kullanımı başlığı altında kendini değerlendirirken aşağıdakilerden hangisini sorgulaması <strong>beklenmez</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Üyelerle empati ve kabullenme düzeyi",
      "B": "Üyelerle ilişkisinin doğası ve kalitesi",
      "C": "Üyeler arasında ifade edilen duygulara verdiği tepkiler",
      "D": "Transferans ve karşıt transferans tepkileri",
      "E": "Üyelerle bireysel görüşme sıklığı"
    },
    "explanation": "Sosyal Hizmet Uzmanlarının Kendini Değerlendirmesi<br/>Doğru cevap, sosyal hizmet uzmanının grup lideri olarak kendi müdahalelerinin yerinde ve zamanında olup olmadığını değerlendirmesidir. Çünkü etkili müdahaleler, grup sürecinin başarısını ve üyelerin gelişimini doğrudan etkiler. Müdahalelerin uygun zaman ve şekilde yapılması, grubun ihtiyaçlarına doğru cevap verilmesini sağlar."
  },
  {
    "id": "3842399",
    "unitNumber": 7,
    "text": "Son değerlendirme sürecinde hangi ölçüm aracı, grup üyelerinin başarmak istedikleri hedeflerin ne kadarına ulaştıklarını değerlendirmede kullanılır?",
    "correctAnswer": "0",
    "options": {
      "A": "Müracaatçı Tatmini Anketi",
      "B": "Genel Değerlendirme Ölçeği",
      "C": "Hedef Başarma Ölçeği",
      "D": "Grup İklimi Ölçeği",
      "E": "Bireyselleştirilmiş Ölçüm Aracı"
    },
    "explanation": "Son Değerlendirme Sürecinde Ölçümlerin Kullanılması<br/>Hedef Başarma Ölçeği, üyelerin belirlediği hedeflere ulaşma derecesini ölçer. Bu yüzden, hedef başarısını değerlendirmek için en uygundur. Diğerleri memnuniyet, işlevsellik veya grup iklimini ölçer. Bu nedenle doğru cevap C seçeneğidir."
  },
  {
    "id": "3842401",
    "unitNumber": 7,
    "text": "Gruplarla sosyal hizmet uygulamasında grup sürecinin üyelerce değerlendirilmesi amacıyla haftalık olarak uygulanan oturumları değerlendirme ölçeği, sosyal hizmet uzmanlarına hangi yönde katkı sağlar?",
    "correctAnswer": "0",
    "options": {
      "A": "Grup üyelerinin kişisel sorunlarını derinlemesine çözmek",
      "B": "Yeni grup oturumlarının düzenlenmesinde yol gösterici olmak",
      "C": "Grup üyelerinin iletişim becerilerini geliştirmek",
      "D": "Grup üyelerinin sosyal becerilerini ölçmek",
      "E": "Grup üyelerinin psikolojik durumlarını analiz etmek"
    },
    "explanation": "Grup Sürecinin Üyelerce Değerlendirilmesi<br/>Oturumları değerlendirme ölçeği, grup sürecindeki memnuniyeti ölçerek sosyal hizmet uzmanına yeni oturumları planlamada rehberlik eder. Bu yüzden doğru seçenek B’dir."
  },
  {
    "id": "3846080",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi son değerlendirme sürecinin araştırma süreci olarak yürütülmesinde izlenen adımlardan biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Amaç ve hedeflerin ortaya çıkarılması",
      "B": "Toplanacak bilgi ve kaynaklara karar verilmesi",
      "C": "Bilginin toplanması",
      "D": "Bilginin analiz edilmesi",
      "E": "Bilginin paylaşılması"
    },
    "explanation": "Sorunun doğru cevabı \"E\" şıkkıdır.<br/>Değerlendirme, bir araştırma süreci şeklidir. Bilgi toplama ve bilgiyi analiz etme basamaklarını içerir. Değerlendirmenin ilk adımı, amaçlar ve hedeflerin ortaya çıkarılmasıdır. Bu yöntemle değerlendirme alanının sınırları belirlenir. Örneğin; değerlendirmenin amacı, sosyal hizmet uzmanının gruplarla sosyal hizmet müdahalesi alanındaki yetkinliğini belirlemek olabilir. İkinci adım ise ne çeşit bilgi ve kaynakların toplanacağına karar vermektir. Sözel veya sözel olmayan bilgiler kullanılabilir. Örneğin; sosyal hizmet uzmanının performansını değerlendirirken üyelerden görüşleri alınabilir veya sosyal hizmet uzmanının davranışları, oturumlarda alınan görüntü kayıtları üzerinden incelenebilir. Bilgi kaynakları; uzman tarafından tutulan gelişim raporları olabilir; üyeler, diğer kurum personeli, kurum dışı kaynak ve kişiler tarafından tutulan notlar olabilir veya diğer görev kayıtları olabilir. Üçüncü adım bilginin toplanmasıdır. Değerlendirmeyi yapan kişi katılımcılar ile buluşur, anketler dağıtır, anketleri toplar, katılımcılar ile görüşür ve<br/>yazılı, sesli, görüntülü kayıtları inceler. Dördüncü adım bilginin analiz edilmesidir. Toplanmış olan bilgiler işlenir, analiz edilir ve karara bağlanır. Örneğin; değerlendirmenin amacı üyelerin bireysel hedeflerine ulaşıp ulaşmadıkları ise karar evet veya hayır olur.<br/>Beşinci adım ise geleceğe yönelik çıkarımları kapsar. Değerlendirmeden çıkan sonuçlara göre, gelecekte yapılacak grup çalışmalarının iyileştirilmesi için gereken değişiklikleri ve geliştirmeleri kapsar."
  },
  {
    "id": "3846087",
    "unitNumber": 7,
    "text": "Hedeflerin ne kadar gerçekleştirildiğini üyelerin kendi değerlendirmesiyle ölçen ve 0-7 puan aralığında derecelendirilen ölçüm aracı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Genel Değerlendirme Ölçeği",
      "B": "Grup İklim Ölçeği",
      "C": "Hedef Başarma Ölçeği",
      "D": "Sonuç Değerlendirme Ölçeği",
      "E": "Müracaatçı Tatmini Ölçeği"
    },
    "explanation": "Doğru cevap \"C\" şıkkıdır.<br/>Hedef Başarma Ölçeği: Bu ölçümde üyelere başarmak istedikleri üç tane en önemli amaç sorulur. Grup sona erdikten sonra üyelerden; 0 - 7 arasında derecelendirilmiş bir ölçeğe göre hedeflerinin ne kadarını başardıklarını değerlendirmeleri istenir."
  },
  {
    "id": "3846110",
    "unitNumber": 7,
    "text": "Grup sürecinde yeni üyelerin nasıl karşılandığı, toplantıların yapıcı olup olmadığı gibi unsurlar hangi değerlendirme türü kapsamında incelenir?",
    "correctAnswer": "B",
    "options": {
      "A": "Etkililik çalışmaları",
      "B": "Grup sürecinin üyelerce değerlendirilmesi",
      "C": "Grup üyelerinin kendisini değerlendirmesi",
      "D": "Sosyal hizmet uzmanının öz değerlendirmesi",
      "E": "Grup liderinin değerlendirmesi"
    },
    "explanation": "Doğru cevap \"B\" şıkkıdır.<br/>Gruplarla sosyal hizmet uygulaması kapsamında değerlendirme yapılacak bir diğer konu grup süreci ile ilgilidir. Bu kapsamda grup üyelerince aşağıdaki soruların yanıtlarının bulunması gereklidir;<br/>• Grup toplantılarının formatı esnek midir?<br/>• Yeni grup üyeleri grup içinde nasıl karşılanmaktadır?<br/>• Her bir grup üyesi konuşmak için eşit miktarda zaman bulabilmekte midir?<br/>• Grup oturumları olumlu ve yapıcı mıdır?<br/>• Grup yeni görüşlere açık mıdır?<br/>• Grup tartışmaları anlamlı mıdır?<br/>• Gizlilik nasıl sağlanmaktadır?<br/>• Grup üyeleri birbirlerine karşı özenli midir?"
  },
  {
    "id": "3846119",
    "unitNumber": 7,
    "text": "Gruplarla sosyal hizmet müdahalesine yönelik yapılan etkililik çalışmalarından elde edilen sonuçlara göre aşağıdakilerden hangisi doğru <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Grup müdahalesi sosyal destek ve ortak yardım işlevi açısından olumlu sonuçlar verir.",
      "B": "Grup müdahalesi, gençler ve genç yetişkinlerde davranış değişimi için güçlü bir potansiyele sahiptir.",
      "C": "Kullanılan teorik yaklaşım, sosyal hizmet uzmanının yeterliliği ve özellikleri gibi faktörler sonuçları etkileyebilir.",
      "D": "Grup müdahalesinden tüm bireyler eşit derecede fayda sağlar.",
      "E": "Grup müdahalesi bazı durumlarda bireysel müdahaleden daha etkili bulunmuştur."
    },
    "explanation": "Doğru cevap \"D\" şıkkıdır.<br/>Gruplarla sosyal hizmet müdahalesine yönelik araştırmalardan elde edilen sonuçların ortaya koyduğu kanıtlara göre, gruplarla sosyal hizmet müdahalesi, amaçları gerçekleştirmek konusunda etkili bir yoldur. Ancak tüm insanların grup çalışmasından fayda sağlayamayabileceği de unutulmamalıdır."
  },
  {
    "id": "3846124",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ölçme kavramını en doğru şekilde tanımlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Belirli nitelikleri bütünün içinden ayırma, gözlenebilir hale getirme ve bu niteliklerin hangi düzeyde olduğunu belirleme",
      "B": "Belirli bir uygulamada hedeflerin ne düzeyde gerçekleştirildiğini analiz etme",
      "C": "Bir araştırmada veri toplama araçlarını seçme",
      "D": "Grup sürecinde ortaya çıkan değişimleri betimleme",
      "E": "Bir grup çalışmasında üyelerin katılım düzeylerini gözlemleyerek raporlama"
    },
    "explanation": "Doğru cevap \"A\" şıkkıdır.<br/>Ölçme; belirli nitelikleri bütünün içinden ayırma, gözlenebilir hale getirme ve<br/>bu niteliklerin hangi düzeyde olduğunu belirlemedir."
  },
  {
    "id": "3846130",
    "unitNumber": 7,
    "text": "Grup üyelerinin uygulama ve sonuçlara ilişkin fikirlerini görüşme ve anket yoluyla toplayan ölçüm aracı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Grup İklim Ölçeği",
      "B": "Hedef Başarma Ölçeği",
      "C": "Kurum Değerlendirme Ölçeği",
      "D": "Genel Değerlendirme Ölçeği",
      "E": "Müracaatçı Tatmini Ölçeği"
    },
    "explanation": "Doğru cevap \"E\" şıkkıdır.<br/>Müracaatçı Tatmini Anketi: Bu ölçek; üyelerin uygulama ve sonuçlar konusundaki fikirlerinin görüşme veya anket yoluyla sorulmasıdır."
  },
  {
    "id": "3846145",
    "unitNumber": 7,
    "text": "I. Sadece grup çalışmasından sonra yazılır<br/>II. İlk oturumun sonunda, grup gelişiminin ikinci aşamasında ve sonlandırma yapılmadan önce yazılır<br/>III. Kayıtlardaki bilgiler olabildiğince doğru ve süreçle ilgili olmalıdır<br/>IV. Ölçme aracı olarak kullanılır<br/>Bireysel özetler ile ilgili yukarıdaki ifadelerden hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I, II ve III",
      "D": "I, III ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "Doğru cevap \"E\" şıkkıdır.<br/>Bireysel özetler olarak adlandırılan raporlar ilk oturumun sonunda, grup gelişiminin ikinci aşamasında ve sonlandırma yapılmadan önce yazılmalıdır. Kayıtlardaki bilgiler olabildiğince doğru ve süreçle ilgili olmalıdır. Uzman; üyelerin ve diğer kişilerin bu kaynaklara ulaşma hakkının olabileceğini de düşünmelidir. Bu kişiler; danışmanlar, disiplinler arası ekipler, aile üyeleri, avukatlar ya da mahkeme olabilir."
  },
  {
    "id": "3846146",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi süreç kayıtlarının temel amaçlarından biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Grup üyelerinin memnuniyet düzeylerini ölçmek",
      "B": "Grup iklimini ölçmek",
      "C": "Grup oturumlarında ele alınan konuları özetlemek",
      "D": "Üyelerin davranışlarını, ilişkilerini ve müdahaleye tepkilerini kaydetmek",
      "E": "Grup liderlerinin öz değerlendirmesini yapmak"
    },
    "explanation": "Doğru cevap \"D\" şıkkıdır.<br/>Süreç Kayıtları, bireylerin, grubun ve sosyal hizmet uzmanının değerlendirilmesinde süreç kayıtları önemlidir. Bu kayıtlar uzmanlar tarafından tutulur ve başlangıç aşamasından son aşamaya kadar grup oturumlarında olanları içerir. Amaç; üyelerin sözel ve sözel olmayan davranışlarının, üyeler arasındaki ilişki ve etkileşimlerin, sosyal hizmet uzmanının müdahalelerinin ve sosyal hizmet uzmanının yaptıklarına<br/>üyelerin tepkilerinin bilgisinin kayıt altına alınmasıdır."
  },
  {
    "id": "3846148",
    "unitNumber": 7,
    "text": "Grup atmosferinin, davranışı ve üyeler tarafından algılanan grup etkileşimlerinde ortaya çıkan sonuçları nasıl etkilediğini belirmeye hizmet eden ölçüm aracı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Müracaatçı Tatmini Anketi",
      "B": "Sonuç Değerlendirme Ölçeği",
      "C": "Grup İklim Ölçeği",
      "D": "Genel Değerlendirme Ölçeği",
      "E": "Hedef Başarma Ölçeği"
    },
    "explanation": "Doğru cevap \"C\" şıkkıdır.<br/>Grup İklimi Ölçeği: 7 puanlık bir ölçek aracılığı ile grup sürecinin boyutları değerlendirilir. 12 madde grup oturumlarında üyelerin algıladıkları kişiler arası davranışları ölçer. Sonuçlar; grup atmosferinin, davranışı ve üyeler tarafından algılanan grup etkileşimlerinde ortaya çıkan sonuçları nasıl etkilediğini gösterir."
  },
  {
    "id": "3846150",
    "unitNumber": 7,
    "text": "Bir grubun hedeflerine ulaşıp ulaşmadığını ve devam etmesi gerekip gerekmediğini belirlemek amacıyla yapılan değerlendirme aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Özetleyici değerlendirme",
      "B": "Biçimsel değerlendirme",
      "C": "Öz değerlendirme",
      "D": "Grup üyelerinin değerlendirmesi",
      "E": "Grup iklimi değerlendirmesi"
    },
    "explanation": "Doğru cevap \"A\" şıkkıdır.<br/>Özetleyici değerlendirmenin amacı ise bir grubun hedeflerine ulaşıp ulaşmadığını ve devam etmesi gerekip gerekmediğini belirlemektir. Grup çalışmasını değerlendirmek, müdahalelerin hem kalitesini hem de verimliliğini artırmaya katkıda bulunur."
  },
  {
    "id": "2729696",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi gruplarla sosyal hizmetin sonlandırma evresinde sosyal hizmet uzmanının görevlerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Üyelerin sonlanmaya hazırlanması",
      "B": "Üyelerin sonlanmaya dair tepkilerini anlamak ve baş etmelerine yardımcı olmak",
      "C": "Üyelerin grup içinde kazandıklarını günlük yaşamlarında kullanmasına yardımcı olmak",
      "D": "Yeni hizmet ve deneyimleri kullanmak veya araştırmak",
      "E": "Üyelerin grup dışında kendi aralarında sosyalleşmeleri için hazırlık yapmak"
    },
    "explanation": "Sonlandırma evresindeki en önemli görev; grup süreci kapsamında elde edilen kazanımların günlük ilişkiler ve başarılarda da etkisini sürdürmesini sağlamaktır. Sosyal hizmet uzmanının görevleri; üyelerin sonlanmaya hazırlanması, üyelerin sonlanmaya dair tepkilerini anlamak ve baş etmelerine yardımcı olmak, yararlı değişimleri sürdürmek, üyelerin grup içinde kazandıklarını günlük yaşamlarında kullanmasına yardımcı olmak ve gerektiği zaman bu aşamada yeni hizmet ve deneyimleri kullanmak veya araştırmak ve dâhil etmektedir."
  },
  {
    "id": "2729697",
    "unitNumber": 8,
    "text": "Grupla sosyal hizmette baş etmeyi öğrenen bir üye aşağıdakilerden hangisine yanıt vermektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Stres",
      "B": "İnkar",
      "C": "Red",
      "D": "Kabul",
      "E": "Bağımlılık"
    },
    "explanation": "Baş etme: Baş etme üyelerin sonlandırmanın yaşamlarında yol açtığı değişime nasıl tepki verdiğinin bir ifadesidir. Baş etme strese karşı yanıt niteliği taşıyan uyum sağlayıcı bir tepkidir."
  },
  {
    "id": "2729698",
    "unitNumber": 8,
    "text": "Grupla sosyal hizmet uygulamalarında aşağıdakilerden hangisi grupların sonlandırılma nedenlerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Başarılı bir grubun sonlandırılması",
      "B": "Başarısız bir grubun sonlandırılması",
      "C": "Bir üyenin ayrılması nedeniyle grubun sonlandırılması",
      "D": "Sosyal hizmet uzmanının ayrılması",
      "E": "Üyelerin tıbbi müdahaleye ihtiyaç duyması nedeniyle sonlandırma"
    },
    "explanation": "Gruplar çeşitli nedenlerle sonlandırılabilir. Sosyal hizmet uzmanları, 1. Başarılı bir grubun sonlandırılması, 2. Başarısız bir grubun sonlandırılması, 3. Bir üyenin ayrılması nedeniyle grubun sonlandırılması, 4. Bir üyenin havale edilmesi nedeniyle grubun sonlandırılması ve 5. Sosyal hizmet uzmanının ayrılması gibi nedenlerle grubun sonlandırılması, konularında bilgi sahibi olmalıdır."
  },
  {
    "id": "2729699",
    "unitNumber": 8,
    "text": "Grupla sosyal hizmet uygulamasına katılan bir üyenin gruba duygusal olarak bağımlı olduğu durumda aşağıdakilerden hangisini yaşaması beklenebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Memnuniyet",
      "B": "Kızgınlık",
      "C": "Başarı",
      "D": "Keşif",
      "E": "Kabul"
    },
    "explanation": "Grupla sosyal hizmet uygulamasına katılan bir üyenin gruba duygusal yakınlığı ne kadar fazlaysa, kaybetme duygusu da o kadar fazla olacaktır. Grup üyelerinin, grup aracılığıyla amaçlarını gerçekleştirme konusundaki başarı duygusu ne kadar büyükse, gelişme ve başarma duygusundan kaynağını alan “memnuniyet” duygusu ile yaşamlarının önemli ve anlamlı bir parçası haline gelen gruptan ayrılmanın verdiği “üzüntü” duygusu da o denli büyük olacaktır. Üyeler, gruba duygusal olarak ne kadar bağımlı hâle geldilerse, sonlandırmaya yönelik depresyon, kızgınlık ve ret duygusu yaşamaya da o kadar yatkın olacaklardır."
  },
  {
    "id": "2729700",
    "unitNumber": 8,
    "text": "Aşağıdakilerin hangisinde grupla sosyal hizmetin sonlandırma aşaması yoğun ve zaman alıcıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yatılı tedavi gören ergen grupları",
      "B": "Sığınma evine yerleşmiş kadınlar",
      "C": "Ebeveynlerini kaza sonucu kaybetmiş çocuklar",
      "D": "Sağlık sorunları olan erkekler",
      "E": "Boşanma kararı vermiş çiftler"
    },
    "explanation": "Tepkilerin Çeşitlenmesi: Önceden de belirttiğimiz gibi üyelerin sonlanmaya dair verdikleri tepkiler; üyeler arasındaki ilişkinin yoğunluğu ve geçmiş kayıp deneyimlerine göre kişiden kişiye değişmektedir. İlişki ile ilgili duyguların yoğunluğu ve sona ermesi arasındaki ilişki ortak saygı, karşılıklılık duygularının kalitesi ve ilişkinin süresine bağlıdır. Sonlanma aşaması özellikle yaşlı hastaların olduğu huzurevi grupları, yatılı tedavi gören ergen grupları ve ulaşılması zor ergenlerden oluşan gruplar için yoğun olabilmekte ve uzun zaman alabilmektedir."
  },
  {
    "id": "2729701",
    "unitNumber": 8,
    "text": "Grupla sonlandırma aşamasında üyelerin gösterdiği aşağıdaki tepkilerin hangisi grubun başlangıçtaki sorunlarına veya ihtiyaçlarını yeniden etkinleştirme çabasının bir göstergesidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kaçma",
      "B": "Gerileme",
      "C": "İnkâr",
      "D": "Endişe",
      "E": "Öfke"
    },
    "explanation": "Gerileme tepkisinde üyeler sosyal hizmet uzmanının liderliğine ve rutinlerine birden bire daha çok bağımlı hâle gelirler. Bu, artan bağımlılığa daha önceki grup deneyimlerine ve ilişki kalıplarına geri dönme eşlik eder. Aslında bu tepki üyelerin grubun başlangıçta kurulmasına yol açan sorunları veya ihtiyaçları yeniden etkinleştirmek çabasıdır."
  },
  {
    "id": "2729702",
    "unitNumber": 8,
    "text": "Grupla sosyal hizmet uygulamasında kısa süreli hizmetler genel olarak ne kadar zaman sürmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "3 oturum",
      "B": "3 hafta",
      "C": "3 ay",
      "D": "3 gün",
      "E": "3 Saat"
    },
    "explanation": "Genel olarak 3 aya kadar verilen kısa süreli hizmetlerde üyeler uzun süreli gruplara göre daha az kronik soruna sahiptir. Bu nedenle uzun süreli hizmet alanlara göre, kısa süreli hizmet alan üyeler için sonlanmanın etkisi daha az olumsuz tepkiye neden olmakla birlikte kısa süreli gruplarda da yoğun ilişkiler gelişebilmektedir. Kısa süreli bir müdahale olan kriz müdahalesinde krizin çözümlenmesi ya da en azından bir önceki işlevsellik düzeyine geri dönülmesi sonlanma için uygun zamandır."
  },
  {
    "id": "2729703",
    "unitNumber": 8,
    "text": "Grupla sosyal hizmet uygulamasının toplantıları sonlandırma aşamasında aşağıdaki duygulardan hangisi ayrılmaya yönelik endişe ve kayıp duygularına karşı bir savunma mekanizması olarak işlev görür?",
    "correctAnswer": "D",
    "options": {
      "A": "öfke",
      "B": "üzüntü",
      "C": "kaçma",
      "D": "inkar",
      "E": "gerileme"
    },
    "explanation": "İnkâr: Üyeler sonlandırma aşamasında çeşitli şekillerde inkâr davranışı gösterebilirler. Grubun sonlanmasını inkâr etmek en tipik olanlardan biridir. İnkâr; ayrılma ve onun getirdiği endişe ve kayıp duyguları karşısında bir savunma mekanizmasıdır. Bu durumda üyeler sonlanma kavramını kabul etmeyi reddedip, sanki böyle bir şey olmayacakmış gibi davranırlar ve sosyal hizmet uzmanın grubun süresi ve sonlanması hakkındaki söylediklerini unuturlar."
  },
  {
    "id": "2729704",
    "unitNumber": 8,
    "text": "Grupla sosyal hizmetin sonlandırılmasını takiben izleme görüşmelerinin hangi sıklıkta yapılması beklenir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ayda bir",
      "B": "3 ayda bir",
      "C": "6 ayda bir",
      "D": "12 ayda bir",
      "E": "Haftada bir"
    },
    "explanation": "İdeal olarak izleme görüşmeleri 3., 6. ve 12. aylarda yapılmalıdır. Sosyal hizmet uzmanlarınca mümkün olduğu ölçüde ve düzenli aralıklarla izleme yapılması etik bir sorumluluktur."
  },
  {
    "id": "2729705",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisinde grubun dışında yeni deneyimler için üyelerin motive edilmesi hedeflenir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kazanımların değerlendirilmesi",
      "B": "Öncelikleri belirlemek ve kazanımları netleştirme",
      "C": "Grupla düşünsel ayrılma düzeyinde çalışma",
      "D": "Grupla fiziksel olarak ayrılma",
      "E": "Grupla duygusal ayrılma düzeyinde çalışma"
    },
    "explanation": "Grupla fiziksel olarak ayrılma düzeyinde çalışma, üyelerin kendi yaşam alanlarına, içinde yaşadıkları topluluğa, ailelerine, işlerine ya da okullarına doğru hareketi vurgular. Grup görevlerini tamamlamaya odaklanılır. Grup üyelerinin, grupla fiziksel ayrılığın tamamlanması ve grubun dışında yeni deneyimler yaşamaları için motive olmaları hedeflenir."
  },
  {
    "id": "2844911",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi veya hangileri bir grubun sonlandırılmasının nedenlerinden biridir?<br/>I. Grubun başarılı olması.<br/>II. Grubun başarısız olması.<br/>III. Grubun bir üyesinin ayrılması.<br/>IV. İdarinin grubu sonlandırması.<br/>V. Sosyal hizmet uzmanının ayrılması.",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız II",
      "B": "I ve II",
      "C": "I, II ve III",
      "D": "Yalnız IV",
      "E": "I, II, III ve V"
    },
    "explanation": "GRUBUN SONLANDIRILMASI<br/>Gruplar çeşitli nedenlerle sonlandırılabilir. Bunun nedenleri;<br/>1. Başarılı bir grubun sonlandırılması,<br/>2. Başarısız bir grubun sonlandırılması,<br/>3. Bir üyenin ayrılması nedeniyle grubun sonlandırılması,<br/>4. Bir üyenin havale edilmesi nedeniyle grubun sonlandırılması ve<br/>5. Sosyal hizmet uzmanının ayrılması olarak belirtilmektedir.<br/>Bu bilgiler bize doğru cevabın E şıkkı olduğunu göstermektedir."
  },
  {
    "id": "2844916",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi veya hangileri başarılı bir grubun sonlandırmasında, grup üyelerinin yaşabileceği duygulardan biridir?<br/>I. Artmış kendine güven<br/>II. Artmış kaygı düzeyi<br/>III. Artmış saygı düzeyi<br/>IV. Başarıdan kaynaklanan mutluluk duygusu",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "Yalnız II",
      "C": "II ve III",
      "D": "I, III ve IV",
      "E": "I, II ve IV"
    },
    "explanation": "Başarılı Bir Grubun Sonlandırılması<br/>Başarılı bir grup, grubun ve üyelerinin genelde amaçlarına ulaştıkları bir gruptur. Bu tür bir grubun sonlandırılması sürecinde, grup üyeleri muhtemelen kendilerine olan güven ve saygı düzeylerini artıracak ve başarıdan kaynaklanan mutluluk duygusunu yaşayacaklardır. Aynı zamanda üyeler, duygusal olarak bağlandıkları bir gruptan ayrıldıkları için, yoğunluğu üyeler arasında farklılaşan bir kayıp duygusu da yaşayabilirler. Bu bilgiler bize, doğru cevabın D şıkkı olduğunu göstermektedir."
  },
  {
    "id": "2844936",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi başarısız bir grubun üyelerinin yaşabileceği duygulardan biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Mutluluk",
      "B": "Neşe",
      "C": "Heyecan",
      "D": "Hüsran",
      "E": "Umutluluk"
    },
    "explanation": "Başarısız Bir Grubun Sonlandırılması<br/>Grup üyeleri grup sürecinde ilerleme kaydedilememesine kızgınlık, hayal kırıklığı, hüsran, umutsuzluk, suçluluk, suçlama ve kayıtsızlık gibi tepkiler verebilir. Bu bilgi bize sorunun doğru cevabının D şıkkı olduğunu göstermektedir."
  },
  {
    "id": "2844939",
    "unitNumber": 8,
    "text": "Aşağıkilerden hangisi grup liderliğini yürüten sosyal hizmet uzmanının, grupla ilişkisini sonlandırma nedenlerinden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Grup üyelerinden birinden hoşlanmama",
      "B": "Başka bir yere atanma",
      "C": "İş değişikliği",
      "D": "Sağlık nedenleri",
      "E": "Aile sorunları"
    },
    "explanation": "Sosyal Hizmet Uzmanının Ayrılması Nedeniyle Grubun Sonlandırılması<br/>Grup liderliğini yürüten sosyal hizmet uzmanları, başka bir yere atanma, iş değişikliği, sağlık nedenleri ya da aile sorunları nedeniyle bir grupla sosyal hizmet uygulamasını sonlandırabilir. Bu bilgi bize sorunun doğru cevabının A şıkkı olduğunu göstermektedir."
  },
  {
    "id": "2844943",
    "unitNumber": 8,
    "text": "Grubu sonlandırma sürecinde genellikle sosyal hizmet uzmanını ve grup ortamını kaybetme yönünde ortaya duygu aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Üzüntü",
      "B": "Endişe",
      "C": "İnkar",
      "D": "Kaçma",
      "E": "Reddetme"
    },
    "explanation": "Üyelerin Sonlandırmaya Yönelik Tepkileri<br/>Endişe, genellikle sosyal hizmet uzmanını ve grup ortamını kaybetme yönünde ortaya çıkar. Sonlanmakta olan ve bir üyesi olduğu grup, genellikle anlamlı bir referans grubudur ve üyeler için sosyal tatmin aracıdır. Temel ayrılma endişesi, sonlanmayı grubun kaybedilmesi olarak değerlendirmekle ilgilidir. Dolayısıyla cevap B şıkkıdır."
  },
  {
    "id": "2844945",
    "unitNumber": 8,
    "text": "\"Üyeler önceden sergiledikleri davranış kalıplarına geri dönebilirler. Bu eylemler durumlarla baş etme konusunda yetersizlik, daha önce başarılı olunmuş görevlerde başarısızlık veya üyeler arasında önceden halledilmiş çatışmaların yeniden gündeme gelmesi olabilir.\"<br/>Yukarıdaki ifade, grubu sonlandırma aşamasında ortaya çıkan hangi duruma karşılık gelmektedir.",
    "correctAnswer": "D",
    "options": {
      "A": "Üzüntü",
      "B": "Endişe",
      "C": "Reddetme",
      "D": "Gerileme",
      "E": "Öfke"
    },
    "explanation": "Üyelerin Sonlandırmaya Yönelik Tepkileri<br/>Gerileme durumunda, üyeler önceden sergiledikleri davranış kalıplarına geri dönebilirler. Bu eylemler durumlarla baş etme konusunda yetersizlik, daha önce başarılı olunmuş görevlerde başarısızlık veya üyeler arasında önceden halledilmiş çatışmaların yeniden gündeme gelmesi olabilir."
  },
  {
    "id": "2844947",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi grubu sonlandırmanın zor olduğu gruplardan biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Meslek sahibi kişiler",
      "B": "Ailesiyle birlikte yaşayan yaşlılar",
      "C": "Yatılı tedavi gören ergenler",
      "D": "Ev hanımları",
      "E": "Tedavisi başarılı olmuş kanser hastaları"
    },
    "explanation": "Üyelerin Sonlandırmaya Yönelik Tepkileri<br/>Sonlanma aşaması özellikle yaşlı hastaların olduğu huzurevi grupları, yatılı tedavi gören ergen grupları ve ulaşılması zor ergenlerden oluşan gruplar için yoğun olabilmekte ve uzun zaman alabilmektedir. Dolayısıyla bu sorunun cevabı C şıkkıdır."
  },
  {
    "id": "2844951",
    "unitNumber": 8,
    "text": "Grubu sonlanan bir üyenin, aşağıdakilerden hangisini yapma olasılığı yüksektir?",
    "correctAnswer": "E",
    "options": {
      "A": "Grubun sona erdiğini kabullenmek,",
      "B": "Grup oturumlarına katılım sağlama",
      "C": "Katılım gösterme",
      "D": "Toplantılarına zamanında gelme",
      "E": "Sorumluluklarını yerine getirmeme"
    },
    "explanation": "Üyelerin Sonlandırmaya Yönelik Tepkileri<br/>Sonlanmaya verilen olumsuz tepkiler genel olarak grubun sona erdiğini reddetmek, sonlandırmayı geciktirmek veya süreyi uzatmak, grup oturumlarına katılımı reddetmek, azalan etkileşim ve katılım gösterme ya da oturumlara katılmama, grup toplantılarına gecikme, toplantılardan erken ayrılma, sorumluluklarını yerine getirmeme şeklinde kendini gösterebilir. Bu bize doğru cevabın E şıkkı olduğunu göstermektedir."
  },
  {
    "id": "2844954",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi veya hangileri sonlandırma aşamasında sosyal hizmet uzmanı için esastır?<br/>I. Özfarkındalığının olması<br/>II. Duygularını reddetmesi<br/>III. Duygusal tepkilerini kontrol etmesi <br/>IV. Olumsuz duygularını yansıtması",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve V",
      "E": "III ve V"
    },
    "explanation": "Sosyal Hizmet Uzmanı İçin Sonlandırma<br/>Grupla sosyal hizmet müdahalesinin sonlandırma aşamasında sosyal hizmet uzmanının özfarkındalığının olması ve duygusal tepkilerini kontrol etmesi esastır. Dolayısıyla cevap C şıkkıdır."
  },
  {
    "id": "2844955",
    "unitNumber": 8,
    "text": "Sosyal hizmet uzmanı kendi gözlemlediği gelişimi ve üyelerin grup olmadan devam edebilecek gelişim yeteneğine olan güvenini paylaşma sorumluluğuna sahip olduğu aşama hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gözden Geçirme",
      "B": "Kazanımların Değerlendirilmesi",
      "C": "Kabul Etme",
      "D": "Öncelikleri Belirlemek",
      "E": "Kazanımları Netleştirme"
    },
    "explanation": "Gözden geçirme, grup deneyimlerini gözden geçirmeyi ve geçmiş olayları ve anıları hatırlamayı içerir. Grup toplantılarını değerlendirmek ve üyeleri grup sürecinden ayrılmaya hazırlamak için bir girişim olarak kullanılması, tüm süreci ve sonlandırmayı bütünleştirmeyi sağlar."
  },
  {
    "id": "2845102",
    "unitNumber": 8,
    "text": "\"Gruplarla sosyal hizmet müdahalesinde bazı grup uygulamaların süre kısıtlaması vardır.\"<br/>Önceden belirlenmiş süreleri olan bu gruplar ortalama kaç oturumdan oluşabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "8, 12 ya da 16 oturumdan",
      "B": "2, 4 ya da 6 oturumdan",
      "C": "6, 8 ya da 10 oturumdan",
      "D": "3, 5 ya da 7 oturumdan",
      "E": "18, 20 ya da 22 oturumdan"
    },
    "explanation": "Gruplarla sosyal hizmet müdahalesinde bazı grup uygulamaların süre kısıtlaması vardır. Önceden belirlenmiş süreleri olan bu gruplar ortalama olarak 8, 12 ya da 16 oturumdan oluşabilir."
  },
  {
    "id": "2845127",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi sosyal hizmet uzmanının görevlerinden <em><strong>biri değildir?</strong></em>",
    "correctAnswer": "A",
    "options": {
      "A": "Üyelere yeni iş imkanları sunmak",
      "B": "Üyelerin sonlanmaya dair tepkilerini anlamak",
      "C": "Üyelerin yararlı değişimlerini sürdürmek",
      "D": "Üyeleri sonlanmaya hazırlamak",
      "E": "Üyelerin kazandıklarını günlük yaşamlarında kullanmasına yardımcı olmak"
    },
    "explanation": "Sosyal hizmet uzmanının görevleri; üyelerin sonlanmaya hazırlanması, üyelerin sonlanmaya dair tepkilerini anlamak ve baş etmelerine yardımcı olmak, yararlı değişimleri sürdürmek, üyelerin grup içinde kazandıklarını günlük yaşamlarında kullanmasına yardımcı olmak ve gerektiği zaman bu aşamada yeni hizmet ve deneyimleri kullanmak veya araştırmak ve dâhil etmektedir."
  },
  {
    "id": "2845129",
    "unitNumber": 8,
    "text": "\"Baş etme üyelerin sonlandırmanın yaşamlarında yol açtığı değişime nasıl tepki verdiğinin bir ifadesidir.\"<br/>Yukarıda verilen tanım aşağıdaki seçeneklerden hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Baş etme",
      "B": "Grup deneyimi",
      "C": "Geri bildirim",
      "D": "Sosyal hizmet",
      "E": "Grup sonlandırma"
    },
    "explanation": "Baş etme: Baş etme üyelerin sonlandırmanın yaşamlarında yol açtığı değişime nasıl tepki verdiğinin bir ifadesidir. Baş etme strese karşı yanıt niteliği taşıyan uyum sağlayıcı bir tepkidir."
  },
  {
    "id": "2845131",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi grup liderliğini yürüten sosyal hizmet uzmanlarının bir grupla sosyal hizmet uygulamasını sonlandırmasına izin veren durumlardan <em><strong>biri değildir?</strong></em>",
    "correctAnswer": "A",
    "options": {
      "A": "Mesleki bıkkınlık",
      "B": "Başka bir yere atanma",
      "C": "İş değişikliği",
      "D": "Sağlık nedenleri",
      "E": "Aile sorunları"
    },
    "explanation": "Grup liderliğini yürüten sosyal hizmet uzmanları, başka bir yere atanma, iş değişikliği, sağlık nedenleri ya da aile sorunları nedeniyle bir grupla sosyal<br/>hizmet uygulamasını sonlandırabilir."
  },
  {
    "id": "2845612",
    "unitNumber": 8,
    "text": "\"Ayrılma ve onun getirdiği endişe ve kayıp duyguları karşısında bir savunma mekanizmasıdır.\"<br/>Yukarıda verilen tanım aşağıdaki seçeneklerden hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "İnkar",
      "B": "Üzüntü",
      "C": "Endişe",
      "D": "Kaçma",
      "E": "Öfke"
    },
    "explanation": "İnkâr; ayrılma ve onun getirdiği endişe ve kayıp duyguları karşısında bir savunma mekanizmasıdır. Bu durumda üyeler sonlanma kavramını kabul etmeyi reddedip, sanki böyle bir şey olmayacakmış gibi davranırlar ve sosyal hizmet uzmanın grubun süresi ve sonlanması hakkındaki söylediklerini unuturlar."
  },
  {
    "id": "2845614",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi sonlandırma aşamasında grup üyelerinin, sonlanmaya verebileceği olası tepkilerden <em><strong>biri değildir?</strong></em>",
    "correctAnswer": "A",
    "options": {
      "A": "Coşku",
      "B": "Üzüntü",
      "C": "Endişe",
      "D": "Gerileme",
      "E": "Reddetme"
    },
    "explanation": "Sonlandırma aşamasında grup üyelerinin, sonlanmaya verebileceği olası tepkiler şöyledir: Üzüntü, endişe, inkar, öfke, gerileme, kaçma, reddetme, sonlanmayı kabul etme."
  },
  {
    "id": "2845615",
    "unitNumber": 8,
    "text": "\"Son oturumların ortak odak noktalarından biri grubun amaçlarının, bireysel hedeflerin ve bu hedeflerin ne kadar başarıldığına dair üyelerin algılarının<br/>gözden geçirilmesidir.\"<br/>Yukarıda verilen tanım aşağıdakilerden hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kazanımların Değerlendirilmesi",
      "B": "Kabul Etme",
      "C": "Gözden Geçirme",
      "D": "Öncelikleri Belirleme",
      "E": "Kazanımları Netleştirme"
    },
    "explanation": "Kazanımların Değerlendirilmesi: Son oturumların ortak odak noktalarından biri grubun amaçlarının, bireysel hedeflerin ve bu hedeflerin ne kadar başarıldığına dair üyelerin algılarının gözden geçirilmesidir."
  },
  {
    "id": "2845616",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi sosyal hizmet uzmanlarının üyelerin toplum kaynaklarını kullanabilmelerini kolaylaştırdıkları alanlardan birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sağlık",
      "B": "Gastronomi",
      "C": "Ekonomi",
      "D": "Kültür",
      "E": "Turizm"
    },
    "explanation": "Sosyal hizmet uzmanları; üyelerin sağlık, refah, eğitimsel ve boş zaman aktiviteleri ile ilgili toplum kaynaklarını kullanabilmesini kolaylaştırmalıdır."
  },
  {
    "id": "2845618",
    "unitNumber": 8,
    "text": "\"Sonlanma aşamasında sıklıkla görülen bir tepkidir. Üyeler önceden sergiledikleri davranış kalıplarına geri dönebilirler.\"<br/>Yukarıda verilen tanım aşağıdaki seçeneklerden hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gerileme",
      "B": "Öfke",
      "C": "Kaçma",
      "D": "Reddetme",
      "E": "Üzüntü"
    },
    "explanation": "Gerileme: Sonlanma aşamasında sıklıkla görülen bir diğer tepki ise gerilemedir. Üyeler önceden sergiledikleri davranış kalıplarına geri dönebilirler."
  },
  {
    "id": "2845621",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi sonlandırma aşamasında grup üyelerinin, sonlanmaya verebileceği olası bir olumlu tepkidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sonlanmayı Kabul Etme",
      "B": "Gerileme",
      "C": "Reddetme",
      "D": "İnkar",
      "E": "Kaçma"
    },
    "explanation": "Üyelerin önemli yetenekler kazandığı bir deneyim olan grupla sosyal hizmet müdahalesinin sonlanması kayıp duygusu yaratabilir elbette ama<br/>bununla birlikte bazı üyelerin sonlanmaya yönelik olarak oldukça olumlu tepkileri de vardır. Sonlanmayı kabul etme, kalan oturumlarda bitirilmemiş konuların tamamlanması için motivasyon oluşturur."
  },
  {
    "id": "2850434",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi sosyal hizmet uzmanlarının sonlandırma aşamasında yapması gerekenler arasında yer alır?<br/><ol type=\"I\"> <li>Üyelerin sonlanmaya ilişkin duygularını diğer üyelerle paylaşmasına yardımcı olmak</li> <li>Üyelerin gruba katılımları ile ilgili kazançlarını ve meydana gelen değişimleri belirlemelerine yardımcı olmak</li> <li>Üyelerin birlikte çalışmaları hakkında görüşlerini ve değerlendirmelerini dürüst bir biçimde ifade etmelerine yardımcı olmak</li> <li>Grup deneyiminin her bir grup üyesi ve dış çevre üzerindeki etkisini değerlendirmek</li> <li>Üyeleri bu tür hizmetleri bir daha almamaları gerektiği konusunda bilgilendirmek</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I, III",
      "B": "II, IV",
      "C": "I, II, III, IV",
      "D": "I, III, IV, V",
      "E": "I, II, IV, V"
    },
    "explanation": "Sosyal hizmet uzmanlarının sonlandırma aşamasında yapması gerekenler arasında; “Sonlandırmaya ilişkin duyguların üyelerle paylaşılması, Üyelerin sonlanmaya ilişkin duygularını diğer üyelerle paylaşmasına yardımcı olmak, Üyelerin gruba katılımları ile ilgili kazançlarını ve meydana gelen değişimleri belirlemelerine yardımcı olmak, Üyelerin birlikte çalışmaları hakkında görüşlerini ve değerlendirmelerini dürüst bir biçimde ifade etmelerine yardımcı olmak, Grup deneyiminin her bir grup üyesi ve dış çevre üzerindeki etkisini değerlendirmek” yer alır.<br/>Üyeleri bu tür hizmetleri bir daha almamaları gerektiği konusunda bilgilendirmek görevleri arasında yoktur.<br/>I, II, III, IV"
  },
  {
    "id": "2850441",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, başarılı bir grubun sonlandırma aşamasında uygulayıcının yapması gerekenler arasında bulunmaktadır?<br/><ol type=\"I\"> <li>Her bir üyenin ayrılmaya dair duygularının farkında olmalı, onlarla başa çıkmaya çalışmalı, onları kabul etmeli ve anlamalıdır</li> <li>Üyeler kayıp, başarı veya başarısızlık gibi duyguları ile mücadele ederken uzman kabul etme, empati ve mantıklı olma konusunda model olmaya devam etmelidir</li> <li>Sonlanmaya yönelik çeşitli duygusal tepkileri araştırmalı, desteklemeli ve açıklamalıdır ve grubun belirsizlik duygularını çözmelidir</li> <li>Grup üyelerinin aileleri ve diğer çevresindeki kişilerle, hizmetin sonlanması hakkındaki görüş ve düşünceleri karar verme sürecine dahil etmemelidir</li> <li>Üyeleri sonlanmaya zamanı da dikkate alarak hazırlamalıdır, esas görevlerini yerine getirebilmesi için zaman ayırmalıdır</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I, III",
      "B": "II, IV",
      "C": "I, II, III, V",
      "D": "I, III, IV, V",
      "E": "I, II, IV, V"
    },
    "explanation": "Başarılı bir grubun sonlandırma aşamasında uygulayıcının yapması gerekenler arasında; “ Her bir üyenin ayrılmaya dair duygularının farkında olmalı, onlarla başa çıkmaya çalışmalı, onları kabul etmeli ve anlamalıdır, Üyeler kayıp, başarı veya başarısızlık gibi duyguları ile mücadele ederken uzman kabul etme, empati ve mantıklı olma konusunda model olmaya devam etmelidir, Sonlanmaya yönelik çeşitli duygusal tepkileri araştırmalı, desteklemeli ve açıklamalıdır ve grubun belirsizlik duygularını çözmelidir, Üyeleri sonlanmaya zamanı da dikkate alarak hazırlamalıdır, esas görevlerini yerine getirebilmesi için zaman ayırmalıdır, Grup üyelerinin aileleri ve diğer çevresindeki kişilerle, hizmetin sonlanması hakkındaki görüş ve düşünceleri karar verme sürecine dahil etmelidir.” bulunmaktadır.<br/>I, II, III, V"
  },
  {
    "id": "2850447",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi grup toplantılarının sonlandırılmasında üyelerin sonlandırmaya yönelik olarak; ayrılma ve onun getirdiği endişe ve kayıp duyguları karşısında bir savunma mekanizmasına verilen addır?",
    "correctAnswer": "B",
    "options": {
      "A": "Üzüntü",
      "B": "İnkâr",
      "C": "Öfke",
      "D": "Kaçma",
      "E": "Reddetme"
    },
    "explanation": "İnkâr; ayrılma ve onun getirdiği endişe ve kayıp duyguları karşısında bir savunma mekanizmasıdır."
  },
  {
    "id": "2850455",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi grup toplantılarının sonlandırılmasında üyelerin sonlandırmaya yönelik olarak; bazı üyelerin grup müdahalesi sürecinde geldikleri gelişim aşamasından uzaklaşarak, grup müdahalesinin başlangıç aşamasındaki davranışları göstermesine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kaçma",
      "B": "Reddetme",
      "C": "Gerileme",
      "D": "İnkâr",
      "E": "Öfke"
    },
    "explanation": "Kaçma; bazen bazı üyeler yaşamları boyunca karşılarına çıkan birçok incinme deneyimi yüzünden, bir kez daha incinebileceklerini, ayrılma ile başa çıkamayacaklarını düşünerek kaçma davranışı gösterebilirler."
  },
  {
    "id": "2850465",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi grup toplantılarının sonlandırılmasında üyelerin sonlandırmaya yönelik olarak; bazı üyelerin grup müdahalesi sürecinde geldikleri gelişim aşamasından uzaklaşarak, grup müdahalesinin başlangıç aşamasındaki davranışları göstermesine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kaçma",
      "B": "Reddetme",
      "C": "Gerileme",
      "D": "İnkâr",
      "E": "Öfke"
    },
    "explanation": "Gerileme: Bazen bazı üyeler grup müdahalesi sürecinde geldikleri gelişim aşamasından uzaklaşarak, grup müdahalesinin başlangıç aşamasındaki davranışlarına geri dönerler."
  },
  {
    "id": "2850470",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi sosyal hizmet uzmanlarının, müdahalenin hedeflerine ulaşabilmesi için sonlandırma aşamasındaki sorumlulukları arasında bulunur?<br/><ol type=\"I\"> <li>Üyeleri izleme oturumları ya da havaleler gibi yeni deneyimlere yönlendirmek</li> <li>Üyeleri, süreyi göz önüne alarak sonlanmaya hazırlamak</li> <li>Sonlanma ile diğer üyelerden ayrılma konusundaki belirsizlikleri çözmek</li> <li>Üyelere gerçekçi kazanımlar hakkında bilgi vermek</li> <li>Sonlanma aşamasındaki grubun etkililiğini değerlendirmek</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I, III",
      "B": "II, IV",
      "C": "I, II, III, IV",
      "D": "I, III, IV, V",
      "E": "I, II, IV, V"
    },
    "explanation": "Sosyal hizmet uzmanlarının, müdahalenin hedeflerine ulaşabilmesi için sonlandırma aşamasındaki sorumlulukları arasında; “Üyeleri izleme oturumları ya da havaleler gibi yeni deneyimlere yönlendirmek, Üyeleri, süreyi göz önüne alarak sonlanmaya hazırlamak, Sonlanma ile diğer üyelerden ayrılma konusundaki belirsizlikleri çözmek, Üyelere gerçekçi kazanımlar hakkında bilgi vermek” bulunur.<br/>I, II, III, IV"
  },
  {
    "id": "2850472",
    "unitNumber": 8,
    "text": "Son oturumların ortak odak noktalarından biri grubun amaçlarının, bireysel hedeflerin ve bu hedeflerin ne kadar başarıldığına dair üyelerin algılarına bakılması ve incelenmesi aşağıdakilerden hangisi ile adlandırılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Gözden geçirme",
      "B": "Kazanımların değerlendirilmesi",
      "C": "Kabul etme",
      "D": "Öncelikleri belirlemek",
      "E": "Kazanımları netleştirme"
    },
    "explanation": "Kazanımların değerlendirilmesi: Son oturumların ortak odak noktalarından biri grubun amaçlarının, bireysel hedeflerin ve bu hedeflerin ne kadar başarıldığına dair üyelerin alglarının gözden geçirilmesidir, bakılması ve incelenmesidir."
  },
  {
    "id": "2850478",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi üyelerin kendi yaşam alanlarına, içinde yaşadıkları topluluğa, ailelerine, işlerine ya da okullarına doğru hareketi vurgulayan ifadedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Grupla duygusal ayrılma düzeyinde çalışma",
      "B": "Grupla fiziksel olarak ayrılma düzeyinde çalışma",
      "C": "Grupla düşünsel ayrılma düzeyinde çalışma",
      "D": "Grup üyelerini izleme aktivitesi",
      "E": "Grup önceliklerini belirlemek ve kazanımları netleştirme"
    },
    "explanation": "Grupla fiziksel olarak ayrılma düzeyinde çalışma: üyelerin kendi yaşam alanlarına, içinde yaşadıkları topluluğa, ailelerine, işlerine ya da okullarına doğru hareketi vurgulayan ifadedir."
  },
  {
    "id": "2850482",
    "unitNumber": 8,
    "text": "Sonlandırma aşamasında çalışan sosyal hizmet uzmanı, öncelikle grubun yaşamına çok yakından dahil olduğunu, grubun sadece üyeler için değil, kendisi için de sona eriyor olduğunu ve bununla ilgili kendisinin de duygu ve düşünceleri olduğunu bilmesi; sonlandırmaya ilişkin kaygılarla başa çıkmak, duyguları dengelemek, etkili bir şekilde yol bulmak çalışmasıyla ilgili ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Grupla duygusal ayrılma düzeyinde çalışma",
      "B": "Grupla fiziksel olarak ayrılma düzeyinde çalışma",
      "C": "Grupla düşünsel ayrılma düzeyinde çalışma",
      "D": "Grup üyelerini izleme aktivitesi",
      "E": "Grup önceliklerini belirlemek ve kazanımları netleştirme"
    },
    "explanation": "Grupla duygusal ayrılma düzeyinde çalışma; Grupla ayrılma düzeyinde çalışan sosyal hizmet uzmanı, öncelikle grubun yaşamına çok yakından dahil olduğunu, grubun sadece üyeler için değil, kendisi için de sona eriyor olduğunu ve bununla ilgili kendisinin de duygu ve düşünceleri olduğunu bilmesi; sonlandırmaya ilişkin kaygılarla başa çıkmak, duyguları dengelemek, etkili bir şekilde yol bulmak çalışmasıdır."
  },
  {
    "id": "2850488",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi üyelerin, grup deneyiminin kendileri için ne anlama geldiğini kavramsallaştırmasına odaklanamaya ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Grupla duygusal ayrılma düzeyinde çalışma",
      "B": "Grupla fiziksel olarak ayrılma düzeyinde çalışma",
      "C": "Grupla düşünsel ayrılma düzeyinde çalışma",
      "D": "Grup üyelerini izleme aktivitesi",
      "E": "Grup önceliklerini belirlemek ve kazanımları netleştirme"
    },
    "explanation": "Grupla düşünsel ayrılma düzeyinde çalışma üyelerin, grup deneyiminin kendileri için ne anlama geldiğini kavramsallaştırmasına odaklanır."
  }
]