[
  {
    "id": "3639226",
    "unitNumber": 1,
    "text": "Gümrük uygulamalarını düzenleyerek, üye ülkelerde tekdüzeliğin sağlanmasını amaçlayan örgüt aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dünya Ticaret Örgütü",
      "B": "Dünya Gümrük Örgütü",
      "C": "Gümrük Bakanlığı",
      "D": "Ticaret Bakanlığı",
      "E": "Dış Ticaret Örgütü"
    },
    "explanation": "Dünya Gümrük Örgütü daha çok gümrük uygulamalarını düzenler ve üye ülkelerde tekdüzeliğin<br/>sağlanmasını amaçlar. Bu kapsamda Türk gümrük mevzuatını gümrüklerde uygulanan mevzuat olduğunu söyleyebiliriz.<br/>Dünya Ticaret Örgütü, daha çok genel anlamda dış ticaretin kurallarını koyar iken, Dünya Gümrük Örgütü daha çok gümrük uygulamalarını düzenler ve üye ülkelerde tekdüzeliğin sağlanmasını amaçlar."
  },
  {
    "id": "3639237",
    "unitNumber": 1,
    "text": "4458 sayılı Gümrük Kanunu hangi yılda yürürlüğe girmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "2000",
      "B": "1972",
      "C": "2002",
      "D": "1973",
      "E": "2005"
    },
    "explanation": "Türkiye’de 1972 yılında yürürlüğe giren 1615 sayılı eski Gümrük Kanunu tam 28 yıl yürürlükte kaldıktan sonra, 2000 yılında gerçekleşen gümrük mevzuatı reformu ile 27.10.1999 tarih ve 4458 sayılı yeni Gümrük Kanunu 5 Şubat <strong>2000 tarihinde yürürlüğe</strong> girmiş ve Türkiye’de yeni bir dönem başlamıştır."
  },
  {
    "id": "3639238",
    "unitNumber": 1,
    "text": "Türk gümrük sisteminin önemli bir bileşeni olan ithal edilen mallar üzerinden alınması gereken vergi miktarı veya oranlarını gösteren ve her yıl, ihtiyaçlara göre değişikliğe uğrayan ve yeniden yayımlanan düzenleme aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kaçakçılık ile Mücadele Kanunu",
      "B": "Cumhurbaşkanı Kararları",
      "C": "Gelir Vergisi Kanunu",
      "D": "Türk Gümrük Tarife Cetveli",
      "E": "Dış Ticaret Anlaşmaları"
    },
    "explanation": "Türk Gümrük Tarife Cetveli: Gümrük tarife cetveli, ithal edilen mallar üzerinden alınması gereken vergi miktarı veya oranlarını gösteren liste, yani kısaca vergi cetveli olarak tanımlanabilir. Türk gümrük sisteminin önemli bir bileşeni gümrük tarife cetvelidir. Gümrüklerin en zor, teknik ve karmaşık konusu gümrük tarife cetvelleri olmaktadır. Türkiye’de 2000 yılında gerçekleşen gümrük reformu ile birlikte Türk Gümrük Tarife Cetveli her yıl, ihtiyaçlara göre değişikliğe uğramakta ve yeniden yayımlanmaktadır. Açıklamaları ile birlikte 692 sayfa tutan ve cetvellerden oluşan pozisyonlara bölünmüş Türk Gümrük Tarife Cetveli ana başlıklardan oluşmaktadır.<br/>Türk Gümrük Tarife Cetveli, ithal edilen mallar üzerinden alınması gereken vergi miktarı veya oranlarını gösteren liste, yani kısaca vergi cetveli olarak tanımlanabilir. Türk gümrük sisteminin önemli bir bileşeni gümrük tarife cetvelidir. Gümrüklerin en zor, teknik ve karmaşık konusu gümrük tarife cetvelleri olmaktadır. Türkiye’de 2000 yılında gerçekleşen gümrük reformu ile birlikte Türk Gümrük Tarife Cetveli her yıl, ihtiyaçlara göre değişikliğe uğramakta ve yeniden yayımlanmaktadır. Açıklamaları ile birlikte 692 sayfa tutan ve cetvellerden oluşan pozisyonlara bölünmüş Türk Gümrük Tarife Cetveli ana başlıklardan oluşmaktadır."
  },
  {
    "id": "3639239",
    "unitNumber": 1,
    "text": "Bir ülkenin yabancı parayla yapmak zorunda olduğu ödemeleri ve tahsilatları düzenleyen kuralların tümünü ifade eden mevzuat aşağıdakilerden hangisinde verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Dış Ticaret Mevzuatı",
      "B": "İhracat Mevzuatı",
      "C": "Kambiyo Mevzuatı",
      "D": "Yatırım Mevzuatı",
      "E": "Serbest Bölgeler Mevzuatı"
    },
    "explanation": "Kambiyo mevzuatı ise bir ülkenin yabancı parayla yapmak zorunda olduğu ödemeleri ve tahsilatları düzenleyen kuralların tümünü ifade etmektedir. Ülkemizde kambiyo mevzuatı, 25.03.1930 tarih ve 1567 sayılı “Türk Parası Kıymetini Koruma Hakkında Kanun” ve 11.08.1989 tarihli “Türk Parası Kıymetini Koruma Hakkındaki 32 sayılı Karar” ve bu Karar’a dayanılarak yayımlanan tebliğler ve Merkez Bankası genelgeleri ile düzenlenmiştir.<br/>Kambiyo mevzuatı, bir ülkenin yabancı parayla yapmak zorunda olduğu ödemeleri ve tahsilatları düzenleyen kuralların tümünü ifade etmektedir. Ülkemizde kambiyo mevzuatı, 25.03.1930 tarih ve 1567 sayılı “Türk Parası Kıymetini Koruma Hakkında Kanun” ve 11.08.1989 tarihli “Türk Parası Kıymetini Koruma Hakkındaki 32 sayılı Karar” ve bu Karar’a dayanılarak yayımlanan tebliğler ve Merkez Bankası genelgeleri ile düzenlenmiştir."
  },
  {
    "id": "3639240",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi özellikle ithalata konu bir eşyada gümrük vergisi dışında tahsil edilen mali unsurlardan birisi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Toplu Konut Fonu (Tarım Payı)",
      "B": "Antidamping Vergisi",
      "C": "Damga Vergisi Kaynak Kullanımı Destekleme Fonu (KKDF)",
      "D": "Özel Tüketim Vergisi (ÖTV)",
      "E": "Kambiyo Mevzuatı"
    },
    "explanation": "Gümrük mevzuatı kapsamında ele alınması gereken mali mevzuat, mevcut gümrük rejimleri çerçevesindeki mali yükümlülüklerden oluşmaktadır. Özellikle ithalata konu bir eşyada gümrük vergisi dışında; Katma Değer Vergisi (KDV), Özel Tüketim Vergisi (ÖTV), Damga Vergisi Kaynak Kullanımı Destekleme Fonu (KKDF), Toplu Konut Fonu (Tarım Payı) ve Antidamping Vergisi gibi çeşitli<br/>mali unsurlar tahsil edilmektedir.<br/>Gümrük mevzuatı kapsamında ele alınması gereken mali mevzuat, mevcut gümrük rejimleri çerçevesindeki mali yükümlülüklerden oluşmaktadır. Özellikle ithalata konu bir eşyada gümrük vergisi dışında; Katma Değer Vergisi (KDV), Özel Tüketim Vergisi (ÖTV), Damga Vergisi Kaynak Kullanımı Destekleme Fonu (KKDF), Toplu Konut Fonu (Tarım Payı) ve Antidamping Vergisi gibi çeşitli mali unsurlar tahsil edilmektedir."
  },
  {
    "id": "3639241",
    "unitNumber": 1,
    "text": "Bölge ve iş müdürlüklerinden oluşan Ticaret Bakanlığı teşkilatı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Merkez teşkilatı",
      "B": "Taşra teşkilatı",
      "C": "Yurt dışı teşkilatı",
      "D": "Ticaret teşkilatı",
      "E": "Ateşelik"
    },
    "explanation": "T.C. Ticaret Bakanlığı merkez teşkilatı, taşra teşkilatı ve yurt dışı teşkilatı şeklinde organizedir. Merkez teşkilatı ana hizmet birimlerinden oluşurken, taşra teşkilatları bölge ve iş müdürlüklerinden oluşmaktadır. Son olarak , yurt dışı teşkilatı ise ticaret müşavirlikleri ve ateşeliklerden oluşmaktadır."
  },
  {
    "id": "3639242",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Gümrükler Genel Müdürlüğünün görevleri arasında <u><strong>değildir?</strong></u>",
    "correctAnswer": "D",
    "options": {
      "A": "Gümrük mevzuatı ve anlaşmalarına uygun olarak uygulamaların gerçekleşmesini sağlamak",
      "B": "Ulusal ve uluslararası mevzuat hükümlerine göre TIR, Transit ve Konteyner işlemlerini yürütmek",
      "C": "Gümrüksüz satış mağazaları ile ilgili işlemleri yürütmek",
      "D": "Gümrük politikasının hazırlanmasına yardımcı olmak ve uygulamak; gümrük hizmetlerinin süratli, etkili, verimli, belirlenmiş standartlara uygun şekilde yürütülmesini sağlamak ve denetlemek",
      "E": "Sınır ve kıyı ticareti ve münasebetleri ile sınır ticaret merkezlerinden yapılacak ticarete ilişkin gümrük işlemlerinin yapılmasını sağlamak"
    },
    "explanation": "Gümrük politikasının hazırlanmasına yardımcı olmak ve uygulamak; gümrük hizmetlerinin süratli, etkili, verimli, belirlenmiş standartlara uygun şekilde yürütülmesini sağlamak ve denetlemek görevi Ticaret Bakanlığının gümrükle ilgili görev ve yetkileri arasındadır."
  },
  {
    "id": "3639243",
    "unitNumber": 1,
    "text": "Türkiye Cumhuriyeti Gümrük Bölgesinde kişi, eşya ve taşıtların kaçakçılıkla mücadele kapsamında takibini yapmak görevini yapan müdürlük aşağıdaki seçeneklerden hangisinde doğru verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gümrükler Muhafaza Genel Müdürlüğü",
      "B": "Ticaret Araştırmaları ve Risk Değerlendirme Genel Müdürlüğü",
      "C": "Gümrükler Genel Müdürlüğü",
      "D": "Tekel Müdürlüğü",
      "E": "Ticaret Bakanlığı"
    },
    "explanation": "Gümrükler Muhafaza Genel Müdürlüğü<br/>Gümrükler Muhafaza Genel Müdürlüğünün görev ve yetkileri şunlardır:<br/>a. Gümrüklü yer ve sahalarda kamu düzeninin bozulmasını önleyecek tedbirleri almak, buraların takip ve muhafazasını sağlamak, gerektiğinde müdahalede bulunarak durumu adli mercilere intikal ettirmek,<br/>b. Deniz ve hava limanlarıyla kara sınırlarındaki gümrük kapılarında ve diğer gümrüklü yer ve sahalarda giriş ve çıkış yapan kişi, eşya ve taşıtların muhafazası ile gümrüğe sevk edilmesini sağlamak ve gümrük işlemleri bitirilmeden buralardan çıkmalarını önlemek,<br/>c. Yatlara ilişkin işlemlerin yürütülmesini sağlamak,<br/>ç. Gümrüklü yer ve sahalarda münhasıran, Türkiye Cumhuriyeti Gümrük Bölgesinde gerektiğinde ilgili kuruluşlarla işbirliği yapmak suretiyle kaçakçılığı önlemek, izlemek ve soruşturmak,<br/>d. Türkiye Cumhuriyeti Gümrük Bölgesinde kişi, eşya ve taşıtların kaçakçılıkla mücadele kapsamında takibini yapmak,"
  },
  {
    "id": "3639244",
    "unitNumber": 1,
    "text": "Gümrükteki uygulamaların yasal düzenlemelerle gümrüğe bağlanması, diğer bir ifadeyle kanunla belirlenen usul ve esaslar çerçevesinde yapılacak işlemler için tespit edilen kurallar toplamı aşağıdaki kavramlardan hangisi ile açıklanır?",
    "correctAnswer": "E",
    "options": {
      "A": "Ticaret Politikası Önlemlerine Tabi Eşya",
      "B": "Serbest Dolaşımda Bulunan Eşya",
      "C": "Gümrük yolu",
      "D": "Gümrük Kapıları ve Yolları",
      "E": "Gümrük Rejimi"
    },
    "explanation": "Gümrük Rejimi<br/>Gümrük rejimi, gümrükteki uygulamaların yasal düzenlemelerle gümrüğe bağlanması, diğer bir ifadeyle kanunla belirlenen usul ve esaslar çerçevesinde yapılacak işlemler için tespit edilen kurallar toplamıdır."
  },
  {
    "id": "3639245",
    "unitNumber": 1,
    "text": "Hasarlı veya kirlenmiş bileşenlerin ayrılması, koruyucu önlemler, paslanmayı önleyici işlemler ve paketleme, kap değiştirme gibi işlemler aşağıdaki kavramlardan hangisi ile ilgilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gümrüklerde Temsil",
      "B": "Ticaret Politikası Önlemlerine Tabi Eşya",
      "C": "Elleçleme İşlemleri",
      "D": "Serbest Dolaşımda Bulunan Eşya",
      "E": "Gümrük Statüsü ve Gümrük Gözetim Statüsü"
    },
    "explanation": "Elleçleme işlemleri;<br/>• Havalandırma, kurutma, ayırma, basit temizlik faaliyetleri, paketleme, taşıma veya depolama anında oluşan hasarı giderici basit tamir işlemi,<br/>• Taşıma sonrasıeşyanın yeniden düzenlenmesi,<br/>• Stok sayımı, örnek alma, sınıflandırma, mekanik tartım işlemi,<br/>• Hasarlı veya kirlenmiş bileşenlerin ayrılması,<br/>• Koruyucu önlemler,<br/>• Paslanmayı önleyici işlemler,<br/>• Paketleme, kap değiştirme,<br/>• Markaların, etiketlerin, bazı ayırt edici işaretlerin ilave edilmesi, çıkarılması veya değiştirilmesi işlemleridir."
  },
  {
    "id": "3639316",
    "unitNumber": 2,
    "text": "............, eşyanın bölgesine giriş veya çıkış yaparken, ilgili mevzuat çerçevesinde eşyanın özellikleri, ekonomik etkileri ve ticaret politikaları gereğince uyulması gereken kuralların bütünüdür.<br/>Yukarıda boş bırakılan yere aşağıdaki seçeneklerden hangisi getirilmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gümrük rejimi",
      "B": "Gümrük vergisi",
      "C": "İthalat rejimi",
      "D": "Antrepo rejimi",
      "E": "İşleme rejimi"
    },
    "explanation": "Gümrük rejimi, eşyanın gümrük bölgesine giriş veya çıkış yaparken, ilgili mevzuat çerçevesinde eşyanın özellikleri, ekonomik etkileri ve ticaret politikaları gereğince uyulması gereken kuralların bütünüdür. (s.29-30)"
  },
  {
    "id": "3639388",
    "unitNumber": 2,
    "text": "<ol type=\"I\"><br/><li>Serbest dolaşıma giriş rejimi</li><br/><li>Transit rejimi</li><br/><li>Gümrük antrepo rejimi</li><br/><li>Geçici ithalat rejimi</li><br/><li>Kalıcı ihracat rejimi</li><br/></ol><br/>Yukarıdakilerden hangisi/hangileri Türkiye Gümrük Bölgesine giriş ve çıkışlarda Gümrük Kanunu kapsamında belirlenmiş gümrük rejimleri arasında <strong>yer almamaktadır</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "II-V",
      "B": "I-II",
      "C": "IV",
      "D": "V",
      "E": "IV-V"
    },
    "explanation": "Türkiye Gümrük Bölgesine giriş ve çıkışlarda Gümrük Kanunu kapsamında sekiz adet gümrük<br/>rejimi belirlenmiştir. Bu rejimler, Serbest dolaşıma giriş rejimi, transit rejimi, gümrük antrepo rejimi,<br/>dahilde işleme rejimi, gümrük kontrolü altında işleme rejimi, geçici ithalat rejimi, hariçte işleme<br/>rejimi ve ihracat rejimidir. (s.30)"
  },
  {
    "id": "3639395",
    "unitNumber": 2,
    "text": "Gümrük idaresinin iznine bağlı bir rejimdir. Olağan yıpranma dışında Türkiye gümrük bölgesine geçici olarak giriş yapan eşya için uygulanmaktadır. Bu rejim kapsamında, Türkiye gümrük bölgesine giriş yapan eşyaya ticaret politikası önlemlerine tabi olmamakla birlikte vergisel yükümlülüklerden kısmen veya tamamen muafiyet sağlanmaktadır. Bu kapsamda ithal edilen eşya serbest dolaşıma girmemektedir.<br/>Yukarıda Türkiye Gümrük Bölgesine giriş ve çıkışlarda Gümrük Kanunu kapsamındaki hangi rejim açıklanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Hariçte işleme rejimi",
      "B": "Geçici ithalat rejimi",
      "C": "Serbest dolaşıma giriş rejimi",
      "D": "Gümrük antrepo rejimi",
      "E": "Transit rejimi"
    },
    "explanation": "Geçici ithalat rejimi, gümrük idaresinin iznine bağlı bir rejimdir. Olağan yıpranma dışında Türkiye gümrük bölgesine geçici olarak giriş yapan eşya için uygulanmaktadır. Bu rejim kapsamında, Türkiye gümrük bölgesine giriş yapan bir başka ifadeyle geçici ithal edilen eşyaya ticaret politikası önlemlerine tabi olmamakla birlikte vergisel yükümlülüklerden kısmen veya tamamen muafiyet sağlanmaktadır. Bu kapsamda ithal edilen eşya serbest dolaşıma girmemektedir."
  },
  {
    "id": "3639399",
    "unitNumber": 2,
    "text": "Gümrük işlemi gerçekleştirilecek eşyaya ilişkin tüm ayrıntıların gümrük idaresine bildirildiği evraktır. Bu evrakta eşyayı gönderenin ve alıcısının bilgileri, eşyanın cinsi, ağırlıkları, ölçüleri ve kaplarına ilişkin bilgiler ile tereddütte yer bırakmayacak şekilde eşyanın kaynak bilgisi yer almalıdır.<br/>Yukarıda tanımı verilen evrak hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gümrük mal etiketi",
      "B": "Menşei Sözleşmesi",
      "C": "Gümrük antrepo sözleşmesi",
      "D": "Gümrük vergi bilgisi",
      "E": "Menşei şahadetnamesi"
    },
    "explanation": "Bir eşyanın gümrük işlemleri esnasında menşei bilgisi, gümrük idaresine menşei şahadetnamesi ile<br/>ispatlanmaktadır. Menşei şahadetnamesi, gümrük işlemi gerçekleştirilecek eşyaya ilişkin tüm ayrıntıların gümrük idaresine bildirildiği evraktır. Menşei şahadetnamesinde, eşyayı gönderenin ve alıcısının bilgileri, eşyanın cinsi, ağırlıkları, ölçüleri ve kaplarına ilişkin bilgiler ile tereddütte yer bırakmayacak şekilde eşyanın menşei bilgisi yer almalıdır."
  },
  {
    "id": "3639400",
    "unitNumber": 2,
    "text": "4760 sayılı kanun ile dört farklı listede belirlenen ürün gruplarından, maktu veya oransal olarak bir defaya mahsus olmak üzere ithalat işlemleri esnasında tahsil edilen vergiye ne ad verilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gümrük vergisi",
      "B": "Katma Değer Vergisi (KDV)",
      "C": "Özel Tüketim Vergisi",
      "D": "Tek-maktu vergi",
      "E": "Anti-damping vergisi"
    },
    "explanation": "Özel Tüketim Vergisi, Türk vergi sisteminde Özel Tüketim Vergisi Kanunu’na ekli listelerde belirlenen mal ve ürünlerden alınan bir harcama vergisidir. 4760 sayılı Özel Tüketim Vergisi Kanunu’nda dört farklı listede belirlenen ürün gruplarından, maktu veya oransal olarak bir defaya mahsus olmak üzere ithalat işlemleri esnasında tahsil edilir."
  },
  {
    "id": "3639401",
    "unitNumber": 2,
    "text": "“Bir malın normal değerinin altında, diğer bir ifadeyle, ihracatçı ülkenin iç piyasa fiyatlarının altında bir fiyatla Türkiye’ye ihraç edilmesidir\".<br/>Yukarıda tanımlanan kavrama ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Damping",
      "B": "Sübvansiyon",
      "C": "Tek-maktu",
      "D": "Antrepo",
      "E": "İndirim"
    },
    "explanation": "Anti-damping vergisi, ticaret politikası önlemleri kapsamında uygulanan vergilerden biridir. Damping, “Bir malın normal değerinin altında, diğer bir ifadeyle, ihracatçı ülkenin iç piyasa fiyatlarının altında bir fiyatla Türkiye’ye ihraç edilmesidir.” (Ticaret Bakanlığı, 2019, s. 2). Dünya Ticaret Örgütüne üye bütün ülkelerde olduğu gibi Türkiye’de de dampinge karşı anti-damping vergisi uygulanmaktadır. Anti damping vergisi, yerli üreticiyi haksız rekabete karşı korumak için düşük fiyattan zarar gören tarafların başvurusu ve yetkili makamın kararı ile uygulanmaktadır."
  },
  {
    "id": "3639402",
    "unitNumber": 2,
    "text": "Dahilde işleme rejimi kapsamında ihracat taahhüdüyle ithal edilmiş kimi ürünler için uygulanan ve piyasanın işleyişini korumaya yönelik bir vergidir. Dahilde işleme izni kapsamında Avrupa Birliği, Avrupa Serbest Ticaret<br/>Birliği (EFTA) ülkeleri ve serbest ticaret anlaşması bulunan ülkeler dışında bir ülkeden ithal edilen girdi ile elde edilen ürünün bu ülkelere ihracı esnasında ödenmesi gereken bir vergidir. Böylece iki ülke veya ülkeler arasındaki serbest ticaret anlaşmalarından kaynaklanan ve çoğu zaman karşılıklı uygulanan muafiyet, istisna veya kolaylıklar nedeniyle sağlanan vergi avantajı ile dahilde işleme rejimi kapsamında sağlanan ithalat muafiyetleri eş zamanlı uygulanmamakta ve uluslararası ticarette haksız rekabetin önüne geçilmektedir.<br/>Yukarıda açıklanan gümrük vergisi hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Özel Tüketim Vergisi",
      "B": "Telafi Edici Vergi",
      "C": "Katma Değer Vergisi",
      "D": "Anti-damping Vergisi",
      "E": "Damga Vergisi"
    },
    "explanation": "Telafi Edici Vergi, dahilde işleme rejimi kapsamında ihracat taahhüdüyle ithal edilmiş kimi ürünler için uygulanan ve piyasanın işleyişini korumaya yönelik bir vergidir. Dahilde işleme izni kapsamında Avrupa Birliği, Avrupa Serbest Ticaret Birliği (EFTA) ülkeleri ve serbest ticaret anlaşması bulunan ülkeler dışında bir ülkeden ithal edilen girdi ile elde edilen ürünün bu ülkelere ihracı esnasında ödenmesi gereken bir vergidir. Böylece iki ülke veya ülkeler arasındaki serbest ticaret anlaşmalarından kaynaklanan ve çoğu zaman karşılıklı uygulanan muafiyet, istisna veya kolaylıklar nedeniyle sağlanan vergi avantajı ile dahilde işleme rejimi kapsamında sağlanan ithalat muafiyetleri eş zamanlı uygulanmamakta ve uluslararası ticarette haksız rekabetin önüne geçilmektedir."
  },
  {
    "id": "3639403",
    "unitNumber": 2,
    "text": "Diplomatik muafiyet hangi gümrük vergi muafiyetleri kapsamına girmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Şartlı Muafiyet",
      "B": "Genel Muafiyetler",
      "C": "Geri Gelen Eşya ile İlgili Muafiyet",
      "D": "Deniz Balıkçılığı Ürünleri ve Denizden Çıkarılan Diğer Ürünlere İlişkin Muafiyet",
      "E": "Resmi Muafiyet"
    },
    "explanation": "Gümrük vergileri muafiyetleri dört başlık altında, genel muafiyetler, şartlı muafiyetler, geri gelen eşya ile ilgili muafiyetler ve deniz balıkçılığı ürünleri ve denizden çıkarılan diğer ürünlere ilişkin muafiyetler olarak<br/>sıralanabilir.<br/><strong>Diplomatik Muafiyet</strong><br/>Gümrük Kanunu’nun genel muafiyetler kapsamında belirttiği ikinci muafiyet ise diplomatik muafiyettir. Diplomatik muafiyet ile mütekabiliyet esasına uygun olarak ithal edilen diplomatik eşya gümrük vergilerinin tamamından muaftır."
  },
  {
    "id": "3639404",
    "unitNumber": 2,
    "text": "Gümrük Kanunu’nda sayılan genel muafiyetlerden posta ve hızlı kargo ile gelen eşyanın değerine ilişkin 167.maddenin 4. fıkrasında sayılan eşya muafiyetidir. Bu muafiyette eşyanın bu muafiyete girmesi için belirlenmiş limit ne kadardır?",
    "correctAnswer": "B",
    "options": {
      "A": "100 Euro",
      "B": "150 Euro",
      "C": "200 Euro",
      "D": "250 Euro",
      "E": "300 Euro"
    },
    "explanation": "Gümrük Kanunu’nda sayılan genel muafiyetlerden biri de eşyanın değerine ilişkin 167.maddenin<br/>4. fıkrasında sayılan 150 Euro’yu geçmeyen eşya muafiyetidir. Bu muafiyetin temel nedeni belirli<br/>bir ekonomik değerin altındaki eşyanın gümrük işlemlerine tabi olmadan Türkiye gümrük bölgesine<br/>giriş yapabilmesidir. Bu hem gümrük idaresinin iş yükünün gereksiz yere artmasını engellemekte hem<br/>de posta yolu ile yapılan taşımacılık faaliyetlerinin etkin çalışmasını sağlamaktadır."
  },
  {
    "id": "3639405",
    "unitNumber": 2,
    "text": "Aşağıda yolcu muafiyetine yönelik verilen bilgilerden hangisi doğru <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Türkiye gümrük bölgesine giriş yapan yolcunun yanında getirdiği eşyanın, kişisel kullanım için getirilmesi esastır.",
      "B": "Türkiye gümrük bölgesine giriş yapan yolcunun yanında getirdiği uluslararası ilişkiler çerçevesinde alınan hediyeler gümrük muafiyetine girmez.",
      "C": "Türkiye gümrük bölgesine giriş yapan yolcunun yanında getirdiği şeref nişanları ve ödüller gümrük vergilerinden muaftır.",
      "D": "Türkiye gümrük bölgesine giriş yapan yolcunun yanında getirdiği eşyanın, ticari mahiyete sahip olmaması esastır.",
      "E": "Türkiye gümrük bölgesine giriş yapan yolcunun, değeri 430 Euro’yu geçmemek kaydıyla beraberinde hediyelik olarak getirdiği eşyası gümrük vergilerinden muaftır."
    },
    "explanation": "Genel muafiyetler kapsamında bir diğer muafiyet ise yolcu muafiyetidir. Herhangi bir nedenle<br/>Türkiye gümrük bölgesine giriş yapan yolcunun, değeri 430 Euro’yu geçmemek kaydıyla beraberinde hediyelik olarak getirdiği eşyası gümrük vergilerinden muaftır. Bu eşyanın, ticari mahiyete sahip olmaması ve kişisel kullanım için getirilmesi esastır.<br/>Bu kapsamda şeref nişanları ve ödüller ile uluslararası ilişkiler çerçevesinde alınan hediyeler de bir<br/>değer sınırı olmaksızın gümrük vergisinden muaftır. Bu muafiyet sınırsız bir muafiyet değildir. 2009<br/>yılında alınan kararla yolcu beraberinde getirilecek kimi eşyaya ürün bazında sınırlama getirilmiştir.<br/>Örneğin yolcunun beraberinde getirdiği 1 kilo çikolata muafiyet kapsamındadır."
  },
  {
    "id": "3639198",
    "unitNumber": 3,
    "text": "Gümrük kıymetinin belirlenmesinde öncelikli olarak uygulanması gereken yöntem aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Satış fiyatı yöntemi",
      "B": "İndirgeme yöntemi",
      "C": "Aynı eşyanın satış bedeli yöntemi",
      "D": "Hesaplanmış kıymet yöntemi",
      "E": "Benzer eşyanın satış bedeli yöntemi"
    },
    "explanation": "Gümrük kıymetinin belirlenmesinde ağırlıklı olarak satış fiyatı yöntemi kullanılmaktadır.<br/>Bu yöntemle gümrük kıymeti belirlenemiyorsa sırasıyla diğer yöntemler kullanılmalıdır."
  },
  {
    "id": "3639201",
    "unitNumber": 3,
    "text": "Gümrük kıymetinin belirlenmesi yöntemleri ile ilgili aşağıda verilen seçeneklerden hangisi <strong>yanlıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Aynı eşyanın satış bedeli yönteminin uygulanması sırasında aynı eşyaya ilişkin birden fazla satış bedeli tespit edilirse, ithal eşyasının gümrük kıymetini belirlemek üzere bunlardan en düşük olanı kullanılır.",
      "B": "Hesaplanmış kıymet yöntemi uygulanırken ithalatçının, gerekli bilgi ve belgeleri gümrük idarelerine ibraz etmesi ve bu bilgi ve belgelerin doğruluğunu menşe ülke makamlarından alacakları belgelerle tasdik etmeye istekli olduğunu kanıtlaması gerekmektedir.",
      "C": "Geri dönüş yöntemine göre gümrük kıymeti belirlenirken ihracatçı ülkedeki malların iç piyasa fiyatı dikkate alınır.",
      "D": "Satış bedeli yöntemi uygulanırken ödenen veya ödenecek olan fiyatın içerisinde alıcı tarafından satıcıya veya satıcının yararına, ithal konusu ile ilgili olarak yapılan veya yapılacak tüm ödemeler yer almalıdır.",
      "E": "Benzer eşyanın satış bedeli yöntemi uygulanırken benzer eşya için birden fazla satış fiyatı belirlenirse, ithal eşyasının gümrük kıymetinin belirlenmesinde en düşük fiyat kullanılır."
    },
    "explanation": "Geri dönüş yöntemine göre gümrük kıymeti belirlenirken ihracatçı ülkedeki malların iç piyasa fiyatı dikkate alınmaz."
  },
  {
    "id": "3639202",
    "unitNumber": 3,
    "text": "Satış bedeli yöntemi hükümlerine göre gümrük kıymeti belirlenirken, ithal eşyasının fiilen ödenen veya ödenecek fiyatına aşağıdaki ilavelerden hangisi <strong>yapılmamaktadır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kıymeti belirlenecek eşyanın satış koşulu gereği, alıcının doğrudan veya dolaylı olarak ödemesi gereken, fiilen ödenen veya ödenecek fiyata dâhil edilmemiş olan royalti ve lisans ücretleri",
      "B": "İthal eşyası için Türkiye’deki giriş liman veya mahalline kadar yapılan nakliye ve sigorta giderleri",
      "C": "İthal eşyasının tekrar satışı veya diğer herhangi bir şekilde elden çıkarılması ya da kullanımı sonucu doğan hasılanın, doğrudan veya dolaylı olarak satıcıya intikal eden kısmı",
      "D": "İthal eşyasının Türkiye’de çoğaltma hakları için gümrük kıymetinin tespitinde yapılan ödemeler ile Türkiye’ye ihracat için satış koşulları hariç olmak üzere alıcının dağıtım veya yeniden satış hakkı için yaptığı ödemeler",
      "E": "İthal eşyasının üretimi için gereken ve ithal ülkesi dışında gerçekleştirilen mühendislik, geliştirme, sanat ve çizim çalışmaları, plan ve taslak hazırlama hizmetleri"
    },
    "explanation": "İthal eşyasının Türkiye’de çoğaltma hakları için gümrük kıymetinin tespitinde yapılan ödemeler ile Türkiye’ye ihracat için satış koşulları olmadıkça, alıcının dağıtım veya yeniden satış hakkı için yaptığı ödemeler dahil fiyata dâhil değildir."
  },
  {
    "id": "3639203",
    "unitNumber": 3,
    "text": "Kıymet beyanı ve kıymet bildirimi ile ilgili hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Kıymet beyanı ve kıymet bildirimi yapılırken alıcı ile satıcı arasında bir ilişki olup olmadığının kontrol edilmesine gereksinim duyulmamaktadır.",
      "B": "Gümrük vergileri esas alınarak ithal edilen eşyanın kıymetinin Türk Lirası olarak beyan edilmesi bir zorunluluk değildir.",
      "C": "Bir satın alma sözleşmesi imzalanacaksa sözleşmenin yazılı yapılmış olması zorunludur.",
      "D": "İthalatçı, sözleşmenin geçerliliğini kanıtlamak zorunda değildir.",
      "E": "Gümrük kıymetinin tespiti için gereken belgeler mallara ilişkin faturalar, taşıma ve sigorta giderlerine ilişkin belgeler, sözleşmeler ve benzeri belgeler ile her yönteme özgü belgelerdir."
    },
    "explanation": "İthalatçı, sözleşmenin geçerliliğini kanıtlamak zorundadır. Bir satın alma sözleşmesi imzalanabilir, kaşelenebilir, sözlü veya basit yazılı olabilir. Alıcı ile satıcı arasında bir ilişki olup olmadığını ve varsa gümrük kıymetini etkileyip etkilemediğini de kontrol edilmelidir. Gümrük kıymetinin tespiti için gereken belgelerin sayısı ve türü, kullanılan kıymet takdir yöntemine bağlı olacaktır ancak genellikle belirli belgeler gereklidir.<br/>Bu belgeler mallara ilişkin faturalar, taşıma ve sigorta giderlerine ilişkin belgeler, sözleşmeler ve benzeri belgeler ile her yönteme özgü belgelerdir."
  },
  {
    "id": "3639204",
    "unitNumber": 3,
    "text": "İthal eşyaya ait kıymet bildirim formunda aşağıdaki hususlardan hangisi <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Satıcı ve alıcının adı/ünvanı ve adresi",
      "B": "Taahhütname",
      "C": "Faturanın tarih ve sayısı",
      "D": "Alıcı tarafından üstlenilen giderler",
      "E": "İthal eşyasına ait görsel örneği"
    },
    "explanation": "İthal eşyasına ait görsel örneği kıymet bildirim formunda yer almamaktadır."
  },
  {
    "id": "3639205",
    "unitNumber": 3,
    "text": "Kıymet beyanının kontrolü ile ilgili aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Satıcı ile alıcının adları ve adreslerinin ticari faturadaki bilgilerle örtüşüp örtüşmediğinin kontrol edilmesine gerek yoktur.",
      "B": "Birden fazla alıcı varsa beyannameye alıcılardan yalnızca birinin isim ve adresinin eklenmesi yeterlidir.",
      "C": "Teslimat şartları CIF fiyatlarına dayalı ise, ithalatçı ülkeye teslimatla ilgili fatura bedelinin, nakliye masraflarının, sigorta ve diğer ödemelerin karşılanması gerekmez.",
      "D": "Mükellefin malların kullanımına veya imhasına ilişkin kısıtlamalar olduğunu beyannamesinde belirtmesi hâlinde, bu kısıtlamalara ilişkin ayrıntılı bilgi mükelleften istenmektedir.",
      "E": "Mükellef değerlendirilen mallarla ilgili olarak tespit edilemeyen nitelikteki koşulların varlığını beyannamede beyan ederse, buna ilişkin değer beyanının bulunup bulunmadığına bakılmasına gerek yoktur."
    },
    "explanation": "Mükellefin elden çıkarma veya kullanma konusunda kısıtlamalar olduğunu beyannamesinde belirtmesi hâlinde, bu kısıtlamalara ilişkin ayrıntılı bilgi mükelleften istenecektir."
  },
  {
    "id": "3639206",
    "unitNumber": 3,
    "text": "Tarifelerin gerçek değerinin bilinmesinin aşağıdaki seçeneklerden hangisi bakımından önemi <strong>bulunmaz?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Satıcı ile alıcı arasındaki ilişkinin niteliği",
      "B": "İstatistiki verilerin güvenilirliği",
      "C": "Hazineye gönderilen gelirlerin artırılması",
      "D": "Koruma ve teşvik uygulamaları",
      "E": "Kota ve lisans anlaşmalarının etkinliği"
    },
    "explanation": "Tarifelerin gerçek değerinin bilinmesi, Hazine’ye gönderilen gelirleri artıracağı gibi, koruma ve teşvik uygulamalarının, kota ve lisans anlaşmalarının etkinliğini, istatistiki verilerin güvenilirliğini ve diğer vergisel ve mali yükümlülükleri de etkileyecektir."
  },
  {
    "id": "3639211",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi vergi matrahının hesaplanmasında Cenevre Kıymet Sözleşmesi'nde belirtilen altı yöntemden biri <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Satış bedeli yöntemi",
      "B": "İndirgeme yöntemi",
      "C": "İdari takdir yöntemi",
      "D": "Benzer eşyanın satış bedeli yöntemi",
      "E": "Son yöntem"
    },
    "explanation": "“Vergi matrahının hesaplanmasında Cenevre Kıy met Sözleşmesi’nde belirtilen altı yöntemden biri kullanılmaktadır. Bu yöntemler şunlardır:<br/>•<br/>Satış bedeli yöntemi,<br/>•<br/>Aynı eşyanın satış bedeli yöntemi,<br/>•<br/>Benzer eşyanın satış bedeli yöntemi,<br/>•<br/>İndirgeme yöntemi,<br/>•<br/>Hesaplanmış kıymet yöntemi,<br/>•<br/>Son yöntem."
  },
  {
    "id": "3639214",
    "unitNumber": 3,
    "text": "Gümrük işlemlerine konu olan ithal eşyanın kıymetinin belirlenmesinde GATT kıymet anlaşmasında belirlenen yöntemlerin sırası soldan sağa olmak üzere aşağıdaki seçeneklerden hangisinde doğru verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Aynı eşyanın satış bedeli yöntemi - Benzer eşyanın satış bedeli yöntemi - İndirgeme yöntemi - Hesaplanmış kıymet yöntemi - Geri dönüş yöntemi - Satış bedeli yöntemi",
      "B": "Satış bedeli yöntemi - Benzer eşyanın satış bedeli yöntemi - Aynı eşyanın satış bedeli yöntemi - İndirgeme yöntemi - Hesaplanmış kıymet yöntemi - Geri dönüş yöntemi",
      "C": "Satış bedeli yöntemi - Aynı eşyanın satış bedeli yöntemi - Benzer eşyanın satış bedeli yöntemi - İndirgeme yöntemi - Hesaplanmış kıymet yöntemi - Geri dönüş yöntemi",
      "D": "Hesaplanmış kıymet yöntemi - Aynı eşyanın satış bedeli yöntemi - Benzer eşyanın satış bedeli yöntemi - İndirgeme yöntemi - Satış bedeli yöntemi - Son yöntem",
      "E": "İndirgeme yöntemi - Aynı eşyanın satış bedeli yöntemi - Benzer eşyanın satış bedeli yöntemi - Satış bedeli yöntemi - Hesaplanmış kıymet yöntemi - Geri dönüş yöntemi"
    },
    "explanation": "C seçeneğinde yöntemler doğru olarak sıralanmıştır."
  },
  {
    "id": "3639215",
    "unitNumber": 3,
    "text": "Kıymet beyanının kontrolü ile ilgili verilen bilgilerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Kıymet beyannamesi kontrol edilirken kontrol edilen temel belge ithal eşyasının gümrük bildirim formudur.",
      "B": "Fatura bedelinin uyumsuz veya geçersiz olduğu tespit edilirse durum, ilk olarak mükellefe bildirilir.",
      "C": "Fatura bedelinin uyumsuz veya geçersiz olduğu tespit edilirse durum, ilk olarak alıcı ve satıcıya bildirilir.",
      "D": "Kıymet beyanının kontrolü yapılırken malın birim fiyatları önceki ithalatlarla karşılaştırılmamaktadır.",
      "E": "Beyannamede belirtilen satış fiyatının faturada belirtilen fiyatla ve ithalat işleminde beyan edilen fiyatla örtüşüp örtüşmediği kontrol edilmez."
    },
    "explanation": "Kıymet beyannamesi kontrol edilirken kontrol edilen temel belge ithal eşyasının gümrük bildirim formudur."
  },
  {
    "id": "3639227",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi gümrük vergileri tahsilatının temel sorunlarından biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Düşük kıymet beyanı",
      "B": "Eşyanın tarife farklılıkları",
      "C": "Anti-damping vergi önlemlerinin aşılması",
      "D": "Menşe saptırması",
      "E": "Yüksek gümrük vergisi"
    },
    "explanation": "<strong>GİRİŞ</strong><br/><strong>Gümrük vergileri tahsilatının temel sorunları:</strong><br/><ul> <li>Düşük kıymet beyanı</li> <li>Eşyanın tarife farklılıkları</li> <li>Anti-damping vergi önlemlerinin aşılması</li> <li>Menşe saptırması</li> </ul>"
  },
  {
    "id": "3639228",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Cenevre Kıymet Sözleşmesi’nde belirtilen vergi matrahı hesaplanmasında kullanılan yöntemlerden biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Satış bedeli yöntemi",
      "B": "Aynı eşyanın satış bedeli yöntemi",
      "C": "Benzer eşyanın satış bedeli yöntemi",
      "D": "Kar-zarar yöntemi",
      "E": "İndirgeme yöntemi"
    },
    "explanation": "<strong>KIYMET KAVRAMI VE GATT KIYMET ANLAŞMASI</strong><br/>Cenevre Kıymet Sözleşmesi’nde belirtilen vergi matrahı hesaplanmasında kullanılan yöntemler:<br/><ul> <li>Satış bedeli yöntemi</li> <li>Aynı eşyanın satış bedeli yöntemi</li> <li>Benzer eşyanın satış bedeli yöntemi</li> <li>İndirgeme yöntemi</li> </ul>"
  },
  {
    "id": "3639229",
    "unitNumber": 3,
    "text": "Türkiye’ye ihraç amacı ile yapılan satışta, Gümrük Yönetmeliğine göre gerekli düzeltmelerin de yapıldığı fiilen ödenen veya ödenecek fiyat aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Satış bedeli",
      "B": "Gümrük fiyatı",
      "C": "Kıymet fiyatı",
      "D": "Menşe bedeli",
      "E": "Tarife fiyatı"
    },
    "explanation": "<strong>GÜMRÜK KIYMETİNİN BELİRLENMESİ YÖNTEMLERİ</strong><br/><strong>Satış bedeli: </strong>Türkiye’ye ihraç amacı ile yapılan satışta, Gümrük Yönetmeliğine göre gerekli düzeltmelerin de yapıldığı fiilen ödenen veya ödenecek fiyattır."
  },
  {
    "id": "3639230",
    "unitNumber": 3,
    "text": "GATT kıymet anlaşması hangi tarihte yürürlüğe girmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "17 Şubat 1955",
      "B": "10 Haziran 1968",
      "C": "12 Şubat 1994",
      "D": "16 Mayıs 2008",
      "E": "22 Ocak 2016"
    },
    "explanation": "<strong>KIYMET KAVRAMI VE GATT KIYMET ANLAŞMASI</strong><br/>GATT kıymet anlaşması 12 Şubat 1994 tarihinde yürürlüğe girmiştir."
  },
  {
    "id": "3639231",
    "unitNumber": 3,
    "text": "Kıymet tespiti için gümrük esaslı ithalat fiyatlarında kullanılacak para birimi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "ABD doları",
      "B": "Türk Lirası",
      "C": "Euro",
      "D": "Özel çekme hakkı (SDR)",
      "E": "Hizmete Özel Baz Para Birimi"
    },
    "explanation": "<strong>Kıymetin Tespitinde Kullanılacak Döviz Kuru</strong><br/>Kıymet tespiti için gümrük esaslı ithalat fiyatlarında kullanılacak para birimi Türk Lirası'dır."
  },
  {
    "id": "3639232",
    "unitNumber": 3,
    "text": "GATT kıymet anlaşmasında gümrük kıymetinin belirlenmesi yöntemlerinde göz önünde bulundurulması gereken en önemli husus aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yöntemlerin sırasıyla uygulanması",
      "B": "Yöntemin çok kapsamlı olması",
      "C": "Yöntemin kolay uygulanabilir olması",
      "D": "Yöntem değişikliği talep edilememesi",
      "E": "Yöntem değişikliğinin ihracatçı tarafından talep edilmesi"
    },
    "explanation": "<strong>KIYMET KAVRAMI VE GATT KIYMET ANLAŞMASI</strong><br/>GATT kıymet anlaşmasında gümrük kıymetinin belirlenmesi yöntemlerinde göz önünde bulundurulması gereken en önemli husus, Yöntemlerin sırasıyla uygulanmasıdır."
  },
  {
    "id": "3639233",
    "unitNumber": 3,
    "text": "Gümrük kıymeti belirlenirken başvurulacak ilk yöntem aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İndirgeme yöntemi",
      "B": "Satış bedeli yöntemi",
      "C": "Aynı eşyanın satış bedeli yöntemi",
      "D": "Benzer eşyanın satış bedeli yöntemi",
      "E": "Hesaplanmış kıymet yöntem"
    },
    "explanation": "<strong>KIYMET KAVRAMI VE GATT KIYMET ANLAŞMASI</strong><br/>Gümrük kıymeti belirlenirken başvurulacak ilk yöntem <strong>Satış Bedeli</strong> yöntemidir."
  },
  {
    "id": "3639234",
    "unitNumber": 3,
    "text": "Nakliye masraflarının, sigorta bedelinin ve diğer ödemelerin ithalatçı ülke tarafından karşılandığı teslimat biçimi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "FOB teslimat",
      "B": "CIF teslimat",
      "C": "GTİP teslimat",
      "D": "GİB teslimat",
      "E": "BTB teslimat"
    },
    "explanation": "<strong>KIYMET BEYANININ KONTROLÜ</strong><br/><strong>CIF teslimat</strong>: Nakliye masraflarının, sigorta bedelinin ve diğer ödemelerin ithalatçı ülke tarafından karşılandığı teslimat biçimidir."
  },
  {
    "id": "3639235",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kıymet beyanı talebini gerektiren durumlardan biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "İthalatçının kıymet kararlarına itirazı",
      "B": "Mahalli gümrük idarelerinin soruları",
      "C": "Başmüdürlüklerin resen yaptığı incelemeler",
      "D": "İthalatçının bilgi talebi",
      "E": "Bozulan eşyalara itiraz"
    },
    "explanation": "<strong>Gümrük Kıymetinin Belirlenmesinde Dikkat Edilecek Esaslar</strong><br/><strong>Kıymet beyanı talebini gerektiren durumlar:</strong><br/><ul> <li>İthalatçının kıymet kararlarına itirazı</li> <li>Mahalli gümrük idarelerinin soruları</li> <li>Başmüdürlüklerin resen yaptığı incelemeler</li> <li>İthalatçının bilgi talebi</li> </ul>"
  },
  {
    "id": "3639236",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi ithal eşyaya ait kıymet bildirim formuna eklenmesi zorunlu olan belgelerden biri <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Faturalar",
      "B": "Eşyanın üretim maliyetlerine ilişkin belgeler",
      "C": "Nakliye masraflarına ilişkin belgeler",
      "D": "Sigorta masraflarına ilişkin belgeler",
      "E": "Sözleşmeler"
    },
    "explanation": "<strong>Gümrük Kıymetinin Belirlenmesinde Dikkat Edilecek Esaslar</strong><br/><strong>İthal eşyaya ait kıymet bildirim formuna eklenmesi zorunlu olan belgeler:</strong><br/><ul> <li>Faturalar</li> <li>Nakliye masraflarına ilişkin belgeler</li> <li>Sigorta masraflarına ilişkin belgeler</li> <li>Sözleşmeler</li> </ul>"
  },
  {
    "id": "3639299",
    "unitNumber": 4,
    "text": "Serbest dolaşıma giriş rejimi ile ilgili işlemlerin usul ve esasları aşağıdakilerden hangisi tarafından belirlenir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hazine ve Maliye Bakanı",
      "B": "Sanayi Bakanı",
      "C": "Ticaret Bakanı",
      "D": "Dışişleri Bakanı",
      "E": "Cumhurbaşkanı"
    },
    "explanation": "Serbest dolaşıma giriş rejimi ile ilgili işlemlerin usul ve esasları Cumhurbaşkanı tarafından belirlenir."
  },
  {
    "id": "3639300",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Genel hizmete açık demir yolları gümrük yolu sayılmaktadır ve bu yolla giriş yapacak eşya ilgili gümrük idaresinden işlemlerini başlatır.</li> <li>Hava yolu ile gelecek eşya ise yetkili gümrük idaresi bulunan havalimanına inebilir veya bu havalimanından kalkabilir.</li> <li>Transit rejimi ile bir gümrük kapısından girerek bir iç gümrükte gümrük işlemleri yapılacak ise taşıtlar istediği yoldan gidebilir.</li> </ol> Eşyanın gümrüğe sunulması ile ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "II ve III"
    },
    "explanation": "Genel hizmete açık demir yolları gümrük yolu sayılmaktadır ve bu yolla giriş yapacak eşya ilgili gümrük idaresinden işlemlerini başlatır.<br/>Hava yolu ile gelecek eşya ise yetkili gümrük idaresi bulunan havalimanına inebilir veya bu havalimanından kalkabilir.<br/>Transit rejimi ile bir gümrük kapısından girerek bir iç gümrükte gümrük işlemleri yapılacak ise taşıtların belirli yolları izlemesi zorunludur.<br/>I ve II"
  },
  {
    "id": "3639301",
    "unitNumber": 4,
    "text": "<ol type=\"I\"><br/><li>Gümrük idaresi tarafından eşyanın gümrüğe sunulmasından önce özet beyanın alınmasın nedeni, Gümrük bölgesine giriş yapacak eşyaya ilişkin emniyet ve güvenlik amaçlı risk analizi yapmaktır.</li><br/><li>Özet beyanı veren kişi, özet beyanda yer alan bilgiler ile özet beyana ekli belgelerin doğruluğundan sorumludur.</li><br/><li>Gümrük idaresi özet beyanda herhangi bir hata olması durumunda, sorumlulara özet beyanda değişiklik hakkı vermemektedir.</li><br/></ol><br/>Özet beyanla ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I ve III"
    },
    "explanation": "Gümrük idaresi tarafından eşyanın gümrüğe sunulmasından önce özet beyanın alınmasın nedeni, Gümrük bölgesine giriş yapacak eşyaya ilişkin emniyet ve güvenlik amaçlı risk analizi yapmaktır.<br/>Özet beyanı veren kişi, özet beyanda yer alan bilgiler ile özet beyana ekli belgelerin doğruluğundan sorumludur.<br/>Gümrük idaresi özet beyanda herhangi bir hata olması durumunda, sorumlulara özet beyanda değişiklik hakkı vermektedir.<br/>Gümrük idaresi özet beyandaherhangi bir hata olması durumunda, sorumlulara özet beyanda değişiklik hakkı vermektedir. Bu<br/>hak belli durumlarda ortadan kalkmaktadır. Özet beyanı veren sorumlunun özet beyanda değişiklik hakkını ortadan kaldıran hâller şunlardır:<br/>a. Özet beyanı veren kişiye eşyanın muayene edileceğinin bildirilmesinden,<br/>b. Söz konusu bilgilerin yanlış olduğunun tespit edilmesinden,<br/>c. Eşyanın boşaltılmasına izin verilmesinden sonra değişiklik hakkı verilmez"
  },
  {
    "id": "3639302",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Geçici depolama statüsünde iken eşya gümrük gözetimi altındadır.</li> <li>Gümrük beyannamesi, eşya ve tercih edilen rejime ilişkin özet beyandan çok daha ayrıntılı bilgilerin sunulduğu bir belgedir.</li> <li>Gümrük beyanı, rejim tercihine uygun olarak, mevzuat kapsamında belirlenen usul ve esaslara göre imzalı bir şekilde Hazine ve Maliye Bakanlığı’na verilir.</li> <li>Gümrük işlemlerinin gümrük beyannamesi ile gerçekleştirilmesi zorunludur.</li> </ol> Gümrük işlemlerinde beyan ve beyan şekilleri ile ilgili yukarıdaki ifadelerden hangisi/ hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I, II, IV",
      "D": "II, III, IV",
      "E": "I, III, IV"
    },
    "explanation": "Geçici depolama statüsünde iken eşya gümrük gözetimi altındadır.<br/>Gümrük beyannamesi, eşya ve tercih edilen rejime ilişkin özet beyandan çok daha ayrıntılı bilgilerin sunulduğu bir belgedir.<br/>Gümrük beyanı, rejim tercihine uygun olarak, mevzuat kapsamında belirlenen usul ve esaslara göre imzalı bir şekilde gümrük idarelerine verilir.<br/>Gümrük işlemlerinin gümrük beyannamesi ile gerçekleştirilmesi zorunludur.<br/>I, II, IV"
  },
  {
    "id": "3639303",
    "unitNumber": 4,
    "text": "Gümrük Kanunu’nun 59. Maddesi uyarınca gümrük beyanı kaç şekilde verilebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Gümrük Kanunu’nun 59. maddesi uyarınca gümrük beyanı:<br/><ol><br/><li>Yazılı olarak</li><br/><li>Bilgisayar veri işleme tekniği yoluyla</li><br/><li>Sözlü olarak</li><br/><li>Eşya sahibinin bu eşyayı bir gümrük rejimine tabi tutma isteğini ifade ettiği herhangi bir tasarruf yoluyla yapılabilir.</li><br/></ol><br/>4"
  },
  {
    "id": "3639304",
    "unitNumber": 4,
    "text": "Gümrük beyannamesi yanında istenen belgelerde değişiklik yapma yetkisine aşağıdakilerden hangi sahiptir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ticaret Bakanlığı",
      "B": "Hazine ve Maliye Bakanlığı",
      "C": "Cumhurbaşkanlığı",
      "D": "Dışişleri Bakanlığı",
      "E": "Sanayi ve Teknoloji Bakanlığı"
    },
    "explanation": "Gümrük Beyannamesi gümrük idaresine sunulurken, beyanname dışında eşyaya ilişkin ek belgeler talep edilir. Bu kapsamda düzenlenen belgelerin eklenmesi zorunludur. Gümrük idaresinin sunulan belgelerin ispatı için ek belge talep etme hakkı saklıdır.<br/>Ticaret Bakanlığı ise gümrük beyannamesi yanında istenen belgelerde değişiklik yapma yetkisine sahiptir."
  },
  {
    "id": "3639305",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Fatura/Ayrıntılı Fatura</li> <li>Çeki Listesi</li> <li>Taşıma Belgeleri</li> <li>İşlenmiş Tarım Ürünleri Beyan Formu/Analiz Sonuç Raporu</li> <li>İthal Eşyasına Ait Kıymet Bildirim Formu</li> <li>Risk Analizi</li> </ol> Yukarıdakilerden hangisi gümrük beyannamesine eklenecek belgeler arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II, III, VI",
      "B": "II, III, IV, VI",
      "C": "III, IV, V, VI",
      "D": "I, II, III, IV, V",
      "E": "I, II, III,IV, V, VI"
    },
    "explanation": "<ol><br/><li>Fatura/Ayrıntılı Fatura</li><br/><li>Çeki Listesi</li><br/><li>Taşıma Belgeleri</li><br/><li>İşlenmiş Tarım Ürünleri Beyan Formu/Analiz Sonuç Raporu</li><br/><li>İthal Eşyasına Ait Kıymet Bildirim Formu</li><br/></ol><br/>Yukarıdakiler gümrük beyannamesine eklenecek belgeler arasında yer alırken, risk analizinin durumu farklıdır.<br/>Gümrük idaresi özet beyandaki bilgilere göre, gümrük bölgesine giriş yapacak eşyaya ilişkin emniyet ve güvenlik amaçlı risk analizi yapmaktır. Risk analizi çalışmaları tamamlandıktan sonra sonuçların uygun bulunması hâlinde gümrüğe sunulan eşya, gümrükçe onaylanmış bir işlem veya kullanıma tabi tutulabilir.<br/>I, II, III, IV, V"
  },
  {
    "id": "3639306",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi taşıma belgeleri arasında <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Konşimento",
      "B": "AWB Belgesi",
      "C": "CMR Belgesi",
      "D": "CIM Belgesi",
      "E": "Çeki Listesi"
    },
    "explanation": "Çeki Listesi: Eşyanın nasıl taşındığını gösteren belge, gümrük beyannamesine eklenmesi gereken zorunlu belgelerdendir. Çeki listesi, bir fatura kapsamı<br/>eşyanın çeşitli cins ve nev’ide ve çeşitli ağırlıktaki kaplara konulması hâlinde, her kapta ne miktar eşya bulunduğunu göstermek amacıyla düzenlenen bir belgedir.<br/>Konşimento, hava yolu konşimentosu (AWB Belgesi), yük senedi (CMR Belgesi) ve CIM Belgesi (demir yolu ile eşya taşınmasına ilişkin bir taşıma belgesi), gümrük beyannamesine eklenecek belgelerden taşıma belgeleri arasında yer alır."
  },
  {
    "id": "3639307",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Ticaret Bakanlığı risk analizini mali amaçlı ile emniyet ve güvenlik amaçlı olarak iki şekilde yürütmektedir.</li> <li>Emniyet ve güvenlik amaçlı risk analizi, gümrüğe teslim edilen gümrük beyannamesinin ticaret politikası önlemleri, tarife bilgileri ve mevzuata uygunluğu ile KDV, gümrük vergisi oranı gibi mali yükümlülüklerin doğruluğunu analiz eder.</li> <li>Gümrük idareleri tarafından risk analizi beş temel yöntemle gerçekleştirilir.</li> </ol> Risk analizi ile ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I, II",
      "E": "I, II, III"
    },
    "explanation": "Ticaret Bakanlığı risk analizini mali amaçlı ile emniyet ve güvenlik amaçlı olarak iki şekilde yürütmektedir.<br/>Mali amaçlı risk analizi, gümrüğe teslim edilen gümrük beyannamesinin ticaret politikası önlemleri, tarife bilgileri ve mevzuata uygunluğu ile KDV, gümrük vergisi oranı gibi mali yükümlülüklerin doğruluğunu analiz eder.<br/>Gümrük idareleri tarafından risk analizi üç temel yöntemle gerçekleştirilir.<br/>Yalnız I"
  },
  {
    "id": "3639308",
    "unitNumber": 4,
    "text": "<ol type=\"I\"><br/><li>Gümrük vergileri döviz cinsinden ödenir.</li><br/><li>Gümrük vergilerinde vergilendirme sürecinin farklı işlemesinin en önemli nedeni, gümrük yükümlüsünün beyanname verirken vergiye ilişkin bilgileri de beyannamede iletmesi ve gümrük vergilerinin eşyaya bağlı vergiler olmasıdır.</li><br/><li>Kanun ve yönetmelikte belirtilen süreler içinde gümrükçe onaylanmış bir işlem veya kullanım belirlenerek buna ilişkin işlemlere başlanmayan eşya için tasfiye hükümleri uygulanır.</li><br/><li>İmha yoluyla tasfiye sürecinde imha kararını ilgili gümrük idaresi verir.</li><br/></ol><br/>Gümrük vergilerinin ödenmesi ve eşyanın teslimi ve tasfiye işlemleri ile ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "II, III",
      "D": "I, III, IV",
      "E": "II, III, IV"
    },
    "explanation": "Gümrük vergileri Türk Lirası cinsinden ödenir.<br/>Gümrük vergilerinde vergilendirme sürecinin farklı işlemesinin en önemli nedeni, gümrük yükümlüsünün beyanname verirken vergiye ilişkin bilgileri de beyannamede iletmesi ve gümrük vergilerinin eşyaya bağlı vergiler olmasıdır.<br/>Kanun ve yönetmelikte belirtilen süreler içinde gümrükçe onaylanmış bir işlem veya kullanım belirlenerek buna ilişkin işlemlere başlanmayan eşya için tasfiye hükümleri uygulanır.<br/>İmha yoluyla tasfiye sürecinde imha kararını İmha kararı ancak mahkemelerce<br/>ve ilgili komisyonca verilir.<br/>Türk vergi sisteminde vergilendirme süreci tarh, tebliğ, tahakkuk ve tahsil aşamalarından oluşur. Tarh verginin kamu idaresi tarafından hesaplanması; tebliğ ilgiliye verginin bildirilmesi, tahakkuk ise ilgilinin tarh edilen vergiyi kabul etmesi kısaca itiraz süreçlerinin sona ermesi; son olarak tahsil ise verginin ödenmesidir. Gümrük vergilerinde ise süreç, tarh, tahakkuk, tebliğ ve tahsil esasına göre ilerlemektedir. Gümrük beyannamesine ilişkin idari işlemlerin sona ermesi ile ilgili gümrük idaresi beyannamede bulunan verginin tarhiyatını yapar ve tahakkuk ettirir, tahakkuk edilen vergi yükümlüye tebliğ edilir. Gümrük vergilerinde vergilendirme sürecinin farklı işlemesinin en önemli nedeni, gümrük yükümlüsünün beyanname verirken vergiye ilişkin bilgileri de beyannamede iletmesi ve gümrük vergilerinin eşyaya bağlı vergiler olmasıdır. Gümrük vergilerinde, tahakkuk işleminden sonra itiraz süreci başlar."
  },
  {
    "id": "3639216",
    "unitNumber": 5,
    "text": "Dahilde işleme rejimi, nasıl tanımlanır?",
    "correctAnswer": "B",
    "options": {
      "A": "İhraç ürününün elde edilmesinde kullanılan gelirlerin ticaret politikası önlemlerine tabi tutularak gümrük muafiyetli olarak ithal edilmesidir.",
      "B": "İhraç ürününün elde edilmesinde kullanılan girdilerin ticaret politikası önlemlerine tabi tutulmaksızın gümrük muafiyetli olarak ithal edilmesidir.",
      "C": "Ticaret politikası önlemlerine tabi tutularak gümrük muafiyetli olarak tanımlanır.",
      "D": "İhraç ürün girdilerinin ticaret politikası önlemlerine tabi tutulmaksızın gümrük muafiyetli olarak ihrac edilmesidir.",
      "E": "İthal ürününün elde edilmesinde kullanılan girdilerin ticaret politikası önlemlerine tabi tutulmaksızın gümrük muafiyetli olarak ihraç edilmesidir."
    },
    "explanation": "Dahilde işleme rejimi, kısaca şu şekilde tanımlanabilir; ihraç ürününün<br/>elde edilmesinde kullanılan girdilerin ticaret politikası önlemlerine tabi tutulmaksızın gümrük muafiyetli olarak ithal edilmesidir"
  },
  {
    "id": "3639217",
    "unitNumber": 5,
    "text": "\"Dahilde İşleme Rejim kapsamında mevzuatta atıf yapılan bakanlık ........, topluluk ise ...........\" Cümlesindeki boşluklara aşağıdaki seçeneklerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Maliye Bakanlığı, Tarım Topluluğudur.",
      "B": "Adalet Bakanlığı, Avrupa Topluluğudur.",
      "C": "Ticaret Bakanlığı, Avrupa Topluluğudur.",
      "D": "Kültür ve Turizm Bakanlığı, Avrupa Topluluğudur.",
      "E": "Ticaret Bakanlığı, Spor Topluluğudur."
    },
    "explanation": "Dahilde İşleme Rejim kapsamında mevzuatta atıf yapılan bakanlık Ticaret Bakanlığı, topluluk ise Avrupa Topluluğudur."
  },
  {
    "id": "3639218",
    "unitNumber": 5,
    "text": "Aşağıdaki seçeneklerden hangisi dahilde işleme rejiminin amaçlarından biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Girdi maliyetlerini azaltmak ve bu sayede ürünlere dünya piyasalarında rekabet gücü kazandırmak,",
      "B": "İhracatı azaltmak",
      "C": "Üretim ve ticaret hacmini artırmak,",
      "D": "Katma değer yaratmak,",
      "E": "İhraç ürünlerini ve ihraç pazarlarını çeşitlendirmek."
    },
    "explanation": "Dahilde işleme rejiminin amaçları şu şekilde özetlenebilir:<br/>• Ülke içinde dünya fiyatlarından temin edilemeyen, üretimi bulunmayan veya yetersiz olan, istenilen kalitede olmayan eşyanın gümrük muafiyetli (ticaret politikası önlemlerine tabi tutulmaksızın)<br/>ithaline olanak sağlanması yoluyla,<br/>• Girdi maliyetlerini azaltmak ve bu sayede ürünlere dünya piyasalarında rekabet gücü kazandırmak,<br/>• İhracatı artırmak,<br/>• Üretim ve ticaret hacmini artırmak,<br/>• Katma değer yaratmak,<br/>• İstihdamı artırmak,<br/>• İhraç ürünlerini ve ihraç pazarlarını çeşitlendirmek."
  },
  {
    "id": "3639219",
    "unitNumber": 5,
    "text": "\"........, ithalatta şartlı muafiyet sistemi ve geri ödeme sisteminden oluşur.\" Cümlesindeki boşluğa aşağıdaki seçeneklerden hangisi gelmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "İşletmede tekrara rejimi",
      "B": "Objektif işleme rejimi",
      "C": "Dahilde görünüş rejimi",
      "D": "Haricide işleme rejimi",
      "E": "Dahilde işleme rejimi"
    },
    "explanation": "Dahilde işleme rejimi, ithalatta şartlı muafiyet sistemi ve geri ödeme sisteminden oluşur."
  },
  {
    "id": "3639220",
    "unitNumber": 5,
    "text": "Geri Ödeme Sistemi çerçevesinde düzenlenen Dahilde İşleme İzin Belgesi kapsamında, ihracat taahhüdünün kapatılmasını müteakip kaç içerisinde, ithalat sırasında ödenen vergilerin iadesi için ilgili gümrük idaresine müracaat edilmesi gerekmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "6 ay",
      "B": "3 ay",
      "C": "4 ay",
      "D": "1 ay",
      "E": "2 ay"
    },
    "explanation": "Geri Ödeme Sistemi çerçevesinde düzenlenen Dahilde İşleme İzin Belgesi kapsamında, ihracat taahhüdünün kapatılmasını müteakip 3 ay içerisinde, ithalat sırasında ödenen vergilerin iadesi için ilgili gümrük idaresine müracaat edilmesi gerekmektedir."
  },
  {
    "id": "3639221",
    "unitNumber": 5,
    "text": "Geri ödeme sisteminin uygulandığı dahilde işleme rejimini sona erdirecek işlem veya kullanımda, Gümrük Kanununun kaçıncı maddesinde öngörülen basitleştirilmiş usuller, serbest dolaşıma giriş, ihracat ve yeniden ihracatta, bu konulardaki özel hükümler dikkate alınarak uygulanır?",
    "correctAnswer": "B",
    "options": {
      "A": "61. maddesinde",
      "B": "71. maddesinde",
      "C": "12. maddesinde",
      "D": "45. maddesinde",
      "E": "56. maddesinde"
    },
    "explanation": "Geri ödeme sisteminin uygulandığı dahilde işleme rejimini sona erdirecek işlem veya kullanımda, Gümrük Kanununun 71. maddesinde öngörülen basitleştirilmiş usuller, serbest dolaşıma giriş, ihracat ve yeniden ihracatta, bu konulardaki özel hükümler dikkate alınarak uygulanır."
  },
  {
    "id": "3639222",
    "unitNumber": 5,
    "text": "Dahilde işleme izin belgesinin süresinin başlangıcı ne zamandır?",
    "correctAnswer": "D",
    "options": {
      "A": "Dahilde Personel İzin Belgesinin başladığı tarihtir.",
      "B": "Genel İzin Belgesinin başladığı tarihtir.",
      "C": "Dahilde İşleme İzin Belgesinin sonuç tarihtir.",
      "D": "Dahilde İşleme İzin Belgesinin taşıdığı tarihtir.",
      "E": "Haricide İşleme Belgesinin taşıdığı tarihtir."
    },
    "explanation": "Dahilde işleme izin belgesinin süresinin başlangıcı Dahilde İşleme İzin Belgesinin taşıdığı tarihtir."
  },
  {
    "id": "3639223",
    "unitNumber": 5,
    "text": "\".........., yeni belge düzenlenmesi için kayıp ilanı verilen gazete ile birlikte ilgili bölge müdürlüğüne müracaat edilmesi gerekir.\" Cümlesindeki boşluğa aşağıdaki seçeneklerden hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Genel izin belgesinin kayıt edilmesi hâlinde,",
      "B": "İşleme izin belgesinin işleme konması hâlinde,",
      "C": "Dahilde işleme izin belgesinin bulunması hâlinde,",
      "D": "Dahilde işleme izin belgesinin kaybedilmesi hâlinde,",
      "E": "haricide işleme izin belgesinin bulunması hâlinde,"
    },
    "explanation": "Dahilde işleme izin belgesinin kaybedilmesi hâlinde, yeni belge düzenlenmesi için kayıp ilanı verilen gazete ile birlikte ilgili bölge müdürlüğüne müracaat edilmesi gerekir."
  },
  {
    "id": "3639224",
    "unitNumber": 5,
    "text": "Gümrük antrepoları, genel olarak kaça ayrılır?",
    "correctAnswer": "E",
    "options": {
      "A": "Cari ve Yapıcı Antrepo olmak üzere ikiye ayrılır",
      "B": "Gözlemci, Genel ve Tek Antrepo olmak üzere ikiye ayrılır",
      "C": "Çağdaş ve Kısmi Antrepo olmak üzere ikiye ayrılır",
      "D": "Genel, Geçici ve Özel Antrepo olmak üzere üçe ayrılır",
      "E": "Genel ve Özel Antrepo olmak üzere ikiye ayrılır"
    },
    "explanation": "Gümrük antrepoları, genel ve özel antrepo olmak üzere ikiye ayrılır."
  },
  {
    "id": "3639225",
    "unitNumber": 5,
    "text": "\".......... eşyanın gümrük antreposunda bulunduğu süre içerisinde gümrük gözetimi altında bulunmasını sağlamak, eşyanın iyi muhafaza edilmesi konusunda yükümlülüklerini yerine getirmek ve izinde belirtilen şartlara uymak zorundadır.\" Cümlesindeki boşluğa aşağıdaki seçeneklerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Antrepo yöneticileri ve işçileri;",
      "B": "Antrepo işleticileri ve kullanıcıları;",
      "C": "Antrepo personeli ve müşterileri;",
      "D": "Antrepo temizlikçileri ve kullanıcıları;",
      "E": "Antrepo güvenliği ve yöneticileri;"
    },
    "explanation": "Antrepo işleticileri ve kullanıcıları; eşyanın gümrük antreposunda bulunduğu süre içerisinde gümrük gözetimi altında bulunmasını sağlamak, eşyanın iyi muhafaza edilmesi konusunda yükümlülüklerini yerine getirmek ve izinde belirtilen şartlara uymak zorundadır."
  },
  {
    "id": "3639266",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi dahilde işleme rejim kapsamında mevzuatta atıf yapılan bakanlıktır?",
    "correctAnswer": "D",
    "options": {
      "A": "Sanayi ve Teknoloji Bakanlığı",
      "B": "Hazine ve Maliye Bakanlığı",
      "C": "Enerji ve Tabii Kaynaklar Bakanlığı",
      "D": "Ticaret Bakanlığı",
      "E": "Çevre, Şehircilik ve İklim Değişikliği Bakanlığı"
    },
    "explanation": "Dahilde İşleme Rejim kapsamında mevzuatta atıf yapılan bakanlık Ticaret Bakanlığıdır."
  },
  {
    "id": "3639267",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi dahilde işleme rejimi kapsamına ilişkin doğru bir bilgi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mevzuatta atıf yapılan bakanlık Ticaret Bakanlığıdır.",
      "B": "Mevzuattaki topluluk ile kastedilen Avrupa Topluluğudur.",
      "C": "Serbest bölgeler kavramı Türkiye Gümrük Bölgesindeki serbest bölgeleridir.",
      "D": "Üçüncü ülke kavramı Avrupa Topluluğuna üye ülkeler dışındaki ülkelerdir.",
      "E": "Eşdeğer eşya deyimi eşyanın montajı ve kurulmasını kolaylaştıran eşyadır."
    },
    "explanation": "Dahilde İşleme Rejim Kararında sözü geçen eşdeğer eşya deyimi, işlem görmüş ürünlerinüretimi için ithal eşyanın yerine kullanılan, aynı ticari kalitede olan, aynı teknik özellikleri taşıyan ve aynı gümrük tarife istatistik pozisyon numarasına (GTİP) giren ve serbest dolaşımda bulunan eşyayı ifade eder."
  },
  {
    "id": "3639268",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi dahilde işleme rejimi kapsamında ithal eşya yerine serbest dolaşımda bulunan eşyanın kullanılmasına izin verilebilmesinin koşullarından biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gümrük tarife cetvelinin aynı pozisyonunda yer alacak, ithal eşyası ile aynı ticari kalitede olması gerekir.",
      "B": "Sadece ilgili kişi tarafından yapılan izin başvurusunda talep edilmesi gerekir.",
      "C": "Eşdeğer eşyanın kullanılmasının öngörülmemesi, ancak izin sahibinin bu sistemi kullanmak istemesi durumunda Söz konusu olur.",
      "D": "Eşdeğer eşyanın kullanılmasının öngörülmesi durumunda, kullanıma ilişkin hükümlere uyulmasının sağlanması için alınacak özel önlemler sonradan eklenebilir.",
      "E": "Şartlar gerektirdiğinde, eşdeğer eşyanın ithal eşyasına göre daha ileri bir imalat aşamasında olmasına iizn verilebilir."
    },
    "explanation": "Eşdeğer eşyanın kullanılmasının öngörülmesi durumunda, kullanıma ilişkin hükümlere uyulmasının sağlanması için alınacak özel önlemler, verilen izinde belirtilir. Sonradan eklenemez."
  },
  {
    "id": "3639309",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi dahilde işleme rejim kapsamında işlem görmemiş ithal eşyasını ifade eden kavramdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Değişmemiş Eşya",
      "B": "İşlenmiş Tarım Ürünleri",
      "C": "Sanayi Ürünleri",
      "D": "İthal Eşyası",
      "E": "Tarım Ürünleri"
    },
    "explanation": "Değişmemiş Eşya: İşlem görmemiş ithal eşyasını ifade eden bir kavramdır."
  },
  {
    "id": "3639310",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi dahilde işleme rejiminin amaçlarından biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "İthalatı artırmak",
      "B": "Üretim ve ticaret hacmini artırmak",
      "C": "İstihdamı artırmak,",
      "D": "Katma değer yaratmak,",
      "E": "Ödenmiş vergilerin geri alınması"
    },
    "explanation": "Dahilde işleme rejiminin amaçlarından biriithalatı değil İhracatı artırmaktır."
  },
  {
    "id": "3639311",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi dahilde işleme izin belgesine/dahilde işleme iznine ilişkin müracaatda bulunması gereken koşullardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "İthal eşyasının işlem görmüş ürünün elde edilmesinde kullanıldığının tespitinin mümkün olması",
      "B": "Türk malı imajının olumsuz etkilenmemesi",
      "C": "İşleme faaliyetinin, kapasite kullanımını artıran bir faaliyet olması",
      "D": "İşleme faaliyetinin, katma değer yaratan bir faaliyet olması",
      "E": "Dahilde işleme izin belgesi kapsamındaki eşyanın kısmen ithalatına kısıtlama getirilmesi"
    },
    "explanation": "Dahilde işleme izin belgesi kapsamındaki eşyanın kısmen ithalatına kısıtlama getirilmesidahilde işleme izin belgesine/dahilde işleme iznine ilişkin müracaatda bulunması gereken koşullardan biri değildir. Bu sadece bir özelliktir. Eşyanın fiyat, bulunabilirlik ve kalite yönünden yurt içinden temin edilmesinin mümkün olup olmaması dikkate alınarak, dahilde işleme izin belgesi kapsamındaki eşyanın kısmen veya tamamen ithalatınam(yurt içi alımlar hariç) süresiz veya dönemsel olarak kısıtlama getirilebilir."
  },
  {
    "id": "3639312",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi dahilde işleme izin belgesinin kapatılabilmesi için gerekli olması hâlinde müracaatta aranan belgelerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Telafi edici vergi makbuzu",
      "B": "A.TR dolaşım belgesi",
      "C": "Menşe ispat belgeleri",
      "D": "Tedarikçi beyanı",
      "E": "İhracat listesi"
    },
    "explanation": "Telafi edici vergi makbuzu (Gerekli olması<br/>hâlinde)<br/>A.TR dolaşım belgesi (Gerekli olması<br/>hâlinde)<br/>Menşe ispat belgeleri (Gerekli olması<br/>hâlinde)<br/>Tedarikçi beyanı (Gerekli olması hâlinde) istenen belgelerdendir."
  },
  {
    "id": "3639313",
    "unitNumber": 5,
    "text": "Dahilde İşleme İzin Belgesi sahibi firmalar, dahilde işleme izin belgesi ihracat taahhüdünü kapatmak için en geç belge süresi sonundan itibaren ne kadar süre içerisinde, Ticaret Bakanlığınca belirlenen ilgili bölge müdürlüğüne müracaat etmeleri zorunludur?",
    "correctAnswer": "C",
    "options": {
      "A": "15 gün",
      "B": "Bir ay",
      "C": "Üç ay",
      "D": "Altı ay",
      "E": "Bir yıl"
    },
    "explanation": "Dahilde İşleme İzin Belgesi sahibi firmalar, dahilde işleme izin belgesi ihracat taahhüdünü kapatmak için en geç belge süresi sonundan itibaren üç ay içerisinde, elektronik ortamda ve gerekli bilgi ve belgelerle birlikte Ticaret Bakanlığınca (İhracat Genel Müdürlüğü) belirlenen ilgili bölge müdürlüğüne müracaat etmeleri zorunludur.<br/>Dahilde İşleme İzin Belgesi sahibi firmalar, dahilde işleme izin belgesi ihracat taahhüdünü kapatmak için en geç belge süresi sonundan itibaren üç ay içerisinde, elektronik ortamda ve gerekli bilgi<br/>ve belgelerle birlikte Ticaret Bakanlığınca (İhracat Genel Müdürlüğü) belirlenen ilgili bölge müdürlüğüne müracaat etmeleri zorunludur."
  },
  {
    "id": "3639314",
    "unitNumber": 5,
    "text": "Dahilde İşleme İzin Belgesi sahibi firmalar, dahilde işleme izin belgesi ihracat taahhüdünü kapatmak için nereye müracaat etmeleri zorunludur?",
    "correctAnswer": "A",
    "options": {
      "A": "Ticaret Bakanlığı İlgili bölge müdürlüğüne",
      "B": "Ekonomi Bakanlığı İlgili bölge müdürlüğüne",
      "C": "Sanayi Bakanlığı İlgili bölge müdürlüğüne",
      "D": "Gümrük Bakanlığı İlgili bölge müdürlüğüne",
      "E": "Çalışma ve Sosyal Güvenlik Bakanlığı İlgili bölge müdürlüğüne"
    },
    "explanation": "Dahilde İşleme İzin Belgesi sahibi firmalar, dahilde işleme izin belgesi ihracat taahhüdünü kapatmak için en geç belge süresi sonundan itibaren üç ay içerisinde, elektronik ortamda ve gerekli bilgi<br/>ve belgelerle birlikte Ticaret Bakanlığınca (İhracat Genel Müdürlüğü) belirlenen ilgili bölge müdürlüğüne müracaat etmeleri zorunludur.<br/>Dahilde İşleme İzin Belgesi sahibi firmalar, dahilde işleme izin belgesi ihracat taahhüdünü kapatmak için en geç belge süresi sonundan itibaren üç ay içerisinde, elektronik ortamda ve gerekli bilgi ve belgelerle birlikte Ticaret Bakanlığınca (İhracat Genel Müdürlüğü) belirlenen ilgili bölge müdürlüğüne müracaat etmeleri zorunludur."
  },
  {
    "id": "3639315",
    "unitNumber": 5,
    "text": "Dahilde işleme izin belgesi/dahilde işleme izni ihracat taahhüdünün kapatılmasına ilişkin yapılan<br/>müracaatta, eksik bilgi ve belge gönderildiğinin tespiti hâlinde, bu eksiklik ne kadar süre içerisinde tamamlanmak üzere ilgili bölge müdürlüğü/gümrük idaresi tarafından firmaya bildirilir?",
    "correctAnswer": "D",
    "options": {
      "A": "15 gün",
      "B": "40 gün",
      "C": "45 gün",
      "D": "1 ay",
      "E": "6 ay"
    },
    "explanation": "Dahilde işleme izin belgesi/dahilde işleme izni ihracat taahhüdünün kapatılmasına ilişkin yapılan<br/>müracaatta, eksik bilgi ve belge gönderildiğinin tespiti hâlinde, bu eksiklik 1 (bir) ay içerisinde tamamlanmak üzere ilgili bölge müdürlüğü/gümrük idaresi tarafından firmaya bildirilir."
  },
  {
    "id": "3639406",
    "unitNumber": 6,
    "text": "Aşağıdakilerden eşyalardan hangisi geçici ithalat rejiminden yararlandırılır?",
    "correctAnswer": "E",
    "options": {
      "A": "Türkiye’ye ithali yasak olan eşya",
      "B": "Tüketilebilir nitelikte olan eşya",
      "C": "Ayniyet tespitinin yapılması mümkün olmayan eşya",
      "D": "Ülke ekonomisine zarar verebileceği Bakanlıkça belirlenecek eşya",
      "E": "Serbest dolaşım izninden yararlanabilecek eşya"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/9677c846923241cfede22f43036b5bdb.png\" alt=\"\" width=\"389\" height=\"212\"><br/>Geçici ithalat izni, serbest dolaşım rejiminden faydalabilecek ürünlere verilir. Yukarıda sıralanan eşyalara ise verilmez.<br/>Serbest dolaşım izninden yararlanabilecek eşya"
  },
  {
    "id": "3639407",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Gümrük kontrolü altında işleme rejimi için onay, veri işleme tekniği yoluyla (tek pencere sistemi) sorumlu gümrük makamlarına yapılır.</li> <li>Gümrük gözetiminde işleme işlemlerine ilişkin iznin geçerlilik süresi, Gümrük İdaresi tarafından her başvuru için en fazla iki yıl olarak belirlenir.</li> <li>Gümrük gözetiminde işleme işlemlerine ilişkin iznin geçerlilik süresi, öngörülemeyen hâller veya mücbir sebepler nedeniyle 1 yıla kadar uzatılabilir.</li> </ol> Gümrük Kontrolü Altında İşleme Rejimi ile yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I, II, III",
      "E": "I, II"
    },
    "explanation": "Gümrük kontrolü altında işleme rejimi için onay, veri işleme tekniği yoluyla (tek pencere sistemi) sorumlu gümrük makamlarına yapılır.Gümrük gözetiminde işleme işlemlerine ilişkin iznin geçerlilik süresi, Gümrük İdaresi tarafından her başvuru için en fazla iki yıl olarak belirlenir.<br/>Gümrük gözetiminde işleme işlemlerine ilişkin iznin geçerlilik süresi, öngörülemeyen hâller veya mücbir sebepler nedeniyle üç aya kadar uzatılabilir.<br/>I, II"
  },
  {
    "id": "3639408",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Kapatma sırasında ibraz edilen gümrük beyannamesi ve eki belgelerin sahte ya da üstünde tahrifat yapılma olması durumunda, belge/izin sahibi şirket 1 (bir) sene süreyle hariçte işleme izninden yararlandırılmaz.</li> <li>Hariçte işleme izni veya hariçte işleme izni kapsamında geçici olarak ihraç edilen malları, süre geçtikten sonra geri getirilmesi hâlinde, Gümrük Kanunu çerçevesinde idari ihlalden cezalandırılır.</li> <li>Hariçte işleme izin kurallarına uymayan, yanlış muamele yapan, belgelerin/izinlerin ilgiliye ilişkin özgün nüshasına lüzumlu meşruhatı kaydetmeden muamele yapan, yanıltıcı malumat veren ve bu nedenlerden ötürü vergi yitirilmesine ya da verginin tahsilinde gecikmelere sebep olan gerçek ve tüzel kişiler, aslolan borçludan alınamayan alacağın ödenmesinden müştereken ve müteselsilen sorumludur.</li> </ol> Hariçte işleme rejimi ile ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I, II",
      "E": "I, II, III"
    },
    "explanation": "Kapatma sırasında ibraz edilen gümrük beyannamesi ve eki belgelerin sahte ya da üstünde tahrifat yapılma olması durumunda, belge/izin sahibi şirket 1 (bir) sene süreyle hariçte işleme izninden yararlandırılmaz.<br/>Hariçte işleme izni veya hariçte işleme izni kapsamında geçici olarak ihraç edilen malları, süre geçtikten sonra geri getirilmesi hâlinde, Gümrük Kanunu çerçevesinde idari ihlalden cezalandırılır.<br/>Hariçte işleme izin kurallarına uymayan, yanlış muamele yapan, belgelerin/izinlerin ilgiliye ilişkin özgün nüshasına lüzumlu meşruhatı kaydetmeden muamele yapan, yanıltıcı malumat veren ve bu nedenlerden ötürü vergi yitirilmesine ya da verginin tahsilinde gecikmelere sebep olan gerçek ve tüzel kişiler, aslolan borçludan alınamayan alacağın ödenmesinden müştereken ve müteselsilen sorumludur.<br/>I, II, III"
  },
  {
    "id": "3639409",
    "unitNumber": 6,
    "text": "Hariçte İşleme İzin Belgesi, belge süresi (ek süreler dahil) sonundan itibaren ne kadar zaman içinde kapatılmalıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "10 gün",
      "B": "20 gün",
      "C": "1 ay",
      "D": "45 gün",
      "E": "2 ay"
    },
    "explanation": "Hariçte İşleme İzin Belgesi, belge süresi (ek süreler dahil) sonundan itibaren bir ay içerisinde Bakanlıkça (İhracat Genel Müdürlüğü) belirlenen ilgili bölge müdürlüğüne başvuru ile kapatılmaktadır.<br/>1 ay"
  },
  {
    "id": "3639410",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi hariçte işleme izninin kapatılması için gerekli belgeler ve bilgiler arasında <u>yer almaz?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Hariçte işleme izin belgesinin aslı",
      "B": "Gümrük beyannamesi aslı",
      "C": "Serbest dolaşım izin belgesi",
      "D": "Hariçte İşleme Lisansları ilgili geçici İhracat Listesi",
      "E": "Hariçte işleme izin belgesi istenen ürünün fiyatını gösterenin ruhsatı kapatılmasına ilişkin ham madde tüketim tablosu"
    },
    "explanation": "Hariçte işleme izninin kapatılması için gerekli belgeler ve bilgiler şunlardır:<br/>1. Hariçte işleme izin belgesinin aslı<br/>2. Gümrük beyannamesi aslı<br/>3. Hariçte İşleme Lisansları belgeleri/İthalat Listesi<br/>4. Hariçte İşleme Lisansları / Hariçte İşleme Lisansları ilgili geçici İhracat Listesi<br/>5. Hariçte işleme izin ruhsatı kapatılmasına ilişkin ham madde tüketim tablosu<br/>Serbest dolaşım izin belgesi"
  },
  {
    "id": "3639411",
    "unitNumber": 6,
    "text": "Hariçte işleme izin belgesi/ihracat işleme lisansı ilgili firmanın makul talebi üzerine, <u>ihracat işleme lisansı</u> için ne kadar ek süre verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Orijinal sürenin 1/2’si kadar",
      "B": "Orijinal sürenin 1/3’ü kadar",
      "C": "Orijinal sürenin 1/4’ü kadar",
      "D": "Orijinal süreye ek olarak 15 ay",
      "E": "Orijinal süreye ek olarak 18 ay"
    },
    "explanation": "Hariçte işleme izin belgesi/ihracat işleme lisansı en fazla 12 (on iki) ay süreyle geçerlidir. Ayrıca, ilgili firmanın makul talebi üzerine, ihracat işleme lisansı<br/>için belgenin orijinal süresinin 1/2’si kadar, ihracat işleme için en fazla 12 (on iki) ay ek süre verilebilir.<br/>Orijinal sürenin 1/2’si kadar"
  },
  {
    "id": "3639412",
    "unitNumber": 6,
    "text": "Hariçte işleme faaliyetinden yararlanmak için ham madde, yardımcı madde, yarı mamul, mamul ve ambalaj malzemelerinin daha ileri bir düzeyde işlem görmek üzere Türkiye Gümrük Bölgesi dışına veya serbest bölgelere gönderilmek istenmesi hâlinde, gerekli bilgi ve belgelerle birlikte hariçte işleme izin belgesi nereye müracaat edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ticaret Bakanlığına",
      "B": "İhracatçı birlikleri genel sekreterliklerine",
      "C": "Sanayi Bakanlığına",
      "D": "Hazine ve Maliye Bakanlığına",
      "E": "Dışişleri Bakanlığına"
    },
    "explanation": "Hariçte işleme faaliyetinden yararlanmak için;<br/>a) Ham madde, yardımcı madde, yarı mamul, mamul ve ambalaj malzemelerinin daha ileri bir düzeyde işlem görmek üzere Türkiye Gümrük Bölgesi dışına veya serbest bölgelere gönderilmek istenmesi hâlinde, gerekli bilgi ve belgelerle birlikte hariçte işleme izin belgesi almak üzere Ticaret Bakanlığına müracaat edilir."
  },
  {
    "id": "3639413",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi hariçte işleme rejiminin amaçları arasında <u>yer almaz?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Yurt dışındaki ucuz işgücü maliyetinden faydalanmak",
      "B": "Türkiye’de olmayan teknoloji ve kalite standartlarından faydalanmak",
      "C": "İthal edilen eşyanın tamirini üreticisinin yapmasını sağlamak",
      "D": "Üreticileri üretimlerinde yerli ürün kullanmaya teşvik etmek",
      "E": "Nihai ürün için ödenecek ithalat vergilerini artırmak"
    },
    "explanation": "Hariçte İşleme Rejiminin amaçları şunlardır:<br/><ol><br/><li>Türkiye dışındaki ucuz işgücü maliyetinden faydalanmak,</li><br/><li>Türkiye’de olmayan teknoloji ve kalite standartlarından faydalanmak,</li><br/><li>İthal edilen eşyanın tamirini üreticisinin yapmasını sağlamak,</li><br/><li>Üreticileri üretimlerinde yerli ürün kullanmaya teşvik etmek, bu şekilde nihai ürün için ödenecek ithalat vergilerini azaltmak.</li><br/></ol><br/>Nihai ürün için ödenecek ithalat vergilerini artırmak"
  },
  {
    "id": "3639414",
    "unitNumber": 6,
    "text": "…………………………………………… , Türkiye gümrük bölgesinden serbest dolaşımdaki eşyanın geçici olarak ihracına ilişkin hükümlerin yeniden ihracat işleme ve serbest dolaşıma tabi tutulduğu ve bu faaliyetlerden kaynaklanan ithalatın tam veya kısmi vergi muafiyetinin uygulandığı rejimdir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Hariçte işleme rejimi",
      "B": "Dahilde işleme rejimi",
      "C": "Serbest dolaşım rejimi",
      "D": "Transit rejimi",
      "E": "Geçici ithalat rejimi"
    },
    "explanation": "Hariçte işleme rejimi, Türkiye gümrük bölgesinden serbest dolaşımdaki eşyanın geçici olarak ihracına ilişkin hükümlerin yeniden ihracat işleme ve serbest dolaşıma tabi tutulduğu ve bu faaliyetlerden kaynaklanan ithalatın tam veya kısmi vergi muafiyetinin uygulandığı rejimdir."
  },
  {
    "id": "3639415",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi hariçte işleme sisteminin işleyişinde kullanılan kavramlardan biri <u>değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Asıl İşlem Görmüş Ürün",
      "B": "Geçici İhracat Eşyası",
      "C": "Dörtgen Trafik",
      "D": "Kısmi Muafiyet",
      "E": "Tam Muafiyet"
    },
    "explanation": "Hariçte işleme sisteminin işleyişinde kullanılan kavramlardan bazıları;<br/>Asıl İşlem Görmüş Ürün<br/>Geçici İhracat Eşyası<br/>Üçgen Trafik<br/>Kısmi Muafiyet<br/>Tam Muafiyet<br/>Dörtgen Trafik"
  },
  {
    "id": "3639416",
    "unitNumber": 7,
    "text": "Gümrük idareleri tarafından Türkiye gümrük bölgesinde transit olarak eşyanın kara yoluyla taşınması için belirlenen son tarih 72 saati aşarsa, usulsüzlük cezası kaç kat fazla uygulanır?",
    "correctAnswer": "B",
    "options": {
      "A": "10",
      "B": "8",
      "C": "6",
      "D": "5",
      "E": "4"
    },
    "explanation": "Gümrük idareleri tarafından Türkiye gümrük bölgesinde transit olarak eşyanın kara yoluyla taşınması için belirlenen son tarihler;<br/>a. ihlal 24 saat içinde aşılırsa ihlal cezasını ikiye katlar.<br/>b. 48 saat sonra 4 katı ihlal cezası;<br/>c. 72 saati aşan idari ihlal cezasının 6 katı;<br/>d. 72 saati aşan idari ihlal cezasının 8 katı; para cezasına çarptırılır."
  },
  {
    "id": "3639417",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>İlk gümrük hududu istasyonunda treni oluşturan vagonların yükleri boşaltılarak tek tek kontrol yapılır.</li> <li>Deniz taşıtlarından vagonlara yapılan yükleme ve boşaltma sonunda vagonlar gümrük tarafından mühürlenir ve demir yolu işletmecisi de bu eşya için özet gümrük beyannamesi düzenler.</li> <li>Varış gümrüğü tırı, vagonu ve mühürleri dışarıdan kontrol edip sağlam olduğunu tespit ettikten sonra, vagonun Türkiye gümrük bölgesinden çıkmasına izin verilir.</li> </ol> Transit rejiminde demir yoluyla transit ile ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I, II",
      "E": "II, III"
    },
    "explanation": "İlk gümrük hududu istasyonunda treni oluşturan vagonların konşimentoya göre dışarıdan kontrolü yapılır.<br/>Deniz taşıtlarından vagonlara yapılan yükleme ve boşaltma sonunda vagonlar gümrük tarafından mühürlenir ve demir yolu işletmecisi de bu eşya için özet gümrük beyannamesi düzenler.<br/>150Varış gümrüğü tırı, vagonu ve mühürleri dışarıdan kontrol edip sağlam olduğunu tespit ettikten sonra, vagonun Türkiye gümrük bölgesinden çıkmasına izin verilir.<br/>II, III"
  },
  {
    "id": "3639418",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>İkili ticaret anlaşmaları ve ödeme anlaşmaları bulunan ülkelere yapılan ihracatlarda, ticaret politikası önlemleri ile birlikte ilgili ticaret anlaşmalarının hükümleri geçerlidir.</li> <li>Mücbir sebeplerden dolayı fiilen ihracat gerçekleşmezse, sorumlu memur durumu beyannameye kaydeder.</li> <li>Çıkış eşyası, geçici depolama ve Gümrük tarafından uygun görülen yerlerde üç ay süreyle tutulabilir.</li> </ol> İhracat rejimi ile ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I, II",
      "E": "I, II, III"
    },
    "explanation": "İkili ticaret anlaşmaları ve ödeme anlaşmaları bulunan ülkelere yapılan ihracatlarda, ticaret politikası önlemleri ile birlikte ilgili ticaret anlaşmalarının hükümleri geçerlidir.<br/>Mücbir sebeplerden dolayı fiilen ihracat gerçekleşmezse, sorumlu memur durumu beyannameye kaydeder.<br/>Çıkış eşyası, geçici depolama ve Gümrük tarafından uygun görülen yerlerde bir ay süreyle tutulabilir.<br/>I, II"
  },
  {
    "id": "3639419",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>Boru hattı taşımacılığında, nakliyeci ve eşyanın gönderileceği şirket, bu eşyanın eksiksiz muhasebe belgelerini 1 yıl süreyle saklamalı ve bunları söz konusu süre içinde gümrük makamlarının incelemesine hazır bulundurmalıdır.</li> <li>Taşınan eşyanın vagonu doldurmaması hâlinde eşya veya konteyneri gümrük mührü ile birlikte vagon mühürlü olarak gönderilir.</li> <li>Sevk olunacak yolcu eşyası için taşıyıcılarından özet beyan aranmaz, yalnız eşyanın teslim alınmasında, irsaliyeler üzerine kendilerinden imza alınır.</li> </ol> Boru hattıyla transit, demir yoluyla transit ve yolcu eşyasının transiti ile ilgili yukarıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I, II",
      "E": "I, II, III"
    },
    "explanation": "Boru hattı taşımacılığında, nakliyeci ve eşyanın gönderileceği şirket, bu eşyanın eksiksiz muhasebe belgelerini saklamalı ve bunları her zaman gümrük makamlarının incelemesine hazır bulundurmalıdır.<br/>Taşınan eşyanın vagonu doldurmaması hâlinde eşya veya konteyneri gümrük mührü ile birlikte vagon mühürsüz olarak gönderilir.<br/>Sevk olunacak yolcu eşyası için, taşıyıcılarından özet beyan aranmaz, yalnız eşyanın teslim alınmasında, irsaliyeler üzerine kendilerinden imza alınır.<br/>Yalnız III"
  },
  {
    "id": "3639420",
    "unitNumber": 7,
    "text": "Hava yoluyla transitte, transit beyannamesi olarak kullanılacak özet beyanlarda aşağıdakilerden hangisinin yer alması zorunlu <u>değildir?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Eşyanın taşındığı hava yolu şirketinin adı",
      "B": "Eşyanın ne amaçla kullanılacağını gösteren belge",
      "C": "Yükleme havaalanının adı",
      "D": "Boşaltma havaalanının adı",
      "E": "Konşimento numarası"
    },
    "explanation": "Transit beyannamesi olarak kullanılacak özet beyanlarda aşağıdaki bilgilerin yer alması zorunludur;<br/>a. Eşyanın taşındığı hava yolu şirketinin adı,<br/>b. Sefer sayısı,<br/>c. Yükleme havaalanının adı,<br/>d. Boşaltma havaalanının adı,<br/>e. Konşimento numarası,<br/>f. Her kalem eşyaya ilişkin; Kap adedi, Eşyanın kısa tanımı ve Brüt ağırlığı.<br/>Eşyanın ne amaçla kullanılacağını gösteren belge"
  },
  {
    "id": "3639421",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>Muayenede malın beyannameden cins ve nev’i itibarıyla aykırılık bulunduğu takdirde, kaçakçılık kovuşturması yapılır.</li> <li>Giriş tarihi ile çıkış tarihi arasında yeni vergiler konulması veya vergi oranlarının artırılması durumunda yeni hükümler dikkate alınır.</li> <li>Varış yeri gümrük idaresinde yapılan bir dış muayenede, mühürlerin kırıldığı, konteynerin açıldığı veya herhangi bir şüpheli işaretin görüldüğü tespit edilirse, konteyner açılır ve içindekiler iyice incelenir.</li> </ol> Kara yoluyla transit ile ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I, II",
      "E": "I, III"
    },
    "explanation": "Muayenede malın beyannameden cins ve nev’i itibarıyla aykırılık bulunduğu takdirde, kaçakçılık kovuşturması yapılır.<br/>Giriş tarihi ile çıkış tarihi arasında yeni vergiler konulması veya vergi oranlarının artırılması durumunda yeni hükümler dikkate alınmayacaktır.<br/>Varış yeri gümrük idaresinde yapılan bir dış muayenede, mühürlerin kırıldığı, konteynerin açıldığı veya herhangi bir şüpheli işaretin görüldüğü tespit edilirse, konteyner açılır ve içindekiler iyice incelenir.<br/>I, III"
  },
  {
    "id": "3639422",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>TIR Karnesi</li> <li>Form 302</li> <li>III. CIM taşıma belgeleri</li> </ol> Yukarıdakilerden hangisi/hangileri hangisi transit işlemlerinde gümrük beyannamesi yerine kullanılabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I, II",
      "E": "II, III"
    },
    "explanation": "Transit işlemleri gümrük beyannameleri ile birlikte yapılır. Gümrük beyannamesi yerine kullanılabilecek belgeler şunlardır:<br/>a. TIR Karnesi (IRU Teminatı)<br/>b. Form 302 (NATO Eşyası, NATO SOFA Anlaşması kapsamındaki eşya)<br/>c. ATA Karnesi (İstanbul Sözleşmesi).<br/>I, II"
  },
  {
    "id": "3639423",
    "unitNumber": 7,
    "text": "Türkiye’de serbest dolaşıma giren ölçü ve teraziler hangi bakanlık yetkililerince denetlenmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ticaret Bakanlığı",
      "B": "Hazine ve Maliye Bakanlığı",
      "C": "Milli Eğitim Bakanlığı",
      "D": "İçişleri Bakanlığı",
      "E": "Bilim, Sanayi ve Teknoloji Bakanlığı"
    },
    "explanation": "Türkiye’de serbest dolaşıma giren ölçü ve teraziler Bilim, Sanayi ve Teknoloji Bakanlığı (Ölçme ve Kalite Kontrol Genel Müdürlüğü) yetkililerince denetlenmektedir."
  },
  {
    "id": "3639424",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Türkiye’ye ithali yasak eşyalar arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Taş kömürü",
      "B": "Pamuk",
      "C": "Etiket ve ambalaj malzemeleri",
      "D": "Kanuna uygun markalı veya ticari isimli ürünler",
      "E": "İpekböceği tohumları"
    },
    "explanation": "Türk Tarife Cetveli, özel kanunlar ve taraf olduğumuz anlaşma ve sözleşmelerle ithali yasak olan mallar serbest dolaşıma sokulamaz. Türkiye’ye girişi yasak olan eşya listesi Gümrük Yönetmeliği ekinde yer almaktadır. Bunlar;<br/><ul><br/><li>kenevir ve afyon müstahzarları,</li><br/><li>ipekböceği tohumları, </li><br/><li>her türlü toprak, yaprak, sap, saman, tarımda kullanılan otlar,</li><br/><li>özel kanun, kararname, uluslararası anlaşma ve bunlara bağlı olarak çıkarılan kanunlara (yönetmelik, tebliğ) uygun olarak ve tabii gübreler,</li><br/><li>Ticaret Bakanlığınca her yıl yayımlanan Bazı Boyaların İthaline İlişkin Tebliğ Kapsamında Düzenlenmesi Gereken Maddeler ve Atıklar Hakkında Tebliğ kapsamındaki oyun alet ve makineleri, </li><br/><li>kanuna aykırı markalı veya ticari isimli ürünler, sahte etiket ve ambalaj malzemeleri, bazı boyalar ülkemize ithal edilemez.</li><br/></ul><br/>İpekböceği tohumları"
  },
  {
    "id": "3639425",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>Serbest dolaşımda olmayan bir ürüne, serbest dolaşıma giriş kuralları uygulandığında, ürün serbest dolaşım ürünü statüsünü kazanır.</li> <li>Özel anlaşmalar kapsamında ithalat, kitap gibi yayınların ithalatı ve uluslararası fuar ve sergilerde perakende satışı Ticaret Bakanlığınca onaylanan malların ithalatında vergi numarası aranır.</li> <li>Vergi Usul Kanunu hükümlerine göre vergi numarasına sahip gerçek ve tüzel kişiler ile ilgili kanunların hükümlerine göre tasarruf hakkı bulunan ortaklıklar ithalat işlemleri yapabilirler.</li> </ol> Serbest dolaşıma giriş rejimi ile ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "II, III",
      "E": "I, III"
    },
    "explanation": "Serbest dolaşımda olmayan bir ürüne, serbest dolaşıma giriş kuralları uygulandığında, ürün serbest dolaşım ürünü statüsünü kazanır.<br/>Özel anlaşmalar kapsamında ithalat, kitap gibi yayınların ithalatı ve uluslararası fuar ve sergilerde perakende satışı Ticaret Bakanlığınca onaylanan malların ithalatında vergi numarası aranmaz.<br/>Vergi Usul Kanunu hükümlerine göre vergi numarasına sahip gerçek ve tüzel kişiler ile ilgili kanunların hükümlerine göre tasarruf hakkı bulunan ortaklıklar ithalat işlemleri yapabilirler.<br/>I, III"
  },
  {
    "id": "3639289",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi kaçakçılığa karşı hukuki süreçler arasında <u>yer almaz?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Arama ve El Koyma",
      "B": "Yasak Eşyanın Geri Gönderilmesi",
      "C": "Müsadere",
      "D": "Kaçak Eşyanın Tasfiyesi",
      "E": "Uzlaşma"
    },
    "explanation": "Kaçakçılığa karşı hukuki süreçler; Arama ve El Koyma, Yasak Eşyanın Geri Gönderilmesi, Müsadere ve Kaçak Eşyanın Tasfiyesi şeklinde sıralanır.<br/>Uzlaşma ise gümrük uyuşmazlıklarına çözüm yolları arasında yer alır."
  },
  {
    "id": "3639290",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Gümrük bölgesinde yapılan arama sonucunda tespit edilen kaçak eşyaya derhal el konulur.</li> <li>Kaçakçılık fiilinin konusunu, toplum ve çevre sağlığı yönünden tehlikeli ve zararlı eşya ile atık maddelerin oluşturması hâlinde, bunlar gümrük yetkilileri tarafından derhal getirildiği ülkeye iade edilir.</li> <li>Kaçak şüphesiyle el konulan eşyanın satılarak tasfiye edilmesi durumunda satış bedeli emanet hesabına alınır.</li> </ol> Kaçakçılığa ilişkin hukuki süreçlerle ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Gümrük bölgesinde yapılan arama sonucunda tespit edilen kaçak eşyaya derhal el konulur.<br/>Kaçakçılık fiilinin konusunu, toplum ve çevre sağlığı yönünden tehlikeli ve zararlı eşya ile atık maddelerin oluşturması hâlinde, bunlar gümrük yetkilileri tarafından derhal getirildiği ülkeye iade edilir.<br/>Kaçak şüphesiyle el konulan eşyanın satılarak tasfiye edilmesi durumunda satış bedeli emanet hesabına alınır.<br/>I, II ve III"
  },
  {
    "id": "3639291",
    "unitNumber": 8,
    "text": "Özel kanunları gereğince gümrük vergilerinden kısmen veya tamamen muaf olarak ithal edilen eşyayı, ithal amacı dışında başka bir kullanıma tahsis eden, satan veya devreden ya da bu özelliğini bilerek satın alan veya kabul eden kişi, <u>Kaçakçılık Kanunu’na</u> göre hangi cezaları alır?",
    "correctAnswer": "E",
    "options": {
      "A": "İki yıldan beş yıla kadar hapis ve yirmi bin güne kadar adli para cezası",
      "B": "İki yıldan beş yıla kadar hapis ve on bin güne kadar adli para cezası",
      "C": "Bir yıldan beş yıla kadar hapis ve on bin güne kadar adli para cezası",
      "D": "Bir yıldan üç yıla kadar hapis ve beş bin güne kadar adli para cezası",
      "E": "Altı aydan iki yıla kadar hapis ve beş bin güne kadar adli para cezası"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/f20ab951d1e175186654c1a4eb273e03.png\" alt=\"\" width=\"519\" height=\"408\"><br/>Altı aydan iki yıla kadar hapis ve beş bin güne kadar adli para cezası"
  },
  {
    "id": "3639292",
    "unitNumber": 8,
    "text": "Gümrük uyuşmazlıklarında, itiraz yolunun tüketildiği hâllerde,söz konusu idari işlemler aşağıdaki yargı organlarından hangisine <u>taşınamaz?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "İdare mahkemesi",
      "B": "Vergi mahkemesi",
      "C": "Bölge idare mahkemesi",
      "D": "Danıştay",
      "E": "Anayasa Mahkemesi"
    },
    "explanation": "Gümrük uyuşmazlıklarında, itiraz yolunun tüketildiği hâllerde ve kanunda doğrudan yargı yoluna gidilmesi belirtilen hâllerde gümrük işlemleri yargıya taşınır. İdari işlemlere karşı dört tür yargı yeri bulunmaktadır. Bunlar, idare mahkemesi, vergi mahkemesi, bölge idare mahkemesi ve Danıştay’dır.<br/>Anayasa Mahkemesi"
  },
  {
    "id": "3639293",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Uzlaşma yolu hem idareye hem de yükümlüye önemli bir maliyet minimizasyonu ve fayda maksimizasyonu sağlamaktadır.</li> <li>Gümrük işlemlerinde, ilgililerin uzlaşma hakkını kullanabilmesi için itiraz başvurusu yapılmamış olması gerekmektedir.</li> <li>Uzlaşmanın vaki olması hâlinde, anlaşılan gümrük vergileri veya cezalarına ilişkin tutar iki ay içinde ödenir.</li> </ol> Gümrük uyuşmazlıklarının çözüm yollarından uzlaşma ile ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I, II",
      "E": "I, II, III"
    },
    "explanation": "Uzlaşma yolu hem idareye hem de yükümlüye önemli bir maliyet minimizasyonu ve fayda maksimizasyonu sağlamaktadır.<br/>Gümrük işlemlerinde, ilgililerin uzlaşma hakkını kullanabilmesi için itiraz başvurusu yapılmamış olması gerekmektedir.<br/>Uzlaşmanın vaki olması hâlinde, anlaşılan gümrük vergileri veya cezalarına ilişkin tutar bir ay içinde ödenir.<br/>I, II"
  },
  {
    "id": "3639294",
    "unitNumber": 8,
    "text": "Yükümlülerin eşyanın muayenesi esnasında gerçekleştirilen tahlil sonuçlarına karşı yaptıkları itirazın reddedilmesi durumunda, özel kanunlarda başka bir düzenleme yoksa, yükümlüler söz konusu red kararının tebliğinden kaç gün sonraya kadar Danıştay’a başvurabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "15",
      "B": "30",
      "C": "45",
      "D": "60",
      "E": "75"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/fa4e188fc0202ad1eb9b54f882719626.png\" alt=\"\" width=\"512\" height=\"281\"><br/>60"
  },
  {
    "id": "3639295",
    "unitNumber": 8,
    "text": "Yükümlülerin eşyanın muayenesi esnasında gerçekleştirilen tahlil sonuçlarına karşı yaptıkları itirazın reddedilmesi durumunda, özel kanunlarda başka bir düzenleme yoksa, yükümlüler söz konusu red kararının tebliğinden kaç gün sonraya kadar idare mahkemelerine başvurabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "15",
      "B": "30",
      "C": "45",
      "D": "60",
      "E": "75"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/fa4e188fc0202ad1eb9b54f882719626.png\" alt=\"\" width=\"512\" height=\"281\"><br/>60"
  },
  {
    "id": "3639296",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Fikri mülkiyet, bir eser üzerinde sahip olunabilecek maddi ve manevi hakların tamamını ve komşu haklarını ifade eder.</li> <li>Fikri ve sınai hakları bir ekonomide gelişmenin, büyümenin ve kalkınmanın temelini oluşturmaktadır.</li> <li>Fikri ve sınai haklarının ihlal edildiğine ilişkin bildirimde bulunmak isteyenler Sanayi Bakanlığı’na elektronik olarak başvuruda bulunabilmektedirler.</li> </ol> Fikri-sınai mülkiyet uyuşmazlıkları ile ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "II, III",
      "E": "I, II"
    },
    "explanation": "Fikri mülkiyet, bir eser üzerinde sahip olunabilecek maddi ve manevi hakların tamamını ve komşu haklarını ifade eder.<br/>Fikri ve sınai hakları bir ekonomide gelişmenin, büyümenin ve kalkınmanın temelini oluşturmaktadır.<br/>Fikri ve sınai haklarının ihlal edildiğine ilişkin bildirimde bulunmak isteyenler Ticaret Bakanlığının “Fikri ve Sınai Mülkiyet Hakları” uygulamasından elektronik olarak başvuruda bulunabilmektedirler.<br/>I, II"
  },
  {
    "id": "3639297",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi gümrük uyuşmazlıklarından biri olan usulsüzlüğe örnek <u>sayılamaz?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Gümrük vergileri ödenmek suretiyle ihraç edilebilen eşyayı, gümrük işlemlerine tabi tutmaksızın Türkiye Gümrük Bölgesinden çıkarmak,",
      "B": "İthalat veya ihracat vergilerinden muaf eşyayı gümrük işlemlerini yaptırmaksızın yurda sokmak,",
      "C": "İhracat vergilerinden muaf eşyayı belirlenen gümrük kapıları dışında başka yerlerden izinsiz olarak ihraç etmek,",
      "D": "İthalat vergilerinden muaf eşyayı belirlenen gümrük kapıları dışında başka yerlerden izinsiz olarak ithal etmek,",
      "E": "Rejim esasları ihlal edilerek daha az vergi ödenmesini sağlamak,"
    },
    "explanation": "Rejim esasları ihlal edilerek daha az vergi ödenmesini sağlamak, Vergi Kaybına Neden Olan İşlemler arasında yer alır. Diğerleri ise usulsüzlük kapsamındadır. <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/e027c095dabcc3e6d52d8e1f97d55075.png\" alt=\"\" width=\"432\" height=\"580\">"
  },
  {
    "id": "3639298",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Vergi kaybına neden olan işlemler, eksik beyan, rejim esaslarının ihlal edilmesi, temsil hakkının bulunmaması gibi yükümlünün daha az vergi ödemek için başvurduğu işlemlerdir.</li> <li>Kanunda vergi kaybına neden olan cezalar idari para cezası niteliğindedir ve vergi kaybı oluşmadan önce ödenecek verginin katları şeklinde hesaplanır.</li> <li>Vergi kaybına neden olan yükümlü bir kamu kurumu olsa bile Kanun’da belirtilen cezalar uygulanır.</li> </ol> Vergi kaybına neden olan işlemler ile ilgili yukarıdaki ifadelerden hangisi/ hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I, II, III",
      "E": "I, II"
    },
    "explanation": "Vergi kaybına neden olan işlemler, eksik beyan, rejim esaslarının ihlal edilmesi, temsil hakkının bulunmaması gibi yükümlünün daha az vergi ödemek için başvurduğu işlemlerdir.<br/>Kanunda vergi kaybına neden olan cezalar idari para cezası niteliğindedir ve vergi kaybı oluşmadan önce ödenecek verginin katları şeklinde hesaplanır.<br/>Vergi kaybına neden olan yükümlü bir kamu kurumu ise Kanun’da belirtilen cezalar uygulanmaz.<br/>I, II"
  }
]