[
  {
    "id": "3489970",
    "unitNumber": 1,
    "text": "I. İletişimin gerçekleşmesi için temel unsurlar arasında kaynak, mesaj ve alıcı yer alır. \n II. İçeriği anlama ve paylaşma süreci olarak tanımlanır. \n III. Değişken değildir.\n IV. En basit tanımıyla iletişim bilginin bir kişiden, gruptan bir başkasına aktarılmasıdır.\n V. Bir alıcıya veya bir alıcı grubuna bilgi, mesaj veya diğer ilgili düşünceleri iletmek için bilgileri anlaşılır ve bilgilendirici bir şekilde oluşturan tüm bileşenlerin bir sonucudur.\n İletişim ile ilgili olarak yukarıda verilen ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız IV",
      "B": "II-V",
      "C": "I-II-IV-V",
      "D": "I-III-IV-V",
      "E": "III-IV-V"
    },
    "explanation": "Sürekli değişir ve tanımlanamaz."
  },
  {
    "id": "3489972",
    "unitNumber": 1,
    "text": "....... bir kişinin niyetini yaşayabilmesi için kendini ve başkalarıyla olan ilişkisini yönetme yeteneği olarak tanımlanmaktadır.\n Yukarıda verilen cümlede bırakılan boşluğa aşağıdaki ifadelerden hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kodaçma",
      "B": "Kodlama",
      "C": "Kaynak",
      "D": "Duygusal zeka",
      "E": "Alıcı"
    },
    "explanation": "Duygusal zeka, bir kişinin niyetini yaşayabilmesi için kendini ve başkalarıyla olan ilişkisini yönetme yeteneğidir."
  },
  {
    "id": "3489975",
    "unitNumber": 1,
    "text": "Bir mesajı veya süreci oluşturan kişi olarak yapılan tanımlama aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Alıcı",
      "B": "Araç",
      "C": "Kaynak",
      "D": "Geri bildirim",
      "E": "Kodaçma"
    },
    "explanation": "Kaynak, bir mesajı veya süreci oluşturan kişidir."
  },
  {
    "id": "3489976",
    "unitNumber": 1,
    "text": "Kodlanmış bir mesajın alıcı tarafından anlama dönüştürülmesi işlemine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kodaçma",
      "B": "Geribildirim",
      "C": "Kaynak",
      "D": "Kanal",
      "E": "Kodlama"
    },
    "explanation": "Kodaçma, kodlanmış bir mesajın alıcı tarafından anlama dönüştürülmesi işlemi"
  },
  {
    "id": "3489978",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi etkili iletişim için söylenemez?",
    "correctAnswer": "D",
    "options": {
      "A": "Aktif dinleme, konuşma karşıdaki kişinin ne düşündüğünü ve hissettiğini anlamaya yardımcı olabilir.",
      "B": "İyi bir dinleyici olmak, iyi bir iletişimci olmanın en iyi yollarından biridir.",
      "C": "Başkalarıyla kurulan etkileşimlerde iletişim kuranın (kaynağın) kendine<br/>güvenmesi önemlidir.",
      "D": "Beden dili, göz kontağı, el hareketleri ve ses tonu iletilmeye çalışılan mesaj karşı tarafta tedirginlik yaratır.",
      "E": "İyi sözlü iletişim, yeterince açık ifade etmek anlamına gelir."
    },
    "explanation": "Beden dili, göz kontağı, el hareketleri ve ses tonu iletilmeye çalışılan mesajı genellikle renklendirir."
  },
  {
    "id": "3489981",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi alıcının sahip olması gereken özellikler arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Kaynak olma özelliği taşımalı",
      "B": "Mesajı algılayabilmeli",
      "C": "Bilgili olmanın yanı sıra bir geri besleme sistemine sahip olmalı",
      "D": "Bulunduğu ortama uyabilmeli",
      "E": "Seçici olmalı"
    },
    "explanation": "Seçici olmamalıdır."
  },
  {
    "id": "3489983",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi mesajın taşıması gereken özelliklerden değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mesaj açık olmalıdır.",
      "B": "Mesajın zamanlaması esnek olmalıdır.",
      "C": "Mesaj uygun kanalla gönderilmelidir.",
      "D": "Mesaj anlaşılır olmalıdır.",
      "E": "Mesaj kaynak ve alıcı arasında kalmalıdır."
    },
    "explanation": "Mesaj zamanında iletilmelidir. Mesajın zamanlamasına dikkat edilmeli ve mesaj<br/>içeriğinde zamanlamadan mutlaka bahsedilmelidir."
  },
  {
    "id": "3489985",
    "unitNumber": 1,
    "text": "İletişim sürecinin son aşaması aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kaynak",
      "B": "Kanal",
      "C": "Kod açma",
      "D": "Alıcı",
      "E": "Geri bildirim"
    },
    "explanation": "Geri bildirim, iletişim sürecinin son aşamasıdır."
  },
  {
    "id": "3489988",
    "unitNumber": 1,
    "text": "Etkin bir iletişim kurulabilmesi için aşağıdaki özelliklerin hangisi ya da hangileri olmalıdır?\n I. Hedef kitleye mesajı en anlaşılır ve en kolay şekilde ulaştırabilmek için kitleye uygun medya türü seçilmelidir.\n II. Mesajı oluştururken kullanılacak simgelerin ve kodların gönderen kadar alıcı tarafından da bilinen simge ve kodlar olmasına dikkat edilmelidir.\n III. Doğru mesaj doğru zamanda hedef kitleye ulaşırsa etkili sonuçlar ortaya çıkar.\n IV. Mesajların dikkat çekiciliğini ve kolay algılanabilirliğini bozmamak için anlaşılması güç, başka içeriklerde mesaj göndermekten kaçınmalıdır.\n V. İletişim sürecinin etkin bir şekilde ilerleyebilmesi için mesaj, hedef kitlenin dikkatini<br/>çekecek şekilde tasarlanarak kodlanmalıdır.",
    "correctAnswer": "C",
    "options": {
      "A": "I-III-V",
      "B": "II-III-IV-V",
      "C": "I-II-III-IV-V",
      "D": "III-IV-V",
      "E": "IV-V"
    },
    "explanation": "<ul> <li>Etkin bir iletişim kurulabilmesi için aşağıdaki özelliklerin var<br/>olması gerekir:<br/>• İletişim sürecinin etkin bir şekilde ilerleyebilmesi için mesaj, hedef kitlenin dikkatini<br/>çekecek şekilde tasarlanarak kodlanmalıdır.<br/>Bu süreci takiben mesajın yayınlanması, dağıtım zamanı ve süreleri bu mesajın içeriğine uygun olmalıdır.<br/>• Mesajı oluştururken kullanılacak simgelerin ve kodların gönderen kadar alıcı tarafından da bilinen simge ve kodlar olmasına<br/>dikkat edilmelidir.</li> <li> Etkili bir iletişim için mesajlar bireysel gereksinimlere hitap etmelidir.<br/>• Gönderilen mesajın etkinliğini arttırmak için ulaşacağı hedef kitlenin iyi tanınması, değerleri, tutumları, grubun sahip olduğu özel dinamikler bilinmeli ve mesaj ona göre kodlanmalıdır.<br/>• Hedef kitleye mesajı en anlaşılır ve en kolay şekilde ulaştırabilmek için kitleye uygun medya türü<br/>seçilmelidir.<br/>• Mesajların dikkat çekiciliğini ve kolay algılanabilirliğini bozmamak için anlaşılması güç, başka içeriklerde mesaj göndermekten kaçınmalıdır.<br/>• Hedef kitlenin bilgi ve algılama düzeyini yükseltmek için bazı iletişim biçimleriyle hedef kitleyi<br/>hazırlamak etkili iletişim kurmayı kolaylaştıracaktır.<br/>• Doğru mesaj doğru zamanda hedef kitleye ulaşırsa etkili sonuçlar ortaya çıkar, bu sebeple hazırlayıcı süreçlerle hedef kitle mesajı kabul etmeye hazır duruma getirilmelidir.</li> </ul>"
  },
  {
    "id": "3489989",
    "unitNumber": 1,
    "text": ".......iletişimi gerçekleştiren kişilerin süreç içerisinde mesaja farklı anlamlar atfetmesi olarak tanımlanır.\n Yukarıda bırakılan boşluğa aşağıdaki ifadelerden hangisi gelmelidir.",
    "correctAnswer": "D",
    "options": {
      "A": "Geri Bildirim",
      "B": "Kaynak",
      "C": "Fizyolojik Gürültü",
      "D": "Semantik Gürültü",
      "E": "Fiziksel Gürültü"
    },
    "explanation": "Semantik Gürültü, iletişimi gerçekleştiren kişilerin süreç içerisinde mesaja farklı anlamlar atfetmesi olarak tanımlanır."
  },
  {
    "id": "3490038",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi iletişimin amaçlarından biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bilgi aktarımı",
      "B": "Anlam aktarımı",
      "C": "Duygu aktarımı",
      "D": "Düşünce aktarımı",
      "E": "Kaynak aktarımı"
    },
    "explanation": "İletişimin amacı: İletişim bilgi, anlam, duygu ve düşünce aktarımıdır.<br/>Kaynak aktarımı"
  },
  {
    "id": "3490112",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi iletişimin temel özelliklerinden <em>değildir?</em>",
    "correctAnswer": "A",
    "options": {
      "A": "İletişim devamlı değildir, bir noktada sona erer.",
      "B": "İletişim geribildirim ile çift yönlü bir süreçtir.",
      "C": "İletişimin gerçekleşmesinde sözcükler, yazı ve beden dili yer alır.",
      "D": "Sözsüz iletişim duyu organları ile algılanabilir.",
      "E": "İletişimin temel amacı, mesajı başkaları için anlaşılır kılmaktır."
    },
    "explanation": "İletişim devamlı değildir, bir noktada sona erer."
  },
  {
    "id": "3490114",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi iletişimde yıkıcı unsur teşkil edecek bir durum yaratır?",
    "correctAnswer": "B",
    "options": {
      "A": "Konuyu saptırmamak",
      "B": "Karşı tarafa ismiyle hitap etmemek",
      "C": "Alaycı olmamak",
      "D": "Emir vererek konuşmamak",
      "E": "Uyarıcı şekilde konuşmamak"
    },
    "explanation": "Karşı tarafa ismiyle hitap etmemek"
  },
  {
    "id": "3490115",
    "unitNumber": 1,
    "text": "......... nokta, çizgi, şekil, biçim, renk,derinlik, hareket, ton, orantı, doku, ölçü, yön vb. gibi temel özellikler vardır.\n Yukarıdaki cümlede boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yazılı iletişim",
      "B": "Sözsüz iletişim",
      "C": "Görsel iletişim",
      "D": "Bedensel iletişim",
      "E": "Sözlü iletişim"
    },
    "explanation": "Görsel iletişim"
  },
  {
    "id": "3490116",
    "unitNumber": 1,
    "text": "....... konuşmayı başlatan ve başkalarına iletmek istediği fikrini kavramsallaştıran kişidir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Mesaj",
      "B": "Kaynak",
      "C": "Kodlama",
      "D": "Kanal",
      "E": "Alıcı"
    },
    "explanation": "Kaynak"
  },
  {
    "id": "3490117",
    "unitNumber": 1,
    "text": "\"Alıcının mesajı aldığını ve kaynak tarafından amaçlandığı gibi doğru bir şekilde yorumlanmasını sağlayan sürecin son adımıdır.\"\n Yukarıdaki tanım aşağıda yer alan hangi iletişim süreci öğesi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kodlama",
      "B": "Mesaj",
      "C": "Gürültü",
      "D": "Kaynak",
      "E": "Geri bildirim"
    },
    "explanation": "Geri bildirim"
  },
  {
    "id": "3490118",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sözsüz iletişim araçlarından biri <em>değildir</em>?",
    "correctAnswer": "B",
    "options": {
      "A": "Beden dili",
      "B": "Konuşmak",
      "C": "Göz kontağı",
      "D": "Ses tonu",
      "E": "El hareketleri"
    },
    "explanation": "Konuşmak"
  },
  {
    "id": "3490119",
    "unitNumber": 1,
    "text": "Beden dili, göz kontağı, el hareketleri ve ses tonu iletilmeye çalışılan mesajı genellikle renklendirir.\n<br/>Yukarıda yer alan açıklama aşağıdaki hangi iletişim becerisi içinde yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Dinleme",
      "B": "Açıklık/kesinlik",
      "C": "Saygı",
      "D": "Sözsüz iletişim",
      "E": "Empati"
    },
    "explanation": "Sözsüz iletişim"
  },
  {
    "id": "3490122",
    "unitNumber": 1,
    "text": "Bir işveren, arkadaş, çalışan, aile bireyiyle vb. aynı fikirde olmasa bile, onların bakış açısını anlama ve onların bakış açısına saygı duyması önemlidir.\n<br/>Yukarıdaki bu örnek etkili iletişimdeki hangi beceri için söylenmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dinleme",
      "B": "Açık fikirlilik",
      "C": "Saygı",
      "D": "Empati",
      "E": "Doğru ortamı seçmek"
    },
    "explanation": "Empati"
  },
  {
    "id": "3490125",
    "unitNumber": 1,
    "text": "En iyi gerçek bilgiler için kullanılan iletişim biçimi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yazılı iletişim",
      "B": "Sözlü iletişim",
      "C": "Sözsüz iletişim",
      "D": "Görsel iletişim",
      "E": "Empati iletişimi"
    },
    "explanation": "Yazılı iletişim"
  },
  {
    "id": "3490126",
    "unitNumber": 1,
    "text": "Halkla İlişkiler ve etkili iletişim sürecinde en çok odaklanılan iletişim öğesi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kaynak",
      "B": "Alıcı",
      "C": "Mesaj",
      "D": "Kanal",
      "E": "Kod açma"
    },
    "explanation": "Alıcı"
  },
  {
    "id": "3490139",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi iletişimin temel özelliklerinden biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sürekli ve bitmeyen bir süreçtir.",
      "B": "Her zaman bilinçli olarak gerçekleşir.",
      "C": "İletişimin gerçekleşmesinde sözcükler, yazı ve beden dili yer alır.",
      "D": "Sözsüz iletişim duyu organlarıyla algılanabilir.",
      "E": "İletişimin temel amacı, mesajı başkaları için anlaşılır kılmaktır."
    },
    "explanation": "İletişim bazen bilinçli bazen de bilinçsiz olarak gerçekleşebilir."
  },
  {
    "id": "3490169",
    "unitNumber": 1,
    "text": "I- İletişim, her zaman her yerde gerçekleşir.\n II- İletişimde, çevre üzerinde etkin olmak hedeflenmez.\n III- İletişim, anlamların paylaşımı ile gerçekleşir.\n IV- İletişim, tek bir katmanda gerçekleşir.\n Yukarıdakilerden hangisi/hangileri iletişimin temel özelliklerinden değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "Yalnız IV",
      "D": "II ve IV",
      "E": "I ve IV"
    },
    "explanation": "İletişimin temel özellikleri: • İletişim, her zaman her yerde gerçekleşir. • İletişimde, çevre üzerinde etkin olmak temel amaçtır. • İletişim, anlamların paylaşımı ile gerçekleşir. • İletişim, farklı katmanlarda gerçekleşir.<br/>II ev IV"
  },
  {
    "id": "3490170",
    "unitNumber": 1,
    "text": "........ iletişimin etkili olabilmesi için iyi bir tasarıma sahip olması gerekir. \n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Görsel",
      "B": "İşitsel",
      "C": "Sözlü",
      "D": "Sözsüz",
      "E": "Yazılı"
    },
    "explanation": "Görsel iletişimin etkili olabilmesi için iyi bir tasarıma sahip olması gerekir."
  },
  {
    "id": "3490173",
    "unitNumber": 1,
    "text": "Diğer iletişim türlerine kıyasla en büyük avantajı, ihtiyaç duyulduğu anda tekrar ulaşılması, içeriğin hatırlanması, kalıcı olması ve kanıt amacıyla da kalıcılığı sağlaması olan iletişim türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Görsel iletişim",
      "B": "Sözlü iletişim",
      "C": "Yazılı iletişim",
      "D": "Yüz yüze iletişim",
      "E": "Sözsüz iletişim"
    },
    "explanation": "rYazılı iletişimin diğer iletişim türlerine kıyasla en büyük avantajı, ihtiyaç duyulduğu anda tekrar ulaşılması, içeriğin hatırlanması, kalıcı olması ve kanıt amacıyla da kalıcılığı sağlaması olarak ifade edebiliriz."
  },
  {
    "id": "3490174",
    "unitNumber": 1,
    "text": "İfade etmek istediğiniz duygu ve düşünceleri hissetmeye ve hissettirmeye çalışın.\n<br/>Düşüncelerinizi beden dilinizle de ifade edin.\n<br/>Başkaları ile iletişiminizde sizi etkileyen iletişim tarzını kendi karakterinizle bütünleştirin.\n<br/>Yukarıdaki kullanma biçimi hangi iletişim türü için önerilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yazılı",
      "B": "Görsel",
      "C": "Sözlü",
      "D": "Yüz yüze",
      "E": "Sözsüz"
    },
    "explanation": "Kullanma biçimleri - Sözsüz\n<br/>İfade etmek istediğiniz duygu ve düşünceleri hissetmeye ve hissettirmeye çalışın.\n<br/>Düşüncelerinizi beden dilinizle de ifade edin.\n<br/>Başkaları ile iletişiminizde sizi etkileyen sözsüz iletişim tarzını kendi karakterinizle bütünleştirin"
  },
  {
    "id": "3490175",
    "unitNumber": 1,
    "text": "Mesajla ilgili aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Alıcının ilgisini çekmelidir.",
      "B": "Zamanında iletilmelidir.",
      "C": "Açık olmalıdır.",
      "D": "Kaynak ve alıcı arasında kalmamalıdır.",
      "E": "Uygun kanalla gönderilmelidir."
    },
    "explanation": "Mesaj kaynak ve alıcı arasında kalmalıdır: Mesaj kaynaktan alıcıya ulaşana kadar çok fazla aşamadan ve çok fazla kişinin elinden geçmektedir. Bu geçen süreçte mesaj göndericinin esas vermek istediği anlamdan uzaklaşabilir ve anlamını kaybedebilir. Bu da kaynak ile aracı arasında arzu edilmeyen bir içeriğe göre iletişim kurulmasına ve bu iletişim sürecinin çeşitli sorunlar çıkarmasına sebebiyet verebilir.<br/>Kaynak ve alıcı arasında kalmalıdır."
  },
  {
    "id": "3490176",
    "unitNumber": 1,
    "text": "Halkla ilişkiler ve etkili iletişim sürecinde en çok odaklanılan iletişim ögesi hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mesaj",
      "B": "Kaynak",
      "C": "Alıcı",
      "D": "Kanal",
      "E": "Geri bilidirim"
    },
    "explanation": "Halkla ilişkiler ve etkili iletişim sürecinde en çok odaklanılan iletişim ögesi hiç şüphesiz ‘alıcı’ ögesidir."
  },
  {
    "id": "3490177",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi etkili iletişim için iletişim becerileri arasında yer almaz?",
    "correctAnswer": "B",
    "options": {
      "A": "Dinleme",
      "B": "Şüphe",
      "C": "Saygı",
      "D": "Güven",
      "E": "Empati"
    },
    "explanation": "Şüphe"
  },
  {
    "id": "3490178",
    "unitNumber": 1,
    "text": "Bir kişinin adını kullanmak, göz teması kurmak ve bir kişi konuşurken aktif olarak dinlemek gibi basit eylemler etkili iletişim becerilerinden hangisine aittir?",
    "correctAnswer": "E",
    "options": {
      "A": "Empati",
      "B": "Dostluk",
      "C": "Geri bildirim",
      "D": "Güven",
      "E": "Saygı"
    },
    "explanation": "Saygı: İletişim kurulan kişiye, fikirlerine saygı gösterildiğinde, onlar da iletişim kurmaya daha açık olacaktır. Bir kişinin adını kullanmak, göz teması kurmak ve bir kişi konuşurken aktif olarak dinlemek gibi basit eylemler, kişinin takdir edildiğini hissetmesini sağlayacaktır."
  },
  {
    "id": "3490186",
    "unitNumber": 1,
    "text": "Bir alıcıya veya bir alıcı grubuna bilgi, mesaj veya diğer ilgili düşünceleri iletmek için bilgileri anlaşılır ve bilgilendirici bir şekilde oluşturan tüm bileşenlerin bir sonucudur.\n Yukarıdaki metinde verilen tanımın karşılığı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hedef kitle",
      "B": "Geri bildirim",
      "C": "İletişim",
      "D": "Mesaj",
      "E": "Kaynak"
    },
    "explanation": "Doğru cevap <strong>C</strong> şıkkı <strong>“</strong>İletişim<strong>”</strong> dir. Cevabınız yanlış ise kitabınızın “İletişim Kavramı” başlığı altındaki bilgileri ve 3. sayfayı tekrar okuyunuz. Diğer tüm şıklar iletişim için gerekli olan temel unsurlardır."
  },
  {
    "id": "3490187",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi iletişimin amaçlarından biri <strong><u>değildir</u></strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "İletişim sayesinde bilgi edinebilme",
      "B": "Bireylerin kişisel olarak kendini geliştirebilmesi",
      "C": "Bireyin diğer bireylerle sürekli temasta olmasını sağlama",
      "D": "Bireyin kendisini ifade edebilmesini sağlama",
      "E": "Bireylerin birbirlerini manipüle etmesini sağlama"
    },
    "explanation": "Doğru cevap <strong>E</strong> şıkkı <strong>“</strong>Bireylerin birbirlerini manipüle etmesini sağlama<strong>”</strong> dır. Cevabınız yanlış ise kitabınızın “İletişim Kavramı” başlığı altındaki bilgileri ve 4. sayfayı tekrar okuyunuz. Diğer tüm şıklar iletişimin amaçları arasındadır"
  },
  {
    "id": "3490188",
    "unitNumber": 1,
    "text": "Hepimiz sürekli olarak birbirimizle ve çevremizde yer alan her şeyle iletişim hâlindeyiz. İletişim sadece bireyler arası değil gruplar ve kurumlar arasında da bilgi ve düşüncelerin aktarımıdır. Bu aktarımdaki en temel amaç ortak bir anlayış oluşturarak karşılıklı etkileşimi sağlamaktır.\n Buna göre aşağıdakilerden hangisi iletişimin temel özelliklerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "İletişimin temel amacı geri bildirim alabilmektir.",
      "B": "İletişim tek yönlü bir süreçtir.",
      "C": "İletişim sadece sözcükler sayesinde gerçekleşir.",
      "D": "İletişim sürekli ve bitmeyen bir süreçtir.",
      "E": "İletişim sadece bilinçli olarak gerçekleştirilebilir."
    },
    "explanation": "Doğru cevap <strong>D</strong> şıkkı <strong>“</strong>İletişim sürekli ve bitmeyen bir süreçtir.<strong>”</strong> dır. Cevabınız yanlış ise kitabınızın “İletişim Kavramı” başlığı altındaki bilgileri ve 6. sayfayı tekrar okuyunuz. Diğer tüm şıklar iletişimin temel özelliklerinden değillerdir."
  },
  {
    "id": "3490189",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sağlıklı bir iletişim sürecine ait bir tutumdur?",
    "correctAnswer": "A",
    "options": {
      "A": "Emir vererek konuşmamak.",
      "B": "Tehdit edici ya da sert şekilde uyarıcı konuşmak.",
      "C": "Konuyu saptırmak.",
      "D": "Karşı tarafı yargılamak.",
      "E": "Alaycı bir tavır sergilemek."
    },
    "explanation": "Doğru cevap <strong>A</strong> şıkkı <strong>“</strong>Emir vererek konuşmamak.<strong>”</strong> dır. Cevabınız yanlış ise kitabınızın “İletişim Türleri” başlığı altındaki bilgileri ve 7. sayfayı tekrar okuyunuz. Diğer tüm şıklar iletişim süreci için sağlıklı tutumlar değillerdir."
  },
  {
    "id": "3490190",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi etkin ve iyi bir konuşma becerisi olan bir bireyde olmaması gereken bir özelliktir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sesleri doğru vurgulayabilmek",
      "B": "İletişim kurulan dil dışında başka dillerdeki kelimeleri kullanmak",
      "C": "Gereksiz kelime kullanmamak",
      "D": "Konuya uygun bir ses tonuyla konuşmak",
      "E": "Koşmanın akışını bozacak duraksamalar yapmamak"
    },
    "explanation": "Doğru cevap <strong>B</strong> şıkkı <strong>“</strong>İletişim kurulan dil dışında başka dillerdeki kelimeleri kullanmak<strong>”</strong> dır. Cevabınız yanlış ise kitabınızın “İletişim Türleri” başlığı altındaki bilgileri ve 9. sayfayı tekrar okuyunuz. Diğer tüm şıklar iyi bir konuşma becerisine sahip olan bireylerin sergileyebileceği davranışlardır."
  },
  {
    "id": "3490191",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi geleneksel iletişim sürecinin bir parçası <strong><u>değildir</u></strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Kaynak",
      "B": "Mesaj",
      "C": "Kanal",
      "D": "Alıcı",
      "E": "Kavrama"
    },
    "explanation": "Doğru cevap <strong>E</strong> şıkkı <strong>“</strong>Kavrama<strong>”</strong> dır. Cevabınız yanlış ise kitabınızın “İletişim Süreci ve Etkili İletişim” başlığı altındaki bilgileri ve 15. sayfayı tekrar okuyunuz. Diğer tüm şıklar geleneksel eğitim sürecinin bir parçasıdır."
  },
  {
    "id": "3490194",
    "unitNumber": 1,
    "text": "“……….., alıcıya gönderilecek bir mesajın harf, resim veya dil gibi sembolik bir forma dönüştürülmesi işlemidir.”\n Yukarıdaki boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yanıt",
      "B": "Geri bildirim",
      "C": "Kodlama",
      "D": "Kanal",
      "E": "Alıcı"
    },
    "explanation": "Doğru cevap <strong>C</strong> şıkkı <strong>“</strong>Kodlama<strong>”</strong> dır. Cevabınız yanlış ise kitabınızın “İletişim Süreci ve Etkili İletişim” başlığı altındaki bilgileri ve 16. sayfayı tekrar okuyunuz. Diğer şıklar ilgili konudaki başka terimlerdir."
  },
  {
    "id": "3490196",
    "unitNumber": 1,
    "text": "İletişimde önemli faktörlerden birisi de “mesaj” dır. Buna göre başarılı bir iletişim için mesaj nasıl olmalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Mesaj karmaşık olmalıdır.",
      "B": "Mesaj uygun bir kanalla gönderilmelidir.",
      "C": "Alıcının temel değerleri göz ardı edilmelidir.",
      "D": "Mesaj kaynak ve alıcının dışına da çıkmalıdır.",
      "E": "Mesaj alıcının ilgisini çekmemelidir."
    },
    "explanation": "Doğru cevap <strong>B</strong> şıkkı <strong>“</strong>Mesaj uygun bir kanalla gönderilmelidir.<strong>”</strong> dir. Cevabınız yanlış ise kitabınızın “İletişim Süreci ve Etkili İletişim” başlığı altındaki bilgileri ve 17. sayfayı tekrar okuyunuz. Sadece B seçeneği başarılı bir mesajın özelliğidir."
  },
  {
    "id": "3490197",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi alıcının sahip olması gereken özelliklerden biri <strong><u>değildir</u></strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Mesajı algılayabilmelidir.",
      "B": "Seçici olmamalıdır.",
      "C": "Bulunduğu ortama uyum gösterebilmelidir.",
      "D": "Kaynak olma özelliği taşımalıdır.",
      "E": "Geri besleme yapmaktan kaçınmalıdır."
    },
    "explanation": "Doğru cevap <strong>E</strong> şıkkı <strong>“</strong>Geri besleme yapmaktan kaçınmalıdır.<strong>”</strong> dır. Cevabınız yanlış ise kitabınızın “İletişim Süreci ve Etkili İletişim” başlığı altındaki bilgileri ve 18. sayfayı tekrar okuyunuz. Diğer şıklar alıcının sahip olması gereken özelliklerdir."
  },
  {
    "id": "3490198",
    "unitNumber": 1,
    "text": "İletişim sürecinin doğru olarak işlemesine engel olan, iletişim sürecinde anlaşmazlıklara neden olan, tarafları tedirgin edici anlamlandırmalara sebep olan tüm unsurlardır.\n Yukarıdaki metinde söz edilen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gürültü",
      "B": "Mesaj",
      "C": "Kanal",
      "D": "Geri bildirim",
      "E": "Kaynak"
    },
    "explanation": "Doğru cevap <strong>A </strong>şıkkı <strong>“</strong>Gürültü”dür. Cevabınız yanlış ise kitabınızın “İletişim Süreci ve Etkili İletişim” başlığı altındaki bilgileri ve 19. sayfayı tekrar okuyunuz. Diğer şıklar farklı kavramların tanımlarıdır."
  },
  {
    "id": "3490259",
    "unitNumber": 1,
    "text": "İletişimin tanımı ile ilgili aşağıdaki cümlelerden hangisi yanlıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "İletişimin içeriği anlama ve paylaşma sürecidir.",
      "B": "İletişim süreci, sabittir, değişikliğe uğramaz.",
      "C": "İletişim süreci sürekli değişir ve tanımlanamaz.",
      "D": "İletişim, verilen mesajın içeriğini anlamak veya yorumlamaktır.",
      "E": "İletişimin işlevi mesaj alışverişidir."
    },
    "explanation": "Sorunun doğru yanıtı \"İletişim Kavramı\" başlığı altında bulunmaktadır.<br/>İletişim süreci sabit kalamaz, iletişim süreci sürekli değişir ve tanımlanamaz."
  },
  {
    "id": "3490267",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sözlü iletişimin gerçekleşmesi için temel unsurları yerine getiren kişilerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kaynak kişi",
      "B": "Mesajı duyan kişi",
      "C": "Alıcı kişi",
      "D": "Gönderici kişi",
      "E": "Okuyan kişi"
    },
    "explanation": "Sorunun doğru yanıtı \"iletişim kavramı\" başlığı altında bulunmaktadır.<br/>Sözlü iletişim konuşarak gerçekleştiği için kaynak kişi mesajı yazı ile yollamaz, dolayısı ile okuyan kişi bu süreçte yoktur."
  },
  {
    "id": "3490272",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi iletişimin en temel işlevlerinden değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kaygı azaltma",
      "B": "Eğlendirme",
      "C": "Uyarma",
      "D": "Etiketleme",
      "E": "Denetleme"
    },
    "explanation": "sorunun doğru yanıtı \" iletişimin amacı \" başlığı altında bulunmaktadır.<br/>sorunun doğru yanıtı, etiketleme değil, \"etkileme\" olacaktır."
  },
  {
    "id": "3490281",
    "unitNumber": 1,
    "text": "İletişim insan için nasıl ki yaşamsal fonksiyonlar kadar önemliyse, iletişim açısından kurumlar için önemli olan aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "iletişim ağı ve kontrol süreci",
      "B": "iletişim araçları ve iletişim ağı",
      "C": "iletişim ağı ve motivasyon",
      "D": "iletişim araçları ve iletişim teşviki",
      "E": "ilettişim araçları ve kontrol süreci"
    },
    "explanation": "sorunun doğru yanıtı \"iletişimin önemi\" başlığı altında bulunmaktadır.<br/>iletişim açısından kurumlar için özellikle önemli olan kullanılan \"iletişim araçları ve iletişim ağı\"dır."
  },
  {
    "id": "3490285",
    "unitNumber": 1,
    "text": "“Doğduğumuz günden bu yana maruz kaldığımız uyaranları anlamlı ileti olarak algılamaya yönelik hareket ederiz ve bunu başarırız.” açıklamasını içeren iletişim özelliği aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "iletişim, her zaman her yerde gerçekleşir",
      "B": "İletişimde, çevre üzerinde etkin olmak temel amaçtır",
      "C": "iletişimde, çevre ve mesafe etkililikte önemlidir.",
      "D": "iletişim, anlamların paylaşımı ile gerçekleşir",
      "E": "İletişim, farklı katmanlarda gerçekleşir"
    },
    "explanation": "doğru yanıt \"iletişimin özellikleri\" başlığı altında bulunmaktadır.<br/>Doğduğumuz günden bu yana maruz kaldığımız uyaranları anlamlı ileti olarak algılamaya yönelik hareket ederiz ve bunu başarırız.” açıklamasını içeren iletişim özelliği \"iletişimin anlamların paylaşıldığı ile \" gerçekleştiğini söylemektedir."
  },
  {
    "id": "3490287",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi iletişim sürecinde yapılan hatalardan değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Emir vererek konuşmak",
      "B": "Konuyu saptırmak",
      "C": "Karşı tarafı yargılamak",
      "D": "iletişimi bilinçsiz gerçekleştirmek",
      "E": "Alaycı olmak"
    },
    "explanation": "Sorunun doğru yanıtı \"İletişim Sürecinde Yapılan Hatalar\" başlığı altında bulunmaktadır.<br/>iletişim bilinçli veya bilinçsiz gerçekleşebilir. Dolayısı ile bilinçsiz gerçekleşen iletişim bir hata sayılmamaktadır."
  },
  {
    "id": "3490291",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Konuşma becerisine ilişkin hatalı özelliklerden biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Nefes alırken konuşma",
      "B": "Konuya uygun bir ses tonuyla konuşma",
      "C": "konuşurken gereksiz sesler çıkarma",
      "D": "Konuşurken gereksiz kelimeler kullanma",
      "E": "Konuşurken jest, mimik uyumunda abartıya kaçma"
    },
    "explanation": "Sorunun doğru yanıtı \"Konuşma becerisine ilişkin özellikleri şöyle ifade etmek mümkündür (Alkan; 2016)\" ifadesi devamında bulmak mümkündür.<br/>Konuya uygun bir ses tonuyla konuşma Konuşma becerisine ilişkin hatalı özelliklerden biri değildir."
  },
  {
    "id": "3490292",
    "unitNumber": 1,
    "text": "Sözsüz iletişimde “Diğer beden dili göstergeleri gibi kültürler arası değişikliklere sahip olsa da evrensel anlamda herkes tarafından aynı biçimde yorumlanacak” ifadeler aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "yüz ifadeleri",
      "B": "giyim",
      "C": "jestler",
      "D": "uzaklık",
      "E": "duygular"
    },
    "explanation": "sorunun doğru yanıtı \"iletişimi yakından etkileyen sözsüz iletişimde kullanılan bazı ifadeler\" başlığı altında bulunmaktadır.<br/>“Diğer beden dili göstergeleri gibi kültürler arası değişikliklere sahip olsa da SÖZSÜZ İLETİŞİMDE JESTLER evrensel anlamda herkes tarafından aynı biçimde yorumlanacak” ifadelerdir"
  },
  {
    "id": "3490294",
    "unitNumber": 1,
    "text": "Nokta, çizgi, şekil, biçim, renk, derinlik, hareket, ton, orantı, doku, ölçü, yön vb. gibi temel özellikler hangi iletişim biçiminde kullanılır",
    "correctAnswer": "B",
    "options": {
      "A": "sözlü iletişim",
      "B": "görsel iletişim",
      "C": "sözsüz iletişim",
      "D": "yazılı iletişim",
      "E": "çevre iletişimi"
    },
    "explanation": "sorunun doğru yanıtı \"görsel iletişim \"başlığı altında bulunmaktadır.<br/>Nokta, çizgi, şekil, biçim, renk, derinlik, hareket, ton, orantı, doku, ölçü, yön vb. gibi temel özellikler GÖRSEL iletişim biçiminde kullanılır; YAZILI iletişimde derinlik, hareket, doku, yön vermek çok mümkün değildir."
  },
  {
    "id": "3490295",
    "unitNumber": 1,
    "text": "Insanların okuduklarına, duyduklarına, gördüklerine ilişkin %10 hatırlama düzeyleri ile ilgili bilgileri aşağıdakilerden hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "okudukları",
      "B": "duydukları",
      "C": "gördükleri",
      "D": "dokundukları",
      "E": "gördükleri ve duydukları"
    },
    "explanation": "Sorunun doğru yanıtı \"Tablo 1.1 İletişim Türleri ve Kullanma Biçimleri \" içinde bulunmaktadır.<br/>Insanların okuduklarına, duyduklarına, gördüklerine ilişkin %10 hatırlama düzeyleri ile ilgili bilgileri OKUDUKLARINI HATIRLAMAYA aittir."
  },
  {
    "id": "3489971",
    "unitNumber": 2,
    "text": "I. Telefon görüşmesi\n II. Çevrimiçi görüşmesi\n III. Radyo yayınları\n IV. Tv yayınları\n Yukarıdakilerin hangisi ya da hangileri sözlü iletişime örnek verilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnızca I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I, II ve IV",
      "E": "I, II, III ev IV"
    },
    "explanation": "Telefon görüşmesi, online görüşme gibi farklı alanlarda işlevini sürdürebilmektedir, hatta radyo televizyon yayınları bile sözlü iletişime örnek olarak verilebilir. Doğru seçenek E şıkkıdır."
  },
  {
    "id": "3489973",
    "unitNumber": 2,
    "text": "Sözlü iletişimin araçları aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mimikler",
      "B": "Sözcükler",
      "C": "Yüz ifadeleri",
      "D": "Ses tonlaması",
      "E": "Jestler"
    },
    "explanation": "Sözlü iletişim sözcüklerin aracılığıyla gerçekleşir. Doğru seçenek B şıkkıdır."
  },
  {
    "id": "3489974",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi etkili iletişim becerilerine örnek gösterilemez?",
    "correctAnswer": "C",
    "options": {
      "A": "Aktif dinleme",
      "B": "Açıklama istemek",
      "C": "Sesli düşünmek",
      "D": "Soru sormak",
      "E": "Açık konuşmak"
    },
    "explanation": "Etkili sözlü iletişim becerilerine örnekler: Aktif dinleme, açıklama istemek, içgörü kazanmak için açık uçlu sorular sormak, açık ve net konuşmak, izleyicilerin veya dinleyicilerin ilgisini çekmek için mizahı kullanmak şeklinde örnekler verilebilir. Doğru seçenek C şıkkıdır."
  },
  {
    "id": "3489977",
    "unitNumber": 2,
    "text": "I. Dinleme\n II. Tepki verme\n III. Konuşma \n IV. Soru sorma\n Yukarıdakilerden hangisi ya da hangileri sözlü iletişimde başarılı olabilmek için önemlidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnızca III",
      "B": "Yalnızca IV",
      "C": "II ve III",
      "D": "I, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Sözlü iletişimde başarılı olabilmek için konuşma, dinleme, geri bildirim ve soru sorma konularında başarılı olmak ve kendini yetiştirmek önemlidir."
  },
  {
    "id": "3489979",
    "unitNumber": 2,
    "text": "Sözlü iletişimde mesajın alıcıya doğru bir şekilde iletilmesi aşağıdakilerden hangisine bağlıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Tonlama",
      "B": "Kelimelerin söyleniş tarzı",
      "C": "Ses tonu",
      "D": "Vurgu",
      "E": "Konuşma hızı"
    },
    "explanation": "Sözlü iletişimde ne söylendiği kadar nasıl söylendiği de büyük bir öneme sahiptir. Mesajın alıcı tarafa iletiminin doğru olması seçilen kelimeler kadar söyleniş tarzına, ses tonuna, kullanılan vurgulara hatta konuşma hızına dahi bağlıdır. Bu maddeleri kısaca inceleyelim. Doğru seçenek A şıkkıdır."
  },
  {
    "id": "3489980",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi sözlü iletişimin avantajları arasında yer aldığı söylenemez?",
    "correctAnswer": "E",
    "options": {
      "A": "İletişimde zaman kazandırır",
      "B": "Güçlü bir ikna ve kontrol aracıdır",
      "C": "Daha güvenilir iletişim yöntemidir",
      "D": "Esnektir ve birçok kişi için daha etkilidir",
      "E": "Duygu ve düşüncüleri daha net yansıtır"
    },
    "explanation": "Duygular görülebilir ve bu nedenle bazı durumlarda sorunlara yol açar. Doğru seçenek E şıkkıdır."
  },
  {
    "id": "3489982",
    "unitNumber": 2,
    "text": "I. Teknik faktörler\n II. Alışılmadık aksan kullanımı \n III. Konuşma temposunu ayarlayamama\n IV. Fiziksel olarak engelli olmak\n Yukarıdakilerden hangisi ya da hangileri sözlü iletişim başarısızlığındaki hatalar arasında yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnızca I",
      "B": "I ve II",
      "C": "II ve IV",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "Fiziksel engeller sözlü iletişimdeki başarısızlığın nedenler arasında gösterilemez. Doğru seçenek D şıkkıdır"
  },
  {
    "id": "3489984",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bir konuşmada sunulan görsel araçların amaçlarından biri <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bir fikri göstermek",
      "B": "Muhatabı iletişimde tutmak",
      "C": "Duygu uyandırmak",
      "D": "Verileri özetlemek",
      "E": "Önemli bir kavrama dikkat çekmek"
    },
    "explanation": "Bir konuşmada görsel araçlar genellikle bir fikri göstermek, duygu uyandırmak, verileri özetlemek veya önemli bir kavrama dikkat çekmek için kullanılır. Doğru seçenek B şıkkıdır."
  },
  {
    "id": "3489986",
    "unitNumber": 2,
    "text": "I. Ortam\n II. Görsel destek\n III. Dinleyici\n IV. Konu \n Yukarıdakilerden hangisi ya da hangileri konuşmanın öğeleri arasındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnızca III",
      "B": "III ve IV",
      "C": "I, II ve III",
      "D": "I, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Konuşmanın öğeleri arasında ortam, görsel destek, dinleyici ve konu gösterilebilir. Doğru seçenek E şıkkıdır."
  },
  {
    "id": "3489987",
    "unitNumber": 2,
    "text": "Çok yönlü bakış açısıyla yapılan konuşmayı dinleme yöntemine '..............' denir. Yandaki boşluğa gelmesi gereken uygun ifade aşağıdakilerden hangisidir.?",
    "correctAnswer": "A",
    "options": {
      "A": "Eleştirel dinleme",
      "B": "Seçici dinleme",
      "C": "Aktif dinleme",
      "D": "Yaratıcı dinleme",
      "E": "Pasif dinleme"
    },
    "explanation": "Eleştirel dinleme çok yönlü bakış açısıyla yapılan konuşmayı dinleme yöntemidir. Doğru seçenek A şıkkıdır."
  },
  {
    "id": "3490047",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi başarılı bir sözlü iletişim için önemli unsurlar arasında <strong>yer almaz</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Konuşma",
      "B": "Dinleme",
      "C": "Geri bildirim",
      "D": "Soru sorma",
      "E": "Göz teması kurma"
    },
    "explanation": "Sözlü iletişimde başarılı olabilmek için konuşma, dinleme, geri bildirim ve soru sorma konularında başarılı olmak ve kendini yetiştirmek önemlidir."
  },
  {
    "id": "3490128",
    "unitNumber": 2,
    "text": "Ortam değişkenine bağlı toplantı özelliklerinden hangisi \"konuşmanın amacını belirlemek için de en önemli anahtar nokta\" olarak tanımlanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Toplantı programı",
      "B": "Toplantının niteliği",
      "C": "Toplantı süresi",
      "D": "Toplantı kitlesi",
      "E": "Toplantı düzeni"
    },
    "explanation": "Toplantının Niteliği: Yapılacak konuşma, konuşmacının profesyonel iş hayatıyla ilgili bir konuda olabildiği gibi ülke veya kurum gündemine ilişkin bir konuda da olabilir. Hatta kurumla ilgili özel bir gün, anma ya da kutlama törenine ilişkin de olabilir. Kuşkusuz toplantının niteliğini bilmek konuşmanın amacını belirlemek için de en önemli anahtar noktası olacaktır."
  },
  {
    "id": "3490129",
    "unitNumber": 2,
    "text": "\"Konuşmacı konuşmasını yapmadan evvel konuşulacak konuyu, dinleyici kitlesinin sosyoekonomik ve kültürel özelliklerini iyi tanımalı, konuşma yapılacak konunun önemini doğru kavramalı, konuşmanın yapılacağı ortam hakkında detaylı bilgilere sahip olmalıdır.\" ifadesi iyi bir konuşma yapabilmek için dikkat edilmesi gereken noktalardan hangisi ile ilgilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İyi bir konuşma sağlam bilgilere dayanır.",
      "B": "İyi bir konuşma yıkıcı değil yapıcıdır.",
      "C": "İyi bir konuşma, konuşmanın temel ögelerini çözümleyerek oluşur.",
      "D": "İyi bir konuşma, dinleyicilerin ilgi ve dikkatini toplar.",
      "E": "İyi bir konuşma canlı bir dil, hareketli bir üslup gerektirir."
    },
    "explanation": "İyi bir konuşma, konuşmanın temel ögelerini çözümleyerek oluşur: Etkili bir konuşma yapabilmenin en önemli noktası konuşma ögeleri olan konu, dinleyici, ortam ve konuşmacı bileşenlerini iyi bilmek ve yapılacak konuşmayı bu unsurları en iyi şekilde özümseyerek anlamlı bir bütün hâline getirmektir. Konuşmacı konuşmasını yapmadan evvel konuşulacak konuyu, dinleyici kitlesinin sosyoekonomik ve kültürel özelliklerini iyi tanımalı, kitle için konuşma yapılacak konunun önemini doğru kavramalı, konuşmanın yapılacağı ortam hakkında detaylı bilgilere sahip olmalıdır. Tüm bu konular hakkında bilgi sahibi olan bir konuşmacı iyi ve etkili bir konuşma yapmak için önemli yapı taşlarını hazırlamış sayılır."
  },
  {
    "id": "3490130",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi hazırlıklı konuşmalar kapsamındaki bireysel konuşma türlerinden biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Nutuk",
      "B": "Konferans",
      "C": "Demeç",
      "D": "Brifing",
      "E": "Panel"
    },
    "explanation": "Bireysel Konuşma Türleri: Bireysel konuşmalar daha ziyade bir kişinin belli bir konu üzerine yaptığı ve kalabalık bir dinleyici kitlesine hitap ettiği konuşmalardır.<br/>• Nutuk: Dinleyicilere bir düşünceyi anlatmak, bir duyguyu aşılamak amacıyla bir kişi tarafından yapılan coşkulu, güzel konuşmadır.<br/>• Konferans: Bilim, sanat, ekonomi, siyaset gibi farklı alanlarda herhangi bir konuda, bilgilendirme amacıyla alanında uzman bir kişi tarafından dinleyicilere yapılan bilgilendirme amaçlı konuşmadır.<br/>• Demeç: Bir konuda yetkili olan ya da belirli bir konuma veya göreve sahip bir kişinin, uzmanı olduğu bir veya birden çok konu hakkında basına yaptığı sözlü açıklamadır.<br/>• Brifing (Özsunuş): Bir konuda yetkili bir kişi tarafından, yetkili birine ya da yetkili bir gruba, teknik ya da profesyonel bir konuda yapılan ama özet bilgileri içeren konuşma türüdür."
  },
  {
    "id": "3490131",
    "unitNumber": 2,
    "text": "\"Genellikle akademik ve bilimsel konular üzerine alanda uzman kişiler tarafından konunun farklı boyutlarını ele alındığı toplantı amaçlı konuşmalar\" küme olarak konuşma türlerinden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Açık Oturum",
      "B": "Münazara",
      "C": "Sempozyum",
      "D": "Çalıştay",
      "E": "Forum"
    },
    "explanation": "Sempozyum: Genellikle akademik ve bilimsel konular üzerine alanda uzman kişiler tarafından konunun farklı boyutlarını ele alındığı toplantı amaçlı konuşmalardır"
  },
  {
    "id": "3490132",
    "unitNumber": 2,
    "text": "“Geliyorum yerine geliyom”, “gitmek yerine gidivermek”, “ısırmak yerine kırtlamak” kelimelerinin kullanılması doğru bilinen konuşma yanlışlarından hangisine örnektir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yanlış seslendirilen kelimelerin kullanılması",
      "B": "Kelimelere gereksiz ses ilaveleri yapılması",
      "C": "Kelimelerin içindeki seslerin eksik söylenmesi",
      "D": "Sözcük içindeki harflerin değiştirilerek telaffuz edilmesi",
      "E": "Yöresel olarak belirli bölgelerde kullanılan kelimelerin kullanılması"
    },
    "explanation": "Yöresel olarak belirli bölgelerde kullanılan kelimelerin kullanılması: “Geliyorum yerine geliyom”, “gitmek yerine gidivermek”, “ısırmak yerine kırtlamak”."
  },
  {
    "id": "3490133",
    "unitNumber": 2,
    "text": "“Başlamak yerine start almak”, “gösteri yapmak yerine şov yapmak”, “dayatmak yerine empoze etmek”. kalıplarının kullanılması doğru bilinen konuşma yanlışlarından hangisine örnektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Konuşma içinde yabancı sözcüklerin kullanılması",
      "B": "Yardımcı eylemlerin gereksiz kullanılması",
      "C": "Kelimelere gereksiz ses ilaveleri yapılması:",
      "D": "Yanlış seslendirilen kelimelerin kullanılması",
      "E": "Bazı sözcüklerin sürekli tekrarlanması"
    },
    "explanation": "Yardımcı eylemlerin gereksiz kullanılması: “Başlamak yerine start almak”, “gösteri yapmak yerine şov yapmak”, “dayatmak yerine empoze etmek”."
  },
  {
    "id": "3490134",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi aktif dinleme süreçlerinden biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Dikkat edin",
      "B": "İlgilendiğinizi gösterin",
      "C": "Anladığınızı gösterin",
      "D": "Uygun bir yanıt verin",
      "E": "Konuşmayı yönlendirici sorular sorun"
    },
    "explanation": "Aktif dinlemeyi geliştirmek için aşağıdaki süreçleri uygulamak mümkündür (Barnard, 2021):<br/>Dikkat edin<br/>İlgilendiğinizi gösterin<br/>Anladığınızı gösterin;<br/>Konuşmayı kesmeyin veya yönlendirmeyin;<br/>Uygun bir yanıt verin;"
  },
  {
    "id": "3490136",
    "unitNumber": 2,
    "text": "Dinleyicilerin tüm konuşmayı konuşmacının hatasını, eksiğini ya da yanlışını ortaya çıkarmak için sessiz bir şekilde dinleme yaparak geçirdiği, amacın konuyu dinlemek ya da anlamak değil, konuşmacıyı zor durumda bırakacak noktaları yakalamak olduğu dinleme türü aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Seçici dinleme",
      "B": "Eleştirel dinleme",
      "C": "Görünüşte dinleme",
      "D": "Savunucu dinleme",
      "E": "Tuzak kurucu dinleme:"
    },
    "explanation": "Tuzak kurucu dinleme: Tuzak kurucu dinleme yapan dinleyiciler, konuşmacı için zor bir dinleyici profili olabilir. Çünkü neredeyse tüm konuşmayı konuşmacının hatasını, eksiğini ya da yanlışını ortaya çıkarmak için sessiz bir şekilde dinleme yaparak geçirirler. Aslında bu tarz dinleme yapan bir dinleyicinin amacı konuyu dinlemek ya da anlamak değil, konuşmacıyı zor durumda bırakacak noktaları yakalamak ve onları ortaya çıkarmaktır"
  },
  {
    "id": "3490137",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi aktif dinlemenin önündeki engeller arasında <strong>yer almaz</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Konsantrasyon kaybı",
      "B": "Daha sonra yanlış varsayımlara yol açan sonuçlar yaratma",
      "C": "Konuşmacı konuşmasını bitirmeden önce aceleyle bir yanıt oluşturmak",
      "D": "Tartışmak",
      "E": "Konuşmacının beden dilini yorumlamak"
    },
    "explanation": "Ancak aktif dinlemenin önünde de bazı engeller vardır. Bunlar arasında en yaygın engeller şunlardan oluşmaktadır:<br/>• Konsantrasyon kaybı<br/>• Daha sonra yanlış varsayımlara yol açan sonuçlar yaratma<br/>• Konuşmacı konuşmasını bitirmeden önce aceleyle bir yanıt oluşturmak<br/>• Tartışmak"
  },
  {
    "id": "3490296",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi sözlü iletişim sürecini doğru bir şekilde yürütmek isteyen bir kişinin sahip olması gereken konuşma becerisi özelliklerinden biri <strong><u>değildir</u></strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Sesleri yutmadan ve doğru tonlama yapmak",
      "B": "Cümleyi anlamlı yargılar ile bitirebilmek",
      "C": "Sesleri birbirine karıştırmamak",
      "D": "Konuşma akışını bozacak duraksamalarda bulunmamak",
      "E": "Konuyla ilgili gereksiz detaylar vermek"
    },
    "explanation": "Doğru cevap <strong>E</strong> şıkkı <strong>“</strong>Konuyla ilgili gereksiz detaylar vermek<strong>”</strong> dir. Cevabınız yanlış ise kitabınızın “Sözlü İletişim ve Konuşma” başlığı altındaki bilgileri ve 36. sayfayı tekrar okuyunuz. Diğer tüm şıklar iletişim sırasında istenilen özelliklerdir."
  },
  {
    "id": "3490298",
    "unitNumber": 2,
    "text": "I) İletişimde zaman kaybettirir.\n<br/>II) Güçlü bir ikna ve kontrol aracıdır.\n<br/>III)Karşı taraftan alınan cevaplara bakılarak konunun anlaşılma derecesi ölçülebilir.\n<br/>IV)Güvenilir bir iletişim yöntemi değildir.\n<br/>Yukarıda verilenlerden hangisi/hangileri sözlü iletişim için söylenebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "II ve IV",
      "D": "II ve III",
      "E": "III ve IV"
    },
    "explanation": "Doğru cevap <strong>D</strong> şıkkı <strong>“</strong>II ve III<strong>”</strong> dür. Cevabınız yanlış ise kitabınızın “Sözlü İletişim ve Konuşma” başlığı altındaki bilgileri ve 37. sayfayı tekrar okuyunuz. II. ve III. sözlü iletişimin avantajlarındandır."
  },
  {
    "id": "3490300",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi sözlü iletişimin dezavantajlarından biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "İletişimde zaman kazandırır.",
      "B": "Güçlü bir ikna ve kontrol aracıdır.",
      "C": "Hukuki bir geçerliliği yoktur.",
      "D": "Maliyeti daha uygun bir iletişim şeklidir.",
      "E": "Esnek ve etkili bir iletişim yöntemidir."
    },
    "explanation": "Doğru cevap <strong>C</strong> şıkkı <strong>“</strong>Hukuki bir geçerliliği yoktur.<strong>”</strong> dur. Cevabınız yanlış ise kitabınızın “Sözlü İletişim ve Konuşma” başlığı altındaki bilgileri ve 37. sayfayı tekrar okuyunuz. Diğer tüm şıklar sözlü iletişimin avantajlarındandır."
  },
  {
    "id": "3490301",
    "unitNumber": 2,
    "text": "Bilgilendirici bir konuşma yapmak isteyen bir birey aşağıdakilerden hangisine önem vermelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dinleyicinin konuyla ilgili çok şey bildiğini sanmak",
      "B": "Verilen bilgiyi dinleyici için ilgi çekici hale getirmek",
      "C": "Konuyu doğrudan dinleyicilerle ilintilendirmek",
      "D": "Soyutlamalardan kaçınmak",
      "E": "Düşünceleri kişiselleştirmek"
    },
    "explanation": "Doğru cevap <strong>B</strong> şıkkı <strong>“</strong>Verilen bilgiyi dinleyici için ilgi çekici hale getirmek<strong>”</strong> dir. Cevabınız yanlış ise kitabınızın “Konuşma Türleri” başlığı altındaki bilgileri ve 42. sayfayı tekrar okuyunuz. Diğer tüm bilgilendirici konuşmada yapılan hatalardandır."
  },
  {
    "id": "3490302",
    "unitNumber": 2,
    "text": "………., bilim insanları veya alanda uzman kişilerin belirli bir konu üzerine bir araya gelerek inceleme ve değerleme amaçlı yaptıkları konuşmadır.\n Yukarıda tanımla boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çalıştay",
      "B": "Açık oturum",
      "C": "Münazara",
      "D": "Forum",
      "E": "Söyleşi"
    },
    "explanation": "Doğru cevap <strong>A</strong> şıkkı <strong>“</strong>Çalıştay<strong>”</strong> dır. Cevabınız yanlış ise kitabınızın “Hazırlık Durumuna Göre Konuşma” başlığı altındaki bilgileri ve 44. sayfayı tekrar okuyunuz. Soruda tanımı yapılan kavramın cevabı A seçeneğidir."
  },
  {
    "id": "3490303",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bireysel konuşma türlerinden biri <strong><u>değildir</u></strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Münazara",
      "B": "Nutuk",
      "C": "Konferans",
      "D": "Demeç",
      "E": "Brifing"
    },
    "explanation": "Doğru cevap <strong>A</strong> şıkkı <strong>“</strong>Münazara<strong>”</strong> dır. Cevabınız yanlış ise kitabınızın “Hazırlık Durumuna Göre Konuşma” başlığı altındaki bilgileri ve 44. sayfayı tekrar okuyunuz. Diğer seçenekler bireysel konuşma türleridir."
  },
  {
    "id": "3490304",
    "unitNumber": 2,
    "text": "Hazırlıksız konuşmalar nerede ve ne zaman yapılacağı bilinmeyen, aynı zamanda dinleyicinin bilinmediği, ön hazırlık yapmadan ve bir metin hazırlamadan yapılan konuşmalardır.\n Verilen bilgiye göre aşağıdakilerden hangisi hazırlıksız konuşmaya örnek gösterilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sempozyum",
      "B": "Söyleşi",
      "C": "Panel",
      "D": "Münazara",
      "E": "Forum"
    },
    "explanation": "Doğru cevap <strong>B</strong> şıkkı <strong>“</strong>Söyleşi<strong>”</strong> dir. Cevabınız yanlış ise kitabınızın “Hazırlık Durumuna Göre Konuşma” başlığı altındaki bilgileri ve 45. sayfayı tekrar okuyunuz. Diğer seçenekler hazırlıklı konuşma türleridir."
  },
  {
    "id": "3490305",
    "unitNumber": 2,
    "text": "Etkili bir konuşmacı olmada belki de en önemli nokta konuşma yapılan konuya hâkim olmaktır. Herkes her konuda konuşmak zorunda değildir. Etkili ve verimli bir konuşma yapabilmek için üzerine konuştuğumuz konu hakkında detaylı ve derinlemesine bilgi sahibi olmak, dinleyici taraftan gelebilecek sorulara yetkinlikle cevap verebilecek düzeyde konuya hâkim olmak önemlidir.\n Yukarıda verilen bilgi aşağıdakilerden hangisinin önemini vurgulamaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Sunum araçlarını kullanmak",
      "B": "Hikaye anlatmak",
      "C": "Ana noktaları desteklemek",
      "D": "Konuşma hızını ayarlamak",
      "E": "Konuya dikkat etmek"
    },
    "explanation": "Doğru cevap <strong>E</strong> şıkkı <strong>“</strong>Konuya dikkat etmek<strong>”</strong> tir. Cevabınız yanlış ise kitabınızın “Etkili Konuşma Teknikleri” başlığı altındaki bilgileri ve 46. sayfayı tekrar okuyunuz. Paragrafta verilen bilginin karşılığı E seçeneğidir."
  },
  {
    "id": "3490306",
    "unitNumber": 2,
    "text": "Bir konuşmacı verdiği bilgilerin dinleyiciler tarafından ne kadar anlaşıldığını anlamak için aşağıda verilenlerden hangisine başvurması gerekmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Konuşma hızını ayarlamak",
      "B": "Ortama uygun giyinmek",
      "C": "Konuşmanın pratiğini yapmak",
      "D": "Soru-Cevap yapmak",
      "E": "Beden hareketlerini kullanmak"
    },
    "explanation": "Doğru cevap <strong>D</strong> şıkkı <strong>“</strong>Soru-Cevap yapmak<strong>”</strong> tır. Cevabınız yanlış ise kitabınızın “Etkili Konuşma Teknikleri” başlığı altındaki bilgileri ve 49. sayfayı tekrar okuyunuz. Diğer seçenekler etkili konuşmacılarda bulunması gereken farklı niteliklerdir."
  },
  {
    "id": "3490307",
    "unitNumber": 2,
    "text": "Dinleyici ……….. dinlediklerini sebep sonuç ilişkisi kurarak doğruluk eksiklik gibi farklı noktalarda kendi bilgileri ile kıyaslayarak kendine ait doğrular bulmaya çalışır.\n Yukarıda boş bırakılan yer aşağıdaki dinleme çeşitlerinden hangisiyle doldurulmalıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yaratıcı dinleme",
      "B": "Görünüşte dinleme",
      "C": "Eleştirel dinleme",
      "D": "Savunucu dinleme",
      "E": "Empati kurarak dinleme"
    },
    "explanation": "Doğru cevap <strong>C</strong> şıkkı <strong>“</strong>Eleştirel dinleme<strong>”</strong> dir. Cevabınız yanlış ise kitabınızın “Dinleme Türleri” başlığı altındaki bilgileri ve 55. sayfayı tekrar okuyunuz. Diğer seçenekler farklı dinleme türleridir."
  },
  {
    "id": "3490348",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi sözlü iletişimde ulaştırılmak istenen mesajı netleştirmek için bazı önemli kelimeleri ya da heceleri daha öne çıkacak hâle getirilmesine verilen addır?",
    "correctAnswer": "C",
    "options": {
      "A": "Ses tonu",
      "B": "Artikülasyon",
      "C": "Vurgu",
      "D": "Diksiyon",
      "E": "Konuşma hızı"
    },
    "explanation": "Vurgu; Sözlü iletişim anında konuşurken kullanılan sözcüklere duygu katmak, düşüncelerdeki<br/>ve sözcüklerdeki canlılığı göstermek ve ulaştırılmak istenen mesajı netleştirmek için bazı önemli kelimeleri ya da heceleri daha öne çıkacak hâle getirerek vurgulamak iletişim süreci için olumlu sonuç doğuracaktır."
  },
  {
    "id": "3490352",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi iletişim sürecinde özellikle önemli mesajlar iletilmek istendiğinde dakikada konuşma hızı olarak kabul edilebilir ortalama kelime sayısıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "30-60",
      "B": "60-90",
      "C": "90-120",
      "D": "120-150",
      "E": "150-180"
    },
    "explanation": "Konuşma hızı, yapılan çalışmalar ile normal değer olarak kabul edilen dakikada ortalama 120-150 kelime kullanımıdır. Bu sebeple iletişim sürecinde özellikle önemli mesajlar iletilmek istendiğinde dakikada ortalama 90-120 kelime arası kullanım konuşma hızı olarak kabul edilebilir bir sınırdır."
  },
  {
    "id": "3490353",
    "unitNumber": 2,
    "text": "Sözlü iletişim için aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Hukuki geçerliliği vardır",
      "B": "Uzaktaki insanlarla kolay iletişim sağlar",
      "C": "Uzun mesajlar için uygundur",
      "D": "Güçlü bir ikna aracıdır",
      "E": "Maliyeti yüksektir"
    },
    "explanation": "Sözlü iletişimin avantajları (Prasanna, 2021;<br/>Rfwireless, 2021):<br/>• İletişimde zaman kazandırır.<br/>• Güçlü bir ikna ve kontrol aracıdır.<br/>• Esnektir ve birçok kişi için daha etkilidir.<br/>• Daha güvenilir bir iletişim yöntemidir.<br/>• İletişim kurulan kişiyle verilen mesajın anlaşılma derecesi kontrol edilebilir.<br/>• İletişim anında konuya dair sorular yöneltilebilir.<br/>• Karşı taraftan alınan cevaplara bakılarak<br/>konunun anlaşılma derecesi ölçümlenebilir.<br/>• Anlaşılmayan veya eksik kaldığı hissedilen<br/>konular üzerine tekrar konuşulabilir ve<br/>açıklık getirilebilir.<br/>• İletişim sürecinin etkili ilerlemesi ve anlık<br/>olarak geri bildirim alınabilmesi açısından<br/>değerlidir.<br/>• Maliyeti daha uygun bir iletişim şeklidir."
  },
  {
    "id": "3490359",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bir sözlü iletişim hatası <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Alışılmadık aksan kullanımı",
      "B": "Atasözü kullanımı",
      "C": "Önem vurgulanmaması",
      "D": "Gürültü",
      "E": "Dinlememek"
    },
    "explanation": "Sözlü iletişimin başarısızlığında, çok sayıda sözlü iletişim hatası vardır. Bunları şu şekilde sıralayabiliriz (Skaybrary, 2021):<br/>• Alışılmadık dil ve/veya deyim kullanımı<br/>(toplumun bilmediği sözcüklerin kullanımı)<br/>• Fizyolojik nedenler (konuşma ve/veya işitme)\n • Alışılmadık aksan kullanımı<br/>• Konuşma temposunun ve tonunun kötü<br/>kullanımı<br/>• Önem ve/veya aciliyetin vurgulanmaması<br/>• Çevresel yönler (gürültü, dikkat dağınıklığı, stres)<br/>• Teknik faktörler (ekipman ve iletim ortamı)<br/>• İletişim mesajını net planlayamama<br/>• Anlamı veya anlamayı test edememe<br/>• Dinlememek<br/>• Anladığını gösterememe (alıcı)<br/>• Sözlü ve sözsüz iletişim arasındaki uyumsuzluk."
  },
  {
    "id": "3490365",
    "unitNumber": 2,
    "text": "Gözle görülebilen, elle tutulabilen, dokunulabilen, canlı, cansız, hareketli, hareketsiz tüm herşeyi kapsayan konuşmalara ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilgilendirici Konuşma",
      "B": "Objeler hakkında konuşma",
      "C": "Kavramlar hakkında konuşma",
      "D": "Olaylar ve süreçler hakkında konuşma",
      "E": "İkna edici konuşma"
    },
    "explanation": "Objeler hakkında konuşma: Obje kelimesi günlük kullanımda sabit durağan bir cismi nitelemek için kullanılmaktadır. Buradaki kullanım şekli ise gözle görülebilen, elle tutulabilen, dokunulabilen, canlı, cansız, hareketli, hareketsiz tüm herşeyi kapsamaktadır. Yani bir hayvan bir ev eşyası ya da<br/>bir ülke obje olarak bir konuşmaya konu olabilir. Konuşmacı tüm bu obje olarak niteleyebileceğimiz<br/>konular hakkında dinleyicilere bilgi verebilir ya da özelliklerini anlatabilir."
  },
  {
    "id": "3490369",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi \"kavramlarla konuşmanın\" konuları arasında yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Hayvanlar",
      "B": "Eşyalar",
      "C": "Hava durumu",
      "D": "İnançlar",
      "E": "Olaylar"
    },
    "explanation": "Kavramlar hakkında konuşma: Kavram ifadesi obje, süreç ya da olay ifadelerinden daha özel<br/>bir anlam içermekte ve inançlar, kuramlar, fikirler, ilkeler gibi konuları ifade etmektedir."
  },
  {
    "id": "3490372",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bireysel konuşma türlerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sempozyum",
      "B": "Panel",
      "C": "Forum",
      "D": "Konferans",
      "E": "Çalıştay"
    },
    "explanation": "Konferans: Bilim, sanat, ekonomi, siyaset gibi farklı alanlarda herhangi bir konuda, bilgilendirme amacıyla alanında uzman bir kişi tarafından dinleyicilere yapılan bilgilendirme amaçlı konuşmadır."
  },
  {
    "id": "3490375",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bir konuda yetkili bir kişi tarafından, yetkili birine ya da yetkili bir gruba, teknik ya da profesyonel bir konuda yapılan ama özet bilgileri içeren konuşma türüdür?",
    "correctAnswer": "B",
    "options": {
      "A": "Nutuk",
      "B": "Brifing",
      "C": "Demeç",
      "D": "Panel",
      "E": "Çalıştay"
    },
    "explanation": "Brifing (Özsunuş): Bir konuda yetkili bir kişi tarafından, yetkili birine ya da yetkili bir gruba, teknik ya da profesyonel bir konuda yapılan ama özet bilgileri içeren konuşma türüdür."
  },
  {
    "id": "3490376",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisinde dinleme sürecinin dört adımı doğru olarak sıralanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Duyma-Tepki-Yorumlama-Değerlendirme",
      "B": "Duyma-Yorumlama-Tepki-Değerlendirme",
      "C": "Duyma-Yorumlama-Değerlendirme-Tepki",
      "D": "Duyma-Tepki-Değerlendirme-Yorumlama",
      "E": "Duyma-Değerlendirme-Tepki-Yorumlama"
    },
    "explanation": "Bireylerin dinleme süreci dört temel adımdan<br/>oluşmaktadır (Kavut, 2018). Bunlar; duyma, yorumlama, değerlendirme ve tepkidir."
  },
  {
    "id": "3490377",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi dinleyicinin önyargısızca dinlemeyi gerçekleştirdiği dinleme biçimlerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tuzak kurucu dinleme",
      "B": "Savunucu dinleme",
      "C": "Eleştirel dinleme",
      "D": "Görünüşte dinleme",
      "E": "Empati kurarak dinleme"
    },
    "explanation": "Empati kurarak dinleme: Empati kurarak dinlemenin en önemli özelliği dinleyicinin önyargılı<br/>dinleme yapmasına engel olmasıdır."
  },
  {
    "id": "3490140",
    "unitNumber": 3,
    "text": "I. Dış olayları iletmeye yardımcı olmaktadır\n II. İki veya daha fazla kişi arasında gerçekleşmektedir\n III. Yazılı veya sözlü kelimeler kullanılarak anlam iletilmektedir\n IV. Kasıtlı hem de kasıtsız olabilmektedir\n V. Çeşitli şekillerde mesaj gönderip alınmaktadır\n Yukarıdakilerden hangisi ya da hangileri sözlü iletişimin sözsüz iletişimden farklarındandır?",
    "correctAnswer": "C",
    "options": {
      "A": "I, III, V",
      "B": "II, IV",
      "C": "I, III",
      "D": "III, V",
      "E": "III, IV, V"
    },
    "explanation": "Sözlü iletişimin sözsüz iletişimden farkları şunlardır:\n<br/>Dış olayları iletmeye yardımcı olmaktadır,\n<br/>Yazılı veya sözlü kelimeler kullanılarak anlam iletilmektedir.<br/>I, III"
  },
  {
    "id": "3490141",
    "unitNumber": 3,
    "text": "Sözsüz iletişimle duygu ve tutumlara ilişkin mesaj en yüksek oranda aşağıdakilerden hangisi ile iletilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kelimelerin söylenme şekli ile",
      "B": "Yüz ifadeleri ile",
      "C": "Paralinguistik ile",
      "D": "Konuşmaların içeriği ile",
      "E": "Konuşulan kelimeler ile"
    },
    "explanation": "Sözsüz iletişimle duygu ve tutumlara ilişkin mesaj en yüksek oranda <strong>\"yüz ifadeleri\"</strong> ile iletilir.<br/>Yüz ifadeleri ile"
  },
  {
    "id": "3490142",
    "unitNumber": 3,
    "text": "İletişimde insanların duygu ve düşüncelerini bastıramayacakları ve tamamen kişinin kontrolü dışında hareket eden unsur aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yüz hareketleri",
      "B": "Baş hareketleri",
      "C": "El kol hareketleri",
      "D": "Parmak hareketleri",
      "E": "Göz hareketleri"
    },
    "explanation": "İletişimde insanların duygu ve düşüncelerini bastıramayacakları ve tamamen kişinin kontrolü dışında hareket eden unsur göz hareketleridir."
  },
  {
    "id": "3490143",
    "unitNumber": 3,
    "text": "Dünya üzerinde bulunan her toplumda her bireyin yaşadığı en temel duyguları, dünya üzerindeki hemen hemen herkes aynı yüz ifadeleri ile karşı tarafa sözsüz olarak iletmektedir. Aşağıdakilerden hangisi bunlardan biri <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Endişe",
      "B": "Korku",
      "C": "Öfke",
      "D": "Mutluluk",
      "E": "Şaşırma"
    },
    "explanation": "Dünya üzerinde bulunan her toplumda her bireyin yaşadığı en temel duyguları, dünya üzerindeki hemen hemen herkes aynı yüz ifadeleri ile karşı tarafa sözsüz olarak iletmektedir. <strong>Endişe,</strong> bunlardan biri <strong>değildir.</strong>"
  },
  {
    "id": "3490144",
    "unitNumber": 3,
    "text": "İletişimde eller sabit bir şekilde vücuda yakın duruyorsa bu aşağıdakilerden hangisini ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Güvensiz ve gergin olunduğunu",
      "B": "Konuşmadan sıkıldığını ya da ilgilenmediğini",
      "C": "İtaat edeceğini",
      "D": "Zafer kazandığını",
      "E": "Her şeyin ortada ve şeffaf olduğunu"
    },
    "explanation": "İletişimde eller sabit bir şekilde vücuda yakın duruyorsa bu güvensiz ve gergin olunduğunu ifade etmektedir."
  },
  {
    "id": "3490145",
    "unitNumber": 3,
    "text": "Kişinin ayakları ve gövdesi beraberce hareket ederek yaklaşan kişiye dönüyorsa bu aşağıdakilerden hangisini ifade etmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kişinin konuşma ortamından ayrılacağını",
      "B": "Kişinin yaklaşan kişiyi ortamda istemediğini",
      "C": "Kişinin iletişimi uzatmak istemediğini",
      "D": "Kişinin içten olduğunu",
      "E": "Kişinin kendini savunma içine girebileceğini"
    },
    "explanation": "Kişinin ayakları ve gövdesi beraberce hareket ederek yaklaşan kişiye dönüyorsa bu kişinin içten olduğunu ifade etmektedir."
  },
  {
    "id": "3490146",
    "unitNumber": 3,
    "text": "I. Dikdörtgen ya da kare masalar katılımcılara eşit oldukları mesajını verir\n II. Masanın arkasında ayakta durmak ya da oturmak kişilere emir verme duygusu hissettirir\n III. Kapıya yakın oturmayı tercih edenler kendilerini o ortamda bulunan diğerlerinden değersiz görürler\n IV. Özgüveni yüksek kişiler oturdukları koltuk ya da sandalyede geniş bir yer kaplayarak kendilerini o ortama hâkim bir şekilde konumlandırırlar\n V. Yuvarlak masa tartışma ortamının bile sakin ve güven içinde geçeceği duygusunu yaşatır\n Sözsüz iletişimde oturma biçimlerinin verdiği mesajlar hakkında yukarıdakilerden hangisi ya da hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "I, III, V",
      "B": "II, IV",
      "C": "I, II, III",
      "D": "IV, V",
      "E": "III, IV, V"
    },
    "explanation": "Sözsüz iletişimde oturma biçimlerinin verdiği mesajlar hakkında şunlar doğrudur:\n<br/>Kapıya yakın oturmayı tercih edenler kendilerini o ortamda bulunan diğerlerinden değersiz görürler,\n<br/>Özgüveni yüksek kişiler oturdukları koltuk ya da sandalyede geniş bir yer kaplayarak kendilerini o ortama hâkim bir şekilde konumlandırırlar,\n<br/>Yuvarlak masa tartışma ortamının bile sakin ve güven içinde geçeceği duygusunu yaşatır.<br/>III, IV, V"
  },
  {
    "id": "3490147",
    "unitNumber": 3,
    "text": "Mahrem alan, kişisel alan ve sosyal alan mesafeleri aşağıdakilerden hangisinde doğru olarak sıralanmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "0-75 cm, 75-225 cm, 225-550 cm",
      "B": "0-80 cm, 80-160 cm, 160-480 cm",
      "C": "0-50 cm, 50-150 cm, 150-300 cm",
      "D": "0-25 cm, 25-80 cm, 80-200 cm",
      "E": "0-100 cm, 100-200 cm, 200-300 cm"
    },
    "explanation": "Mahrem alan, kişisel alan ve sosyal alan mesafelerinin doğru sıralaması şöyledir:\n<br/>0-25 cm, 25-80 cm, 80-200 cm"
  },
  {
    "id": "3490148",
    "unitNumber": 3,
    "text": "I. Yeşil, güven verici bir duygu yaşatır\n II. Kırmızı, kampanyalarda öne çıkmak için kullanılır\n III. Kahverengi, insanlarda gelip geçicilik algısı yaratır\n IV. Mor, kurumsallık ve kalite hissiyatı ortaya çıkarır\n V. Turuncu, sakinliği ve dinginliği çağrıştırır ve fon rengi olarak kullanılır\n Renkler ve anlamları hakkında yukarıdakilerden hangisi ya da hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "I, III, V",
      "B": "II, IV",
      "C": "I, II, III",
      "D": "IV, V",
      "E": "III, IV, V"
    },
    "explanation": "Renkler ve anlamları hakkında şunlar doğrudur:\n<br/>Yeşil, güven verici bir duygu yaşatır,\n<br/>Kırmızı, kampanyalarda öne çıkmak için kullanılır,\n<br/>Kahverengi, insanlarda gelip geçicilik algısı yaratır.<br/>I, II, III"
  },
  {
    "id": "3490149",
    "unitNumber": 3,
    "text": "İletişimde beden dili hareketlerinin anlamları bulunmaktadır. Elleri ovuşturmak aşağıdakilerden hangisi anlamına gelmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Stres, sinirlilik veya güvensizlik anlamına gelir",
      "B": "Bireyin bir şey için heyecanlandığı anlamına gelir",
      "C": "Duygularını bastırmaya çalışan birinde öfke veya hayal kırıklığı anlamına gelir",
      "D": "Kişinin bir cevap beklediği anlamına gelir",
      "E": "Bir sonuca varılamadığı anlamına gelir"
    },
    "explanation": "Elleri ovuşturmak, bireyin bir şey için heyecanlandığı anlamına gelir."
  },
  {
    "id": "3490156",
    "unitNumber": 3,
    "text": "I.Sözsüz iletişim de yazılı veya sözlü kelimeler kullanılmaz.\n II.Sözlü iletişim dış olayları iletmeye ve duygusal zihin durumlarını değiş tokuş etmelerine yardımcı olur.\n III.Sözsüz iletişim, iletişimciler arasındaki mesafeyi tanımlar. \n Yukarıdakilerden hangisi/hangileri sözlü ya da sözsüz iletişim hakkında <strong>yanlış</strong> bilgi vermektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I, II ve III",
      "D": "Yalnız II",
      "E": "II ve III"
    },
    "explanation": "SÖZSÜZ İLETİŞİM VE BEDEN DİLİ<br/>Sözsüz İletişim, sözlü iletişimden farklı olarak, kişiler arası ilişkilerin kurulmasına ve sürdürülmesine yardımcı olurken, sözlü iletişim yalnızca dış olayları iletmeye yardımcı olur. İnsanlar, duygularını ve kişiler arası tutumlarını ifade etmek, selamlama gibi ritüelleri gerçekleştirmek ve kişinin kişiliğini öne çıkarmak için sözsüz ifadeleri kullanırlar."
  },
  {
    "id": "3490162",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi sözsüz iletişimde kullanılan bir beden dili <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Göz teması",
      "B": "Ses",
      "C": "Yakınlık",
      "D": "Kelime seçimi ve söz dizimi",
      "E": "E-posta"
    },
    "explanation": "SÖZSÜZ İLETİŞİM VE BEDEN DİLİ<br/>Sözsüz iletişim ya da beden dili aşağıda belirtilen konuları içermektedir. Ancak sözsüz iletişim sadece belirtilen bu alanlardan daha fazlasını kapsayabilir. Örneğin, terleme, yüzün kızarması, sessizlik gibi daha farklı alanlar da bu kapsamda yer almaktadır: • Dokunma • Göz teması (Bakışlar) • Ses • Yakınlık • Jest ve mimikler • Yüz ifadesi • Tonlama • Giyim ve görsellik • Postür (duruş) • Kelime seçimi ve söz dizimi • Mekân kullanımı"
  },
  {
    "id": "3490164",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi sözsüz iletişimin görevlerinden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sözsüz iletişim, en az sözlü iletişim kadar etkilidir.",
      "B": "Sözlü olarak ifade edilen söylemleri işaretler ve beden dili ile vurgulamak, pekiştirmek.",
      "C": "Sözsüz iletişim, duyguları en doğru şekilde ifade etme imkânı sağlar.",
      "D": "Sözsüz iletişim, sözlü iletişim ile bir bütün oluşturur ve iletişim sürecini daha anlamlı kılar.",
      "E": "Sözsüz iletişimde kullanılan bazı jest ve mimikler farklı kültürlerde farklı anlamlara sahip olabilir."
    },
    "explanation": "SÖZSÜZ İLETİŞİM VE BEDEN DİLİ<br/>Sözsüz iletişimin en genel anlamıyla sahip olduğu özellikler şunlardır; • Sözsüz iletişim, en az sözlü iletişim kadar etkilidir. • Sözsüz iletişim, duyguları en doğru şekilde ifade etme imkânı sağlar. • Sözsüz iletişim, sözlü iletişim ile bir bütün oluşturur ve iletişim sürecini daha anlamlı kılar. • Sözsüz iletişimde kullanılan bazı jest ve mimikler farklı kültürlerde farklı anlamlara sahip olabilir. Bu sebeple farklı kültürlerden kişilerle iletişim kurarken kullanılan sözsüz iletişim unsurlarını dengeli kullanma önemlidir.\n Sözsüz iletişimin sahip olduğu bu özelliklerin yanı sıra görevlerini de şu şekilde ifade edebiliriz: • Duyguları dışa vurmak için yüz ifadesi, el hareketleri gibi unsurları kullanabilmek • Sözlü iletişim ile ifade edilen duygu düşünce ya da bilgilerin karşılıklı olarak ortak anlam yaratacak bir kullanımla iletişim sürecini düzenlemek • Sözlü iletişimle dile getirilen düşünceleri destekleyecek ve tamamlayacak hareketlerde bulunmak • Sözlü olarak ifade edilen mesajla, beden dili ile verilen duygunun birbiri ile uyumlu olmasına çaba göstermek • Sözlü olarak ifade edilen düşünceyi, duyguyu sözsüz olarak da ifade edecek yani düşünceyi tekrarlayacak hareketleri yapmak • Konuşma yerine geçecek hareketler yapmak • Sözlü olarak ifade edilen söylemleri işaretler ve beden dili ile vurgulamak, pekiştirmek • İletişim sürecinde bireylerin giydiği kıyafetler, yedikleri, hatta ikram edilen içecekteki tercihleri bile kimliğini ifade etmede geçerli olabilmektedir"
  },
  {
    "id": "3490167",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi beden dilinin işlevlerinden <strong>değildi</strong>r?",
    "correctAnswer": "D",
    "options": {
      "A": "Sözlü mesajı tekrarlamak için kullanılır.",
      "B": "Genellikle sözlü bir mesajı vurgulamak için kullanılır.",
      "C": "Beden dili genellikle sözlü mesajı tamamlar ama kimi zamanda çelişebilir .",
      "D": "Beden dili, sözlü mesajın yerini almaz.",
      "E": "Etkileşimler düzenlenebilir."
    },
    "explanation": "SÖZSÜZ İLETİŞİM VE BEDEN DİLİ<br/>Beden dili temel olarak, iletişimin kilit yönlerinden biridir. Birden fazla işlevi vardır :\n • Sözlü mesajı tekrarlamak için kullanılır (örneğin, yön belirtirken bir yönün elle işaret edilmesi). • Genellikle sözlü bir mesajı vurgulamak için kullanılır (örneğin, kızgın ve öfkeli olan bir kişinin sözlü ifadelerinin yanı sıra kaşlarını çatması). • Beden dili genellikle sözlü mesajı tamamlar ama kimi zamanda çelişebilir (bir baş selamının, olumlu bir mesajı pekiştirmesi veya bir “göz kırpmanın” olumlu bir mesajla çelişmesi gibi). • Etkileşimler düzenlenebilir (beden dili ipuçları, diğer kişinin konuşması veya konuşmaması gerektiğinde ortaya çıkar). • Beden dili, sözlü mesajın yerini alabilir (özellikle gürültü, kesinti vb. ile engellenmişse). Jestler (örneğin sessizliğe ihtiyaç olduğunu belirtmek için işaret parmağıyla)."
  },
  {
    "id": "3490171",
    "unitNumber": 3,
    "text": "“Kişi durgun, soğuk ve ilgisiz mi yoksa abartılı ve stresli mi göründüğü” aşağıdaki beden dili göstergelerinden hangisinin kapsamında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Göz teması",
      "B": "Yüz ifadesi",
      "C": "Ses tonu",
      "D": "Dokunma",
      "E": "Yoğunluk"
    },
    "explanation": "SÖZSÜZ İLETİŞİM VE BEDEN DİLİ<br/>Beden dilinin doğru okunması için yukarıda ifade ettiklerimizin ve ikinci bölümde ayrıntılarıyla açıklanacak olan sözsüz yani beden dili göstergelerinin değerlendirilmesini de yapmak gerekir.\n <ul> <li>Göz teması: Kişi göz teması kuruyor mu? Dikkati dağınık mı? • Yüz ifadesi: Yüzü ne ifade ediyor? Maske gibi ve ifadesiz mi? İlgili mi yoksa ilgisiz mi? • Ses tonu: Kişinin sesi sıcaklık, güven ve ilgi mi yansıtıyor yoksa gergin ve engellenmiş mi? • Duruş ve jest: Bedeni rahat mı yoksa sert ve hareketsiz mi? Omuzları gergin ve kalkık mı yoksa rahat mı? • Dokunma: Herhangi bir fiziksel temas var mı? Duruma uygun mu? Sizi rahatsız mı ediyor? • Yoğunluk: Kişi durgun, soğuk ve ilgisiz mi yoksa abartılı ve stresli mi görünüyor? • Zamanlama ve yer: Mesajın ileri ve geri bildirimi kolay bir bilgi akışı var mı? Beden dili tepkileri çok hızlı mı yoksa çok yavaş mı geliyor? • Sesler/Sözler: Kişiden ilgi veya endişe belirten sesler ya da sözler duyuyor musunuz?</li> </ul>"
  },
  {
    "id": "3490172",
    "unitNumber": 3,
    "text": "Genellikle anlatıma katkısı bulunmayan ve kendiliğinden bedensel refleks hâlinde ortaya çıkan hareketler aşağıdaki hangi beden dilinin özellikleri kapsamındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Jest ve mimikler",
      "B": "Yüz İfadeleri",
      "C": "Eller, Kollar ve Parmaklar",
      "D": "Ayakların ve Bacakların Kullanılışı",
      "E": "Oturma Biçimleri"
    },
    "explanation": "BEDEN DİLİ GÖSTERGELERİ<br/>İkincil jest ve mimikler: Genellikle anlatıma katkısı bulunmayan ve kendiliğinden bedensel refleks hâlinde ortaya çıkan hareketlerdir."
  },
  {
    "id": "3490192",
    "unitNumber": 3,
    "text": "Beden dilinde, sosyal hayatta ve sosyal etkinliklerde, arkadaşlarla beraber olunan ortamlarda diğer bireylerle aramızda koruduğumuz mesafe aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mahrem alanlar",
      "B": "Kişisel alanlar",
      "C": "Sosyal alanlar",
      "D": "Genel alanlar",
      "E": "Ortak alanlar"
    },
    "explanation": "BEDEN DİLİ GÖSTERGELERİ<br/>Beden dilinde mesafeleri temel olarak dört başlık altında ayırabiliriz : 1. Mahrem alanlar (0-25 cm.): Her insanın kendi özel alanı olarak belirlediği ve sadece duygusal ilişkisi olduğu bireyleri aldığı bir alanı vardır. Bu alana istenmeyen kişileri almak arzu edilmeyen sonuçlar doğurabileceği için çok tercih edilmemelidir. 2. Kişisel alanlar (25-80 cm.): Sosyal hayatta ve sosyal etkinliklerde, arkadaşlarla beraber olunan ortamlarda diğer bireylerle aramızda koruduğumuz mesafedir. Kendimize yakın olmadığını hissettiğimiz ama mecburi durumlarda yakın çevremizde bulunması gereken insanları yaklaştırabileceğimiz en yakın mesafe bu olmalıdır. 3. Sosyal alanlar (80-200 cm.): Günlük hayatta çok iyi tanımasak da iletişim kurabildiğimiz ya da çeşitli sebeplerle kısa süreli konuşma içine girebildiğimiz kişileri yaklaştırabileceğimiz çevredir. Sosyal organizasyonlarda sadece tanıdığımız insanlar arasında korunabilen en yakın mesafedir. 4. Genel alanlar (sosyal alan dışında kalan mesafeler): Gündelik hayatta tanımadığımız ama mecburen ortak alanları kullandığımız, bu sebeple fazla temasa ve yakınlığa gerek olmayan insanlarla aramızda kurmayı arzu ettiğimiz mesafedir. Genellikle bu gruba giren insanlarla diyaloğa girmek de gerekli olmamaktadır."
  },
  {
    "id": "3490193",
    "unitNumber": 3,
    "text": "Duygu ve tutumlara ilişkin mesajların % kaçı yüz ifadesindedir?",
    "correctAnswer": "D",
    "options": {
      "A": "%7",
      "B": "%20",
      "C": "%38",
      "D": "%55",
      "E": "%70"
    },
    "explanation": "SÖZSÜZ İLETİŞİM VE BEDEN DİLİ<br/><ul> <li>Duygu ve tutumlara ilişkin mesajın %7’si konuşulan kelimelerdedir. • Duygular ve tutumlarla ilgili mesajın %38’i paralinguistiktir (kelimelerin söylenme şeklindedir). • Duygu ve tutumlara ilişkin mesajların %55’i yüz ifadesindedir.</li> </ul>"
  },
  {
    "id": "3490195",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi sözsüz iletişimin temel fonksiyonu olarak doğru <strong>değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Onaylama amaçlı hareketler ile sözlü ifade edilmek istenen mesajı pekiştirmek.",
      "B": "Jest ve mimiklerle sözsüz olarak ifade edilen düşünceleri onaylamak",
      "C": "Gözle iletilmek istenen mesajı sözsüz bir şekilde karşı tarafa iletmek",
      "D": "İletilmek istenen mesajı vurgulamak, pekiştirmek veya verilmek istenen anlamı tamamlamak",
      "E": "Jest ve mimikler ile sözlü iletişimle ifade edilen düşüncenin yerine geçecek davranışlarda bulunmak"
    },
    "explanation": "SÖZSÜZ İLETİŞİM VE BEDEN DİLİ<br/>Sahip olduğu bu görevlere bakarak sözsüz iletişimin temel olarak beş fonksiyona sahip olduğunu söylemek yanlış olmaz. Bu fonksiyonlar; • Onaylama amaçlı hareketler veya tekrar kullanılan sözsüz iletişim jestleri ile sözlü ifade edilmek istenen mesajı pekiştirmek. • Jest ve mimiklerle sözlü olarak ifade edilen düşünceleri olumlu ya da olumsuz anlamda onaylamak veya reddetmek • Beden dili kullanarak jest ve mimikler ile sözlü iletişimle ifade edilebilecek düşüncelerin yerine geçecek davranışlarda bulunmak • Gözle iletilmek istenen mesajı sözsüz bir şekilde karşı tarafa iletmek • İletilmek istenen mesajı vurgulamak, pekiştirmek veya verilmek istenen anlamı tamamlamak"
  },
  {
    "id": "3490199",
    "unitNumber": 3,
    "text": "Renkler ve kullanılmaları hakkında aşağıdaki ifadelerden hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Kırmızı - kampanyalarda öne çıkmak amacıyla",
      "B": "Mor - yaşam arzusunu arttırma hizmeti veren yerlerde",
      "C": "Yeşil -bankalar",
      "D": "Sarı-araç kiralama firmaları",
      "E": "Kahverengi- fastfood restoranları"
    },
    "explanation": "BEDEN DİLİ GÖSTERGELERİ<br/>Sarı: Canlılığı ve dinamizmi sembolize eder. Dünya üzerindeki tüm taksilerin rengi sarı olduğu gibi araç kiralama firmalarının da marka renklerinde tercih ettiği renklerdendir.\n Kırmızı: Dikkat çekici ve heyecanı tetikleyici bir renktir. Kampanyalarda öne çıkmak için kullanılmaktadır.\n Bordo: Kırmızının taşıdığı anlamların daha uzun ve sürekli olduğu anlamını taşımaktadır.\n Turuncu: Dinamizmin ve hareketin rengidir. Moral verme yaşam arzusunu arttırma etkisi olduğu için bu amaçlara hizmet eden yerlerde kullanılır.\n Kahverengi: Kahverenginin insanlarda gelip geçicilik algısı yarattığı görülmüştür. Bu sebeple birçok fastfood restoranında kahverengi kullanılmaktadır ki insanlar yemeklerini yedikten sonra hemen kalkabilsinler.\n Yeşil: Güven verici bir duygu yaşatan yeşil renk genellikle bankalar tarafından kullanılmaktadır.\n Mavi: Sakinliği ve dinginliği çağrıştıran mavi renk genellikle bir fon rengi olarak kullanılmaktadır.\n Siyah: Birçok toplumda hüzün ve matemi ifade etmektedir. Ama gündelik hayatta en çok tercih edilen kıyafettir. Resmiyeti simgeleyen asil bir renk olarak da değerlendirilmektedir. Mor: Olgunluk ve şatafat anlamı içerirken insanların bilinçaltında bir çekinme ve korku imajı yaratmaktadır.\n Beyaz: Saflığı ve temizliği her zaman temsil edilen bir renktir. Bu sebeple insanların en çok güvenmeye ihtiyacı olan meslek kollarından olan doktor ve hemşireler beyaz kıyafet giyerler."
  },
  {
    "id": "3490219",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi sözsüz iletişimin içerdiği konulardan birisi <u><strong>değildir?</strong></u>",
    "correctAnswer": "E",
    "options": {
      "A": "Jest ve mimikler",
      "B": "Tonlama",
      "C": "Giyim ve görsellik",
      "D": "Postür (duruş)",
      "E": "Empati"
    },
    "explanation": "Sözsüz iletişim ya da beden dili aşağıda belirtilen konuları içermektedir. Ancak sözsüz iletişim<br/>sadece belirtilen bu alanlardan daha fazlasını kapsayabilir. Örneğin, terleme, yüzün kızarması, sessizlik gibi daha farklı alanlar da bu kapsamda yer<br/>almaktadır:<br/>• Dokunma<br/>• Göz teması (Bakışlar)<br/>• Ses<br/>• Yakınlık<br/>• Jest ve mimikler<br/>• Yüz ifadesi<br/>• Tonlama<br/>• Giyim ve görsellik<br/>• Postür (duruş)<br/>• Kelime seçimi ve söz dizimi<br/>• Mekân kullanımı<br/>Empati\n Sözsüz iletişim ya da beden dili aşağıda belirtilen konuları içermektedir. <br/>• Dokunma<br/>• Göz teması (Bakışlar)<br/>• Ses<br/>• Yakınlık<br/>• Jest ve mimikler<br/>• Yüz ifadesi<br/>• Tonlama<br/>• Giyim ve görsellik<br/>• Postür (duruş)<br/>• Kelime seçimi ve söz dizimi<br/>• Mekân kullanımı\n Dolayısıyla empati bu kapsamda değildir."
  },
  {
    "id": "3490220",
    "unitNumber": 3,
    "text": "Yalnızca dış olayları iletmeye yardımcı olan iletişim kavramı aşağıdakilerden hangisinde verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sözsüz iletişim",
      "B": "Sözlü iletişim",
      "C": "Beden dili",
      "D": "Tonlama",
      "E": "Jest"
    },
    "explanation": "Sözsüz İletişim, sözlü iletişimden farklı olarak, kişiler arası ilişkilerin kurulmasına ve sürdürülmesine<br/>yardımcı olurken, sözlü iletişim yalnızca dış olayları iletmeye yardımcı olur. İnsanlar, duygularını ve kişiler arası tutumlarını ifade etmek, selamlama gibi ritüelleri gerçekleştirmek ve kişinin kişiliğini<br/>öne çıkarmak için sözsüz ifadeleri kullanırlar.<br/>Sözlü iletişim\n<br/>Sözsüz İletişim, sözlü iletişimden farklı olarak, kişiler arası ilişkilerin kurulmasına ve sürdürülmesineyardımcı olurken, sözlü iletişim yalnızca dış olayları iletmeye yardımcı olur. İnsanlar, duygularını ve kişiler arası tutumlarını ifade etmek, selamlama gibi ritüelleri gerçekleştirmek ve kişinin kişiliğini öne çıkarmak için sözsüz ifadeleri kullanırlar."
  },
  {
    "id": "3490221",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi sözsüz iletişimin görevlerinden birisi <u><strong>değildir?</strong></u>",
    "correctAnswer": "D",
    "options": {
      "A": "Duyguları dışa vurmak için yüz ifadesi, el hareketleri gibi unsurları kullanabilme",
      "B": "Sözlü iletişim ile ifade edilen duygu düşünce ya da bilgilerin karşılıklı olarak ortak anlam yaratacak bir kullanımla iletişim sürecini düzenleme",
      "C": "Sözlü iletişimle dile getirilen düşünceleri destekleyecek ve tamamlayacak hareketlerde bulunma",
      "D": "Farklı kültürlerden kişilerle iletişim kurarken kullanılan sözsüz iletişim unsurlarını dengeli kullanma",
      "E": "Sözlü olarak ifade edilen mesajla, beden dili ile verilen duygunun birbiri ile uyumlu olmasına çaba gösterme"
    },
    "explanation": "Farklı kültürlerden kişilerle iletişim kurarken kullanılan sözsüz iletişim unsurlarını dengeli kullanma\n <ul> <li>Sözsüz iletişimin sahip olduğu bu özelliklerin yanı sıra görevlerini de şu şekilde ifade edebiliriz:<br/>• Duyguları dışa vurmak için yüz ifadesi, el hareketleri gibi unsurları kullanabilmek<br/>• Sözlü iletişim ile ifade edilen duygu düşünce ya da bilgilerin karşılıklı olarak ortak anlam yaratacak bir kullanımla iletişim sürecini düzenlemek<br/>• Sözlü iletişimle dile getirilen düşünceleri destekleyecek ve tamamlayacak hareketlerde bulunmak<br/>• Sözlü olarak ifade edilen mesajla, beden dili ile verilen duygunun birbiri ile uyumlu olmasına çaba göstermek<br/>• Sözlü olarak ifade edilen düşünceyi, duyguyu sözsüz olarak da ifade edecek yani düşünceyi tekrarlayacak hareketleri yapmak<br/>• Konuşma yerine geçecek hareketler yapma</li> <li>Sözlü olarak ifade edilen söylemleri işaretler ve beden dili ile vurgulamak, pekiştirmek<br/>• İletişim sürecinde bireylerin giydiği kıyafetler, yedikleri, hatta ikram edilen içecekteki tercihleri bile kimliğini ifade etmede geçerli olabilmektedir.</li> </ul> Sözsüz iletişimin görevleri bunlar olup, farklı kültürlerden kişilerle iletişim kurarken kullanılan sözsüz iletişim unsurlarını dengeli kullanma ise sözsüz iletişimin özelliklerindendir."
  },
  {
    "id": "3490222",
    "unitNumber": 3,
    "text": "Sözsüz iletişim kurmak için fiziksel davranışların, ifadelerin ve tavırların kullanılması ve genellikle bilinçli olmaktan çok içgüdüsel olarak yapılması aşağıdaki kavramlardan hangisi ile açıklanır?",
    "correctAnswer": "C",
    "options": {
      "A": "Jest",
      "B": "Duruş",
      "C": "Beden dili",
      "D": "Göz teması",
      "E": "Sözlü iletişim"
    },
    "explanation": "Beden dili\n Beden dili, sözsüz iletişim kurmak için fiziksel davranışların, ifadelerin ve tavırların kullanılmasıdır ve genellikle bilinçli olmaktan çok içgüdüsel olarak yapılır."
  },
  {
    "id": "3490223",
    "unitNumber": 3,
    "text": "Duygu ve tutumlarla ilgili mesajların yüzde kaçı kelimelerin söylenme biçimi ile ilgilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "%38",
      "B": "%7",
      "C": "%55",
      "D": "%83",
      "E": "%30"
    },
    "explanation": "% 38\n Duygular ve tutumlarla ilgili mesajın %38’i paralinguistiktir (kelimelerin söylenme şeklindedir)."
  },
  {
    "id": "3490231",
    "unitNumber": 3,
    "text": "Ortaya koyduğu iletişim modeli ile anılan ve herhangi bir etkileşimdeki anlamın %93 kadarı sözsüz iletişime atfedilebilir biçiminde vurgulamaları olan araştırmacı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Birdwhistell",
      "B": "Philpott",
      "C": "Mehrabian",
      "D": "Castelvecchi",
      "E": "Cüceloğlu"
    },
    "explanation": "Mehrabian\n Profesör Albert Mehrabian, 1960’lardan beri iletişim anlayışına öncülük etmiştir. Mehrabian’ın 1971 tarihli Silent Messages (Sessiz Mesajlar) isimli temel kitabı, sözsüz iletişim (beden dili) hakkında birçok bilgi içermektedir. Araştırmasına göre, herhangi bir etkileşimdeki anlamın %93 kadarı sözsüz iletişime atfedilebilir. Mehrabian, anlamın bu %93’ünün üç parçaya bölünebileceğini ileri sürmektedir. Mehrabian’ın çalışması geniş çapta rapor edilmiş ve bu şekliyle kabul edilmektedir."
  },
  {
    "id": "3490232",
    "unitNumber": 3,
    "text": "Kişinin durgun, soğuk ve ilgisiz ya da abartılı ve stresli görünmesi aşağıdaki beden dili göstergelerinden hangisi ile açıklanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Göz teması",
      "B": "Yoğunluk",
      "C": "Ses tonu",
      "D": "Duruş ve jest",
      "E": "Dokunma"
    },
    "explanation": "Yoğunluk: Kişi durgun, soğuk ve ilgisiz miyoksa abartılı ve stresli mi görünüyor?<br/>Yoğunluk\n Yoğunluk: Kişi durgun, soğuk ve ilgisiz mi yoksa abartılı ve stresli mi görünüyor?"
  },
  {
    "id": "3490235",
    "unitNumber": 3,
    "text": "Ellerin avuç içlerinin yukarı dönük bir şekilde durması karşı tarafa hangi mesajı vermektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "İtaat etme",
      "B": "“Bana inan” mesajı",
      "C": "Zafer kazanma mesajı",
      "D": "Ona güvenebileceği mesajı",
      "E": "Yalan söyleme mesajı"
    },
    "explanation": "Ona güvenebileceği mesajı\n Eller avuç içleri yukarı dönük bir şekilde duruyorsa; karşı tarafa zarar vermeyeceği, ona güvenebileceği mesajını vermek ister. Ellerin avuç içleri yukarı bakacak şekilde durması güven ifade eden bir harekettir."
  },
  {
    "id": "3490242",
    "unitNumber": 3,
    "text": "Kişinin bulunduğu ortamdan memnun olmadığı ve kalkmak için hamle yapmaya hazırlandığı aşağıdaki oturma anında ayak ve bacakların kullanması ile ilgili verilen durumlardan hangisi ile ilgilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Oturma anında sürekli sallanan bir ayak ya da bacak",
      "B": "Ayakları sandalye etrafına dolayarak oturma",
      "C": "Bir ayağın bileğini diğer ayağın dizine koyarak oturma",
      "D": "Bir koltuğun kenarına oturma",
      "E": "Ayak parmak uçlarının oturma konumunun tersini görecek şekilde konumlanması"
    },
    "explanation": "Ayak parmak uçlarının oturma konumunun tersini görecek şekilde konumlanması\n Oturma anında kişilerin ayaklarının parmak uçlarının kimi ya da nereyi gösterdiği oldukça önemlidir. Parmak uçları ne yöne dönükse o kişiye ilgi gösteriyor, değer veriyor demektir. Aynı şekilde parmak uçları oturma konumunun tersini görecek şekilde konumlanıyorsa kişinin bulunduğu ortamdan memnun olmadığı ve kalkmak için hamle yapmaya hazırlandığını anlayabiliriz."
  },
  {
    "id": "3490244",
    "unitNumber": 3,
    "text": "Olgunluk ve şatafat anlamı içeren, insanların bilinçaltında bir çekinme ve korku imajı yaratan renk aşağıdakilerden hangisinde verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mor",
      "B": "Bordo",
      "C": "Turuncu",
      "D": "Kahverengi",
      "E": "Siyah"
    },
    "explanation": "Mor: Olgunluk ve şatafat anlamı içerirken insanların bilinçaltında bir çekinme ve korku imajı<br/>yaratmaktadır.<br/>Mor\n Mor: Olgunluk ve şatafat anlamı içerirken insanların bilinçaltında bir çekinme ve korku imajı yaratmaktadır."
  },
  {
    "id": "3490316",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi sözsüz iletişim kapsamında <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Duruş",
      "B": "Ses tonu",
      "C": "Mimik",
      "D": "Jest",
      "E": "Sözcük"
    },
    "explanation": "Sözsüz iletişim; yüz ifadelerini, sesin tonunu ve perdesini, vücut dili aracılığıyla gösterilen jestleri ve mimikleri, duruşu, iletişim kuran kişiler arasındaki fiziksel mesafeyi kapsar. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3490327",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisinin sözsüz iletişimde diğerlerine göre daha etkili olduğu vurgulanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Beden dili",
      "B": "Yakınlık",
      "C": "Kelime seçimi",
      "D": "Mekan kullanımı",
      "E": "Giyim ve görsellik"
    },
    "explanation": "Mehrabian, “Mehrabian’ın 7-38-55 İletişim Modeli” adı verilen araştırması ile birçok çalışmaya öncülük etmiştir. Bu çalışmada, insanların bir konuşmacı hakkındaki izlenimleri ve duyguları, konuşmalarının içeriğinden çok beden dili ve ses tonu ile ezici bir şekilde (%55) öne çıktığı ileri sürülmektedir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3490336",
    "unitNumber": 3,
    "text": "Birçok çalışmaya öncülük eden \"7-38-55 İletişim Modeli\"ni geliştiren kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Alan Chapman",
      "B": "Albert Mehrabian",
      "C": "Katherine S. Thweatt",
      "D": "Narissra M. Punyanunt-Carter",
      "E": "John S. Wrench"
    },
    "explanation": "Profesör Albert Mehrabian, “Mehrabian’ın 7-38-55 İletişim Modeli” adı verilen araştırması ile<br/>birçok çalışmaya öncülük etmiştir. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3490341",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi beden dili göstergelerinin değerlendirilmesinde sorulan sorulardan biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yüzü ne ifade ediyor?",
      "B": "Kişi göz teması kuruyor mu?",
      "C": "Bedeni rahat mı yoksa sert ve hareketsiz mi?",
      "D": "Kişinin sesi sıcaklık, güven ve ilgi mi yansıtıyor yoksa gergin ve engellenmiş mi?",
      "E": "Fiziksel ortam sessiz mi gürültülü mü?"
    },
    "explanation": "Ses tonu, göz teması, duruş ve yüz ifadesi söszsüz iletişim kapsamındadır. ancak fiziksel ortam, beden dili kapsamında yer almamaktadır. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3490342",
    "unitNumber": 3,
    "text": "Sözsüz iletişimde ellerin yukarı kaldırılması ile karşı tarafa verilmek istenen mesaj aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bana inan mesajı verme",
      "B": "Zarar vermeyeceği mesajı verme",
      "C": "İtaat etmeye hazır olma mesajı verme",
      "D": "Güvensiz ve gergin olduğu mesajı verme",
      "E": "Zaferi kazandığı mesajını verme"
    },
    "explanation": "Ellerin yukarı kaldırılması karşı tarafa “bana inan” mesajı vermenin bir yoludur."
  },
  {
    "id": "3490343",
    "unitNumber": 3,
    "text": "Beden dilinde, kişisel alan sınırı olarak belirtilen mesafe ölçüsü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "0-25 cm",
      "B": "25-80 cm",
      "C": "80-200 cm",
      "D": "200-350 cm",
      "E": "350 cm ve üzeri"
    },
    "explanation": "Kişisel alanların sınır 25-80 cmdir. Sosyal hayatta ve sosyal etkinliklerde, arkadaşlarla beraber olunan ortamlarda diğer bireylerle aramızda koruduğumuz mesafedir. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3490344",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, kişinin yalan söyleme ihtimali olduğunu gösteren işaretlerden biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kişilerin elleri ile yaptıkları jestler azalmaktadır.",
      "B": "Kişilerin elini yüz çevresine değdirme sayısı artmaktadır.",
      "C": "Kişilerin el jestleri azalırken eli sallama hareketi artmaktadır.",
      "D": "Kişiler konuşurken beden hareketlerinde bir artış olmaktadır.",
      "E": "Kişiler kapıya yakın bir yerde durma eğilimi göstermektedir."
    },
    "explanation": "Özgüveni düşük kişiler oturulan mekânda kapıya en yakın koltuk ya da sandalyeye oturmayı tercih ederler. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3490345",
    "unitNumber": 3,
    "text": "İnsanlarda gelip geçicilik algısı yarattığı ifade edilen renk aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kahverengi",
      "B": "Sarı",
      "C": "Siyah",
      "D": "Mavi",
      "E": "Turuncu"
    },
    "explanation": "Kahverengi: Kahverenginin insanlarda gelip geçicilik algısı yarattığı görülmüştür. Bu sebeple birçok fastfood restoranında kahverengi kullanılmaktadır ki insanlar yemeklerini yedikten sonra hemen kalkabilsinler. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3490346",
    "unitNumber": 3,
    "text": "Ellerini ovuşturan bir kişinin karşı tarafa vermek istediği mesaj aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Karşı taraf hakkında bir fırsat yakaladım mesajı verir.",
      "B": "Her konuyu konuşabilecekleri mesajı verir.",
      "C": "Rahat ve güvende olduğu mesajı verir.",
      "D": "Sevinç ve mutluluk mesajı içermektedir.",
      "E": "Karşı taraf için otorite kurma mesajı içermektedir."
    },
    "explanation": "Ellerini ovuşturan bir kişi karşı tarafa “Elime düştün hakkında bir fırsat yakaladım.” mesajı vermektedir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3490347",
    "unitNumber": 3,
    "text": "Kişinin oturma anında sürekli bir ayak ya da bacak sallaması, duygu durumuna ilişkin nasıl bir mesaj içermektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Şaşkın",
      "B": "Mutlu",
      "C": "Şaşırmış",
      "D": "Üzgün",
      "E": "Sakin"
    },
    "explanation": "Öncelikle oturma anında sürekli sallanan bir ayak ya da bacak kişinin gergin bir duygu durumunda olduğunu hatta bazı durumlarda kendini savunma içine girebileceğini gösterebilir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3490035",
    "unitNumber": 4,
    "text": "\"................., sözlü veya yazılı olarak oluşturulan tutarlı bir dil birikimidir.\" İfadesinde boşluk aşağıdakilerden hangisi ile doldurulduğunda anlamlı olur?",
    "correctAnswer": "D",
    "options": {
      "A": "İletişim",
      "B": "Lisan",
      "C": "Gösterge",
      "D": "Metin",
      "E": "Betimleme"
    },
    "explanation": "Yanıtınız yanlış ise \"Metin Kavramı\" konusunu yeniden gözden geçiriniz.<br/>Metin kavramının ne olduğuna dair literatürde farklı tanımlamalara rastlanmaktadır. Bu tanımlar<br/>arasında; dilsel bir ürün olma, bir tümce dizisi özelliği gösterme, dilsel göstergelerin art arda geldiği anlamlı bir yapı olma gibi temel özellikler ön plana çıkmaktadır. Daha genel bir tanım sunmak gerekirse; metin, sözlü veya yazılı olarak oluşturulan tutarlı bir dil birikimi olarak tanımlanmaktadır."
  },
  {
    "id": "3490036",
    "unitNumber": 4,
    "text": "Okuyucuya, yazarın hakkında bilgi vermek istediği bir nesnenin, sahnenin, kişinin veya duygusal durumun zihinsel bir görüntüsünü veren metin türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Betimleyici metin",
      "B": "Tartışmacı metin",
      "C": "Açıklayıcı metin",
      "D": "Anlatı metni",
      "E": "Tanımlayıcı metin"
    },
    "explanation": "Yanıtınız yanlış ise \"Metin Türleri\" konusunu yeniden gözden geçiriniz.<br/>Betimleme, bir kişi, yer, nesne veya olay hakkında canlı bir izlenim yaratmak için tüm yazı<br/>biçimlerinde kullanılır. Betimleyici metinler, okuyucuya, yazarın hakkında bilgi vermek istediği bir<br/>nesnenin, sahnenin, kişinin veya duygusal durumun zihinsel bir görüntüsünü verir. Betimleyici<br/>anlatım bir metinde genellikle baskın bir rol oynamaz, çoğunlukla ikincil bir rol oynar. Betimleyici<br/>bir metin fotoğrafik bir niteliğe sahip olduğundan; bir betimlemenin temel amacı, okuyucuları, anlatılanları gerçekten görselleştirebilmeleri için metne yeterince dâhil etmektir. Betimleme, belirli bir ruh hâlini, belirli bir atmosferi yaratmak veya bir yeri tanımlamak için kullanılabilir. Yazar, okuyucunun metinde yazarın anlattığı şeyi zihninde resmedebilmesini ister. Betimleyici metinler okuyucunun dikkatini çeker, karakterler yaratır, bir ruh hâli veya atmosfer yaratır ve yazıya hayat verir."
  },
  {
    "id": "3490037",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi <strong>tartışmacı metinlerin</strong> yapısında yer alan özelliklerdendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Özenle seçilmiş sıfatlar ve zarflar ile oluşturulmuş bir kelime dağarcığına dayanır.",
      "B": "Yalnızca betimlemenin ana amacına bir şeyler ekleyen noktalara odaklanır.",
      "C": "Zihnin duyusal tanımında imgeler/resimler yaratmak için sıfatların, benzetmelerin, metaforların kusursuz bir kullanımı vardır.",
      "D": "Giriş, genellikle geliştirilecek konuyu sunan bir paragraftan oluşur.",
      "E": "Metin yapısı içerisinde doğrulanabilir veya bir otoriteye başvuran kanıtları sağlayan mantıklı bir dizi noktadır."
    },
    "explanation": "Yanıtınız yanlış ise \"Metin Türleri\" konusunu yeniden gözden geçiriniz.<br/>Tartışmacı metinlerin büyük bir kısmı şu yapıya sahiptir:<br/>• Metnin başında konuya dair yazarın takındığı tutumu açıklayan bir konum beyanı ile yazıya giriş yapılır. Bazen metne yazarın konumu ile değil de karşı tarafın bakış açısı ile giriş yapılabilir. Yazarın bakış açısı olabilir veya zıtlıkla tartışmak tam tersi olabilir.<br/>• Metnin yapısı içerisinde bir diğer önemli nokta; güvenilir, doğrulanabilir veya bir otoriteye başvuran yeterli kanıtları sağlayan mantıklı bir dizi noktadır. Burada konuya bağlı olarak, yazarlar bazen fikirlerini desteklemek için sebep ve sonuç argümanlarını kullanırlar.<br/>• Yapının son aşaması ise metnin sonunda bir özet sunulması ya da yazarın konuya dair konumunun yeniden ifade edilmesidir."
  },
  {
    "id": "3490039",
    "unitNumber": 4,
    "text": "I. Giriş, genellikle geliştirilecek konuyu sunan bir paragraftan oluşur.<br/>II. İlk aşamadan sonrası konunun birkaç paragrafa dönüştürülmesidir. Bu paragrafların her biri, bir yandan bir önceki paragrafta sunulan bilgiyi değerlendirirken diğer yandan da yeni bilgiler sunar.<br/>III. Üçüncü kısım, metnin bütününde yer alan bilgilerin bir özeti veya metin içerisinde okuyucuya sağlanan bilgilerden çıkarılan bir sonuç olarak tanımlanabilecek sonuç bölümüdür. Bu kısım aslında metnin toparlayıcı kısmı olarak da düşünülebilir.\n <br/>Yukarıdaki bölümlerden oluşan metin türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Betimleyici metin",
      "B": "Hikayesel metin",
      "C": "Açıklayıcı metin",
      "D": "Tartışmacı metin",
      "E": "Anlatı metni"
    },
    "explanation": "Yanıtınız yanlış ise \"Metin Türleri\" konusunu yeniden gözden geçiriniz.<br/>Açıklayıcı metinlerin çeşitliliğine rağmen, metinsel yapılarında birtakım özellikleri paylaştıklarına dikkat çekilir. Açıklayıcı bir metnin yapısı genellikle üç bölüme ayrılır. <br/>• Giriş, genellikle geliştirilecek konuyu sunan bir paragraftan oluşur.<br/>• İlk aşamadan sonrası konunun birkaç paragrafa dönüştürülmesidir. Bu paragrafların her biri, bir yandan bir önceki paragrafta sunulan bilgiyi değerlendirirken diğer yandan da yeni bilgiler sunar.<br/>• Üçüncü kısım, metnin bütününde yer alan bilgilerin bir özeti veya metin içerisinde okuyucuya sağlanan bilgilerden çıkarılan bir sonuç olarak tanımlanabilecek sonuç bölümüdür. Bu kısım aslında metnin toparlayıcı kısmı olarak da düşünülebilir."
  },
  {
    "id": "3490040",
    "unitNumber": 4,
    "text": "Geleneksel anlatı metinleri içinde hikâyenin karakterleri, ortamı ve zamanı belirlenirken genellikle kim, kime, ne zaman sorularına yanıt veren bölüm aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Problem",
      "B": "Giriş",
      "C": "Çözüm",
      "D": "Gelişme",
      "E": "Sonuç"
    },
    "explanation": "Yanıtınız yanlış ise \"Metin Türleri\" konusunu yeniden gözden geçiriniz.<br/>Geleneksel anlatılar için prototip şema/yapı üç ana bölümden oluşur:<br/>• <strong>Giriş:</strong> Hikâyenin karakterleri, ortamı ve zamanı belirlenir genellikle kim, kime, ne zaman sorularının yanıtını verir.<br/>• <strong>Problem:</strong> Bu kısım genellikle ana karakter(ler)i içerir ve sıklıkla gerçek hayattaki problemleri yansıtır. Bu problemler, karakter(ler) için beklenmedik, şaşırtıcı veya tehlikeli bir eylem veya olaydan kaynaklanır.<br/>• <strong>Çözüm:</strong> Anlatı içerisinde geçen problemin bir çözüme kavuşturulması gerekmektedir. Anlatının bu kısmında anlatıdaki problemlerin çözüme kavuşturulması söz konusudur."
  },
  {
    "id": "3490041",
    "unitNumber": 4,
    "text": "Dildeki sözcüklerin, duyguların, düşüncelerin belli işaretlerle; kağıda, taşa, toprağa, tahtaya dökülmüş biçimine ............. denir. Konuşma dilinin aracı ses ise ............. dilinin aracı ise .............dı(i)r. \n Yukarıdaki boşluklar aşağıdakilerden hangileri ile doldurulur?",
    "correctAnswer": "D",
    "options": {
      "A": "Kelime/kelime/kelime",
      "B": "Çizgi/çizgi/kalem",
      "C": "Resim/resim/resim",
      "D": "Yazı/yazı/yazı",
      "E": "İletişim/iletişim/işaret"
    },
    "explanation": "Yanıtınız yanlış ise \"Yazı ve Yazılı İletişimin Tarihsel Gelişimi\" konusunu yeniden gözden geçiriniz.<br/>Dildeki sözcüklerin, duyguların, düşüncelerin belli işaretlerle; kağıda, taşa, toprağa, tahtaya... dökülmüş biçimine yazı denir. Konuşma dilinin aracı ses ise yazı dilinin aracı da yazıdır. Yazının<br/>düşünceyi ortaya koymada, yaymada ve iletmede önemi büyüktür."
  },
  {
    "id": "3490042",
    "unitNumber": 4,
    "text": "I. Yazı; planlı ve düzenlenebilirdir.<br/>II. Yazılı dil, tarihsel olarak konuşma diline göre ikincil olarak konumlandırılmıştır.<br/>III. Sözlü dille kıyaslandığında yazı çok yavaş bir şekilde oluşturulmaktadır.<br/>IV. Yazı kalıcı ve statiktir.\n<br/>Yukarıdakilerden Hangisi/hangileri yazı dilinin özelliklerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Yanıtınız yanlış ise \"Yazı Dilinin Özellikleri\" konusunu yeniden gözden geçiriniz.<br/>Yazılı dilin özellikleri incelendiğinde aşağıdaki temel hususlar ön plana çıkmaktadır:<br/>• Yazı; planlı ve düzenlenebilirdir.<br/>• Yazılı dil, tarihsel olarak konuşma diline göre ikincil olarak konumlandırılmıştır.<br/>• Sözlü dille kıyaslandığında yazı çok yavaş bir şekilde oluşturulmaktadır.<br/>• Yazı kalıcı ve statiktir.<br/>• Yazı yazma süreci genellikle zaman kısıtlılıklarından uzak olduğundan karmaşık cümle yapılarında dikkatli örgütleme süreçlerine katkıda bulunur.<br/>• Yazı, genellikle yaratım sürecini gizlediği ve sürecin sonunda çıkan cilalı ürünü bize gösterdiğinden hataları ve yetersizlikleri ortadan kaldırır.<br/>• Yazı kesinlik ve açıklık arar. Muğlaklık ya da gizem yazı dili için uygun olmayan unsurlardır.<br/>• Okuyucuyla görsel temasın olmaması, anında geri bildirim olmadığı anlamına gelir: Grafolojik (yazıbilimsel) ve dilsel kaynaklar, bir şekilde, paralinguistik unsurların (ses tonu, ses vurgusu, konuşma hızı vs.) işlevlerini yerine getirecektir.<br/>• Yazılı dil, önemli ölçüde daha uzun ve daha karmaşık olma eğilimindedir; daha uzun fikir birimlerine sahiptir.<br/>• Yazılı dilin dolaylı bir özelliği, gerçeklerin kaydedilmesine, hafıza ve öğrenme görevlerine uygunluğudur.<br/>• Yazı dilinin görsel doğası, görsel olarak özümsenmesi gereken ve yüksek sesle verimli bir şekilde okunamayan yazılı metin çeşitlerinin (zaman çizelgeleri, grafikler...) varlığını desteklemektedir.<br/>• Yazı, sayfalar, satırlar, büyük harf kullanımı veya uzamsal organizasyon gibi bazı benzersiz özelliklere sahiptir."
  },
  {
    "id": "3490043",
    "unitNumber": 4,
    "text": "<ul><br/><li>Cümleleri detaylandırarak, sözcükleri seçerek ve metin ögelerini tanımlayarak fikirleri gerçek dilsel biçimlere dönüştürme sürecidir. </li><br/><li>Farklı cümleleri birbirine bağlamayı, metin içerisine uygun noktalama işaretlerinin yerleştirilmesini, farklı fikirleri sıralamayı veya yazılı söylemin parçaları arasında çeşitli bağlantılar kurmayı içerir. </li><br/><li>Yazmadaki zorluklarla başa çıkmak için kullanılan stratejilerden sözlük kullanımı, söylenilmek istenilen başka kavram ve sözcüklerle ifade edilmesi veya eş anlamlıları arama gibi bellek ve düzenleme stratejileri aşamasıdır.</li><br/></ul><br/>Yukarıdaki ifadeler yazma sürecinde kullanılan bilişsel süreçlerden hangisi ile ilgilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Planlama",
      "B": "Gözden geçirme",
      "C": "Düzenleme ve taslak oluşturma",
      "D": "Yayına hazırlama",
      "E": "İleti oluşturma"
    },
    "explanation": "Yanıtınız yanlış ise \"Yazma Sürecinde Kullanılan Bilişsel Süreç ve Stratejiler\" konusunu yeniden gözden geçiriniz.<br/><strong>Düzenleme ve Taslak Oluşturma:</strong> Cümleleri detaylandırarak, sözcükleri seçerek ve metin ögelerini tanımlayarak fikirleri gerçek dilsel biçimlere dönüştürme sürecidir. Aynı zamanda, farklı cümleleri birbirine bağlamayı, metin içerisine uygun noktalama işaretlerinin yerleştirilmesini, farklı fikirleri sıralamayı veya yazılı söylemin parçaları arasında çeşitli bağlantılar kurmayı içerir. Bu aşama, yazmadaki zorluklarla başa çıkmak için kullanılan stratejilerden sözlük kullanımı, söylenilmek istenilen başka kavram ve sözcüklerle ifade edilmesi veya eş anlamlıları arama gibi bellek ve düzenleme stratejileri aşamasıdır."
  },
  {
    "id": "3490044",
    "unitNumber": 4,
    "text": "• Yazı düzeni net ve takip etmesi kolay mı?<br/>• Başlıklar öne çıkıyor mu?<br/>• Bilgiler, bir başlangıç (giriş), gelişme ve son (sonuç) olacak şekilde mantıksal bir sırayla mı düzenlenmiş?<br/>• Giriş, konuyu ve amacı açıkça belirtiyor mu?<br/>• Giriş, içeriği kısaca özetliyor mu?\n<br/>Yukarıdaki soruların yanıtlarıyla ilgili olan yazılı iletişim unsuru aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yapı",
      "B": "Biçim",
      "C": "İçerik",
      "D": "Düzen",
      "E": "Giriş"
    },
    "explanation": "Yanıtınız yanlış ise \"Yazılı İletişim ve Yazılı İletişim Unsurları\" konusunu yeniden gözden geçiriniz.<br/><strong>Yapı:</strong> Yazılı iletişimde içeriğin düzenlenme şeklini ifade eder. İyi bir yapı, kendinizi daha net ifade etmenize yardımcı olacaktır. Bu ifade ediş bir tezde, kompozisyonda, iş mektubunda vs. olabilir.<br/>Bu kısımda cevaplandırılması gereken sorular şu şekilde sıralanmaktadır:<br/>• Yazı düzeni net ve takip etmesi kolay mı?<br/>• Başlıklar öne çıkıyor mu (Örneğin, daha büyük bir yazı tipi boyutundalar mı)?<br/>• Bilgiler, bir başlangıç (giriş), gelişme ve son (sonuç) olacak şekilde mantıksal bir sırayla mı düzenlenmiş?<br/>• Giriş, konuyu ve amacı açıkça belirtiyor mu?<br/>• Giriş, içeriği kısaca özetliyor mu?"
  },
  {
    "id": "3490045",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi iş hayatındaki yazılı iletişime dair dikkat edilmesi gereken önerilenlerden biri <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Dil bilgisine dikkat edilmesi",
      "B": "Edilgen ifadelerin kullanılması",
      "C": "Yazının gönderilmeden önce okunup kontrol edilmesi",
      "D": "Gerçeklerden faydalanılması",
      "E": "e-mail, SMS ve sosyal ağlara dikkat edilmesi"
    },
    "explanation": "Yanıtınız yanlış ise \"Yazılı İletişimin Tercih Edilmesi\" konusunu yeniden gözden geçiriniz.<br/>İş hayatındaki yazılı iletişime dair aşağıdaki önerilerin kritik önemde olduğu belirtilebilir:\n • Kısa ve verimli olun<br/>• Dil bilgisine dikkat edin<br/>• Yazım kontrolü yapın<br/>• Yazıyı göndermeden önce okuyun<br/>• Gerçeklerden faydalanın<br/>• E-mail, SMS ve sosyal ağlara dikkat edin"
  },
  {
    "id": "3490106",
    "unitNumber": 4,
    "text": "Aşağıdaki materyallerden hangisi tartışmacı metin içerir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ders kitapları",
      "B": "Reklam broşürleri",
      "C": "Seyahat rehberleri",
      "D": "Bilimsel incelemeler",
      "E": "Hava durumu tahminleri"
    },
    "explanation": "Tanımlar, burçlar, hava durumu tahminleri, seyahat rehberleri, talimatlar, kompozisyonlar, bilimsel incelemeler, ders kitapları, gazete makaleleri ve konferanslar açıklayıcı metinlere örnek olarak verilebilir. Reklam broşürleri ise açıklayıcı değil, mal ve hizmet satmayı amaçlayan tartışmacı metinler içerirler."
  },
  {
    "id": "3490108",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi öznel (sübjektif) betimlemelerin özelliklerindendir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kesindir",
      "B": "Tarafsızdır",
      "C": "Yazarın tepkilerini yansıtır",
      "D": "Yazar nesnel bir gözlemcidir",
      "E": "Somut ve spesifik kelimeler kullanılır"
    },
    "explanation": "Betimleyici metinler iki ana kategoride ele alınmaktadır. Bunlardan ilki öznel (sübjektif ) betimlemeler, diğeri de nesnel (objektif ) betimlemelerdir. Objektif betimlemeyi ayırt eden temel özellik görsel bir fotoğraf kalitesidir. Bu özellik, somut ve spesifik kelimeler kullanan nesnel gözlemcinin ana aracıdır. Bu tür betimlemeler aynı zamanda teknik betimlemeler olarak görülmekle birlikte; tarafsız, kesin ve kişisel olmama özelliklerine sahiptir. Diğer yandan, öznel (sübjektif) betimlemeler yazarın tepkilerini yansıtır ve yazarın duygu ve ruh hâllerini ifade eder."
  },
  {
    "id": "3490110",
    "unitNumber": 4,
    "text": "Zihnin duyusal tanımında imgeler/resimler yaratmak için sıfatları, benzetmeleri ve metaforları kullanan metin türü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Anlatı metni",
      "B": "Sunum metni",
      "C": "Tartışmacı metin",
      "D": "Betimleyici metin",
      "E": "Açıklayıcı metin"
    },
    "explanation": "Zihnin duyusal (duyulan, görülen, koklanan, hissedilen, tadılan şeylere dair) tanımında imgeler/resimler yaratmak için sıfatların, benzetmelerin, metaforların kusursuz bir şekilde kullanımı başarılı betimleyici metinlerin özelliklerindendir."
  },
  {
    "id": "3490111",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisinde bir yazılı iletişim söz konusu <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Not bırakmak",
      "B": "Dosya hazırlamak",
      "C": "Mektup göndermek",
      "D": "Telefon ile görüşmek",
      "E": "Dilekçe ile başvurmak"
    },
    "explanation": "Bir kaynaktan bir alıcıya gönderilmek üzere yazılı ya da belgelenmiş bir şekilde hazırlanan her türlü iletişim türüne yazılı iletişim adı verilmektedir. Notlar, mektuplar, araştırma dosyaları, raporlar yazılı iletişim örnekleri arasındadır. Telefon görüşmesi, kişiden kişiye konuşma, sesli not, çığlık ve düdük ise sözlü iletişim örnekleridir."
  },
  {
    "id": "3490113",
    "unitNumber": 4,
    "text": "Aşağıdaki terimlerden hangisi “fikir yazısı” anlamına gelir?",
    "correctAnswer": "D",
    "options": {
      "A": "Epigram",
      "B": "Anagram",
      "C": "Diyagram",
      "D": "İdeogram",
      "E": "Piktogram"
    },
    "explanation": "Tarihte, Sümer, Mısır, Aztek, Hint ve Çin gibi uygarlıklar ağaç, kaya, taş gibi nesnelerin üzerine çeşitli yazı sistemleri çizmişlerdir. Bunların arasında; resim yazısı (pictogram), fikir yazısı (ideogram), hece yazısı (syllabic writing) ve bu ürünlerin karışımıyla oluşturulan yazı sistemleri (hiyeroglifler ve çivi yazıları) yer almaktadır. İdeogram, fikir yazısı anlamına gelen bir terimdir."
  },
  {
    "id": "3490120",
    "unitNumber": 4,
    "text": "Zihinsel detaylandırma, tanımlama ve seçme, yazma sürecinin hangi aşamasında kullanılan ana stratejilerdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Planlama",
      "B": "Düzenleme",
      "C": "Taslak Oluşturma",
      "D": "Gözden Geçirme",
      "E": "Yayına Hazırlama"
    },
    "explanation": "Planlama, hedefleri seçmek ve belirlemek için metnin grafik veya zihinsel anahtarlarını ifade eder. Yazının türü, tarzı ve içeriği hakkında kararlar almak için mesajın alıcılarını analiz etmeyi içerir. Aynı zamanda fikir üretme ve bu fikirlerin organize edilmesi ile ilgilidir. Zihinsel detaylandırma, tanımlama ve seçme, yazma sürecinin bu aşamasında kullanılan ana stratejilerdir."
  },
  {
    "id": "3490121",
    "unitNumber": 4,
    "text": "Aşağıdaki seçeneklerden hangisi yazının işlevlerinden biri <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Etkileşim",
      "B": "Soyutlaştırma",
      "C": "Bellek destekleme",
      "D": "Sosyal kontrolü sağlama",
      "E": "Kültürel mirasın devamlılığını sağlama"
    },
    "explanation": "Yanıt soyutlaştırma değil somutlaştırma işlevi olmalıdır. Yazının temel işlevlerinden biri somutlaştırma işlevidir. Bu işlev sayesinde insanlar zihinlerinden geçirdikleri fikirlerini ve duygularını başkalarının da görebileceği ya da kendilerinin de sonradan erişebileceği şekilde somut bir hâle getirme imkânı elde ederler."
  },
  {
    "id": "3490123",
    "unitNumber": 4,
    "text": "Yazılı iletişimin hangi ana unsuru bir metnin yazılma şeklini ifade eder?",
    "correctAnswer": "D",
    "options": {
      "A": "Dil",
      "B": "Yapı",
      "C": "İçerik",
      "D": "Biçim",
      "E": "Anlam"
    },
    "explanation": "Yazılı iletişimin üç ana unsurundan olan biçim, yazının yazılma şeklini ifade eder."
  },
  {
    "id": "3490124",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi yazılı halkla ilişkiler araçlarından <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Broşürler",
      "B": "Davetiyeler",
      "C": "Radyo reklamları",
      "D": "Kurum gazeteleri",
      "E": "Yıllık faaliyet raporları"
    },
    "explanation": "Radyo reklamları yazılı değil işitsel bir halkla ilişkiler aracıdır."
  },
  {
    "id": "3490127",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi yazı dilinin özelliklerinden <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Kalıcılık",
      "B": "Planlılık",
      "C": "Statiklik",
      "D": "Gizemlilik",
      "E": "Düzenlenebilirlik"
    },
    "explanation": "Yazı kesinlik ve açıklık arar. Muğlaklık ya da gizem yazı dili için uygun olmayan unsurlardır."
  },
  {
    "id": "3490179",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi iletişime geçme ihtiyacının altında yatan temel nedenler arasında <strong>sayılmamıştır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Anlatma ihtiyacı",
      "B": "Konuşma ihtiyacı",
      "C": "Fikirlerini paylaşma gerekliliği",
      "D": "Anlaşılma ihtiyacı",
      "E": "İhtiyaçları bildirme gerekliliği"
    },
    "explanation": "İletişime geçme ihtiyacının altında yatan temel nedenler; anlatma ve anlaşılma ihtiyacı, fikir ve ihtiyaçların iletişiminin yapılması gerekliliğidir.\n<br/>İletişimin;sözlü, sözsüz, görsel, elektronik ya da yazılı türleri bulunmaktadır. Konuşma bunlardan biridir."
  },
  {
    "id": "3490180",
    "unitNumber": 4,
    "text": "İletişim türlerinden hangisinde metin kullanılması gerekmemektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "sözlü iletişim",
      "B": "sözsüz iletişim",
      "C": "görsel iletişim",
      "D": "elektronik iletişim",
      "E": "yazılı iletişim"
    },
    "explanation": "İletişimin; sözlü, sözsüz, görsel, elektronik ya da yazılı türleri bulunmaktadır.\n Metin kavramının ne olduğuna dair literatürde farklı tanımlamalara rastlanmaktadır. Bu tanımlar<br/>arasında; dilsel bir ürün olma, bir tümce dizisi özelliği gösterme, dilsel göstergelerin art arda geldiği anlamlı bir yapı olma gibi temel özellikler ön plana çıkmaktadır (Yüksel, 2007).\n Daha genel bir tanım sunmak gerekirse; metin, sözlü veya yazılı olarak oluşturulan tutarlı bir dil birikimi olarak tanımlanmaktadır"
  },
  {
    "id": "3490181",
    "unitNumber": 4,
    "text": "İletişimin en temel unsurlarından biri olan metinin bazı temel özelliklere sahip olması gerekir. Aşağıdakilerden hangisi metnin belirtilen özelliklerinden biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "dilsel bir ürün olması",
      "B": "bir tümce dizisi özelliği göstermesi",
      "C": "dilsel göstergelerin art arda gelmesi",
      "D": "anlamlı bir yapı olması",
      "E": "değişken bir dil birikimi"
    },
    "explanation": "İletişimin; sözlü, sözsüz, görsel, elektronik ya da yazılı türleri bulunmaktadır.\n<br/>Metin kavramının ne olduğuna dair literatürde farklı tanımlamalara rastlanmaktadır. Bu tanımlar<br/>arasında; dilsel bir ürün olma, bir tümce dizisi özelliği gösterme, dilsel göstergelerin art arda geldiği anlamlı bir yapı olma gibi temel özellikler ön plana çıkmaktadır (Yüksel, 2007).\n<br/>Daha genel bir tanım sunmak gerekirse; metin, sözlü veya yazılı olarak oluşturulan tutarlı bir dil birikimi olarak tanımlanmaktadır"
  },
  {
    "id": "3490182",
    "unitNumber": 4,
    "text": "İspanyol CEDE eğitim kurumunun eğitmenleri tarafından yazarın iletişim amaç ve niyetini temel alarak metin türleri belirli bir sınıflandırmaya ayrılmıştır. Aşağıdaki metin türlerinden hangisi bu sınıflama içinde yer<strong> almamaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Öyküsel metin",
      "B": "Tartışmacı metin",
      "C": "Betimleyici metin",
      "D": "Açıklayıcı metin",
      "E": "Anlatı metni"
    },
    "explanation": "İspanyol CEDE eğitim kurumunun eğitmenleri tarafından metin türleri belirli<br/>bir sınıflandırmaya ayrılmıştır. Sınıflandırma yazarın iletişim amaç ve niyeti temel alınarak gerçekleştirilmiştir. Bu sınıflandırmaya göre metin türleri<br/>dört ana başlık altında ele alınmaktadır (Serrano,<br/>2018): Tartışmacı metin, betimleyici metin, açıklayıcı metin, anlatı metni olarak sıralanır."
  },
  {
    "id": "3490183",
    "unitNumber": 4,
    "text": "Yazarın amacının bir nesnenin, sahnenin, kişinin veya duygusal durumun zihinsel bir görüntüsünü vermek için fotoğrafik nitelikte oluşturduğu metin türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tartışmacı metin",
      "B": "Betimleyici metin",
      "C": "Açıklayıcı metin",
      "D": "Anlatı metni",
      "E": "Öyküsel metin"
    },
    "explanation": "Betimleyici metinler, okuyucuya, yazarın hakkında bilgi vermek istediği bir nesnenin, sahnenin, kişinin veya duygusal durumun zihinsel bir görüntüsünü verir."
  },
  {
    "id": "3490184",
    "unitNumber": 4,
    "text": "Bir araç alacağımızda, bir tatile çıkacağımızda ya da bazen yeni bir yemek yapmak için bilgilenmek istediğimizde seçimlerimizi ve işlevlerimizi kolaylaştırma amacıyla oluşturulan metin türü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Anlatı metni",
      "B": "Betimleyici metin",
      "C": "Öyküsel metin",
      "D": "Açıklayıcı metin",
      "E": "Tartışmacı metin"
    },
    "explanation": "Açıklayıcı metinler kategorisine giren çok çeşitli yazılı metin vardır: Tanımlar, burçlar, hava durumu tahminleri,<br/>seyahat rehberleri, talimatlar, kompozisyonlar, bilimsel incelemeler, ders kitapları, gazete makaleleri, konferanslar vb. bu kategorideki yazılı metinlerden yalnızca birkaçıdır."
  },
  {
    "id": "3490185",
    "unitNumber": 4,
    "text": "Yazılı dil, Sözlü dille kıyaslandığında en önemli özelliği aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "kalıcı olması",
      "B": "çok yavaş bir şekilde oluşturulması",
      "C": "hatasız olması",
      "D": "düzenlenebilir olması",
      "E": "anında geri bildirim olması"
    },
    "explanation": "Yazılı iletişimin diğer iletişim türlerine göre pek çok faydası bulunmaktadır. Geri dönüşü olmayan bir döneme bu yazılı<br/>materyaller sayesinde ışık tutulabilecektir.Yazı, dilin kayda geçirilmesini sağlayan bir teknik olarak kabul edilmektedir."
  },
  {
    "id": "3490200",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi betimleyici metinlerin özelliklerinden <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Özenle seçilmiş sıfatlar ve zarflar ile oluşturulmuş bir kelime dağarcığına dayanır.",
      "B": "Betimleyici anlatım bir metinde genellikle baskın bir rol oynamaz.",
      "C": "Zihnin duyusal tanımında imgeler/resimler yaratmak için sıfatlar kullanılır.",
      "D": "Metinler genellikle sorunlar ve tartışmalı fikirlerle ilgilenir.",
      "E": "Duyulan, koklanan, hissedilen, tadılan şeylere dair metaforların kusursuz bir kullanımı vardır."
    },
    "explanation": "METİN KAVRAMI VE TÜRLERİ<br/>Başarılı betimleyici metinlerin bazı özellikleri şu şekilde sıralanabilir: • Özenle seçilmiş sıfatlar ve zarflar ile oluşturulmuş bir kelime dağarcığına dayanır. • Yalnızca betimlemenin ana amacına bir şeyler ekleyen noktalara odaklanır. • Zihnin duyusal (duyulan, görülen, koklanan, hissedilen, tadılan şeylere dair) tanımında imgeler/resimler yaratmak için sıfatların, benzetmelerin, metaforların kusursuz bir kullanımı vardır.\n Tartışmacı metinlerde yazarın amacı bir konuda pozisyon almak ve onu savunmaya, haklı çıkarmaya çalışmaktır. Bu ana amaca ulaşmak için yazar, fikirleri mantıklı bir sırayla destekler ve okuyucunun bir konudaki inançlarını tamamıyla değiştirmek veya üzerinde birtakım değişiklikler yapmak için gerekli tüm stratejileri kullanacaktır. Tartışmacı metinler genellikle sorunlar ve tartışmalı fikirlerle ilgilenir"
  },
  {
    "id": "3490201",
    "unitNumber": 4,
    "text": "Tümdengelim ve tümevarım akıl yürütme süreçlerini içeren metin türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tartışmacı metin",
      "B": "Betimleyici metin",
      "C": "Açıklayıcı metin",
      "D": "Anlatı metni",
      "E": "Anektot metni"
    },
    "explanation": "METİN KAVRAMI VE TÜRLERİ<br/>Tartışmacı metinler genellikle sorunlar ve tartışmalı fikirlerle ilgilenir. Bu tür metinlerde, bazı konular lehinde veya aleyhinde mantıklı gerekçeler ileri sürülür. Bu mantıklı gerekçelerin ileri sürülmesindeki nihai amaç ise her zaman okuyucuyu yazar tarafına çekmektir. Herhangi bir tartışmacı metnin temelinde gerçekleri, kavramları, olguları ya da süreçleri tanımlayan açıklayıcı bölümler olmalıdır. Bu tür metinlerde izlenen iki temel akıl yürütme süreci vardır: Tümdengelim ve tümevarım. Tümdengelim genel bir ilke veya öncülle başlar, sonrasında ondan özel bir sonuca ulaşır. Tümevarımda ise spesifik gerçekler ya da olaylardan genel bir sonuca ulaşılması söz konusudur."
  },
  {
    "id": "3490202",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bir anlatı metni örneğidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Seyahat rehberleri",
      "B": "Bilimsel incelemeler",
      "C": "Korku, macera hikayeleri",
      "D": "Ders kitapları",
      "E": "Gazete makaleleri"
    },
    "explanation": "METİN KAVRAMI VE TÜRLERİ<br/>Anlatıların temel amacı eğlendirmek, okuyucunun ilgisini çekmek ve okuyucunun ilgisini metinde ve metinde anlatılanlarda tutmaktır. Bununla birlikte anlatılar, öğretmek veya bilgilendirmek, tutumları veya toplumsal fikirleri değiştirmek için de yazılabilir. Anlatıların pek çok türü vardır. Bu türler hayali, gerçek veya her ikisinin bir kombinasyonu olabilir. Bu türler, peri hikayeleri, gizemler, bilim kurgu, aşk hikayeleri, korku hikayeleri, macera hikayeleri, fabllar, mitler ve efsaneler, tarihî anlatılar, baladlar, anekdotlar, kişisel deneyimler vb. içerebilir.\n Açıklayıcı bir metnin amacı, okuyucuya bir şeyi açıklamak, bir şeyi netleştirmek veya bir konu hakkında okuyucuyu bilgilendirmektir. Metin içerisindeki açıklamalar, nesneleri ve fikirleri kendi aralarındaki ilişkiler içinde açıklar. Açıklayıcı metinler kategorisine giren çok çeşitli yazılı metin vardır: Tanımlar, burçlar, hava durumu tahminleri, seyahat rehberleri, talimatlar, kompozisyonlar, bilimsel incelemeler, ders kitapları, gazete makaleleri, konferanslar vb. bu kategorideki yazılı metinlerden yalnızca birkaçıdır."
  },
  {
    "id": "3490203",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi yazının toplumlar için temel işlevlerinden <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Soyutlaştırma",
      "B": "Etkileşim işlevidir",
      "C": "Sosyal kontrolü sağlama",
      "D": "Kültürel mirasın devamlılığını sağlama",
      "E": "Bilimsel ilerlemeye katkı sağlama"
    },
    "explanation": "ETKİLİ YAZILI İLETİŞİM<br/>Yazının toplumlar için en temel işlevleri arasında deneyimlerin, değer ve alışkanlıkların, düşüncelerin kalıcı hâle getirilmesine imkân sağlaması yer almaktadır.\n Yazının temel işlevlerinden biri somutlaştırma işlevidir\n Yazının bir diğer işlevi de mesafe işlevidir.\n Günlük hayatımızda zihnimizi pek çok içerikle meşgul olmaya zorlarız.\n Yazının bir diğer işlevi kültürel mirasın devamlılığını sağlama işlevidir.\n Yazının bir başka işlevi sosyal kontrolü sağlama işlevidir.\n Yazının işlevlerinden biri de etkileşim işlevidir.\n Yazının işlevlerinden bir diğeri düşün alanına hizmet etme işlevidir.\n Bir önceki işlevle bağlantılı olarak yazı aynı zaman da bilimsel ilerlemeye katkı sağlama işlevine sahiptir.\n Yazı yalnızca fikir ve bilimsel alanlara katkı sağlamamakta aynı zamanda sanat alanına da hizmet etmektedir."
  },
  {
    "id": "3490204",
    "unitNumber": 4,
    "text": "Yazılı iletişimde bulunacak kaynak tarafın bazı amaçlara ulaşabilmek için en çok dikkat edilmesi gereken noktalardan biri yazma eyleminin gerektirdiği bilişsel süreç ve stratejilerdir. Aşağılardan hangisi yazılı iletişim amaçları arasında sayılamaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Güdüleme",
      "B": "Harekete geçirme",
      "C": "Merak uyandırma",
      "D": "Bilgi verme",
      "E": "Sosyalleştirme"
    },
    "explanation": "Yazılı iletişim söz konusu olduğunda en çok dikkat edilmesi gereken noktalardan biri yazma eyleminin gerektirdiği bilişsel süreç ve stratejilerdir.<br/>Yazılı iletişimde yazı yazma eyleminin çeşitli iletişimsel amaçları vardır. Bilgi verme, güdüleme, harekete geçirme, sosyalleştirme gibi."
  },
  {
    "id": "3490205",
    "unitNumber": 4,
    "text": "I.Basit, açık ve anlaşılır mı?\n II.Yazı düzeni net ve takip etmesi kolay mı?\n III.Yazı düzenli görünüyor mu?\n IV.Metni istediğiniz hâle gelene kadar birkaç kez revize ettiniz mi?\n Yukarıdakilerden hangisi/hangileri yazılı iletişimde biçim unsuru için cevaplandırılması gereken soru örneğidir?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I,II ve III",
      "D": "I,II,III ve IV",
      "E": "I, III ve IV"
    },
    "explanation": "ETKİLİ YAZILI İLETİŞİM<br/>Biçim: Yazının yazılma şekli. Yazılı iletişimde biçim unsuru söz konusu olduğunda cevaplandırılması gereken sorular yapı unsurundan oldukça fazladır. Bu sorular şu şekildedir:\n • Yazı düzenli görünüyor mu? • Kelimelerin doğru kullanımı ile kısa ve öz bir şekilde oluşturulmuş mu? • Basit, açık ve anlaşılır mı? • Paragraflar çok mu uzun? 10 satırdan az olan paragrafların okunması daha kolaydır. • Paragraflar arasında boş bir satır bırakıldı mı? Bu, metnin açıklığına ve netliğine yardımcı olacaktır. • Cümleler çok mu uzun? Bir cümle sadece bir fikir içermelidir. 30 kelimeden fazla olan cümleler bölünmelidir. • İlk cümle ilginç mi/ Okuyucuyu içine çekiyor mu? • Gereksiz jargondan kaçındınız mı?"
  },
  {
    "id": "3490206",
    "unitNumber": 4,
    "text": "\"Göndericinin mesajının gelecekte referans olarak kabul edilmesi\" hangi yazılı iletişimin etkili durumu kapsamındadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Karmaşık bilgi iletilmesi gereken durumlarda",
      "B": "Geniş kitlelerle İietişim kurulması gereken durumlarda",
      "C": "Hedef kitle ile etkileşim ihtiyacının daha az olduğu durumlarda",
      "D": "Kalıcı kayıt ihtiyacı oluşan durumlarda",
      "E": "Uygulamada benzerliğin korunmasının istendiği durumlarda"
    },
    "explanation": "ETKİLİ YAZILI İLETİŞİM<br/>Kalıcı Kayıt İhtiyacı Oluşan Durumlarda: Gönderici bazı durumlarda oluşturduğu mesajın gelecekte referans olarak kabul edilmesini ister. Böylesi durumlarda, yazılı iletişim kalıcı kayıt olanağına imkan sağlamaktadır."
  },
  {
    "id": "3490207",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Yazının temel işlevleri arasında <strong>sayılmamıştır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "somutlaştırma işlevi",
      "B": "mesafe işlevi",
      "C": "bellek destekleme işlevi",
      "D": "mirasın devamlılığını sağlama işlevi",
      "E": "ekonomik kontrolü sağlama işlevi"
    },
    "explanation": "Yazının temel işlevlerinden biri somutlaştırma işlevidir.\n Yazının bir diğer işlevi de mesafe işlevidir.\n Yazının bir diğer işlevi bellek destekleme işlevidir\n Yazının bir diğer işlevi kültürel mirasın devamlılığını sağlama işlevidir.\n Yazının bir başka işlevi sosyal kontrolü sağlama işlevidir.\n Yazının işlevlerinden biri de etkileşim işlevidir."
  },
  {
    "id": "3490208",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi yazılı iletişimin gelişmesinde yapılması gereken ana önerilerden <strong>değildir</strong> ?",
    "correctAnswer": "E",
    "options": {
      "A": "Kısa cümle ve paragrafların kullanılması",
      "B": "Teknik kavramların dikkatli bir şekilde kullanılması",
      "C": "Fikirlerin mantıklı bir şekilde açıklanması",
      "D": "Gereksiz kelimelerden uzak durulması",
      "E": "Örnek ve tabloları kullanmaktan kaçınılması"
    },
    "explanation": "ETKİLİ YAZILI İLETİŞİM<br/>Yazılı iletişimin gelişmesine dair sekiz ana öneride bulunulabilir: • Kısa ve tanıdık kelimelerin kullanılması, • Kısa cümle ve paragrafların kullanılması, • Teknik kavramların dikkatli bir şekilde kullanılması, • Aktif ifadeler kullanılması, • Örnekler ve tablolardan faydalanılması, • Fikirlerin mantıklı bir şekilde açıklanması, • Gereksiz kelimelerden uzak durulması ve • Ayrımcı kelimelerden kaçınılmasıdır."
  },
  {
    "id": "3490209",
    "unitNumber": 4,
    "text": "Yazılı iletişimin etkili olması ya da olmaması bazı faktörlerin kontrol altına alınmasını gerektirir. Aşağıdakilerden hangisi bu faktörler biri <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Karmaşık Anlatım",
      "B": "Gerekli Tartışma Miktarı",
      "C": "Örneklerin uygunluğu",
      "D": "Anlam İzleri",
      "E": "Resmî İletişim"
    },
    "explanation": "yazılı iletişimin ne zaman etkili olacağı, ne zaman olmayacağına dair birkaç faktör devreye girmektedir. Bu faktörler şu şekilde<br/>sıralanabilir;Karmaşık Anlatım, Gerekli Tartışma Miktarı, Anlam İzleri, Resmî İletişim."
  },
  {
    "id": "3490210",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi halkla ilişkiler ve kurumlar bağlamında etkili iletişim ile ilişkili olarak <strong>yanlıştır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Etkili iletişim, doğru zamanda, doğru kişilere, doğru mesaj aktarımı ile mümkün olmaktadır.",
      "B": "Etkili iletişimde, oluşturulan mesajların içeriklerindeki zenginliği kritik önemdedir.",
      "C": "Etkili iletişim, iletişim kanal ve türlerinin uygun zamanlarda kullanılması ile ortaya çıkmaktadır.",
      "D": "Hedef kitlelerle kurulacak iletişimde hangi iletişim türünden faydalanılması gerektiği iletişim sürecinin en başında belirlenmelidir.",
      "E": "Kurumsal vaatlerin, ilkelerin, kurumsal yeniliklerin anlatılmasında sözlü iletişim ön plandadır."
    },
    "explanation": "ETKİLİ YAZILI İLETİŞİM<br/>Yazılı İletişimin Etkili İletişimdeki Önemi : Etkili iletişim, doğru zamanda, doğru kişilere, doğru mesaj aktarımı ile mümkün olmaktadır. Etkili iletişimde, oluşturulan mesajların içeriklerindeki zenginliği ve sizi iletişim hedeflerinize ulaştırıp ulaştırmadığı kritik önemdedir. Etkili iletişim, iletişim kanal ve türlerinin uygun zamanlarda kullanılması ile ortaya çıkmaktadır. Bu yüzden, özellikle kurumların hedef kitlelerle ne zaman, nerede ve nasıl iletişim kuracaklarını iyi bilmesi gerekmektedir. Hedef kitlelerle kurulacak iletişimde hangi iletişim türünden faydalanılması gerektiği daha iletişim sürecinin en başında belirlenmelidir. Kurumsal vaatlerin, ilkelerin, duyurumların, kurumsal yeniliklerin anlatılmasında ise yazılı iletişim ön plana çıkmaktadır."
  },
  {
    "id": "3490211",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi kurumların güncel faaliyetlerini kurum içi ve dışı hedef kitlelere iletmek amacıyla faydalanılan yazılı halkla ilişkiler araçlarından değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Broşürler",
      "B": "Haber mektupları",
      "C": "Konferans sunumları",
      "D": "Röportajlar",
      "E": "Kurum gazeteleri"
    },
    "explanation": "ETKİLİ YAZILI İLETİŞİM<br/>Kurumların güncel faaliyetlerini gerek kurum içi hedef kitlelere gerekse kurum dışı hedef kitlelere iletmek amacıyla halkla ilişkiler ve yazılı iletişim konusunda sıklıkla faydalanılan yazılı halkla ilişkiler araçları şu şekilde sıralanabilir: • Haber mektupları, • gazete, dergi, katalog gibi basılı materyallerin arasına iliştirilen insörtler, • el ilanları ya da broşürler, • didaktik bir tarzda görselden çok yazılı içeriğe yer veren kitapçıklar, • basın kitleri, • kurum gazeteleri, • kurumsal dergiler, • Çeşitli konferans, sempozyum, açılış faaliyetleri gibi etkinlikler için oluşturulan davetiyeler, • Genellikle kurum faaliyetleri ve yöneticilerine dair bilgileri iletmek amacıyla oluşturulan röportajlar, • Kurum sözcüleri ya da yöneticileri için halkla ilişkiler uygulayıcıları tarafından hazırlanan konuşma metinleri, • Kurumsal faaliyetleri daha şeffaf ve kamuoyu ile paylaşılabilir hâle getiren yıllık faaliyet raporları.\n Yukarıda bahsedilen ve geleneksel medya kullanımı kapsamında sayılabilecek yazılı iletişim araçlarının yanı sıra sosyal medyada yazılı iletişim konusu halkla ilişkiler için son zamanlarda olmazsa olmaz başlıklar arasındadır."
  },
  {
    "id": "3490212",
    "unitNumber": 4,
    "text": "Halkla ilişkiler görevlileri tarafından gazetelerde çıkan haber, röportaj, fotoğraf, yazı, karikatür gibi materyallerin makaslanarak arşivlenmesi işlemini içeren kitle iletişim aracı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İşletme gazetesi",
      "B": "Küpür derleme",
      "C": "Broşür",
      "D": "El kitapçığı",
      "E": "Afiş ve bültenler"
    },
    "explanation": "ETKİLİ YAZILI İLETİŞİM<br/>Kupür Derleme Halkla İlişkiler görevlilerinin basını dikkatle izleyerek, kurum hakkında çıkan haberleri değerlendirmesi gerekir. Bu amaçla halkla ilişkiler görevlileri gazetelerde çıkan haber, röportaj, fotoğraf, yazı, karikatür gibi materyallerin makaslanarak arşivlenmesini sağlar. Bu işleme kupür derleme diyoruz. Derlenen kupürler, daha sonra işletme için bir belge niteliği taşır."
  },
  {
    "id": "3489956",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi veya hangileri çatışmanın yararlarındandır?<br/>I- Çatışmadan kaynaklanan anlaşmazlık yerine birlik gelebilir.<br/>II- Liderlikten kaynaklanan çatışma sonucunda yeni bir lider gelebilir, mevcut lideri davranışları değişebilir.<br/>III- Amaçlar revize edilebilir.<br/>IV- Çatışma insanların kendilerini fark etmelerine yardımcı olabilir.<br/>V-Değişik fikirler sayesinde daha derinlikli fikirler ortaya çıkabilir.",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III-IV-V",
      "B": "I-III",
      "C": "II-IV",
      "D": "III-V",
      "E": "I-V"
    },
    "explanation": "Çatışmanın yararları:<br/>• Çatışmadan kaynaklanan anlaşmazlık yerine birlik gelebilir.<br/>• Liderlikten kaynaklanan çatışma sonucunda yeni bir lider gelebilir, mevcut liderin davranışları değişebilir.<br/>• Amaçlar revize edilebilir.<br/>• Çatışma insanların kendilerini fark etmelerine yardımcı olabilir.<br/>• Değişik fikirler sayesinde daha derinlikli fikirler ortaya çıkabilir.<br/>• Örgütler değişebilir, gelişebilir.<br/>• Eleştiriler daha yapıcı olabilir, örgütte öğrenme gelişebilir.<br/>• Örgütlerin amaçları değişebilir.<br/>• Örgüte çatışma nedeniyle zarar verebilecek kişiler tespit edilebilir.<br/>• Bireyler daha yapıcı iletişim kurabilir.<br/>• Daha dinamik iş hayatı kurumsal iklime hâkim olabilir. Motivasyon artabilir."
  },
  {
    "id": "3489957",
    "unitNumber": 5,
    "text": "Çatışma sürecinin sağlıklı olmadığı ve sonuçlarında şiddet barındıran çatışma türü hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fonksiyonel olmayan çatışma",
      "B": "Duygusal çatışma",
      "C": "Davranışsal çatışma",
      "D": "Bilişsel çatışma",
      "E": "Fonksiyonel çatışma"
    },
    "explanation": "Fonksiyonel olmayan çatışma; çatışma sürecinin sağlıklı olmadığı ve sonuçlarında şiddet barındıran çatışma türüdür."
  },
  {
    "id": "3489958",
    "unitNumber": 5,
    "text": "Amaç çatışması ve rol çatışması şeklinde ikiye ayrılan çatışma hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bireysel çatışma",
      "B": "Grup içi çatışma",
      "C": "Gruplar arası çatışma",
      "D": "Örgüt içi çatışma",
      "E": "Örgütler arası çatışma"
    },
    "explanation": "Bireysel çatışma amaç çatışması ve rol çatışması şeklinde ikiye ayrılır"
  },
  {
    "id": "3489959",
    "unitNumber": 5,
    "text": "Amaç çatışması seçeneklerinden biri olan, Bireyin çekici bulduğu alternatifler arasından birini seçme durumu, aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yaklaşma-Yaklaşma Çatışması",
      "B": "Kaçınma-Kaçınma Çatışması",
      "C": "Kaçınma-Kaçınma Çatışması:",
      "D": "Çoklu Yaklaşma-Kaçınma Çatışması",
      "E": "Göndericiler Arası Rol Çatışması"
    },
    "explanation": "Göndericiler Arası Rol Çatışması:<br/>Yaklaşma-Yaklaşma Çatışması: Bireyin çekici<br/>bulduğu alternatifler arasından birini seçme durumudur. İki iş teklifinden birini seçme durumunda<br/>kalması gibi. Sonuçlar birey için önemli sonuçlar<br/>doğurabilir."
  },
  {
    "id": "3489990",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi veya hangileri Otoriter ve baskıcı kişilik özelliklerindendir?<br/>I- Örgüt içinde çalışanların fikirlerini dinlemez, diğerlerinin fikirlerini sormaz.<br/>II-Kendi başına karar almayı tercih eder.<br/>III-Örgütte yatay ve dikey çatışmaya sebep olurlar.<br/>IV- Emir ve tehdit ile iş yaptırırlar.",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III-IV",
      "B": "I-III",
      "C": "II-IV",
      "D": "I-IV",
      "E": "Yanlız III"
    },
    "explanation": "Otoriter ve baskıcı kişilik, çatışmayı arttıran, yeniliğe ve değişime kapalı kişiliktir. Özellikleri:<br/>• Örgüt içinde çalışanların fikirlerini dinlemez, diğerlerinin fikirlerini sormaz.<br/>• Kendi başına karar almayı tercih eder.<br/>• Örgütte yatay ve dikey çatışmaya sebep olurlar.<br/>• Alınan kararlarda baskıcı olurlar.<br/>• Emir ve tehdit ile iş yaptırırlar.<br/>• Katı hiyerarşi kuralları uygularlar."
  },
  {
    "id": "3489991",
    "unitNumber": 5,
    "text": "I-En fazla çatışma potansiyeli olan kişilerdir II-Yardım etmeye yanaşmazlar.<br/>III- İş devamsızlığı fazladır. IV- Verimliliğe katkıları azdır\n Yukarıdaki özellikler hangisi için söylenir?",
    "correctAnswer": "A",
    "options": {
      "A": "Negatif etkililiğe sahip kişilikler",
      "B": "Kendini yansıtma özelliğine sahip kişilikler",
      "C": "Otoriter ve baskıcı kişilik",
      "D": "İçsel kontrol odağı kişiler",
      "E": "Dışa dönük kişilik"
    },
    "explanation": "Negatif etkililiğe sahip kişilikler karşılaştıkları olaylara karamsar yaklaşan ve olayların olumsuz<br/>yönlerini gören kişilerdir. Temel özellikleri şunlardır (Carlson, 1999):<br/>• En fazla çatışma potansiyeli olan kişilerdir.<br/>• Yardım etmeye yanaşmazlar.<br/>• İş devamsızlığı fazladır.<br/>• Verimliliğe katkıları azdır."
  },
  {
    "id": "3489992",
    "unitNumber": 5,
    "text": "Planlama, problemi tanımlama, çözümleme, yargılama, sezgileme ve objektiflik, çatışma yönetiminde temel becerilerden hangisini ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Entelektüel beceriler",
      "B": "Duygusal beceriler",
      "C": "Bireyler arası beceriler",
      "D": "Yönetsel beceriler",
      "E": "Uzlaşma"
    },
    "explanation": "Çatışma sürecinin olumlu sonuçlanmamasındaki temel neden doğru yönetilmemesidir. Bu nedenle çatışmanın doğru yönetilmesi, süreç içinde bulunanların temel becerilerini geliştirmeleri ile sağlanır. Bu beceriler dört grupta toplanır (Karip, 1999: 55):<br/>• Entelektüel beceriler: Planlama, problemi<br/>tanımlama, çözümleme, yargılama, sezgileme ve objektiflik."
  },
  {
    "id": "3489994",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi çatışma yönetimi stratejilerinden biridir?<br/>I-Entegrasyon<br/>II-Uyma<br/>III-Hükmetme<br/>IV-Uzaklaşma<br/>V- Uzlaşma",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III-IV-V",
      "B": "I-III",
      "C": "I-V",
      "D": "I-III-V",
      "E": "I-II-V"
    },
    "explanation": "Çatışma yönetim stratejileri modeli beş başlık altında toplanır :<br/>• Entegrasyon<br/>• Uyma<br/>• Hükmetme<br/>• Kaçınma<br/>• Uzlaşma"
  },
  {
    "id": "3489995",
    "unitNumber": 5,
    "text": "“Rekabet” ifadesi hangi çatışma yönetimi stratejisinde kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Hükmetme",
      "B": "Entegrasyon",
      "C": "Uyma",
      "D": "Uzaklaşma",
      "E": "Uzlaşma"
    },
    "explanation": "Hükmetme: “Rekabet” olarak da adlandırılan bu stratejide taraflardan birinin istek ve ihtiyaçlarını,<br/>diğerlerininkinden öncelikli tutma durumudur"
  },
  {
    "id": "3490046",
    "unitNumber": 5,
    "text": "\"Müzakere, öneri ve karşı önerileri değiştirerek her iki taraf için tatmin edici çıktılara ulaşmayı hedefleyen iki ya da daha fazla tarafın sosyal bir etkileşimde olma süreci\" aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Karma Motifi Modeli",
      "B": "Oyun Teorisi",
      "C": "Olumsallık Teorisi",
      "D": "Ortak Yönelim Teorisi",
      "E": "Tam işbirlikçi model"
    },
    "explanation": "Karma Motifi Modeli<br/>Müzakere, öneri ve karşı önerileri değiştirerek her iki taraf için tatmin edici çıktılara ulaşmayı hedefleyen iki ya da daha fazla tarafın sosyal bir etkileşimde olma sürecidir."
  },
  {
    "id": "3490248",
    "unitNumber": 5,
    "text": "Bir reklam ajansında yaratıcı fikir geliştirmek için yapılan toplantının yaratıcı sürecinde kişi ya da kişilerin bir fikri savunurken, diğerlerinin bu fikri çürütme çabası içinde olması; başka bir deyişle hedeflere ulaşmada farklı fikirlerin sergilenmesinin söz konusu olduğu çatışma türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilişsel çatışma",
      "B": "Duygusal çatışma",
      "C": "Fonksiyonel olmayan çatışma",
      "D": "Rol çatışması",
      "E": "Grup içi çatışma"
    },
    "explanation": "Görevi daha iyi yapma çabası, hedeflere ulaşmada farklı fikirlerin sergilenmesi söz konusu ise bu tür çatışmaya bilişsel çatışma denir. Örneğin bir halkla ilişkiler ya da reklam ajansında yaratıcı fikir geliştirmek için yapılan toplantıda fikirler havada uçuşur. Yaratıcı süreçte kişi ya da kişiler bir fikri savunurken, diğerleri bu fikri çürütme çabası içinde olabilir. Sonuç olarak en doğru yaratıcı grup, en doğru ve yaratıcı fikri bulma peşindedir. Bu fikir bulunduğunda kazanan kurum ve çalışanları olacaktır."
  },
  {
    "id": "3490249",
    "unitNumber": 5,
    "text": "Bireyin çekici bulduğu alternatifler arasından birini seçme durumu aşağıda verilen amaç çatışması türlerinden hangisi ile açıklanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kaçınma-Kaçınma çatışması",
      "B": "Yaklaşma-Yaklaşma çatışması",
      "C": "Yaklaşma-Kaçınma çatışması",
      "D": "Çoklu Yaklaşma-Kaçınma çatışması",
      "E": "Doğrudan çatışma"
    },
    "explanation": "Amaç çatışması, seçeneklerden birinin seçimi<br/>ile diğerlerinin dışarıda bırakılması sürecidir. Bu<br/>seçenekler göz önünde bulundurulurken birey 4<br/>farklı amaç çatışmasından birinde bulunur.<br/>Yaklaşma-Yaklaşma Çatışması: Bireyin çekici<br/>bulduğu alternatifler arasından birini seçme durumudur. İki iş teklifinden birini seçme durumunda<br/>kalması gibi. Sonuçlar birey için önemli sonuçlar<br/>doğurabilir.<br/>Kaçınma-Kaçınma Çatışması: Bireyin, karşılaştığı alternatifleri çekici bulmama durumudur. İki iş<br/>teklifini de beğenmeme durumu gibi.<br/>Yaklaşma-Kaçınma Çatışması: Alternatiflerin<br/>hem olumluluk hem de olumsuzluk içermesi durumudur. Öğrencinin istediği bölümü kazanması<br/>ancak bu bölümün ücretli olması gibi.<br/>Çoklu Yaklaşma-Kaçınma Çatışması: İki ya da<br/>daha fazla amacın her birinin olumlu ve olumsuz<br/>özellikler taşımasıdır. Bireyde en fazla stres yaratan<br/>durumdur. Bireyin üniversiteden mezun olduktan<br/>sonra kariyer imkanlarını arttırmak için yüksek lisans yapmak istemesi ancak bunun için zaman, para<br/>ve enerji olanaklarının kısıtlı olması gibi. Bu çatışmadan sağlıklı çıkan bireyler, aldıkları doğru karar<br/>egzersizleri ile başarılı olma ihtimallerini çoğaltırlar."
  },
  {
    "id": "3490250",
    "unitNumber": 5,
    "text": "Bir örgütte farklı kademeler ve statüler arasında yaşanan çatışma türü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bireyler arası çatışma",
      "B": "Yatay çatışma",
      "C": "Komuta-Kurmay çatışması",
      "D": "Dikey çatışma",
      "E": "Örgütler arası çatışma"
    },
    "explanation": "Dikey çatışma: Örgüt yapısını bir piramit gibi<br/>düşündüğümüzde farklı kademeler ve statüler arasında yaşanan çatışmalardır. Bu çatışmanın yaşanmasındaki en büyük neden üst kademelerin alt kademeleri baskı altına almalarıdır."
  },
  {
    "id": "3490251",
    "unitNumber": 5,
    "text": "Bir yöneticinin bir çalışandan kurum içi iletişim rollerini güçlendirmesini isterken, başka bir yöneticinin aynı çalışandan kurum dışı iletişimleri güçlendirmesini istemesi gibi bir durum rol çatışması türlerinden hangisi ile açıklanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Rol göndericinin kendi içinde çatışması",
      "B": "Göndericiler arası rol çatışması",
      "C": "Roller arası çatışma",
      "D": "Kişi-rol çatışması",
      "E": "Çoklu çatışma"
    },
    "explanation": "Göndericiler Arası Rol Çatışması: Rol alıcının,<br/>göndericilerin iletileri karşısında çelişki içine düş-mesi durumudur. Bir yöneticinin bir çalışandan<br/>kurum içi iletişim rollerini güçlendirmesini isterken, başka bir yöneticinin aynı çalışandan kurum<br/>dışı iletişimleri güçlendirmesini istemesi gibi."
  },
  {
    "id": "3490252",
    "unitNumber": 5,
    "text": "I. Grup liderinin davranışları ile grup üyelerinin beklentilerinin birbiri ile uyuşmaması,<br/>II. Çevrenin, gruba yeni değerler benimsemesi konusunda baskı yapması,<br/>III. Bireyin grup içindeki rolü ile grup dışındaki rolü arasında uyumsuzluk olması,<br/>IV. Grup üyelerinin hedeflerindeki benzerliğin grup dinamiğine yansıması.\n Verilenlerden hangileri grup içindeki çatışmayı artıran faktörler arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "I-II-IV",
      "B": "II-III-IV",
      "C": "I-III-IV",
      "D": "I-II-III",
      "E": "I-II-III-IV"
    },
    "explanation": "Grup İçi Çatışma<br/>İkiden fazla kişinin oluşturduğu topluluğa grup<br/>denir. Grupların yapısında en az üç kişinin olduğunu ve insanların birbirinden farklı kişilik ve referans<br/>çerçevelerinin olduğunu kabul edersek, grup içindeki değişkenlerin farklılıklarını görebiliriz. Bu heterojen yapının farklılıkları yaş, cinsiyet, meslek gibi<br/>demografik olabileceği gibi yaşam tarzı, ideolojik<br/>görüş, inançlar, yaşanılan tecrübeler gibi psikografik<br/>de olabilir. Aynı zamanda grup üyelerinin hedeflerindeki farklılıklar da grup dinamiğini etkileyebilir.<br/>Bu grup dinamiğinde yaşanan her farklılık, grup içerisindeki çatışmayı arttırır. Grup içindeki çatışmayı<br/>arttırıcı diğer faktörler (Rangalayakulu, 2007, s.20):<br/>• Grubu ilgilendiren bir sorunun ortaya çıkması,<br/>• Grup liderinin davranışları ile grup üyelerinin beklentilerinin birbiri ile uyuşmaması,<br/>• Çevrenin, gruba yeni değerler benimsemesi<br/>konusunda baskı yapması,<br/>• Bireyin grup içindeki rolü ile grup dışındaki rolü arasında uyumsuzluk olması,<br/>• Grup üyelerinin toplumun farklı kesimlerinden gelmesi."
  },
  {
    "id": "3490253",
    "unitNumber": 5,
    "text": "Kaynakların kıtlığı, farklı amaçların bulunması, çalışanlar üzerinde oluşan kontrol baskısı, rol çatışması gibi koşulların örgüt içerisinde örtülü biçimde yer alması şeklinde; koşulların, ortamın ve söylemlerin bir araya gelmesi ile her an ortaya çıkabilecek çatışmalar aşağıdakilerden hangisi ile açıklanır?",
    "correctAnswer": "C",
    "options": {
      "A": "Algılanan çatışma",
      "B": "Hissedilen çatışma",
      "C": "Potansiyel (Gizli) çatışma",
      "D": "Açık (Belirgin) çatışma",
      "E": "Bastırılan çatışma"
    },
    "explanation": "Potansiyel (Gizli) Çatışma: Kaynakların kıtlığı, farklı amaçların bulunması, çalışanlar üzerinde<br/>oluşan kontrol baskısı, rol çatışması gibi koşulların örgüt içerisinde örtülü biçimde yer almasıdır.<br/>Koşulların, ortamın ve söylemlerin bir araya gelmesi ile her an ortaya çıkabilecek çatışmalardır"
  },
  {
    "id": "3490254",
    "unitNumber": 5,
    "text": "Çatışma yönetimi süreçlerinde; duyarlılık, ikna edebilme, iletişim ve dinleme şeklindeki beceriler aşağıdakilerden hangisi ile açıklanır?",
    "correctAnswer": "C",
    "options": {
      "A": "Entelektüel beceriler",
      "B": "Duygusal beceriler",
      "C": "Bireyler arası beceriler",
      "D": "Yönetsel beceriler",
      "E": "Kaçınma becerileri"
    },
    "explanation": "Çatışma Yönetiminde Temel Beceriler<br/>Çatışma sürecinin olumlu sonuçlanmamasındaki temel neden doğru yönetilmemesidir. Bu nedenle çatışmanın doğru yönetilmesi, süreç içinde<br/>bulunanların temel becerilerini geliştirmeleri ile<br/>sağlanır. Bu beceriler dört grupta toplanır (Karip,<br/>1999: 55):<br/>• Entelektüel beceriler: Planlama, problemi tanımlama, çözümleme, yargılama, sezgileme ve objektiflik.<br/>• Duygusal beceriler: Kararlılık, öz-disiplin, sonuca yönelik olma, girişkenlik ve isteklilik.<br/>• Bireyler arası beceriler: Duyarlılık, ikna edebilme, iletişim ve dinleme.<br/>• Yönetsel beceriler: Güdüleyebilme, rehberlik edebilme, iş bölümü ve görevlendirme yapabilme."
  },
  {
    "id": "3490255",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi biz ve diğerleri olarak iki taraftan ele alınan çatışma yönetim stratejileri modelinin ögelerinden biri <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yönetme",
      "B": "Uyma",
      "C": "Hükmetme",
      "D": "Kaçınma",
      "E": "Uzlaşma"
    },
    "explanation": "Çatışma Yönetimi Stratejileri<br/>Çatışma kavramının temelinde iki boyut yer<br/>almaktadır: Kendimiz ve diğerleri… Bu temel,<br/>çatışma yönetim stratejilerinin de bu eksen etrafında gelişmesini sağlamıştır. Kendi tarafımızdan<br/>baktığımızda bizim ihtiyaç ve isteklerimizin yerine<br/>getirilmesine ilişkin arzumuzun ne kadar “yüksek”<br/>veya “düşük” olduğunu tanımlamamız gerekir. Diğer yandan karşımızdakilerin de bizim ihtiyaç ve<br/>isteklerimizin karşılanmasına yönelik tutumlarının<br/>ne derece “yüksek” veya “düşük” olduğunu bilmeliyiz. Biz ve diğerleri olarak iki taraftan ele alınan çatışma yönetim stratejileri modeli beş başlık altında<br/>toplanır (Karip, 1999: 60-65):<br/>• Entegrasyon<br/>• Uyma<br/>• Hükmetme<br/>• Kaçınma<br/>• Uzlaşma"
  },
  {
    "id": "3490256",
    "unitNumber": 5,
    "text": "\"Tarafların çatışma konusundaki değerlendirmeleri ve inanışlarını nasıl algıladıkları; tarafların çatışma özelinde geçtikleri eylemleri nasıl algıladıkları ve söz konusu algıların karşı tarafın inanç ve eylemleri ile tutarlılık düzeylerinin sonuçlarına göre açıklandığı eylemler\" aşağıda verilen hangi halkla ilişkilerde kullanılan çatışma yönetimi modelinde yar almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ortak yönelim teorisi",
      "B": "Oyun teorisi",
      "C": "Olumsallık teorisi",
      "D": "Karma motifi modeli",
      "E": "Yönetim Modeli"
    },
    "explanation": "Halkla ilişkiler tanımında yer alan “karşılıklı anlayış, kabul ve işbirliği” ortak yönelim teorisinin temelinde yer alır. Teoride esas olan, mesaj içeriğinin anlaşılmasıdır. Karşılıklı anlayış, anlaşma anlamına gelmemektedir. Fakat çatışma sürecinde çözüm için önem arz etmektedir. Çatışmada yer alan taraflar karşılıklı anlayış içinde olduklarında kazan/kazan paydasında daha kolay bulunurlar. Karşılıklı anlayışın olmadığı durumda spekülatif söylemler, tarafları anlaşma zemininden uzaklaştırır.\n Çatışma etrafında toplanan taraflar konu özelinde birtakım stratejik eylemler gerçekleştirir. Model özelinde ele aldığımızda bu eylemler (Cancel ve diğerleri, 1997);<br/>a. Tarafların çatışma konusundaki değerlendirmeleri ve inanışlarını nasıl algıladıkları,<br/>b. Tarafların çatışma özelinde geçtikleri eylemleri nasıl algıladıkları,<br/>c. Söz konusu algıların karşı tarafın inanç ve eylemleri ile tutarlılık düzeylerinin sonuçlarına göre<br/>açıklanmaktadır."
  },
  {
    "id": "3490257",
    "unitNumber": 5,
    "text": "\"Halkla ilişkiler uygulayıcılarının, paydaş ve kuruluşun çıkarlarını koruma çabası, müzakere ve diyalog konularında uzmanlaşması ile gerçekleşir. İletişimcilerin bu konularda uzmanlaşmasıyla kurum ya da kuruluşa yol gösteren tarafın ortaya çıkması sağlanır.\" şeklindeki bakış açısı halkla ilişkilere ilişkin aşağıda verilen hangi çatışma yönetimi modelinin temel koşuludur?",
    "correctAnswer": "C",
    "options": {
      "A": "Ortak yönelim teorisi",
      "B": "Oyun teorisi",
      "C": "Olumsallık teorisi",
      "D": "Karma motifi modeli",
      "E": "Kamu modeli"
    },
    "explanation": "Halkla ilişkiler uygulayıcılarının, paydaş ve kuruluşun çıkarlarını koruma çabası, müzakere ve diyalog konularında uzmanlaşması ile gerçekleşir. İletişimcilerin bu konularda uzmanlaşmasıyla kurum<br/>ya da kuruluşa yol gösteren tarafın ortaya çıkması<br/>sağlanır. Bu da olumsallık modelinin gerçekleştirilmesinde başat koşuldur. Çünkü uzlaşma sürecinde halkla ilişkiler uzmanı kurum ya da kuruluşa<br/>yönelik güven oluşturmada başrolü oynamaktadır"
  },
  {
    "id": "3490355",
    "unitNumber": 5,
    "text": "“Güç ve kaynak taleplerinin karşı karşıya gelmesidir. İnsanların sahip oldukları kaynakları ve güçleri korumak ve geliştirmek için girdikleri mücadeledir.” Bu ifade ile hangi kavram tanımlanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Fonksiyonel çatışma",
      "B": "Bilişsel çatışma",
      "C": "Çatışma",
      "D": "Bireysel çatışma",
      "E": "Örgüt içi çatışma"
    },
    "explanation": "Soru kökünde yer alan ifade “Çatışma” kavramını tanımlamaktadır. Bu nedenle doğru yanıt C seçeneğidir."
  },
  {
    "id": "3490357",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Çatışmanın Yararları arasında <strong><u>yer almaz</u></strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Çatışmadan kaynaklanan anlaşmazlık yerine birlik gelebilir",
      "B": "Amaçlar revize edilebilir",
      "C": "Çatışma insanların kendilerini fark etmelerine yardımcı olabilir",
      "D": "Örgütlerin amaçları değişmez",
      "E": "Örgütler değişebilir, gelişebilir"
    },
    "explanation": "“Örgütlerin amaçları değişebilir” Çatışmanın Yararları arasında yer alır. Bu nedenle doğru seçenek D seçeneğidir."
  },
  {
    "id": "3490360",
    "unitNumber": 5,
    "text": "“Görevi daha iyi yapma çabası, hedeflere ulaşmada farklı fikirlerin sergilenmesi söz konusu ise bu tür çatışmaya ……………….denir.” İfadesi aşağıdakilerden hangisini tanımlamaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Rol çatışması",
      "B": "Amaç çatışması",
      "C": "Bireysel çatışma",
      "D": "Grup çatışması",
      "E": "Bilişsel çatışma"
    },
    "explanation": "Yukarıda yer alan ifade Potansiyeli tanımlamaktadır. Bu nedenle doğru seçenek E seçeneğidir."
  },
  {
    "id": "3490361",
    "unitNumber": 5,
    "text": "Amaç çatışması ve rol çatışması, aşağıdaki çatışma türlerinden hangisinin altında yer alır<strong>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Grup içi çatışma",
      "B": "Bireysel çatışma",
      "C": "Örgüt içi çatışma",
      "D": "Gruplar arası çatışma",
      "E": "Bireyler arası çatışma"
    },
    "explanation": "“Bireysel çatışma amaç çatışması ve rol çatışması şeklinde ikiye ayrılır (Tekarslan ve diğerleri, 2000:246-249).” Bu nedenle B seçeneği doğru doğru cevaptır."
  },
  {
    "id": "3490362",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi etkili iletişimde Çatışmayı Çözme adımları arasında <strong><u>yer almaz</u></strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Güdüleyebilme, rehberlik edebilme",
      "B": "Kızgınlığı kontrol altına almak",
      "C": "Olumlu bir hava oluşturmak",
      "D": "Çözümler için katılımcı beyin fırtınası yapmak",
      "E": "Çözüme yönelik işbirliğini izlemek"
    },
    "explanation": "“Güdüleyebilme, rehberlik edebilme” Çatışma yönteminin temel becerileri arasında yer alır. Bu nedenle doğru seçenek A seçeneğidir."
  },
  {
    "id": "3490363",
    "unitNumber": 5,
    "text": "<ul> <li>En fazla çatışma potansiyeli olan kişilerdir</li> <li>Yardım etmeye yanaşmazlar</li> <li>İş devamsızlığı fazladır</li> <li>Verimliliğe katkıları azdır</li> </ul> Yukarıda sıralanan özellikler hangi kişilik özelliklerine sahip olan bireylerinin özellikleridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kendini yansıtma özelliğine sahip kişilik",
      "B": "Negatif etkililiğe sahip kişilik",
      "C": "Pozitif etkililiğe sahip kişilik",
      "D": "Dışa dönük kişilik",
      "E": "İçe dönük kişilik"
    },
    "explanation": "Soru kökünde sıralanan kişilik özellikleri “Negatif etkililiğe sahip” kişilik özellikleridir. Bu nedenle doğru seçenek B seçeneğidir."
  },
  {
    "id": "3490364",
    "unitNumber": 5,
    "text": "<ul> <li>Olumlu sosyal çevre geliştirirler.</li> <li>Bağışlayıcıdırlar.</li> <li>Yardımseverdirler.</li> <li>İlişki kalitesini yükseltirler.</li> <li>İşbirlikçidirler.</li> <li>Enerjiktirler.</li> <li>Eğlencelidirler.</li> </ul> Yukarıda sıralanan bu özellikler hangi tür kişilik özelliklerini tanımlamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Negatif etkililiğe sahip kişilik",
      "B": "Pozitif etkililiğe sahip kişilik",
      "C": "Orta kademe kavramı",
      "D": "Dışa dönük kişilik tipi",
      "E": "İçsel kontrol odağı kişiler"
    },
    "explanation": "Yukarıda yer alan özellikler “Dışa dönük kişilik tipine ait özelliklerdir. Bu nedenle doğru seçenek D seçeneğidir."
  },
  {
    "id": "3490366",
    "unitNumber": 5,
    "text": "“Örgüt yapısını bir piramit gibi düşündüğümüzde farklı kademeler ve statüler arasında yaşanan çatışmalardır. Bu çatışmanın yaşanmasındaki en büyük neden üst kademelerin alt kademeleri baskı altına almalarıdır.” İfadesi aşağıdakilerden hangisini tanımlamaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Komuta-Kurmay Çatışması",
      "B": "Yatay çatışma",
      "C": "Grup içi çatışma",
      "D": "Gruplar arası çatışma",
      "E": "Dikey çatışma"
    },
    "explanation": "Soru kökünde yer alan ifade “Dikey çatışma”yı tanımlamaktadır. Bu nedenle doğru seçenek E seçeneğidir."
  },
  {
    "id": "3490368",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisinde çatışma sürecinin 2. evresidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gizli çatışma",
      "B": "Hissedilen çatışma",
      "C": "Algılanan çatışma",
      "D": "Açık çatışma",
      "E": "Çatışma sonrası"
    },
    "explanation": "Çatışma sürecinin 2. Evresi “Gizli çatışma” dır. Bu nedenle doğru seçenek A seçeneğidir."
  },
  {
    "id": "3490370",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi, Çatışma Yönetim Stratejileri Modelinin Öğelerinden birisi <strong><u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Entegrasyon",
      "B": "Uzlaşma",
      "C": "Adaptasyon",
      "D": "Hükmetme",
      "E": "Kaçınma"
    },
    "explanation": "“Adaptasyon” Çatışma Yönetim Stratejileri Modelinin Öğrelerinden birisi değildir. Bu nedenle doğru seçenek C seçeneğidir."
  },
  {
    "id": "3489960",
    "unitNumber": 6,
    "text": "Aşağıdakilerin hangisi; düşünce, duygu ve davranış olarak tutum bileşenlerinin bir özelliği değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Basitliği",
      "B": "Geliştirilmiş tutumlarla olan ilişkisi",
      "C": "Diğer tutumlarla olan tutarlılığı",
      "D": "Öğelerle arasındaki tutarlılık",
      "E": "Gücünün derecesi"
    },
    "explanation": "Tutum bileşenleri özellik olarak basit değil, tersine karmaşıktır"
  },
  {
    "id": "3489961",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi tutumların oluşumunda etkili olan durumlardan birisi değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ailede öğrenilen tepkiler",
      "B": "Toplumda öğrenilen tepkiler",
      "C": "Yaşanmışlıklar sonucu ulaşılan çıkarımlar",
      "D": "Travmatik yaşantılara bağlı tutumların, yeni bir tutumla farklı değerlendirilmesi",
      "E": "Taklit ile yeni tutumun benimsenmesi"
    },
    "explanation": "Travmatik deneyimlerle oluşan tutumların, karşılaşılan yeni tutumla aynı şekilde değerlendirilmesi durumunda benimsenmektedir."
  },
  {
    "id": "3489962",
    "unitNumber": 6,
    "text": "Piaget’ye (Piyaje) göre Kavraması basit ve sınırlı, sebep-sonuç ilişkisinin görünür koşullara göre kurulduğu, nesnelerin sınıflandırılamadığı gelişim dönemi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Duyusal Motor (Devinim) Dönemi",
      "B": "Anal dönem",
      "C": "İşlem Öncesi Dönem",
      "D": "Somut İşlemler Dönemi",
      "E": "Soyut İşlemler Dönemi"
    },
    "explanation": "Kavraması basit ve sınırlı olan; neden-sonuç ilişkisini mantığa dayandırmadan, görünür koşullara göre kurar. Bu dönemdeki çocuk, nesneleri adlandırmakta fakat sınıflandıramamaktadır. Bu dönem işlem öncesi dönem olarak isimlendirilmektedir."
  },
  {
    "id": "3489963",
    "unitNumber": 6,
    "text": "Piaget’nin “ben merkezli” olarak nitelediği çocuk gelişim dönemi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Duyusal Motor (Devinim) Dönemi",
      "B": "Anal dönem",
      "C": "İşlem Öncesi Dönem",
      "D": "Somut İşlemler Dönemi",
      "E": "Soyut İşlemler Dönemi"
    },
    "explanation": "Kavraması basit ve sınırlı; neden-sonuç ilişkisini ancak görünür koşullara göre kuran; nesneleri adlandıran fakat sınıflandıramayan çocuklar aynı zamanda “ben merkezli” olarak tanımlanmaktadırlar. Bu dönem 3-7 yaş arasına karşılık gelmektedir."
  },
  {
    "id": "3489964",
    "unitNumber": 6,
    "text": "Duygular için aşağıda verilen ifadelerin hangisi yanlıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Bireyin iç dünyasında kişi, nesne, olay, olguların uyandırdığı etki, tepki ve izlenimlerdir",
      "B": "Kişiler arası ilişkilerde rehberlik rolünü üstlenen yapı taşlarıdır",
      "C": "Pozitif duyguların göstergesi heyecan mutluluk, neşe, iyimserlik vb. durumlardır",
      "D": "Negatif duyguların göstergesi korku, kızgınlık, kin, düşmanlık, öfke, şiddet, kıskançlık, keder, üzüntü, tükenmişlik vb. durumlardır.",
      "E": "Olumsuz duygular düşünce ve entellektüel yapıyı motive ederek güçlendirir"
    },
    "explanation": "Olumsuz değil, Olumlu duygular düşünce ve entelektüel yapıyı motive ederek güçlendirir. Olumsuz duygular ise entelektüel zekâyı engelleyerek isteksizlik, verimsizlik, konsantrasyon kayıpları, algı bozukluklarına neden olur."
  },
  {
    "id": "3489965",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi propagandayı halkla ilişkilerden ayıran bir özelliktir?",
    "correctAnswer": "B",
    "options": {
      "A": "Klişeler kullanma",
      "B": "Yalan üzerine inşa edilme",
      "C": "İkna tekniklerini kullanma",
      "D": "Karşılıkta bulunma arzusu",
      "E": "Tutarlılık yasası"
    },
    "explanation": "Propaganda daha çok politiktir. İnsanları kandırmak esas olduğu için gerçeği saklama, tersyüz etme, olmayanı olmuş, olmuşu olmamış gibi gösterdiği için yalan üzerine kurulmaktadır"
  },
  {
    "id": "3489966",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi propagandanın yayılmasında başvurulan yöntemlerden birisi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "İsim takmak",
      "B": "Dost ve düşman yaratmak",
      "C": "Kutuplaşma yaratmak",
      "D": "Verileri abartma ya da çarpıtma",
      "E": "Genellemelerden kaçınmak"
    },
    "explanation": "Propagandada genellemelerden kaçınmak değil, tersine genellemelerde bulunmak esastır"
  },
  {
    "id": "3489967",
    "unitNumber": 6,
    "text": "A kişisi ilkokul 3. Sınıf öğrencisidir. Yaptığı bir davranış nedeniyle hem öğretmeni, hem ailesinden olumsuz tepkiler almıştır. Sonrasında A o davranışı bütünüyle terk etmiştir. Bu durum aşağıdaki hangi ikna kuramıyla açıklanabilir.",
    "correctAnswer": "B",
    "options": {
      "A": "Tutum değişimi kuramı",
      "B": "Sosyal öğrenme kuramı",
      "C": "Sosyal yargı kuramı",
      "D": "Bilişsel tepki kuramı",
      "E": "Tutarlılık ve denge kuramları"
    },
    "explanation": "Sosyal öğrenme kuramına göre bireyler; davranış kalıplarını çevrelerinden aldıkları pekiştireçlerle değiştirebilirler. Sosyal hayatımızda, yaptığımız bir davranışın tekrarlanıp tekrarlanmamasında, o davranışın cezalandırılması ya da ödüllendirilmesine bağlıdır."
  },
  {
    "id": "3489968",
    "unitNumber": 6,
    "text": "Sosyal yargı kuramına göre ikna aşağıda belirtilen beş aşamadan geçer. Bu aşamaların sırası hangisinde doğru verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dikkat-anlama-kabul-zihinde tutma-Eylem",
      "B": "Dikkat- kabul-anlama- zihinde tutma-Eylem",
      "C": "Dikkat- zihinde tutma-anlama-kabul-Eylem",
      "D": "Dikkat-anlama- zihinde tutma-kabul- Eylem",
      "E": "Dikkat-anlama-kabul-Eylem -zihinde tutma"
    },
    "explanation": "Sosyal yargı kuramına göre ikna 5 aşamalı bir süreçten geçer. Bu aşamaların sırası dikkat-anlama-kabul-zihinde tutma ve Eylemdir"
  },
  {
    "id": "3489969",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi tutarlılık ve denge kuramlarına göre; kişiler ya da kişilerin ait olduğu grupta uyumsuzluk yaratacak nedenlerden birisi değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Grup saygınlığının kaybı",
      "B": "Ekonomik kayıp",
      "C": "Kişisel saygınlığın yitirilmesi",
      "D": "Uyumsuzluk yaratan düşüncelerin terk edilmesi",
      "E": "Suçluluk hissi yaratmak"
    },
    "explanation": "Kişi uyumsuzluk yaratan düşüncelerinden vazgeçmişse, ortada uyumsuzluk kalmamış demektir."
  },
  {
    "id": "3490048",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi düşünce, duygu ve davranış olarak ortaya koyduğumuz tutum bileşenlerinin özelliklerinden biri <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Gücünün derecesi",
      "B": "Karmaşık olmayışı",
      "C": "Geliştirilmiş tutumlar karşısında merkeziliği",
      "D": "Öğeler ile arasındaki tutarlılık",
      "E": "Diğer tutumlar ile tutarlılığı"
    },
    "explanation": "Düşünce, duygu ve davranış olarak belirttiğimiz tutum bileşenlerinin özelliklerini şunlardır:<br/>- Gücünün derecesi<br/>- Karmaşıklığı<br/>- Geliştirilmiş tutumlarla olan ilişkisi ve merkezîliği<br/>- Ögeler ile arasındaki tutarlılık<br/>- Diğer tutumlar ile tutarlılığı\n<br/>Dolayısıyla doğru cevap B şıkkında yer almaktadır.<br/>Karmaşık olmayışı"
  },
  {
    "id": "3490054",
    "unitNumber": 6,
    "text": "Bir kimse hangi bilişsel çerçeveye göre ilgisiz ve soğuk olarak nitelendirilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Fiziksel görünüşe göre sınıflandırma",
      "B": "Psikolojik yapılara göre sınıflandırma",
      "C": "Rol yapılarına göre sınıflandırma",
      "D": "Üyelik yapılarına göre sınıflandırma",
      "E": "Sosyal davranış ve etkileşim yapılarına göre sınıflandırma"
    },
    "explanation": "Bireyin çevreye uyumunu sağlayan bilişsel çerçeveler şeklindeki şemalar aşağıda yer alan sınıflandırmalar doğrultusunda oluşturulmaktadır. Buna göre:<br/>- Fiziksel görünüşe göre sınıflandırma (erkek, kadın, güzel, çirkin, şişman, zayıf, genç, yaşlı vb.)<br/>- Rol yapılarına göre sınıflandırma (öğrenci, avukat, koca vb.)<br/>- Sosyal davranış ve etkileşim yapılarına göre sınıflandırma (arkadaşça, yardımsever, ilgisiz/soğuk, alaycı vb.)<br/>- Psikolojik yapılara göre sınıflandırma (meraklı, gergin, güvensiz vb.)<br/>- Üyelik yapılarına göre sınıflandırma (cumhuriyetçi, göçmen vb.)\n<br/>Dolayısıyla doğru cevap Eşıkkında yer almaktadır."
  },
  {
    "id": "3490081",
    "unitNumber": 6,
    "text": "Markaların iletişim stratejilerindeki süreklilik ve değişkenlik aşağıdakilerden hangisiyle doğrudan ilişkilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Negatif tutuma olan bağlılıkla mücadele etme gereksinimi",
      "B": "Sosyal pazarlama çalışmaları sonucu elde edilen başarılar",
      "C": "Bireylerin tutumlarının değişime açık olgular olması",
      "D": "Aynı iletişim stratejilerinin yinelenmesinin maliyeti",
      "E": "Farklı nesne ve olgulara karşı geliştirilen tutumların benzerlik sergilemesi"
    },
    "explanation": "Tutumlar değişmeye açık olgulardır. Bu değişkenlik pazarlama iletişimcilerinin en büyük fırsatlarından biridir. Bu nedenle markaların iletişim stratejileri süreklilik ve değişkenlik gösterir. Öte yandan negatif tutuma olan bağlılık konusunda çaba sarf etmek maliyetlidir. Bu yüzden pazarlama iletişimcilerinin, ürün ya da hizmetlerine negatif tutum besleyen hedef kitleleri ikna etme çabaları nadir görünür. Sosyal pazarlama çalışmalarının çok fazla zaman, para ve enerji gerektirmesi ve genelde başarısız olma nedeni buradan kaynaklanmaktadır."
  },
  {
    "id": "3490082",
    "unitNumber": 6,
    "text": "Tutum oluşum süreci dikkate alındığında aşağıdaki ögelerden hangisi diğerlerinden önce gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Psikolojik obje",
      "B": "Tutum",
      "C": "Bilişsel etki",
      "D": "Duygusal etki",
      "E": "Davranışsal etki"
    },
    "explanation": "Bir tutum geliştirirken önemli olan tanımlayabildiğimiz olguya maruz kalmamızdır. Tanımlayabildiğimiz bu olguya psikolojik obje denir. Örneğin daha önce hiç karşılaşmadığımız bir objeyi yolda bulduğumuzda o cismin ne olduğuna dair fikir geliştirirken referans çerçevemizde yer alan deneyimlere gider, tanımlamaya çalışırız. Bulduğumuz cismi tanımladığımız anda artık o bizim için psikolojik obje olmuştur. O cismin ne olduğunu anladığımız anda tutum geliştirmeye başlarız. Ardından bulunan nesnenin kime ait olduğunu düşünür ve bir eyleme geçeriz."
  },
  {
    "id": "3490083",
    "unitNumber": 6,
    "text": "Tutum bileşenlerinin özellikleri dikkate alındığında aşağıdakilerden hangisi farklı bir başlıkta yer almalıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Gücünün derecesi",
      "B": "Karmaşıklığı",
      "C": "Geliştirilmiş tutumlarla olan ilişkisi",
      "D": "Diğer tutumlar ile tutarlılığı",
      "E": "Somutlaştırılabilme düzeyi"
    },
    "explanation": "Düşünce, duygu ve davranış olarak belirttiğimiz tutum bileşenlerinin özelliklerini şu şekilde sıralayabiliriz:<br/>• Gücünün derecesi<br/>• Karmaşıklığı<br/>• Geliştirilmiş tutumlarla olan ilişkisi ve merkezîliği<br/>• Ögeler ile arasındaki tutarlılık<br/>• Diğer tutumlar ile tutarlılığı\n Somutlaştırılabilme düzeyi diğerlerinden ayrı bir başlıkta değerlendirilmelidir. Somutlaştırılma, tutum bileşenlerinin özelliklerinden biri değildir. Tutumlar somutlaştırılamaz, davranışlarla gözlemlenebilir<br/>ve kesin değildir."
  },
  {
    "id": "3490084",
    "unitNumber": 6,
    "text": "Tutumların oluşum yolları dikkate alındığında aşağıdakilerden hangisi diğerlerinden farklı bir başlıkta değerlendirilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ailede ve toplumda yaşadığımız gelişme döneminde öğrenilen tepkiler",
      "B": "Negatif tutum besleyen bireyleri ikna etme çabaları",
      "C": "Yaşanmışlıklarla ortaya konan çıkarımlar, sonuçlar",
      "D": "Travmatik deneyimlerle oluşan tutumların, karşılaşılan yeni tutumla aynı şekilde değerlendirilmesi",
      "E": "Taklit ile yeni tutumu benimseme"
    },
    "explanation": "Tutumların oluşum yolları şu şekilde gruplandırılmaktadır:<br/>• Ailede ve toplumda yaşadığımız gelişme döneminde öğrenilen tepkiler<br/>• Yaşanmışlıklarla ortaya konan çıkarımlar, sonuçlar<br/>• Travmatik deneyimlerle oluşan tutumların, karşılaşılan yeni tutumla aynı şekilde değerlendirilmesi<br/>• Taklit ile yeni tutumu benimseme\n Görüleceği üzere tüm maddeler bireylerin yaşantı ve deneyimlerinden oluşan tutum oluşum yollarına işaret etmektedir. \"Negatif tutum besleyen bireyleri ikna etme çabaları\" diğerlerinden farklı bir başlıkta değerlendirilebilir. Negatif tutuma olan bağlılık konusunda çaba sarf etmek maliyetli olduğundan pazarlama iletişimcilerinin, ürün ya da hizmetlerine negatif tutum besleyen hedef kitleleri ikna etme çabaları nadir görünür. Sosyal pazarlama çalışmalarının çok fazla zaman, para ve enerji gerektirmesi ve genelde başarısız olma nedeni de buradan kaynaklanmaktadır. Örneğin organ bağışı yapmanın günah olduğunu düşünen ve bağışlamama fikrine sıkı sıkıya bağlanan birinin tutumunu negatiften pozitife taşımak zordur."
  },
  {
    "id": "3490085",
    "unitNumber": 6,
    "text": "Bireyin çevreye uyumunu sağlayan bilişsel çerçeveler şeklindeki şemalar farklı sınıflandırmalar doğrultusunda oluşturulmaktadır. Aşağıdaki örneklerden hangisi diğerlerinden farklı bir sınıflandırmada yer alacaktır?",
    "correctAnswer": "D",
    "options": {
      "A": "Erkek",
      "B": "Genç",
      "C": "Güzel",
      "D": "Eş",
      "E": "Zayıf"
    },
    "explanation": "Bireyin çevreye uyumunu sağlayan bilişsel çerçeveler şeklindeki şemalar aşağıda yer alan sınıflandırmalar doğrultusunda oluşturulmaktadır (Tuna, 2008:204). Seçeneklerde fiziksel görünüşe göre sınıflandırma örnekleri yer alırken \"eş\" rol yapılarına göre sınıflandırmaya bir örnektir."
  },
  {
    "id": "3490086",
    "unitNumber": 6,
    "text": "Piaget Bilişsel gelişim dönemlerini dört grupta incelemektedir. Bu bağlamda aşağıdakilerden hangisi diğerlerinden farklı bir döneme aittir?",
    "correctAnswer": "E",
    "options": {
      "A": "Duyu organları ile çevrenin keşfedilmesi",
      "B": "Motor işlevlerinde kontrol kazanılması",
      "C": "Sembolik düşüncenin temelinin atılması",
      "D": "Kendi bedeni ile dış nesneler arasında bir ayrım yapılabilmesi",
      "E": "Ben kavramından sıyrılarak grup yaşantısına uyum sağlanması"
    },
    "explanation": "Seçeneklerde özellikleri verilen duyusal motor (devinim) döneminde (0-2 yaş) bebekler duyu organları ile çevreyi keşfederken çevre üzerindeki etkileri ile motor işlevlerinde kontrol kazanmaya başlamaktadırlar. Sembolik düşüncenin temelinin atıldığı bu dönem sonunda ortaya çıkan, bebeğin kendi bedeni ile dış nesneler arasında bir ayrım yaptığı ve nesnelerin kendi duyum ve devinimlerinden bağımsız olarak var olduklarına ve varlıklarını sürdürebildiklerine ilişkin nesnenin sürekliliği ile ilgili şema kavramı kazanılmaktadır.\n Ben kavramından sıyrılma ve grup yaşantısına adapte olma şeklinde özetlenen nitelik ise soyut işlemler dönemine aittir."
  },
  {
    "id": "3490087",
    "unitNumber": 6,
    "text": "İkna edici iletişim matrisinin bağımlı değişkenleri bir insan ikna edici iletiyi aldığı zaman oluşmaktadır. Söz konusu matrisin en son basamağı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Alıcının hedef davranışı sergilemesi",
      "B": "Alıcının kavradığı konuyu ölçülünceye kadar kabullenmesi",
      "C": "Alıcının içeriği kavradığını kabul etmesi ya da sözlü olarak belirtmesi",
      "D": "Alıcının ileti sonucunu kavrayana kadar iletinin tekrarlanması",
      "E": "Kaynağın iletişime katılması ve konuyu kavraması"
    },
    "explanation": "Söz konusu matrisin bağımlı değişkenleri davranış, olay veya olgu karşısında altı basamağa ayrılır:\n 1. İkna içerikli iletinin sunulması\n 2. Kaynağın iletişime katılması ve konuyu kavraması\n 3. Alıcının ileti sonucunu kavrayana kadar iletinin tekrarlanması\n 4. Alıcının içeriği kavradığını kabul etmesi ya da sözlü olarak belirtmesi\n 5. Alıcının kavradığı konuyu ölçülünceye kadar kabullenmesi\n 6. Alıcının hedef davranışı sergilemesi"
  },
  {
    "id": "3490088",
    "unitNumber": 6,
    "text": "Aristoteles yaptığı gözlemlerde iknacının kontrolünde olan ve ikna süreçlerinde yer alan yaratım ve yönetim özelliklerini barındıran “artistik kanıtlar” (artistic proofs) üzerinde durmuştur. Bu bağlamda aşağıdakilerden hangisi diğerlerinden farklı bir kategoride incelenmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Cesaret",
      "B": "Cömertlik",
      "C": "Sağduyu",
      "D": "Karizma",
      "E": "Adalet"
    },
    "explanation": "Artistik kanıtlar 3 kategoride incelenmektedir:<br/>1. Ethos - Fiziksel kanıtlar<br/>2. Pathos - Fazilet-Erdem/Duygusal çekicilikler<br/>3. Logos - Mantıksal çekicilikler\n Aristo, itibar ile ilgili özelliklerin yanı sıra jestlerin ve mimiklerin kullanımı, kullanılan kelimeler, iletilerin seslendirilme biçimi, katılımcılarla kurulan göz teması gibi uygulamaların iknada önemli faktörler olduğunu savunur ve bu özelliklere karizma adını verir. Bizlerin karizmatik birey olarak tanımladığımız kişiler aslında o kişilerin ethos’udur. Diğer seçeneklerde ise ağırlıklı olarak Pathos-Fazilet-Erdem / Duygusal çekicilikler yer almaktadır."
  },
  {
    "id": "3490089",
    "unitNumber": 6,
    "text": "Kurumsal sosyal sorumluluk projeleri bireyler nezdinde bir hayırsever algısı yaratarak, onları \"hayırsever firmalar aynı zamanda güvenilir olur\" düşüncesine yönlendirebilir. Bu bağlamda sosyal sorumluluk projelerine yönelen bir kurum halkla ilişkiler çalışmalarında ikna etmek için kullanılan hangi başarılı teknikten yararlanmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Zıtlık yasası",
      "B": "Klişeler işe yarar",
      "C": "Karşılıkta bulunma arzusu",
      "D": "Tutarlılık yasası",
      "E": "Hale etkisi"
    },
    "explanation": "Yanıt: Klişeler işe yarar: “Pahalı iyidir; gözlüklü insanlar güven uyandırır…” Bunlar geniş kabul görmüş klişe yapılardır. İnsanların, çevrelerindeki durumları anlamlandırırken, bilinen ve herkesçe kabul edilmiş klişelere göre hareket ettikleri ve çevreden gelen mesaj bombardımanıyla bu şekilde baş edebildikleri göz önüne alınması gereken bir bilgidir. Halkla ilişkiler çalışmalarından örnek olarak gösterilen ve soru kökünde özetlenen sosyal sorumluluk projelerine parmak basmak da bu başlıkta değerlendirilebilir."
  },
  {
    "id": "3490090",
    "unitNumber": 6,
    "text": "Propagandada kullanılan tekniklerden hangisi \"herkes bunu yapıyor\" söylemiyle bir eylemi kabul ettirme üzerine kuruludur?",
    "correctAnswer": "A",
    "options": {
      "A": "Tren etkisi",
      "B": "Rasyonalizasyon",
      "C": "Transfer",
      "D": "Sloganlar",
      "E": "Bir otoriteye referans"
    },
    "explanation": "“Herkes bunu yapıyor” söylemiyle öyleymiş gibi olan eylemi kabul ettirmek \"Tren Etkisi\" tekniği olarak adlandırılmaktadır."
  },
  {
    "id": "3490091",
    "unitNumber": 6,
    "text": "\"Tek Vuruş\" Tutum Değişimi Kuramına göre ikna aşağıda sıralanan beş aşamalı bir süreçten geçmektedir. İkna olmak için bu aşamalardan hangisi öncül koşuldur?",
    "correctAnswer": "A",
    "options": {
      "A": "Dikkat",
      "B": "Anlama",
      "C": "Kabul",
      "D": "Zihinde tutma",
      "E": "Eylem"
    },
    "explanation": "İkna olmak için mesajın dikkat çekiciliği<br/>öncül koşuldur."
  },
  {
    "id": "3490102",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi kişinin ihtiyaçlarını tatmin edebileceğini umduğu şeylere dikkat etmesi ve onlara doğru yönelmesi olarak tanımlanabilen algı türüdür?",
    "correctAnswer": "E",
    "options": {
      "A": "Döngüsel algı",
      "B": "Sınıflandırıcı algı",
      "C": "Öteleyici algı",
      "D": "Karşıtlık algısı",
      "E": "Seçici algı"
    },
    "explanation": "Seçici algı; kişinin ihtiyaçlarını tatmin edebileceğini umduğu şeylere dikkat etmesi, onlara doğru yönelmesi bu durumu tanımlamaktadır. Bireylerin kendi geçmişleri, deneyimleri, ilgileri ve tutumları temelinde birbirlerini seçici bir şekilde algılaması bu duruma örnek olarak verilebilir."
  },
  {
    "id": "3490103",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Jean Piaget tarafından sınıflandırılmış bilişsel gelişim dönemlerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "İşlem sonrası dönem",
      "B": "Objektif işlemler dönemi",
      "C": "Duyusal motor dönemi",
      "D": "Mantıksal motor dönemi",
      "E": "Sübjektif işlemler dönemi"
    },
    "explanation": "Jean Piaget, bilişsel gelişim dönemlerini dört grupta incelemektedir. Bunlar;<br/>- Duyusal motor (Devinim) dönemi (0-2 yaş)<br/>- İşlem öncesi dönem (2-7 yaş)<br/>- Somut işlemler dönemi (7-11 yaş) ve<br/>- Soyut işlemler önemidir. (11-20 yaş)\n<br/>Dolayısıyla doğru cevap C şıkkıdır.<br/>Duyusal motor dönemi"
  },
  {
    "id": "3490104",
    "unitNumber": 6,
    "text": "Önceleri ödüllendirme yoluyla pekiştirilmiş ancak artık sergilenmesi istenmeyen davranışları azaltmaya yönelik pekiştirme türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Olumlu pekiştirme",
      "B": "Cezalandırma",
      "C": "Söndürme",
      "D": "Olumsuz pekiştirme",
      "E": "Depreştirme"
    },
    "explanation": "Söndürme; Önceleri ödüllendirme yoluyla pekiştirilmiş ancak artık sergilenmesinin istenmediği davranışları azaltmaya yönelik bir pekiştirmedir. Örnek olarak, öğrenci velileri ile tanışıp onları daha iyi tanımak isteyen bir öğretmen, velilerin kendisini ziyareti konusunda onları cesaretlendirmiştir ve bu durum veliler tarafından olumlu karşılanmıştır.<br/>Zamanla artan öğrenci sayısı ve zaman darlığı sebebiyle öğretmen kendisini ziyarete gelen velilere önceden vermiş olduğu olumlu tepkileri, ilgilenme davranışını azaltmıştır. Bu da ziyaretlerin sayısındaki azalmayı beraberinde getirmiştir."
  },
  {
    "id": "3490105",
    "unitNumber": 6,
    "text": "I. İkna sürecinde mesajı kodlayan kesimdir.\n<br/>II. Kişiler, kurum ve kuruluşlar ile sivil toplum örgütleri bu öğeye örnek teşkil eder. \n<br/>III. İkna sürecindeki alıcı, bu öğrenin önem derecesini belirler.\n<br/>IV. Bu öğenin aynı zamanda güvenilir olması inanılırlığı pekiştirecektir.\n<br/>V. Bu öğrenin sevilen ve beğenilen kişilerden olması, izleyicilerin ikna içeriği konusunda etkilenmelerini sağlayacaktır. \n<br/>Yukarıda genel özellikleri verilen ikna süreci ögesi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kanal",
      "B": "Kaynak",
      "C": "İleti",
      "D": "Temsilci",
      "E": "Alıcı"
    },
    "explanation": "Soruda genel özellikleri verilen ikna süreci öğesi kaynak olup doğru şık B'dir."
  },
  {
    "id": "3490107",
    "unitNumber": 6,
    "text": "İkna kavramını kuramsal olarak geliştirmeye başlayan ilk düşünür kimdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sokrates",
      "B": "Platon",
      "C": "Descartes",
      "D": "Aristoteles",
      "E": "Bacon"
    },
    "explanation": "İkna kavramını kuramsal olarak geliştirmeye başlayan ilk düşünür Aristoteles’dir. Aristoteles ikna kuramlarını geliştirirken temel olarak kullandığı teknik, gözlemdir."
  },
  {
    "id": "3490109",
    "unitNumber": 6,
    "text": "Bir kişinin olumlu bir karakteristik özelliğinin ona karşı bakış açımızı olumlu yönde etkilemesi olarak özetlenebilen ve halkla ilişkilerde kullanılan ikna tekniği aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hale etkisi",
      "B": "Klişeler işe yarar",
      "C": "Zıtlık yasası",
      "D": "Karşılıkta bulunma arzusu",
      "E": "Tutarlılık yasası"
    },
    "explanation": "Hale etkisi; Bir kişinin olumlu bir karakteristiği, ona olan bakış açımızı olumlu yönde etkiler. Herhangi bir kişiden etkilenmemizin nedenleri arasında; fiziksel çekicilik, benzer fiziksel özellikler veya benzer geçmişe sahip olmak, birinin bizden hoşlandığını bilmek, birinin bize tanıdık gelmesi, benzer amaçlara sahip olmak sayılabilir. Bu özellikler karşımızdaki kişiye olan tutumumuzu ve davranışlarımızı olumlu yönde etkilemektedir."
  },
  {
    "id": "3490135",
    "unitNumber": 6,
    "text": "Kalabalığa katılmamış veya trene binmemiş kişileri başarıya gidenler olarak konumlama biçiminde açıklanabilen propaganda oluşturma tekniği aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bir otoriteye referans",
      "B": "Nedeni aşırı basitleştirmek",
      "C": "Parıltılı genellemeler",
      "D": "Reddin elde edilmesi",
      "E": "Kaçınılmaz zafer"
    },
    "explanation": "Kalabalığa katılmamış ya da trene binmemiş kişileri başarıya gidenler olarak konumlama: Kaçınılmaz Zafer"
  },
  {
    "id": "3490138",
    "unitNumber": 6,
    "text": "Petty ve Cacioppo tarafından geliştirilen detaylandırma olasılığı modeli hangi kuramı esas almıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilişsel tepki kuramı",
      "B": "Sosyal öğrenme kuramı",
      "C": "Öykü kuramı",
      "D": "Sosyal yargı kuramı",
      "E": "Tür kuramı"
    },
    "explanation": "Petty ve Cacioppo tarafından geliştirilen detaylandırma olasılığı (ince eleyip sık dokuma) modeli (Elaboration Likelihood Model-ELM) bilişsel tepki kuramını temel almıştır."
  },
  {
    "id": "3490155",
    "unitNumber": 6,
    "text": "Bir duruma yönelik tutum geliştirirken tanımlayabildiğimiz olguya ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fiziksel obje",
      "B": "Psikolojik obje",
      "C": "Tutum yönelimi",
      "D": "Bilişsel etki",
      "E": "Rasyonel ileti"
    },
    "explanation": "Ancak bir tutum geliştirirken önemli olan tanımlayabildiğimiz olguya maruz kalmamızdır. Tanımlayabildiğimiz bu olguya psikolojik obje denir."
  },
  {
    "id": "3490157",
    "unitNumber": 6,
    "text": "Psikolojik objenin insanlar üzerinde yarattığı bilişsel, duygusal ve davranışsal etkiye …………. denir.\n Yukarıdaki cümlede boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İkna",
      "B": "Duygu",
      "C": "Tutum",
      "D": "Davranış",
      "E": "Süreç"
    },
    "explanation": "Psikolojik objenin insanlar üzerinde yarattığı bilişsel, duygusal ve davranışsal etkiye tutum diyebiliriz."
  },
  {
    "id": "3490158",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi tutum bileşeninin özellikleri arasında <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Gücünün derecesi",
      "B": "Karmaşıklığı",
      "C": "Ögeler ile arasındaki tutarlılık",
      "D": "Diğer tutumlar ile tutarlılığı",
      "E": "Gerçekleşme derecesi"
    },
    "explanation": "Gerçekleşme derecesi tutum bileşeninin özellikleri arasında yer almaz."
  },
  {
    "id": "3490159",
    "unitNumber": 6,
    "text": "……………….., bireyin durumlar ve deneyimler karşısında elde ettiği çıkarımların örgütlenmiş bilgi olarak bilişsel sistemde yer almasıdır.\n Yukarıdaki cümlede boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Şema",
      "B": "Duygu",
      "C": "Tutum",
      "D": "Düşünce",
      "E": "Bellek"
    },
    "explanation": "Şema kavramını, bireyin durumlar ve deneyimler karşısında elde ettiği çıkarımların örgütlenmiş bilgi olarak bilişsel sistemde yer alması, şeklinde tanımlayabiliriz."
  },
  {
    "id": "3490160",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi fiziksel görünüşe göre sınıflandırma arasında <u>yer almaz</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Erkek",
      "B": "Kadın",
      "C": "Uzun",
      "D": "Öğrenci",
      "E": "Güzel"
    },
    "explanation": "Öğrenci, rol yapılarına göre sınıflandırma kapsamında değerlendirilebilir."
  },
  {
    "id": "3490161",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi psikolojik yapılarına göre sınıflandırma kapsamında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Meraklı",
      "B": "Öğrenci",
      "C": "Uzun",
      "D": "Arkadaşça",
      "E": "Göçmen"
    },
    "explanation": "Meraklı tanımlaması psikolojik yapılarına göre sınıflandırma kapsamında yer alır."
  },
  {
    "id": "3490163",
    "unitNumber": 6,
    "text": "Bilgilerin kısa süreli bellekte uzun süre kalamamasının nedeni aşağıdakilerden hangi seçenekte verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bilgilerin karmaşıklığı",
      "B": "Bilgilerin yoğunluğu",
      "C": "Bilgilerin önem derecesi",
      "D": "Belleğin sınırlı kapasitesi",
      "E": "Belleğin karmaşıklığı"
    },
    "explanation": "Sınırlı kapasitesi dolayısıyla kısa süreli bellekte bilgiler uzun süre kalamamaktadır."
  },
  {
    "id": "3490165",
    "unitNumber": 6,
    "text": "Kişinin ihtiyaçlarını tatmin edebileceğini umduğu şeylere dikkat etmesi, onlara doğru yönelmesine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yorumlama",
      "B": "Seçici algı",
      "C": "Seçici maruz kalma",
      "D": "Örgütleme",
      "E": "Uyarım"
    },
    "explanation": "Seçici algı, kişinin ihtiyaçlarını tatmin edebileceğini umduğu şeylere dikkat etmesi, onlara doğru yönelmesi bu durumu tanımlamaktadır."
  },
  {
    "id": "3490166",
    "unitNumber": 6,
    "text": "“Çevrelerini bir bütün olarak algılama eğiliminde olduklarından bu alan içerisindeki uyarıcıları şekil ve renk gibi nitelik açısından tek tek tasvir edememektedirler.”\n Yukarıda tanımlanan kişiler için aşağıdakilerden hangisi söylenebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Alan bağımlı kişiler",
      "B": "Alan bağımsız kişiler",
      "C": "Duygusal kişiler",
      "D": "Belleği gelişmiş kişiler",
      "E": "Algıları güçlü kişiler"
    },
    "explanation": "Alan bağımlı kişiler, çevrelerini bir bütün olarak algılama eğiliminde olduklarından bu alan içerisindeki uyarıcıları şekil ve renk gibi nitelik açısından tek tek tasvir edememektedirler."
  },
  {
    "id": "3490168",
    "unitNumber": 6,
    "text": "Propaganda ve reklamla ilgili aşağıda verilen eşleştirmelerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Propagandada manipülasyon vardır",
      "B": "Reklam olumsuz anlam taşır",
      "C": "Propaganda olumlu anlam taşır",
      "D": "Reklam politiktir zihinlere yeni fikir ve inançlar eker",
      "E": "Propagandada doğrudan etki vardır"
    },
    "explanation": "Propagandada doğrudan etki varken reklamda manipülasyon vardır."
  },
  {
    "id": "3490092",
    "unitNumber": 7,
    "text": "Empatide kişilik özellikleri dikkate alındığında aşağıda verilen bireysel özelliklerden hangisi diğerlerinden farklı bir başlıkta ele alınmalıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Hakim olma çabası sergilemesi",
      "B": "Bağımsız olması",
      "C": "Çevresine kayıtsız olması",
      "D": "Saldırgan bir yapı sergilemesi",
      "E": "Sosyal olması"
    },
    "explanation": "Yüksek seviyede empati kuran birey ise sakin, bağımlı ve sosyaldir. Sosyal olmak da yüksek seviyede empati kuran birey özelliğidir. Diğer seçeneklerde ise düşük seviyede empati kuran birey özellikleri sıralanmıştır."
  },
  {
    "id": "3490093",
    "unitNumber": 7,
    "text": "Empati ve sempati farklılıkları dikkate alındığında aşağıda verilen özelliklerden hangisi diğerlerinden farklı bir başlıkta irdelenmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yandaş olabilmek gereklidir.",
      "B": "Hak vermek söz konusudur.",
      "C": "Cümlelerde \"ben\" ve \"benim\" vurgusu hissedilir.",
      "D": "Birlikte acı çekilir ya da sevinç duyulur.",
      "E": "Karşımızdakini ve duygularını anlamak esastır."
    },
    "explanation": "Tüm seçeneklerde sempati ile ilgili özellikler verilirken \"Karşımızdakini ve duygularını anlamak\" empati ile ilgili bir özelliktir."
  },
  {
    "id": "3490094",
    "unitNumber": 7,
    "text": "Duygular dinlemeyi kolaylaştırdığı gibi bireyin anlatılanları işitmemesine de yol açmaktadır. Bu doğrultuda duygusal filtreleri ortadan kaldırabilmek ve karşıdaki bireyi anlamayı daha etkin kılabilmek adına yapılması gerekenler dikkate alındığında aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Dinleyici önce kendi tezlerine, sonra konuşmanın nereye gittiğine odaklanır.",
      "B": "Dinleyici, konuşanın savunduğu tezleri hangi kanıtlarla desteklediğini tartar.",
      "C": "Dinleyici, o ana kadar yapılan konuşmanın ana noktalarını zihninde özetler.",
      "D": "Dinleyici, satır aralarında yer alan doğrudan aktarılmayanları bulmaya çalışır.",
      "E": "Dinleyici, sözel olmayan iletişime ilişkin yüz ifadeleri, jestler, ses tonu ve hareketlere dikkat eder."
    },
    "explanation": "Duygular dinlemeyi kolaylaştırdığı gibi bireyin anlatılanları işitmemesine de yol açmaktadır. Bu doğrultuda duygusal filtreleri ortadan kaldırabilmek ve karşıdaki bireyi anlamayı daha etkin kılabilmek adına yapılması gerekenlerden bazıları şu şekilde ortaya konulmaktadır (Nichols ve Steven 2000, s.18-22): <br/>• Dinlemede, dinleyici konuşandan önce düşünmektedir; konuşmanın nereye gittiğini ve söylenen sözlerden o an hangi sonuçlar çıkarılacağını önceden belirlemeye çalışmaktadır.<br/>• Dinleyici, konuşanın savunduğu tezleri hangi kanıtlarla desteklediğini tartar.<br/>• Dinleyici, o ana kadar yapılan konuşmanın ana noktalarını zihninde özetler.<br/>• Dinleyici, satır aralarında yer alan doğrudan aktarılmayanları bulmaya çalışır.<br/>• Sözel olmayan iletişime yüz ifadeleri, jestler, ses tonu ve hareketlere dikkat eder.\n<br/>Bu bağlamda dinleyici önce kendi tezlerine, sonra konuşmanın nereye gittiğine odaklanırsa anlatılanları işitmemesi ve yeterince kavramaması da söz konusu olabilir."
  },
  {
    "id": "3490095",
    "unitNumber": 7,
    "text": "Mekanik bir dinleme sergilemek, genellikle dikkat vermeden ve konuşmacının sözleri bittikten sonra onları tekrar eder şekilde davranmak ne tür bir dinleme davranışına örnektir?",
    "correctAnswer": "D",
    "options": {
      "A": "Seçici dinleme",
      "B": "Aktif dinleme",
      "C": "Saldırgan dinleme",
      "D": "Kibar dinleme",
      "E": "Alaycı dinleme"
    },
    "explanation": "Soru kökünde verilen örnek kibar dinleme örneğidir. Bu tarz mekanik dinleme türünde, dinleyici iletişimde bulunmaktan öte kibar olmaya çalışır. Kibar dinleyiciler, genellikle dikkatlerini vermeden ve konuşmacının sözleri bittikten sonra onları tekrar eder şekilde davranırlar."
  },
  {
    "id": "3490096",
    "unitNumber": 7,
    "text": "Kişiyi anlamayı birinci plana koyan dinleme türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Empatik dinleme",
      "B": "Dikkatle dinleme",
      "C": "Seçici dinleme",
      "D": "Kibar dinleme",
      "E": "Saldırgan dinleme"
    },
    "explanation": "Bireylerin dinleme esnasında genellikle şu dört düzeyden birinin kullanıldığı ifade edilir (Cüceloğlu, 1998: 362). Bunlar, önemsememe, seçici dinleme, dikkatle dinleme ve empatik dinlemedir. Empatik dinleme kişiyi anlama amacı ile kullanılan aktif dinleme olup, kişiyi anlamayı birinci plana koyar. Söylenen sözlerin hangi deneyimleri, öğrenimleri dile getirdiği, kişinin nasıl hissettiği, dünyayı ve kendini nasıl gördüğü empatik dinlemenin özünü oluşturur."
  },
  {
    "id": "3490097",
    "unitNumber": 7,
    "text": "İletişim bir grup ortamında gerçekleşir. Grupların uyumlu hâle gelmeleri belli şartların gerçekleşmesi ile mümkündür. Örneğin 12-15’i aşan grup üyelerinin oluşturduğu gruplarda uyum zorlaşır. Uyumluluk daha küçük gruplarda daha sık gözlemlenir.\n Yukarıdaki paragrafta gruplarda empatik iletişim ile ilgili hangi kavrama vurgu yapılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "İletişim",
      "B": "Ölçü",
      "C": "Fiziksel yakınlık",
      "D": "Aynı ya da benzer iş",
      "E": "Homojen grup"
    },
    "explanation": "Grupların uyumlu hâle gelmeleri belli şartların gerçekleşmesi ile mümkündür. Soru kökünde verilen bilgiler bu şartlardan biri olan \"ölçü\" kavramı ile ilişkilidir."
  },
  {
    "id": "3490098",
    "unitNumber": 7,
    "text": "İş ve güç birlikteliği, örgütte sinerji yaratmaktadır. Sinerji yaratma yolları dikkate alındığında aşağıdakilerden hangisi diğerlerinden farklı bir başlıkta değerlendirilmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Dostluk",
      "B": "Empatik iletişim",
      "C": "Şahsi gayretler",
      "D": "İş ve güç birliği",
      "E": "Uygun pozisyon"
    },
    "explanation": "Sinerji yaratmanın beş yolu dostluk, empatik iletişim, iş ve güç birliği, yeterlilikler ve uygun pozisyon olarak özetlenebilir. Bireylerin şahsi gayretleri ile hedeflere ulaşmak zordur. İş ve güç birlikteliği örgütte sinerji yaratır."
  },
  {
    "id": "3490099",
    "unitNumber": 7,
    "text": "Bireyin hedeflerden uzaklaşmaması, duygusal zekanın alt bileşenlerinden hangisi ile ilişkilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Öz bilinç",
      "B": "Kendine çeki düzen verme",
      "C": "Motivasyon",
      "D": "Empati",
      "E": "Sosyal beceriler"
    },
    "explanation": "Öz bilinç, kendine çeki düzen verme, motivasyon, empati ve sosyal beceriler duygusal zekânın alt bileşenlerini oluşturmaktadır. Motivasyon bireyin hedeflerden uzaklaşmaması, kendini geliştirmek için çabalaması, yenilgiler karşısında pes etmemesi anlamına gelmektedir."
  },
  {
    "id": "3490100",
    "unitNumber": 7,
    "text": "Duygusal yetkinlik çerçevesi bileşenleri dikkate alındığında aşağıdakilerden hangisi diğerlerinden farklı bir kategoride değerlendirilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Diğerleriyle ilişkiyi geliştirme",
      "B": "Çatışma yönetimi",
      "C": "İlişki inşa etme",
      "D": "İşbirliği ve takım çalışması",
      "E": "Girişkenlik"
    },
    "explanation": "Tüm seçeneklerde ilişki yönetimi ile ilişkili kavramlar sunulurken girişkenlik öz yönetim ile ilişkili bir kavramdır."
  },
  {
    "id": "3490101",
    "unitNumber": 7,
    "text": "Duygusal zekâ bağlamında aşağıda verilen bireysel özelliklerden hangisi diğerlerinden farklı bir başlıkta incelenebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "İçinde bulunulan hislerin ve duyguların farkında olma",
      "B": "Genelde hayat ile ilgili pozitif düşüncelere sahip olma",
      "C": "Başkaları ile konuları tartışma ve açıklamada zaman ve çaba harcama",
      "D": "Tartışmalarda kendi fikirlerini dayatmaya çalışma",
      "E": "Analiz ve karar vermede karmaşık durumları anlayabilme"
    },
    "explanation": "Tüm seçeneklerde yüksek seviye duygusal zekâ göstergeleri yer alırken \"Tartışmalarda kendi fikirlerini dayatmaya çalışma\" maddesi düşük seviyeye ait bir göstergedir."
  },
  {
    "id": "3490215",
    "unitNumber": 7,
    "text": "I. Diğerlerinin hissettiklerini okuyabilmek<br/>II. Farklılıklara hoşgörülü olabilmek\n III. Diğerlerinin ihtiyaçlarını anlayabilmek\n IV. Diğerlerinin duygusal tepkileri görebilmek \n Yukarıdaki maddelerden hangileri empati kavramı için doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II",
      "B": "I, III",
      "C": "I, III, IV",
      "D": "II, III, IV",
      "E": "I, II, III, IV"
    },
    "explanation": "EMPATİ KAVRAMI VE BASAMAKLARI<br/>Soruda yer alan tüm maddeler doğrudur. Doğru yanıt e seçeneğidir."
  },
  {
    "id": "3490224",
    "unitNumber": 7,
    "text": "“Empati kuran kişi zihninde oluşturduğu empatik anlayışı karşısındakine ifade etmelidir” cümlesi empatinin hangi boyutuna vurgu yapmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "İletişim boyutuna",
      "B": "Algı boyutuna",
      "C": "Duygu ve bilgi boyutuna",
      "D": "Düşünce boyutuna",
      "E": "Anlama boyutuna"
    },
    "explanation": "EMPATİ KAVRAMI VE BASAMAKLARI<br/>“Empati kuran kişi zihninde oluşturduğu empatik anlayışı karşısındakine ifade etmelidir.” diyerek iletişim boyutuna vurgu yapmaktadır. Doğru yanıt a seçeneğidir."
  },
  {
    "id": "3490225",
    "unitNumber": 7,
    "text": "Aşağıdaki seçeneklerden hangisi yüksek seviyede empati kuran bireyin kişilik özelliklerinden değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sakindir",
      "B": "Çevresine kayıtsızdır",
      "C": "Saldırgan değildir",
      "D": "Bağımlıdır",
      "E": "Sosyaldir"
    },
    "explanation": "EMPATİ KAVRAMI VE BASAMAKLARI<br/>Çevresine kayıtsızdır seçeneği yüksek seviyede empati kuran bireyin kişilik özelliklerinden değildir. Doğru yanıt b seçeneğidir."
  },
  {
    "id": "3490226",
    "unitNumber": 7,
    "text": "\"Empati kuran kişi sorun sahibinin rolüne girerek, olaylara onun bakış açısıyla bakmaktadır\" ifadesi empati basamaklarından hangisini açıklar?",
    "correctAnswer": "C",
    "options": {
      "A": "Onlar Basamağı",
      "B": "Ben Basamağı",
      "C": "Sen Basamağı",
      "D": "Duygu Basamağı",
      "E": "Düşünce Basamağı"
    },
    "explanation": "\"Empati kuran kişi sorun sahibinin rolüne girerek, olaylara onun bakış açısıyla bakmaktadır\" ifadesi empati basamaklarından sen basamağını açıklar. Doğru yanıt c seçeneğidir."
  },
  {
    "id": "3490227",
    "unitNumber": 7,
    "text": "Aşağıdaki seçeneklerden hangisi alıcının, gönderenin hatalarını veya karşıt görüşleri yakalamaya çalıştığı dinleme davranışıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Kibar dinleme",
      "B": "Aktif dinleme",
      "C": "Alaycı dinleme",
      "D": "Saldırgan dinleme",
      "E": "Sakin dinleme"
    },
    "explanation": "EMPATİDE DİNLEME BECERİLERİ<br/>Saldırgan dinleme alıcının, gönderenin hatalarını veya karşıt görüşleri yakalamaya çalıştığı dinleme davranışıdır. Doğru yanıt d seçeneğidir."
  },
  {
    "id": "3490228",
    "unitNumber": 7,
    "text": "Seçeneklerden hangisi empatik iletişimin gerçekleşmesinde ön koşuldur?",
    "correctAnswer": "A",
    "options": {
      "A": "Karşımızdaki kişinin bizden farklı değer ve yargıları olduğunu kabul etmek.",
      "B": "Karşımızdaki kişiye zihnimizde oluşan empatik algıyı iletmek.",
      "C": "Karşımızdaki kişiyi yargılayarak onun içinde olduğu durumu değerlendirmek.",
      "D": "Karşımızdaki kişiyle iletişimde kendi değer ve yargılarımızı filtre olarak kullanmak.",
      "E": "Karşımızdaki kişiyle iletişimde ben değeri kullanarak özdeşleşmek."
    },
    "explanation": "Empati kavramı<br/>Empati kurmak için<strong> öncelikle</strong> karşımızdaki kişinin bizim gibi bir varlığı, bizden farklı değer yargıları ve inançları olduğunu bilmek ve bunu kabul etmek gerekir. Zihnimizde oluşan empatik algıyı iletmek sürecin önemli bir parçası olmakla birlikte ön kabul karşımızdaki kişinin kendine özgü değer ve yargılara sahip bir birey olduğudur. \"sen\" dilinde gerçekleştirilen empatik iletişim yargısız olmalıdır."
  },
  {
    "id": "3490229",
    "unitNumber": 7,
    "text": "\"İnsanları yargılamadan tanımanın, onların fikir ve duygularına saygı göstermenin en önemli yoludur\" ifadesi aşağıdaki seçeneklerde yer alan dinleme davranışlarından hangisi ile açıklanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Aktif dinleme",
      "B": "Alaycı dinleme",
      "C": "Saldırgan dinleme",
      "D": "Kibar dinleme",
      "E": "Sakin dinleme"
    },
    "explanation": "EMPATİDE DİNLEME BECERİLERİ<br/>Aktif dinleme, içten bir şekilde uygulanması hâlinde, insanları yargılamadan tanımanın, onların fikir<br/>ve duygularına saygı göstermenin en önemli yoludur. Doğru yanıt a seçeneğidir."
  },
  {
    "id": "3490230",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi/hangileri yüksek seviyede empati kurabilen bireylerin özellikleridir?\n <ol> <li>Saldırgan değildir</li> <li>Hakim olma gayretindedir</li> <li>Bağımsızdır</li> <li>Sosyaldir</li> </ol>",
    "correctAnswer": "B",
    "options": {
      "A": "1, 3",
      "B": "1, 4",
      "C": "2, 3",
      "D": "1, 2, 3",
      "E": "2, 3, 4"
    },
    "explanation": "Empatik kişi özellikleri<br/>Empatide kişilik özellikleri:\n <ul> <li>Düşük seviyede empati kuran birey <ul> <li>Hâkim olma çabasındadır.</li> <li>Bağımsızdır.</li> <li>Çevresine kayıtsızdır.</li> <li>Saldırgan yapıdadır.</li> </ul> </li> <li>Yüksek seviyede empati kuran birey <ul> <li>Sakindir.</li> <li>Bağımlıdır.</li> <li><strong>Sosyaldir.</strong> </li> <li><strong>Saldırgan değildir</strong></li> </ul> </li> </ul> Kaynak: Smith, 1973: 60."
  },
  {
    "id": "3490233",
    "unitNumber": 7,
    "text": "Aşağıdaki seçeneklerden hangisi etkin dinleyici özelliklerinden değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Söz kesmez",
      "B": "Empati kurar",
      "C": "Hemen karşılık vermez",
      "D": "Konuşanı yargılar",
      "E": "Dinlediklerini kolayca özetler"
    },
    "explanation": "Araştırmalarla İlişkilendir<br/>Doğru yanıt d seçeneğidir."
  },
  {
    "id": "3490234",
    "unitNumber": 7,
    "text": "Seçeneklerden hangisi empati ile ilgili <strong>yanlış</strong> bilinenlerdendir?",
    "correctAnswer": "C",
    "options": {
      "A": "Diğer kişi için yeterince üzülmemek.",
      "B": "Empati kurmaya yetecek kadar duygusal olmamak.",
      "C": "Empati kurulan kişinin açısından bakmaya isteksiz olmak.",
      "D": "Empati kurduğumuz kişiye yeterince iyi davranmamak.",
      "E": "Empati kurarken kendi duygularımızla yeterince ilgilenmemek."
    },
    "explanation": "Empati ile ilgili yanlış bilinenler<br/>Empatide gerçekleştirilen en büyük hatalardan biri, olaylara empati kurulan kişinin açısından bakma yolunda isteksiz davranmaktır. Bireylerin tüm olaylara kendi pencerelerin-den bakmaya eğilimli olması ve bakış açısını şekillendiren geçmişi ve tutumları empatik dinlemeye engel oluşturmaktadır. Empatik iletişim iyi insan olmakla, yeterince üzülmekle, ya da karşımızdaki kişiye iyi davranmakla açıklanamaz."
  },
  {
    "id": "3490236",
    "unitNumber": 7,
    "text": "Seçeneklerden hangisi duygusal filtreyi ortadan kaldırmak ve karşıdaki bireyi daha etkili dinlemek için yapılması gerekenlerden biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Dinleyici konuşanın savunduğu tezi desteklemek için kullandığı destekleri tarar.",
      "B": "Dinleyici o ana kadar yapılan konuşmanın ana hatlarını zihninde tarar.",
      "C": "Dinleyici sözel olmayan iletişime (yüz ifadeleri, ses tonu, hareketler) dikkat eder.",
      "D": "Dinleyici kendi duygu ve düşüncelerini kullandığı jest ve mimiklerle gösterir.",
      "E": "Dinleyici satır aralarında dolaylı olarak ifade edilenleri bulmaya çalışır."
    },
    "explanation": "Empatide dinleme becerileri<br/>Aşağıda daha etkili dinlemek için yapılması gerekenler listelenmiştir. Dinleyicinin kendi duygu ve düşüncelerini jest ve mimiklerle göstermesi bunlardan biri değildir. \n<br/>Bu doğrultuda duygusal filtreleri ortadan kaldırabilmek ve karşıdaki bireyi anlamayı daha etkin kılabilmek adına yapılması gerekenlerden bazıları şu şekilde ortaya konulmaktadır (Nichols ve Steven 2000, s.18-22):\n<br/><ul><br/><li>Dinlemede, dinleyici konuşandan önce düşünmektedir; konuşmanın nereye gittiğini ve söylenen sözlerden o an hangi sonuçlar çıkarılacağını önceden belirlemeye çalışmaktadır.</li><br/><li>Dinleyici, konuşanın savunduğu tezleri hangi kanıtlarla desteklediğini tartar.</li><br/><li>Dinleyici, o ana kadar yapılan konuşmanın ana noktalarını zihninde özetler.</li><br/><li>Dinleyici, satır aralarında yer alan doğrudan aktarılmayanları bulmaya çalışır.</li><br/><li>Sözel olmayan iletişime yüz ifadeleri, jestler, ses tonu ve hareketlere dikkat eder.</li><br/></ul>"
  },
  {
    "id": "3490237",
    "unitNumber": 7,
    "text": "Aşağıdaki seçeneklerden hangisi, empatik liderlik tarzını benimsemek isteyen bir kişinin ağırlıklı olarak geliştirmesi gereken becerilerden değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Huzur",
      "B": "Kaygı",
      "C": "Coşku",
      "D": "Empati",
      "E": "Sıcaklık"
    },
    "explanation": "Empatik liderlik tarzını benimsemek isteyen bir kişi ağırlıklı olarak beş beceri geliştirmeli: Empati, coşku, sıcaklık, huzur ve sınırları belirleme becerisi. Doğru yanıt b seçeneğidir."
  },
  {
    "id": "3490238",
    "unitNumber": 7,
    "text": "Hangi dinleme davranışında dinleyici konuşmacı sözlerini bitirdikten sonra onları tekrar eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Dikkatli dinleme",
      "B": "Alaycı dinleme",
      "C": "Saldırgan dinleme",
      "D": "Aktif dinleme",
      "E": "Kibar dinleme"
    },
    "explanation": "Dinleme davranışları<br/>Kibar dinleme: Bu tarz mekanik dinleme türünde, dinleyici iletişimde bulunmaktan öte kibar olmaya çalışır. Kibar dinleyiciler, genellikle dikkatlerini vermeden ve <strong>konuşmacının sözleri bittikten sonra onları tekrar eder şekilde davranırlar.</strong>"
  },
  {
    "id": "3490239",
    "unitNumber": 7,
    "text": "Aşağıdaki seçeneklerden hangisi yüksek seviyede duygusal zekaya sahip bireylerin özelliklerindendir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kişinin, diğerleri ile konuları tartışmada kendi fikirlerini dayatmaya çalışması,",
      "B": "Kişinin, içinde bulunduğu durum ile ilgili hislerinin ve duygularının farkına varmaması",
      "C": "Söyledikleri ile yaptıkları arasında fark olması",
      "D": "İçinde bulunulan hislerin ve duyguların farkında olma",
      "E": "Kişinin, eleştiri ve zor durumda kaldığında bundan dolayı sıkıntı çekmesi ve acı duyması"
    },
    "explanation": "DUYGUSAL ZEKÂ<br/>Doğru yanıt d seçeneğidir."
  },
  {
    "id": "3490240",
    "unitNumber": 7,
    "text": "Grupların uyumlu hale gelmelerinin şartlarından hangisi demografik ve psikografik benzerlikleri ele alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Homojen grup",
      "B": "Kişilik",
      "C": "İletişim",
      "D": "Fiziksel yakınlık",
      "E": "Aynı veya benzer iş"
    },
    "explanation": "Gruplarda ve örgütlerde empatik iletişim<br/>Grupların uyumlu hale gelmeleri için gereken şartlardan homojen grup, demografik ve psikografik benzerlikleri içerir. Davranış şekilleri ve değerleri benzerlik gösterdikçe uyumlu olurlar."
  },
  {
    "id": "3490241",
    "unitNumber": 7,
    "text": "Aşağıdaki seçeneklerden hangisi duygusal zekânın geliştirilmesi için uyulması gereken kurallardan değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kendini tanımak",
      "B": "Duyguları kontrol etmeyi öğrenmek",
      "C": "Problem çözücü olmak",
      "D": "Eleştiriye açık olmak",
      "E": "İnsanlar ile ilgilenmemek"
    },
    "explanation": "Duygusal Zekânın Geliştirilmesi<br/>Doğru yanıt e seçeneğidir."
  },
  {
    "id": "3490243",
    "unitNumber": 7,
    "text": "Seçeneklerden hangisi yönetişim hedefleri arasındadır? \n <ol> <li>Hesap verebilmek</li> <li>Katılım sağlamak</li> <li>İnanç ve değerleri bilmek</li> <li>Kaliteli üretimler sağlamak</li> </ol>",
    "correctAnswer": "B",
    "options": {
      "A": "1, 2, 3",
      "B": "1, 2, 4",
      "C": "2, 3",
      "D": "1, 3",
      "E": "2, 3, 4"
    },
    "explanation": "Yönetişim hedefleri<br/>Aşağıda yönetişimin hedefleri sıralanmıştır. İnanç ve değerleri bilmek bunlardan bir tanesi değildir. \n Yönetişimde hedefler şu şekilde sıralanır:\n <ul> <li>Birlikte yönetmek</li> <li>Şeffaf olmak</li> <li>Hesap verebilmek</li> <li>Katılım sağlamak</li> <li>Etkin iletişim kurmak</li> <li>Kaliteli üretimler sağlamak</li> <li>Ahlaklı olmak</li> </ul>"
  },
  {
    "id": "3490245",
    "unitNumber": 7,
    "text": "\"İtinalı olma\" duygusal zekanın hangi yetkinlik alanına aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sosyal yetkinlik - Tanıma",
      "B": "Kişisel yetkinlik - Tanıma",
      "C": "Kişisel yetkinlik - Düzenleme",
      "D": "Sosyal yetkinlik - Düzenleme",
      "E": "Tanıma - Düzenleme"
    },
    "explanation": "Duygusal Zeka<br/>Doğru cevap aşağıdaki tabloda verilmiştir \n <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/a3ae7defe7cf4648734db239a439ee85.jpeg\" alt=\"\" width=\"500\" height=\"251\">"
  },
  {
    "id": "3490246",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi duygusal zekaya sahip kurumların karakteristik özelliğidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çalışanlar motive edilmez.",
      "B": "Çalışanların negatif etkileri kurum geneline yansır.",
      "C": "Çalışan eğitimleri maliyet olarak algılanır.",
      "D": "Çalışanlar tehdit ortamında direnir.",
      "E": "İnsan faktörü değişim sürecinde dikkate alınmaz."
    },
    "explanation": "Kurumlarda duygusal zeka<br/>Duygusal zekâya sahip kurumların diğer karakteristik özellikleri şu şekilde sıralanabilir (Beceren, 2002: 1):\n <ul> <li>“Önce insan” anlayışı vardır.</li> <li>İnsan faktörü, değişim süreçlerinde merkezdedir.</li> <li>Akla ve kalbe hitap eden kurum kültürü vardır.</li> <li>Duyguya, fikre ve sezgi ye sahip bireylerin çalıştığı ortamlardır.</li> <li>İnsan merkezlilik değişim sürecinde hız ve doğru yaklaşımlar getirir.</li> <li>Çalışanlar tehdit ortamında direnir.</li> <li>Bilgili, motivasyona sahip, fikri alınmış ve karar mekanizmalarına katılmış bireyler değişimi kolaylaştırır.</li> <li>Kurumsal başarı için gerekli çalışanların kuruma nasıl çekileceği bilinir.</li> <li>Çalışan eğitimlerine maliyet değil, yatırım gözü ile bakılır.</li> </ul>"
  },
  {
    "id": "3490247",
    "unitNumber": 7,
    "text": "\"Karar verme aşamasında gerçekleri ve bilgiyi kendi ve diğerlerinin duygularıyla birleştirerek karar vermek\" olarak tanımlanan yetkinlik Genos Duygusal Zeka Modelinin hangi bileşenidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Özfarkındalık",
      "B": "Diğerlerinin farkındalığı",
      "C": "Potensiyeli ortaya çıkarma",
      "D": "Özyönetim",
      "E": "Duygusal muhakeme"
    },
    "explanation": "Genos Duygusal Zeka Modelinin 6 bileşeninden Duygusal Muhakeme karar verme aşamasında gerçekleri ve bilgiyi, kendi ve diğerlerinin duygularıyla birleştirerek karar vermek olarak tanımlanır."
  },
  {
    "id": "3490261",
    "unitNumber": 7,
    "text": "Empati kuran kişinin zihninde oluşturduğu empatik anlayışı karşısındakine ifade etmesi, empatinin aşağıda verilen hangi ögesiyle ilişkilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Algı",
      "B": "Duygu",
      "C": "Bilgi",
      "D": "İletişim",
      "E": "Duygusal zeka"
    },
    "explanation": "Empatinin doğru ve kaliteli bir biçimde gerçekleşmesi için bu üç öge birbirini tamamlamalıdır.<br/>Bu süreç aşağıdaki gibi gerçekleşir:<br/>1. “Empati kuracak kişi, kendisini karşısındakinin yerine koymalı, olaylara onun bakış<br/>açısıyla bakmalıdır. Her insanda bir algısal<br/>yaşantı vardır, bu yaşantı özeldir. Yani her<br/>insan dünyaya, kendine özgü bir bakış tarzıyla bakar. Eğer bir insanı anlamak istiyorsak, dünyaya aynı bakış açısıyla bakmalı,<br/>olayları onun gibi algılamalı ve onun gibi<br/>yaşamalıyız.” anlayışıyla algı boyutuna;<br/>2. “Empati kurmuş olmak için karşımızdaki<br/>kişinin duygu ve düşüncelerini doğru anlamak gerekir. Yani empati kuran kişi, bazı<br/>araştırmacıların ileri sürmüş olduğu empatinin iki bileşeni olan duyuşsal ve bilişsel bileşenleri hissetmeli ve anlamalıdır.” diyerek<br/>duygu ve bilgi boyutuna;<br/>3. “Empati kuran kişi zihninde oluşturduğu<br/>empatik anlayışı karşısındakine ifade etmelidir.” diyerek iletişim boyutuna vurgu yapmaktadır"
  },
  {
    "id": "3490269",
    "unitNumber": 7,
    "text": "I. Kendini tanıyabilmek\n II. kendi duygularının farkına varmak, \n III. Karşıdaki bireyi tanımlayabilmek,<br/>IV. Karşıdaki bireyin duygularının farkına varmak.\n Verilenlerden hangileri empatinin aşamaları arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "I-II",
      "B": "I-III",
      "C": "III-IV",
      "D": "I-III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "İnsan ilişkilerinin temelini oluşturan empati<br/>başkalarının duygularını anlamaya çalışma, tavırlarını onların ruhsal durumlarına göre ayarlayabilme becerisi olarak da tanımlanmaktadır (Konrad<br/>ve Hendl, 2003: 151). Empati tanımı yapılırken<br/>empatinin iki aşamadan oluştuğu kabul edilir (Huneryager ve Heckman, 1967: 39):\n • Karşıdaki bireyi tanımlayabilmek,<br/>• Karşıdaki bireyin duygularının farkına varmak."
  },
  {
    "id": "3490276",
    "unitNumber": 7,
    "text": "I. Sakin\n II. Sosyal\n III. Bağımlı\n IV. Hakim olma çabasında\n Verilenlerden hangileri empati seviyesi yüksek olan bireylerin kişilik özellikleri arasında ye alır?",
    "correctAnswer": "C",
    "options": {
      "A": "II-IV",
      "B": "I-II-IV",
      "C": "I-II-III",
      "D": "I-III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "Empatide kişilik özellikleri<br/>Düşük seviyede empati kuran birey Yüksek seviyede empati kuran birey<br/>Hâkim olma çabasındadır. Sakindir.<br/>Bağımsızdır. Bağımlıdır.<br/>Çevresine kayıtsızdır. Sosyaldir.<br/>Saldırgan yapıdadır. Saldırgan değildir."
  },
  {
    "id": "3490286",
    "unitNumber": 7,
    "text": "Aşağıda verilenlerden hangisi empatinin özellikleri arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Aynı duyguyu yaşamadığımız hâlde, başkasının duygusunu anlayabilmektir.",
      "B": "Ahlâkın temellendirildiği insanî bir eğilim olarak ön plâna çıkarılmıştır.",
      "C": "Duyguların paylaşıldığı bir yaklaşımı ifade eder.",
      "D": "Karşıdaki insana hak vermek söz konusudur.",
      "E": "Cümlelerde “ben” ve “benim” vurgusu hissedilir."
    },
    "explanation": "Empati Sempati<br/>Empati kurulurken, esas olan karşıdaki kişinin duygu ve Sempati beslenen kişiyle birlikte acı çekilir ya<br/>düşüncelerini anlamaktır. da sevinç duyulur.<br/>Empati duyguların anlaşılmasıdır. Sempati duyguların paylaşıldığı bir yaklaşımı<br/>ifade eder.<br/>Empatik olabilmek, aynı duyguyu yaşamadığımız hâlde, Kişinin sempati duyduğu kimsenin yerine<br/>başkasının duygusunu anlayabilmektir. kendini koyması şart değildir.<br/>Empati duyulan kişiyle aynı duyguları ve görüşleri Sempatide gerekli olan, “yandaş” olabilmektir.<br/>paylaşmak zorunlu değildir. <br/>Empatide karşımızdakini anlamak gerekir. Sempatide ona hak vermek söz konusudur.<br/>Empati kurulan kişilerle özdeşim kurulmayabilir. Sempati duyulan kişilerle özdeşim kurulabilir.<br/>Empati kurulmaya çalışılan kişinin rolüne kısa bir süre<br/>geçilir ve “sanki o kişi imiş gibi” düşünülmeye çalışılır. Sempati özdeşleşmenin kısmî bir ifadesidir.<br/>Empatide, empati duyan kişi, kendi istek ve Sempatide sempati duyan kimsenin yaşantıları <br/>duygularından uzak kalmaya çalışarak, kendini bir yer alır. <br/>anlamda karşısındaki kimseye verir.<br/>Empatik cümleler, “…hissediyor olmalısın” tarzında “sen” Sempatik cümlelerde “ben” ve “benim” vurgusu<br/>vurgusunu taşır. hissedilir.<br/>Empati kavramının tanımının şekillenmesinde Sempati ahlâk felsefesi alanındaki düşünürler<br/>psikolojik danışma ve psikiyatri kuramlarının etkisi tarafından ahlâkın temellendirildiği insanî bir<br/>olmuştur. eğilim olarak ön plâna çıkarılmıştır."
  },
  {
    "id": "3490288",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi konuşmacının durumuna yönelik olarak empati kurmayı ve bilgiye katılımı gerektiren dinleme türüdür?",
    "correctAnswer": "B",
    "options": {
      "A": "Kibar dinleme",
      "B": "Aktif dinleme",
      "C": "Alaycı dinleme",
      "D": "Saldırgan dinleme",
      "E": "Seçici dinleme"
    },
    "explanation": "Dinlemenin her ortamda iletişimin temel becerisi olduğunu savunan Boone ve Kurtz (2003,<br/>s.379), bireysel ilişkilerde ya da iş ilişkilerinde sıkça<br/>rastlanan dinleme davranışlarını şu şekilde ortaya<br/>koymaktadırlar:<br/>Alaycı dinleme: Savunmacı tipteki bu dinlemede<br/>alıcı, mesajın içeriğinde gönderenin bu iletişim yoluyla çıkar elde edeceği izlenimine kapılır.<br/>Saldırgan dinleme: Bu tarz dinlemede alıcı, gönderenin hatalarını veya karşıt görüşleri yakalamaya çalışır.<br/>Kibar dinleme: Bu tarz mekanik dinleme türünde, dinleyici iletişimde bulunmaktan öte kibar<br/>olmaya çalışır. Kibar dinleyiciler, genellikle dikkatlerini vermeden ve konuşmacının sözleri bittikten<br/>sonra onları tekrar eder şekilde davranırlar.<br/>Aktif dinleme: Bu tarz dinleme konuşmacının<br/>durumuna yönelik olarak empati kurmayı ve bilgiye katılımı gerektirir."
  },
  {
    "id": "3490289",
    "unitNumber": 7,
    "text": "12-15’i aşan grup üyelerinin oluşturduğu gruplarda uyumun zorlaşması gruplarda empatik iletişimin kurulmasına ilişkin aşağıda verilen hangi koşulla ilişkilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Fiziksel yakınlık",
      "B": "Homojen grup",
      "C": "Kişilik",
      "D": "Ölçü",
      "E": "Aynı ya da benzer iş"
    },
    "explanation": "Gruplarda Empatik İletişim<br/>İletişim bir grup ortamında gerçekleşir. Grupların uyumlu hâle gelmeleri belli şartların gerçekleşmesi ile mümkündür. Bunlar:<br/>a. Fiziksel yakınlık: Ortamı, çalışma düzeyinde paylaşanlardır. Birbirlerine bağlantılı olmaları gerekmez ancak grup oluşturabilirler.<br/>b. Aynı ya da benzer iş: Ortak iş düzeyindeki<br/>kişiler benzer problemlerle karşılaşabilirler.<br/>Birbirlerine yardımcı olma eğilimi gösterirler.<br/>c. Homojen grup: Demografik ve psikografik<br/>benzerlikleri vardır. Davranış şekilleri ve değerleri benzerlik gösterdikçe uyumlu olurlar.<br/>d. Kişilik: üyelerden benzer kişilikte olmaları<br/>beklenmez. Baskın ve sosyal yönleri kuvvetli olanlar, diğerlerine göre daha iyi çalışır.<br/>e. İletişim: Grup bireyleri kolay iletişim sağlandığında yüksek uyumluluk, mesafeli<br/>ve gürültülü iletişim biçiminde ise düşük<br/>uyumluluk gösterirler.<br/>f. Ölçü: 12-15’i aşan grup üyelerinin oluşturduğu gruplarda uyum zorlaşır. Uyumluluk<br/>daha küçük gruplarda daha sık gözlemlenir."
  },
  {
    "id": "3490290",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kurumsal yönetimin (yönetişimin) hedefleri arasında <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Birlikte yönetme",
      "B": "Hesap verebilmek",
      "C": "Kaliteli üretimler sağlamak",
      "D": "Ahlaklı olmak",
      "E": "Kendi tarzını oluşturmak"
    },
    "explanation": "Yönetişimde hedefler şu şekilde sıralanır:<br/>• Birlikte yönetmek<br/>• Şeffaf olmak<br/>• Hesap verebilmek<br/>• Katılım sağlamak<br/>• Etkin iletişim kurmak<br/>• Kaliteli üretimler sağlamak<br/>• Ahlaklı olmak"
  },
  {
    "id": "3490293",
    "unitNumber": 7,
    "text": "Duygusal zekânın yetkinlik alanları dört temel yetenekte ele alınır: Kişisel yetkinlik, sosyal yetkinlik, tanıma ve düzenleme. Temel olarak alınan bu dört yetkinlik çerçevesi alt bileşenleri ile açıklanır. Bu doğrultuda aşağıda verilenlerden hangisi kişisel yetkinliğin düzenleme boyutuna ilişkin<strong> değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Uyum sağlayabilme",
      "B": "İtinalı olma",
      "C": "Başarılı ilerleme",
      "D": "Girişkenlik",
      "E": "Empati"
    },
    "explanation": "<strong> Düzenleme</strong>\n Öz (kendini) yönetim<br/>• Kendini kontrol<br/>• Güvenilirlik<br/>• Uyum sağlayabilme<br/>• İtinalı olma<br/>• Başarılı ilerleme<br/>• Girişkenlik"
  },
  {
    "id": "3490297",
    "unitNumber": 7,
    "text": "I. Etkileme<br/>II. İletişim<br/>III. Güvenilirlik <br/>IV. Hızlı değişim\n Verilenlerden hangileri duygusal yetkinlik çerçevesine göre sosyal yetkinliğin düzenleme aşamasında ilişki yönetimi süreçlerine ilişkindir?",
    "correctAnswer": "B",
    "options": {
      "A": "I-II-IV",
      "B": "I-II-III",
      "C": "II-III-IV",
      "D": "I-III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "İlişki yönetimi<br/>• Diğerleriyle ilişkiyi geliştirme<br/>• Etkileme<br/>• İletişim<br/>• Çatışma yönetimi<br/>• Hızlı değişim<br/>• İlişki inşa etme<br/>• İş birliği ve takım çalışması"
  },
  {
    "id": "3490299",
    "unitNumber": 7,
    "text": "I. Kendini tanımak<br/>II. Duyguları kontrol etmeyi öğrenmek<br/>III. Kendini ve bireysel özelliklerini başkalarına açık tutmak\n IV. Yönetim becerisine sahip olmak <br/>V. Eleştiriye açık olmak<br/>Verilenlerden hangileri duygusal zekanın geliştirilmesine yönelik kurallar arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "I-II-III-IV",
      "B": "II-III-IV-V",
      "C": "I-III-IV-V",
      "D": "I-II-III-V",
      "E": "I-II-III-IV-V"
    },
    "explanation": "Duygusal zekânın geliştirilmesi için<br/>yedi temel kurala uyulması gerekmektedir (Doğan<br/>ve Demiral, 2007: 218):<br/>• Kendini tanımak<br/>• Duyguları kontrol etmeyi öğrenmek<br/>• Kendini ve bireysel özelliklerini başkalarına<br/>açık tutmak<br/>• İletişim kurma becerisini geliştirmek<br/>• Problem çözücü olmak<br/>• Eleştiriye açık olmak<br/>• İnsanlar ile ilgilenmek"
  },
  {
    "id": "3490049",
    "unitNumber": 8,
    "text": "''........; dinleyici kitlesinin özellikleri göz önünde bulundurularak aktarılacak içeriğin en etkili biçimde verilmesi için kullanılacak araçların seçimidir'' cümlesinde yer alan boşluğa gelebilecek en uygun ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sunum İçeriğini Hazırlama",
      "B": "Sunumu Gerçekleştirme",
      "C": "Sunumu Planlama",
      "D": "Sunumu Değerlendirme",
      "E": "Geri Bildirim"
    },
    "explanation": "Sunuma Hazırlık<br/>Sunumu Planlama: Dinleyici kitlesinin özellikleri göz önünde bulundurularak aktarılacak içeriğin en etkili biçimde verilmesi için kullanılacak araçların seçimi"
  },
  {
    "id": "3490050",
    "unitNumber": 8,
    "text": "''.........: Sunum planının oluşturulmasının ardından verilmek istenen içeriğin sunuma aktarılmasıdır'' cümlesinde yer alan boşluğa gelebilecek en uygun ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sunumu Planlama",
      "B": "Sunum İçeriğini Hazırlama",
      "C": "Sunumu Gerçekleştirme",
      "D": "Sunumu Değerlendirme",
      "E": "İlişki Ağları Düzenlemesi"
    },
    "explanation": "Sunuma Hazırlık<br/>Sunum İçeriğini Hazırlama: Sunum planının oluşturulmasının ardından verilmek istenen içeriğin sunuma aktarılması"
  },
  {
    "id": "3490051",
    "unitNumber": 8,
    "text": "''........: Sunumun sunucu tarafından ilgili kitleye aktarılmasıdır'' cümlesinde yer alan boşluğa gelebilecek en uygun ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sunumu Planlama",
      "B": "Sunum İçeriğini Hazırlama",
      "C": "Sunumu Değerlendirme",
      "D": "Sunumun Bileşenleri",
      "E": "Sunumu Gerçekleştirme"
    },
    "explanation": "Sunuma Hazırlık<br/>Sunumu Gerçekleştirme: Sunumun sunucu tarafından ilgili kitleye aktarılması."
  },
  {
    "id": "3490052",
    "unitNumber": 8,
    "text": "Sunum sırasında görsellerin ve ifadelerin hedef kitle tarafından algılanamaması veya farklı yorumlanmasına ne denir?",
    "correctAnswer": "D",
    "options": {
      "A": "Geri Bildirim",
      "B": "Mesaj",
      "C": "İçerik ve ilgili kitlenin uyumu",
      "D": "Semantik gürültü",
      "E": "Bağlam"
    },
    "explanation": "Sunumun Bileşenleri<br/>Sunum sırasında görsellerin ve ifadelerin hedef kitle tarafından algılanamaması veya farklı yorumlanmasına semantik gürültü denir."
  },
  {
    "id": "3490053",
    "unitNumber": 8,
    "text": "İletişimi engelleyen her şeye ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gürültü",
      "B": "İçerik ve İlgili Kitlenin Uyumsuzluğu",
      "C": "Verilmek İstenen İçeriğin Doğru Düzenlenmemesi",
      "D": "Anlaşılır ve Duyulur Biçimde Konuşmama",
      "E": "Katılımcıların Güvenini Kazanmadan İletişim<br/>Kurma"
    },
    "explanation": "Sunumun Bileşenleri<br/>Gürültü: İletişimi engelleyen her şey gürültüdür."
  },
  {
    "id": "3490055",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi sunumda belirlenen hedefin taşıması gereken temel özellikler arasında <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Açık ve kesin",
      "B": "Dikkate değer",
      "C": "Sunuma değer",
      "D": "Belli bir zamanla sınırlı",
      "E": "Katılımcı sayısı"
    },
    "explanation": "Sunum Amacının Belirlenmesi<br/>Katılımcı sayısı, sunumda belirlenen hedefin taşıması gereken temel özellikler arasında değildir."
  },
  {
    "id": "3490056",
    "unitNumber": 8,
    "text": "Hedef kitle özelliklerinin sayısal biçimde verilmesine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Psikografik veriler",
      "B": "Demografik veriler",
      "C": "Kaynak",
      "D": "İleti",
      "E": "Neden-sonuç bağlantısı"
    },
    "explanation": "Demografik veriler hedef kitle özelliklerinin sayısal biçimde verilmesidir."
  },
  {
    "id": "3490057",
    "unitNumber": 8,
    "text": "Hedef kitlenin yaşam tarzına ilişkin verilere ne denir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bilgi",
      "B": "Demografik veriler",
      "C": "Psikografik veriler",
      "D": "İlham verme",
      "E": "İkna etme"
    },
    "explanation": "Demografik veriler hedef kitle özelliklerinin sayısal biçimde verilmesidir, <strong>psikografik veriler</strong> yaşam tarzına ilişkin verilerdir."
  },
  {
    "id": "3490058",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi sunumun gerçekleştirileceği oturma düzenlerinin avantajları arasında <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ciddi bir imajı vardır",
      "B": "Konuşmacı, sunum anında tüm dinleyicileri rahatlıkla görebilirken dinleyiciler de konuşmacıyı ve kullandığı araç gereçleri görüp takip edebilir",
      "C": "Standarttır, bu nedenle tehdit edici değildir",
      "D": "En ön sırada oturan dinleyiciler uzun süren sunumlar sonunda boyun ağrısı yaşayabilir",
      "E": "Dinleyiciler arasında çeşitli eşitlik hissi yarattığı için sunum esnasında dinleyicilerin katılımlarını sağlar ve konuşmacı tarafından katılmaları için teşvik edilmelerine imkân verir"
    },
    "explanation": "Sunumun Gerçekleşebileceği Oturma Düzenleri<br/>''En ön sırada oturan dinleyiciler uzun süren sunumlar sonunda boyun ağrısı yaşayabilir'' avantaj değil dezavantajdır."
  },
  {
    "id": "3490059",
    "unitNumber": 8,
    "text": "''........; masaların tek ayaklı şeklinde hazırlanmasıyla ve katılımcıların da ayakta durarak toplantıya katıldığı yerleşim biçimidir'' cümlesinde boş yere gelebilecek en uygun ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sınıf şeklindeki oturma düzeni",
      "B": "U şeklinde oturma düzeni",
      "C": "Balıksırtı şeklinde oturma düzeni",
      "D": "Amfi tiyatro oturma düzeni",
      "E": "Bistro oturma düzeni"
    },
    "explanation": "Sunumun Gerçekleşebileceği Oturma Düzenleri<br/>Bistro oturma düzeni, masaların tek ayaklı şeklinde hazırlanmasıyla ve katılımcıların da ayakta durarak toplantıya katıldığı yerleşim biçimidir."
  },
  {
    "id": "3490150",
    "unitNumber": 8,
    "text": "Kendisinden bir sunum istendiğinde kaygılanan konuşmacı tipi aşağıdakilerden hangisinde verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kaçınan",
      "B": "Direnç gösteren",
      "C": "Kabul eden",
      "D": "Fırsat yaratan",
      "E": "Konuşmaya istekli"
    },
    "explanation": "Direnç gösteren\n Sunum özelinde kaynak yani konuşmacı tipleri dörde ayrılır:<br/>• Kaçınan: Herhangi bir kitlenin önünde sunum yapmayı reddeden,<br/>• Direnç gösteren: Kendisinden bir sunum<br/>istendiğinde kaygılanan,<br/>• Kabul eden: İşleri gereği sunum yapan,<br/>• Fırsat yaratan: Bir sunum yapmak için fırsat<br/>kollayan.\n Dolasıyla yanıtımız direnç gösterendir."
  },
  {
    "id": "3490151",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi birden fazla kanal kullanmanın sunum yapan kişiye sağladığı katkılardan <strong><u>değildir</u></strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Sunuş süresini kısaltır.",
      "B": "İlgiyi canlı tutar.",
      "C": "Paylaşmaya olan isteği arttırır.",
      "D": "Gerçekçi yaşantılar sağlar.",
      "E": "Hazırbulunuşluluğu artırır."
    },
    "explanation": "Hazırbulunuşluluğu artırır. \n<br/>Birden fazla kanal kullanmak sunum yapan kişiye çeşitli faydalar sağlayacaktır. Bunlar:<br/>• Sunuş süresini kısaltır<br/>• İlgiyi canlı tutar<br/>• Paylaşmaya olan isteği arttırır<br/>• Soyut birtakım kavramları somutlaştırır<br/>• Gerçekçi yaşantılar sağlar\n<br/>Dolayısıyla hazırbulunuşluluğu artırma bu kapsamda değildir.<br/>Hazırbulunuşluluğu artırır. \n Birden fazla kanal kullanmak sunum yapan kişiye çeşitli faydalar sağlayacaktır. Bunlar:<br/>• Sunuş süresini kısaltır<br/>• İlgiyi canlı tutar<br/>• Paylaşmaya olan isteği arttırır<br/>• Soyut birtakım kavramları somutlaştırır<br/>• Gerçekçi yaşantılar sağlar\n Dolayısıyla hazırbulunuşluluğu artırma bu kapsamda değildir."
  },
  {
    "id": "3490152",
    "unitNumber": 8,
    "text": "Bir sunumun ardından dinleyicilerde bırakılmak istenen duygu, verilmek istenen bilgi ya da değiştirilmek/pekiştirilmek istenen davranış aşağıdaki kavramlardan hangisi ile açıklanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Mesaj",
      "B": "İleti",
      "C": "Geribildirim",
      "D": "Açıklama",
      "E": "Etki"
    },
    "explanation": "Mesaj, bir sunumun ardından dinleyicilerde bırakılmak istenen duygu, verilmek istenen bilgi ya da değiştirilmek/pekiştirilmek istenen davranış olabilir. Mesaj gerek iletişimin gerekse sunumum özüdür.<br/>Mesaj\n<br/>Bir sunumun ardından dinleyicilerde bırakılmak istenen duygu, verilmek istenen bilgi ya da değiştirilmek/pekiştirilmek istenen davranış olabilir. Mesaj gerek iletişimin gerekse sunumum özüdür."
  },
  {
    "id": "3490153",
    "unitNumber": 8,
    "text": "Aynı sunuma katılanların farklı konuları dikkate alması aşağıdaki gürültü kavramlarından hangisi ile ilgilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Semantik engel",
      "B": "Psikolojik gürültü",
      "C": "Toplumsal, kültürel",
      "D": "Algıda seçicilik",
      "E": "Zaman"
    },
    "explanation": "Algıda seçicilik\n İletişimde yer alan gürültü kaynakları şu şekilde sıralanabilir:<br/>• Fiziksel: Trafik sesi, telefondaki cızırtı, kısık ses<br/>• Fizyolojik: Karın ağrısı, baş dönmesi, mide bulantısı<br/>• Toplumsal, kültürel: Yabancı dil, farklı örf ve adetler<br/>• Semantik gürültüler: Verilen örneğin dinleyici tarafından anlaşılmaması ya da farklı yorumlanması<br/>• Psikolojik gürültüler: Dinleyicinin ruhsal durumu<br/>• Zaman: Yanlış zamanda sunum, dinleyicinin zamanının olmaması<br/>• Algıda seçicilik: Aynı sunuma katılanların farklı konuları dikkate alması"
  },
  {
    "id": "3490154",
    "unitNumber": 8,
    "text": "Konuşmacının dinleyicilere aktaracağı içeriği, sosyal, pratik, ekonomik bir yapıda değerlendirerek açıklaması sunumun kurgulanması ile ilgili yöntemlerden hangisi ile açıklanır?",
    "correctAnswer": "C",
    "options": {
      "A": "İlişki Ağları Düzenlemesi",
      "B": "Tümevarım ve Tümdengelim Yöntemi ile Düzenleme",
      "C": "Konusal Düzenleme",
      "D": "Problem-Çözüm Düzenleme",
      "E": "Soru-Cevap-Önem Sıralaması ile Düzenleme"
    },
    "explanation": "Konusal düzenlemede konuşmacı, dinleyicilere aktaracağı konuyu, sosyal, pratik, ekonomik bir yapıda değerlendirerek açıklar.<br/>Konusal düzenleme\n<br/>Konuşmacı, dinleyicilere aktaracağı konuyu, sosyal, pratik, ekonomik bir yapıda değerlendirerek açıklar. Konu düzenlemesinde yararlanılan diğer bir yöntem, konunun ilgili olduğu diğer konular ile ilişkilendirilerek aşamalı biçimde ele alınmasıdır. Böylece konu, ilgili diğer konuların açıklanması ile bir bütün şeklinde değerlendirilebilir."
  },
  {
    "id": "3490213",
    "unitNumber": 8,
    "text": "Sunum yapan kişi için en iyi durumu ve katılımcı bağını temin ederek, görünüm açısından en iyi oturma şeklini ifade eden oturma düzeni aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "U şeklinde oturma düzeni",
      "B": "V şeklinde oturma düzeni",
      "C": "Dikdörtgen şeklinde oturma düzeni",
      "D": "Balıksırtı şeklinde oturma düzeni",
      "E": "Bistro oturma düzeni"
    },
    "explanation": "V şeklinde oturma düzeni;\n<br/><ul><br/><li>Görünüm açısından en iyi oturma<br/>şeklidir.</li><br/><li>Sunum yapan kişi için en iyi durumu ve<br/>katılımcı kontağını temin eder.</li><br/><li> U şeklindeki oturma düzenine göre daha<br/>resmîdir</li><br/></ul><br/>V şeklinde oturma düzeni\n <ul> <li>Görünüm açısından en iyi oturma<br/>şeklidir.</li> <li>Sunum yapan kişi için en iyi durumu ve<br/>katılımcı kontağını temin eder.</li> <li> U şeklindeki oturma düzenine göre daha<br/>resmîdir</li> </ul>"
  },
  {
    "id": "3490214",
    "unitNumber": 8,
    "text": "Küçük çalışma grupları için ideal olan, özellikle takım çalışması gerektiren sunumlarda tercih edilmesi verimlilik sağlayan ve açık fikirliliği özendiren oturma düzeni aşağıdaki seçeneklerden hangisinde verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Balıksırtı oturma düzeni",
      "B": "Amfi tiyatro oturma düzeni",
      "C": "Bistro oturma düzeni",
      "D": "Daire şeklinde oturma düzeni",
      "E": "V şeklinde oturma düzeni"
    },
    "explanation": "Bistro oturma düzeni,\n<br/><ul><br/><li>Özellikle takım çalışması gerektiren<br/>sunumlarda tercih edilmesi verimlilik<br/>sağlar.<br/>• Küçük çalışma grupları için idealdir.<br/>• Gayriresmîdir, maksimum düzeyde<br/>katılımı özendirir.<br/>• Orjinaldir, açık fikirliliği özendirir.<br/>• Sunum yapan kişinin dairesel hareketler<br/>yapabilmesine imkân tanır.</li><br/></ul><br/>Bistro oturma düzeni\n <ul> <li>Özellikle takım çalışması gerektiren<br/>sunumlarda tercih edilmesi verimlilik<br/>sağlar.</li> <li>Küçük çalışma grupları için idealdir.</li> <li>Gayriresmîdir, maksimum düzeyde<br/>katılımı özendirir.</li> <li>Orjinaldir, açık fikirliliği özendirir.</li> <li>Sunum yapan kişinin dairesel hareketler<br/>yapabilmesine imkân tanır.</li> </ul>"
  },
  {
    "id": "3490216",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi PowerPoint slaytlarda dikkate alınacak temel noktalardan birisi <u><strong>değildir?</strong></u>",
    "correctAnswer": "D",
    "options": {
      "A": "Sunum, giriş gelişme ve sonuç bölümleri belli olacak şekilde kurgulanmalıdır.",
      "B": "Uzun cümleler kurmayıp anlamlı sözcükler ve maddeler kullanılmalıdır.",
      "C": "Slaytlar tam ekranda gösterilmelidir.",
      "D": "Başlıklar için 20-32 arasında font büyüklüğü tercih edilmelidir.",
      "E": "Her slaytta en fazla dört renk bulunmalıdır."
    },
    "explanation": "Başlıklar için 20-32 arasında font büyüklüğü tercih edilmelidir.\n Başlıklar için 36-44, metin için 20-32 arasında font büyüklüğü tercih edilmelidir.\n <ul> <li>Sunum, giriş gelişme ve sonuç bölümleri belli olacak şekilde kurgulanmalıdır.</li> <li>Sunumun başında bir içerik sayfasına yer verilmelidir.</li> <li>Bölüm başlıkları sayfalarda anlaşılır biçimde ifade edilmelidir.</li> <li>Her bir sayfada az miktarda bilgi olmasına dikkat edilerek bilginin, konunun ana hatlarını gösterecek şekilde aktarılmasına özen gösterilmelidir.</li> <li>Uzun cümleler kurmayıp anlamlı sözcükler ve maddeler kullanılmalıdır.</li> <li>Görsel slaytlar aktarılacakları kolaylaştırmalı, desteklemeli ve konuya tam manasıyla oturmalıdır.</li> <li>Aktarılanlarla görsel slaytlar birbiriyle örtüşmelidir.</li> <li>Mesajın basit olduğu durumlarda görsel slayt kullanımından kaçınılmalıdır.</li> <li>Slaytlar tam ekranda gösterilmelidir.</li> <li>Yazılar için en uygun olan tercihen tırnaksız (sans serif ) font seçilmelidir.</li> <li>Yazım biçimi olarak Regular ya da Bold kullanılmalıdır. Gerekli olmadıkça İtalic tercih edilmemelidir.</li> <li>Başlıklar için 36-44, metin için 20-32 arasında font büyüklüğü tercih edilmelidir.</li> <li>Gerekmedikçe büyük harf kullanılmamalıdır.</li> <li>Sözcük ve maddeler bütünlük içerisinde aralıklarla dikkat edilerek gruplandırmalıdır.</li> <li>Slaytların sol-sağ ve üst-alt kenarlarında 1 cm boşluk bırakılmalıdır.</li> <li>Her slaytta normal olarak 6-10 satır yazılmalı ve slaytlar yazıyla doldurulmamalıdır.</li> <li>Açık renkler tercih edildiğinde okunaklılığı sağlamak amacıyla gölge kullanılmalıdır.</li> <li>Her görsel sadece 1-2 dakika izleyiciye gösterilmelidir.</li> <li>Her slaytta en fazla dört renk bulunmalıdır. </li> </ul>"
  },
  {
    "id": "3490217",
    "unitNumber": 8,
    "text": "Aşağıdaki yazı tiplerinden hangisi sunumlarda okumayı zorlaştırdığı için tercih <u><strong>edilmemelidir?</strong></u>",
    "correctAnswer": "A",
    "options": {
      "A": "Times New Roman",
      "B": "Arial",
      "C": "Verdana",
      "D": "Tahoma",
      "E": "Calibri"
    },
    "explanation": "Times New Roman\n Arial, Verdana, Tahoma, Calibri tırnaksız (sans serif) yazı tipidir. Bu yazı tipleri slaytlarda okumayı<br/>kolaylaştırmaktadır. Times New Roman, Courier gibi tırnaklı (serif ) yazı tipleri slaytlarda okumayı<br/>zorlaştırdığı için tercih edilmemelidir."
  },
  {
    "id": "3490218",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi büyük mekanlarda izleyicinin rahat okuyabileceği yazı tipi büyüklüğüdür?",
    "correctAnswer": "E",
    "options": {
      "A": "20 punto",
      "B": "22 punto",
      "C": "24 punto",
      "D": "26 punto",
      "E": "28 punto"
    },
    "explanation": "28 punto\n Büyük mekânlarda uzaktaki seyircilerin rahat okuyabileceği bir font (yazı tipi) büyüklüğü seçilmelidir. Yazı tipi büyüklüğü 28-30 punto altında olmamalıdır."
  },
  {
    "id": "3490308",
    "unitNumber": 8,
    "text": "Sunum yapmanın hedefi aşağıdaki seçeneklerin hangisinde doğru olarak ifade edilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sunum yapmak planlıdır ve bir tutum değişimini hedefler.",
      "B": "Sunum yapmak çevremizdeki bireylerle iletişim kurmayı sağlar.",
      "C": "Sunum yapmak dinleyicilere bilgi vermeyi ve bilgilerini arttırmayı hedefler.",
      "D": "Sunum yapmak içeriği hedef kitleye doğru aktarmayı gerektirir.",
      "E": "Sunum yapmak sunum yapan kişinin donanımlı olmasını gerektirir."
    },
    "explanation": "Giriş<br/>Gündelik hayatımızda kurduğumuz iletişimin sunum yapmaktan önemli farkı, sunumun bir biçim içinde, planlanmış ve bir tutum değişimi hedeflemesidir. Diğer yandan sunum daha resmî bir tarzda karşımızdakilerle kurduğumuz iletişim biçimidir. Öncelikle, sunumu normal iletişim formundan ayıran unsur, tutum değişim hedeflerinin çok iyi analiz edilmesi gerekliliğidir. Bilgi aktarma, duygu yaratma ve davranış değiştirme/pekiştirme olarak tanımlayabileceğimiz tutum değişimleri hemen her iletişim biçimde yer almaktadır. Ancak sunumun bu değişim hedefi, değişik araçlarla belli bir kişi ya da kişileri hedefleme biçimidir."
  },
  {
    "id": "3490309",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi sunumun başarısı için gerekli bir bileşendir?",
    "correctAnswer": "D",
    "options": {
      "A": "Anlaşılırlığı arttırmak için sunucunun dil ötesi unsurları (beden dili vb.) abartarak kullanması",
      "B": "Özellikle büyük salonlarda sunum yaparken hedef kitleyle sürekli göz teması kurmaya çalışılmaması",
      "C": "Dikkat dağıtıcı olduğu için sunumda farklı araçlarla zenginleştirme yapmaktan özellikle kaçınılması",
      "D": "Sunumun belli bir hedef doğrultusunda yapılması ve bunun ilgili kitle tarafından anlaşılması",
      "E": "Sunum için hazırlanan içerik bitene kadar sunumun devam etmesinin sağlanmaya çalışılması"
    },
    "explanation": "Etkili Sunumun Özellikleri<br/>Sunumun başarısı için aşağıda yer alan özelliklere dikkat edilmelidir: -Sunumun belli bir hedef doğrultusunda yapılması ve bunun ilgili kitle tarafından anlaşılması -Sunucunun içerik konusunda bilgili olması ve ilgili kitleye bunu aktarabilmesi -Sunucunun içeriğe yönelik hazırlıklarını yapması ve ilgili kitlenin bunu takdir etmesi -Sunucunun etkili biçimde giriş yaparak konunun önemini vurgulaması -İlgili kitlenin anlayabileceği dil ve jargon kullanılması, abartılı ve teknik kavramlardan kaçınılması -Sunucunun, dil ötesi unsurları (beden dili, vurgulama, ses tonundaki değişimler vb.) doğru kullanması ve bunları kullanırken abartıya kaçmaması -İlgili kitle ile göz teması kopuşunun engellenmesi -Sunucunun heyecana kapılmaması, heyecanını kontrol etmesi ve olası bir heyecan durumunun sunumu etkilemesine izin vermemesi -Sunum sırasında farklı olay, anlatım, etkinliklerle, ilgili kitlenin sunuma mümkün olduğunca katılımının sağlanması -Sunucunun içerikle ilgili gerçek hayatla bağlantılar kurması ve katılımcıların da bu örneklerle konu içeriği arasında bağlantı kurabilmesi -Sunumun farklı araçlarla zenginleştirilmesi, bu yapılırken de dikkatlerin dağılmamasının sağlanması -Sunucunun, sunum sırası ve sonrasında katılımcıların sorularını cevaplayabilmesi -Sunum esnasında karşılaşılabilecek aksaklıkların giderilebilmesi -Sunum içeriğinin sunum sonrasında da ilgili kitlenin hafızalarında kalabilmesi için etkili bir bitiş hazırlanması -Sunucunun sunum zamanlamasını (başlangıç ve bitiş) belirlenen süre içinde doğru ayarlaması"
  },
  {
    "id": "3490310",
    "unitNumber": 8,
    "text": "………………………… bir bilginin, tecrübenin veya fikrin belli bir kişi ya da gruba belli bir hedef doğrultusunda planlı, organize bir biçimde gerektiği zaman sözel, görsel ve/veya işitsel araçlar kullanılarak aktarılmasıdır.\n <strong>Yukarıdaki cümlede boşluğu en iyi tamamlayan sözcük aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bilişsel bilgi",
      "B": "Mesaj",
      "C": "Sunum",
      "D": "İletişim",
      "E": "Bildirim"
    },
    "explanation": "Sunuma Hazırlık<br/>Sunum, bir bilginin, tecrübenin veya fikrin belli bir kişi ya da gruba belli bir hedef doğrultusunda planlı, organize bir biçimde gerektiği zaman sözel, görsel ve/veya işitsel araçlar kullanılarak aktarılmasıdır."
  },
  {
    "id": "3490311",
    "unitNumber": 8,
    "text": "Sunum özelinde konuşmacı tipleri aşağıdaki seçeneklerin hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Paylaşımcı, kaçınan, hevesli, fırsatları değerlendiren",
      "B": "Hazır, kaçınan, rededen, kabul eden",
      "C": "Direnç gösteren, kaçan, hazır, fırsatçı",
      "D": "Kabul eden, kaçan, rededen, fırsatları değerlendiren",
      "E": "Kaçınan, direnç gösteren, kabul eden, fırsat yaratan"
    },
    "explanation": "Sunumun Bileşenleri<br/>Sunum özelinde konuşmacı tipleri dörde ayrılır: Kaçınan, direnç gösteren, kabul eden ve fırsat yaratan. (a) Kaçınan: Herhangi bir kitlenin önünde sunum yapmayı reddeden. (b) Direnç gösteren: Kendisinden bir sunum istendiğinde kaygılanan. (c) Kabul eden: İşleri gereği sunum yapan. (d) Fırsat yaratan: Bir sunum yapmak için fırsat kollayan."
  },
  {
    "id": "3490312",
    "unitNumber": 8,
    "text": "Dinleyicinin ruhsal durumu iletişimde yer alan gürültü kaynaklarından hangisine karşılık gelir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fizyolojik gürültü",
      "B": "Psikolojik gürültü",
      "C": "Fiziksel gürültü",
      "D": "Semantik gürültü",
      "E": "Kültürel gürültü"
    },
    "explanation": "Sunumun Bileşenleri<br/>İletişimde yer alan gürültü kaynakları şu şekilde sıralanabilir: <em>Fiziksel: </em>Trafik sesi, telefondaki cızırtı, kısık ses. <em>Fizyolojik: </em>Karın ağrısı, baş dönmesi, mide bulantısı. <em>Toplumsal, kültürel: </em>Yabancı dil, farklı örf ve adetler. <em>Semantik gürültüler: </em>Verilen örneğin dinleyici tarafından anlaşılmaması ya da farklı yorumlanması. <em>Psikolojik gürültüler: </em>Dinleyicinin ruhsal durumu. <em>Zaman: </em>Yanlış zamanda sunum, dinleyicinin zamanının olmaması. <em>Algıda seçicilik: </em>Aynı sunuma katılanların farklı konuları dikkate alması"
  },
  {
    "id": "3490313",
    "unitNumber": 8,
    "text": "Bir sunumun başarılı olabilmesi için gereken temel ilkeler aşağıdaki seçeneklerin hangisinde doğru olarak verilmiştir?\n I. İçerik ve ilgili kitlenin uyumu\n II. Verilmek istenen içeriğin doğru düzenlenmesi\n III. İçeriğin doğruluk ve miktarını belirleme\n IV. Sunumun zamanlaması\n V. Anlaşılır ve duyulur biçimde konuşma\n VI. Yardımcı sunuş araçlarının doğru seçimi\n VII. Katılımcıların güvenini kazanarak iletişim kurmak",
    "correctAnswer": "E",
    "options": {
      "A": "I-II-III-IV-V-VI",
      "B": "I-II-III-VI-VII",
      "C": "I-II-III-IV-V",
      "D": "I-IV-V-VI-VII",
      "E": "I-II-III-IV-V-VI-VII"
    },
    "explanation": "Başarılı Sunum İlkeleri<br/>Bir sunumun başarılı olabilmesi için gereken temel ilkeleri şu şekilde özetleyebiliriz: İçerik ve ilgili kitlenin uyumu, verilmek istenen içeriğin doğru düzenlenmesi, içeriğin doğruluk ve miktarını belirleme, sunumun zamanlaması, anlaşılır ve duyulur biçimde konuşma, yardımcı sunuş araçlarının doğru seçimi, katılımcıların güvenini kazanarak iletişim kurmak."
  },
  {
    "id": "3490314",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi sunumun planlamasında yer alan bileşenlerden birisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sunumun nasıl değerlendirileceği",
      "B": "Hedef kitlenin önceki bilgileri",
      "C": "Yapılacak sunumun süresi",
      "D": "Kullanılacak sunum teknikleri",
      "E": "Sunum yapacak kişinin özellikleri"
    },
    "explanation": "Sunumun Planlanması<br/>Sunum planlamasında sunum sürecinin hedefi, hedef kitlenin özellikleri, sunum yeri ve sunum süresi sunumun planlamasında önemlidir."
  },
  {
    "id": "3490315",
    "unitNumber": 8,
    "text": "Konuşmacının dinleyicilere konuyla ilgili sorular sorması ve dinleyicilerin verdiği yanıtlar üzerinden konuşmanın sürdürülmesine dayalı sunum yapılandırma yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Soru-cevap-önem sıralamasıyla düzenleme",
      "B": "Kronolojik/zamansal düzenleme",
      "C": "Neden-sonuç ve sonuç-neden bağlantısı olarak düzenleme",
      "D": "Tümevarım ve tümdengelim yöntemiyle düzenleme",
      "E": "Problem-çözüm düzenleme"
    },
    "explanation": "Soru-Cevap-Önem Sıralaması ile Düzenleme<br/>Soru-Cevap-Önem Sıralamasıyla Düzenleme: Konuşmacının dinleyicilere konuyla ilgili sorular sorması ve dinleyicilerin verdiği yanıtlar üzerinden konuşmanın sürdürülmesine dayalıdır. Aynı zamanda, konuşmacının önemli gördüğü konuların üzerinde durarak bunları vurgulaması ve açıklama yapması konuyu daha anlaşılır bir hâle getirir."
  },
  {
    "id": "3490317",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi V şeklindeki oturma düzeninin avantajlarından birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Toplantılar için elverişlidir.",
      "B": "Ciddi bir imajı vardır.",
      "C": "Eğitim oturumları için idealdir.",
      "D": "Görünüm açısından en iyi oturma şeklidir.",
      "E": "Orijinaldir, açık fikirliliği özendirir."
    },
    "explanation": "Sunumun Gerçekleşebileceği Oturma Düzenleri<br/>Sunumdaki oturma düzeni hem konuşmacı hem dinleyici bakımından sunumun etkin biçimde yürütülmesinde etkilidir. Oturma düzenleri aşağıdaki şekilde sıralanabilir: • U şeklinde oturma düzeni, • V şeklinde oturma düzeni, • Dikdörtgen şeklinde oturma düzeni, • Daire şeklinde oturma düzeni, • Balıksırtı şeklinde oturma düzeni, • Bistro oturma düzeni, • Amfi tiyatro oturma düzeni, • Sınıf şeklindeki oturma düzeni. Bu oturma düzenlerinin avantaj ve dezavantajları bulunmaktadır. Örneğin V şeklindeki oturma düzeninin avantajları izleyen şekilde sıralanabilir: Görünüm açısından en iyi oturma şeklidir. Sunum yapan kişi için en iyi durumu ve katılımcı kontağını temin eder. U şeklindeki oturma düzenine göre daha resmidir."
  },
  {
    "id": "3490318",
    "unitNumber": 8,
    "text": "PowerPoint sunumu yapıldığında aşağıda sıralanan noktalardan hangisine dikkat etmek gerekir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sunumda hem fotoğraf hem de clipart kullanımına özen gösterilmelidir.",
      "B": "Uzun cümleler kurmayıp anlamlı sözcükler ve maddeler kullanılmalıdır.",
      "C": "Sunumda başlık sayfasından sonra hemen konu anlatımına geçilmelidir.",
      "D": "Metin için 16-20 arasında font büyüklüğü tercih edilmelidir.",
      "E": "Her slaytta en az dört renk bulunmalıdır."
    },
    "explanation": "Görsel Destek Materyallerinin Kullanımı<br/>PowerPoint slaytlar aşağıda yer alan temel noktalar dikkate alınarak hazırlanabilir: • Sunum, giriş gelişme ve sonuç bölümleri belli olacak şekilde kurgulanmalıdır. • Sunumun başında bir içerik sayfasına yer verilmelidir. • Bölüm başlıkları sayfalarda anlaşılır biçimde ifade edilmelidir. • Her bir sayfada az miktarda bilgi olmasına dikkat edilerek bilginin, konunun ana hatlarını gösterecek şekilde aktarılmasına özen gösterilmelidir. • Uzun cümleler kurmayıp anlamlı sözcükler ve maddeler kullanılmalıdır. • Ya fotoğraf ya da clipart (küçük resimler) kullanılmalı, ikisinin aynı anda kullanımından kaçınılmalıdır. • Görsel slaytlar aktarılacakları kolaylaştırmalı, desteklemeli ve konuya tam manasıyla oturmalıdır. • Aktarılanlarla görsel slaytlar birbiriyle örtüşmelidir. • Mesajın basit olduğu durumlarda görsel slayt kullanımından kaçınılmalıdır. • Slaytlar tam ekranda gösterilmelidir. • Yazılar için en uygun olan tercihen tırnaksız (şans şerif) font seçilmelidir. • Yazım biçimi olarak Regular ya da Bold kullanılmalıdır. Gerekli olmadıkça İtalic tercih edilmemelidir. • Başlıklar için 36-44, metin için 20-32 arasında font büyüklüğü tercih edilmelidir. • Gerekmedikçe büyük harf kullanılmamalıdır. • Sözcük ve maddeler bütünlük içerisinde aralıklarla dikkat edilerek gruplandırmalıdır. • Slaytların sol-sağ ve üst-alt kenarlarında 1 cm boşluk bırakılmalıdır. • Her slaytta normal olarak 6-10 satır yazılmalı ve slaytlar yazıyla doldurulmamalıdır. • Açık renkler tercih edildiğinde okunaklılığı sağlamak amacıyla gölge kullanılmalıdır. • Her görsel sadece 1-2 dakika izleyiciye gösterilmelidir. • Her slaytta en fazla dört renk bulunmalıdır."
  },
  {
    "id": "3490349",
    "unitNumber": 8,
    "text": "Aşağıdaki ifadelerden hangileri bir sunumun başarısı için dikkat edilmesi gereken kurallar arasında yer alır?\n I. Sunumun, belli bir hedef doğrultusunda yapılması ve bunun ilgili kitle tarafından anlaşılması \n II. Sunucunun içerik konusunda bilgili olması ve ilgili kitleye bunu aktarabilmesi \n III. Sunucunun içeriğe yönelik hazırlıklarını yapması ve ilgili kitlenin bunu takdir etmesi",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "Sadece I"
    },
    "explanation": "Sunumun başarısı için aşağıda yer alan özelliklere dikkat edilmelidir: \n<br/>• Sunumun, belli bir hedef doğrultusunda yapılması ve bunun ilgili kitle tarafından anlaşılması \n<br/>• Sunucunun içerik konusunda bilgili olması ve ilgili kitleye bunu aktarabilmesi \n<br/>• Sunucunun içeriğe yönelik hazırlıklarını yapması ve ilgili kitlenin bunu takdir etmesi<br/>I, II ve III"
  },
  {
    "id": "3490350",
    "unitNumber": 8,
    "text": "Aşağıdaki ifadelerden hangileri bir sunumun başarısı için dikkat edilmesi gereken kurallar arasında yer alır?\n I. Sunucunun etkili biçimde giriş yaparak konunun önemini vurgulaması \n II. İlgili kitlenin anlayabileceği dil ve jargon kullanılması, abartılı ve teknik kavramlardan kaçınılması \n III. Sunucunun, dil ötesi unsurları (beden dili, vurgulama, ses tonundaki değişimler vb.) doğru kullanması ve bunları kullanırken abartıya kaçmaması",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "Sadece I"
    },
    "explanation": "Sunumun başarısı için aşağıda yer alan özelliklere dikkat edilmelidir: \n<br/>.... \n<br/>• Sunucunun etkili biçimde giriş yaparak konunun önemini vurgulaması \n<br/>• İlgili kitlenin anlayabileceği dil ve jargon kullanılması, abartılı ve teknik kavramlardan kaçınılması \n<br/>• Sunucunun, dil ötesi unsurları (beden dili, vurgulama, ses tonundaki değişimler vb.) doğru kullanması ve bunları kullanırken abartıya kaçmaması\n<br/>....<br/>I, II ve III"
  },
  {
    "id": "3490351",
    "unitNumber": 8,
    "text": "Aşağıdaki ifadelerden hangileri bir sunumun başarısı için dikkat edilmesi gereken kurallar arasında yer alır?\n I. İlgili kitle ile göz teması kopuşunun engellenmesi \n II. Sunucunun heyecana kapılmaması, heyecanını kontrol etmesi ve olası bir heyecan durumunun sunumu etkilemesine izin vermemesi \n III. Sunum sırasında farklı olay, anlatım, etkinliklerle, ilgili kitlenin sunuma mümkün olduğunca katılımının sağlanması",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "Sadece I"
    },
    "explanation": "Sunumun başarısı için aşağıda yer alan özelliklere dikkat edilmelidir: \n<br/>...\n<br/>• İlgili kitle ile göz teması kopuşunun engellenmesi \n<br/>• Sunucunun heyecana kapılmaması, heyecanını kontrol etmesi ve olası bir heyecan durumunun sunumu etkilemesine izin vermemesi \n<br/>• Sunum sırasında farklı olay, anlatım, etkinliklerle, ilgili kitlenin sunuma mümkün olduğunca katılımının sağlanması<br/>I, II ve III"
  },
  {
    "id": "3490354",
    "unitNumber": 8,
    "text": "Aşağıdaki ifadelerden hangileri belirlenmiş bir hedef doğrultusunda, sunum sürecinde yer alan etkinlikler arasındadır?\n I. Sunumu Planlama\n II. Sunum İçeriğini Hazırlama\n III. Sunumu Gerçekleştirme",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "Sadece II"
    },
    "explanation": "Belirlenmiş hedef doğrultusunda bu eylemi gerçekleştiren sunucunun önünde üç süreç yer almaktadır (Chan, 1998: 5): \n<br/>• <strong>Sunumu Planlama</strong>: Dinleyici kitlesinin özellikleri göz önünde bulundurularak aktarılacak içeriğin en etkili biçimde verilmesi için kullanılacak araçların seçimi \n<br/>• <strong>Sunum İçeriğini Hazırlama</strong>: Sunum planının oluşturulmasının ardından verilmek istenen içeriğin sunuma aktarılması \n<br/>• <strong>Sunumu Gerçekleştirme</strong>: Sunumun sunucu tarafından ilgili kitleye aktarılması.<br/>I, II ve III"
  },
  {
    "id": "3490356",
    "unitNumber": 8,
    "text": "Aşağıdaki ifadelerden hangileri başarılı bir sunum ilkeleri arasında yer alır?\n I. İçerik ve İlgili Kitlenin Uyumu \n II. Verilmek İstenen İçeriğin Doğru Düzenlenmesi\n III. İçeriğin Doğruluk ve Miktarını Belirleme",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "Sadece III"
    },
    "explanation": "Bunun yanında bir sunumun başarılı olabilmesi için gereken temel ilkeleri sıralamak da faydalı olacaktır. Bu ilkeleri şu şekilde özetleyebiliriz (Chan, 1998:2): \n<br/><strong>İçerik ve İlgili Kitlenin Uyumu: </strong>Sunumun ilgili kitlenin bilgi, tecrübe ya da öğrenim ihtiyacını gidereceğine dikkat edilmelidir. Sunuş konusunda tecrübeli kişiler sunum içeriğini ilgili kitlenin ihtiyaçlarına göre hazırlaması gerektiğini iyi bilirler. Sunum içeriğinin hedef kitlenin ilgisini çekeceği, profesyonel ve sosyal hayatta bu bilgileri kullanılacağı unutulmamalıdır. \n<br/><strong>Verilmek İstenen İçeriğin Doğru Düzenlenmesi</strong>: Bir sunumun başarılı olabilmesi için içerik bağlamında oluşturulan hedefe ilerlerken ara basamaklar kullanılmalıdır. Bu hedefi bir merdivene benzetirsek en tepeye adım adım gidilmelidir. Bunun için içerik taslağının çok doğru biçimde oluşturulması gerekir. Bu taslağı<br/>I, II ve III"
  },
  {
    "id": "3490358",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, b,r sunum hedefinin taşıması gereken temel özelliklerden biri <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Genel",
      "B": "Açık ve keskin",
      "C": "Dikkate değer",
      "D": "Gerçekçi",
      "E": "Rekabetçi"
    },
    "explanation": "Hedefin taşıması gereken temel özellikler şu şekilde sıralanabilir (Adair, 2004: 156): \n<br/>• Açık ve kesin \n<br/>• Dikkate değer \n<br/>• Özel \n<br/>• Belli bir zamanla sınırlı \n<br/>• Gerçekçi \n<br/>• Rekabetçi \n<br/>• Katılıma yöneltici \n<br/>• Sunuma değer<br/>Genel"
  },
  {
    "id": "3490367",
    "unitNumber": 8,
    "text": "Aşağıdaki ifadelerden hangileri ideal bir sunum için, sunum mekanında aranan özellikler arasında yer alır?\n I. Dinleyiciler ile koltuk sayısının eşit olması, \n II. Sunum salonunun sıcaklığının çok soğuk ya da çok sıcak olmaması, \n III. Havalandırma koşulları,",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "Sadece III"
    },
    "explanation": "İdeal bir sunum için dikkat edilmesi gereken unsurlar şu şekilde özetlenebilir (Chan, 1998: 67): \n<br/>• Koltukların sunum süresince katılımcıların konforunu koruyup koruyamayacağı, \n<br/>• Dinleyiciler ile koltuk sayısının eşit olması, \n<br/>• Sunum salonunun sıcaklığının çok soğuk ya da çok sıcak olmaması, \n<br/>• Havalandırma koşulları,<br/>I, II ve III"
  },
  {
    "id": "3490371",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangileri sunum sürecinde kullanılacak araçların kullanımı sırasında dikkat edilmesi gereken hususlar arasında yer alır?\n I. Sunum destek araçları katılımcıların göz teması kurabilecekleri şekilde tasarlanmalı, \n II. Önemli bilgilerin aktarımı sırasında yardımcı araçlar kullanılmalı, \n III. Destek araçların kullanımı profesyonelce hazırlanmalı,",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "Sadece III"
    },
    "explanation": "Sunum sürecinde kullanılacak araçların kullanımı sırasında dikkat edilmesi gereken hususları şu şekilde sıralamak mümkündür (Thomas, 2003: 38): \n<br/>• Sunum destek araçları katılımcıların göz teması kurabilecekleri şekilde tasarlanmalı, \n<br/>• Önemli bilgilerin aktarımı sırasında yardımcı araçlar kullanılmalı, \n<br/>• Destek araçların kullanımı profesyonelce hazırlanmalı, \n<br/>...<br/>I, II ve III"
  },
  {
    "id": "3490373",
    "unitNumber": 8,
    "text": "Aşağıdaki ifadelerden hangileri sunum kaygısını yaşayanların gerekçeleri arasında sayılabilir?\n I. Sunumu yapmaya layık olmadığını düşünme \n II. Aptalca görünme korkusu \n III. İçeriğe yabancı olma",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "Sadece III"
    },
    "explanation": "Tecrübenin eğiticiliği iletişimci için en değerli kaynaktır. Sunum kaygısını yaşayanların gerekçeleri şu şekilde özetlenebilir (Chan, 1998: 13):\n<br/>• Sunumu yapmaya layık olmadığını düşünme \n<br/>• Aptalca görünme korkusu \n<br/>• İçeriğe yabancı olma \n<br/>• Sunumun planlanmasında ve hazırlanmasında yapılan hatalar<br/>I, II ve III"
  },
  {
    "id": "3490374",
    "unitNumber": 8,
    "text": "Aşağıdaki ifadelerden hangileri bir sunum sırasında heyecanla başa çıkılamadığında yaşanabilecek olan birtakım genel sorunlar arasında sırlanabilir?\n I. Sıkıcı bir dil kullanma, \n II. Dile hâkim olamama, \n III. Konuşmayı uzatma,",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "Sadece III"
    },
    "explanation": "Heyecanla başa çıkılamadığında yaşanabilecek olan birtakım genel sorunlardan söz edilebilir (Tekinalp, 2007: 77): \n<br/>• Sıkıcı bir dil kullanma, \n<br/>• Dile hâkim olamama, \n<br/>• Konuşmayı uzatma, \n<br/>...<br/>I, II ve III"
  }
]