[
  {
    "id": "3609475",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi estetik, işlevsel, bağlamsal, kültürel ve toplumsal hususları dikkate alarak, bir kişi ile insan yapımı çevre arasındaki etkileşime odaklanan bir çalışma ve uygulama disiplinidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tasarım",
      "B": "Yazı",
      "C": "İmge",
      "D": "İkon",
      "E": "İletişim"
    },
    "explanation": "Soru ile ilgili konu başlığı: Giriş bölümü<br/>Doğru cevap tasarım a şıkkıdır. Uluslararası Tasarım Konseyi (ICoD) tasarımı “estetik, işlevsel, bağlamsal, kültürel ve toplumsal hususları dikkate alarak, bir kişi (bir kullanıcı) ile insan yapımı çevre arasındaki etkileşime odaklanan bir çalışma ve uygulama disiplini” olarak tanımlar."
  },
  {
    "id": "3609476",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi detaylı tanıtım amacı taşıyan, bir kurum, ürün veya hizmet hakkında bilgi veren, küçük boyda ve birkaç sayfadan oluşan, ön kapaklarında kurum, ürün veya hizmete ait isim veya kısa bilgiye, arka sayfalarında ise daha detaylı bilgiye yer veren grafik tasarım uygulamasıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kartvizit",
      "B": "Broşür",
      "C": "Bilet",
      "D": "Katalog",
      "E": "Afiş"
    },
    "explanation": "Soru ile ilgili konu başlığı: Baskıya Yönelik Uygulama Alanları -Broşür, El İlanları, Etkinlik Programları ve Haritalar<br/>Doğru cevap broşür b şıkkıdır. Broşürler detaylı tanıtım amacı taşıyan, bir kurum, ürün veya hizmet hakkında bilgi veren yayınlardır. Genellikle küçük boyda ve birkaç sayfadan oluşan broşürler, ön kapaklarında kurum, ürün veya hizmete ait isim veya kısa bilgiye yer verirken, arka sayfalarda daha detaylı metin ve/veya görseller ile iletişim kurmayı hedefler."
  },
  {
    "id": "3609477",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi mesaj ve bilgileri, belirli sosyal gruplara tanımlanmış amaçlarla aktarmak üzere görsel iletişimi kullanan tasarım türüdür?",
    "correctAnswer": "D",
    "options": {
      "A": "Endüstriyel tasarım",
      "B": "Afiş tasarımı",
      "C": "Yazılı tasarım",
      "D": "Grafik tasarımı",
      "E": "Baskı tasarımı"
    },
    "explanation": "Soru ile ilgili konu başlığı: GRAFİK TASARIM VE HALKLA İLİŞKİLERDE TASARIMIN ÖNEMİ<br/>Doğru cevap grafik tasarımı d şıkkıdır. Grafik tasarım, gerekli mesaj ve bilgileri, belirli sosyal gruplara tanımlanmış amaçlarla aktarmak üzere görsel iletişimi kullanan bir alandır."
  },
  {
    "id": "3609478",
    "unitNumber": 1,
    "text": "Firma çalışanlarının özellikle kendilerini tanıttıkları iş toplantıları, yeni ağlar kurmak ve müşteriler bulmak üzere katıldıkları fuar gibi buluşma alanlarında kendilerini ve kurumlarını tanıtmak amacı ile kullandıkları tasarım uygulaması aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kimlik kartı",
      "B": "Afiş",
      "C": "Kartvizit",
      "D": "Broşür",
      "E": "Katalog"
    },
    "explanation": "Soru ile ilgili konu başlığı: Baskıya Yönelik Uygulama Alanları<br/>Doğru cevap kartvizit c şıkkıdır. Kartvizitler firma çalışanlarının özellikle kendilerini tanıttıkları iş toplantıları, yeni ağlar kurmak ve müşteriler bulmak üzere katıldıkları fuar gibi buluşma alanlarında kendilerini ve kurumlarını tanıtan kimliklerdir."
  },
  {
    "id": "3609479",
    "unitNumber": 1,
    "text": "Kartvizit büyüklüğünde katlanarak kolayca açılan broşür türüne ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Selofon-Card",
      "B": "NFC-Card",
      "C": "PDF-Card",
      "D": "Y-Card",
      "E": "Z-Card"
    },
    "explanation": "Soru ile ilgili konu başlığı: Baskıya Yönelik Uygulama Alanları<br/>Doğru cevap E şıkkı yani Z-Card'dır. Kartvizitler kişilerin kendilerini tanıtırken kullandıkları ve ilk izlenimin bırakıldığı önemli bir tasarım ürünüdür. Z-Card: Kartvizit büyüklüğünde katlanarak kolayca açılan broşürler ise Z-Card olarak adlandırılır."
  },
  {
    "id": "3609480",
    "unitNumber": 1,
    "text": "Uygulama alanının genişliği ve çeşitliliğine karşın izleyicilerin karşısına çoğunlukla yönlendirme ve işaretleme tasarımı ile sergileme tasarımı örnekleriyle öne çıkan tasarım türü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kişiye özel tasarım",
      "B": "Sosyal medya içerik tasarımı",
      "C": "Süreli yayın tasarımı",
      "D": "Çevresel grafik tasarım",
      "E": "Endüstriyel tasarım"
    },
    "explanation": "Soru ile ilgili konu başlığı: Mekâna Yönelik Uygulama Alanları<br/>Doğru cevap çevresel grafik tasarımı d şıkkıdır. Çevresel grafik tasarımı, uygulama alanının genişliği ve çeşitliliğine karşın izleyicilerin karşısına çoğunlukla yönlendirme ve işaretleme tasarımı ile sergileme tasarımı örnekleriyle çıkmaktadır. Alana ilişkin projeler son yıllarda ülkemizde büyük aşama kaydetmiş, sayısı artan havalimanları, hastaneler ve alışveriş merkezleri gibi büyük kamusal alanların yanı sıra yerel kültürün kurumsal ifade biçimi hâline gelen kent müzelerinde kendine yer bulmaya başlamıştır."
  },
  {
    "id": "3609481",
    "unitNumber": 1,
    "text": "Birbirinden ayrı benzer biçimlerin farklı parçalarını göz takip ederek tamamlaması ve bir bütün gibi görünebilir hale gelmesi aşağıdaki hangi Gestalt ilkesi ile tanımlanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Devamlılık ilkesi",
      "B": "Tamamlama ilkesi",
      "C": "Benzerlik ilkesi",
      "D": "Yakınlık ilkesi",
      "E": "Arka plan ilkesi"
    },
    "explanation": "Soru ile ilgili konu başlığı: TEMEL TASARIM ELEMANLARI VE TASARIM İLKELERİ<br/>Doğru cevap devamlılık ilkesi a şıkkıdır. Gestalt psikoloğu Max Wertheimer tarafından “bütün, parçalarının toplamından daha fazlasıdır” ilkesiyle çerçevelenen bu ilkelerden bazıları figür-arka plan, benzerlik, devamlılık, simetri, tamamlama ve yakınlık ilkeleridir. Bu ilkeler grafik tasarımda imgelerin, nesnelerin ve grupların görsel algılanma biçimlerini tanımlamada ve tasarım ögelerinin düzenlenme biçimlerini formüle etmede kullanılır. <strong>Devamlılık İlkesi: </strong>Birbirinden ayrı benzer biçimlerin farklı parçalarını göz takip ederek tamamlar ve bir bütün gibi görünebilirler. <strong>Tamamlama İlkesi: </strong>Tamamlanmamış biçimleri göz beynin önceden edindiği bilgi ve deneyimler ışığında tamamlar ve kapalı bir biçim veya bir bütün olarak algılar. <strong>Benzerlik İlkesi: </strong>Benzer elemanlar grup olarak algılanır. Bu benzerlik renk, şekil, boyut, kompozisyon veya doku gibi özelliklere bağlı olabilir. <strong>Yakınlık İlkesi: </strong>Birbirine yakın olan biçimler birbirine ait olarak algılanır. <strong>Ortak İstikamet İlkesi: </strong>Aynı yöne hareket eden veya hareket ediyor gibi görünen elemanlar aynı gruba ait olarak algılanır. <strong>Figür-Arka Plan İlkesi: </strong>Biçimler figür veya arka plan olarak algılanır, figür ve arka planın eşit ağırlıklı olduğu durumlarda ise figür ve arka plan rol değiştirebilir."
  },
  {
    "id": "3609482",
    "unitNumber": 1,
    "text": "Tasarım elemanlarının yalnızca kendi başlarına nasıl var olduklarına odaklanmayıp, aynı tasarımın birbirleriyle uyumlu parçaları gibi algılanmalarını sağlayan, görsel bir uyum oluşturan ve mesaj pekiştirici gibi bir etki yaratan tasarım elemanı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hiyerarşi",
      "B": "Ritim",
      "C": "Bütünlük",
      "D": "Denge",
      "E": "Vurgu"
    },
    "explanation": "Soru ile ilgili konu başlığı: Tasarım İlkeleri<br/>Doğru cevap bütünlük c şıkkıdır. Başarılı bir tasarımda amaçlanan hedeflerden biri de bütünlüktür. Tasarımda bütünlük, tasarım elemanlarının yalnızca kendi başlarına nasıl var olduklarına odaklanmayıp, birbirleriyle olan ilişkilerini de gözeterek ve bu elemanların tasarım alanında tesadüfen yan yana gelmiş (farklı tasarımlara ait) parçalar gibi görünmeyip, aynı tasarımın birbirleriyle uyumlu parçaları gibi algılanmalarını sağlamayı gerektirir. Tasarım elemanları birlik içinde kullanıldığında yalnızca görsel bir uyum oluşturmakla kalmaz aynı zamanda birbirlerini destekleyici ve dolayısıyla mesajı pekiştirici bir etki yaratır."
  },
  {
    "id": "3609483",
    "unitNumber": 1,
    "text": "Grafik tasarımında görsel ve estetik kaygılarla kullanılabildiği gibi, kavramsal bir mesajı iletmek için de kullanılan, görsel ilgiyi artırabilen ve tasarıma derinlik hissi kazandırabilen, grafik tasarım elemanı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Doku",
      "B": "Şekil",
      "C": "Çizgi",
      "D": "Renk",
      "E": "Nokta"
    },
    "explanation": "Soru ile ilgili konu başlığı: Tasarım İlkeleri<br/>Doğru cevap doku a şıkkıdır. Dokular, grafik tasarımda görsel ve estetik kaygılarla kullanılabildiği gibi, kavramsal bir mesaj iletmek için de kullanılabilir. Estetik bir eleman olarak kullanıldığında dokular görsel ilgiyi artırabilir ve tasarıma derinlik hissi kazandırabilir."
  },
  {
    "id": "3609484",
    "unitNumber": 1,
    "text": "Tasarım sürecinde yönbilgi olarak da ifade edilen, işverenin tasarımcıya problemi tanıttığı, tasarımcı ile birlikte çalışarak neyi çözmeyi veya neye ulaşmaya çalıştığını açıklayan bilgi veya dokümana ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Eskiz",
      "B": "Brif",
      "C": "Taslak",
      "D": "Prototip",
      "E": "Afiş"
    },
    "explanation": "Soru ile ilgili konu başlığı: TASARIM SÜRECİ<br/>Doğru cevap brif b şıkkıdır. Brif; yaygın olarak Brif veya Brief olarak kullanılan bu terim aynı zamanda yönbilgi olarak da geçer. İşverenin tasarımcıya problemi tanıttığı, tasarımcı ile birlikte çalışarak neyi çözmeyi veya neye ulaşmaya çalıştığını açıklayan bilgi veya dokümandır."
  },
  {
    "id": "3839313",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi görsel iletişim ile grafik tasarımın ortak özelliklerindendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sembollerle iletişim üzerine odaklanırlar",
      "B": "Problemleri analiz ederek kavramsal bir yaklaşımla ele alırlar",
      "C": "Soyut kavramlar üzerine odaklanırlar",
      "D": "Kompozisyon, tipografi ve renk kullanımı gibi öğeler üzerinde yoğunlaşırlar",
      "E": "Mesajı etkili şekilde iletmek ve kullanıcıyla duygusal/entelektüel bağ kurmak üzerine kurulurlar"
    },
    "explanation": "Soruda görsel iletişim ile grafik tasarımın ortak noktası sorulmaktadır. İki alanda birbirine çok yakın olmakla birlikte grafik tasarım görsel iletişimin bir alanı konumundadır. Dolayısıyla görsel iletişim ve grafik tasarım sembollerle iletişim üzerine odaklanır. Doğru yanıt A şıkkıdır. Diğer şıklarda ya grafik tasarımın ya da görsel iletişimin tek başına özellikleri verilmiştir."
  },
  {
    "id": "3839321",
    "unitNumber": 1,
    "text": "I. Yazı ile yapılan tasarımlardır. <br/>II. Kökeni döküm harflerden tipo baskı tekniğine dayanan bir terimdir<br/>III. Anlamını görsel olarak temsil ettiği nesneden alan grafik göstergelerdir<br/>IV. Tipografi tüm iletişim yöntemlerini kapsar<br/>Tipografiye ilişkin yukarıdaki ifadelerden hangi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I, II ve III",
      "D": "II ve III",
      "E": "I, II ve IV"
    },
    "explanation": "İmgelerin yanı sıra grafik tasarımcıların en çok üzerinde çalıştıkları öge yazıdır. Yazı ile yapılan tasarımlar “tipografi” olarak adlandırılır. Tipografi kökeni döküm harflerden tipo baskı tekniğine dayanan bir terimdir ve günümüzde yazıyla yapılan her türlü düzenlemeye tipografi adı verilmektedir. “Yazılı” ifadesi her şeyden önce “el yazısı” anlamına gelir ancak matbaa, kısa mesaj, e-posta, mürekkep püskürtmeli baskı ve hatta standart daktilo gibi teknolojileri kullanarak yazılı dili sunmanın birçok yolu olduğu açıktır. “Tipografi” kelimesi tüm bu iletişim yöntemlerini kapsar.<br/>Soruda tipografinin özellikleri sorulmaktadır. Bu özelliklerden; anlamını görsel olarak temsil ettiği nesneden alan grafik göstergeler tipografi değil, piktogramdır."
  },
  {
    "id": "3839334",
    "unitNumber": 1,
    "text": "Detaylı tanıtım amacı taşıyan, bir kurum, ürün veya hizmet hakkında bilgi veren yayınlardır. Genellikle küçük boyda ve birkaç sayfadan oluşurlar ön kapaklarında kurum, ürün veya hizmete ait isim veya kısa bilgiye yer verirken, arka sayfalarda daha detaylı metin ve/veya görseller ile iletişim kurmayı hedefler.<br/>Yukarıda belirtilen özellikler baskıya yönelik uygulamalardan hangisini tanımlamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Kitap",
      "B": "Kitapçık",
      "C": "Katalog",
      "D": "Broşür",
      "E": "El ilanı"
    },
    "explanation": "Soruda baskıya yönelik uygulama alanlarından birinin özellikleri verilmekte ve bunun hangisi olduğu sorulmaktadır. Broşürler detaylı tanıtım amacı taşıyan, bir kurum, ürün veya hizmet hakkında bilgi veren yayınlardır. Genellikle küçük boyda ve birkaç sayfadan oluşan broşürler, ön kapaklarında kurum, ürün veya hizmete ait isim veya kısa bilgiye yer verirken, arka sayfalarda daha detaylı metin ve/veya görseller ile iletişim kurmayı hedefler. Sorunun çözümünde broşürün özellikleri bilinmeli ve diğer baskıya yönelik uygulamalardan ayırt edilmelidir."
  },
  {
    "id": "3839340",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi mekana yönelik tasarımın uygulama alanlarındandır?",
    "correctAnswer": "C",
    "options": {
      "A": "Kitap, kitapçık ve kataloglar",
      "B": "Sosyal medya içerik tasarımı",
      "C": "Afişler, billboard ve duyurular",
      "D": "Hareketli Afiş",
      "E": "Uygulama tasarımı"
    },
    "explanation": "Soruda mekana yönelik uygulama alanları sorulmaktadır. Grafik tasarımda mekana yönelik uygulamalar; Tabela ve Vitrinler, Yönlendirme ve bilgilendirme, Afişler, billboard ve duyurular ve Sergileme tasarımları mekana ilişkin grafik tasarım uygulamalarıdır."
  },
  {
    "id": "3839342",
    "unitNumber": 1,
    "text": "Web siteleri sadece masaüstü tarayıcılarda değil, artık genellikle akıllı telefon tarayıcılarında görüntülendiğinden, tasarımlarda mutlaka buna uyumlu yapılmalıdır. Bu uyumluluk durumu aşağıdaki ifadelerden hangisiyle adlandırılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Responsive website",
      "B": "Diyalogic website",
      "C": "Unresponsive website",
      "D": "User friendly website",
      "E": "User experience website"
    },
    "explanation": "Soruda tanım verilmekte ve tanımın hangi kavrama ait olduğu sorulmaktadır. Web siteleri sadece masaüstü tarayıcılarda değil, artık genellikle akıllı telefon tarayıcılarında görüntülendiğinden, tasarımlarda mutlaka buna uyumlu yapılmalıdır. Bu uyumluluk durumu responsive website olarak adlandırılır."
  },
  {
    "id": "3839350",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Geştalt algı psikolojisi ilkelerinden biri olan \"devamlılık\" ilkesini tanımlamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Tamamlanmamış biçimleri göz beynin önceden edindiği bilgi ve deneyimler ışığında tamamlar ve kapalı bir biçim veya bir bütün olarak algılar.",
      "B": "Benzer elemanlar grup olarak algılanır ve benzerlik renk, şekil, boyut, kompozisyon veya doku gibi özelliklere bağlı olabilir.",
      "C": "Biçimler figür veya arka plan olarak algılanır, figür ve arka planın eşit ağırlıklı olduğu durumlarda ise figür ve arka plan rol değiştirebilir.",
      "D": "Birbirinden ayrı benzer biçimlerin farklı parçalarını göz takip ederek tamamlar ve bir bütün gibi görünebilirler.",
      "E": "Aynı yöne hareket eden veya hareket ediyor gibi görünen elemanlar aynı gruba ait olarak algılanır."
    },
    "explanation": "Soruda Geştalt ilkelerinden olan devamlılık ilkesinin tanımı sorulmaktadır. Devamlılık ilkesi; birbirinden ayrı benzer biçimlerin farklı parçalarını gözün takip ederek tamamlaması ve bir bütün gibi görünebilmesidir."
  },
  {
    "id": "3839351",
    "unitNumber": 1,
    "text": "Grafik tasarımcıların durağan görüntülerin yanı sıra kitaplarda, dergilerde ve süre ve sıra ile hareketli grafiklerde kullandığı temel ilke aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Denge",
      "B": "Ritm",
      "C": "Hiyerarşi",
      "D": "Zıtlık",
      "E": "Bütünlük"
    },
    "explanation": "Soruda tasarım ilkelerinden birinin özellikleri verilmekte ve bu özelliklerin hangi tasarım ilkesine ait olduğu sorulmaktadır. Ritim güçlü, düzenli, tekrarlayan bir modeldir: davulların vuruşu, yağmurun pıtırtısı, ayak seslerinin düşmesi gibi. Konuşma, müzik ve dans zamanda formu ifade etmek için ritmi kullanır. Grafik tasarımcılar, durağan görüntülerin yanı sıra kitaplarda, dergilerde ve süre ve sıra ile hareketli grafiklerde ritim kullanırlar"
  },
  {
    "id": "3839353",
    "unitNumber": 1,
    "text": "Tasarım sürecinde \"eskiz\" ve \"taslak\" kavramları için aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Eskizler genellikle bilgisayarda yapılır, taslaklar elde çizilir.",
      "B": "Taslak, eskizden önce yapılır.",
      "C": "Eskiz fikir geliştirme çizimidir; taslak, seçilen fikirlerin geliştirilmiş hâlidir.",
      "D": "Taslaklar fikir üretimi sırasında, eskizler uygulama aşamasında yapılır.",
      "E": "Her ikisi de sunumda kullanılan son ürünlerdir."
    },
    "explanation": "Soruda eskiz ve taslak kavramlarının doğru ifadesi sorulmaktadır. <br/>Eskiz: Tasarımcıların çözüm aşamasında fikir geliştirmek üzere yaptıkları çizimlere eskiz adı verilir.<br/>Taslak: Tasarımcıların çözüm aşamasında fikir eskizlerinin arasından seçilen ve geliştirilen çizim veya uygulama başlangıçları taslak olarak adlandırılır."
  },
  {
    "id": "3839355",
    "unitNumber": 1,
    "text": "<h3>Aşağıdakilerden hangisi tasarım sürecinin uygulama/üretim aşamasında dikkat edilmesi gereken unsurlardan biridir?</h3>",
    "correctAnswer": "B",
    "options": {
      "A": "Brifin yazılı olması",
      "B": "Maket veya prototip üretimiyle son kararın test edilmesi",
      "C": "Araştırma sonuçlarının tekrar gözden geçirilmesi",
      "D": "Tasarımcının önerileri doğrultusunda seçim yapılması",
      "E": "Beyin fırtınasının yapılması"
    },
    "explanation": "Tasarımcı ve işverenin çözüm değerlendirmesinin ardından üzerinde ortak karar verilen çözüm önerisi uygulamaya geçirilir. Yapılan uygulamanın maketleri veya deneme sürüm/baskıları bu aşamada hâlâ değerlendiriliyor olabilir. Örneğin basılı bir işte kağıt veya baskı yüzeyi ekrandan çok farklı olacağından mutlaka o malzeme üzerine baskı denemesi yapılır. Veya bir uygulama tasarımında ekranda işler hâli prototip olarak hazırlanır"
  },
  {
    "id": "3839356",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi tasarım sürecinin sonuç değerlendirme aşamasında elde edilen verilerin kullanım amacını ifade etmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Eskizlerin sayısını artırması",
      "B": "Brifin yeniden oluşturulması",
      "C": "Tasarımın iyileştirilmesi ve geliştirilmesi",
      "D": "Tasarımın hedef kitleye ulaştırılması",
      "E": "Üretim sürecinin tekrar başlatılması"
    },
    "explanation": "Üretilen çözüm ve yapılan uygulamanın nasıl sonuçlar verdiğine yönelik değerlendirme, anket gibi araştırmalar sonraki uygulamaların sağlıklı işleyebilmesi adına önemli veriler sunar. Daha küçük ölçekli tasarım uygulamalarında bu basit müşteri yorumları gibi olabilirken, büyük ölçekli iletişim kampanyalarında kapsamlı anketlere dönüşebilir. Bu verilerin ışığında elde edilen bilgiler üretilen tasarım ürününün iyileştirilmesinde ve geliştirilmesinde kullanılır."
  },
  {
    "id": "3609666",
    "unitNumber": 2,
    "text": "Hangi millet var olan teknikleri geliştirerek baskı ile üretilen ilk kitabı ile<br/>tarihe geçirmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Amerikalılar",
      "B": "Japonlar",
      "C": "Çinliler",
      "D": "Türkler",
      "E": "İngilizler"
    },
    "explanation": "Dini kitapların yanı sıra oyun kartları, banknotlar ve dualar gibi<br/>günlük nesneler de baskının Avrupa’ya gelişinden çok<br/>daha öncelerinde Asya’da üretilebilmekteydi. Çinliler<br/>bu teknikleri geliştirerek baskı ile üretilen ilk kitabı ile<br/>tarihe geçmişlerdir."
  },
  {
    "id": "3609667",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi genel olarak dört temel başlık altında incelenen baskı tekniklerinden biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yüksek baskı teknikleri",
      "B": "Basit Baskı Teknikleri",
      "C": "Çukur baskı teknikleri",
      "D": "Düz baskı teknikleri",
      "E": "Elek baskı teknikleri"
    },
    "explanation": "Baskı teknikleri genellikle dört temel başlık altında incelenir: Yüksek baskı teknikleri, çukur baskı teknikleri, düz baskı teknikleri ve elek baskı teknikleri. Bu dört temel sınıflandırma, boyanın baskı yapılacak<br/>yüzeye aktarılma biçimine göre ve kalıbın hazırlanış biçimine göre yapılmaktadır."
  },
  {
    "id": "3609668",
    "unitNumber": 2,
    "text": "Gıda ve içecek, ilaç ve kozmetik gibi çeşitli endüstrilerde kullanılan çok yönlü olarak kabul ettiğimiz baskı yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Mürekkep Püskürtmeli Baskı",
      "B": "3D Baskı",
      "C": "Lazer Baskı",
      "D": "Fleksografi",
      "E": "Tampon (Pad) Baskı"
    },
    "explanation": "Fleksografi, gıda ve içecek, ilaç ve kozmetik gibi çeşitli endüstrilerde kullanılan çok yönlü bir baskı yöntemidir. Fleksografide, kauçuk veya fotopolimerden yapılmış esnek baskı plakaları kullanılır ve bu bir yüksek baskı tekniğidir."
  },
  {
    "id": "3609669",
    "unitNumber": 2,
    "text": "En yaygın olarak kullanılan endüstriyel teknik hâline gelmiş baskı <u>hangisidir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Ofset Baskı",
      "B": "Serigrafi",
      "C": "Tifdruk",
      "D": "Fleksografi",
      "E": "Tampon baskı"
    },
    "explanation": "Tipo baskı ile üretilen kompozisyonlar,<br/>tekniğin getirdiği sınırlılıklar içinde sıkışıp kalmıştır. Litografinin keşfi ile bu kısıtlamalar son bulmuş,<br/>hem kompozisyonlar hem de tipografi özgürlüğe kavuşmuştur (Taşcıoğlu ve Siretli, 2017). Bu özgür<br/>alanın sağlanmasıyla ofset baskı en yaygın endüstriyel teknik hâline gelmiştir."
  },
  {
    "id": "3609670",
    "unitNumber": 2,
    "text": "Baskı öncesi aşamada önemli bir adım sayılan işin doğru ve verimli bir şekilde üretimini sağlanmasına katkısı olan aşama <u>hangisidir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Tasarım",
      "B": "Düzeltiler",
      "C": "Montaj",
      "D": "Renk Yönetimi",
      "E": "Renk ayrımı"
    },
    "explanation": "Montaj planında ayrıca, işin doğru pozisyonda basılmasını<br/>sağlamak için makas payı, tıraş payı, kros, katlama çizgileri, kesim çizgileri gibi işaretler de bulunur. Montaj<br/>planı, baskı öncesi aşamada önemli bir adımdır çünkü işin doğru ve verimli bir şekilde üretimini sağlar."
  },
  {
    "id": "3609671",
    "unitNumber": 2,
    "text": "Tabaka kağıtların katlanarak kitabın sayfalarını oluşturduğu her bir bölüme ..... adı verilir.\n Yukarıda boş bırakılan bölüme doğru olanı yazınız.",
    "correctAnswer": "A",
    "options": {
      "A": "Forma",
      "B": "ISO",
      "C": "Ekstra (Spot) Renk",
      "D": "Baskı Geçişi",
      "E": "Kağıt"
    },
    "explanation": "Forma Tabaka kağıtların katlanarak kitabın sayfalarını oluşturduğu her bir bölüme forma adı verilir. Formalar genellikle 4, 8, 16, 32 veya 64 sayfadan oluşur."
  },
  {
    "id": "3609672",
    "unitNumber": 2,
    "text": "Dokümandaki yazıların rengi, imgelerin renkleri kaç renk kullanılarak elde edilir?",
    "correctAnswer": "D",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Baskı öncesinde bir doküman baskıya hazırlık için renk ayrımı aşamasında bu dört renge ayrılır. Dokümandaki yazıların rengi, imgelerin renkleri bu dört renk kullanılarak elde edilir. Ardından bu dört renge<br/>ait kalıplar tek tek hazırlanarak ve aynı yüzey üzerine sırasıyla basılarak ekrandaki görüntü basılı yüzey<br/>üzerinde de elde edilmiş olur."
  },
  {
    "id": "3609673",
    "unitNumber": 2,
    "text": "Basılı ürünün görünümünü iyileştirmek, basılı ürünü toz ve nemden korumak için kullanılan baskı sonrası işlem nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kabartma (Gofre)",
      "B": "Kesim",
      "C": "Kırım ve Katlama",
      "D": "Harmanlama",
      "E": "Laklama"
    },
    "explanation": "Basılı yüzeye ince bir lak tabakası uygulanması işlemidir. Lak ofset baskıda ekstra renk gibi de uygulanabilir ve böylelikle ek bir baskı geçişi yapmaya gerek kalmaz. Laklama, basılı ürünün görünümünü iyileştirmek, basılı ürünü toz ve nemden korumak için kullanılabilir."
  },
  {
    "id": "3609674",
    "unitNumber": 2,
    "text": "Para baskısı yapılırken kullanılan teknik aşağıdakilerden hangisinde <u>doğru</u> verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fleksografi",
      "B": "Tifdruk/rotogravür",
      "C": "3D Baskı",
      "D": "UV Baskı",
      "E": "CTS yöntemi"
    },
    "explanation": "Görsel 2.14 Para baskısı yapılırken tifdruk/rotogravür tekniği kullanılır"
  },
  {
    "id": "3609675",
    "unitNumber": 2,
    "text": "Folyo baskı ve özel bıçak kesim gibi işlemler, baskı sonrası işlemler aşamasının hangi sürecinden hemen sonra gerçekleşir?",
    "correctAnswer": "A",
    "options": {
      "A": "Laminasyon",
      "B": "Paketleme",
      "C": "Nakliye",
      "D": "Ciltleme",
      "E": "Harmanlama"
    },
    "explanation": "Folyo baskı ve özel bıçak kesim gibi işlemler laminasyonun<br/>ardından gerçekleştirilir."
  },
  {
    "id": "3609676",
    "unitNumber": 2,
    "text": "Matbaalarda baskı sonrası kesme işlemini gerçekleştirmek için keskin bir bıçağa sahip olan özel makine hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Laklama",
      "B": "Lüp",
      "C": "Mücellit",
      "D": "Shrink",
      "E": "Giyotin"
    },
    "explanation": "Giyotin Matbaalarda baskı sonrası kesme<br/>işlemini gerçekleştirmek için keskin bir<br/>bıçağa sahip özel bir makinedir"
  },
  {
    "id": "3840504",
    "unitNumber": 2,
    "text": "Aşağıdaki baskı tekniklerinden hangisi taş yüzey üzerine yapılan ve yağ-su ayrımı prensibine dayanan düz baskı tekniğidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gravür",
      "B": "Litografi",
      "C": "Serigrafi",
      "D": "Fleksografi",
      "E": "Tifdruk"
    },
    "explanation": "Litografi (taşbaskı) 1796 yılında Alois Senefelder tarafından icat edilmiştir (Drucker ve McVarish, 2009: 128). Senefelder’ın keşfi, temelde basit bir kimyasal prensip olan, yağ ve suyun karışmaması ilkesi üzerine kuruludur. Litografik baskıya, kireç taşı hazırlanarak başlanır. Bir önceki baskıdan kalan yağlı yüzey temizlenir ve kimyasal işlem görmemiş temiz bir yüzey elde etmek için taş grenlenir. Hazır hâle gelen taş üzerine yağ bazlı bir çizim malzemesi (litografik kalem, tebeşir, sıvı mürekkep) kullanılarak, imge çizilir. Taşın baskı işlemine hazır hâle gelmesi için (imgenin taş üzerine aktarımında kullanılan malzemeye göre farklılaşabilen oranlarda) arap zamkı ve nitrik asit gibi maddeler yardımıyla bir dizi kimyasal işlem uygulanır. Ardından baskı aşamasına geçerken taş bol su ile yıkanır. Taş nemliyken yağ bazlı baskı mürekkebi yüzey üzerine merdane yardımı ile uygulanır. Baskı kâğıdı taş kalıp üzerine yerleştirilir. Taş ile kâğıt presten geçirilir. Son olarak kâğıt, t"
  },
  {
    "id": "3840505",
    "unitNumber": 2,
    "text": "İlk basılı kitap olarak kabul edilen ve 868 yılında Çin’de ağaç kalıplarla üretilen kitap aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gutenberg İncili",
      "B": "Pech Merle",
      "C": "Diamond Sutra",
      "D": "Tipografi",
      "E": "Tang Sutra"
    },
    "explanation": "Çinliler bu teknikleri geliştirerek baskı ile üretilen ilk kitabı ile tarihe geçmişlerdir. 868 yılında Çin’de baskı ile üretilen Diamond Sutra, ilk basılı kitap olarak tarihte yerini alır. Kitap tamamen ağaç kalıplarla üretilmiş, kalıplar büyük bir titizlikle oyularak baskıya hazırlanmıştır"
  },
  {
    "id": "3840509",
    "unitNumber": 2,
    "text": "Serigrafi tekniğinde baskı kalıbı olarak hangi malzeme kullanılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Alüminyum",
      "B": "Taş",
      "C": "Bakır",
      "D": "İpek kumaş",
      "E": "Çinko"
    },
    "explanation": "Mürekkebin kalıbın geçirgen olan veya olmayan yerlerinden yüzeye aktarılmasıyla elde edilen baskıdır. Serigrafi, şablon baskı da elek baskı adı altında ele alınır. Kalıp bir elek gibi mürekkebin alta geçebilmesine olanak verir, bu nedenle elek, baskı olarak adlandırılırken kalıbın malzemesi olan ipek kumaşı nedeniyle serigrafi veya ipek baskı da denir.<br/>İpek kumaş"
  },
  {
    "id": "3840512",
    "unitNumber": 2,
    "text": "Ofset baskının çalışma prensibi aşağıdakilerden hangisine dayanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Oyulmuş kalıpların kullanılması",
      "B": "Yağ ve suyun ayrışması",
      "C": "Kalıba lazerle doğrudan yazdırma",
      "D": "Mürekkebin doğrudan püskürtülmesi",
      "E": "Elektriksel yük farkı"
    },
    "explanation": "Taş baskı yani litografi tekniğinin endüstriyelleşmiş hâli olan ofset baskı tekniği yine su ve yağın ayrışması prensibi ile çalışır.<br/>Yağ ve suyun ayrışması"
  },
  {
    "id": "3840514",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi yüksek baskı tekniğine örnek verilemez?",
    "correctAnswer": "E",
    "options": {
      "A": "Tipo baskı",
      "B": "Ağaç baskı",
      "C": "Linol baskı",
      "D": "Fleksografi",
      "E": "Litografi"
    },
    "explanation": "Litografi taş baskı olarak da geçer, kelime anlamı olarak da taşa çizim yapmak anlamına gelir."
  },
  {
    "id": "3840517",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi dijital baskı türlerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "3D baskı",
      "B": "Lazer baskı",
      "C": "UV baskı",
      "D": "Litografi",
      "E": "Mürekkep püskürtmeli baskı"
    },
    "explanation": "Litografi taş baskı olarak da geçer, kelime anlamı olarak da taşa çizim yapmak anlamına gelir."
  },
  {
    "id": "3840523",
    "unitNumber": 2,
    "text": "Tifdruk tekniği en çok hangi alanda kullanılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Tişört baskısı",
      "B": "Gazete basımı",
      "C": "Para ve kıymetli evrak basımı",
      "D": "Poster üretimi",
      "E": "Ambalaj tasarımı"
    },
    "explanation": "Tifdruk baskı bir çukur baskı tekniğidir, adını Almanca’da çukur baskı anlamına gelen tiefdruck kelimesinden alır. Aynı geleneksel gravür tekniğinde olduğu gibi bakır veya çinko malzeme üzerine hazırlanan kalıplarda çukurda kalan yerlere mürekkep dolar ve kağıda çukur kalan bölgeler aktarılmış olur. Bu teknik genellikle kıymetli evrak ve para baskılarında tercih edilir çünkü metalden üretilen kalıplar çok sayıda baskıya elverişlidir ve dayanıklıdır.<br/>Para ve kıymetli evrak basımı"
  },
  {
    "id": "3840524",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi baskı sonrası uygulamalardan biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Laklama",
      "B": "Katlama",
      "C": "Ciltleme",
      "D": "Renk ayrımı",
      "E": "Harmanlama"
    },
    "explanation": "Basılacak ürünler baskıya gönderilmeden önceki çeşitli adımlar baskı öncesi aşamalar olarak adlandırılır. Bu aşamalar arasında tasarım, düzeltiler, renk yönetimi, renk ayrımı, montaj ve bulunmaktadır."
  },
  {
    "id": "3840528",
    "unitNumber": 2,
    "text": "Mürekkep hangi baskı türünde baskı kalıbının çukurlarında birikir?",
    "correctAnswer": "C",
    "options": {
      "A": "Litografi",
      "B": "Serigrafi",
      "C": "Çukur baskı",
      "D": "Ofset",
      "E": "Lazer"
    },
    "explanation": "Çukur baskı, indirgeme yöntemiyle oyularak hazırlanan kalıplar için kullanılan bir terimdir, burada mürekkep kalıpta çukurda kalan yerlere dolar ve yumuşatılan kâğıt çukurdaki mürekkebi toplar. Gravür bir çukur baskı tekniğidir. Metal plakalar (genellikle çinko veya bakır) oyularak plaka hazırlanır. Plaka oyma işlemi özel oyma ve çizim aparatlarıyla yapılabilir veya asitli bir çözelti kullanılarak kimyasal işlemler ile hazırlanabilir. Plakada oyulmuş girintili bölgelerde plaka üzerine uygulanan mürekkep birikir, yüksekte kalan yüzey silinirken, girintilerdeki mürekkep kalır. Nemli ve yumuşak kağıda baskı yapıldığında girintilerde kalan mürekkep kağıda aktarılmış olur. Çukurda kalan yerler kağıda aktarıldığından bu tekniklere çukur baskı adı verilir."
  },
  {
    "id": "3840532",
    "unitNumber": 2,
    "text": "Aşağıdaki uygulamalardan hangisi “gofre” olarak da bilinir?",
    "correctAnswer": "B",
    "options": {
      "A": "Laklama",
      "B": "Kabartma",
      "C": "Folyo",
      "D": "Harmanlama",
      "E": "Laminasyon"
    },
    "explanation": "Kabartma, baskılı malzemeye bir tasarımın basılması işlemidir. Kabartma, üç boyutlu bir etki oluşturmak için sıklıkla kullanılır çünkü tasarım kâğıdın yüzeyinden farklı olarak tümsek veya çukur hâlinde görünür. Kabartma, logo veya metin gibi çeşitli grafik öğeleri öne çıkartmak için kullanılabilir. Kabartma kartvizit ve davetiyeler gibi basılı ürünlerde sıklıkla kullanılır."
  },
  {
    "id": "3609455",
    "unitNumber": 3,
    "text": "Tasarım süreci kaç aşamada gerçekleşir?",
    "correctAnswer": "D",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Tasarım sürecinin halkla ilişkiler alanında gerçekleştirilmesi tasarım sürecini değiştirmemekle birlikte alanın kendine ait gereksinimlerine bağlı olarak süreçlerin tanımları ve içerikleri açısından değişiklik gösterebilir.<br/>Tasarım süreci beş aşamada gerçekleşir: 1. Problemin tanımlanması 2. Araştırma ve bilgi toplama 3. Yaratıcılık ve buluş 4. Çözüm bulma 5. Uygulama"
  },
  {
    "id": "3609456",
    "unitNumber": 3,
    "text": "Tasarlanan içeriğin görsel ve işitsel kayıtlarının yapıldığı aşama aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Fikrin kuluçka aşaması",
      "B": "Yapım öncesi aşama",
      "C": "Yapım aşaması",
      "D": "Yapım sonrası aşaması",
      "E": "Yayın aşaması"
    },
    "explanation": "İçeriğin tasarlandığı ve uygulama sürecinin hazırlıklarının yapıldığı yapım öncesi aşamasıdır.<br/>Tasarlanan içeriğin görsel ve işitsel kayıtlarının yapıldığı aşama yapım aşamasıdır."
  },
  {
    "id": "3609457",
    "unitNumber": 3,
    "text": "I. Motivasyonel amaçlar\n II. Davranışsal (psikomotor) amaçlar\n III. Bilişsel amaçlar\n Yukarıdakilerden hangileri bir görsel-işitsel içerik için hedef kitlede davranış değişikliği yaratacak ana amaçlar arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Sayfa 64 de Bilişsel amaçlar, Motivasyonel amaçlar ve Davranışsal (psikomotor) amaçlar anlatılmaktadır.<br/>Bir görsel-işitsel içerik için hedef kitlede davranış değişikliği yaratacak üç ana amaç vardır: • Bilişsel amaçlar • Motivasyonel amaçlar • Davranışsal (psikomotor) amaçlar."
  },
  {
    "id": "3609458",
    "unitNumber": 3,
    "text": "Hedef kitleyi belli bir konu hakkında bilgilendirme ve eğitme aşağıdaki amaçlardan hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilişsel amaçlar",
      "B": "Kimlik amaçları",
      "C": "Davranışsal amaçlar",
      "D": "Motivasyonel amaçlar",
      "E": "İtibar yönetimi amaçları"
    },
    "explanation": "Genellikle kurum, marka ve ürünler hakkında farkındalık yaratmak, bilgi sağlamak ve belirli bir amaca yönelik eğitmek anlamına gelir.<br/>Bilişsel amaçlar: Hedef kitleyi belli bir konu hakkında bilgilendirme ve eğitme amacını ifade eder."
  },
  {
    "id": "3609459",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi hedef kitle tanımlamasına ilişkin demografik özelliklerden <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Öğrenme",
      "B": "Meslek",
      "C": "Gelir düzeyi",
      "D": "Coğrafi yerleşim",
      "E": "Medeni durum"
    },
    "explanation": "Öğrenme, psikolojik özelliklerdendir.<br/>Demografik özellikler: Cinsiyet, yaş, medeni durum, eğitim durumu, meslek, gelir düzeyi, coğrafi yerleşim."
  },
  {
    "id": "3609460",
    "unitNumber": 3,
    "text": "Daha çok doğrudan davranış değişikliğini hedefleyen, izleyicinin görerek deneyimlenmesinin sağlandığı görsel-işitsel içerik formatı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Görseller ve işitseller",
      "B": "Röportaj ve görüşmeler",
      "C": "Dramatizasyon",
      "D": "Gerçeklik formatları",
      "E": "Aksesuarlı konuşan kafalar"
    },
    "explanation": "Özellikle fiziksel hareketlerle mental fonksiyonları birbirine bağlayan psikomotor davranış değişiklikleri için avantajlı bir format olmakla birlikte, yapılan işin sürecinin uzunluğu ve görsel olarak gösterilmesindeki zorluklar formatın dezavantajlarıdır.<br/>Aksesuarlı konuşan kafalar: Daha çok doğrudan davranış değişikliğini hedefleyen, izleyicinin görerek deneyimlenmesinin sağlandığı, uzmanlar tarafından çeşitli aksesuarlar kullanarak konunun aktarıldığı formatlardır."
  },
  {
    "id": "3609461",
    "unitNumber": 3,
    "text": "Hareketli resimlerin kullanımıyla konu anlatımının yapıldığı görsel-işitsel içerik formatı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Konuşan kafalar",
      "B": "Röportaj ve görüşmeler",
      "C": "Animasyon",
      "D": "Dramatizasyon",
      "E": "Gerçeklik formatları"
    },
    "explanation": "Çizgi film, bilgisayar animasyonu, “stop-motion” gibi tekniklerle ve sanal gerçeklikle de bir araya getirilerek oluşturulur.<br/>Animasyon: Hareketli resimlerin kullanımıyla konu anlatımının yapıldığı formattır."
  },
  {
    "id": "3609462",
    "unitNumber": 3,
    "text": "<strong>………………..</strong>: Mekânın çerçevede daha çok yer kapladığı ancak mekân içinde figürlerin ve nesnelerin konumlarının da belli olduğu ölçektir. Bu ölçekte aksiyon kolaylıkla takip edilir.\n Yukarıdaki boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Çok uzak çekim",
      "B": "Uzak çekim",
      "C": "Orta çekim",
      "D": "Orta yakın çekim",
      "E": "Ayrıntı çekim"
    },
    "explanation": "Sayfa 70 de , Görsel 3.2 Uzak çekim örneği verilmiştir.<br/>Uzak çekim: Mekânın çerçevede daha çok yer kapladığı ancak mekân içinde figürlerin ve nesnelerin konumlarının da belli olduğu ölçektir. Bu ölçekte aksiyon kolaylıkla takip edilir."
  },
  {
    "id": "3609463",
    "unitNumber": 3,
    "text": "Çerçevedeki karakterin güçsüzlüğü ve zayıflığı vurgulanabildiği çekim açısı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kuşbakışı açı",
      "B": "Alt açı",
      "C": "Üst Açı",
      "D": "Göz seviyesi",
      "E": "Yer seviyesi"
    },
    "explanation": "Sayfa 75 de, Görsel 3.11 Üst açı örneği verilmiştir.<br/>Üst açı: Kameranın yukarıdan aşağıya doğru bir açıyla konumlandırılmasıdır. Alt açının tersine üst açı konumlandırmasıyla karakterin güçsüzlüğü ve zayıflığı vurgulanabilir."
  },
  {
    "id": "3609464",
    "unitNumber": 3,
    "text": "I. Kısa odak uzunluklu objektiflerdir.\n II. Perspektif yığılmalar artar.\n III. Derinlik algısı azdır.\n IV. Varil etkisi denilen bozulma oluşur.\n Yukarıdakilerden hangileri dar açılı objektiflerin özelliklerindendir?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I, II ve III",
      "E": "II, III ve IV"
    },
    "explanation": "I ve IV Geniş açılı objektiflerin özelliklerindendir.<br/>Dar açılı objektif: Tele objektif olarak da adlandırılan uzun odak uzunluklu objektiflerdir. Normalden daha dar bakış açısına sahiptirler. Nesnelere daha yakından bakılmasına olanak tanırken aynı zamanda nesnelerin boyutlarını büyütürler. Perspektif yığılmaların artması nedeniyle nesneler birbirine daha yakın ve sıkışık gözükürler. Bu da görüntünün daha kalabalıkmış gibi görünmesine neden olurken klostrofobik bir etki de yaratır. Derinlik algısı az olduğu için daha yassı bir görüntü oluşur. Net alan derinlikleri de azalır. Hız algısında da dikey hareketler olduğundan daha yavaşmış gibi algılanır."
  },
  {
    "id": "3609485",
    "unitNumber": 3,
    "text": "Tasarım sürecinde yer alan <u>ilk</u> aşama aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Uygulama",
      "B": "Yaratıcılık ve buluş",
      "C": "Araştırma ve bilgi toplama",
      "D": "Problemin tanımlanması",
      "E": "Çözüm bulma"
    },
    "explanation": "Soru ile ilgili konu başlığı: TASARIM KAVRAMI<br/>Doğru şık d şıkkında yer almaktadır. Tasarım sürecinde ‘problemin tanımlanması’ ifadesi doğrudur. Kısaca tasarım süreci beş aşamada gerçekleşir: 1. Problemin tanımlanması 2. Araştırma ve bilgi toplama 3. Yaratıcılık ve buluş 4. Çözüm bulma 5. Uygulama"
  },
  {
    "id": "3609486",
    "unitNumber": 3,
    "text": "Görsel-işitsel kayıtların düzenlenip bir araya getirilmesiyle tamamlanan içeriğin, hedef kitleyle buluşmasına kadar devam eden sürece ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yapım sonrası aşama",
      "B": "Bütçeleme aşaması",
      "C": "Yapım öncesi aşama",
      "D": "Hedef kitle belirleme aşaması",
      "E": "Yapım aşaması"
    },
    "explanation": "Soru ile ilgili konu başlığı: TASARIM KAVRAMI<br/>Görsel-işitsel kayıtların düzenlenip bir araya getirilmesiyle tamamlanan içeriğin hedef kitleyle buluşmasına kadar devam eden aşama a şıkkında yer alan ‘yapım sonrası’ aşama doğru şıktır. Halkla ilişkiler uygulamalarında organizasyon faaliyetinin parçalarından biri olan görsel-işitsel içeriğin hazırlanması üç aşamada gerçekleşir: 1.İçeriğin tasarlandığı ve uygulama sürecinin hazırlıklarının yapıldığı yapım öncesi aşama 2. Tasarlanan içeriğin görsel ve işitsel kayıtlarının yapıldığı yapım aşaması 3. Görsel-işitsel kayıtların düzenlenip bir araya getirilmesiyle tamamlanan içeriğin hedef kitleyle buluşmasına kadar devam eden yapım sonrası aşamadır."
  },
  {
    "id": "3609487",
    "unitNumber": 3,
    "text": "Halkla ilişkiler uygulamalarında hedef kitleyi belli bir konu hakkında bilgilendirme ve eğitme amacını ifade eden amaç aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Motivasyonel amaçlar",
      "B": "İkna amaçları",
      "C": "Bilişsel amaçlar",
      "D": "Tutum amaçları",
      "E": "Davranışsal amaçlar"
    },
    "explanation": "Soru ile ilgili konu başlığı: Amaç Belirleme<br/>Halkla ilişkiler uygulamalarında hedef kitleyi belli bir konu hakkında bilgilendirme ve eğitme amacını ifade eden amaç, c şıkkında bilişsel amaçlar ifadesi olarak doğru verilmiştir. Bilişsel amaçlar; hedef kitleyi belli bir konu hakkında bilgilendirme ve eğitme amacını ifade eder. Halkla ilişkiler uygulamalarında bu genellikle kurum, marka ve ürünler hakkında farkındalık yaratmak, bilgi sağlamak ve belirli bir amaca yönelik eğitmek anlamına gelir."
  },
  {
    "id": "3609488",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi hedef kitle tanımlamasına ilişkin psikolojik özelliklerden biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Algılama",
      "B": "Kişilik",
      "C": "Tutum",
      "D": "Yaş",
      "E": "İnanç"
    },
    "explanation": "Soru ile ilgili konu başlığı: GÖRSEL-İŞİTSEL ARAÇLARDA YAPIM ÖNCESİ AŞAMADA ARAŞTIRMA SÜRECİ -Hedef Kitle Analizi<br/>Doğru cevap d şıkkında yer alan ‘yaş’ ifadesidir. Hedef kitleye ilişkin özellikler üç kategoride sınıflandırılır: • Demografik özellikler: Cinsiyet, yaş, medeni durum, eğitim durumu, meslek, gelir düzeyi, coğrafi yerleşim • Psikolojik özellikler: Gereksinim ve güdülenme, öğrenme, kişilik, algılama, tutum ve inançlar • Sosyolojik özellikler: Kültür, sosyal sınıf, sosyal grup"
  },
  {
    "id": "3609489",
    "unitNumber": 3,
    "text": "… hayatta yaşanan olayların ve insanların yaşamlarının gösterilerek tasarlandığı formatlardır ve daha çok eğlence ve yarışma programları için kullanılan bu format eğitim amaçlı da kullanılan etkin bir formattır. Birçok formata göre maliyeti düşüktür. Ancak eksik ve çarpık bir gerçekliğe dönüşebilme ihtimali nedeniyle manipülasyona, katılımcıların özel ve hassas bilgilerinin kontrolsüz paylaşımı nedeniyle istismara da açıktır.\n Yukarıdaki ifadeyi aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Röportaj ve görüşmeler",
      "B": "Dramatizasyon",
      "C": "Animasyon",
      "D": "Konuşan kafalar",
      "E": "Gerçeklik formatları"
    },
    "explanation": "Soru ile ilgili konu başlığı: Format Seçimi<br/>Doğru şık e seçeneğinde yer almaktadır.\n Gerçeklik formatları (reality show): Gerçek hayatta yaşanan olayların ve insanların yaşamlarının gösterilerek tasarlandığı formatlardır. Daha çok eğlence ve yarışma programları için kullanılan bu format eğitim amaçlı da kullanılan etkin bir formattır. Gerçekliğe senaryosuz ve özgün bakışı nedeniyle izleyici üzerinde etkili ve çekici olan gerçeklik formatları yüksek izleyici katılımına sahiptir. Birçok formata göre maliyeti düşüktür. Ancak eksik ve çarpık bir gerçekliğe dönüşebilme ihtimali nedeniyle manipülasyona, katılımcıların özel ve hassas bilgilerinin kontrolsüz paylaşımı nedeniyle de istismara açıktır."
  },
  {
    "id": "3609490",
    "unitNumber": 3,
    "text": "Mekânın çerçevede daha çok yer kapladığı ancak mekân içinde figürlerin ve nesnelerin konumlarının da belli olduğu ve aksiyonun kolaylıkla takip edildiği ölçek aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Uzak çekim",
      "B": "Orta yakın çekim",
      "C": "Yakın çekim",
      "D": "Orta çekim",
      "E": "Ayrıntı çekim"
    },
    "explanation": "Soru ile ilgili konu başlığı: Çekim Ölçekleri<br/>Doğru şık a şıkkında yer alan uzak çekimdir. Uzak çekim: Mekânın çerçevede daha çok yer kapladığı ancak mekân içinde figürlerin ve nesnelerin konumlarının da belli olduğu ölçektir. Bu ölçekte aksiyon kolaylıkla takip edilir."
  },
  {
    "id": "3609491",
    "unitNumber": 3,
    "text": "Objektiflerin odak noktalarının değişimi ile gerçekleştirilen, bir mercek hareketi olan ve ekranda perspektif yığılma, derinlik algısı, nesnelerin boyut ve hareket algılarında değişim olmasına neden olabilen kamera hareketine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çevrinme hareketleri",
      "B": "Optik hareket",
      "C": "Yükselme hareketleri",
      "D": "Alçalma hareketleri",
      "E": "Kaydırma hareketleri"
    },
    "explanation": "Soru ile ilgili konu başlığı: Kamera Hareketleri<br/>Doğru şık b seçeneğinde yer alan ‘optik hareket ’dir. Optik hareket: Objektiflerin odak noktalarının değişimi ile gerçekleştirilen bir mercek hareketidir. Bu hareketin yapılabilmesi değişebilir odak uzunluklu objektiflerin (zoom objektif) kullanımıyla gerçekleştirilebilir. Optik ileri kaydırma ya da optik geri kaydırma olarak da adlandırılan bu hareketlerde olaya ve karaktere yaklaşılır ya da uzaklaşılır. Özel ve karmaşık bir harekettir. Çünkü merceğin odak değişimi sırasında perspektif yığılmalar, derinlik algısı, çekim ölçeği, nesnelerin boyut ve hareket algılarında değişim olur. Dolayısıyla sinemada daha az kullanılmakla birlikte televizyon program yapımlarında kolaylık sağlaması nedeniyle zaman zaman tercih edilebilir."
  },
  {
    "id": "3609492",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi dar açılı objektiflerin özelliklerinden biri <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Uzun odak uzunluklu ve daha dar bakış açısına sahiptirler",
      "B": "Nesnelerin boyutlarını büyütürler",
      "C": "Dikey hareketlerde nesneler daha hızlıymış gibi algılanır",
      "D": "Derinlik algısı az olduğu için daha yassı bir görüntü oluşur",
      "E": "Nesneler birbirine daha yakın ve sıkışık gözükürler"
    },
    "explanation": "Soru ile ilgili konu başlığı: Objektifler<br/>Doğru şık c seçeneğinde yer almaktadır. Hız algısında da dikey hareketler olduğundan daha yavaşmış gibi algılanır. Oysa seçenekte hızlı kelimesi yanlış olarak verilmiştir. Dar açılı objektiflerin özellikleri sıralanacak olursa; tele objektif olarak da adlandırılan uzun odak uzunluklu objektiflerdir. Normalden daha dar bakış açısına sahiptirler. Nesnelere daha yakından bakılmasına olanak tanırken aynı zamanda nesnelerin boyutlarını büyütürler. Perspektif yığılmaların artması nedeniyle nesneler birbirine daha yakın ve sıkışık gözükürler. Bu da görüntünün daha kalabalıkmış gibi görünmesine neden olurken klostrofobik bir etki de yaratır. Derinlik algısı az olduğu için daha yassı bir görüntü oluşur. Net alan derinlikleri de azalır. Hız algısında da dikey hareketler olduğundan daha yavaşmış gibi algılanır."
  },
  {
    "id": "3609493",
    "unitNumber": 3,
    "text": "Kameranın kendi ekseniyle birlikte sağa-sola, ileri-geri ya da bunların kombinasyonuyla birleşik olarak yapılan ve çerçeve içindeki üçüncü boyut algısını güçlendiren kamera hareketi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çevrinme hareketleri",
      "B": "Yükselme hareketleri",
      "C": "Optik hareket",
      "D": "Kaydırma hareketleri",
      "E": "Alçalma hareketleri"
    },
    "explanation": "Soru ile ilgili konu başlığı: Kamera Hareketleri<br/>Doğru şık d seçeneği kaydırma hareketleridir. Kaydırma hareketleri; kameranın kendi ekseniyle birlikte sağa-sola, ileri-geri ya da bunların kombinasyonuyla birleşik olarak yapılan hareketlerdir. Bu hareketlerde kamera insan vücudu ekseni kullanılarak elde ya da omuzda hareket ettirilebileceği gibi kameranın sarsılmasını engelleyecek ve daha kontrollü hareket etmesini sağlayacak üç ayak sehpaların tekerlek ya da raylı sistemler (dolly, şaryo vs.) üzerinde hareket ettirildiği mekanizmalar, kameramanın üzerine yerleştirilen sarsıntı önleyici sistemler (steadicam) aracılığıyla da kullanılır. Kaydırma hareketleri de genellikle aksiyonu ya da karakterleri takip amacıyla kullanılmakla birlikte çevrinme hareketlerindeki takipten farklıdır. Çevrinme hareketlerinde olay ya da karakter hareket ile birlikte kameradan uzaklaşırken kaydırma hareketlerinde kamera uzaklaşmadan olayla ve karakterle birlikte hareket edebilir. Çevrinme hareketlerinde kamera dışarıdan bir göz olarak olayı izlerken, kaydırma hareketleri olayın içine girebilir ve olayın karakterlerinden birinin gözü gibi hareket edebilir. Bunların da ötesinde kaydırma hareketi çerçeve içindeki üçüncü boyut algısını güçlendirir."
  },
  {
    "id": "3609494",
    "unitNumber": 3,
    "text": "Koltuk altı hizasından omuzların da çerçeve içinde yer aldığı baş üstüne kadar olan çekim ölçeğine ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Boy çekim",
      "B": "Göğüs çekim",
      "C": "Baş çekim",
      "D": "Bel çekim",
      "E": "Omuz çekim"
    },
    "explanation": "Soru ile ilgili konu başlığı: Çekim Ölçekleri<br/>Doğru seçenek e şıkkında yer alan ‘omuz çekim’ dir. Omuz çekim; koltuk altı hizasından omuzların da çerçeve içinde yer aldığı baş üstüne kadar olan çekim ölçeğidir."
  },
  {
    "id": "3609585",
    "unitNumber": 3,
    "text": "Hangisi tasarım sürecinin son aşamasıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Uygulama",
      "B": "Sorun tanımlama",
      "C": "Araştırma",
      "D": "Bilgi toplama",
      "E": "Çözüm bulma"
    },
    "explanation": "Uygulama"
  },
  {
    "id": "3609586",
    "unitNumber": 3,
    "text": "Halkla ilişkiler araçları içerisinde hangisi diğerlerine göre daha etkildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yazılı",
      "B": "Sözlü",
      "C": "Görsel",
      "D": "Dijital",
      "E": "Sosyal"
    },
    "explanation": "Görsel"
  },
  {
    "id": "3609587",
    "unitNumber": 3,
    "text": "Halkla ilişkiler uygulamalarında tasarlanan içeriğin görsel ve işitsel kayıtlarının yapıldığı aşama hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sunum aşaması",
      "B": "Geçici kabul",
      "C": "Yapım öncesi aşaması",
      "D": "Yapım sonrası aşaması",
      "E": "Yapım aşaması"
    },
    "explanation": "Yapım"
  },
  {
    "id": "3609588",
    "unitNumber": 3,
    "text": "Hangi amaç hedef kitleyi belli bir konu hakkında bilgilendirme ve eğitme amacını ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilişsel",
      "B": "Motivasyonel",
      "C": "Davranışsal",
      "D": "Psikomotor",
      "E": "Sosyolojik"
    },
    "explanation": "Bilişsel"
  },
  {
    "id": "3609589",
    "unitNumber": 3,
    "text": "Gereksinim ve güdülenme, öğrenme, kişilik, algılama, tutum ve inançlar hedef kitleye yönelik hangi özellikler arasında yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Demografik",
      "B": "Psikolojik",
      "C": "Sosyolojik",
      "D": "Çevresel",
      "E": "Kültürel"
    },
    "explanation": "Psikolojik"
  },
  {
    "id": "3609590",
    "unitNumber": 3,
    "text": "Kameranın aşağıdan yukarıya doğru bir açıyla konumlandırılması aşağıdaki kavramlardan hangisiyle adlandırılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Alt açı",
      "B": "Üst açı",
      "C": "Göz seviyesi",
      "D": "Boy seviyesi",
      "E": "Bel seviyesi"
    },
    "explanation": "Alt açı"
  },
  {
    "id": "3609591",
    "unitNumber": 3,
    "text": "Genellikle manzara çekimleri için kullanılan tamamıyla mekânın ağırlıkta olduğu ölçek aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çok uzak çekim",
      "B": "Uzak çekim",
      "C": "Orta uzak çekim",
      "D": "Orta yakın çekim",
      "E": "Orta çekim"
    },
    "explanation": "Çok uzak çekim"
  },
  {
    "id": "3609592",
    "unitNumber": 3,
    "text": "Hangisi kısa odak uzunluklu objektif olarak da tanımlanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Geniş açılı objektif",
      "B": "Dar açılı objektif",
      "C": "Normal objektif",
      "D": "Boy objektif",
      "E": "Hızlı objektif"
    },
    "explanation": "Geniş açılı objektif"
  },
  {
    "id": "3609593",
    "unitNumber": 3,
    "text": "Hangisi tele objektif olarak da adlandırılan uzun odak uzunluklu objektif türüdür?",
    "correctAnswer": "B",
    "options": {
      "A": "Geniş açılı",
      "B": "Dar açılı",
      "C": "Normal",
      "D": "Seri",
      "E": "Basamaklı"
    },
    "explanation": "Dar açılı objektif"
  },
  {
    "id": "3609596",
    "unitNumber": 3,
    "text": "Objektiflerin odak noktalarının değişimi ile gerçekleştirilen mercek hareketi aşağıdaki kavramlardan hangisiyle ifade edilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Alçalma hareketi",
      "B": "Çevrinme hareketi",
      "C": "Kaydırma hareketleri",
      "D": "Optik hareket",
      "E": "Yükselme hareketi"
    },
    "explanation": "Optik hareket"
  },
  {
    "id": "3609425",
    "unitNumber": 4,
    "text": "Medyanın geçirmiş olduğu tarihsel süreçteki gelişimine bakıldığı zaman, 19. yüzyılın başında gazete ve dergilerin ardından, hangi aygıtın icadı ile iletişimin yapısının değiştiği görülmüştür?",
    "correctAnswer": "A",
    "options": {
      "A": "Telgraf",
      "B": "Telefon",
      "C": "Televizyon",
      "D": "Sinema",
      "E": "Radyo"
    },
    "explanation": "Medyanın tarihsel süreç içerisindeki gelişimine bakıldığında, 19. yüzyılın başında gazete ve dergilerin, ardından da telgrafın icadı ile iletişimin yapısının değiştiği görülmüştür."
  },
  {
    "id": "3609426",
    "unitNumber": 4,
    "text": "\"Yoğunlaşma/yakınsama (convergence): Sayısallaşma ile bilişim, telekomünikasyon ve geleneksel medya alanlarının, ekonomik, teknik ve sektörel düzeyde yeni medya ile iç içe geçmesi, televizyon, bilgisayar, telefon gibi araçların bir araya gelerek yeni ürünler ve hizmetler meydana getirmesi ....................'dır\".\n Boş bırakılan yere aşağıdaki ifadelerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kamu yayıncılığı",
      "B": "Yöndeşme",
      "C": "Özel yayıncılık",
      "D": "Medya sektörü",
      "E": "Yaratıcı içerik tasarımı"
    },
    "explanation": "Yöndeşime; Yoğunlaşma/yakınsama (convergence): Sayısallaşma ile bilişim, telekomünikasyon ve geleneksel medya alanlarının, ekonomik, teknik ve sektörel düzeyde yeni medya ile iç içe geçmesi, televizyon, bilgisayar, telefon gibi araçların bir araya gelerek yeni ürünler ve hizmetler meydana getirmesidir."
  },
  {
    "id": "3609427",
    "unitNumber": 4,
    "text": "Gazete ve dergilerin hedef kitleye ulaşmada çeşitli avantajları bulunmaktadır. Aşağıdakilerden hangisi bunlardan biri <em><strong>değildir?</strong></em>",
    "correctAnswer": "C",
    "options": {
      "A": "Gazete okuyuculuğunun süreklilik gerektirmesi ve bu yayınları okuyucularının her gün takip etmesi, yani sabit bir okuyucu kitlesinin olması.",
      "B": "Basılı medyanın, diğer iletişim araçlarına göre daha somut ve elle tutulur olmasıyla okuma alışkanlığı yapması.",
      "C": "Gazete ve dergilerin, oldukça güvenilmez bilgi kaynakları olarak görülmesi.",
      "D": "Baskı kalitesinin ucuz olması, çok geniş kitlelere erişmesi ve ekonomik olması.",
      "E": "Gazetelerin günlük olarak okunduktan sonra geri dönüşüme atılmasına rağmen, dergilerin yıllarca saklanabilmesi ve farklı zamanlarda farklı kişilerce de okunma olasılığının yüksek olması."
    },
    "explanation": "Gazete ve dergilerin hedef kitleye ulaşmada çeşitli avantajları bulunmaktadır. Bunlar;\n • Gazete okuyuculuğunun süreklilik gerektirmesi ve bu yayınları okuyucularının her gün takip etmesi, yani sabit bir okuyucu kitlesinin olması.\n • Basılı medyanın, diğer iletişim araçlarına göre daha somut ve elle tutulur olmasıyla okuma alışkanlığı yapması.\n • Okuyucuların köşe yazarlarının ve uzmanların makaleleri okumak, resimlere bakmak ve sevdikleri dergi veya gazetelerdeki reklamları görüntülemesi, okudukça meşgul etmesi ve hoş vakit geçirmesi.\n • Gazete ve dergilerin, güvenilir bilgi kaynakları olarak görülmesi.\n <br/>• Baskı kalitesinin ucuz olması, çok geniş kitlelere erişmesi ve ekonomik olması.\n <br/>• Gazetelerin günlük olarak okunduktan sonra geri dönüşüme atılmasına rağmen, dergilerin yıllarca saklanabilmesi ve farklı zamanlarda farklı kişilerce de okunma olasılığının yüksek olması."
  },
  {
    "id": "3609428",
    "unitNumber": 4,
    "text": "Gazeteler halkla ilişkiler uygulamalarında, aşağıdakilerden hangisi yoğun olarak kullanıldıkları yerlerden biri <em><strong>değildir</strong><strong>?</strong></em>",
    "correctAnswer": "D",
    "options": {
      "A": "Yerel",
      "B": "Bölgesel",
      "C": "Ulusal",
      "D": "Evrensel",
      "E": "Uluslararası"
    },
    "explanation": "Gazeteler halkla ilişkiler uygulamalarında; yerel, bölgesel, ulusal ve uluslararası yayın yapılması noktasında yoğun olarak kullanılmaktadır."
  },
  {
    "id": "3609429",
    "unitNumber": 4,
    "text": "\"Halkla ilişkiler uygulamalarında hedef kitleye gazete ve dergilerle daha uzun ve detaylı bilgi vermek ve belirli bir konu hakkında olumlu tutum oluşturmak için kullanılan bir yöntem de ............ ................\"dir.\n<br/>Boşluğa aşağıdaki ifadelerden hangisi gelmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Haber ajansları",
      "B": "Basın gezileri",
      "C": "Basın toplantıları",
      "D": "Haber mektupları",
      "E": "Basın makaleleri"
    },
    "explanation": "Basın makaleleri; Halkla ilişkiler uygulamalarında hedef kitleye gazete ve dergilerle daha uzun ve detaylı bilgi vermek ve belirli bir konu hakkında olumlu tutum oluşturmak için kullanılan bir diğer yöntem de \"basın makaleleri\"dir."
  },
  {
    "id": "3609431",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi afişlerin en önemli özelliğidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Az metinle hazırlanması ve görsel açıdan dikkat çekici ve yaratıcı olmasıdır.",
      "B": "Kurum ya da kuruluşu tanıtması yönüyle metin dikkatle hazırlanması gerekir.",
      "C": "Belirli bir konu çerçevesinde gazeteci ile haberin kaynağının yüz yüze ya da yazılı ve video olarak yaptıkları görüşmeden yola çıkarak kaleme alınmış olması.",
      "D": "Afişin Kimin tarafından yapılacağının önceden belirlenmesi gerekir.",
      "E": "Fotoğraf ve görüntü kaydedebilmesi için gerekli zamanın ve olanakların sağlanması gereklidir."
    },
    "explanation": "Afişlerin en önemli özelliği, az metinle hazırlanması ve görsel açıdan dikkat çekici ve yaratıcı olmasıdır."
  },
  {
    "id": "3609432",
    "unitNumber": 4,
    "text": "İlk radyo yayıncılığı, 1920’lerde özel sektör girişimi olarak isteyen herkesin istediği frekanstan yayın yapmasıyla birlikte ilk nerede olmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "İngiltere",
      "B": "A.B.D.",
      "C": "Fransa",
      "D": "Almanya",
      "E": "İtalya"
    },
    "explanation": "İlk radyo yayıncılığı 1920’lerde özel sektör girişimi olarak isteyen herkesin istediği frekanstan yayın yapması ile A.B.D.’de başlamıştır."
  },
  {
    "id": "3609433",
    "unitNumber": 4,
    "text": "\"20. yüzyıla damgasını vuran sinema, sesin, görüntünün ve bütün sanat dallarının olanaklarını ve dijital teknolojiyi kullanarak kendine özgü farklı bir anlatım dili ile geleneksel bir görsel-işitsel medya olarak halkla ilişkiler uygulamalarında sınırlı olarak kullanılmaktadır\". Sinema farklı olanakların bir arada kullanılması bağlamında kaçıcı sanat olarak nitelendirilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "5. sanat",
      "B": "6. sanat",
      "C": "7. sanat",
      "D": "8. sanat",
      "E": "9. sanat"
    },
    "explanation": "\"20. yüzyıla damgasını vuran ve 7. sanat olarak bilinen sinema, sesin, görüntünün ve bütün sanat dallarının olanaklarını ve dijital teknolojiyi kullanarak kendine özgü farklı bir anlatım dili ile geleneksel bir görsel-işitsel medya olarak halkla ilişkiler uygulamalarında sınırlı olarak kullanılmaktadır\"."
  },
  {
    "id": "3609434",
    "unitNumber": 4,
    "text": "Sinemada, ürün yerleştirmenin en saf görsel çeşidini temsil etmekte olan uygulama aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Senaryoya yerleştirme",
      "B": "Olay örgüsüne yerleştirme",
      "C": "Halkla ilişkiler uygulamalarında sponsorluk",
      "D": "Ekrana yerleştirme",
      "E": "hedef kitleye mesajların iletilmesi"
    },
    "explanation": "Ekrana yerleştirme (screen placement); ürün yerleştirmenin en saf görsel çeşidini temsil etmektedir."
  },
  {
    "id": "3609435",
    "unitNumber": 4,
    "text": "Çok geniş kitlelere ekonomik bir biçimde ulaşan ve bireylerin görsel ve işitsel duyularına hitap eden televizyon, hangi yıllarda ortaya çıkmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "1900'lü",
      "B": "1910'lu",
      "C": "1920'li",
      "D": "1930'lu",
      "E": "1940'lı"
    },
    "explanation": "Çok geniş kitlelere ekonomik bir biçimde ulaşan ve bireylerin görsel ve işitsel duyularına hitap eden televizyon, 1940’lı yıllarda ortaya çıkmıştır."
  },
  {
    "id": "3609445",
    "unitNumber": 4,
    "text": "Bir kurumda halkla ilişkiler faaliyetlerinin nasıl yürütüleceğinin kararı üst yönetim tarafından verilirken aşağıdakilerin hangisi göz önünde <strong>bulundurulmaz?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kurumun büyüklüğü",
      "B": "Örgütsel yapı",
      "C": "Coğrafi konum",
      "D": "Rakiplerin hedefleri",
      "E": "Yasal mevzuatlar"
    },
    "explanation": "Bir kurumda halkla ilişkiler faaliyetlerinin nasıl yürütüleceğinin kararı; kurumun büyüklüğü, örgütsel yapısı, coğrafi konumu, yönetimin halkla ilişkilere verdiği önem, kurumun halka ilişkilere duyduğu<br/>gereksinim, faaliyet gösterdiği sektörün yapısı, faaliyetlerinin içeriği, mevcut ve olası hedef kitlenin kim olduğu, yasal mevzuatlar, bütçe ve zamanlama üst yönetim tarafından verilmektedir (Ersin 2021: 16).<br/>Rakiplerin hedefleri"
  },
  {
    "id": "3609446",
    "unitNumber": 4,
    "text": "Genel olarak medya sektörünün en önemli gelir kaynağı aşağıdakilerin hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Habercilik yapma",
      "B": "Reklam yayınlama",
      "C": "Eğitim hizmetleri",
      "D": "Müzik yayıncılığı",
      "E": "Promosyon dağıtma"
    },
    "explanation": "İstisnalar hariç tüm dünyada medya sektörünün en önemli gelir kaynakları reklam olmasına rağmen, yayın politikaları da hükûmetler tarafından düzenlenen yasal mevzuata göre düzenlenip denetlenmektedir (Özgür ve Ersin, 2021: 19).<br/>Reklam yayınlama"
  },
  {
    "id": "3609447",
    "unitNumber": 4,
    "text": "Halk için yapılan, halk tarafından finanse edilen ve kontrol edilen, toplumdaki tüm bireylerin bilgilenme, haber alma, eğitim alma ve eğlenme ihtiyaçlarını karşılayacak şekilde yapılan ticari olmayan yayıncılık türü aşağıdakilerin hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Özel yayıncılık",
      "B": "Kurumsal yayıncılık",
      "C": "Kamu yayıncılığı",
      "D": "Yeni medya yayıncılığı",
      "E": "Geleneksel medya yayıncılığı"
    },
    "explanation": "Halk için yapılan, halk tarafından finanse edilen ve kontrol edilen, toplumdaki tüm bireylerin bilgilenme, haber alma, eğitim alma ve eğlenme ihtiyaçlarını karşılayacak şekilde yapılan ticari olmayan yayıncılıktır.<br/>Kamu yayıncılığı"
  },
  {
    "id": "3609448",
    "unitNumber": 4,
    "text": "Toplumu bilgilendiren, haber veren ve yönlendiren en eski iletişim aracı aşağıdakilerin hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Radyo",
      "B": "Internet",
      "C": "Telgraf",
      "D": "Televizyon",
      "E": "Gazete"
    },
    "explanation": "Günümüzde dijital medyanın gelişimi ile birlikte, medya harcamalarında yeri giderek azalan yazılı medya, hâlâ toplumu bilgilendiren, haber veren ve yönlendiren en eski ve etkili iletişim araçlarından birisi olarak bilinmektedir. Yazılı ve basılı araçlar; belirlenmiş bir hedef kitleye yönelik olarak, yazılı metin ve görsel materyallerin (fotoğraf, resim, çizim vb.) tasarlanıp basılarak dağıtıldığı, kitap, gazete, dergi, broşür, afiş, ilanlar vb. ile günlük yayın yapan gazete ve değişik periyotlarla (haftalık, aylık, üç aylık, altı aylık vb.) yayımlanan dergiler olarak bilinmektedir."
  },
  {
    "id": "3609449",
    "unitNumber": 4,
    "text": "Halkla ilişkiler uygulamalarında kullanılan yazılı ve basılı araçlar aşağıdaki kavramlardan hangisinin içinde yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Görsel medya",
      "B": "Yeni medya",
      "C": "Dijital medya",
      "D": "Geleneksel medya",
      "E": "İşitsel medya"
    },
    "explanation": "Halkla ilişkiler uygulamalarında gerek iç hedef kitleye gerekse dış hedef kitleye mesajların ulaştırılmasında etkin olarak kullanılan araçların başında geleneksel medyanın en eski aracı olarak bilinen yazılı ve basılı araçlar gelmektedir."
  },
  {
    "id": "3609450",
    "unitNumber": 4,
    "text": "Aşağıdakilerin hangisi gazetelerin halkla ilişkiler uygulamalarında yoğun olarak kullanılmasının nedenlerinden biri <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Gazetenin tabloid ve standart boyutlara sahip olması",
      "B": "Gazetelerin renkli ve siyah beyaz yayın yapma olanağının olması",
      "C": "Gazetede yer alan bilgi ve haberlerin inanılır ve güvenilir olması",
      "D": "Gazetede haber ve bilginin hızlı ve kolay yayımlanabilmesi",
      "E": "Gazetelerin yerel, bölgesel, ulusal ve uluslararası yayın yapabilmeleri"
    },
    "explanation": "Gazeteler halkla ilişkiler uygulamalarında;<br/>• kitle iletişim aracı olarak bir ülkedeki farklı<br/>coğrafi alanlara ve o ülkedeki farklı demografik yapıdaki bireylere ulaşması,<br/>• yerel, bölgesel, ulusal ve uluslararası yayın<br/>yapılması,<br/>• haber ve bilginin hızlı ve kolay yayımlanabilmesi,<br/>• gazetede yer alan bilgi ve haberlerin inanılır<br/>ve güvenilir olması,<br/>• düşük maliyetle ya da ücretsiz olarak medya<br/>ilişkileri kurulabilmesi,<br/>• renkli ve siyah beyaz yayın yapma olanağı<br/>olması,<br/>• gazetenin saklanabilir olması gibi nedenlerle yoğun olarak kullanılmaktadır.\n<br/>Gazeteler; ... yayın sıklıklarına (günlük ve haftalık) ve boyutlarına (tabloid boyut ve standart boyut) göre sınıflandırılabilmektedir (Elden, 2009: 233-234).<br/>Gazetenin tabloid ve standart boyutlara sahip olması"
  },
  {
    "id": "3609451",
    "unitNumber": 4,
    "text": "Aşağıdakilerin hangisi bir derginin halkla ilişkiler uygulamalarında kullanılma nedenlerinden birisi <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tüm toplumsal kesimlere ulaşabilmesi",
      "B": "Konularına göre sınıflandırılabilmesi",
      "C": "Kuruma, ürüne ve markaya prestij kazandırması",
      "D": "Kaliteli kağıda baskı ve görsel kalitesinin iyi olması",
      "E": "Uzun ömürlü olması, saklanabilmesi, referans kaynağı olarak kullanılması"
    },
    "explanation": "Genellikle tematik konulara, bol fotoğraflı röportajlara, kısa ve güncel haberlere yer verilen (Özgür, 2009: 131-134) dergiler halkla ilişkiler uygulamalarında;<br/>• belirli hedef kitle gruplarına seslenmesi,<br/>• sadakatli okuyucu kitlesi olması,<br/>• konularına göre sınıflandırılabilmesi,<br/>• haber ve bilgi içeriğinin hedef kitleler tarafından inanılır ve güvenilir olarak algılanması,<br/>• kuruma, ürüne ve markaya prestij kazandırması,<br/>• uzun ömürlü olması, saklanabilmesi, defalarca okunabilmesi, referans kaynağı olarak kullanılması ve<br/>• kaliteli kağıda baskı ve görsel kalitesinin iyi olması nedenleriyle kullanılmaktadır.<br/>Tüm toplumsal kesimlere ulaşabilmesi"
  },
  {
    "id": "3609452",
    "unitNumber": 4,
    "text": "Özel sektör girişimi olarak ilk radyo yayıncılığının 1920'lerde başladığı ülke aşağıdakilerin hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "ABD",
      "B": "Kanada",
      "C": "Rusya",
      "D": "Çin",
      "E": "İngiltere"
    },
    "explanation": "İlk radyo yayıncılığı 1920’lerde özel sektör girişimi olarak isteyen herkesin istediği frekanstan yayın yapması ile ABD’de başlamış, 1922 yılında da İngiltere’de BBC radyosu kurulmuştur."
  },
  {
    "id": "3609453",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi radyoda yaratıcılık, bilgi verme, duygusallık ve mesajın içselleştirilmesinde en etkili unsurlardandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Sunucunun sesi",
      "B": "Ses efektleri",
      "C": "Gülme sesi",
      "D": "Diyalog",
      "E": "Müzik"
    },
    "explanation": "Müzik radyoda; yaratıcılık, bilgi verme, duygusallık ve mesajın içselleştirilmesinde çok etkilidir."
  },
  {
    "id": "3609454",
    "unitNumber": 4,
    "text": "Televizyon için hazırlanan bir yapım dosyasında olmazsa olmaz olan unsur aşağıdakilerin hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Program içeriği",
      "B": "Program önerisi",
      "C": "Programın bütçesi",
      "D": "Programın yapım biçimi",
      "E": "Programın hedef kitlesi"
    },
    "explanation": "Televizyon için hazırlanan bir yapım dosyasında olmazsa olmaz olan ise program önerisidir."
  },
  {
    "id": "3609535",
    "unitNumber": 4,
    "text": "Günümüzde medya geleneksel ve dijital medya olarak iki farklı biçimde sınıflandırılmaktadır. Genel olarak gazete, dergi, sinema, radyo ve televizyonu kapsayan ve canlı yayınlar hariç mesajları hedef kitleye tek yönlü olarak ulaştıran ....................... ekonomik değeri ve ideolojik etkisiyle, ekonomiden, kültüre, siyasetten pazarlamaya, reklamdan halkla ilişkilere çok farklı disiplinleri kapsayan bir uygulamalı iletişim aracıdır.\n Yukarıdaki açıklamayı tamamlayacak tanım aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sosyal Medya",
      "B": "Facebook",
      "C": "Instagram",
      "D": "Geleneksel Medya",
      "E": "Dijital Medya"
    },
    "explanation": "HALKLA İLİŞKİLER UYGULAMALARINDA KULLANILAN GELENEKSEL MEDYA<br/>Günümüzde medya geleneksel ve dijital medya olarak iki farklı biçimde sınıflandırılmaktadır. Genel olarak gazete, dergi, sinema, radyo ve televizyonu kapsayan ve canlı yayınlar hariç mesajları hedef kitleye tek yönlü olarak ulaştıran ''Geleneksel Medya'' ekonomik değeri ve ideolojik etkisiyle, ekonomiden, kültüre, siyasetten pazarlamaya, reklamdan halkla ilişkilere çok farklı disiplinleri kapsayan bir uygulamalı iletişim aracıdır."
  },
  {
    "id": "3609536",
    "unitNumber": 4,
    "text": "Reklamlar, özellikle radyo ve televizyon yayınlarını ....................... olarak izlemenin bedelidir. En çok okunan/dinlenen/izlenen geleneksel medya ortamları, en çok reklam alarak gelir elde etmekte, reklam verenler de ürün ve hizmetlerini geniş kitlelere tanıtmak, imajlarını oluşturmak ve güçlendirmek için için en çok okunan/dinlene/izlenen programlarla mesajlarını hedef kitleye yöneltmektedir.\n Yukarıdaki açıklama hangi şıktaki cevapla tamamlanabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ücretsiz",
      "B": "Sponsorluk",
      "C": "Reklam amaçlı",
      "D": "Toplum mesajı",
      "E": "Ücretli"
    },
    "explanation": "HALKLA İLİŞKİLER UYGULAMALARINDA KULLANILAN GELENEKSEL MEDYA<br/>Reklamlar, özellikle radyo ve televizyon yayınlarını ücretsiz olarak izlemenin bedelidir. En çok okunan/dinlenen/izlenen geleneksel medya ortamları, en çok reklam alarak gelir elde etmekte, reklam verenler de ürün ve hizmetlerini geniş kitlelere tanıtmak, imajlarını oluşturmak ve güçlendirmek için için en çok okunan/dinlene/izlenen programlarla mesajlarını hedef kitleye yöneltmektedir."
  },
  {
    "id": "3609537",
    "unitNumber": 4,
    "text": "Gazete ve dergilerin hedef kitleye ulaşmada çeşitli avantajları bulunmaktadır.\n Aşağıdakilerden hangisi bu avantajlar arasında sayılamaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Gazete ve dergilerin, güvenilir bilgi kaynakları olarak görülmesi",
      "B": "Baskı kalitesinin ucuz olması, çok geniş kitlelere erişmesi ve ekonomik olması",
      "C": "Gazetelerin günlük olarak okunduktan sonra geri dönüşüme atılmasına rağmen, dergilerin yıllarca saklanabilmesi ve farklı zamanlarda farklı kişilerce de okunma olasılığının yüksek olması",
      "D": "Gazete ve dergilerin hedef kitleye ulaşmada çeşitli avantajları bulunmaktadır.Toplumun her kesiminin okuma alışkanlığının olmayışı avantajlar arasında değildir.",
      "E": "Gazete okuyuculuğunun süreklilik gerektirmesi ve bu yayınları okuyucularının her gün takip etmesi, yani sabit bir okuyucu kitlesinin olması"
    },
    "explanation": "HALKLA İLİŞKİLER UYGULAMALARINDA GELENEKSEL MEDYA OLARAK YAZILI VE BASILI ARAÇLAR<br/>Toplumun her kesiminin okuma alışkanlığının olmayışı"
  },
  {
    "id": "3609538",
    "unitNumber": 4,
    "text": "Gazete ve dergiler halkla ilişkiler uygulamalarında kullanılırken ..................... hedef kitleye; haber ve basın bülteni, basın makaleleri, haber mektupları, basın gezileri, basın toplantısı ve buluşmaları ve röportaj teknikleri aracılığıyla aktarılır.\n Yukarıdaki açıklamayı tamamlayacak bilgi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Görseller",
      "B": "Mesajlar",
      "C": "Yazılı metinler",
      "D": "Ödemeler",
      "E": "Konuların güncellenmesi"
    },
    "explanation": "HALKLA İLİŞKİLER UYGULAMALARINDA GELENEKSEL MEDYA OLARAK YAZILI VE BASILI ARAÇLAR<br/>Gazete ve dergiler halkla ilişkiler uygulamalarında kullanılırken mesajlar hedef kitleye; haber ve basın bülteni, basın makaleleri, haber mektupları, basın gezileri, basın toplantısı ve buluşmaları ve röportaj teknikleri aracılığıyla aktarılır."
  },
  {
    "id": "3609539",
    "unitNumber": 4,
    "text": "Genel olarak kurumun önemli ve belirli bir konusu ile ilgili olarak hedef kitleye bilgi vermek, finansal yapısı ya da yeni stratejileri açıklamak, ürün ve hizmetlerle ilgili gelişmeleri paylaşmak, kurum imajını güçlendirmek ve değerlendirme yapmak gibi farklı amaçları yerine getirmek için medya mensuplarıyla yapılan bir toplantı ya da etkinlik ve sonucunda, kuruluş, bayram, resmi ve özel günlerde ya da periyodik olarak belirli zaman aralıklarında düzenli ve olağan olarak medyada yer alma amaçlı olarak yapılan toplantılar nasıl tanımlanmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Haber yayını",
      "B": "Haber mektupları",
      "C": "Basın makalesi",
      "D": "Basın toplantısı",
      "E": "Yayın akışı"
    },
    "explanation": "HALKLA İLİŞKİLER UYGULAMALARINDA GELENEKSEL MEDYA OLARAK YAZILI VE BASILI ARAÇLAR<br/>Genel olarak kurumun önemli ve belirli bir konusu ile ilgili olarak hedef kitleye bilgi vermek, finansal yapısı ya da yeni stratejileri açıklamak, ürün ve hizmetlerle ilgili gelişmeleri paylaşmak, kurum imajını güçlendirmek ve değerlendirme yapmak gibi farklı amaçları yerine getirmek için medya mensuplarıyla yapılan bir toplantı ya da etkinlik ve sonucunda, kuruluş, bayram, resmi ve özel günlerde ya da periyodik olarak belirli zaman aralıklarında düzenli ve olağan olarak medyada yer alma amaçlı olarak yapılan toplantılar, medya ilişkileri arasında en güçlü ve en etkili olanı olan basın toplantısıdır."
  },
  {
    "id": "3609540",
    "unitNumber": 4,
    "text": "Belirli bir konu çerçevesinde gazeteci ile haberin kaynağının yüz yüze ya da yazılı ve video olarak yaptıkları görüşmeden yola çıkarak kaleme alınmış metinler ya da kaydedilmiş görsel işitsel materyallerdir.\n Yukarıdaki açıklama halkla ilişkiler uygulamalarında geleneksel medyanın kullanımı doğrultusunda aşağıdaki tanımlardan hangisini tanımlamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Basın toplantısı",
      "B": "Röportaj",
      "C": "Basın bildirisi",
      "D": "Broşür",
      "E": "Kurum gazetesi"
    },
    "explanation": "HALKLA İLİŞKİLER UYGULAMALARINDA GELENEKSEL MEDYA OLARAK YAZILI VE BASILI ARAÇLAR<br/>Röportaj; belirli bir konu çerçevesinde gazeteci ile haberin kaynağının yüz yüze ya da yazılı ve video olarak yaptıkları görüşmeden yola çıkarak kaleme alınmış metinler ya da kaydedilmiş görsel işitsel materyallerdir."
  },
  {
    "id": "3609541",
    "unitNumber": 4,
    "text": "Halkla ilişkiler uygulamalarında kullanılan ve kurumun gerçekleştirdiği bir faaliyeti, sosyal sorumluluk projesini ya da ürün ve hizmetin tanıtımında iç ve dış mekânlarda kullanılan farklı boyutlarda büyük ölçekli basılan yazılı-görsel tanıtım araçları nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kurum gazetesi",
      "B": "Kitapçık",
      "C": "Afiş",
      "D": "Broşür",
      "E": "Basın bildirisi"
    },
    "explanation": "HALKLA İLİŞKİLER UYGULAMALARINDA GELENEKSEL MEDYA OLARAK YAZILI VE BASILI ARAÇLAR<br/>Afiş ;halkla ilişkiler uygulamalarında kullanılan ve kurumun gerçekleştirdiği bir faaliyeti, sosyal sorumluluk projesini ya da ürün ve hizmetin tanıtımında iç ve dış mekânlarda kullanılan farklı boyutlarda büyük ölçekli basılan yazılı-görsel tanıtım araçlarıdır."
  },
  {
    "id": "3609542",
    "unitNumber": 4,
    "text": "Kitle iletişim aracı olarak iletileri elektronik olarak ses ile ileten , Marconi tarafından bulunan , ortaya çıktığı andan itibaren dünyada büyük ilgi uyandıran ve sadece kulağa hitap eden yayıncılık olarak bilinen , genel kitleye hızlı ve ekonomik bir şekilde hitap eden söz ve müzik yayınları yapması, eğlence, eğitim, kitleleri ikna etme, ürün ve hizmetleri tanıtma ve satışına katkı sağlama, kurumların imajını yükseltme amacıyla kullanılması ve buna ek olarak haber ve bilgi kaynağı olması nedeniyle bireylerin günlük yaşamlarında vazgeçilmez bir kitle iletişim aracıdır. \n Yukarıda tanımlanan halkla ilişkilerin önemli medya aracı nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Televizyon",
      "B": "Spotify",
      "C": "Facebook",
      "D": "Radyo",
      "E": "Gazete"
    },
    "explanation": "HALKLA İLİŞKİLER UYGULAMALARINDA GELENEKSEL MEDYA OLARAK GÖRSEL-İŞİTSEL ARAÇLAR<br/>Kitle iletişim aracı olarak iletileri elektronik olarak ses ile ileten ve, Marconi tarafından bulunan radyo, ortaya çıktığı andan itibaren dünyada büyük ilgi uyandıran ve sadece kulağa hitap eden yayıncılık olarak bilinen , genel kitleye hızlı ve ekonomik bir şekilde hitap eden söz ve müzik yayınları yapması, eğlence, eğitim, kitleleri ikna etme, ürün ve hizmetleri tanıtma ve satışına katkı sağlama, kurumların imajını yükseltme amacıyla kullanılması ve buna ek olarak haber ve bilgi kaynağı olması nedeniyle bireylerin günlük yaşamlarında vazgeçilmez bir kitle iletişim aracıdır."
  },
  {
    "id": "3609543",
    "unitNumber": 4,
    "text": "Radyoda kurum dışı yapımlardan olmayan içerik hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Haber bültenleri",
      "B": "Reklam yayınları",
      "C": "Kamu ilanları",
      "D": "Müzik yayını",
      "E": "Sunucunun sesli sunumu"
    },
    "explanation": "HALKLA İLİŞKİLER UYGULAMALARINDA GELENEKSEL MEDYA OLARAK GÖRSEL-İŞİTSEL ARAÇLAR<br/>Radyo spikerinin sunumu radyonun dış yapımı değildir."
  },
  {
    "id": "3609544",
    "unitNumber": 4,
    "text": "....................... dikkati dağıtacak faktörlerin az olması, reklam hatırlama düzeyini artırmaktadır.\n Yukarıdaki boşluğu tamamlayacak tanım aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Televizyon",
      "B": "Sinema",
      "C": "Radyo",
      "D": "Uydu yayını",
      "E": "Afiş"
    },
    "explanation": "HALKLA İLİŞKİLER UYGULAMALARINDA GELENEKSEL MEDYA OLARAK GÖRSEL-İŞİTSEL ARAÇLAR<br/>Sinemada dikkati dağıtacak faktörlerin az olması, reklam hatırlama düzeyini artırmaktadır."
  },
  {
    "id": "3609495",
    "unitNumber": 5,
    "text": "En genel haliyle internet üzerinden içerik paylaşımını mümkün kılan tüm iş akışlarını, platformları ve araçları içeren bir iletişim yöntemine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Genişletilmiş erişim",
      "B": "Yaratıcılık ve yenilik",
      "C": "Sosyal medya paylaşımları",
      "D": "Dijital medya",
      "E": "Dijital halkla ilişkiler"
    },
    "explanation": "DİJİTAL MEDYANIN HALKLA İLİŞKİLERDEKİ YERİ VE ÖNEMİ<br/>En genel haliyle dijital medya, internet üzerinden içerik paylaşımını mümkün kılan tüm iş akışlarını, platformları ve araçları içeren bir iletişim yöntemidir"
  },
  {
    "id": "3609496",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi dijital medyanın çeşitli amaçlarla yoğun bir biçimde kullanım alanları içerisinde <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Eğlence",
      "B": "Araştırma",
      "C": "Hobi",
      "D": "Eğitim",
      "E": "Kayıt Cihazı"
    },
    "explanation": "DİJİTAL MEDYANIN HALKLA İLİŞKİLERDEKİ YERİ VE ÖNEMİ<br/>Kullanıcıların küresel ölçekteki bilgilere ve içeriğe hızlı, kolay ve filtrelenmiş bir şekilde erişmesini sağlayan dijital medya; eğlence, hobi, eğitim, araştırma ve genel bilgi edinme gibi çok çeşitli amaçlarla yoğun bir biçimde kullanılmaktadır. Dolayısıyla doğru cevap kayıt cihazıdır."
  },
  {
    "id": "3609497",
    "unitNumber": 5,
    "text": "\"...................: Dijital medya aracılığıyla halkla ilişkiler uzmanları daha geniş kitlelere ulaşabilmekte, mesajlarını daha hızlı ve etkili bir biçimde yayabilmektedir\" cümlesindeki boşluğa gelebilecek en uygun ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Genişletilmiş erişim",
      "B": "Etkileşim ve geri bildirim",
      "C": "Ölçülebilirlik",
      "D": "Hedefleme ve kişiselleştirme",
      "E": "Yaratıcılık ve yenilik"
    },
    "explanation": "DİJİTAL MEDYANIN HALKLA İLİŞKİLERDEKİ YERİ VE ÖNEMİ<br/>Genişletilmiş erişim: Dijital medya aracılığıyla halkla ilişkiler uzmanları daha geniş kitlelere ulaşabilmekte, mesajlarını daha hızlı ve etkili bir biçimde yayabilmektedir."
  },
  {
    "id": "3609498",
    "unitNumber": 5,
    "text": "\"......................: Dijital medya, halkla ilişkiler çalışmalarına özgü daha yaratıcı ve yenilikçi içerikler ve kampanyalar oluşturabilmesine olanak sağlar\" cümlesindeki boşluğa gelebilecek en uygun ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ölçülebilirlik",
      "B": "Adaptasyon ve esneklik",
      "C": "Yaratıcılık ve yenilik",
      "D": "Etkileşim ve geri bildirim",
      "E": "Hedefleme ve kişiselleştirme"
    },
    "explanation": "DİJİTAL MEDYANIN HALKLA İLİŞKİLERDEKİ YERİ VE ÖNEMİ<br/>Yaratıcılık ve yenilik: Dijital medya, halkla ilişkiler çalışmalarına özgü daha yaratıcı ve yenilikçi içerikler ve kampanyalar oluşturabilmesine olanak sağlar"
  },
  {
    "id": "3609499",
    "unitNumber": 5,
    "text": "\"................: Dijital medya, halkla ilişkiler alanında faaliyet gösteren profesyonellere, değişen piyasa koşulları ve hedef kitlelerin<br/>beklentileri karşısında daha hızlı ve esnek bir şekilde pozisyon alabilme imkânı sunar\" cümlesindeki boşluğa gelebilecek en uygun ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yaratıcılık ve yenilik",
      "B": "Adaptasyon ve esneklik",
      "C": "Maliyet tasarrufu",
      "D": "Genişletilmiş erişim",
      "E": "Ölçülebilirlik"
    },
    "explanation": "DİJİTAL MEDYANIN HALKLA İLİŞKİLERDEKİ YERİ VE ÖNEMİ<br/>Adaptasyon ve esneklik: Dijital medya, halkla ilişkiler alanında faaliyet gösteren profesyonellere, değişen piyasa koşulları ve hedef kitlelerin beklentileri karşısında daha hızlı ve esnek bir şekilde pozisyon alabilme imkânı sunar."
  },
  {
    "id": "3609500",
    "unitNumber": 5,
    "text": "\"...............: Hedef kitlenin yaş, cinsiyet, gelir düzeyi, eğitim seviyesi, meslek ve coğrafi konum gibi demografik özelliklerini incelemek, iletişim stratejilerinin daha spesifik ve hedef odaklı olmasına yardımcı olur\" cümlesindeki boşluğa gelebilecek en uygun ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Demografik analiz",
      "B": "Psikografik analiz",
      "C": "Davranışsal analiz",
      "D": "Sosyal medya analizi",
      "E": "Tüketici verisi analizi"
    },
    "explanation": "Demografik analiz: Hedef kitlenin yaş, cinsiyet, gelir düzeyi, eğitim seviyesi, meslek ve coğrafi konum gibi demografik özelliklerini incelemek, iletişim stratejilerinin daha spesifik ve hedef odaklı olmasına yardımcı olur."
  },
  {
    "id": "3609501",
    "unitNumber": 5,
    "text": "\"..............: : Şirketin ana fikrini ve değerlerini özetleyen kısa ve çarpıcı bir cümleyi içermelidir\" cümlesindeki boşluğa gelebilecek en uygun ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Logo",
      "B": "Anketler ve odak grupları",
      "C": "Slogan",
      "D": "Tasarım ekibi veya Ajans Seçimi",
      "E": "Algı yönetimi"
    },
    "explanation": "Kurumsal Kimlik ve Marka İmajı<br/>Slogan: Şirketin ana fikrini ve değerlerini özetleyen kısa ve çarpıcı bir cümleyi içermelidir."
  },
  {
    "id": "3609502",
    "unitNumber": 5,
    "text": "\".................: : Başarılı bir kurumsal kimlik uygulaması, şirketin tüm iletişim kanallarında tutarlı bir görünüm sağlar ve bu marka imajının güçlenmesine katkıda bulunur\" cümlesindeki boşluğa gelebilecek en uygun ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Güven ve itibar",
      "B": "Algı yönetimi",
      "C": "Farklılaşma",
      "D": "İhtiyaçları Belirleme",
      "E": "Tutarlılık"
    },
    "explanation": "Kurumsal Kimlik ve Marka İmajı<br/>Tutarlılık: Başarılı bir kurumsal kimlik uygulaması, şirketin tüm iletişim kanallarında tutarlı bir görünüm sağlar ve bu marka imajının güçlenmesine katkıda bulunur."
  },
  {
    "id": "3609503",
    "unitNumber": 5,
    "text": "Dünya çapında en çok kullanılan CMS aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Joomla",
      "B": "WordPress",
      "C": "Drupal",
      "D": "Typo3",
      "E": "Silverstripe"
    },
    "explanation": "çerik Yönetim Sistemleri<br/>WordPress: Dünya çapında en çok kullanılan CMS olan WordPress, hem kişisel bloglar hem de işletme siteleri için uygundur."
  },
  {
    "id": "3609504",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bulut tabanlı CMS'ler arasında <strong>yer almaz?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Wix",
      "B": "Weebly",
      "C": "Squarespace",
      "D": "Concrete5",
      "E": "Shopify"
    },
    "explanation": "İçerik Yönetim Sistemleri<br/>Concrete5 bulut tabanlı CMS'ler arasında yer almaz."
  },
  {
    "id": "3609507",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangi açıklamayı dijital medyanın ticari alandaki etkisi ile ilişkilendirebiliriz?",
    "correctAnswer": "C",
    "options": {
      "A": "Eğlence ,hobi",
      "B": "Çevirim içi dersler, öğrenim videoları",
      "C": "Pazarlama ve reklam kampanyaları",
      "D": "Politik tanıtım kampanyaları",
      "E": "Geleneksel basılılı yayına göre daha ekonomik materyale erişim"
    },
    "explanation": "DİJİTAL MEDYANIN HALKLA İLİŞKİLERDEKİ YERİ VE ÖNEMİ<br/>Dijital medya, işletmelerin hedef kitlelere ulaşmasına, pazarlama ve reklam kampanyaları yürütmesine ve e-ticaret yoluyla mal ve hizmet satmasına olanak tanıyarak ekonomik büyümeye ve küresel iş birliğine katkıda bulunur."
  },
  {
    "id": "3609512",
    "unitNumber": 5,
    "text": "Aşağıdaki açıklamaların hangisi dijital medya alanında şirketlere kurumsal iletişim açısından yarar sağlamaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Şirketlerin dijital medyada , bloglar, videolar ve diğer çevrimiçi platformlar aracılığıyla tanıtım yaparak marka bilincini ve imajını güçlendirmelerine olanak tanır.",
      "B": "Şirketlerin ürün ve hizmetlerini tanıtmak ve pazarlamak için en etkili ve maliyet açısından en uygun araçtır.",
      "C": "Hedefli reklam kampanyaları ve içerik pazarlaması gibi dijital medya teknikleri, şirketlerin dikkat çekici ve ölçülebilir sonuçlar elde edebilmelerini daha mümkün kılmaktadır.",
      "D": "Kurum içi ağlar (intranet), e-posta grupları ve diğer dijital platformlar, iş birliğini ve çalışan bağlılığını artırmaya katkı sağlar.",
      "E": "Şirketlerin çalışanlarının özel hayatlarını dijital medyada takip etmek şirket tanıtımına katkı sağlar."
    },
    "explanation": "DİJİTAL HALKLA İLİŞKİLER<br/>''Şirketlerin çalışanlarının özel hayatlarını dijital medyada takip etmek şirket tanıtımına katkı sağlar''açıklaması soru içeriği ile ilgisizdir."
  },
  {
    "id": "3609519",
    "unitNumber": 5,
    "text": "''Hedef kitlenin tercihleri, ilgi alanları ve ihtiyaçları doğrultusunda oluşturulan içerik stratejisi, dijital halkla ilişkiler çalışmalarının başarısında büyük rol oynar. Hedef kitlenin marka hakkındaki düşünceleri ve geri bildirimleri, markanın ................... doğrudan etkiler.''\n Yukarıdaki açıklama cümlesinde tamamlayıcı nitelik aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İtibarını",
      "B": "Fiyatını",
      "C": "Ürün dağıtımını",
      "D": "Çalışanların ihtiyaçlarını",
      "E": "Personel maaşını"
    },
    "explanation": "DİJİTAL HALKLA İLİŞKİLER<br/>''Hedef kitlenin tercihleri, ilgi alanları ve ihtiyaçları doğrultusunda oluşturulan içerik stratejisi, dijital halkla ilişkiler çalışmalarının başarısında büyük rol oynar. Hedef kitlenin marka hakkındaki düşünceleri ve geri bildirimleri, markanın itibarını doğrudan etkiler.''"
  },
  {
    "id": "3609528",
    "unitNumber": 5,
    "text": "''Hedef kitleye yönelik yapılan çalışmaların başarısını ölçmek ve gerekli iyileştirmeleri yapmak, sürekli gelişim tesis edilmesi için bir gerekliliktir. Web sitesi trafiği, sosyal medya etkileşimi ve dönüşüm oranları gibi metrikler, hedef kitleyle yapılan etkili dijital halkla ilişkiler çalışmalarının sonuçlarını değerlendirmek için güçlü bir araç seti sunar. Etkili bir dijital halkla ilişkiler stratejisi belirleme sürecinin ilk adımı olan hedef kitlenin analizi için şu yöntemler kullanılabilir.'' \n Aşağıdaki açıklamalardan hangisini yukarıdaki metin ile ilişkili bir dijital halkla ilişkiler stratejisinin analizlerinden sayamayız?",
    "correctAnswer": "D",
    "options": {
      "A": "Demografik analiz: Hedef kitlenin yaş, cinsiyet, gelir düzeyi, eğitim seviyesi, meslek ve coğrafi konum gibi demografik özelliklerini incelemek, iletişim stratejilerinin daha spesifik ve hedef odaklı olmasına yardımcı olur.",
      "B": "Davranışsal analiz: Hedef kitlenin alışveriş alışkanlıkları, marka tercihleri, ürün kullanımı ve sadakat düzeyi gibi davranışları incelemek, markaların hedef kitleye yönelik özelleştirilmiş teklifler ve iletişim stratejileri geliştirmelerine olanak tanır",
      "C": "Tüketici verisi analizi: Müşteri veri tabanlarından, satış raporlarından ve web sitesi analitiği gibi kaynaklardan elde edilen verilerin analizi, hedef kitlenin tercihleri ve davranışları hakkında daha derinlemesine bilgi sağlar.",
      "D": "Test edilen ve iyileştirilen dijital medya tasarımı, nihayet uygulamaya ve dağıtıma hazırdır. İçeriğin uygun platformlara yüklenmesi ve hedef kitleye ulaştırılması uygulama ve dağıtım aşamasında gerçekleştirilir.",
      "E": "İç görü ve pazar araştırması: Pazar araştırması şirketleri ve iç görü araştırma uzmanları tarafından yapılan çalışmalar, hedef kitlenin analizi için daha geniş veri ve bilgi sağlar."
    },
    "explanation": "DİJİTAL HALKLA İLİŞKİLER-Hedef Kitle<br/>Test edilen ve iyileştirilen dijital medya tasarımı, nihayet uygulamaya ve dağıtıma hazırdır. İçeriğin uygun platformlara yüklenmesi ve hedef kitleye ulaştırılması uygulama ve dağıtım aşamasında gerçekleştirilir."
  },
  {
    "id": "3609529",
    "unitNumber": 5,
    "text": "Aşağıdaki açıklamaların hangisi dijital halkla ilişkilerde hedef kitle analizlerinden ''anketler ve odak grupları'' ile ilişkilendirilmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hedef kitlenin düşüncelerini, beklentilerini ve gereksinimlerini doğrudan öğrenmek için anketler ve odak grupları düzenlemek, markaların hedef kitle ile daha etkili iletişim kurmalarına yardımcı olur.",
      "B": "Hedef kitlenin alışveriş alışkanlıkları, marka tercihleri, ürün kullanımı ve sadakat düzeyi gibi davranışları incelemek, markaların hedef kitleye yönelik özelleştirilmiş teklifler ve iletişim stratejileri geliştirmelerine olanak tanır.",
      "C": "Pazar araştırması şirketleri ve iç görü araştırma uzmanları tarafından yapılan çalışmalar, hedef kitlenin analizi için daha geniş veri ve bilgi sağlar.",
      "D": "Şirketin yazılı materyallerinde kullanılan yazı karakterlerine tipografi denmektedir. Tipografi, şirketin profesyonelliğini ve tarzını yansıtmalıdır.",
      "E": "Geleneksel halkla ilişkiler uygulamalarında olduğu gibi dijital halkla ilişkilerde de kurumların tüm iletişim faaliyetlerinin merkezinde hedef kitlenin yapısı, ihtiyaçları, beklentileri, memnuniyetleri ve sadakatleri gibi unsurlar yer alır."
    },
    "explanation": "DİJİTAL HALKLA İLİŞKİLER-Hedef Kitle<br/>Hedef kitlenin düşüncelerini, beklentilerini ve gereksinimlerini doğrudan öğrenmek için anketler ve odak grupları düzenlemek, markaların hedef kitle ile daha etkili iletişim kurmalarına yardımcı olur."
  },
  {
    "id": "3609530",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi halkla ilişkiler özelinde kurumsal kimlik ve marka imajı arasındaki ilişki ile ilgisizdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tutarlılık: Başarılı bir kurumsal kimlik uygulaması, şirketin tüm iletişim kanallarında tutarlı bir görünüm sağlar ve bu marka imajının güçlenmesine katkıda bulunur.",
      "B": "Güven ve itibar: Profesyonel ve etkili bir kurumsal kimlik, kurumun güvenilirliği ve itibarını artırmakta ve kurumları rakiplerinden ayırt etmeye ve farklılaşmaya yardımcı olmaktadır.",
      "C": "Algı yönetimi: Halkla ilişkiler stratejisi, kurumsal kimliğin hedef kitle ve genel kamuoyu tarafından nasıl algılandığını etkiler.",
      "D": "Müşteri veri tabanlarından, satış raporlarından ve web sitesi analitiği gibi kaynaklardan elde edilen verilerin analizi, hedef kitlenin tercihleri ve davranışları hakkında daha derinlemesine bilgi sağlar.",
      "E": "Kurumsal kimlik, kurumları rakiplerinden ayırt etmeye ve farklılaşmaya yardımcı olur. Bu, marka imajının güçlenmesine ve şirketin sektördeki konumunun iyileşmesine katkıda bulunur."
    },
    "explanation": "DİJİTAL HALKLA İLİŞKİLER-Hedef Kitle<br/>Tüketici verisi analizi müşteri veri tabanlarından, satış raporlarından ve web sitesi analitiği gibi kaynaklardan elde edilen verilerin analizi, hedef kitlenin tercihleri ve davranışları hakkında daha derinlemesine bilgi sağlar."
  },
  {
    "id": "3609531",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi başarılı bir kurumsal kimlik çalışması sonuçlarından değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Şirketin genel imajını ve algılanmasını doğrudan etkiler.",
      "B": "Markanın rakiplerinden ayırt edilebilmesini sağlar.",
      "C": "Şirketin broşürleri, kartvizitleri, web sitesi, sosyal medya hesapları gibi materyalleri, şirketin kimliğini yansıtmalı ve tutarlı olmalıdır.",
      "D": "Marka değerini artırır ve organizasyonun pazardaki konumunu güçlendirir.",
      "E": "Müşterilere ve iş ortaklarına güven verir."
    },
    "explanation": "DİJİTAL HALKLA İLİŞKİLER-Hedef Kitle<br/>İletişim Malzemeleri: Şirketin broşürleri, kartvizitleri, web sitesi, sosyal medya hesapları gibi materyalleri, şirketin kimliğini yansıtmalı ve tutarlı olmalıdır."
  },
  {
    "id": "3609532",
    "unitNumber": 5,
    "text": "Bir web sitesinin tasarım ve geliştirme süreci aşamalarından ''Arama Motoru Optimizasyonu'' nun içerdiği çalışma niteliği aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "SEO teknikleri kullanılarak web sitesi arama motorları için optimize edilir ve arama sonuçlarında görünürlüğü ve sıralaması artırılabilir.",
      "B": "Web sitesi tasarımı ve genel yapısı oluşturulduktan sonra metin, resim ve video gibi içerikler web sitesine eklenir.",
      "C": "Web sitesi yayımlanır ve internet üzerinde canlı hâle getirilir.",
      "D": "Web sitesi canlı hale geldikten sonra, hedef kitle için işlevsel ve ilgili kalması için sürekli bakım ve güncellemeler gerektirir.",
      "E": "Tasarım aşaması, markayla ve hedef kitleyle uyumlu bir renk şeması, tipografi ve görüntü seçimini içerir, bu aşamada, web sitesinin görsel tasarımı oluşturulur."
    },
    "explanation": "DİJİTAL MEDYA ARAÇLARI-Web Siteleri<br/>Bir web sitesinin tasarım ve geliştirme süreci aşamalarından ''Arama Motoru Optimizasyonu'' SEO teknikleri kullanılarak web sitesi arama motorları için optimize edilir ve arama sonuçlarında görünürlüğü ve sıralaması artırılabilir."
  },
  {
    "id": "3609533",
    "unitNumber": 5,
    "text": "Genellikle topluluk tarafından desteklenen ve ücretsiz olarak kullanılabilen CMS çözümleri , kaynak kodlarının herkese açık olması nedeniyle özelleştirme ve geliştirme açısından büyük esneklik sunar. Aşağıdakilerden hangisi popüler açık kaynaklı CMS’ ler grubunda değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "CSS seçicileri, HTML öğelerine ve özelliklerine dayalı olarak stil kurallarının uygulanmasını sağlar. Sınıf (class) ve kimlik (ID) seçicileri gibi seçiciler, belirli ögelere veya öge gruplarına stil uygulamak için kullanılabilir.",
      "B": "Dünya çapında en çok kullanılan CMS olan WordPress, hem kişisel bloglar hem de işletme siteleri için uygundur. Yerel sunucularda kullanılabilir ve sayısız eklenti ve şablonlarla özelleştirilebilir.",
      "C": "Güçlü ve esnek bir CMS'dir. Yerel sunuculara kurulabilir ve özelleştirilebilir şablonlar ve eklentilerle desteklenir. Joomla, kurumsal web siteleri, portallar ve sosyal ağlar gibi daha karmaşık projeler için uygundur.",
      "D": "Güvenlik ve ölçeklenebilirlik açısından üstün bir CMS olarak bilinir. Yerel sunucularda kullanılabilir ve modüler bir yapıya sahiptir. Drupal, büyük ve karmaşık web projeleri için iyi bir seçenek olabilir.",
      "E": "Kullanıcı dostu bir sürüklebırak düzenleyici ile öne çıkan Concrete5, yerel sunuculara kurulabilen başka bir CMS’dir. Concrete5, küçük ve orta ölçekli projeler için uygundur."
    },
    "explanation": "İçerik Yönetim Sistemleri<br/>Genellikle topluluk tarafından desteklenen ve ücretsiz olarak kullanılabilen CMS çözümleri , kaynak kodlarının herkese açık olması nedeniyle özelleştirme ve geliştirme açısından büyük esneklik sunar.CSS seçicileri, HTML öğelerine ve özelliklerine dayalı olarak stil kurallarının uygulanmasını sağlar. Sınıf (class) ve kimlik (ID) seçicileri gibi seçiciler, belirli ögelere veya öge gruplarına stil uygulamak için kullanılabilir."
  },
  {
    "id": "3609534",
    "unitNumber": 5,
    "text": "LinkedIn, 2002 yılında,bir grup dijital tasarımcı tarafından kurulan profesyonel bir sosyal ağ ve kariyer platformudur. LinkedIn’in temel amacı, iş dünyasındaki profesyonellerin bağlantılar kurması, iş fırsatları bulması ve kariyerlerini geliştirmesi için bir platform sunmaktır.Aşağıdakilerden hangisi LinkedIn’in kurucularından değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Reid Hoffman",
      "B": "Allen Blue",
      "C": "Eric Ly",
      "D": "Jean-Luc Vaillant",
      "E": "Noah Glass"
    },
    "explanation": "Sosyal Medya<br/>Noah Glass LinkedIn kurucusu değildir."
  },
  {
    "id": "3840634",
    "unitNumber": 5,
    "text": "“En genel haliyle ………………………, internet üzerinden içerik paylaşımını mümkün kılan tüm iş akışlarını, platformları ve araçları içeren bir iletişim yöntemidir.” ifadesindeki boşluğa aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dijital medya",
      "B": "Yazılı iletişim",
      "C": "Grup iletişimi",
      "D": "Sözlü medya",
      "E": "Yazılı medya"
    },
    "explanation": "Öğrenci dijital medyanın halkla ilişkiler uygulamalarındaki yerini ve önemini açıklayabilmeyi ve tanımını öğrenmiş olmalıdır.<br/>En genel haliyle dijital medya, internet üzerinden içerik paylaşımını mümkün kılan tüm iş akışlarını, platformları ve araçları içeren bir iletişim yöntemidir. Dijital medya bilgisayarlar, akıllı telefonlar, tabletler ve diğer elektronik cihazlar kullanarak işlenir ve erişilebilir hâle gelir. Bununla birlikte dijital medya, geleneksel basılı ve analog medya formlarına kıyasla daha fazla esneklik ve uyarlama yeteneği sunar."
  },
  {
    "id": "3840635",
    "unitNumber": 5,
    "text": "Dijital medyanın halkla ilişkilerdeki yeri ve önemine ilişkin aşağıdaki ifadelerden hangisi <strong><u>yanlıştır?</u></strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Dijital medya; kullanıcıların küresel ölçekteki bilgilere ve içeriğe hızlı, kolay ve filtrelenmiş bir şekilde erişmesini sağlar.",
      "B": "Dijital medya; eğlence, hobi, eğitim, araştırma ve genel bilgi edinme gibi çok çeşitli amaçlarla yoğun bir biçimde kullanılan bir araç değildir.",
      "C": "Dijital medya; halkla ilişkiler uygulamaları, profesyonel iş ağları, tanıtım ve pazarlama gibi kurumsal iletişim süreçlerinde önemli bir role sahiptir.",
      "D": "Dijital medya; eğitimin demokratikleşmesine ve bireylerin kendi öğrenme hızlarına ve tercihlerine göre öğrenme fırsatlarına katılımını destekler.",
      "E": "Dijital medya; pazarlama ve reklam kampanyaları yürütmesine ve e-ticaret yoluyla mal ve hizmet satmasına olanak tanıyarak ekonomik büyümeye ve küresel iş birliğine katkıda bulunur."
    },
    "explanation": "Öğrenci dijital medyanın halkla ilişkiler uygulamalarındaki yerini ve önemini açıklayabilmeyi öğrenmiş olmalıdır.<br/>Dijital medyanın insan hayatındaki yeri ve önemi, modern toplumlarda giderek daha belirgin hâle gelmektedir. Kullanıcıların küresel ölçekteki bilgilere ve içeriğe hızlı, kolay ve filtrelenmiş bir şekilde erişmesini sağlayan dijital medya; eğlence, hobi, eğitim, araştırma ve genel bilgi edinme gibi çok çeşitli amaçlarla yoğun bir biçimde kullanılmaktadır. Kişisel faaliyetlerin ve ilişkilerin sürdürülmesine ek olarak dijital medya; halkla ilişkiler uygulamaları, profesyonel iş ağları, tanıtım ve pazarlama gibi kurumsal iletişim süreçlerinde de önemli bir role sahiptir.\n Dijital medya aracılığıyla kullanıcılar, kendi ürettikleri içerikleri internet üzerinden anında ve düşük maliyetle paylaşabilir ya da farklı amaçlar kapsamında özelleştirilmiş iş birliği toplulukları oluşturabilir. Dijital medyanın bizlere sunduğu, küresel ölçekteki bilgi ve içeriğe hızlı ve kolay erişim imkânı; eğitimden eğlenceye, genel kültürden ticarete her türlü faaliyet alanında faydalar sağlamaktadır. Örneğin dijital medya çevrimiçi dersler, öğretim videoları ve eğitici oyunlar gibi öğrenme kaynaklarına erişimi artırarak eğitimin demokratikleşmesine ve bireylerin kendi öğrenme hızlarına ve tercihlerine göre öğrenme fırsatlarına katılımını destekler. Bunun yanı sıra dijital medya, işletmelerin hedef kitlelere ulaşmasına, pazarlama ve reklam kampanyaları yürütmesine ve e-ticaret yoluyla mal ve hizmet satmasına olanak tanıyarak ekonomik büyümeye ve küresel iş birliğine katkıda bulunur."
  },
  {
    "id": "3840637",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi dijital medyanın olumlu yönlerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalan haberler",
      "B": "Telif hakkı sorunları",
      "C": "Maliyet tasarrufu",
      "D": "Gizlilik ihlalleri",
      "E": "Sosyal medya bağımlılığı"
    },
    "explanation": "Öğrenci dijital medyanın olumlu ve olumsuz yönlerini öğrenmiş olmalıdır.<br/>Bilgisayar ve iletişim teknolojilerinin gelişimine paralel olarak dijital medya pek çok açıdan halkla ilişkilerin işleyişini ve uygulama geliştirme stratejilerini dönüştürmüştür. Bu dönüşümün izlerini farklı boyutlarda gözlemleyebiliriz: Genişletilmiş erişim, Etkileşim ve geri bildirim, Ölçülebilirlik, Hedefleme ve kişiselleştirme, Maliyet tasarrufu, Yaratıcılık ve yenilik, Adaptasyon ve esneklik\n Dijital medyanın insan hayatındaki önemiyle birlikte, bazı zorluklar ve sorunlar da ortaya çıkmaktadır. Yalan haberler, telif hakkı sorunları, gizlilik ihlalleri ve sosyal medya bağımlılığı gibi konular, dijital medyanın olumsuz yönlerini gözler önüne sermektedir."
  },
  {
    "id": "3840638",
    "unitNumber": 5,
    "text": "Dijital halkla ilişkiler aşağıdaki stratejilerin hangisi veya hangilerini kapsar?<br/>I. Hedef kitleyle dijital platformlar aracılığıyla iletişim kurma<br/>II. Marka bilinirliği oluşturma<br/>III. Çevrimiçi itibar yönetimi",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "Yalnız II",
      "D": "I, II ve III",
      "E": "II ve III"
    },
    "explanation": "Öğrenci dijital halkla ilişkiler stratejilerini öğrenmiş olmalıdır.<br/>Dijital medyanın halkla ilişkiler alanında kullanımı çoğu zaman <em>“Dijital Halkla İlişkiler (Digital Public Relations)” </em>terimi ile de ifade edilmektedir. Klasik halkla ilişkiler uygulamalarının dijital ortamlara ve teknolojilere uyarlanmış hâli olan dijital halkla ilişkiler, hedef kitleyle dijital platformlar aracılığıyla iletişim kurma, marka bilinirliği oluşturma ve çevrimiçi itibar yönetimi gibi pek çok yenilikçi stratejiyi kapsar. Dijital halkla ilişkiler kavramının ortaya çıkışı, birçok halkla ilişkiler uzmanının, pazarlamacının ve iletişim profesyonelinin sürekli değişen teknoloji ve medya ortamına uyum sağlama çabalarının bir sonucu olarak değerlendirilebilir."
  },
  {
    "id": "3840643",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi dijital halkla ilişkiler stratejilerinde hedef kitlenin analizi için kullanılan yöntemlerden biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Demografik analiz",
      "B": "Davranışsal analiz",
      "C": "Sosyal medya analizi",
      "D": "Anketler ve odak grupları",
      "E": "Üretici verisi analizi"
    },
    "explanation": "Öğrenci dijital halkla ilişkiler stratejilerini tüm boyutlarıyla öğrenmiş olmalıdır.<br/>Etkili bir dijital halkla ilişkiler stratejisi belirleme sürecinin ilk adımı olan hedef kitlenin analizi için şu yöntemler kullanılabilir: Demografik analiz, Davranışsal analiz, Sosyal medya analizi, Tüketici verisi analizi, Anketler ve odak grupları, İçgörü ve pazar araştırması"
  },
  {
    "id": "3840645",
    "unitNumber": 5,
    "text": "Başarılı bir kurumsal kimlik çalışması aşağıdakilerden hangilerini sağlar?<br/>I. Şirketin genel imajını ve algılanmasını doğrudan etkiler.<br/>II. Markanın rakiplerinden ayırt edilebilmesini sağlar.<br/>III. Müşterilere ve iş ortaklarına güven verir.<br/>IV. Marka değerini artırır ve organizasyonun pazardaki konumunu güçlendirir.<br/>V. Organizasyonun değerlerini ve hedeflerini daha anlaşılır ve çekici bir şekilde sunmaya olanak sağlar.",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III",
      "B": "II, III, IV, V",
      "C": "III, IV, V",
      "D": "I, II, III, IV",
      "E": "I, II, III, IV, V"
    },
    "explanation": "Öğrenci dijital halkla ilişkiler kavramını tüm boyutlarıyla öğrenmiş olmalıdır.<br/>En genel haliyle kurumsal kimlik, bir organizasyonun ya da markanın dış dünya ile iletişimini sağlayan ve organizasyonun değerlerini, vizyonunu ve misyonunu yansıtan tüm unsurların bütünüdür. Özetle kurumsal kimlik organizasyonun imzasıdır. Başarılı bir kurumsal kimlik çalışması;\n <ul> <li>Şirketin genel imajını ve algılanmasını doğrudan etkiler.</li> <li>Markanın rakiplerinden ayırt edilebilmesini sağlar.</li> <li>Müşterilere ve iş ortaklarına güven verir.</li> <li>Marka değerini artırır ve organizasyonun pazardaki konumunu güçlendirir.</li> <li>Organizasyonun değerlerini ve hedeflerini daha anlaşılır ve çekici bir şekilde sunmaya olanak sağlar.</li> </ul>"
  },
  {
    "id": "3840647",
    "unitNumber": 5,
    "text": "“Bir şirketin görsel ve sözlü unsurlarını içeren; değerlerini, vizyonunu ve misyonunu yansıtan bir yapıdır” ifadesi aşağıdakilerden hangisini tanımlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Marka imajı",
      "B": "Logo",
      "C": "Slogan",
      "D": "Kurumsal kimlik",
      "E": "Tipografi"
    },
    "explanation": "Öğrenci dijital halkla ilişkiler kavramını tüm boyutlarıyla öğrenmiş olmalıdır.<br/>Kurumsal kimlik ve marka imajı, halkla ilişkiler açısından birbirine bağlıdır. Kurumsal kimlik, şirketin görsel ve sözlü unsurlarını içeren; değerlerini, vizyonunu ve misyonunu yansıtan bir yapıdır. Marka imajı ise, hedef kitle ve genel kamuoyunun bir şirket veya markayı algılama biçimidir. Bu iki kavram, bir şirketin halkla ilişkiler stratejisi içinde birbirini tamamlar ve etkiler."
  },
  {
    "id": "3840648",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi “html” etiketini tanımlamak için kullanılan bir ifadedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bir web sayfasının yapısına dair üst verileri tanımlamak için kullanılır.",
      "B": "Web sayfasında kullanılması gereken karakter kümesini UTF-8’e ayarlar.",
      "C": "Bir web sayfasını yapılandırmak için kullanılan kök ögedir. Diğer tüm etiketler bunun içerisine yazılır.",
      "D": "Web sayfasının başlığını belirtmek için kullanılır.",
      "E": "Birinci seviye bir başlık oluşturmak için kullanılır."
    },
    "explanation": "Öğrenci dijital medya araçlarını öğrenmiş olmalıdır.<br/>html etiketi, bir web sayfasını yapılandırmak için kullanılan kök ögedir. Diğer tüm etiketler bunun içerisine yazılır.\n<br/>head etiketi, bir web sayfasının yapısına dair üst verileri tanımlamak için kullanılır. Dosyanın başlığı, anahtar kelimeler, arama motorlarının web sayfasını tanıması için gerekli açıklamalar ve CSS tanımlamaları pek çok üst veri head etiketi içerisine yazılarak tanımlanır.\n<br/>meta charset=”utf-8” / Bu satır, web sayfanızda kullanılması gereken karakter kümesini UTF-8’e ayarlar.\n<br/>title etiketi, web sayfasının başlığını belirtmek için kullanılır.\n<br/>body etiketi, web sayfasında bulunması gereken tüm içeriği kapsar. Metin, resim, video ve diğer tüm ögeler body etiketinin içerisine yazılarak web sayfasına eklenir.\n<br/>h1 etiketi, birinci seviye bir başlık oluşturmak için kullanılır.\n<br/>p etiketi, metni paragraf olarak tanımlamak için kullanılır."
  },
  {
    "id": "3840651",
    "unitNumber": 5,
    "text": "Bir web adresi oluştururken erişilmek istenilen alan adının bir eğitim kurumuna ait olduğunu belirtmek için kullanılan son ek aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "com",
      "B": "edu",
      "C": "gov",
      "D": "org",
      "E": "net"
    },
    "explanation": "Öğrenci dijital medya araçlarını öğrenmiş olmalıdır.<br/>DNS (Domain Name System) teknolojisi, bu sorunu çözmek için geliştirilmiştir. IP adreslerini daha kolay hatırlanabilir alan adlarıyla eşleştirerek kullanıcıların web sitelerine erişim süreçlerini basitleştirir ve daha kullanıcı dostu hâle getirir. <strong>https://www.anadolu.edu.tr </strong>örneği üzerinden tipik bir alan adının yapısını inceleyelim:\n <ul> <li><strong> http://</strong>, <strong>https:// </strong>ve <strong>ftp:// </strong>alan adının kullanıldığı ağ protokolünü gösteren bir kısaltmadır.</li> <li>World Wide Web’in kısaltması olan bir <strong>www</strong>, kullanımı isteğe bağlı olan bir ön ektir.</li> <li><strong> anadolu </strong>erişilmek istenilen alan adının tanımlayıcısıdır ve aynı ağ içerisinde benzersiz olması gerekir.</li> <li><strong> edu </strong>son eki, erişilmek istenilen alan adının bir eğitim kurumuna ait olduğunu belirmek için kullanılır. İnternet Tahsisli Sayılar ve İsimler Kurumu - ICANN tarafından sunulan diğer son eklerden bazıları <strong>com</strong>, <strong>org</strong>, <strong>gov</strong>, <strong>net </strong>ve <strong>info</strong>’dur.</li> <li><strong> tr </strong>ise alan adının Türkiye’de tescillendiğini belli etmek için kullanılan bir alanadı ekidir. Türkiye’de tr uzantılı alan adlarının tahsisi Bilişim Teknolojileri ve İletişim Kurumu - BTK tarafından yönetilmektedir.</li> </ul>"
  },
  {
    "id": "3840652",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi web sitesinin istemci tarafı (front-end) geliştirilirken kullanılan teknolojilerden birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "CSS",
      "B": ".NET",
      "C": "PHP",
      "D": "Ruby",
      "E": "Python"
    },
    "explanation": "Öğrenci dijital medya araçlarını öğrenmiş olmalıdır.<br/>Web sitesi, internet/intranet gibi bilgisayar ağları üzerinden kitlelerin erişimine sunulan bir dijital içerik (metin, görsel, ses, video vb.) paylaşım biçimidir. En basit hâliyle bir web sitesi, çok sayıda HTML sayfasının belli bir organizasyon yapısı çerçevesinde birbirine bağlanmasıyla oluşturulur. \n Web siteleri sunucu (back-end) ve istemci (front-end) tarafı teknolojiler kullanarak geliştirilir. Sunucu tarafı geliştirmede PHP, Python, Ruby, Java ve .NET gibi programlama dillerin, web sunucularından ve veritabanı yönetim sistemlerinden faydalanılır. İstemci tarafı geliştirmede ise HTML, CSS ve JavaScript ön plandadır."
  },
  {
    "id": "3609505",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi arama motorlarında daha yüksek görünürlük elde etmek için birlikte kullanılabilen iki farklı stratejiden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "URL",
      "B": "SEO",
      "C": "NEO",
      "D": "PET",
      "E": "NET"
    },
    "explanation": "SEO ve SEM, arama motorlarında daha yüksek görünürlük elde etmek için birlikte kullanılabilen iki farklı stratejidir."
  },
  {
    "id": "3609506",
    "unitNumber": 6,
    "text": "Bir SEO uygulaması genel olarak aşağıdakilerden hangisini <strong><u>içermez</u></strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "SEO uygulamasına başlamadan önce hedefler ve KPI’lar net olarak belirlemelidir.",
      "B": "İş ve sektöre yönelik en önemli ve doğrudan ilişkili anahtar kelimeler belirlenmelidir.",
      "C": "URL yapısı; kısa, anlaşılır ve hiyerarşik oluşturulmalıdır.",
      "D": "Başlık etiketleri, her web sayfası için benzersiz ve genellikle 150-160 karakter arasında olmalıdır.",
      "E": "Web sayfalarında iç ve dış bağlantılar kullanarak kullanıcı deneyimi artırılmalıdır."
    },
    "explanation": "SEO Nedir?<br/>Başlık (title) etiketi, arama motorları için sayfanın konusunu belirler. Başlık etiketleri, her web sayfası için benzersiz ve genellikle 50-60 karakter arasında olmalıdır."
  },
  {
    "id": "3609508",
    "unitNumber": 6,
    "text": "Bir sayfa tarandıktan sonra, Google’nın sayfanın neyle ilgili olduğunu anlamaya çalışmasına ne denir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tarama",
      "B": "Dizine ekleme",
      "C": "Arama sonuçlarını sunma",
      "D": "Hedef Belirleme",
      "E": "Teknik Analiz"
    },
    "explanation": "SEO Nedir?<br/>Bir sayfa tarandıktan sonra, Google sayfanın neyle ilgili olduğunu anlamaya çalışır. Bu aşama, dizine ekleme olarak adlandırılır ve web sayfası içeriğinin işlenip analiz edilmesi sürecini içerir."
  },
  {
    "id": "3609509",
    "unitNumber": 6,
    "text": "SEM (Search Engine Marketing) için aşağıda yazılanlardan hangisi doğru <strong><u>değildir</u></strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Arama motorlarında görünürlüğü artırmak için ücretsiz reklamlardan yararlanan bir halkla ilişkiler uygulamasıdır.",
      "B": "Google Ads, Micrososft Advertising, Amazon Advertising ve Facebook Ads gibi platformlar aracılığıyla uygulanır.",
      "C": "Web sitesine trafik çekmeye ve iş hedeflerine ulaşmaya yardımcı olur",
      "D": "Reklam teklifleri ve anahtar kelime hedeflemesi ile çalışır.",
      "E": "Arama motoru reklamları, arama sonuç sayfasının dikkati çeken bölümlerinde görüntülenir."
    },
    "explanation": "SEM Nedir?<br/>SEM, arama motorlarında görünürlüğü artırmak için ücretli reklamlardan yararlanan bir halkla ilişkiler uygulamasıdır."
  },
  {
    "id": "3609510",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Google Ads’in kullanıcılarına sunduğu avantajlar arasında <strong><u>değildir</u></strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Gelişmiş Hedefleme ve Segmentasyon",
      "B": "Pazar Liderliği ve Erişim",
      "C": "Reklam Formatları ve Ağlar",
      "D": "Ölçülebilirlik ve Raporlama",
      "E": "Reklam verenlere Katı Bütçe sunumu"
    },
    "explanation": "Google Ads, reklam verenlere esnek bütçe ve teklif stratejileri sunar."
  },
  {
    "id": "3609513",
    "unitNumber": 6,
    "text": "………………………… resim, video, kelime ya da cümleler şeklinde yayılan anonim içeriklere verilen bir isimdir. Çoğunlukla komedi ve eğlence unsurları ile ön plana çıkar.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Görsellik",
      "B": "İletişim",
      "C": "Caps",
      "D": "Analiz",
      "E": "Hashtag"
    },
    "explanation": "Sosyal Medya Yöneticisi Kimdir?<br/>Caps (Meme)’ler: İnternet geyiği olarak da ifade edilen caps’ler; resim, video, kelime ya da cümleler şeklinde yayılan anonim içeriklere verilen bir isimdir. Çoğunlukla komedi ve eğlence unsurları ile ön plana çıkar."
  },
  {
    "id": "3609515",
    "unitNumber": 6,
    "text": "Daha bir başarılı ve sağlıklı bir sosyal medya yönetimi için aşağıdakilerden hangisi doğru <strong><u>değildir</u></strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Belirli hedefler ve stratejiler oluşturulmalıdır.",
      "B": "Güncel ve özgün içerikler paylaşılmalıdır.",
      "C": "Takipçiler ile düzensiz ve rastgele etkileşimler kurulmalıdır.",
      "D": "Sosyal medya yönetim araçları kullanılmalıdır.",
      "E": "Rekabet analizi yapılmalıdır."
    },
    "explanation": "Sosyal Medya Yönetimi İçin İpuçları<br/>Takipçilerinizin yorumlarına veya mesajlarına düzenli olarak yanıt verin. Bu, takipçilerinizin size olan güvenini artırır ve müşteri memnuniyetini artırmanıza yardımcı olur."
  },
  {
    "id": "3609522",
    "unitNumber": 6,
    "text": "Coca-Cola’nın “Bir Coke Paylaş (Share a Coke)” kampanyası, 2011 yılında ilk olarak hangi ülkede başlatıldı daha sonra dünya geneline yayıldı?",
    "correctAnswer": "D",
    "options": {
      "A": "İtalya",
      "B": "Kanada",
      "C": "Amerika",
      "D": "Avusturalya",
      "E": "Brezilya"
    },
    "explanation": "İÇERİK PAZARLAMASI<br/>Coca-Cola’nın “Bir Coke Paylaş (Share a Coke)” kampanyası, 2011 yılında Avustralya’da başlatıldı ve daha sonra dünya geneline yayıldı"
  },
  {
    "id": "3609524",
    "unitNumber": 6,
    "text": "…………………………. HubSpot, pazarlama, satış ve müşteri hizmetleri alanlarında bilgi ve ipuçları sunan, düzenli olarak güncellenen ve sektör uzmanları tarafından yazılan gönderilerdir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "E-kitaplar",
      "B": "Web Seminerleri",
      "C": "Ücretsiz Araçlar",
      "D": "Sertifikalar",
      "E": "Bloglar"
    },
    "explanation": "İÇERİK PAZARLAMASI<br/>Bloglar: HubSpot, pazarlama, satış ve müşteri hizmetleri alanlarında bilgi ve ipuçları sunan, düzenli olarak güncellenen ve sektör uzmanları tarafından yazılan blog gönderiler yayımlamaktadır."
  },
  {
    "id": "3609525",
    "unitNumber": 6,
    "text": "Bir Influencer için aşağıda yazılanlardan hangisi doğru <strong><u>değildir</u></strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Influencer’lar, markanın itibarını ve değerini korumak için takipçilerine her zaman doğruyu söylemek ve olumlu yorumlar yapmak zorunda değillerdir.",
      "B": "Influencer’lar aracılığıyla markaların hedef kitlelerinin dikkatini çekmesi ve farkındalığını artırması daha kolay hâle gelir.",
      "C": "Influencer’lar, markaların hedef kitleleriyle samimi ve otantik bir iletişim kurmasına yardımcı olur.",
      "D": "Influencer’lar, takipçileri tarafından genellikle güvenilir ve saygın olarak görülür.",
      "E": "Influencer pazarlaması, markaların belirli hedef kitlelere daha doğrudan ulaşmasını sağlar."
    },
    "explanation": "INFLUENCER PAZARLAMASI<br/>Influencer’lar, markanın açıklamalarını ve değerlerini doğrudan takipçilerine ileterek markanın itibarını korumaya ve yeniden inşa etmeye yardımcı olabilir."
  },
  {
    "id": "3839874",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Arama Motoru Optimizasyonu uygulamasının kaliteli ve alakalı geri bağlantılar elde etmek için çeşitli stratejiler uygulanmasına dayalı olan içerik pazarlaması, konuk blog yazıları, sosyal medya etkinlikleri gibi yöntemler ile oluşturulan unsurlarından birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İçerik Optimizasyonu",
      "B": "Backlink Oluşturma",
      "C": "Hedef Belirleme",
      "D": "Sürekli İzleme ve Optimizasyon",
      "E": "Yapılandırılmış Veri ve Meta Etiketler"
    },
    "explanation": "Backlink Oluşturma: Kaliteli ve alakalı geri bağlantılar (backlink) elde etmek için çeşitli stratejiler uygulanmalıdır. İçerik pazarlaması, konuk blog yazıları, sosyal medya etkinlikleri ve diğer sitelerle ortaklıklar kurma gibi yöntemler ile oluşturulan geri bağlantılar, organik arama sonuçlarına doğrudan<br/>etki edecektir.<br/>Backlink Oluşturma<br/>Backlink Oluşturma: Kaliteli ve alakalı geri bağlantılar (backlink) elde etmek için çeşitli stratejiler uygulanmalıdır. İçerik pazarlaması, konuk blog yazıları, sosyal medya etkinlikleri ve diğer sitelerle ortaklıklar kurma gibi yöntemler ile oluşturulan geri bağlantılar, organik arama sonuçlarına doğrudan etki edecektir."
  },
  {
    "id": "3839877",
    "unitNumber": 6,
    "text": "Arama Motoru Optimizasyonu uygulamasının unsurlarından olan \"Yapılandırılmış Veri ve Meta Etiketler\" ile ilgili dikkat edilmesi gereken aşağıdaki hususlardan hangisi doğru <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Başlık etiketleri, her web sayfası için benzersiz ve genellikle 20-30 karakter arasında olmalıdır.",
      "B": "Web sayfalarına; içeriği özetleyen, anahtar kelime odaklı, 150-160 karakterlik bir açıklama meta verisi eklenmelidir.",
      "C": "Kanonik etiketler web sayfasında benzersiz içerikler oluşturma konusunda kolaylık sağlar.",
      "D": "Görüntüler için alt öznitelikleri tanımlanarak, arama motorlarının görüntü içeriğini anlamasına yardımcı olunmalıdır.",
      "E": "Meta anahtar kelimeler etiketini kullanarak web sayfasının içeriğini yansıtan anahtar kelimeler listelenmelidir."
    },
    "explanation": "Başlık etiketleri, her web sayfası için benzersiz ve genellikle 20-30 karakter arasında olmalıdır.<br/>Başlık etiketi, arama motorları için sayfanın konusunu belirler. Başlık etiketleri, her web sayfası için benzersiz ve genellikle 50-60 karakter arasında olmalıdır."
  },
  {
    "id": "3839901",
    "unitNumber": 6,
    "text": "Arama motorlarında görünürlüğü artırmak için ücretli reklamlardan yararlanan bir halkla ilişkiler uygulaması olan ve Google Ads, Micrososft Advertising, Amazon Advertising ve Facebook Ads gibi platformlar aracılığıyla kullanılan uygulamanın adı ve kısaltması aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Arama Motoru Optimizasyonu- SEO",
      "B": "Müşteri İlişkileri Yönetimi- CRM",
      "C": "Arama Motoru Pazarlaması - SEM",
      "D": "Call-to-Action - CTA",
      "E": "Arama Motoru Pazarlaması - SEO"
    },
    "explanation": "Arama Motoru Pazarlaması - SEM<br/>SEM, Arama Motoru Pazarlaması (Search Engine Marketing) anlamına gelir ve arama motorlarında görünürlüğü artırmak için ücretli reklamlardan yararlanan bir halkla ilişkiler uygulamasıdır. SEM, Google Ads, Micrososft Advertising, Amazon Advertising ve Facebook Ads gibi platformlar aracılığıyla uygulanır."
  },
  {
    "id": "3839903",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sosyal medya yöneticisinin veri analizi yapabilmesi, performans metriklerini takip edebilmesi ve kampanyaları optimize etmek için raporlar hazırlayabilmesi ile ilgili özelliklerini ifade etmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sosyal Medya Platformlarına Hakimiyet",
      "B": "İçerik Stratejisi",
      "C": "İletişim Becerileri",
      "D": "Analitik Yetenekler",
      "E": "Proje Yönetimi"
    },
    "explanation": "Analitik Yetenekler<br/>Analitik Yetenekler: Sosyal medya yöneticisi, veri analizi yapabilmeli, performans metriklerini takip edebilmeli ve kampanyaları optimize etmek için raporlar hazırlayabilmelidir."
  },
  {
    "id": "3839907",
    "unitNumber": 6,
    "text": "Sosyal medya paylaşımlarına eklenen anahtar kelimeler aşağıdaki kavramlardan hangisi ile açıklanır?",
    "correctAnswer": "E",
    "options": {
      "A": "Caps",
      "B": "Görsel İçerik",
      "C": "Metin İçerikleri",
      "D": "Canlı Yayınlar",
      "E": "Hashtag’ler"
    },
    "explanation": "Hashtag’ler, sosyal medya paylaşımlarına eklenen anahtar kelimelerdir. Hashtag’ler, belirli bir konuda veya marka ile ilgili içerikleri kategorize etmek ve kolayca bulunabilir hâle getirmek için kullanılır.<br/>Hashtag’ler<br/>Sosyal medya paylaşımlarına eklenen anahtar kelimelerdir. Hashtag’ler, belirli bir konuda veya marka ile ilgili içerikleri kategorize etmek ve kolayca bulunabilir hâle getirmek için kullanılır."
  },
  {
    "id": "3839913",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi içerik pazarlama kampanyalarında kullanıcıları etkilemek için işe koşulabilecek değişkenlerden birisi <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sosyal Kanıt",
      "B": "Dikkat Çekici Başlıklar",
      "C": "Kayıp Korkusu ve Sınırlı Teklifler",
      "D": "Yararlılık ve Değer",
      "E": "İlgili ve Güncel Konular"
    },
    "explanation": "İçerik pazarlama kampanyalarında kullanıcıları etkilemek için işe koşulabilecek değişkenler şöyledir: <br/>Hikâye Anlatıcılığı (Storytelling)<br/>Sosyal Kanıt<br/>Dikkat Çekici Başlıklar<br/>Kayıp Korkusu ve Sınırlı Teklifler<br/>İçerik Format<br/>İlgili ve Güncel Konular<br/>Kişiselleştirme <br/>olarak sıralanabilir.<br/>Yararlılık ve Değer <br/>İçerik pazarlama kampanyalarında kullanıcıları etkilemek için işe koşulabilecek değişkenler şöyledir: Hikâye Anlatıcılığı (Storytelling)<br/>Sosyal Kanıt<br/>Dikkat Çekici Başlıklar<br/>Kayıp Korkusu ve Sınırlı Teklifler<br/>İçerik Format<br/>İlgili ve Güncel Konular<br/>Kişiselleştirme <br/>olarak sıralanabilir.<br/>Yararlılık ve değer ise içerik pazarlamasında hedef alınan temel psikolojik unsurlardan birisidir."
  },
  {
    "id": "3839914",
    "unitNumber": 6,
    "text": "Kullanıcıların işletme ve girişimcilikle ilgili sorunlarını çözmelerine yardımcı olacak nitelikli ve alakalı içerikler sunmasına dayanan içerik pazarlama platformu aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "American Express - “Açık Forum”",
      "B": "Red Bull - “Stratos”",
      "C": "Coca-Cola - “Bir Coke Paylaş”",
      "D": "Dove, “Gerçek Güzellik Çizimleri”",
      "E": "HubSpot - “Eğitim İçerikleri ve Araçları”"
    },
    "explanation": "American Express - “Açık (Open) Forum” American Express, “Açık (Open) Forum” adlı içerik pazarlama platformunu, küçük işletme sahipleri ve girişimciler için değerli içerikler sunmak amacıyla oluşturdu. Open Forumun başarısı, kullanıcıların işletme ve girişimcilikle ilgili sorunlarını çözmelerine yardımcı olacak nitelikli ve alakalı içerikler sunmasına dayanmaktadır."
  },
  {
    "id": "3839920",
    "unitNumber": 6,
    "text": "I. Müşteri verileri ve davranışlarına göre e-posta listesini bölümlere ayırarak her bir alıcıya en alakalı içeriği sunma II. Otomatik e-posta serileri oluşturarak alıcıların sürekli ilgisini canlı tutma<br/>III. Hedef kitlenin farklı bölümlerine göre içeriği ve gönderim zamanlarını özelleştirme Yukarıda sıralanan başarılı bir e-posta kampanyası oluşturmak ve hayata geçirmek için gerçekleştirilen özellikler aşağıdaki başlıklardan hangisi ile ilişkilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hedef Kitleyi Tanımlayın",
      "B": "E-Posta İçeriğini Planlayın",
      "C": "Otomasyon ve Segmentasyon Uygulayın",
      "D": "E-postalarınızı Optimize Edin",
      "E": "Metrikleri İzleyin ve Analiz Edin"
    },
    "explanation": "E-posta pazarlaması kampanyalarınızı daha etkili hâle getirmek için otomasyon ve segmentasyon kullanarak kişiselleştirilmiş e-postalar gönderin. Bunu için;<br/>• Müşteri verileri ve davranışlarına göre e-posta listesini bölümlere ayırarak her bir alıcıya en alakalı içeriği sunun.<br/>• Otomatik e-posta serileri (Hoş geldin e-postaları, doğum günü tebrikleri, sepet terk hatırlatmaları vb.) oluşturarak alıcıların sürekli ilgisini canlı tutun.<br/>• Hedef kitlenizin farklı bölümlerine göreiçeriği ve gönderim zamanlarını özelleştirin<br/>Otomasyon ve Segmentasyon Uygulayın<br/>E-posta pazarlaması kampanyalarınızı daha etkili hâle getirmek için otomasyon ve segmentasyon kullanarak kişiselleştirilmiş e-postalar gönderin. Bunu için; • Müşteri verileri ve davranışlarına göre e-posta listesini bölümlere ayırarak her bir alıcıya en alakalı içeriği sunun. • Otomatik e-posta serileri (Hoş geldin e-postaları, doğum günü tebrikleri, sepet terk hatırlatmaları vb.) oluşturarak alıcıların sürekli ilgisini canlı tutun. • Hedef kitlenizin farklı bölümlerine göreiçeriği ve gönderim zamanlarını özelleştirin"
  },
  {
    "id": "3839924",
    "unitNumber": 6,
    "text": "Influencer’ların \"gerçek kullanıcı deneyimlerini ve düşüncelerini paylaşarak, potansiyel müşterilere ürün veya hizmetlerin faydalarını ve değerini göstermesi\" halkla ilişkilere sağlayabileceği olumlu etkilerden hangisi ile açıklanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Güvenilirlik",
      "B": "Otantiklik",
      "C": "Hedefleme",
      "D": "Kriz Yönetimi",
      "E": "Duyurular ve Lansmanlar"
    },
    "explanation": "Otantiklik: Influencer’lar, markaların hedef kitleleriyle samimi ve otantik bir iletişim kurmasına yardımcı olur. Influencer’lar, gerçek kullanıcı deneyimlerini ve düşüncelerini paylaşarak, potansiyel müşterilere ürün veya hizmetlerin faydalarını ve değerini gösterir."
  },
  {
    "id": "3839928",
    "unitNumber": 6,
    "text": "Niş alanlarda uzmanlaşmış, daha özelleştirilmiş içerik sunan ve genellikle 10 bin ile 100 bin arasında takipçisi olan influencer aşağıdakilerden hangisi ile adlandırılır?",
    "correctAnswer": "E",
    "options": {
      "A": "mega-influencer",
      "B": "niş influencer",
      "C": "etkili influencer",
      "D": "makro-influencer",
      "E": "mikro-influencer"
    },
    "explanation": "mikro-influencer<br/>Influencer pazarlaması, farklı sektörlerde ve farklı boyutta takipçi kitlesine sahip influencer’larla çalışarak uygulanabilir. Örneğin, mikroinfluencer’lar (genellikle 10 bin ila 100 bin arasında takipçisi olanlar) niş alanlarda uzmanlaşmış ve daha özelleştirilmiş içerik sunarken, makro-influencer’lar (100 bin ila 1 milyon arasında takipçisi olanlar) ve mega-influencer’lar (1 milyondan fazla takipçisi olanlar) daha geniş kitlelere ulaşabilir."
  },
  {
    "id": "3609430",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi sözlü ve bilgilendirici ortamların bir şirket için faydalarından biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Şirketin marka bilinirliğini artırır.",
      "B": "Yatırımcılarla şirketin buluşması gerçekleşir.",
      "C": "Şirketin yenilikçi yüzü gösterilir",
      "D": "Anlaşılması zor mesajlar kullanarak şirket entelektüel seviyesi yüksek hedef kitleye ulaştırılır",
      "E": "Şirketin güçlü olduğu algısının oluşturulmasında ve marka itibarının sağlanmasında yardımcı olur."
    },
    "explanation": "Sözlü ve bilgilendirici ortamlar mesajların daha kolay anlaşılmasını sağlamada ve medyanın ilgisini çekerek kendinden bahsettirmede önemli roller üstlenmektedir<br/>Doğru Yanıt D. Anlaşılması zor mesajlar kullanarak şirket entelektüel seviyesi yüksek hedef kitleye ulaştırılır."
  },
  {
    "id": "3609436",
    "unitNumber": 7,
    "text": "Sözlü ve bilgilendirici ortamlar kimler tarafından planlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Halkla İlişkiler Uzmanları",
      "B": "Şirket Yöneticileri",
      "C": "Tv yapımcıları",
      "D": "Muhasebeciler",
      "E": "Yatırımcılar"
    },
    "explanation": "Sözlü ve bilgilendirici ortamlar, halka ilişkiler uzmanları tarafından planlanan, süreci takip edilen, hedef kitle ile markanın buluşmasını sağlayan ve böylelikle aynı ortamda doğrudan iletişim kurulmasını sağlayan etkinliklerdir.<br/>Doğru Yanıt A. Halkla İlişkiler Uzmanları."
  },
  {
    "id": "3609437",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi sözlü ve bilgilendirici ortamların amaçlarından biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Şirket ve ürünlerin farklı yöntemlerle tanıtımını yapmak",
      "B": "Hedef kitlenin ilgisini çekerek marka imajını güçlendirmek",
      "C": "Ziyaretçilerin etkinlikle ilgili paylaşım yapmasını engellemek",
      "D": "Yapılan etkinliklerin düzenli tekrarını sağlayarak bağlılık yaratmak",
      "E": "Hedef kitleyle doğrudan iletişim kurmak"
    },
    "explanation": "sözlü ve bilgilendirici ortamların amaçlarından biri ziyaretçilerin etkinlikle ilgili paylaşım yapmasını ve viral olmasını sağlamaktır.<br/>Doğru Yanıt C. Ziyaretçilerin etkinlikle ilgili paylaşım yapmasını engellemek"
  },
  {
    "id": "3609438",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi sözlü ve bilgilendirici ortamların amaçlarından sayılır?",
    "correctAnswer": "E",
    "options": {
      "A": "Ziyaretçilerin etkinlikle ilgili paylaşım yapmasını engellemek",
      "B": "Hedef kitleyle dolaylı iletişim kurmak",
      "C": "Yapılan etkinliklerin tekrarını engelleyerek müşterinin sıkılmasını önlemek",
      "D": "Şirket ve ürünün tek bir yöntem kullanarak tanıtımını yaparak müşteride güvenilirlik duygusu oluşturmak",
      "E": "Hedef kitlenin ilgisini çekerek marka imajını güçlendirmek"
    },
    "explanation": "Hedef kitlenin ilgisini çekerek marka imajını güçlendirmek sözlü ve bilgilendirici ortamların amaçları arasında sayılır.<br/>Doğru Yanıt E. Hedef kitlenin ilgisini çekerek marka imajını güçlendirmek"
  },
  {
    "id": "3609439",
    "unitNumber": 7,
    "text": "Şirketin bir zorlukla karşılaşması durumunda ilgili yönetici ve çalışanların bir araya geldiği, çözüm önerileri sundukları ve çözüme yönelik görev dağılımının yapıldığı toplantılardır.\n Yukarıdaki tanımın karşılığı olan toplantı türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Problem Çözme Toplantıları",
      "B": "İşbirlikçi Toplantılar",
      "C": "Beyin Fırtınası Toplantıları",
      "D": "Proje Toplantıları",
      "E": "Karar Alma Toplantıları"
    },
    "explanation": "Problem Çözme Toplantıları: Şirketin bir zorlukla karşılaşması durumunda ilgili yönetici ve çalışanların bir araya geldiği, çözüm önerileri sundukları ve çözüme yönelik görev dağılımının yapıldığı toplantılardır<br/>Doğru Yanıt A. Problem Çözme Toplantıları."
  },
  {
    "id": "3609440",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi video konferansların dezavantajlarından biri olarak ele alınır?",
    "correctAnswer": "E",
    "options": {
      "A": "Hem zaman hem de maliyet açısından tasarruf sağlaması",
      "B": "Çalışanların üretkenlik için daha fazla zaman ayırmalarını sağlaması",
      "C": "Katılımcıların görüntülü ve sesli olarak veri paylaşımlarına izin vermesi",
      "D": "Toplantının kayıt altına alınması ile toplantıları daha verimli hale getirmesi",
      "E": "Teknik problemlerin kesintiye neden olması"
    },
    "explanation": "Yüz yüze toplantılarda teknik problemler daha az görülmektedir.<br/>Doğru Yanıt E. Teknik problemlerin kesintiye neden olması"
  },
  {
    "id": "3609441",
    "unitNumber": 7,
    "text": "Bir konu hakkında bilgi vermek ve konu hakkındaki yenilikleri aktarmak amacıyla ilgili topluluk için hazırlanan, alanında uzman kişiler tarafından yapılan eğitim toplantılarına ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Panel",
      "B": "Fuar",
      "C": "Sempozyum",
      "D": "Seminer",
      "E": "Sergi"
    },
    "explanation": "Seminerler, bir konu hakkında bilgi vermek ve konu hakkındaki yenilikleri aktarmak amacıyla ilgili<br/>topluluk için hazırlanan, alanında uzman kişiler tarafından yapılan eğitim toplantılarıdır.<br/>Doğru Yanıt D. Seminer."
  },
  {
    "id": "3609442",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Panelin tanımıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Bir konu hakkında bilgi vermek ve konu hakkındaki yenilikleri aktarmak amacıyla ilgili topluluk için hazırlanan, alanında uzman kişiler tarafından yapılan eğitim toplantılarıdır.",
      "B": "Bir konunun derinlemesine aktarılması amacıyla deneyimli ve bilgi sahibi kişilerin bir araya geldiği toplantılardır",
      "C": "İzleyici kitlesine alanında uzman beş-altı kişilik bir grubun konuyla ilgili bilgi ve düşüncelerini anlattığı toplantılardır",
      "D": "Kurum, kuruluş veya organizatörler tarafından düzenlenen sosyal ve kültürel etkinliklerdir",
      "E": "Şirketlerin isimlerinin duyurulmasında, olumlu imaj yaratılmasında, ilgi çekmede başarılı olan etkinliklerdir."
    },
    "explanation": "Paneller, izleyici kitlesine alanında uzman beş-altı kişilik bir grubun konuyla ilgili bilgi ve düşüncelerini anlattığı toplantılardır.<br/>Doğru Yanıt C. İzleyici kitlesine alanında uzman beş-altı kişilik bir grubun konuyla ilgili bilgi ve düşüncelerini anlattığı toplantılardır"
  },
  {
    "id": "3609443",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi sözlü ve bilgilendirici ortamlarda yeni teknolojiler kullanımlar içinde sayılamaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Sosyal Medya",
      "B": "Artırılmış gerçeklik /AR",
      "C": "Sanal Gerçeklik /VR",
      "D": "Video Konferans",
      "E": "Yüz yüze toplantı"
    },
    "explanation": "Yüz yüze toplantı teknolojik kullanımlar içinde sayılmaz. Hatta teknik aksaklık içermemesi nedeniyle daha güvenilir bir etkinlik olarak kabul edilir.<br/>Doğru Yanıt e. Yüz yüze toplantı."
  },
  {
    "id": "3609444",
    "unitNumber": 7,
    "text": "Şirketlerin dönemsel olarak paydaşları ve müşterileriyle yaptıkları düzenli toplantılara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "İşbirlikçi Toplantılar",
      "B": "Hibrit Toplantılar",
      "C": "Beyin Fırtınası Toplantıları",
      "D": "Proje Toplantıları",
      "E": "Karar Alma Toplantıları"
    },
    "explanation": "İşbirlikçi Toplantılar: Şirketler, dönemsel olarak paydaşlar ve müşterilerle düzenli toplantı yapmak<br/>durumundadırlar. Yıllık genel kurul değerlendirmeleri, komite sunumları, yönetim kurulu toplantıları<br/>işbirlikçi toplantılar içinde değerlendirilebilmektedir. İşbirlikçi toplantılar, güven veren ve şeffaflık içeren toplantılardır.<br/>Doğru Yanıt A. İşbirlikçi Toplantılar"
  },
  {
    "id": "3609616",
    "unitNumber": 7,
    "text": "I- Şirketin marka bilinirliğini artırmada, yenilikçi yüzünü göstermede, mesajların daha kolay anlaşılmasını sağlamada ve medyanın ilgisini çekerek kendinden bahsettirmede önemli roller üstlenmektedir.\n II- Şirketin güçlü olduğu algısının oluşturulmasında ve marka itibarının sağlanmasında yardımcı olmaktadır.\n III- Etkinlikler, hem medyanın hem de hedef kitlenin dikkatini çekerek şirkete olan güveni artırmaktadır.\n IV- Sosyal ilişkilerin gelişmesini hedefleyerek etkileşimli bir iletişimin oluşumunu desteklemektedir.\n Yukarıdaki ifadelerden hangileri fuar, sergi, açılış, toplantı vb. etkinliklerin şirketlere sağladığı faydaları belirtmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II-III",
      "B": "I-II-IV",
      "C": "I-III-IV",
      "D": "II-III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "Fuar, sergi, açılış, toplantı vb. etkinlikler, şirketin marka bilinirliğini artırmada, yenilikçi yüzünü göstermede, mesajların daha kolay anlaşılmasını sağlamada ve medyanın ilgisini çekerek kendinden bahsettirmede önemli roller üstlenmektedir. Şirketin güçlü olduğu algısının oluşturulmasında ve marka itibarının sağlanmasında yardımcı olmaktadır. Etkinlikler, hem medyanın hem de hedef kitlenin dikkatini çekerek şirkete olan güveni artırmaktadır. Sergi ve fuarlar gibi etkinliklerde yatırımcılarla şirketin buluşması gerçekleşmektedir. Ayrıca sosyal ilişkilerin gelişmesini hedefleyerek etkileşimli bir iletişimin oluşumunu desteklemektedir. Doğru cevap E'dir."
  },
  {
    "id": "3609617",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kuruluşların etkinlik düzenleme amaçları arasında <u>sayılamaz</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Kurumsal imaj güçlendirmesiyle satışlara destek olmak",
      "B": "Hedef kitlede şirketin güçlü olduğu düşüncesini uyandırarak güven kazanmak",
      "C": "Hedef kitleyle dolaylı olarak iletişim kurmak",
      "D": "Çalışanlarda aidiyet oluşturmak",
      "E": "Ziyaretçilerin etkinlikle ilgili paylaşım yapmasını ve viral olmasını sağlamak"
    },
    "explanation": "Kuruluşların etkinlik düzenleme amaçları;\n<br/>1. Şirket ve ürünlerin farklı yöntemlerle tanıtımını yapmak,\n<br/>2. Hedef kitlenin ilgisini çekerek marka imajını güçlendirmek,\n<br/>3. Hedef kitlede şirketin güçlü olduğu düşüncesini uyandırarak güven kazanmak,\n<br/>4. Yapılan etkinliklerin düzenli tekrarını sağlayarak bağlılık yaratmak,\n<br/>5. Kurumsal imaj güçlendirmesiyle satışlara destek olmak,\n<br/>6. Çalışanlarına kurum kültürünü yerleştirmek,\n<br/>7. Ziyaretçilerin etkinlikle ilgili paylaşım yapmasını ve viral olmasını sağlamak,\n<br/>8. Hedef kitleyle doğrudan iletişim kurmak,\n<br/>9. Çalışanlarda aidiyet oluşturmak olarak sıralanmaktadır. \n<br/>Etkinliklerde, hedef kitle ile dolaylı değil doğrudan iletişim kurmak amaçlanmaktadır. Doğru cevap C'dir."
  },
  {
    "id": "3609618",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ast ve üst arasındaki köprünün oluşmasına da olanak sağlayan; olumlu veya olumsuz herhangi bir konunun müzakere edilmesinde, çözüm arayışlarında, fikir paylaşımlarında, inceleme veya değerlendirme sürecinde ya da önemli konuların kontrollerinin yapılmasında tercih edilen etkinliktir?",
    "correctAnswer": "A",
    "options": {
      "A": "Toplantı",
      "B": "Seminer",
      "C": "Sempozyum",
      "D": "Panel",
      "E": "Fuar"
    },
    "explanation": "Toplantılar, iş hayatının vazgeçilmez bir parçasıdır. Sadece sorun çözmek, işin kapsamını genişletmek, değerlendirme yapmak için toplantı düzenlenmemektedir. Toplantılar, ast ve üst arasındaki köprünün oluşmasına da olanak sağlamaktadır. Toplantılar olumlu veya olumsuz herhangi bir konunun müzakere edilmesinde, çözüm arayışlarında, fikir paylaşımlarında, inceleme veya değerlendirme sürecinde ya da önemli konuların kontrollerinin yapılmasında tercih edilmektedir. Doğru cevap A'dır."
  },
  {
    "id": "3609619",
    "unitNumber": 7,
    "text": "I- Konunun güncel, önemli ve ilgi çekici olması geniş bir kitlenin katılımına olanak sağlayacaktır.\n<br/>II- Toplantının davetli konuşmacıları, alanında uzman ve hitabet yeteneğine sahip kişilerden seçilmelidir.\n<br/>III- Tartışmalarda, benzer görüşlere sahip kişilerin yer alması, etkinlikte gergin bir ortamın oluşmamasını sağlayacaktır.\n<br/>Yukarıdakilerden hangisi/hangileri toplantılarda konu ve konuşmacı tercihi ile ilgili dikkat edilmesi gerekenler arasındadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "I-II",
      "C": "I-III",
      "D": "II-III",
      "E": "I-II-III"
    },
    "explanation": "Toplantı konularının önemli olmasının yanında katılımcıların da kimler olduğu önemli bir konudur. Konunun güncel, önemli ve ilgi çekici olması geniş bir kitlenin katılımına olanak sağlayacaktır. Toplantının davetli konuşmacıları, alanında uzman ve hitabet yeteneğine sahip kişilerden seçilmelidir. Tartışmalarda, farklı görüşlere sahip kişilerin yer alması, konunun farklı bakış açılarıyla anlaşılmasına yardımcı olacaktır. Doğru cevap B'dir."
  },
  {
    "id": "3609620",
    "unitNumber": 7,
    "text": "I- Sözlü veya sözlü olmayan davranış tarzlarının ortaya çıkmasına ya da gözlemlenmesine olanak tanımaktadır.\n<br/>II- Teknik problemler daha az görülmektedir. \n<br/>III- Yüz yüze yapılan görüşmelerde daha resmî bir ortam oluşmaktadır.\n<br/>IV- Her zaman mümkün olmayan şeffaflık ve güven geliştirme olanağı sunmaktadır.\n<br/>Yukarıdakilerden hangileri yüz yüze toplantıların olumlu özellikleri arasında sayılabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "I-II-III",
      "B": "I-II-IV",
      "C": "I-III-IV",
      "D": "II-III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "Yüz yüze toplantılar, diğer toplantı türlerine göre bir dizi olumlu özelliklere sahiptir. Yüz yüze toplantılar, bilgisayar ve diğer elektronik iletişim yöntemlerinde yakalanamayan sözlü veya sözlü olmayan davranış tarzlarının ortaya çıkmasına ya da gözlemlenmesine olanak tanımaktadır. Jest ve mimikler, ses tonu veya yüksekliği, bazı elektronik toplantılarda gözden kaçabilmektedir. Video konferanslar dahi grup üyelerinin tepkileri gibi dinamikleri yakalayamamaktadır.\n<br/>Yüz yüze toplantılarda teknik problemler daha az görülmektedir. Bilgisayar aracılı iletişimler çeşitli sebeplerle kesintiye uğrayabilirken yüz yüze toplantılar gerçek zamanlı olarak yapılabilmektedir. Diğer bir olumlu özellik, yüz yüze yapılan görüşmelerin daha samimi bir ortamda gerçekleştirilmesidir. Bu toplantılar, anlaşmalar ve görüş alışverişi gibi iş dünyasının önemli konularının konuşulma fırsatını vermektedir. Yüz yüze toplantılar, katılımcılara diğer iletişim biçimleriyle karşılaştırıldığında her zaman mümkün olmayan şeffaflık ve güven geliştirme olanağı sunmaktadır. Güven, iş dünyasının ayrılmaz bir parçasıdır ve bunu sağlamak için tekrar eden düzeyde kişisel etkileşim kurmak gerekmektedir. Bilgisayar tabanlı teknolojilerin kullanıldığı toplantılarda güven inşa edilmediği anlamına gelmez ancak güven oluşturmada devamlılık ve samimiyet önemlidir. Bu sebeple yüz yüze yapılan toplantılar, katılımcıların veya liderlerin yeterliliklerini ve becerilerini kolayca değerlendirme fırsatı sunmaktadır. Böylece güçlü sosyal ilişkiler geliştirilebilmektedir. Doğru cevap B'dir."
  },
  {
    "id": "3609621",
    "unitNumber": 7,
    "text": "Yıllık genel kurul değerlendirmeleri, komite sunumları, yönetim kurulu toplantıları aşağıdaki toplantı türlerinin hangisi içinde değerlendirilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Durum Değerlendirme Toplantıları",
      "B": "Karar Alma Toplantıları",
      "C": "Proje Toplantıları",
      "D": "İşbirlikçi Toplantılar",
      "E": "Beyin Fırtınası Toplantıları"
    },
    "explanation": "Şirketler, dönemsel olarak paydaşlar ve müşterilerle düzenli toplantı yapmak durumundadırlar. Yıllık genel kurul değerlendirmeleri, komite sunumları, yönetim kurulu toplantıları işbirlikçi toplantılar içinde değerlendirilebilmektedir. İşbirlikçi toplantılar, güven veren ve şeffaflık içeren toplantılardır. Doğru cevap D'dir."
  },
  {
    "id": "3609622",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi bir konu hakkında bilgi vermek ve konu hakkındaki yenilikleri aktarmak amacıyla ilgili topluluk için hazırlanan, alanında uzman kişiler tarafından yapılan eğitim toplantılarıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Seminer",
      "B": "Sempozyum",
      "C": "Panel",
      "D": "Toplantı",
      "E": "Fuar"
    },
    "explanation": "Seminerler, bir konu hakkında bilgi vermek ve konu hakkındaki yenilikleri aktarmak amacıyla ilgili topluluk için hazırlanan, alanında uzman kişiler tarafından yapılan eğitim toplantılarıdır. Seminerler, geniş bir kitleye hitap etmek için internet ortamında da yapılabilmektedir. Doğru cevap A'dır."
  },
  {
    "id": "3609623",
    "unitNumber": 7,
    "text": "Aşağıdaki etkinliklerden hangisi, geçmiş dönemlerde tüccarların egzotik yerlerden ve farklı bölgelerden getirdikleri malları sergileme anlayışının bir devamıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Seminer",
      "B": "Sempozyum",
      "C": "Sergi",
      "D": "Fuar",
      "E": "Festival"
    },
    "explanation": "Fuarlar geçmiş dönemlerde tüccarların egzotik yerlerden ve farklı bölgelerden getirdikleri malları sergileme anlayışının bir devamıdır. Günümüzde ise fuarlar, iletişim faaliyetlerinin önemli bir parçasıdır. Üreticilerin ve diğer şirketlerin, pazarlama stratejilerinin bir parçası olarak iç pazara ve diğer uluslararası alıcılara ürünleri tanıtmak ve satışı artırmak amaçlı hazırlanmaktadır. Doğru cevap D'dir."
  },
  {
    "id": "3609624",
    "unitNumber": 7,
    "text": "I- Rekabette farklılaşmak, diğer iletişim çalışmalarından ayrışmak\n II- Verilen mesajların, yeni teknolojiler sayesinde eğlenceli ve çok boyutlu bir müşteri deneyimine dönüşmesi\n III- Marka bilinirliği artırmak\n IV- Hedef kitlenin firmayı algılama şeklinin değişmesi\n Yukarıdakilerden hangileri artırılmış gerçeklik ve sanal gerçeklik uygulamaları ile yapılan iletişim kampanyalarının getirileri arasında sayılabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II-III",
      "B": "I-II-IV",
      "C": "I-III-IV",
      "D": "II-III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "Artırılmış gerçeklik ve sanal gerçeklik uygulamaları ile yapılan iletişim kampanyaları, yaratıcılığın sembolü ve şirketin gücü olarak görülmektedir. Bu sebeple, şirket ve markalar, rekabette farklılaşmak, diğer iletişim çalışmalarından ayrışmak için artırılmış ve sanal gerçeklik uygulamalarına önem vermektedir. Bu yeniliklerin güzelliği, şirketlerin hedef kitlesini bir yolculuğa çıkma olanağı sağlamasıdır. Hedef kitlenin satın alma kararı vermesine yardımcı olmakla kalmamakta, aynı zamanda onlarla yakın ilişki geliştirmeye de fırsat tanımaktadır. Geleneksel yöntemlerle verilen mesajlar, yeni teknolojiler sayesinde eğlenceli ve çok boyutlu bir müşteri deneyimine dönüşmektedir. Hedef kitle dikkatini yalnızca mesaja vermemekte, sanal bir ortamda şirketle de etkileşime girmektedir. Böylece mesaj veya marka bilinirliği artmaktadır. Artırılmış gerçeklik ve sanal gerçeklik uygulamaları sayesinde hedef kitlenin firmayı algılama şekli değişmektedir. Yapılan iletişim çalışmaları, hedef kitle zihninde belli izler oluşturmakta ve onları bu izlenimlere göre satın almaya yönlendirmektedir. Doğru cevap E'dir."
  },
  {
    "id": "3609625",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi sempozyum etkinlikleri için <u>söylenemez</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Bir konunun derinlemesine aktarılması amacıyla deneyimli ve bilgi sahibi kişilerin bir araya geldiği toplantılardır.",
      "B": "Sempozyumda ele alınan konular, toplantı sonrasında kitap hâline getirilerek daha fazla kişinin yararlanması sağlanabilmektedir.",
      "C": "Dinleyiciler, konuşmacıların tartışmalarına dahil olmamaktadır.",
      "D": "Sempozyumda ele alınan konular kültür, sanat, bilim, ekonomi veya politika gibi toplumun ilgisini çekecek alanlardır.",
      "E": "Sempozyumda bir başkan bulunur ve konuşmacıların belli bir düzenle konuyu aktarmalarına yardımcı olur."
    },
    "explanation": "Bir konunun derinlemesine aktarılması amacıyla deneyimli ve bilgi sahibi kişilerin bir araya geldiği toplantılardır. Sempozyumların belli bir noktasında dinleyicilerin de tartışmaya katılması mümkündür. Sempozyumda ele alınan konular, toplantı sonrasında kitap hâline getirilerek daha fazla kişinin yararlanması sağlanabilmektedir. Sempozyumda ele alınan konular kültür, sanat, bilim, ekonomi veya politika gibi toplumun ilgisini çekecek alanlardır. Sempozyumda bir başkan bulunur ve konuşmacıların belli bir düzenle konuyu aktarmalarına yardımcı olur. Doğru cevap C'dir."
  },
  {
    "id": "3839371",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi/hangileri kuruluşların etkinlik düzenleme amaçlarındandır ?<br/>I. Çalışanlarına kurum kültürünü yerleştirmek<br/>II. Hedef kitlenin ilgisini çekerek marka imajını güçlendirmek<br/>III. Hedef kitleyle doğrudan iletişim kurmak",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Sözlü ve bilgilendirici ortamlar, halka ilişkiler uzmanları tarafından planlanan, süreci takip edilen, hedef kitle ile markanın buluşmasını sağlayan ve böylelikle aynı ortamda doğrudan iletişim kurulmasını sağlayan etkinliklerdir. Kuruluşlar, etkinliğin düzenlenmesiyle hedeflerine biraz daha yaklaşmayı amaçlamaktadır (Kılanç, 2014:48-49). Kuruluşların etkinlik düzenleme amaçları; <br/>1.Şirket ve ürünlerin farklı yöntemlerle tanıtımını yapmak, <br/>2. Hedef kitlenin ilgisini çekerek marka imajını güçlendirmek, <br/>3. Hedef kitlenin güçlü olduğu düşüncesini uyandırarak güven kazanmak, <br/>4. Yapılan etkinliklerin düzenli tekrarını sağlayarak bağlılık yaratmak, <br/>5. Kurumsal imaj güçlendirmesiyle satışlara destek olmak, <br/>6. Çalışanlarına kurum kültürünü yerleştirmek, <br/>7. Ziyaretçilerin etkinlikle ilgili paylaşım yapmasını ve viral olmasını sağlamak, <br/>8. Hedef kitleyle doğrudan iletişim kurmak, <br/>9. Çalışanlarda aidiyet oluşturmaktır.<br/>Yanıt E seçeneği olmalıdır."
  },
  {
    "id": "3839374",
    "unitNumber": 7,
    "text": "İzleyici kitlesine alanında uzman beş-altı kişilik bir grubun konuyla ilgili bilgi ve düşüncelerini anlattığı toplantılara ne ad verilir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Sempozyum",
      "B": "Seminer",
      "C": "Panel",
      "D": "Festival",
      "E": "Sanal toplantı"
    },
    "explanation": "Paneller, izleyici kitlesine alanında uzman beş-altı kişilik bir grubun konuyla ilgili bilgi ve düşüncelerini anlattığı toplantılardır (Sarıdoğan, 2013:25). Paneller, çok resmî bir ortamda geçmeyebilmektedir. Her bir uzman kişi konunun farklı bir boyutunu ele alarak dinleyiciye anlatmaktadır. Panellerde konuşma düzenini sağlayan bir oturum başkanı bulunmaktadır.<br/>Yanıt C seçeneği olmalıdır."
  },
  {
    "id": "3839376",
    "unitNumber": 7,
    "text": "Şirket yetkililerinin ekip olarak bir araya geldiği ve bir konu hakkında fikir ürettikleri, konunun önceden katılımcılara bildirildiği ve onlara bir hazırlık zamanı verildiği toplantı türü aşağıdakilerden hangisidir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Durum değerlendirme toplantıları",
      "B": "Karar alma toplantıları",
      "C": "Proje toplantıları",
      "D": "Beyin fırtınası toplantıları",
      "E": "Problem çözme toplantıları"
    },
    "explanation": "Beyin Fırtınası Toplantıları: Şirket yetkilileri ekip olarak bir araya gelmekte ve bir konu hakkında fikir üretmek istemektedirler. Bu toplantılarda konunun önceden katılımcılara bildirilmesi ve onlara bir hazırlık zamanı verilmesi gerekmektedir. Sonrasında toplantıda değerli fikirlerin tartışılarak ortaya çıkması beklenmektedir.<br/>Yanıt D seçeneği olmalıdır."
  },
  {
    "id": "3839429",
    "unitNumber": 7,
    "text": "Belli bir zaman diliminde hedef kitlenin gezip görmesi, tanıması, satın alması ya da bilgilenmesi amacıyla bir düşünce veya kültür ürünlerinin gösterildiği kamuya açık etkinliklere ne ad verilir ?",
    "correctAnswer": "B",
    "options": {
      "A": "Açılış ve yıl dönümleri",
      "B": "Sergi",
      "C": "Fuar",
      "D": "Festival",
      "E": "Panel"
    },
    "explanation": "Sergiler belli bir zaman diliminde hedef kitlenin gezip görmesi, tanıması, satın alması ya da bilgilenmesi amacıyla bir düşünce veya kültür ürünlerinin gösterildiği kamuya açık etkinliklerdir. Sergilerin önemli bir misyonu, şirketin saygınlığını artırmasıdır. Örneğin bir şirketin tarihini anlatan bir resim sergisi, dönemsel olarak bilgi vermekle birlikte şirketin ne kadar köklü olduğunu da vurgulamaktadır. Sergiler zamanlama türlerine göre kalıcı, geçici ve gezici sergiler olmak üzere ayrılmaktadır<br/>Yanıt B seçneği olmalıdır."
  },
  {
    "id": "3839430",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi/hangileri müşteri hizmetleri ve markalaşma sürecinde hedef kitleye yönelik kullanılan iletişim çalışmalarındandır ?<br/>I. Sosyal medya<br/>II. Arttırılmış gerçeklik<br/>III. Sanal gerçeklik",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Şirketler, iletişim çalışmalarını planlarken düşünme biçimlerini artık teknolojik destekli olarak değiştirmektedirler. Müşteri hizmetleri, markalaşma süreci, hedef kitle ile iletişim çalışmaları geleneksel yöntemlerin dışına çıkmaktadır. Sosyal medya, artırılmış gerçeklik (AR) ve sanal gerçeklik (VR) uygulamaları, bilinen iletişim çalışmalarının farklılaşmasını sağlamıştır.<br/>Yanıt E seçeneği olmalıdır."
  },
  {
    "id": "3839431",
    "unitNumber": 7,
    "text": "Aşağıda sergi ve fuarlarla ilgili verilen ifadelerden hangisi/hangileri doğrudur ?<br/>I. Sergi tek seferlik olup, fuarlar tekrarlanabilirdir.<br/>II. Sergiler ürün tanıtımı yapmak için önemlidir.<br/>III. Fuarlar ticari anlaşmalar için kullanılabilir.",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Sergiler ve fuarlar arasında farklar vardır. İlk olarak sergiler genellikle tek seferlik etkinliklerdir. Her zaman tekrar eden bir yaşam döngüsü yoktur. Fuarlar ise kısa bir zaman dilimi içinde yapılır, buna rağmen sergiler aylar veya daha uzun bir zaman dilimine yayılabilmektedir. Temel farklardan bir diğeri ise sergiler ticari organizasyonlar değildir. Ancak fuarlar şirketlerin ürünlerini tanıtma ve ticari anlaşmalar yapmada önemli bir etkinliktir.<br/>Yanıt C seçeneği olmalıdır."
  },
  {
    "id": "3839432",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi festival yönetiminde dikkat edilmesi gereken noktalardan değildir ?",
    "correctAnswer": "B",
    "options": {
      "A": "Pazarlama ve diğer iletişim çalışmalarını kolaylaştırmak için festival teması ve adı, düzenleyen şirketin sosyokültürel tarihinden, firmanın çevresel yaklaşımından, geçmiş organizasyonlardan vb. yararlanmalıdır.",
      "B": "Firmaya destek olabilecek kurumların festivale nasıl katkıda bulunabileceği konusunda incelenmelidir.",
      "C": "Festivallerin şirketin uzun ve kısa hedeflerine, örgütsel büyümeye nasıl katkı sağlayacağı değerlendirilmelidir.",
      "D": "Festival gibi organizasyonlar için bütçe ve mali hedef planlaması yapılmalıdır.",
      "E": "Festival gibi organizasyonlar sonrası şirkete ve ürüne ne gibi fayda sağlayacağı konusunda hedefler belirlenmelidir."
    },
    "explanation": "1. Pazarlama ve diğer iletişim çalışmalarını kolaylaştırmak için festival teması ve adı, düzenleyen şirketin sosyokültürel tarihinden, firmanın çevresel yaklaşımından, geçmiş organizasyonlardan vb. yararlanmalıdır. <br/>2. Firmaya destek olabilecek bireylerin festivale nasıl katkıda bulunabileceği konusunda strateji geliştirilmelidir. <br/>3. Festivallerin şirketin uzun ve kısa hedeflerine, örgütsel büyümeye nasıl katkı sağlayacağı değerlendirilmelidir. <br/>4. Festival gibi organizasyonlar için bütçe ve mali hedef planlaması yapılmalıdır. <br/>5. Festival gibi organizasyonlar sonrası şirkete ve ürüne ne gibi fayda sağlayacağı konusunda hedefler belirlenmelidir.<br/>Yanıt B seçeneği olmalıdır."
  },
  {
    "id": "3839433",
    "unitNumber": 7,
    "text": "Şirketler, dönemsel olarak paydaşlar ve müşterilerle düzenli yaptıkları yıllık genel kurul değerlendirmeleri, komite sunumları, yönetim kurulu toplantıları aşağıda belirtilen hangi tür toplantı içerisinde yer alır ?",
    "correctAnswer": "E",
    "options": {
      "A": "Beyin fırtınası toplantıları",
      "B": "Problem çözme toplantıları",
      "C": "Proje toplantıları",
      "D": "Karar alma toplantıları",
      "E": "İşbirlikçi toplantılar"
    },
    "explanation": "İşbirlikçi Toplantılar: Şirketler, dönemsel olarak paydaşlar ve müşterilerle düzenli toplantı yapmak durumundadırlar. Yıllık genel kurul değerlendirmeleri, komite sunumları, yönetim kurulu toplantıları işbirlikçi toplantılar içinde değerlendirilebilmektedir. İşbirlikçi toplantılar, güven veren ve şeffaflık içeren toplantılardır.<br/>Yanıt E seçeneği olmalıdır."
  },
  {
    "id": "3839436",
    "unitNumber": 7,
    "text": "Firmaların hizmet kalitesinde rekabetçiliği benimsemeleri sonucunda aşağıda belirtilenlerden hangisine/hangilerine ihtiyaç duyulmaktadır ?<br/>I. Yüksek eğitimli personel<br/>II. Ar-Ge çalışmaları<br/>III. Dijital etkinliklere yönelme",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Çok sayıda firma, özellikle hizmet sektöründe, kalite açısından rekabet stratejisini benimsemektedir. Rekabet stratejisinin benimsenmesiyle yüksek eğitimli personele ihtiyaç, ar-ge çalışmaları ve dijital etkinliklere yönelme, firmalar açısından kaçınılmaz bir durumdur.<br/>Yanıt e seçeneği olmalıdır."
  },
  {
    "id": "3839439",
    "unitNumber": 7,
    "text": "Bir konu hakkında bilgi vermek ve konu hakkındaki yenilikleri aktarmak amacıyla ilgili topluluk için hazırlanan, alanında uzman kişiler tarafından yapılan eğitim toplantılarına ne ad verilir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Seminer",
      "B": "Sempozyum",
      "C": "Panel",
      "D": "Fuar",
      "E": "Sergi"
    },
    "explanation": "Seminerler, bir konu hakkında bilgi vermek ve konu hakkındaki yenilikleri aktarmak amacıyla ilgili topluluk için hazırlanan, alanında uzman kişiler tarafından yapılan eğitim toplantılarıdır. Seminerler, geniş bir kitleye hitap etmek için internet ortamında da yapılabilmektedir. Ayrıca seminerlerin kayıt edilmesi ve internet sayfalarına yüklenmesi ile tekrar izlenebilmektedir.<br/>Yanıt A seçeneği olmalıdır."
  },
  {
    "id": "3609465",
    "unitNumber": 8,
    "text": "\"..........................., halkla ilişkiler uzmanlarının güvenilirlik tesis etmelerine, fikir ve tutumları etkilemelerine, ilgi ve coşku yaratmalarına ve ilişkiler kurup sürdürmelerine olanak tanır\".\n<br/>Yukarıdaki boşluğu aşağıdaki ifadelerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Etkili sunumlar",
      "B": "Etkili beceriler",
      "C": "Etkili konuşmalar",
      "D": "Etkili kaynaklar",
      "E": "Etkili tutumlar"
    },
    "explanation": "<strong>Etkili sunumlar</strong>, halkla ilişkiler uzmanlarının güvenilirlik tesis etmelerine, fikir ve tutumları etkilemelerine, ilgi ve coşku yaratmalarına ve ilişkiler kurup sürdürmelerine olanak tanır."
  },
  {
    "id": "3609466",
    "unitNumber": 8,
    "text": "M.Ö. 350 yılında yazmış olduğu bir kitapta \"etkili bir sunuş yapmaya\" yönelik bilgiler veren düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Platon",
      "B": "Aristo",
      "C": "Sokrates",
      "D": "Cicero",
      "E": "Zenon"
    },
    "explanation": "Aristo, M.Ö. 350 yılında yazdığı kitabında etkili bir sunuş yapmaya yönelik bilgiler vermiştir."
  },
  {
    "id": "3609467",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi hedef kitlenin genel özelliklerinden biri <em><strong>değildir?</strong></em>",
    "correctAnswer": "C",
    "options": {
      "A": "Yaş",
      "B": "Cinsiyet",
      "C": "Tutumlar",
      "D": "Medeni durum",
      "E": "Eğitim düzeyi"
    },
    "explanation": "Genel özellikler yaş, cinsiyet, medeni durum, sosyoekonomik ya da sosyokültürel durum, eğitim düzeyi, yaşadıkları ya da yetiştikleri mekânlar gibi demografik bilgileri içerir. Tutumlar ise demografik değil psikografik özellikler arasındadır"
  },
  {
    "id": "3609468",
    "unitNumber": 8,
    "text": "Bir sunumda ana mesajlarımızı desteklemek, güçlendirmek için kullandığınız kanıt ve bilgilere ne denir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çarpıcı girişler",
      "B": "Ürünü tanıtmak",
      "C": "Olgusal veri sağlamak",
      "D": "Destekleyici materyaller",
      "E": "Sunumlara ilgi göstermek"
    },
    "explanation": "<strong>Destekleyici materyaller</strong>, bir sunumda ana mesajlarımızı desteklemek, güçlendirmek için kullandığınız kanıt ve bilgilerdir."
  },
  {
    "id": "3609469",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi yaygın olarak kullanılan görsel araçlardan biri <em><strong>değildir?</strong></em>",
    "correctAnswer": "E",
    "options": {
      "A": "Slaytlar",
      "B": "Çizelgeler ve grafikler",
      "C": "Resimler ve fotoğraflar",
      "D": "Videolar",
      "E": "Kitaplar"
    },
    "explanation": "Yaygın olarak kullanılan görsel araçlar şunlardır;\n -Slaytlar\n -Çizelgeler ve grafikler\n -Diyagramlar ve çizimler\n -Resimler ve fotoğraflar\n -Videolar\n -Sahne ve modeller\n -Beyaz tahta ya da dönerpano\n -Katılımcı notları"
  },
  {
    "id": "3609470",
    "unitNumber": 8,
    "text": "\"..................................., modern iletişimin ayrılmaz bir parçası hâline gelmiş, bireylerin ve kuruluşların bilgiyi etkili bir şekilde paylaşmasına, iş birliği yapmasına ve uzak mesafelerdeki katılımcılarla etkileşim kurmasına olanak sağlamıştır\".\n Boş bırakılan yere aşağıdaki ifadelerden hangisi getirilmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çevrimiçi sunumlar",
      "B": "Slaytlar",
      "C": "Videolar",
      "D": "Yüz yüze sunumlar",
      "E": "Katılımcı notları"
    },
    "explanation": "<strong>Çevrimiçi sunumlar,</strong> modern iletişimin ayrılmaz bir parçası hâline gelmiş, bireylerin ve kuruluşların bilgiyi etkili bir şekilde paylaşmasına, iş birliği yapmasına ve uzak mesafelerdeki katılımcılarla etkileşim kurmasına olanak sağlamıştır."
  },
  {
    "id": "3609471",
    "unitNumber": 8,
    "text": "Sunumlarda öncelikle sunum tarzına ve izleyici etkileşimine en uygun oda düzeninin seçilmesi gerekir. Bu bağlamda en çok önerilen mümkün olduğunca sandalye ve masalardan oluşan nasıl bir toplantı düzeni tercih edilmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tiyatro tarzı",
      "B": "\"U\" şeklinde",
      "C": "Toplantı düzeni",
      "D": "Sıralı şekilde",
      "E": "Karşılıklı oturulması"
    },
    "explanation": "Sunum öncesinde yapılması gereken işlerden biri de sunum ortamının kontrol edilmesi ve mümkünse düzenlenmesidir. Bu bağlamda öncelikle sunum tarzına ve izleyici etkileşimine en uygun oda düzeninin seçilmesi gerekir. Yaygın düzenler arasında tiyatro tarzı (sahneye bakan sandalye sıraları), sınıf tarzı (masalar ve sandalyeler), U şeklinde <br/>(içinde sandalyeler bulunan U şeklinde düzenlenmiş masalar) ya da toplantı düzeni yer alır. <strong>Mümkün olduğunda U şeklinin tercih edilmesi önerilmektedir</strong>."
  },
  {
    "id": "3609472",
    "unitNumber": 8,
    "text": "\"Sunum öncesi yapılması gereken ancak çoğunlukla atlanan en önemli hazırlıklardan biri ........................ yapmaktır\".\n Boş bırakılan yere aşağıdaki ifadelerden hangisi getirilmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Konuşma",
      "B": "Derin nefes alma",
      "C": "Prova",
      "D": "Kendini tanıtma",
      "E": "Ezberleme"
    },
    "explanation": "Sunum öncesi yapılması gereken ancak çoğunlukla atlanan en önemli hazırlıklardan biri <strong>prova</strong> yapmaktır."
  },
  {
    "id": "3609473",
    "unitNumber": 8,
    "text": "Kendinizden emin, dikkatli görünmek için dik oturmak ve bu duruşunuzu sunum boyunca devam ettirmek nasıl bir tutum için gerekli koşullardır?",
    "correctAnswer": "D",
    "options": {
      "A": "Kendinizi tanımak",
      "B": "Başkalarına yaklaşmak",
      "C": "Durumu kurtarmak",
      "D": "Özgüveninizi arttırmak",
      "E": "Kendinizi kanıtlamak"
    },
    "explanation": "Özgüveninizi artırmak ve kendinizden emin, dikkatli görünmek için dik oturun ve bu duruşunuzu sunum boyunca devam ettirin."
  },
  {
    "id": "3609474",
    "unitNumber": 8,
    "text": "Genel olarak, çevrimiçi sunumların üstünlükleri arasında aşağıdakilerden hangisi de özet olarak sayılabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Görsellik",
      "B": "Tanımlamak",
      "C": "Karşılıklılık",
      "D": "Somut yaklaşım",
      "E": "Erişebilirlik"
    },
    "explanation": "Genel olarak, çevrimiçi sunumların üstünlükleri arasında erişilebilirlik, maliyet, kolaylık, esneklik, aktif katılım, çevresel faydalar ve küresel erişim şeklinde özetlenebilir."
  },
  {
    "id": "3609511",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi sunum yapılacak hedef kitlenin <strong>özel</strong> olarak nitelendirilen özelliklerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kişilik",
      "B": "İletişim",
      "C": "Eğitim düzeyi",
      "D": "Kültürel geçmiş",
      "E": "Tutumlar"
    },
    "explanation": "Genel özellikler, hedef kitlenizin yaş, cinsiyet, meslek, eğitim düzeyi,<br/>kültürel geçmiş ve ilgi alanları gibi özellikleri hakkında bilgi verir. Hedef kitlenin özel özellikleri doğrudan sunumun konusuna ilişkin ön bilgileri ve tutumlarını içerir."
  },
  {
    "id": "3609514",
    "unitNumber": 8,
    "text": "Bir halkla ilişkiler uzmanının iklim değişikliği gibi belirli bir konuda farkındalık yaratmaya çalışan ve kâr amacı gütmeyen bir kuruluşu temsil ettiğini varsayalım. Bu durumda, profesyonelin iklim değişikliğinin etkilerini, harekete geçme ihtiyacını ve kuruluşun girişimlerini özetleyen bir sunum yapması aşağıdaki etkili sunum yararlarından hangisine örnek olur?",
    "correctAnswer": "C",
    "options": {
      "A": "İnandırıcılık sağlama",
      "B": "Fikir ve tutumları etkileme",
      "C": "İlgi ve coşku oluşturma",
      "D": "Bağlantı kurma",
      "E": "Bağlantıyı sürdürme"
    },
    "explanation": "Etkili sunumlar, ilgi ve coşku oluşturmak için de çok önemlidir. İyi tasarlanmış ve sunulmuş bir sunum, belirli bir ürün, hizmet veya konu etrafında bir heyecan yaratabilir. Dinleyicileri harekete geçmeye veya belirli bir amaç ya da girişime dahil olmaya teşvik edebilir. Bu, farkındalık yaratmanın ve ilgi çekmenin temel hedefler olduğu halkla ilişkilerde özellikle yararlı olabilir. Örneğin, bir halkla<br/>ilişkiler uzmanının iklim değişikliği gibi belirli bir konuda farkındalık yaratmaya çalışan ve kâr amacı gütmeyen bir kuruluşu temsil ettiğini varsayalım. Bu durumda, profesyonelin iklim değişikliğinin etkilerini, harekete geçme ihtiyacını ve kuruluşun girişimlerini özetleyen bir sunum yapması gerekir.<br/>İlgi ve coşku oluşturma"
  },
  {
    "id": "3609516",
    "unitNumber": 8,
    "text": "I. İlgi ve coşku oluşturma\n<br/>II. İnandırıcılık sağlama\n<br/>III. Fikir ve tutumları etkileme\n<br/>IV. İlişkiler kurup sürdürme\n<br/>Yukarıdakilerden hangileri halkla ilişkilerde etkili sunumun yararları arasındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III",
      "B": "I,II, IV",
      "C": "II, III, IV",
      "D": "I, III, IV",
      "E": "Hepsi"
    },
    "explanation": "Etkili sunumlar, halkla ilişkiler uzmanlarının güvenilirlik tesis etmelerine, fikir ve tutumları etkilemelerine, ilgi ve coşku yaratmalarına ve ilişkiler kurup sürdürmelerini sağlar.<br/>Hepsi"
  },
  {
    "id": "3609517",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi etkili bir sunumun <strong>özel</strong> amacına ilişkin <strong>doğru</strong> bir ifadedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Belli bir konu hakkında bilgi, içgörü ya da olgusal veri sağlamalıdır.",
      "B": "Ölçülebilir ya da gözlemlenebilir sonuçlar içermelidir.",
      "C": "Mevcut inanç ya da davranışları değiştirmeye ikna etmelidir.",
      "D": "Bilgileri genişleterek onları güçlendirmelidir.",
      "E": "Yeterli ve doyurucu bilgi edinmeyi sağlamalıdır."
    },
    "explanation": "Sunumun özel amacı olabildiğince özel (sınırlı bir konuda, spesifik), ölçülebilir, ulaşılabilir, hedef kitleye anlamlı gelecek ve zamanı dikkate alan biçimde belirlenmelidir. Öncelikle amaç sunumunuzla “Neyi başarmak istiyorsunuz?” sorusunun cevabını açık biçimde vermelidir. Amacımız ayrıca ölçülebilir ya da gözlemlenebilir sonuçlar/çıktılarda içermelidir.<br/>Ölçülebilir ya da gözlemlenebilir sonuçlar içermelidir."
  },
  {
    "id": "3609518",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi etkili sunum için çarpıcı bir giriş planlamada kullanılan yöntemlerden biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Anekdot anlatmak",
      "B": "Şaka yapmak",
      "C": "Soru sormak",
      "D": "Kitap okumak",
      "E": "Bilimsel veri sunmak"
    },
    "explanation": "Çarpıcı giriş yapma yöntemleri olarak anekdot anlatma, fıkra anlatma, şaka yapma, soru sorma, bilimsel veri paylaşma yer almaktadır.<br/>Kitap okumak"
  },
  {
    "id": "3609520",
    "unitNumber": 8,
    "text": "I. Örnekler\n II. İstatistikler\n III. Olgular\n IV. Fıkralar\n V. Şakalar\n Yukarıdakilerden hangileri bir sunumda ana mesajlarımızı desteklemek, güçlendirmek için kullandığınız kanıt ve bilgiler arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "I, II, IV",
      "C": "II, III, IV",
      "D": "I, III, IV, V",
      "E": "Hepsi"
    },
    "explanation": "Kullanabileceğiniz birçok farklı türde destekleyici materyal vardır: Örnekler, anlatmak istediğinizi açıklayan durumlardır. Bunlar kişisel anekdotlar, kamuda yayımlanmış haberler, tarih ya da edebiyattan örnekler olabilir. İstatistikler, görüşlerinizi desteklemek için kullanılabilecek sayısal verilerdir. Argümanınıza güvenilirlik katmaya ve görüşlerinizi daha ikna edici hâle getirmeye yardımcı olabilirler. Uzman anekdotları, bir uzmandan ya da başka bir güvenilir kaynaktan alıntılardır. Argümanınıza ağırlık katmak ve hedef kitlenize konunuzla ilgili<br/>farklı bir bakış açısı kazandırmak için kullanılabilir. Öyküler, görüşlerinizi açıklamak için kullanılabilecek hikâyelerdir. Sunumunuzu daha ilgi çekici ve akılda kalıcı hâle getirmeye yardımcı olabilirler. Tanımlar, görüşlerinizi netleştirmenize ve hedef kitlenizin kullandığınız terimleri anlamasını sağlamanıza yardımcı olabilir. Olgular, geçerliği ve güvenirliği test edilmiş, doğrulanabilen ifadelerdir.<br/>I, II, III"
  },
  {
    "id": "3609521",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi etkili bir soru-cevap ya da tartışma etkinliği gerçekleştirebilmek için dikkat edilmesi gereken kurallar arasında <strong>değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Olumlu ifadeler içeren sorular tekrar edilmelidir.",
      "B": "“İyi bir soru”, “bravo” ya da “çok güzel bir soru” gibi ifadeler kullanılmalıdır.",
      "C": "Soru soran dinleyici ile göz teması kurulmalıdır.",
      "D": "Eğer sorunun cevabı bilinmiyorsa bu söylenmelidir.",
      "E": "Cevaplar, sunuşta vurgulanan ana düşüncelerle ilişkilendirilmelidir."
    },
    "explanation": "Etkili bir soru-cevap ya da tartışma etkinliği gerçekleştirebilmek için şu kurallara dikkat etmelisiniz:<br/>• Soruyu dikkatli dinleyip tam olarak ne sorulduğunu net olarak anlayın.<br/>• Soru sorulurken nasıl cevaplayacağınız konusunda ipuçları verecek vücut hareketlerinden kaçının.<br/>• Her soruya eşit önem verin. “iyi bir soru”, “bravo” ya da “çok güzel bir soru” gibi ifadeler kullanmayın.<br/>• Olumlu ifadeler içeren soruları tekrar ederek herkesin duymasını sağlayın.<br/>• Olumsuz ifadeler içeren soruları olumlu ifadeler ile tekrar ederek kontrolün sizde olduğunu vurgulayın.<br/>• Cevaplarınız samimi olsun. Eğer cevabı bilmiyorsanız, bilmediğinizi söyleyin ve cevabı bularak ileteceğiniz konusunda söz verin.<br/>• Soruyu dinlerken ve cevaplarken soru soran dinleyici ile göz temasınızı kaybetmeyin.<br/>• Cevaplarınızı, sunuşta vurguladığınız ana düşüncelerle ilişkilendirin.\n<br/>• Soruları cevaplarken kendi deneyimlerinizi, uzman görüşlerini, bilimsel verileri kullanın.<br/>“İyi bir soru”, “bravo” ya da “çok güzel bir soru” gibi ifadeler kullanılmalıdır."
  },
  {
    "id": "3609523",
    "unitNumber": 8,
    "text": "Sunum sırasında kadınların görünüme ilişkin aşağıdaki ifadelerden hangileri yanlıştır",
    "correctAnswer": "D",
    "options": {
      "A": "Giysiler, ne bol ne de çok dar olmalı, tam vücuda oturmalıdır.",
      "B": "Etek boyu, özellikle oturulduğunda rahatsızlık verecek kadar kısa olmamalıdır.",
      "C": "Profesyonel bir görünüm için genellikle uzun kollu giysiler tercih edilmelidir.",
      "D": "Parlak renkli, beyaz ya da siyah renkli giyseler tercih edilmelidir",
      "E": "Makyaj, kişiye katkı sağlayacak biçimde ve sade olmalıdır"
    },
    "explanation": "Kadınlar için görünüme ilişkin şunlar önerilmektedir:<br/>• Giysiler, ne bol ne de çok dar olmalı, tam vücuda oturmalıdır. <br/>• Bazı kumaşlar hareket edildiğinde ses çıkarır. Dikkatin dağılmasına yol açabilecek olan bu tür kumaşlardan yapılmış giysiler tercih edilmemelidir. <br/>• Hareket ile ses çıkaran, ışık altında çok parlayan, sağa sola sallanan takılar da dikkatin dağılmasına yol açabilir. Bu tür küpe, kolye, broş, yüzük gibi takılardan da kaçınılmalıdır.<br/>• Makyaj, kişiye katkı sağlayacak biçimde ve sade olmalıdır. <br/>• Saç rengi, giysiler ve takılar arasında renk uyumuna dikkat edilmelidir. \n<br/>Erkeklere yönelik öneriler ise şunlardır:<br/>• Takım elbiseler tercih edilmelidir. Ancak parlak renklerden ve kareli kumaşlardan kaçınılmalıdır. <br/>• Katılımcılara bağlı olarak ceket düğmeleri iliklenebilir.\n<br/>• Kravat rengi seçerken, göz ve yüz rengi uyumuna dikkat edilebilir. <br/>• Ayakkabılar, giysilere uygun renkte ve modelde, rahat ve boyalı olmalıdır. <br/>• Saç, sakal, bıy<br/>Parlak renkli (kırmızı, portakal rengi), beyaz ya da siyah renkli giysilerden kaçınılmalıdır. Çünkü bu renkler dikkatlerin sunum yapanın üzerindeki giysilere kaymasına neden olur."
  },
  {
    "id": "3609526",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi çevrimiçi sunumların sınırlılıklarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Konuşmacılar için teknik yeterliliğin gerekmesi",
      "B": "Fiziksel etkinliklere kıyasla daha düşük bir çevresel etkiye sahip olması",
      "C": "Farklı zamanlarda katılıma imkânı verecek esnekliğe sahip olması",
      "D": "Etkileşimli araçların katılımın artmasını ve daha dinamik bir iletişimi sağlaması",
      "E": "Konuşmacının sunumlarını kendi mekânında hazırlayarak sunması"
    },
    "explanation": "Çevrimiçi sunumların çeşitli sınırlılıkları da bulunmaktadır. Öncelikle çevrimiçi sunumlar büyük ölçüde teknolojiye dayalıdır ve ortaya çıkabilecek teknik sorunlar sunumun akışını bozabilir. Zayıf internet bağlantısı, yazılım hataları, ses veya video gecikmesi ya da cihaz arızaları gibi sorunlar kesintilere neden olabilir ve sunumların etkililiğini olumsuz etkiler. Konuşmacı ve katılımcıların belirli bir düzeyde teknik yeterliliğe sahip olması da gerekir. Teknoloji kullanımı konusunda<br/>rahat olmayan ya da uygun cihazlara erişimi sınırlı olan hedef kitle sunuma katılmakta ya da sunumdan tam olarak faydalanmakta zorluklarla karşılaşabilir. Benzer biçimde, konuşmacı da etkili çevrimiçi iletişim ve teknoloji becerilerine sahip olmalıdır. Aksi durumda, sunumu gerçekleştirmekte ve hedef<br/>kitlenin katılımını sağlamada zorlanabilir ve sunumun etkisi azalabilir. Çevrimiçi sunumlar, yüz yüze etkileşimlerin sağladığı kişisel dokunuş ve insani<br/>bağlantıdan yoksun olabilir.<br/>Konuşmacılar için teknik yeterliliğin gerekmesi"
  },
  {
    "id": "3609527",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi etkili bir çevrimiçi sunum sonrasında, sunumun daha etkili ve sürdürülebilir olmasını sağlayan etkinliklerden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Teşekkür e-postası gönderme",
      "B": "Katılımcılardan değerlendirme isteme",
      "C": "Sunum görsellerini paylaşma",
      "D": "Konuya ilişkin video izletme",
      "E": "Katılımcıları bir çevrimiçi topluluğa davet etme"
    },
    "explanation": "Çevrimiçi sunum sonrası, katılımcılara ya da sunuma davet edenlere<br/>gönderilebilecek bir teşekkür e postası, katılımcılardan istenecek değerlendirme, kaynak ya da sunum görsellerinin paylaşımı, katılımcılar bir çevrimiçi topluluğa davet gibi etkinlikler sunumun daha etkili ve sürdürülebilir olmasını sağlayacaktır.<br/>Konuya ilişkin video izletme"
  },
  {
    "id": "3840612",
    "unitNumber": 8,
    "text": "I. Güvenilirlik tesis etmesi<br/>II. Fikir ve tutumları etkilemesi<br/>III. İlgi ve coşku yaratmaları<br/>IV. Konuşmacının emin olmasını sağlama<br/>V. Teknolojik destekli sunum<br/>Yukarıdakilerden hangisi / hangileri halkla ilişkilerde etkili sunumların faydalarındandır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "I, II, IV",
      "C": "I, IV, V",
      "D": "II, III, V",
      "E": "II, IV, V"
    },
    "explanation": "Doğru cevap A şıkkıdır"
  },
  {
    "id": "3840613",
    "unitNumber": 8,
    "text": "Etkili sunumlar halkla ilişkiler uzmanlarının ………………tesis etmelerine ………………….etkilemelerine olanak tanır. Bu açıklamadaki boş bırakılan yerlere ( ………) sırasıyla aşağıdaki sözcük gruplarından hangisinin gelmesi açıklamayı doğru ve anlamlı kılar?",
    "correctAnswer": "B",
    "options": {
      "A": "ilişkiler kurmalarına - sürdürmelerine",
      "B": "güvenilirlik - fikir ve tutumlarını",
      "C": "tutum - katılımcıları",
      "D": "katılımcı - ve onları",
      "E": "fikir - tutum"
    },
    "explanation": "Doğru cevap B şıkkıdır"
  },
  {
    "id": "3840614",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi sunum yapılacak kitlenin <strong>özel</strong> özelliklerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yaşları",
      "B": "Sosyoekonomik durum",
      "C": "Cinsiyet",
      "D": "Yaşadıkları veya yetiştikleri mekanlar",
      "E": "Sunumun konusuna ilişkin ön bilgileri"
    },
    "explanation": "Doğru cevap E şıkkıdır"
  },
  {
    "id": "3840620",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi sunum öncesi hazırlığın, bir sunum için önemli olmasının nedenlerinden değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Konuşmacının emin olmasını sağlamak",
      "B": "Sunucunun genel amacını ve ana mesajlarını belirlemek",
      "C": "Sunumun içeriğini iyileştirmek",
      "D": "Aktarılmak istenen mesajların mantıklı ve tutarlı olarak yapılandırılmasını sağlamak",
      "E": "Konuşmacının heyecanlanmasını ve strese girmesini engellemek"
    },
    "explanation": "Doğru cevap C şıkkıdır"
  },
  {
    "id": "3840621",
    "unitNumber": 8,
    "text": "Bir sunumda ana mesajları desteklemek ve güçlendirmek için destekleyici materyaller kullanılır, bu materyaller arasında …………..gibi sayısal veriler, sunumu daha akılda kalıcı hale getirebilen…………….. bir uzmandan ya da başka güvenilir bir kaynaktan alıntılanan ……………….. sayılabilir.\n Yukarıdaki açıklamanın doğru ve anlamlı olması için boş bırakılan yerlere ( ………..) sırasıyla aşağıdaki sözcük gruplarından hangisinin gelmesi uygun olur?",
    "correctAnswer": "C",
    "options": {
      "A": "grafikler - tanımlar - olgular",
      "B": "anekdot - grafik - tanımlar",
      "C": "istatistikler - öyküler - uzman anekdotları",
      "D": "öyküler - grafikler - anekdotlar",
      "E": "tanımlar - grafikler - anekdotlar"
    },
    "explanation": "Doğru cevap C şıkkıdr"
  },
  {
    "id": "3840626",
    "unitNumber": 8,
    "text": "I. Etkili bir başlangıç tonu belirleme<br/>II. Sunuş konusuyla ilgili bir anekdot ile başlama<br/>III. Sunuşa bir fıkra veya şaka ile başlama<br/>IV. Sunuşa çarpıcı bilgileri içeren ifadelerle başlama<br/>V. Sunuşa konuya ilişkin bir video veya ilgi çekici resimlerin gösterilmesi ile başlama<br/>Yukarıdakilerden hangisi/ hangileri sunuma çarpıcı bir giriş yapabilmek için kullanılan yöntemler arasında sayılabilir?<strong><br/></strong>",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, IV, V",
      "B": "I, II, III, IV, V",
      "C": "II, III, IV, V",
      "D": "I, III, V",
      "E": "II, III, V"
    },
    "explanation": "Doğru cevap B şıkkıdır"
  },
  {
    "id": "3840627",
    "unitNumber": 8,
    "text": "Aşağıdaki açıklamalardan hangisi <strong>yanlıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bir sunumda sunucunun ”iyi bir soru “, “bravo” , gibi ifadeler kullanması, sunumun verimliliğini ve katılımcıların etkinliğini artırmada kullanılan yöntemlerdendir",
      "B": "Sunuşların etkili olabilmesi için katılımcıların sunuşa etkin katılımlarının sağlanması yararlıdır",
      "C": "Sunuşlarda katılımcıların soruları, sunuşun herhangi bir anında olabileceği gibi sunuş sonunda da olabilir",
      "D": "Etkili bir soru - cevap etkinliği gerçekleştirebilmek için her soruya eşit önem verilmelidir",
      "E": "Sunucunun cevaplarını sunuşta vurguladığı ana düşünceler ile ilişkilendirmesi önemlidir"
    },
    "explanation": "Doğru cevap A şıkkıdır"
  },
  {
    "id": "3840628",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi çevrimiçi sunumların sınırlılıklarındandır?",
    "correctAnswer": "D",
    "options": {
      "A": "Konuşmacılar, sunumlarını kendi mekanlarının rahatlığında hazırlayıp sunabilirler",
      "B": "Akıllı telefon veya tablet gibi mobil cihazlarla sunuma katkıları olanaklıdır",
      "C": "Çevrimiçi sunumlarla dünyanın farklı bölgelerinde yaşayan farklı kitlelere ulaşılabilir",
      "D": "Konuşmacı ve katılımcılar belirli düzeyde teknik yeterliliğe sahip olmalıdırlar",
      "E": "Bazı sunum araçlarının anında çeviri yapması da farklı kesimlere önemli kolaylıklar sağlar"
    },
    "explanation": "Doğru cevap D şıkkıdır"
  },
  {
    "id": "3840629",
    "unitNumber": 8,
    "text": "I. Konuşmacı, etkili çevrimiçi teknik becerilere sahip olmalıdır<br/>II. Maliyet düşüklüğü<br/>III. Esneklik<br/>IV. Erişilebilirlikteki kolaylıklar<br/>V. Beden dili kolayca fark edilmeyebilir<br/>Yukarıdaki ifadelerden hangisi / hangileri çevrimiçi sunum üstünlüklerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III",
      "B": "I, II, IV",
      "C": "II, III, V",
      "D": "IV, V",
      "E": "II, III, IV"
    },
    "explanation": "Doğru cevap E şıkkıdır"
  },
  {
    "id": "3840630",
    "unitNumber": 8,
    "text": "İnsanlar kendilerine ……………söylenenleri daha fazla hatırlama eğilimindedirler. Bu bağlamda etkili bir ……………… belirleme, sunucunun, katılımcıların dikkatini çekmesi ve ………………. ortaya koyması açısından önemlidir\n Yukarıdaki açıklamada boş bırakılan yerlere aşağıdaki sözcük gruplarında sırsıyla hangisinin gelmesi açıklamayı doğru ve anlamlı kılar?",
    "correctAnswer": "D",
    "options": {
      "A": "ilk - söylem - inandırıcılığını",
      "B": "son - inandırıcılığını - güvenilirliğini",
      "C": "ilk ve son - güvenilirliğini - bitiriş tonu",
      "D": "ilk ve son - başlangıç tonu - güvenilirliğini",
      "E": "asıl - konuşma - güvenirliliğini"
    },
    "explanation": "Doğru cevap D şıkkıdır"
  }
]