[
  {
    "id": "3833829",
    "unitNumber": 1,
    "text": "İkna konusunda önemli düşünürlerden olan Aristoteles’e göre iknanın hangi unsurunda, iknacı kişisel güvenilirliği oluşturmak için kendi ahlaki karakteri ve deneyiminin gücünü vurgular?",
    "correctAnswer": "A",
    "options": {
      "A": "Ethos",
      "B": "Retorik",
      "C": "Pathos",
      "D": "Logos",
      "E": "Jargon"
    },
    "explanation": "Ethos: İknacı, kişisel güvenilirliği oluşturmak için kendi ahlaki karakteri ve deneyiminin<br/>gücünü vurgular.<br/>Pathos: Hedef kitleden duygusal bir tepki elde edilmeye çalışılır.<br/>Logos: Rasyonel analize ve ikna edici dil kullanımına dayanır.<br/>Retoriksel çekicilik unsurları hedef kitleyi ikna etmede önem taşır<br/>Aristoteles ikna konusunda önemli düşünürlerden biri olup iknanın üç unsurunun ethos, pathos ve logos olduğunu belirtmiştir. Ethos, güven; pathos, duygu; logos ise bilgi ile ilişkilidir (Perloff, 2017, ss. 55-56). Söz konusu kavramlar retoriksel çekicilik unsurları olarak da adlandırılır (Shabo, 2010, s. 8): <br/>• Ethos: İknacı, kişisel güvenilirliği oluşturmak için kendi ahlaki karakteri ve deneyiminin gücünü vurgular. <br/>• Pathos: Hedef kitleden duygusal bir tepki elde edilmeye çalışılır. <br/>• Logos: Rasyonel analize ve ikna edici dil kullanımına dayanır.<br/>Doğru cevap A'dır."
  },
  {
    "id": "3833830",
    "unitNumber": 1,
    "text": "Aristotales’e göre iknanın üç unsuru olan ethos, patos ve logos ile ilgili aşağıda yer alan eşleştirmelerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Ethos-Güven",
      "B": "Pathos-Bilgi",
      "C": "Ethos-Duygu",
      "D": "Logos-Güven",
      "E": "Pathos-Bilgi"
    },
    "explanation": "Aristoteles ikna konusunda önemli düşünürlerden biri olup iknanın üç unsurunun ethos, pathos<br/>ve logos olduğunu belirtmiştir. Ethos, güven; pathos, duygu; logos ise bilgi ile ilişkilidir (Perloff,<br/>2017, ss. 55-56). Söz konusu kavramlar retoriksel çekicilik unsurları olarak da adlandırılır (Shabo,<br/>2010, s. 8)<br/>Ethos-Güven"
  },
  {
    "id": "3833833",
    "unitNumber": 1,
    "text": "İkna edici mesajın dört boyutundan biri olan hedef kitlenin ihtiyaçlarına ve isteklerine hitap ederek ilginin çekilmesi ve beklentileri oluşturmak için bir amaç ifadesinin eklenmesi boyutu aşağıdakilerden hangisi ile doğrudan ilişkilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Giriş",
      "B": "Dikkat çekme",
      "C": "Harekete Geçme",
      "D": "Açıklama",
      "E": "Beklenti yaratma"
    },
    "explanation": "Dikkat çekme: Hedef kitlenin dikkatini çekmek için mizah, yenilik, sürpriz, alışılmadık bir gerçek veya bir sorunun kullanılması<br/>Giriş: Hedef kitlenin ihtiyaçlarına ve isteklerine hitap ederek ilginin çekilmesi ve beklentileri<br/>oluşturmak için bir amaç ifadesinin eklenmesi<br/>Açıklama: Güvenilirliğin sağlanması, hedef kitle ile ilişkinin geliştirilmesi, ilgi çekici özelliklerin<br/>tartışılması ve hedef kitleden önce endişelerin ya da olası sorunların ele alınması<br/>Harekete geçme: Harekete geçmeyi sunarak hedef kitlenin bir sonraki adıma geçmesi için motive<br/>edilmesi ve hedef kitlenin neyi, ne zaman ve nasıl yapması gerektiğinin net olması"
  },
  {
    "id": "3833840",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi hedef kitlenin önceden var olan tutumları ile ilişkili olan ikna modelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Toplumsal Yargı Teorisi",
      "B": "Bilişsel Uyumsuzluk",
      "C": "Anlatı Paradigması",
      "D": "Rasyonel İkna",
      "E": "Davranış Uyumsuzluğu"
    },
    "explanation": "Toplumsal Yargı Teorisi: Hedef kitlenin önceden var olan tutumları önemlidir. Hedef kitlenin reddetme alanına giren bir mesaj göndermek başarılı bir ikna ile sonuçlanmayacaktır."
  },
  {
    "id": "3833846",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi hedef kitleyi tanımanın önemi vurgulayan, etki sürecinde merkezi ve çevresel olmak üzere iki yol bulunduğunu açıklayan ve hedef kitle motive olmadığında ya da mesajları işleyemediğinde çevresel ipuçlarının kullanılması gerektiğini vurgulayan ikna modelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ayrıntılandırma Olasılığı Modeli",
      "B": "Toplumsal Yargı Teorisi",
      "C": "Bilişsel Uyumsuzluk",
      "D": "Anlatı Paradigması",
      "E": "Davranış Uyumsuzluğu"
    },
    "explanation": "Ayrıntılandırma Olasılığı Modeli: Hedef kitleyi tanımanın önemi vurgulanır. Etki sürecinde merkezi<br/>ve çevresel olmak üzere iki yol bulunur. Hedef kitle motive olmadığında ya da mesajları işleyemediğinde çevresel ipuçları kullanılmalıdır."
  },
  {
    "id": "3833853",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi etkili bir ikna sürecinde dikkate alınabilecek noktalar arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "İkna insan davranışının rasyonel ve/veya duygusal boyutlarına hitap eder.",
      "B": "İkna ne bir öğrenme süreci ne de bir güç sürecidir.",
      "C": "İkna sürecinde genellikle önce kötü haber sonra iyi haber aktarılabilir.",
      "D": "İkna bağlamındaki mesajı yoruma açık bırakma oldukça güvenlidir.",
      "E": "İknada basılı ifade sözlü ifadeden daha ikna edicidir."
    },
    "explanation": "<ul><br/><li>İnsan davranışı hem rasyoneldir hem de duygusaldır. Etkili ikna, bu özelliklerden birine ya da her ikisine birden hitap eder.</li><br/><li>İkna bir öğrenme süreci, bir güç süreci ya da duygusal bir süreç olarak görülebilir.</li><br/><li>İkna sürecinde; kaynak, mesaj, araç, hedef kitle ve etki göz önünde bulundurulmalıdır.</li><br/><li>Hedef kitle konu ile ilgili bilgi sahibi ise konunun her iki tarafı ele alınabilir.</li><br/><li>Anlaşmazlıklarda önce rakibin görüşlerine değinilip ardından iknacının görüşleri ile cevap verilebilir.</li><br/><li>Genellikle önce iyi haber sonra kötü haber aktarılabilir.</li><br/><li>Mesajı yoruma açık bırakmak yerine net sonuçlara varmak daha güvenlidir.</li><br/><li>Sözlü ifade basılı ifadeden daha ikna edicidir.</li><br/><li>Bir konu kamuoyunda tartışmaya açılmak isteniyor ise medyanın dikkati çekilmelidir.</li><br/><li>Etkili ve ikna edici mesajlar oluşturabilmek için hedef kitleyi tanımak gerekir.</li><br/><li>Mesajı oluşturmadan önce neyin amaçlandığı net bir şekilde bilinmelidir. Aksi takdirde amaçlana</li></ul><br/>İkna insan davranışının rasyonel ve/veya duygusal boyutlarına hitap eder."
  },
  {
    "id": "3833861",
    "unitNumber": 1,
    "text": "Aşağıda iknaya dönük teorilerden hangisi okuyucunun kendi düşüncelerinde ve davranışlarında tutarlı olmasına ya da kişisel olarak ilgili bulduğu bir konuda güncel kalma isteğine hitap etmek ile ilgilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilişsel Uyumsuzluk",
      "B": "Toplumsal Yargı Teorisi",
      "C": "Ayrıntılandırma Olasılığı Modeli",
      "D": "Anlatı Paradigması",
      "E": "Kitlesel İkna Yaklaşımı"
    },
    "explanation": "Bilişsel Uyumsuzluk: Okuyucunun kendi düşüncelerinde ve davranışlarında tutarlı<br/>olmasına ya da kişisel olarak ilgili bulduğu bir konuda güncel kalma isteğine hitap etmek<br/>etkilidir."
  },
  {
    "id": "3833871",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi yazıyı daha ikna edici hâle getirmenin ipuçları arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kısa ve eğlenceli gerçek bir hayat hikâyesi içermesi",
      "B": "Yazının formal ve resmi bir tonda yazılması",
      "C": "Yazıda mesajın tekrara düşmemesi",
      "D": "Yazının farklı görüşler içermemesi",
      "E": "Okuyucuya dönük “sen” ifadesi içermesi"
    },
    "explanation": "Yazıyı daha ikna edici hâle getirmenin çeşitli ipuçları şu şekilde sıralanabilir (BBC, 2024b):<br/>• Kişisel (samimi) bir tonda yazılması<br/>• Duygusal: Okuyucunun güçlü duygular hissetmesini sağlayacak kelimelerin kullanılması<br/>• Retorik sorular: Okuyucunun düşünmesini sağlayacak soruların sorulması<br/>• Mesajın tekrarlanması<br/>• Farklı görüşlerden bahsedilmesi ve onların neden yanlış olduklarının söylenmesi<br/>• Anekdot: Kısa ve eğlenceli gerçek bir hayat hikâyesi, okuyucunun bağlantı kurmasına yardımcı<br/>olur.<br/>• Doğrudan: Okuyucuya yönelik “siz” ifadesinin kullanılması<br/>• Söylenenlerin önemsenmesi<br/>• Yazarlar okuyucuları ikna etmeye çalışmak için birçok ikna edici teknik kullanmakta olup bunlara<br/>retoriksel araçlar denilmektedir.<br/>Kısa ve eğlenceli gerçek bir hayat hikâyesi içermesi"
  },
  {
    "id": "3833875",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi yazarlıkta kullanılan retoriksel araçlar içinde tüm alternatif argümanlar ve bunların dezavantajlarını açıklayan boyuttur?",
    "correctAnswer": "A",
    "options": {
      "A": "Karşı görüşü eleştirmek",
      "B": "Gerçek olarak görüş",
      "C": "Duygusal kelimeler",
      "D": "Kişi zamirleri",
      "E": "Akılda kalıcı ifadeler"
    },
    "explanation": "Karşı görüşü eleştirmek-Tüm alternatif argümanlar ve bunların dezavantajları açıklanır."
  },
  {
    "id": "3833882",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi ikna edici yazma sürecinde halkla ilişkiler uygulayıcılarına yol gösterici yaklaşımlar arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilinen ve kısa kelimelerin kullanılması",
      "B": "Uzun paragraflara yer verilmesi",
      "C": "Jargon kullanılması",
      "D": "Karmaşık cümlelerin kullanılması",
      "E": "Teknik kelimelerin kullanılması"
    },
    "explanation": "İkna edici yazma sürecinde aşağıdaki unsurlar halkla ilişkiler uygulayıcılarına yol gösterici olabilir:<br/>• Sade, bilinen ve kısa kelimelerin kullanılması<br/>• Karmaşık cümlelerin kullanılmaması<br/>• Olumlu bir ifade<br/>• Kısa paragraflara yer verilmesi<br/>• Jargon kullanılmaması<br/>• Anlaşılır bir şekilde yazılması<br/>• Yazılan metnin gözden geçirilmesi, düzenlenmesi ve yeniden yazılması<br/>• Cümle yapısının, dil bilgisinin ve noktalama işaretlerinin kontrol edilmesi"
  },
  {
    "id": "3841314",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Retoriğin unsurlarından olan Pathos'un güvenilirlik kriterlerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tümdengelim",
      "B": "Tümevarım",
      "C": "Örneklendirme",
      "D": "Neden-sonuç düşüncesi",
      "E": "Canlı imgeler"
    },
    "explanation": "Tablo 1.1 Retoriğin unsurları<br/>Ethos Güvenilirlik Karakter <br/>Pathos: Etkileyici açıklamalar, Canlı imgeler, Kişisel hikâyeler, Duygu yüklü sözcükler, Hedef kitlede duygusal bir tepkinin oluşturulması <br/>Logos: Karşılaştırma, Neden-sonuç düşüncesi, Tümdengelim ,Tümevarım, Örneklendirme, Detaylandırma, Tutarlı düşünce"
  },
  {
    "id": "3841316",
    "unitNumber": 1,
    "text": "İknayı, düşüncelerdeki ve davranışlardaki tutarsızlıklara verilen bir tepki olarak açıklayan modelleme hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Anlatı Paradigması",
      "B": "Bilişsel Uyumsuzluk",
      "C": "Ayrıntılandırma Olasılığı Modeli",
      "D": "Kitlesel kişilerarası paradigma",
      "E": "Toplumsal Yargı Teorisi"
    },
    "explanation": "İkna ile ilgili çeşitli teoriler/modeller bulunmaktadır. Bu teoriler genellikle psikoloji ve sosyal psikoloji alanlarından hareketle geliştirilmiştir. Birtakım ikna teorileri/modelleri şunlardır (Dainton ve Zelley, 2011): • Toplumsal Yargı Teorisi: Hedef kitlenin önceden var olan tutumları önemlidir. Hedef kitlenin reddetme alanına giren bir mesaj göndermek başarılı bir ikna ile sonuçlanmayacaktır. • Ayrıntılandırma Olasılığı Modeli: Hedef kitleyi tanımanın önemi vurgulanır. Etki sürecinde merkezi ve çevresel olmak üzere iki yol bulunur. Hedef kitle motive olmadığında ya da mesajları işleyemediğinde çevresel ipuçları kullanılmalıdır. • Bilişsel Uyumsuzluk: İknayı, düşüncelerdeki ve davranışlardaki tutarsızlıklara verilen bir tepki olarak açıklar. Bireyler düşünceleri ve davranışları arasında tutarlılığı korumayı tercih eder. Dolayısıyla ikna sürecinde düşünceler ve davranışlar arasındaki uyumsuzluğu kapatmaya çalışan bir yaklaşım benimsenebilir. • Anlatı Paradigması: İkna, hikâye anlatıcılığına dayalı duygusal bir süreç olduğundan çok rasyonel bir süreç değildir. Anlatıların etkili olabilmesi için tutarlı ve iyi nedenlere dayanan bir mantığa sahip olması gerekir."
  },
  {
    "id": "3841336",
    "unitNumber": 1,
    "text": "Gerçek bir olayın genellikle duygusal ya da sempatik bir tepki oluşturmayı amaçlanarak hikâye şeklinde anlatılmasına ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Anekdot",
      "B": "Mizah",
      "C": "Abartı",
      "D": "Tasvir",
      "E": "Tekrarlama"
    },
    "explanation": "Tablo 1.4 Yazarlıkta kullanılan retoriksel araçlar Anekdotlar Gerçek bir olayın genellikle duygusal ya da sempatik bir tepki oluşturmayı amaçlanarak hikâye şeklinde anlatılmasıdır."
  },
  {
    "id": "3841338",
    "unitNumber": 1,
    "text": "Diyalog şeklinde olmayan yazılı olarak ortaya çıkan sorulara ne ad verilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mizah soruları",
      "B": "Tasvir soruları",
      "C": "Retorik sorular",
      "D": "Anekdot soruları",
      "E": "Şok sorular"
    },
    "explanation": "Retorik sorular Diyalog şeklinde olmayan yazılı olarak ortaya çıkan sorulardır. Soruyu yanıtlayacak kimse olmadığından genellikle doğrudan okuyucuyla konuşmak üzere tasarlanır."
  },
  {
    "id": "3841341",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi psikografik değişkenlerdendir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yaş",
      "B": "Cinsiyet",
      "C": "Gelir",
      "D": "Değerler",
      "E": "Eğitim durumu"
    },
    "explanation": "Demografik değişkenler; yaş, cinsiyet, gelir ve eğitim durumu gibi özellikleri içerirken; psikografik değişkenler tutumlar ve değerler gibi psikolojik özellikleri içerir."
  },
  {
    "id": "3841354",
    "unitNumber": 1,
    "text": "Veriler anket tekniği aracılığı ile toplanarak istatistiklere odaklanıldığı araştırma türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Nitel araştırma",
      "B": "Nicel araştırma",
      "C": "Birincil araştırma",
      "D": "İkincil araştırma",
      "E": "Üçüncül araştırma"
    },
    "explanation": "Birincil Araştırma: Hedef kitle hakkında mümkün olduğu kadar çok bilgi toplamaktır. Bu süreçte nitel veya nicel araştırma yöntemleri kullanılarak toplanan tüm bilgiler araştırmacının kendi çalışmasından ve bulgularından kaynağını almalıdır. Birincil araştırmalar nitel ya da nicel bir şekilde yürütülebilir.• Nitel Araştırma: Hedef kitlenin duygularına ve düşüncelerine odaklanılır. Veriler, derinlemesine görüşme ya da odak grup görüşmesi aracılığı ile toplanır. <br/>•<strong> Nicel Araştırma: Veriler anket tekniği aracılığı ile toplanarak istatistiklere odaklanılır.<br/></strong>İkincil Araştırma: Diğer kaynaklardan sunulan bilgilerin gözden geçirilmesini içerir."
  },
  {
    "id": "3841355",
    "unitNumber": 1,
    "text": "Okuyucunun metinden anahtar kelimeleri aradığı ve anahtar kelimeyi gördüğünde bir ya da iki cümleyi okuduğu okuma stratejisi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tarama",
      "B": "Göz gezdirme",
      "C": "Aramaya yönelik okuma",
      "D": "Alımlayıcı okuma",
      "E": "Kümeleme"
    },
    "explanation": "Tarama: Okuyucu metinden anahtar kelimeleri arar ve anahtar kelimeyi gördüğünde bir ya da iki cümleyi okur."
  },
  {
    "id": "3841356",
    "unitNumber": 1,
    "text": "OABC Modeline göre; metin için bir yol haritası olarak düşünülebilecekolan bileşen aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Açılış",
      "B": "Gündem",
      "C": "Gövde",
      "D": "Kapanış",
      "E": "Mesaj"
    },
    "explanation": "Kurumsal yazı türlerinde OABC Modeli yoğun bir şekilde kullanılmaktadır. Söz konusu modelin bileşenleri şu şekildedir (UNC, 2024): • Açılış (Opening): Bu bölüm okuyucuya metnin amacını veya tartışılacak olan konuyu tanıtır. Bununla birlikte açılış bölümü, okuyucu ile neden iletişim kurulduğunu ve bilginin okuyucu için neden önemli olduğunu hedef kitlenin bilmesini sağlar. • <strong>Gündem (Agenda): Okuyucunun mesajın geri kalanından ne beklemesi gerektiğini bilmesini sağlar. Metin için bir yol haritası olarak düşünülebilir</strong>. • Gövde (Body): Genellikle metnin en uzun bölümü olup temel noktalar ve mesaj okuyucuya bu bölümde iletilir. • Kapanış (Closing): Okuyucu için temel noktalar yinelenir. Gerektiğinde hedef kitlenin davranışa geçmesini sağlama ve çeşitli öneriler bu bölüme dahil edilir."
  },
  {
    "id": "3841357",
    "unitNumber": 1,
    "text": "Metnin hedef kitleye iletilmeden önce son kez kontrolden geçirildiği aşama aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mesaj0",
      "B": "Gövde",
      "C": "Gündem",
      "D": "Kapanış",
      "E": "Revizyon"
    },
    "explanation": "Gözden Geçirme (Revizyon) Üçüncü aşamada ise metin revize edilir ve varsa yazım, anlatım hataları düzeltilir. Metin hedef kitleye sunulmadan önce yapılması gereken nihai düzenlemelere bu aşamada yer verilir. Gözden geçirme, ilk iki süreci de kapsar. Dolayısıyla metin, amaç ve hedef kitle çerçevesinde incelenmelidir. Bu aşamada aşağıdaki sorular önem taşır"
  },
  {
    "id": "3841358",
    "unitNumber": 1,
    "text": "Genellikle metnin en uzun bölümü olup temel noktaların ve mesajın okuyucuya iletildiği bölüm aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Açılış",
      "B": "Gövde",
      "C": "Gündem",
      "D": "Kapanış",
      "E": "Mesaj"
    },
    "explanation": "Gövde (Body): Genellikle metnin en uzun bölümü olup temel noktalar ve mesaj okuyucuya bu bölümde iletilir."
  },
  {
    "id": "3843758",
    "unitNumber": 1,
    "text": "I- Sosyal psikoloji<br/>II- Halkla ilişkiler<br/>III- Reklam çalışmaları\n<br/>Disiplinlerarası bir konu olan ikna, yukarıdakilerden hangisi/hangileri ile bağlantılıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I-II",
      "C": "I-III",
      "D": "II-III",
      "E": "I-II-III"
    },
    "explanation": "İkna, disiplinlerarası bir konu olup daha çok psikoloji ve sosyal psikolojinin araştırma alanı olmak ile birlikte halkla ilişkiler ve reklam çalışmaları da ikna ile bağlantılıdır. Doğru cevap E'dir."
  },
  {
    "id": "3843762",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangileri iknanın çeşitli özellikleri arasında <u>sayılamaz</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Belirli bir ikna girişiminin iyi mi yoksa kötü mü olduğunu belirleyen, ikna edenin güdüleridir.",
      "B": "İkna, savunma ve manipülasyon içeren bir işleve sahiptir.",
      "C": "İkna konusunda bireylerin serbest iradesi bulunur.",
      "D": "İkna edici mesajlara uyup uymama konusunda bireyler bilinçli karar verebilir.",
      "E": "İkna sembolik olup bireyleri sözsüz veya davranışsal yollarla etkilemekten genellikle daha etiktir."
    },
    "explanation": "İknanın çeşitli özellikleri şunlardır (CommGAP, 2024):\n • Belirli bir ikna girişiminin iyi mi yoksa kötü mü olduğunu belirleyen, ikna edenin güdüleridir.\n • İkna, savunma ve manipülasyon karşıtı bir işleve sahiptir.\n • İkna konusunda bireylerin serbest iradesi bulunur. İkna edici mesajlara uyup uymama konusunda bireyler bilinçli karar verebilir.\n • İkna sembolik olup bireyleri sözsüz veya davranışsal yollarla etkilemekten genellikle daha etiktir.\n İkna konusunda mesajın alıcıları serbest bir iradeye sahiptir. Başka bir deyişle ikna olup olmamak hedef kitlenin iradesine bağlıdır. İknanın etik bir çerçevede yürütülmesi gerekir. Doğruluk, güvenilirlik, saygı, tarafsızlık ve sosyal sorumluluk etik bir ikna sürecinin temel bileşenlerini oluşturur (Baker ve Martinson, 2001). Doğru cevap B'dir."
  },
  {
    "id": "3843765",
    "unitNumber": 1,
    "text": "Aristoteles'e göre iknanın hangi unsuru güven ile ilişkilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ethos",
      "B": "Pathos",
      "C": "Logos",
      "D": "Retorik",
      "E": "Anlatı Paradigması"
    },
    "explanation": "Aristoteles ikna konusunda önemli düşünürlerden biri olup iknanın üç unsurunun ethos, pathos ve logos olduğunu belirtmiştir. Ethos, güven; pathos, duygu; logos ise bilgi ile ilişkilidir (Perloff, 2017, ss. 55-56). Söz konusu kavramlar retoriksel çekicilik unsurları olarak da adlandırılır (Shabo, 2010, s. 8):\n • Ethos: İknacı, kişisel güvenilirliği oluşturmak için kendi ahlaki karakteri ve deneyiminin gücünü vurgular.\n • Pathos: Hedef kitleden duygusal bir tepki elde edilmeye çalışılır.\n • Logos: Rasyonel analize ve ikna edici dil kullanımına dayanır.<br/>Doğru cevap A'dır."
  },
  {
    "id": "3843771",
    "unitNumber": 1,
    "text": "I- Mesajın toplumda etkili biri tarafından onaylanması<br/>II- Sunulan faydanın sınırsız olduğunun öne sürülmesi<br/>III- Sunulan faydada bir zaman sınırı olduğunun belirtilmesi<br/>IV- Mesajın, hedef kitlenin geçmiş davranışları ya da beklentileriyle tutarlı olması<br/>Yukarıdakilerden hangileri bir mesajın etkili olabilmesi için gereken unsurları ifade etmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "I-II-III",
      "B": "I-II-IV",
      "C": "I-III-IV",
      "D": "II-III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "Bir mesajın etkili olabilmesi için aşağıdaki unsurları içermesi gerektiği belirtilebilir (Berkowitz, 2024):\n • Mesajın toplumda etkili biri tarafından onaylanması\n • Sunulan faydanın sınırlı olduğunun öne sürülmesi\n • Sunulan faydada bir zaman sınırı olduğunun belirtilmesi\n • Mesajın, hedef kitlenin geçmiş davranışları ya da beklentileriyle tutarlı olması\n • Hedef kitlenin normlarına hitap edilmesi\n • Karşılıklılık ilkesinin kullanılması<br/>Doğru cevap C'dir."
  },
  {
    "id": "3843774",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi hedef kitleyi tanımanın öneminin vurgulandığı ikna teorisi/modelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Toplumsal Yargı Teorisi",
      "B": "Ayrıntılandırma Olasılığı Modeli",
      "C": "Bilişsel Uyumsuzluk",
      "D": "Anlatı Paradigması",
      "E": "Retoriksel çekicilik"
    },
    "explanation": "Ayrıntılandırma Olasılığı Modeli: Hedef kitleyi tanımanın önemi vurgulanır. Etki sürecinde merkezi ve çevresel olmak üzere iki yol bulunur. Hedef kitle motive olmadığında ya da mesajları işleyemediğinde çevresel ipuçları kullanılmalıdır. Doğru cevap B'dir."
  },
  {
    "id": "3843783",
    "unitNumber": 1,
    "text": "I- Olumlu kurumsal imajı güçlendirmek\n II- Olumsuz kurumsal imajı değiştirmek\n III- Belirli bir konu hakkında farkındalık oluşturmak\n IV- Paydaşlarda tutum ve davranış değişikliğine yol açmak<br/>Yukarıdakilerden hangileri halkla ilişkiler kapsamında ikna edici yazarlığın amaçları arasında sayılabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II-III",
      "B": "I-II-IV",
      "C": "I-III-IV",
      "D": "II-III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "İkna edici yazarlığın amacı okuyucuları belirli bir bakış açısına veya görüşe ikna etmek, motive etmek veya yönlendirmektir (UMN, 2015). Dolayısıyla halkla ilişkiler kapsamında ikna edici yazarlığın amaçları şu şekilde sıralanabilir:\n • Olumlu kurumsal imajı güçlendirmek\n • Olumsuz kurumsal imajı değiştirmek\n • Belirli bir konu hakkında farkındalık oluşturmak\n • Paydaşlarda tutum ve davranış değişikliğine yol açmak<br/>Doğru cevap E'dir."
  },
  {
    "id": "3843787",
    "unitNumber": 1,
    "text": "Hedef kitleyi analiz etmek için gerçekleştirilen araştırmalardan hangisinde veriler, derinlemesine görüşme ya da odak grup görüşmesi aracılığı ile toplanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Birincil Araştırma",
      "B": "Nitel Araştırma",
      "C": "Nicel Araştırma",
      "D": "İkincil Araştırma",
      "E": "Tarama"
    },
    "explanation": "Hedef kitleyi analiz etmek için aşağıda yer alan araştırmalar yürütülebilir (USC, 2023):\n • Birincil Araştırma: Hedef kitle hakkında mümkün olduğu kadar çok bilgi toplamaktır. Bu süreçte nitel veya nicel araştırma yöntemleri kullanılarak toplanan tüm bilgiler araştırmacının kendi çalışmasından ve bulgularından kaynağını almalıdır. Birincil araştırmalar nitel ya da nicel bir şekilde yürütülebilir.\n • Nitel Araştırma: Hedef kitlenin duygularına ve düşüncelerine odaklanılır. Veriler, derinlemesine görüşme ya da odak grup görüşmesi aracılığı ile toplanır.\n • Nicel Araştırma: Veriler anket tekniği aracılığı ile toplanarak istatistiklere odaklanılır.\n • İkincil Araştırma: Diğer kaynaklardan sunulan bilgilerin gözden geçirilmesini içerir.<br/>Doğru cevap B'dir."
  },
  {
    "id": "3843789",
    "unitNumber": 1,
    "text": "Hedef kitlenin okuma stratejilerinin hangisinde okuyucu genellikle her kelimeyi okur ve metnin izin verdiği ölçüde konu hakkında kapsamlı bir anlayış geliştirmeye çalışır?",
    "correctAnswer": "D",
    "options": {
      "A": "Göz gezdirme",
      "B": "Tarama",
      "C": "Aramaya yönelik okuma",
      "D": "Eleştirel okuma",
      "E": "Alımlayıcı okuma"
    },
    "explanation": "Eleştirel okuma: Okuyucu genellikle her kelimeyi okur ve metnin izin verdiği ölçüde konu hakkında kapsamlı bir anlayış geliştirmeye çalışır. Doğru cevap D'dir."
  },
  {
    "id": "3843798",
    "unitNumber": 1,
    "text": "OABC Modeli'nde okuyucu için temel noktaların yinelendiği ve çeşitli önerilerin dahil edildiği bölüm hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Açılış",
      "B": "Gündem",
      "C": "Gövde",
      "D": "Mesaj",
      "E": "Kapanış"
    },
    "explanation": "Kapanış (<i>Closing</i>): Okuyucu için temel noktalar yinelenir. Gerektiğinde hedef kitlenin davranışa geçmesini sağlama ve çeşitli öneriler bu bölüme dahil edilir. Doğru cevap E'dir."
  },
  {
    "id": "3843811",
    "unitNumber": 1,
    "text": "Yazım öncesi aşamada uygulanan stratejilerden hangisi yazının konusunu keşfetmeye çalışırken fikirlere sürekli olarak odaklanılmasını sağlayan yazma tekniğidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Listeleme",
      "B": "Kümeleme",
      "C": "Serbest yazım",
      "D": "Döngü",
      "E": "Gazetecilerin Soruları"
    },
    "explanation": "Döngü: Yazının konusunu keşfetmeye çalışırken fikirlere sürekli olarak odaklanılmasını sağlayan bir serbest yazma tekniğidir. İlk kez serbest yazdıktan sonra, yazıdaki önemli bir düşünce ya da fikir belirlenerek başlangıç noktası olarak alınır ve tekrar serbest yazmaya başlanır. Serbest yazımda geçerli olan hızlı yazma, düzenleme yapılmaması ve durulmaması döngü stratejisi için de geçerlidir. Doğru cevap D'dir."
  },
  {
    "id": "3836341",
    "unitNumber": 2,
    "text": "Yaratıcılığı oluşturan kaynaklardan biri olan entelektüel yetenekler aşağıdakilerden hangisi ile ilişkilendirilebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bireyin özgün fikirler üretebilme ve bunları etkili bir şekilde ifade edebilme becerisi",
      "B": "Kişinin doğuştan getirdiği düşünme biçimleri ve problem çözme yaklaşımları",
      "C": "Bireyin ilgi duyduğu alana yönelik edindiği bilgi birikimi ve bu bilgiyi geliştirme potansiyeli.",
      "D": "Toplumsallaşma süreci içerisinde kazanılan değerler, inançlar ve dünya görüşü.",
      "E": "Bireyin hedeflerine ulaşma konusundaki içsel arzu ve dışsal etkilerle tetiklenen güdülenme düzeyi."
    },
    "explanation": "Entelektüel yetenekler ile kastedilen bireyin bilgi birikimidir. Örneğin kişinin sanat alanına ilgisi olması bu alana yönelik entelektüel bilgisini geliştirme olasılığı taşıdığı şeklinde yorumlanabilir."
  },
  {
    "id": "3836344",
    "unitNumber": 2,
    "text": "Yaratıcı yazım sürecinde yer alan aşağıdaki unsurlardan hangisinin iyi hazırlanması okuyucuyu öykünün dünyasına dâhil eder?",
    "correctAnswer": "D",
    "options": {
      "A": "Öykünün anlatıcısının olayları hangi açıdan ele aldığı ve okuyucuya sunduğu biçim.",
      "B": "Hikâyenin geçtiği çevrenin fiziksel özellikleri ile bu çevrenin sosyal ve kültürel yapısı",
      "C": "Anlatılan olay örgüsünü meydana getiren ve okuyucunun takip ettiği temel olay silsilesi",
      "D": "Öyküde yer alan ve nitelikleri başarılı bir şekilde geliştirilmiş olan karakterler",
      "E": "Yazarın hikâyeyi aktarırken kullandığı dilin özellikleri ve anlatımının kendine has nitelikleri."
    },
    "explanation": "Karakter: Genellikle düz yazının en önemli boyutu olarak kabul edilir. İyi hazırlanmış karakterler okuyucuyu hikâyenin içine çeker ve onun hikâyeyle ilgilenmesini sağlar."
  },
  {
    "id": "3837543",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi yaratıcı yazım sürecinde çok sayıda farklı fikrin ortaya çıkarılması amacıyla kullanılan bir stratejidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Beyin fırtınası",
      "B": "Zihin haritalama",
      "C": "Serbest yazım",
      "D": "Konunun keşfedilmesi",
      "E": "Konuşma"
    },
    "explanation": "Beyin fırtınası, birçok fikri üretmeye yönelik bir stratejidir. Bu kapsamda yaratıcı, fikirlere açık olunması ve yalnızca fikir üretmeye odaklanılması önemlidir."
  },
  {
    "id": "3837546",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi serbest yazım tekniğinin ilk adımını oluşturmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Mevcut hataların düzeltilmesi",
      "B": "Yazım amacına uygun stratejilerin seçilmesi.",
      "C": "Olası anlatım ve dil bilgisi hatalarının dikkate alınmaması",
      "D": "Bir konu seçilmesi",
      "E": "Yazılan içeriğe odaklanılması"
    },
    "explanation": "Serbest yazım tekniğinde öncelikle bir konu seçilir ve düzeltme yapılmadan yazmaya devam edilir. Konu seçiminin yazım amacı temelinde yapılması gerekir."
  },
  {
    "id": "3837548",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi halkla ilişkiler yazarlığının etkilerini artıran unsurlardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hedeflerin ve hedef kitlenin belirlenmesi",
      "B": "Yazılan içeriğin ilgi çekici kılınması için hikâye anlatma",
      "C": "Yazarın, okuyucuların ilgi ve ihtiyaçlarına odaklanarak empati kurması",
      "D": "Fikirler arasındaki geçişlere ve kelime anlamına dikkat edilmesi",
      "E": "Yazım sürecinde dil bilgisi kurallarına öncelik verilmesi"
    },
    "explanation": "Aşağıda yer alan unsurlar halkla ilişkiler yazarlığının etkilerini artırır:<br/>• Planlama: Yazmaya başlamadan önce hedeflerin ve hedef kitlenin kim olduğunun belirlenmesi<br/>• Hikâye anlatıcılığı: Hikâye anlatma yazıyı daha ilgi çekici hâle getirir.<br/>• Empati: Yazarın kendisini okuyucuların yerine koyması, onların ilgilerine ve ihtiyaçlarına odaklanması<br/>• Bağlam: Hikâyenin geniş bir bağlama uyması<br/>• Akış: Fikirler arasındaki geçişlere, paragraf sonlarına, kelimelerin ve cümlelerin anlamına dikkat edilmesi<br/>• Yapı: Hangi fikirlerin hangi sıra ile sunulduğudur. Hikâyenin düzenlenme şeklidir.<br/>• Doğruluk: Gerçekler yanlış bilindiğinde yazılanın bir önemi olmayacaktır."
  },
  {
    "id": "3837557",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi temelinde hikâye anlatımının yer aldığı ve yazarın bir karakter ile zaman içinde onlara ne olacağı hakkında gerçek veya kurgusal bir hikâye anlattığı yazı türüdür?",
    "correctAnswer": "C",
    "options": {
      "A": "Açıklayıcı yazı",
      "B": "İkna edici yazı",
      "C": "Anlatısal yazı",
      "D": "Betimleyici yazı",
      "E": "Yaratıcı yazı"
    },
    "explanation": "Açıklayıcı yazı: Bir konuyu ya da fikri tanımlayıp açıklayarak okuyucuyu bilgilendirmek ve eğitmek amacı<br/>taşıyabilir. Okuyucunun konu ile ilgili aklındaki ne, kim, neden, ne zaman, nerede, nasıl sorularına yanıt verilir.<br/>İkna edici yazı: İkna edici yazmanın amacı okuyucuyu belirli bir bakış açısına ikna etmektir. Yazar fikrini kanıtlar ile destekleyerek paylaşır ve okuyucunun kendisi ile aynı fikirde olmasını amaçlar.<br/>Anlatısal yazı: Anlatı yazmanın temelinde hikâye anlatımı yer alır. Yazar, bir karakter ve zaman içinde onlara ne olacağı hakkında gerçek veya kurgusal bir hikâye anlatır.<br/>Betimleyici yazı: Betimleyici yazı, anlatı ve yaratıcı yazma gibi diğer türlerin önemli bir bileşenidir. Kısa bir öykü, anlatı yazısıyla yazılabilir ancak öyküde birkaç betimleyici paragraf bulunabilir.<br/>Yaratıcı yazı: <br/>Yukarıdaki dört yazı tarzına dahil olamayan her yazı yaratıcı yazı olarak değerlendirilebilir. Yazarın amacı düşündürücü, eğitici, ilham verici veya eğlenceli bir içerik paylaşmaktır."
  },
  {
    "id": "3837561",
    "unitNumber": 2,
    "text": "Aşağıdaki ifadelerden hangisi halkla ilişkilerde mesaj stratejisi, kanıt ve ikna arasındaki ilişkiyi doğru bir şekilde tanımlamaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Mesajın ikna ediciliği, hedef kitleye ulaşma yönteminden bağımsız olarak kanıtlarla desteklenerek artırılabilir",
      "B": "Duygusal mesaj stratejilerinde kanıt kullanmak zor olsa da, tüm halkla ilişkiler araçlarında anlaşılırlık esastır",
      "C": "Olumlu bir dilin ikna gücü yüksek olsa da, duygusal mesajlar istatistiksel verilerle desteklenmelidir",
      "D": "Hedef kitle araştırması, mesajın anlaşılırlığını artırmak için hangi kanıtların kullanılacağını belirler",
      "E": "Rasyonel mesaj stratejileri, okuyucunun mantıksal çıkarımlar yapmasını sağlayacak kanıtların sunulmasını hedefler"
    },
    "explanation": "Mesajın kanıtlar ile desteklenmesi daha çok rasyonel mesaj stratejileri için geçerlidir. Burada amaç okuyucuya mantıksal çıkarımlar yapmasını sunacak kanıtlar aktarmaktır."
  },
  {
    "id": "3837564",
    "unitNumber": 2,
    "text": "Halkla ilişkiler sürecinin son aşaması olan değerlendirme aşamasında iyi bir yazının kriterleri arasında yer alan düzenleme basamağı hangi temel unsurları dikkate almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Dilin açık, özlü, akıcı ve uygun olması, kelime dağarcığının doğru ve kesin olması, cümlelerin doğru uzunlukta ve çeşitli olması, tonun uyumlu ve tutarlı olması",
      "B": "İlginç, anlaşılır biçimde sunulmuş, iyi geliştirilmiş ve ikna edici bilgi ve fikirleri içermesi, söylenmeye değer bir şey söylemesi, argümanlarını geçerli ve yeterli temellere dayandırması, amacına ulaşması",
      "C": "Başlıkların ilgi çekici olması, kelimelerin dikkatlice seçilmesi, büyük metin parçalarının kısa paragraflara bölünmesi, iletişim kanallarının göz önünde bulundurulması, yazım denetiminin kullanılması",
      "D": "Yazarın neden yazdığını ve okuyucularının ne bulmayı umduğunu bilmesi, yazdığı konu hakkında bilgi sahibi olması, yazma stratejilerinden yararlanabilmesi, fikirlerini basit ve doğrudan ifade etmesi",
      "E": "Ana noktaların açıkça belirtilmiş ve kolayca bulunabilir olması, yapısının mantıklı, tutarlı, uygun ve dengeli olması, önemli fikirlerin vurgulanması ve geçişlerin sorunsuz olması"
    },
    "explanation": "Ana noktalar açıkça belirtilmiştir ve bunların bulunması kolaydır. Yapısı mantıklı, tutarlı, uygun ve dengelidir. Önemli fikirler vurgulanır, daha az önemli fikirler ikinci plana atılır ve hangisinin önemli ya da daha az önemli olduğu açıktır. Fikirler, cümleler ve paragraflar arasındaki geçişler sorunsuzdur. Paragraflar bir konu cümlesiyle tanıtılır, genellikle tek bir fikri kapsar ve kendi içinde<br/>mantıklı ve tutarlıdır."
  },
  {
    "id": "3837566",
    "unitNumber": 2,
    "text": "Halkla ilişkiler yaratıcı yazım sürecinde hedef kitlenin değerleri, inançları ve tutumları gibi özelliklerini kapsayan psikografik verilerin araştırılması hangi temel aşamada gerçekleştirilmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yazım aşamasında",
      "B": "Değerlendirme aşamasında",
      "C": "Onay aşamasında",
      "D": "Yazım öncesi araştırma aşamasında",
      "E": "Yaygınlaştırma aşamasında"
    },
    "explanation": "Hedef kitlenin araştırılması ile kastedilen hedef kitlenin anlaşılmasıdır. Yaş, gelir, eğitim durumu ve cinsiyet gibi demografik<br/>değişkenler araştırılabileceği gibi tutumlar, davranışlar ve değerler gibi psikografik değişkenler de araştırılabilir. Örneğin, hedef kitlenin kuruma yönelik tutumları nasıldır? Hedef kitle yazılan konu ile ilgili bilgi sahibi midir? gibi sorular halkla ilişkiler yazarı için son derece önemlidir."
  },
  {
    "id": "3837572",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi halkla ilişkiler yazarının birleştirme aşamasında yapması gereken bir faaliyettir?",
    "correctAnswer": "B",
    "options": {
      "A": "Metinde yer alan temel argümanları destekleyici kanıtlar sunarak okuyucuyu ikna etmeye çalışmak.",
      "B": "Farklı kaynaklardan elde edilen bilgileri ve daha önce ilişkili olmayan iki ya da daha fazla konuyu mantıksal olarak ilişkili bir şekilde bir araya getirmek",
      "C": "Metnin genel akışını ve tutarlılığını sağlamak amacıyla paragraflar arasındaki geçişleri düzenlemek ve iyileştirmek",
      "D": "Hedef kitlenin demografik ve psikografik özelliklerini dikkate alarak metnin dilini ve üslubunu bu özelliklere uygun hale getirmek.",
      "E": "Yazım ve dil bilgisi kurallarını kontrol ederek metindeki olası hataları gidermek ve metni son haline getirmek."
    },
    "explanation": "Birleştirme: Daha önce bağlantılı olmayan iki ya da daha fazla konuyu mantıksal olarak ilişkili bir şekilde bir araya getirmek"
  },
  {
    "id": "3842159",
    "unitNumber": 2,
    "text": "<strong>1. Aşağıdakilerden hangisi stratejik yönetimin temel özelliklerinden biridir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "A) Kısa vadeli hedeflere odaklanır",
      "B": "B) Sadece kriz anlarında kullanılır",
      "C": "C) Örgütün geleceği için yön belirler",
      "D": "D) Sadece üst yönetimle ilgilidir",
      "E": "E) Günlük operasyonlara odaklanır"
    },
    "explanation": "Stratejik Yönetim Tanımı ve Özellikleri<br/>Stratejik yönetim, uzun vadeli hedefler doğrultusunda örgütün geleceğine yön verir."
  },
  {
    "id": "3842160",
    "unitNumber": 2,
    "text": "<strong>2. Stratejik yönetimin ilk aşaması aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "A) Çevre analizi",
      "B": "B) Strateji seçimi",
      "C": "C) Uygulama",
      "D": "D) Kontrol",
      "E": "E) Performans ölçümü"
    },
    "explanation": "Süreç çevre analiziyle başlar çünkü dış ve iç faktörlerin belirlenmesi stratejinin temelini oluşturur."
  },
  {
    "id": "3842162",
    "unitNumber": 2,
    "text": "<strong>3. Aşağıdakilerden hangisi SWOT analizinde “fırsat” kategorisine örnek olabilir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "A) Zayıf kurumsal iletişim",
      "B": "B) Artan rekabet",
      "C": "C) Yeni pazarlara açılma imkânı",
      "D": "D) Düşük çalışan morali",
      "E": "E) Finansal kaynak yetersizliği"
    },
    "explanation": "Dış çevrede ortaya çıkan olumlu gelişmeler, fırsat olarak değerlendirilir."
  },
  {
    "id": "3842163",
    "unitNumber": 2,
    "text": "<strong>4. Aşağıdakilerden hangisi Porter’ın Beş Güç Modeli içerisinde yer almaz?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "A) Yeni rakiplerin tehdidi",
      "B": "B) Tedarikçilerin pazarlık gücü",
      "C": "C) Alıcıların pazarlık gücü",
      "D": "D) Örgüt içi motivasyon gücü",
      "E": "E) İkame ürünlerin tehdidi"
    },
    "explanation": "Beş Güç Modeli örgüt dışı rekabet unsurlarını kapsar, iç motivasyon yer almaz."
  },
  {
    "id": "3842167",
    "unitNumber": 2,
    "text": "<strong>5. Kaynaklara dayalı stratejik yönetim yaklaşımının temel vurgusu aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "A) Sektörel konum",
      "B": "B) Pazardaki büyüme",
      "C": "C) Örgütün sahip olduğu özgün kaynaklar",
      "D": "D) Tedarik zinciri yönetimi",
      "E": "E) Müşteri memnuniyeti"
    },
    "explanation": "<strong>Çözüm:</strong> Bu yaklaşım, sürdürülebilir rekabet avantajını örgütün içsel kaynaklarında arar."
  },
  {
    "id": "3842168",
    "unitNumber": 2,
    "text": "<strong>6. Stratejik yönetimin uygulama aşamasında en çok karşılaşılan sorun nedir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "A) Çevresel analiz eksikliği",
      "B": "B) Yetersiz teknoloji",
      "C": "C) Çalışan direnci ve iletişim eksikliği",
      "D": "D) Hedeflerin belirsizliği",
      "E": "E) Finansal krizler"
    },
    "explanation": "Stratejik planlar uygulamada çoğunlukla çalışanların direnci ve iletişim sorunlarıyla"
  },
  {
    "id": "3842170",
    "unitNumber": 2,
    "text": "<strong>7. Aşağıdakilerden hangisi stratejik planlamanın örgüte sağladığı faydalardan biridir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "A) Günlük faaliyetleri belirlemek",
      "B": "B) Uzun vadeli yön ve hedefler belirlemek",
      "C": "C) Üretim süreçlerini denetlemek",
      "D": "D) Muhasebe sistemini kurmak",
      "E": "E) Kısa vadeli kârlılığı artırmak"
    },
    "explanation": "Stratejik planlama, kurumun uzun vadeli yönünü belirlemesine yardımcı olur."
  },
  {
    "id": "3842172",
    "unitNumber": 2,
    "text": "<strong>8. Aşağıdakilerden hangisi stratejik düşünmenin unsurlarından biri değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "A) Uzun vadeli bakış",
      "B": "B) Sistemi bütünsel görmek",
      "C": "C) Öngörü yeteneği",
      "D": "D) Tek departmanlı çözüm üretmek",
      "E": "E) Dinamik çevreye uyum"
    },
    "explanation": "Stratejik düşünme çok disiplinli, bütüncül ve uzun vadeli yaklaşım gerektirir."
  },
  {
    "id": "3842174",
    "unitNumber": 2,
    "text": "<strong>9. Stratejik planlamada amaç ve hedef belirleme aşamasının temel amacı nedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "A) Mevcut problemleri çözmek",
      "B": "B) Pazar araştırması yapmak",
      "C": "C) Örgütün neye ulaşmak istediğini netleştirmek",
      "D": "D) Kriz senaryoları oluşturmak",
      "E": "E) Personel motivasyonunu artırmak"
    },
    "explanation": "Hedef belirleme, planlama sürecinin temel taşıdır."
  },
  {
    "id": "3842176",
    "unitNumber": 2,
    "text": "<strong>10. Stratejik kontrolün temel işlevi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "A) İkame ürünleri belirlemek",
      "B": "B) Yeni strateji oluşturmak",
      "C": "C) Organizasyonel yapı kurmak",
      "D": "D) Belirlenen stratejilerin uygulanıp uygulanmadığını değerlendirmek",
      "E": "E) Halkla ilişkiler kampanyaları düzenlemek"
    },
    "explanation": "Kontrol süreci, uygulamanın plana uygun yürüyüp yürümediğini değerlendirir."
  },
  {
    "id": "3844460",
    "unitNumber": 2,
    "text": "“……………, belirli bir sosyokültürel bağlamda belirli bir ortam aracılığıyla yeni, değerli ya da anlamlı olarak algılanan bir fikir, davranış veya eser üreten yetenek, süreç ve çevre arasındaki etkileşimdir.” ifadesindeki boşluğa aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yaratıcılık",
      "B": "İletişim",
      "C": "Etkileşim",
      "D": "Sosyal medya",
      "E": "Halkla ilişkiler"
    },
    "explanation": "Öğrenci yaratıcılığı tanımlamayı ve yaratıcı yazarlığın kapsamını açıklayabilmeyi öğrenmiş olmalıdır.<br/>Yaratıcılık, belirli bir sosyokültürel bağlamda belirli bir ortam aracılığıyla yeni, değerli ya da anlamlı olarak algılanan bir fikir, davranış veya eser üreten yetenek, süreç ve çevre arasındaki etkileşimdir."
  },
  {
    "id": "3844461",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi yaratıcı bireylerin özelliklerinden biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Çıkarımlar yapma",
      "B": "Sabit bakış açısı",
      "C": "Karakter kurgulama",
      "D": "Olay örgüsü oluşturma",
      "E": "Gözlem yapma"
    },
    "explanation": "Öğrenci yaratıcılığı tanımlamayı ve yaratıcı bireylerin özelliklerini öğrenmiş olmalıdır.<br/>Yaratıcı birey, hayal gücü geniş olan bireydir. Bu hayal gücü bir senaryoda, öyküde ya da tabloda somutlaşır. Betimlemeler ve çıkarımlar yapma, karakter kurgulama, olay örgüsü oluşturma, soyut düşünme, gözlem yapma, farklı bakış açılarını dikkate alma ve bunları güçlü bir şekilde ifade etme yaratıcı bireylerin özellikleri arasında sayılabilir."
  },
  {
    "id": "3844462",
    "unitNumber": 2,
    "text": "Niyet mektupları, reklamlar, iş teklifleri, yorumlar ve ticari e-postalar gibi yazılar hangi yazı türü kapsamında değerlendirilebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Açıklayıcı",
      "B": "Anlatısal",
      "C": "İkna edici",
      "D": "Betimleyici",
      "E": "Yaratıcı"
    },
    "explanation": "Öğrenci yazı türlerini ve yaratıcı yazarlığın kapsamını açıklayabilmeyi öğrenmiş olmalıdır.<br/>Sorunun cevabı ilgili kitabın 27. sayfasındaki “Tablo 2.1 Beş yazı türü”nde yer almaktadır."
  },
  {
    "id": "3844463",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi senaryo ve roman yazarken yaratıcı yazım sürecindeki önemli unsurlardan biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Karakter",
      "B": "Hikâyenin geçtiği yer",
      "C": "Anlatmaya karşı gösterme",
      "D": "Gerçeklik",
      "E": "Bakış açısı"
    },
    "explanation": "Öğrenci yaratıcı yazım sürecini açıklayabilmeyi öğrenmiş olmalıdır.<br/>Yaratıcı yazma genellikle yazarın olayları, sahneleri ve karakterleri, bazen bir dünyayı oluşturduğu kurgusal yazım olarak tanımlanır. Yaratıcı yazım sürecinde aşağıdaki beş unsur önem taşır:\n <ul> <li>Karakter: Genellikle düz yazının en önemli boyutu olarak kabul edilir. İyi hazırlanmış karakterler okuyucuyu hikâyenin içine çeker ve onun hikâyeyle ilgilenmesini sağlar.</li> <li>Bakış açısı: Hikâyeyi kim anlatmaktadır?</li> <li>Hikâyenin geçtiği yer: Toplumsal, kültürel bağlam, mevsim, coğrafi ortam, zaman gibi unsurlar önemlidir.</li> <li>Anlatmaya karşı gösterme: Hem göstermenin hem de anlatmanın kendi kullanım alanları vardır ve her ikisi de mutlaka birbirini dışlamaz.</li> <li>Anlatı yapısı/olay örgüsü: Olay örgüsü, bir hikâyede olup bitenler ve bu olayların nasıl organize edildiğidir. Temel olay örgüsü yapısı; başı, ortası ve sonu olan bir anlatıdır.</li> </ul>"
  },
  {
    "id": "3844464",
    "unitNumber": 2,
    "text": "Evrensel hikâye anlatımı unsurlarından “yazarın diksiyon seçimi, cümle yapısı, edebî teknikler ve ritim kullanımı” anlamına gelen aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tema",
      "B": "Yer",
      "C": "Bakış açısı",
      "D": "Tarz",
      "E": "Üslup"
    },
    "explanation": "Öğrenci yaratıcı yazım sürecini ve evrensel hikâye anlatımı unsurlarını öğrenmiş olmalıdır.<br/>Yukarıdaki kategorilere benzer şekilde yaratıcı yazma unsurlarının aşağıda yer alan evrensel hikâye anlatımı unsurlarını içerdiği söylenebilir:\n <ul> <li>Tema: Bir hikâyenin ana fikridir.</li> <li>Yer: Bir anlatı içindeki zaman ve coğrafi konum</li> <li>Karakter ve olay örgüsü gelişimi: Genellikle iç içe geçmiş bir şekilde, yazarın bir karakterin harekete geçme yeteneğini geliştirme becerisi, çatışmaya ve olay örgüsünün ilerlemesine yol açar.</li> <li>Bakış açısı: Birinci, ikinci ya da üçüncü şahıs ağzından anlatılan bu anlatım biçimi, yazarların kendilerinin ya da karakterlerinin görüşlerini ifade etme şeklidir.</li> <li>Düşünce tonu: Endişeli, ayrıntıların az olması, geçmişe bakma gibi yazarın hikâyeyi anlatma şeklidir.</li> <li>Tarz ve üslup: Üslup; yazarın diksiyon seçimi, cümle yapısı, edebî teknikler ve ritim kullanımı anlamına gelirken, tarz yazarın hikâyeye ve okuyucuya karşı tutumunu ifade eder.</li> </ul>"
  },
  {
    "id": "3844465",
    "unitNumber": 2,
    "text": "İyi bir yazının taşıması gereken 5 özellikten biri olan “Bir yazının tek ve net bir merkezî fikri, her paragrafın net bir ana noktası veya konu cümlesi olmalıdır” şeklinde tanımlanan özellik aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Odak",
      "B": "Gelişme",
      "C": "Uyum",
      "D": "Tutarlılık",
      "E": "Dilin doğru kullanımı"
    },
    "explanation": "Öğrenci yaratıcı yazım sürecinin kapsamını öğrenmiş olmalıdır.<br/>İyi yazılmış bir yazı okuyucunun dikkatini ve ilgisini çeker. Bu çerçevede iyi bir yazı aşağıdaki beş özelliğe sahiptir:\n <ul> <li>Odak: Bir yazının tek ve net bir merkezî fikri, her paragrafın net bir ana noktası veya konu cümlesi olmalıdır.</li> <li>Gelişme: Her paragraf yazının ana fikrini desteklemeli veya genişletmelidir. Her paragraftaki fikir örneklerle ve ayrıntılarla açıklanmalıdır.</li> <li>Uyum: Bir yazıdaki her paragraf ana fikirle ilgili olmalıdır. Her paragraf ana fikre bağlı kalmalıdır.</li> <li>Tutarlılık: Bir yazı mantıksal olarak düzenlenmelidir ve sorunsuz bir şekilde akmalıdır. Yazıdaki her şey okuyucuya anlamlı gelmelidir.</li> <li>Dilin doğru kullanımı: Bir metin doğru yazılmalı ve hatasız olmalıdır.</li> </ul>"
  },
  {
    "id": "3844466",
    "unitNumber": 2,
    "text": "Bir konu etrafında açık uçlu düşünmeye olanak sağlayan ve çoğu zaman netliğe veya sonraki adımların belirlenmesine yol açabilen yazım süreci stratejisi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Zihin haritalama",
      "B": "Konuşma - Diyalog",
      "C": "Beyin fırtınası",
      "D": "Serbest yazım",
      "E": "Konunun keşfedilmesi"
    },
    "explanation": "Öğrenci yaratıcı yazım sürecinin stratejilerini öğrenmiş olmalıdır.<br/>Yazım süreci, temel olarak metnin yazılması, düzenlenmesi ve hedef kitleye sunulması sürecidir. Planlı bir süreç olan yazım sürecinde her yazar farklı şekillerde stratejiler geliştirir. Bu çerçevede yazım sürecine yönelik beş stratejiden bahsedilebilir:\n <ul> <li>Beyin fırtınası, birçok fikri üretmeye yönelik bir stratejidir. Bu kapsamda yaratıcı, fikirlere açık olunması ve yalnızca fikir üretmeye odaklanılması önemlidir.</li> <li>Zihin haritalama: Görsel bir aktivite olup bir sayfanın ortasında temel bir fikir veya soru belirlenir ve ardından oradan alt noktalarla, destekleyici fikirlerle, örneklerle dallara ayrılır.</li> <li>Serbest yazım: Açık uçlu ve keşfedici bir yazım stratejisidir.</li> <li>Konunun keşfedilmesi: Bir konuyu daraltmaya, yeni bir bakış açısı bulmaya, araştırmadaki bir boşluğu belirlemeye veya taslakta kullanabilecek kaynakları toplamaya ve konuyu derinlemesine değerlendirmeye yardımcı olabilir.</li> <li>Konuşma - Diyalog: Bir konu etrafında açık uçlu düşünmeye olanak sağlar ve çoğu zaman netliğe veya sonraki adımların belirlenmesine yol açabilir.</li> </ul>"
  },
  {
    "id": "3844467",
    "unitNumber": 2,
    "text": "Halkla ilişkiler yazarlarının bir metni yapılandırırken aşağıdaki unsurlardan hangisini dikkate alması <strong><u>önemli değildir?</u></strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Netlik",
      "B": "Canlılık",
      "C": "Belirsizlik",
      "D": "Doğru dil bilgisi",
      "E": "Anlaşılır bir tarz"
    },
    "explanation": "Öğrenci yaratıcı yazım sürecini değerlendirebilmeyi öğrenmiş olmalıdır.<br/>Halkla ilişkiler yazarlığı etik bir çerçevede yazmayı zorunlu kılar. Hedef kitleye doğru bilgilerin aktarılması gerekliliği halkla ilişkilerin etik boyutunu vurgular. Halkla ilişkiler yazarları metni yapılandırırken “netlik”, “kesinlik”, “canlılık”, “ayrıntıların, örneklerin ve alıntıların uygunluğu”, “doğru dil bilgisi” ve “anlaşılır bir tarz” gibi unsurları dikkate almak durumundadır."
  },
  {
    "id": "3844468",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi yazım öncesi araştırma aşamasında dikkate alınması gereken beş planlama faktöründen amaç içinde yapılması gerekenlerden biri <b><u>değildir? </u></b>",
    "correctAnswer": "D",
    "options": {
      "A": "Bilgilendirme",
      "B": "Analiz etme",
      "C": "Netleştirme",
      "D": "Mesajı sözlü iletme",
      "E": "İkna etme"
    },
    "explanation": "Öğrenci yaratıcı yazım sürecindeki planlama faktörlerini öğrenmiş olmalıdır.<br/>Sorunun cevabı ilgili kitabın 34. sayfasındaki “Tablo 2.2 Planlama faktörleri”nde yer almaktadır."
  },
  {
    "id": "3844469",
    "unitNumber": 2,
    "text": "Yazım aşamasında halkla ilişkiler uzmanının yapmış olduğu faaliyetlerden hangisi konunun güçlü ve zayıf yönlerini belirtmeyi ve yargıları kanıtlarla desteklemeyi ifade eder?",
    "correctAnswer": "E",
    "options": {
      "A": "İddia etmek",
      "B": "Analiz",
      "C": "Çerçeve",
      "D": "Açıklamak",
      "E": "Eleştiri"
    },
    "explanation": "Öğrenci yaratıcı yazım sürecindeki yazım faaliyetlerini öğrenmiş olmalıdır.<br/>Sorunun cevabı ilgili kitabın 36. sayfasındaki “Tablo 2.3 Yazım faaliyetleri”nde yer almaktadır."
  },
  {
    "id": "3844848",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi yaratıcılığın, birbirleriyle ilişkili ve bir araya gelmesiyle oluşan kaynaklardan biri <strong>değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Entelektüel yetenekler",
      "B": "Yaratıcı süreç",
      "C": "Düşünme tarzları",
      "D": "Kişilik",
      "E": "Bilgi"
    },
    "explanation": "Doğru cevap B şıkkıdır."
  },
  {
    "id": "3844849",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi yaratıcı düşünmenin tanımıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yaratıcı düşünme, olay örgüsü ve karakterler dışında gelişen düşünme biçimidir",
      "B": "Yaratıcı düşünme ve kurumsal yazı türleri “ ikna edici iletişim” ile “yaratıcı yazarlığın ” kesim noktasındadır",
      "C": "Yaratıcı düşünme, kişinin alışıldık bir düşünme biçiminin dışında düşünmesi ve bu çerçevede somut bir çıktının oluşmasıdır",
      "D": "Yaratıcı düşünme, kurgusal ve kurgusal olmayan yazı türleri için önemlidir",
      "E": "Yaratıcı düşünme, yaratıcılığın önemli boyutlarından birini oluşturur ve belirli bir düşünme sürecinin ürünüdür"
    },
    "explanation": "Doğru cevap C şıkkıdır."
  },
  {
    "id": "3844850",
    "unitNumber": 2,
    "text": "Yazarın fikrini kanıtlar ile destekleyip okurun kendisi ile aynı fikirde olmasını amaçlayan yazılar hangi yazı türü kapsamında değerlendirilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Açıklayıcı yazı",
      "B": "Anlatısal yazı",
      "C": "Betimleyici yazı",
      "D": "İkna edici yazı",
      "E": "Yaratıcı yazı"
    },
    "explanation": "Doğru cevap D şıkkıdır"
  },
  {
    "id": "3844851",
    "unitNumber": 2,
    "text": "“ Olay örgüsü, bir hikayede olup bitenler ve bu olayların nasıl organize edildiği ” yaratıcı yazım sürecinin hangi unsurunu oluşturur?",
    "correctAnswer": "E",
    "options": {
      "A": "Olay örgüsü",
      "B": "Karakter",
      "C": "Hikayenin geçtiği yer",
      "D": "Bakış açısı",
      "E": "Anlatı yapısı"
    },
    "explanation": "Doğru cevap E şıkkıdır"
  },
  {
    "id": "3844852",
    "unitNumber": 2,
    "text": "İyi bir yazar söz, ……………….. ve ……………. duyarlılık ile incelik sergiler <br/>Yukarıdaki anlatımda boş bırakılan yerlere aşağıdaki sözcük gruplarından sırasıyla hangisinin gelmesi anlatıyı doğru ve anlamlı kılar?",
    "correctAnswer": "A",
    "options": {
      "A": "dizimsel netlik - retorik",
      "B": "kurallar - fikirler",
      "C": "fikirler - stratejiler",
      "D": "stratejiler - ilkeli",
      "E": "ilkeli - titiz"
    },
    "explanation": "Doğru cevap A şıkkıdır."
  },
  {
    "id": "3844853",
    "unitNumber": 2,
    "text": "“ Açık uçlu ve keşfedici bir yazı ” yazım sürecine yönelik hangi strateji ile ilişkilendirilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Beyin fırtınası",
      "B": "Serbest yazım",
      "C": "Zihin haritalama",
      "D": "Konunun keşfedilmesi",
      "E": "Konuşma - diyalog"
    },
    "explanation": "Doğru cevap B şıkkıdır"
  },
  {
    "id": "3844854",
    "unitNumber": 2,
    "text": "Her ……………. metnin yaratıcı bir perspektif ile yazılması gerekirken her……………metnin ikna amacı taşıması gerekmez.<br/>Yukarıdaki anlatımda boş bırakılan yerlere aşağıdaki sözcük gruplarından sırasıyla hangisinin gelmesi anlatıyı doğru ve anlamlı kılar?",
    "correctAnswer": "A",
    "options": {
      "A": "ikna edici - yaratıcı",
      "B": "yazma stratejisi - serbest yazım",
      "C": "kümeleme - döngü",
      "D": "zihin haritalama - döngü",
      "E": "kümeleme - basit"
    },
    "explanation": "Doğru cevap A şıkkıdır."
  },
  {
    "id": "3844855",
    "unitNumber": 2,
    "text": "I. Analiz etmek <br/>II. Hedef kitle kimdir<br/>III. Hipotez kurmak<br/>IV. Hedef kitle, amaç ve tür için en uygun araç hangisidir<br/>Yukarıdakilerden hangisi / hangileri yazılım öncesi araştırma aşamasında dikkate alınması gereken planlama faktörlerindendir?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II",
      "B": "III, IV",
      "C": "II, IV",
      "D": "I, II, IV",
      "E": "I, IV"
    },
    "explanation": "Doğru cevap C şıkkıdır."
  },
  {
    "id": "3844856",
    "unitNumber": 2,
    "text": "Yazım aşamasında, halkla ilişkiler yazarının yapması gereken faaliyetler arasında “ konunun güçlü ve zayıf yönlerini belirtmek, yargıları kanıtlarla desteklemek ” bağlamındaki yaklaşım yazım aşamasının hangi faaliyeti ile ilişkilendirilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tartışmak",
      "B": "Analiz",
      "C": "Değerlendirmek",
      "D": "Yorumlamak",
      "E": "Eleştiri"
    },
    "explanation": "Doğru cevap E şıkkıdır."
  },
  {
    "id": "3844857",
    "unitNumber": 2,
    "text": "Halkla ilişkiler yazım sürecinin değerlendirme aşamasında dikkate alınması gereken aşağıdaki unsurlardan hangisi “ dil bilgisi ve yazım, iyi yazmanın çok önemli bir parçasıdır ” yaklaşımıyla değerlendirilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Basit düşünmek",
      "B": "İkinci bir görüşe başvurmak",
      "C": "Kelimeleri dikkatlice seçmek",
      "D": "Yazım denetimini kullanmak",
      "E": "Başlıkları ilgi çekici hale getirmek"
    },
    "explanation": "Doğru cevap D şıkkıdır."
  },
  {
    "id": "3830763",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, halkla ilişkiler uygulayıcılarının görev ve sorumlulukları arasında değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fotoğraf çeker ve fotoğraflara başlık yazar.",
      "B": "Kurum imajını oluşturur.",
      "C": "Yönetimle irtibat kurar.",
      "D": "Basın bültenlerini yazar.",
      "E": "Hedef kitleye hitap eder."
    },
    "explanation": "Bakınız: Tablo 3.5 Halkla ilişkiler uygulayıcılarının ve gazetecilerin görevleri<br/>Fotoğraf çeker ve fotoğraflara başlık yazar."
  },
  {
    "id": "3830765",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, gazetecilerin görev ve sorumlulukları arasında değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Basın bültenlerini yazar.",
      "B": "Haber değeri taşıyan bilgileri tanımlar.",
      "C": "Arka plan bilgisi için araştırma yapar.",
      "D": "Gazetenin büyüklüğüne göre sayfa düzenini tasarlar.",
      "E": "Çeşitli türde raporlar ve makaleler yazar."
    },
    "explanation": "Bakınız: Tablo 3.5 Halkla ilişkiler uygulayıcılarının ve gazetecilerin görevleri<br/>Basın bültenlerini yazar."
  },
  {
    "id": "3830769",
    "unitNumber": 3,
    "text": "\"Halkla ilişkiler çerçevesinde haber değeri unsurlarından biri de bir kanaat liderini sözcü olarak benimsemek bilgiyi ................ biri ile ilişkilendirmektir.\"\n<br/>Yukarıdaki cümledeki boşluğa uygun ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "ünlü",
      "B": "çatışan",
      "C": "yakınlık kurulan",
      "D": "alışılmadık",
      "E": "zamanında"
    },
    "explanation": "Bakınız: Tablo 3.7 Halkla ilişkiler çerçevesinde haber değeri unsurları<br/>ünlü"
  },
  {
    "id": "3830771",
    "unitNumber": 3,
    "text": "\"Halkla ilişkiler çerçevesinde haber değeri unsurlarından biri de daha önce duyulmamış, .................. konuları araştırmaktır.\" \n Yukarıdaki cümledeki boşluğa uygun ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "alışılmadık",
      "B": "yakınlık kurulan",
      "C": "ünlenmiş",
      "D": "olağan dışı",
      "E": "duygusal"
    },
    "explanation": "Bakınız: Tablo 3.7 Halkla ilişkiler çerçevesinde haber değeri unsurları<br/>alışılmadık"
  },
  {
    "id": "3830776",
    "unitNumber": 3,
    "text": "\"İkna edici yazı ile ikna edici olmayan yazı arasındaki en belirgin farklardan biri de ........... unsurlarını kullanmadır. Halkla ilişkiler amaçlı metinlerde ............... unsurları yer alır.\"\n<br/>Yukarıda cümledeki her iki boşluğa da uygun olan kelime aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "çekicilik",
      "B": "gerçekçilik",
      "C": "duygusallık",
      "D": "karşıtlık",
      "E": "nesnellik"
    },
    "explanation": "İkna edici yazı ile ikna edici olmayan yazı arasındaki en belirgin farklardan biri de çekicilik unsurlarını<br/>kullanmadır. Halkla ilişkiler amaçlı metinlerde çekicilik unsurları yer alır. Reklam metinlerinde de çekicilik türleri aracılığıyla hedef kitle ikna edilmeye çalışılır. Çekicilik unsurları mesaj üzerinden şekillenir. Bazı<br/>mesajlarda okuyucunun duygularına bazılarında ise rasyonel dünyasına seslenilir. Hedef kitle duygusal<br/>ya da rasyonel gerekçeler ile ikna edilmeye çalışılır. Metinde sunulan argümanlar mesaj çekiciliği ile bağlantılı bir şekilde oluşturulmalıdır."
  },
  {
    "id": "3830778",
    "unitNumber": 3,
    "text": "Haber yazım süreci soruları bağlamında, aşağıdakilerden hangisi haber kaynakları ile ilgili sorulardan değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Haber ortalama bir okuyucunun ne kadar ilgisini çeker?",
      "B": "Haberin elde edilmesinde hangi kayıtlara ve kişilere başvurulmuştur?",
      "C": "Başka hangi olası kaynaklara başvurulmuştur?",
      "D": "Haberin ilk kaydı kim tarafından nerede yapıldı?",
      "E": "Haber nasıl ortaya çıktı?"
    },
    "explanation": "Bakınız: Tablo 3.4 Haber yazım süreci soruları<br/>Haber ortalama bir okuyucunun ne kadar ilgisini çeker?"
  },
  {
    "id": "3830780",
    "unitNumber": 3,
    "text": "Haber yazım süreci soruları bağlamında, aşağıdakilerden hangisi haber değeri ile ilgili sorulardan değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Haber nasıl ortaya çıktı?",
      "B": "Haber hangi gazetede yayımlandı?",
      "C": "Haber bu okuyucu kitlesinin bakış açısından mı sunuluyor?",
      "D": "Gazetenin politikası ve niteliği nedir?",
      "E": "Gazete belirli bir okuyucu kitlesine hitap ediyor mu?"
    },
    "explanation": "Bakınız: Tablo 3.4 Haber yazım süreci soruları<br/>Haber nasıl ortaya çıktı?"
  },
  {
    "id": "3830781",
    "unitNumber": 3,
    "text": "\"Hikâye, haberin elde edilme yöntemlerine ilişkin hangi kanıtları sunuyor?<br/>Haberin önemli ayrıntılarından herhangi birinin alınamadığına dair herhangi<br/>bir kanıt var mıdır?\"\n<br/>Haber yazım süreci soruları ile ilgili olan yukarıdaki iki soru aşağıdakilerden hangisini açıklamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Haber Toplama Teknikleri",
      "B": "Haber Kaynakları",
      "C": "Haber Değeri",
      "D": "Basın Bülteni",
      "E": "Aktarım"
    },
    "explanation": "Bakınız: Tablo 3.4 Haber yazım süreci soruları<br/>Haber Toplama Teknikleri"
  },
  {
    "id": "3830986",
    "unitNumber": 3,
    "text": "Bir haberde, paragrafların ve cümlelerin analizi yapılırken aşağıdaki maddelerden hangisi dikkate<br/>alınmaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Öz Türkçe kullanımı.",
      "B": "Paragrafın ve cümlenin uzunluğu.",
      "C": "Cümlede düşünce birliği, paragrafta konu birliği.",
      "D": "Bölümler arasındaki tutarlılık ya da bağlantı.",
      "E": "Önemli fikirlere cümle ve paragraftaki konumlarına göre yapılan vurgu."
    },
    "explanation": "Bu çerçevede bir haberde paragrafların ve cümlelerin analizi yapılırken şu maddeler dikkate<br/>alınmalıdır (Bleyer, 2019):<br/>• Paragrafın ve cümlenin uzunluğu<br/>• Cümlede düşünce birliği, paragrafta konu birliği<br/>• Bölümler arasındaki tutarlılık ya da bağlantı<br/>• Önemli fikirlere cümle ve paragraftaki konumlarına göre yapılan vurgu<br/>Paragraflar okunurluğu olumsuz etkileyecek kadar uzun olmamalı ve paragraflar arasında fikir ve<br/>konu birliği olmalıdır.<br/>Öz Türkçe kullanımı."
  },
  {
    "id": "3830987",
    "unitNumber": 3,
    "text": "Haber yazma sürecinde açıklanmış olan, Geçiş/aktarım formülüne göre \"En önemli ve en yeni bilgilere odaklanılır.\" ifadesi aşağıdakilerden hangisinin özelliğidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Başlangıç",
      "B": "Ek bilgi",
      "C": "Doğrudan aktarım",
      "D": "Yazım",
      "E": "Geçiş"
    },
    "explanation": "Bakınız: Tablo 3.3 Geçiş/aktarım formülü<br/>Başlangıç"
  },
  {
    "id": "3841118",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi halkla ilişkiler uygulamaları çerçevesinde basın bülteninin taşıması gereken en temel özelliklerden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kişisel düşüncelerle zenginleştirilmiş olması",
      "B": "Eğlenceli bir dille yazılmış olması",
      "C": "Reklam metni formatında hazırlanması",
      "D": "Haber değeri taşıması",
      "E": "Yalnızca sosyal medya kullanıcılarına hitap etmesi"
    },
    "explanation": "GİRİŞ<br/>Öte yandan basın bülteni yazılırken haber değerinin dikkate alınması gerekir. Haber değeri taşımayan basın bültenlerinin medyada haberleştirilmesi ihtimali düşüktür"
  },
  {
    "id": "3841119",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi gazetecilikte haber yazımı ile halkla ilişkilerde haber yazımı arasındaki temel farklardan biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Her iki alanda da haberler sadece ciddi konulara odaklanır",
      "B": "Gazetecilikte amaç kurumu olumlu göstermek iken halkla ilişkilerde objektiflik esastır",
      "C": "Halkla ilişkiler haber yazımında kişisel görüşlere yer verilirken gazetecilikte verilmez.",
      "D": "Gazetecilikte haber değeri aranmazken halkla ilişkilerde bu zorunludur",
      "E": "Halkla ilişkiler haber yazımında ikna edici bir dil kullanılırken gazetecilikte objektiflik önemlidir"
    },
    "explanation": "GİRİŞ<br/>Başka bir deyişle halkla ilişkiler çerçevesinde bir basın bülteni oluşturulurken ikna edici bir yaklaşımı benimsemek gerekir. (...) Gazetecilikte ise amaç olayı objektif bir şekilde okuyucuya sunmaktır."
  },
  {
    "id": "3841120",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi haberin taşıması gereken temel niteliklerden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnızca popüler konulara odaklanması",
      "B": "Gerçekleri nesnel şekilde yansıtması",
      "C": "Yazarın kişisel görüşlerini içermesi",
      "D": "Eğlenceli bir dille yazılması",
      "E": "Her zaman yorum içermesi"
    },
    "explanation": "HABER DEĞERİ VE HABER YAZIM TEKNİKLERİ<br/>Haber, doğru ve objektif olmalıdır. Başka bir deyişle haber, gerçeği nesnel bir şekilde yansıtmalıdır."
  },
  {
    "id": "3841121",
    "unitNumber": 3,
    "text": "Gazetecilerin potansiyel haberleri doğrulamak ya da oluşturmak amacıyla başvurduğu kişi, yer veya kurumlara ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Editör",
      "B": "Muhabir",
      "C": "Haber kaynağı",
      "D": "Medya sponsoru",
      "E": "Haber başlığı"
    },
    "explanation": "HABER DEĞERİ VE HABER YAZIM TEKNİKLERİ<br/>Haber Kaynağı: Kaynaklar; potansiyel haberlerin kaynağı olan kişiler, yerler veya kurumlar ile gazetecilerin potansiyel haberleri kontrol ederken başvurduğu kişiler, yerler veya kurumlardır."
  },
  {
    "id": "3841122",
    "unitNumber": 3,
    "text": "Gazetecilerin, hangi haberlerin yayımlanacağına ve bunların neye göre sıralanacağına karar verirken kullandıkları ölçüt aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Haber değeri",
      "B": "Haber dili",
      "C": "Haber başlığı",
      "D": "Haber kaynağı",
      "E": "Haber ajansı"
    },
    "explanation": "HABER DEĞERİ VE HABER YAZIM TEKNİKLERİ<br/>Haber değeri: Hangi haberlerin yayımlanmaya değer olduğunu ve bunların hangi önem sırasına göre yer alması gerektiğini değerlendirmek için gazetecilerin uyguladığı kriterlerdir"
  },
  {
    "id": "3841123",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, Galtung ve Ruge'nin (1965) belirlediği haber değeri unsurlarından biri <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Aciliyet",
      "B": "Yakınlık",
      "C": "Ekonomiklik",
      "D": "Ün",
      "E": "Alışılmadıklık"
    },
    "explanation": "HABER DEĞERİ VE HABER YAZIM TEKNİKLERİ<br/>\"Haber değeri unsurları Galtung ve Ruge, 1965 tarafından aşağıdaki gibi sıralanmaktadır... • Aciliyet/Zamanlılık • Yakınlık • İnsani ilgi • Güncellik • Ün • Etki • Alışılmadık • Çatışma\""
  },
  {
    "id": "3841124",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, haber yazım sürecinde bir paragraf veya cümlede dikkat edilmesi gereken unsurlardan biri <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Cümlede sanatsal anlatımın kullanılması",
      "B": "Cümlede düşünce birliği",
      "C": "Paragraflar arasında konu birliği",
      "D": "Bölümler arasındaki bağlantı",
      "E": "Önemli fikirlerin konumuna göre vurgulanması"
    },
    "explanation": "HABER YAZMA SÜRECİ<br/>Bu çerçevede bir haberde paragrafların ve cümlelerin analizi yapılırken şu maddeler dikkate alınmalıdır (Bleyer, 2019): • Paragrafın ve cümlenin uzunluğu • Cümlede düşünce birliği, paragrafta konu birliği • Bölümler arasındaki tutarlılık ya da bağlantı • Önemli fikirlere cümle ve paragraftaki konumlarına göre yapılan vurgu\""
  },
  {
    "id": "3841125",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi \"aktarım\" kavramının tanımıyla en doğrudan ilişkilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bir olayın yorumlanarak sunulması",
      "B": "Haber metninde okuyucunun ilgisini çekmek için abartı yapılması",
      "C": "Sosyal medya tepkilerinin analiz edilmesi",
      "D": "Görsel unsurlarla desteklenen haber hazırlanması",
      "E": "İnsanların söylediklerinin olduğu gibi yazıya geçirilmesi"
    },
    "explanation": "HABER YAZMA SÜRECİ<br/>\"Aktarım: İnsanların söylediği kelimelerin yazılı şeklidir.\""
  },
  {
    "id": "3841126",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi halkla ilişkiler yazarlığı ile gazetecilik yazarlığı arasındaki temel farklardan biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gazeteciler sosyal medya içerikleri üretirken, halkla ilişkiler uzmanları yalnızca gazete yazar",
      "B": "Halkla ilişkiler yazarlığı yalnızca kriz dönemlerinde önem taşır",
      "C": "Gazetecilikte amaç, kamuoyunu nesnel şekilde bilgilendirmek iken; halkla ilişkiler yazarlığında amaç hedef kitleyi ikna etmektir",
      "D": "Her iki alan da yalnızca iç paydaşlara yönelik metin üretir",
      "E": "Halkla ilişkiler yazarlığı daha çok televizyon haberciliğine yöneliktir"
    },
    "explanation": "HALKLA İLİŞKİLERDE HABER YAZIMI<br/>Gazetecilikte amaç, kamuoyunu nesnel şekilde bilgilendirmek iken; halkla ilişkiler yazarlığında amaç hedef kitleyi ikna etmektir."
  },
  {
    "id": "3841127",
    "unitNumber": 3,
    "text": "Basın bülteni nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bir reklam kampanyasının görsel tasarımıdır",
      "B": "Medyaya gönderilen ve yayımlanması beklenen bir halkla ilişkiler aracıdır",
      "C": "Sadece sosyal medya platformlarında kullanılan bir iletişim yöntemidir",
      "D": "Şirket içi çalışanlara yönelik hazırlanan bir rapordur",
      "E": "Gazetecilerin kendi aralarında paylaştığı özel bir haberdir"
    },
    "explanation": "HALKLA İLİŞKİLERDE HABER YAZIMI<br/>Basın bülteni: Yayımlanması beklentisi ile medyaya gönderilen bir halkla ilişkiler aracıdır."
  },
  {
    "id": "3841369",
    "unitNumber": 3,
    "text": "Simetrik halkla ilişkiler yaklaşımı, halkla ilişkiler uzmanlarının hangi konuya odaklanmaları gerektiğini vurgular?",
    "correctAnswer": "A",
    "options": {
      "A": "Kurumsal faydanın yanı sıra paydaş faydalanmasına da odaklanılmalıdır",
      "B": "Olayı objektif bir biçimde okuyucuya sunmak gerekir",
      "C": "İkna edici bir yaklaşımı benimsemeye odaklanmak gerekir",
      "D": "Medya çalışanlarını ikna etmeye odaklanmak gerekir",
      "E": "Kurumsal savunuculuğa odaklanılması gerekir"
    },
    "explanation": "Doğru cevap A şıkkıdır"
  },
  {
    "id": "3841370",
    "unitNumber": 3,
    "text": "Yorum yapılması zorunlu olan ve uzmanlık gerektiren haberler, hangi kategorideki haberlerdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Genel haberler",
      "B": "Basit haberler",
      "C": "Özel konulu haberler",
      "D": "Karmaşık haberler",
      "E": "Kritik unsurları olan haberler"
    },
    "explanation": "Doğru cevap C şıkkıdır"
  },
  {
    "id": "3841371",
    "unitNumber": 3,
    "text": "Genel olarak insanların hayatlarıyla doğrudan ilişkili hikayeleri önemsemelerinin daha olası olması, haber değeri unsurlarından hangisini vurgular?",
    "correctAnswer": "E",
    "options": {
      "A": "İnsani ilgi",
      "B": "Yakınlık",
      "C": "Aciliyet",
      "D": "Alışılmadık",
      "E": "Etki"
    },
    "explanation": "Doğru cevap E şıkkıdır"
  },
  {
    "id": "3841372",
    "unitNumber": 3,
    "text": "I. Olumsuz haber<br/>II. Çatışma<br/>III. Sürpriz<br/>IV. Eğlence<br/>V. Geniş giriş bölümleri olması<br/>Yukarıdaki ifadelerden hangisi / hangileri, haberlerin genel olarak insanların karşılanması gereken gereksinimlerindendir?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, V",
      "B": "I, II, III, IV",
      "C": "III, IV, V",
      "D": "II, V",
      "E": "I, II, III, IV, V"
    },
    "explanation": "Doğru cevap B şıkkıdır"
  },
  {
    "id": "3841373",
    "unitNumber": 3,
    "text": "Hikayenin üst kısmının olaylara yoğun bir vurguyla başlayıp, daha sonra genellikle bir olayın kısa kronolojik anlatımına veya bir sorunun nasıl geliştiğine göre şekillenen haber yazım tekniği aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ters piramit tekniği",
      "B": "Kronolojik sıralama",
      "C": "Piramitlerin piramidi",
      "D": "Kum saati tekniği",
      "E": "Yakınlık"
    },
    "explanation": "Doğru cevap D şıkkıdır"
  },
  {
    "id": "3841374",
    "unitNumber": 3,
    "text": "Okuyucunun, giriş ve özet paragrafı bitirdiğinde, hikaye ile ilgili 5 N 1 K sorularına cevap verebildiği yazım tekniği aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kronolojik sıralama",
      "B": "Piramitlerin piramidi",
      "C": "Kum saati tekniği",
      "D": "Ters piramit tekniği",
      "E": "Düz piramit tekniği"
    },
    "explanation": "Doğru cevap D şıkkıdır"
  },
  {
    "id": "3841375",
    "unitNumber": 3,
    "text": "Hakla ilişkiler uzmanları kurum imajı oluşturur, gazeteciler ise, …………………… Halkla ilişkiler uzmanları yayınlar üretir, gazeteciler ise, ………………….. <br/>Yukarıdaki anlatımın halkla ilişkiler uygulayıcıları ile gazetecilerin görevlerini karşılaştırmalı olarak belirleyen doğru ve anlamlı bir açıklama olabilmesi için boş bırakılan yerlere ( ……….) sırasıyla hangi açıklamaların gelmesi gerekir?",
    "correctAnswer": "E",
    "options": {
      "A": "iki yönlü iletişim kanallarını geliştirir - medyayla irtibat kurar",
      "B": "basın bültenleri yazar - yönetimle irtibat kurar",
      "C": "arka plan bilgisi için araştırma yapar - basın bültenleri yazar",
      "D": "yönetimle irtibat kurar - gazetenin büyüklüğüne göre sayfa düzenini tasarlar",
      "E": "haber değeri taşıyan bilgileri tanımlar - çeşitli türde raporlar ve makaleler yazar"
    },
    "explanation": "Doğru cevap E şıkkıdır"
  },
  {
    "id": "3841376",
    "unitNumber": 3,
    "text": "Aşağıdaki açıklamalardan hangisi <strong>yanlıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Gazeteciler haberi nesnel bir şekilde aktarır",
      "B": "Halkla ilişkiler “ itibar mimarlığı “ olarak adlandırılır",
      "C": "Halkla ilişkiler yazarlığı bilgilendiricidir ve paydaşların kurum hakkındaki algısı ikinci plandadır",
      "D": "Halkla ilişkiler yazarları mesajı dağıtmak için çok çeşitli kanalları kullanır",
      "E": "Halkla ilişkiler uzmanları iç ve dış paydaşlar olmak üzere belirlenen hedef kitleye yönelik olarak <br/>yazar"
    },
    "explanation": "Doğru cevap C şıkkıdır"
  },
  {
    "id": "3841377",
    "unitNumber": 3,
    "text": "Yayımlanması beklentisi ile medyaya gönderilen bir halkla ilişkiler aracı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Basın bülteni",
      "B": "Duyurum",
      "C": "Aktarım",
      "D": "Doğrudan aktarım",
      "E": "İnsani ilgi"
    },
    "explanation": "Doğru cevap A şıkkıdır"
  },
  {
    "id": "3841378",
    "unitNumber": 3,
    "text": "I. Halkla ilişkiler uzmanları gazetecilere göre daha çeşitli bir hedef kitleye yönelik yazar<br/>II. Gazetecilerin hedef kitlesi ilgili medyanın okuyucu / izleyici / dinleyici kitlesidir<br/>III. İkna edici yazı haber yazarlığını vurgular<br/>IV. Gazeteciler metinlerinde duygusal ve rasyonel çekicilik unsurlarına yer verir<br/>Yukarıdaki ifadelerden hangisi / hangileri doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "I, III",
      "B": "I, II",
      "C": "II,III",
      "D": "IV",
      "E": "III"
    },
    "explanation": "Doğru cevap B şıkkıdır"
  },
  {
    "id": "3844256",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bir haberin “haber değeri” taşıyıp taşımadığını belirleyen kriterlerden biri DEĞİLDİR?",
    "correctAnswer": "D",
    "options": {
      "A": "Zamanlılık",
      "B": "Yakınlık",
      "C": "Etki",
      "D": "Estetik",
      "E": "İnsani İlgi"
    },
    "explanation": "Metinde haber değeri unsurları arasında şunlar sıralanmıştır:\n <ul> <li> Zamanlılık\n </li> <li> Yakınlık\n </li> <li> Etki\n </li> <li> İnsani İlgi\n </li> <li> Ün\n </li> <li> Alışılmadık\n </li> <li> Çatışma\n </li> <li> Güncellik\n </li> </ul> <strong>Estetik</strong>, bu unsurlar arasında yer almamaktadır."
  },
  {
    "id": "3844258",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi \"ters piramit tekniği\"nin temel özelliklerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "En önemli bilgiler en başta verilir",
      "B": "Giriş paragrafı 5N 1K’yı kapsamalıdır",
      "C": "En az önemli bilgiler sonda yer alır",
      "D": "Olaylar kronolojik sırayla verilir",
      "E": "Gövde bölümünde ek bilgiler sunulur"
    },
    "explanation": "<strong>Ters piramit tekniği</strong>, olayların önem sırasına göre aktarıldığı bir tekniktir.<br/><strong>Kronolojik sıralama</strong>, başka bir haber yazım tekniğidir ve olayların zaman sırasına göre anlatılmasını içerir."
  },
  {
    "id": "3844261",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi gazetecilerin haber toplarken kullandığı kaynaklardan biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Estetik değerlendirmeler",
      "B": "Moda dergileri",
      "C": "Sosyal medya",
      "D": "Kişisel günlükler",
      "E": "Akademik tezler"
    },
    "explanation": "Gazetecilerin haber kaynakları arasında;\n <ul> <li> Sosyal medya\n </li> <li> Halka açık toplantılar\n </li> <li> Basın bültenleri\n </li> <li> Medya konferansları\n </li> <li> Yıllık raporlar\n </li> <li> Sosyal faaliyetler\n </li> <li> Haber ajansları<br/>yer almaktadır. Moda dergileri veya akademik tezler bu kapsamda verilmemiştir.\n </li> </ul>"
  },
  {
    "id": "3844269",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kurumların haber değeri oluşturmak amacıyla kullanabileceği “insani ilgi” unsuruna örnek olabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kriz anında resmi açıklama yayınlamak",
      "B": "Yıllık raporları paylaşmak",
      "C": "Ürün tanıtımı yapmak",
      "D": "Duygusal yönü öne çıkan bir hikâyeyi paylaşmak",
      "E": "Rakip kurumlarla kıyaslama yapmak"
    },
    "explanation": "Metinde “insani ilgi”, haberin <strong>duygusal bir öge taşıması</strong> olarak tanımlanmıştır. Kurumlar bu kapsamda <strong>paydaşların duygularına seslenen</strong> hikâyeler paylaşarak haber değeri oluşturabilir."
  },
  {
    "id": "3844271",
    "unitNumber": 3,
    "text": "Kurumsal kriz durumlarında haber değeri en çok hangi unsurla ilişkilendirilebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yakınlık",
      "B": "Çatışma",
      "C": "Ün",
      "D": "Etki",
      "E": "Zamanlılık"
    },
    "explanation": "Metne göre, kurumsal kriz durumlarında haber değeri <strong>önem/etki</strong> unsuruyla somutlaşır. Çünkü bu tür krizlerin <strong>çok sayıda insanı etkileme potansiyeli</strong> yüksektir."
  },
  {
    "id": "3844276",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi halkla ilişkiler uygulayıcılarının gazetecilerle etkili iletişim kurabilmesi için bilmesi gerekenlerden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Haber değeri taşıyan içerik oluşturmak",
      "B": "Medyaya zamanında bilgi aktarmak",
      "C": "Trendleri takip etmek",
      "D": "Medyada rakip kurumları eleştirmek",
      "E": "Gazetecilerin bilgiye farklı kaynaklardan ulaşabileceğini bilmek"
    },
    "explanation": "Metne göre, halkla ilişkiler uygulayıcıları haberin ne olduğunu bilmeli, trendleri izlemeli, gazetecilerle zamanında iletişime geçmeli ve bilgiyi hızlı sunmalıdır. Ancak rakip kurumları eleştirmek etik dışıdır ve metinde önerilmemektedir."
  },
  {
    "id": "3844279",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi “zamanlılık” haber değeri unsuru ile en yakından ilişkilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ünlü bir ismin kampanyada yer alması",
      "B": "Yerel halkla bağlantı kurulması",
      "C": "Güncel gelişmelerin basına iletilmesi",
      "D": "Kriz durumlarında bilgi saklanması",
      "E": "Duygusal hikâyeler paylaşılması"
    },
    "explanation": "Zamanlılık” metinde, güncel bilgi paylaşımı, son dakika gelişmeleri veya önemli tarihlerle ilişkilendirilen bir unsur olarak tanımlanmıştır."
  },
  {
    "id": "3844282",
    "unitNumber": 3,
    "text": "Bir halkla ilişkiler uzmanının “insani ilgi” unsurunu kullanarak haber değeri yaratmak istemesi durumunda aşağıdakilerden hangisine başvurması en uygundur?",
    "correctAnswer": "C",
    "options": {
      "A": "Bir ürünün teknik özelliklerini detaylı sunmak",
      "B": "Hedef kitleyle coğrafi bağlantı kurmak",
      "C": "Faaliyetlerdeki duygusal ögeleri öne çıkarmak",
      "D": "Rakip firmalarla kıyaslama yapmak",
      "E": "İstatistiksel veri sunmak"
    },
    "explanation": "Metne göre “insani ilgi”, bir hikâyeyi insanileştirme ve duygusal olarak etkileyici hale getirme anlamına gelir. Bu da kamuoyunun ilgisini çekmek açısından önemlidir."
  },
  {
    "id": "3844285",
    "unitNumber": 3,
    "text": "Halkla ilişkiler kapsamında “duyurum” kavramı aşağıdakilerden hangisini ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Kurumun medyada ücretli reklam vermesi",
      "B": "Kurumun medyada kriz sonrası açıklama yapması",
      "C": "Kurumun medyada ücretsiz şekilde haber olarak yer alması",
      "D": "Kurumun sosyal medya içeriklerini artırması",
      "E": "Kurumun basın toplantısı düzenlemesi"
    },
    "explanation": "Metinde açıkça belirtildiği üzere “duyurum”, bir kurumun medyada <strong>ücretsiz</strong> şekilde haber olması anlamına gelir ve bu durum, basın bültenleriyle sağlanabilir."
  },
  {
    "id": "3844290",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi halkla ilişkiler yazarlığı ile gazetecilik arasındaki temel farklardan biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gazeteciler yalnızca kurum içi paydaşlara yazar",
      "B": "Halkla ilişkiler yazarlığında haber değeri unsurları göz ardı edilir",
      "C": "Halkla ilişkiler yazarlığı genellikle öznel bir süreçtir",
      "D": "Gazetecilik sadece ikna edici yazılar üretir",
      "E": "Halkla ilişkilerde yazarlık sadece reklam amaçlıdır"
    },
    "explanation": "Metne göre halkla ilişkiler yazarlığı öznel (kurumsal savunuculuk ve ikna temelli), gazetecilik ise nesnel (bilgilendirme odaklı) bir süreçtir. Bu iki meslek arasındaki temel farklardan biri de budur. Diğer şıklar metinle çelişmektedir.\n <ul> <li> A şıkkı: Yanlış, gazeteciler medya kitlesine yazar.\n </li> <li> B şıkkı: Yanlış, halkla ilişkiler yazarlığında haber değeri unsurları dikkate alınmalıdır.\n </li> <li> D şıkkı: Yanlış, gazetecilik nesnelliğe dayanır ve haber ikna edici değildir.\n </li> <li> E şıkkı: Yanlış, halkla ilişkiler yazarlığı sadece reklam değil, farklı amaçlar da içerir.\n </li> </ul>"
  },
  {
    "id": "3832220",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi etkili bir iletişimde iletişim süreci unsurlarından biri <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Geri bildirim",
      "B": "Mesaj",
      "C": "Birey",
      "D": "Gönderici",
      "E": "İleti"
    },
    "explanation": "Etkili bir iletişimde iletişim süreci temel olarak; gönderici, ileti, kanal, alıcı ve geri bildirimden oluşmaktadır. Bu süreçte bireyler hem iletiyi gönderen hem de iletiyi alan konumundadır ve iletişim çift yönlü olarak gerçekleştirilmektedir. Şimdi bu çift yönlü süreçte iletişim sürecinin unsurları tek<br/>tek ele alarak halkla ilişkiler yazarlığında bu sürecin nasıl işlediğini görelim."
  },
  {
    "id": "3832230",
    "unitNumber": 4,
    "text": "İki yönlü (etkili) iletişimde aşağıdakilerden hangisi elde edilmeden iletişim süreci<br/>tamamlanmış sayılmaz?",
    "correctAnswer": "B",
    "options": {
      "A": "Mesaj",
      "B": "Geri bildirim",
      "C": "Gürültü",
      "D": "Duygu",
      "E": "Bilgi"
    },
    "explanation": "İletişim temel olarak gönderici, ileti ve alıcı üçlüsü arasında oluşan bir süreç olarak görülür. Etkili<br/>bir iletişim sürecinde ise kaynak, ileti ve alıcıdan oluşan ögelere bir dördüncü öğe olan geri bildirim<br/>(feedback) eklenmektedir. İki yönlü (etkili) iletişimde geri bildirim elde edilmeden iletişim süreci<br/>tamamlanmış sayılmaz. Geri bildirim, her şeyden önce göndericiye (kaynağa), kurduğu iletişimin başarısı hakkında bilgi verir. Geri bildirim, “olumlu” ve “olumsuz” olmak üzere iki biçimde gerçekleşir.<br/>Etkili bir iletişim sürecinde ise kaynak, ileti ve alıcıdan oluşan ögelere bir dördüncü öğe olan geri bildirim (feedback) eklenmektedir. İki yönlü (etkili) iletişimde geri bildirim elde edilmeden iletişim süreci tamamlanmış sayılmaz. Geri bildirim, her şeyden önce göndericiye (kaynağa), kurduğu iletişimin başarısı hakkında bilgi verir."
  },
  {
    "id": "3832233",
    "unitNumber": 4,
    "text": "\"...................., kurum ve kuruluşların hedeflerini başarmak amacıyla çevreleriyle oluşturdukları ilişkiler ve <em>yönetimin iletişim fonksiyonu</em> olarak tanımlanmaktadır.\" ifadesindeki boşluğa aşağıdakilerden hangisinin gelmesi uygundur?",
    "correctAnswer": "E",
    "options": {
      "A": "Halkla ilişkiler yazarlığı",
      "B": "Pazarlama iletişimi",
      "C": "İkna edici iletişim",
      "D": "Kurumsal iletişim",
      "E": "Halkla ilişkiler"
    },
    "explanation": "Halkla ilişkiler faaliyetlerinin temelinin iletişim daha doğru bir ifade ile etkili iletişim olduğu açıktır. Birçok alan uzmanı halkla ilişkileri ilişki yönetimi kavramı ile de tanımlamaktadır. Bunlardan Buruning&amp;Ledingham halkla ilişkileri kurum/kuruluşlar ile kamular arasındaki “ilişkinin yönetimi” olarak belirtirken, bir başka tanımda ise halkla ilişkiler kurum ve kuruluşların hedeflerini başarmak amacıyla çevreleriyle oluşturdukları ilişkiler ve “yönetimin iletişim fonksiyonu” olarak tanımlanmaktadır. ise halkla ilişkilerin ilişkiye dayalı doğasını tanımlarken onu “stratejik ilişkileri yönetme” olarak ele almakta ve iletişim, ilişki/bağlantı kurma yönetimi olarak sınıflandırılarak, “etkili iletişim”, “uyma”, “karşılıklı bağımlılık”, “ortak değerler”, “güven” ve “taahhüt” kavramları üzerinde durulmaktadır."
  },
  {
    "id": "3832236",
    "unitNumber": 4,
    "text": "Bir eğitim kurumunda görev yapan bir halkla ilişkiler yazarı, örgün bölümde okuyan öğrencilere sınavsız olarak “ikinci üniversite” hakkının olduğuna ilişkin bir öğrenim seçeneğini çeşitli medya araçları ile duyurduğunda halkla ilişkiler yazarlığının hangi amacını gerçekleştirmiş olur?",
    "correctAnswer": "D",
    "options": {
      "A": "Farkındalık yaratma",
      "B": "İkna etme",
      "C": "Eğlendirme",
      "D": "Bilgilendirme",
      "E": "Davranış değişikliği yaratma"
    },
    "explanation": "Halkla ilişkilerin temelini de oluşturan iletişimin özü bilgilendirmektir. Kurum/kuruluşlar hedef kitleleri kuruma ilişkin konular hakkında bilgilendirmek ya da eğitmek amacını taşırlar. İster özel isterse kamu kurumu olsun, ister kâr amacı gütsün isterse gütmesin tüm kurum/kuruluşlar hedef kitlelerine bilgi aktarmayı temel amaç olarak görmektedir. Bir kurumun ürün veya hizmetleri tanınıyorsa ya da ürün ve hizmetlere yenileri eklenmişse hedef kitlenin ilgisini çekebilmek için bilgilendirmek gerekmektedir. Örneğin bir eğitim kurumunda görev yapan bir halkla ilişkiler yazarı örgün bölümde okuyan öğrencilere sınavsız olarak “ikinci üniversite” hakkının olduğuna ilişkin bir öğrenim seçeneğini çeşitli medya araçları ile (haber bülteni, afiş, radyo programı vb.) duyurduğunda bilgilendirme amacını gerçekleştirmiş olur."
  },
  {
    "id": "3832242",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi “kaynak durumunda olan kişi ya da kişilerin, hedef kitlelerde ürün,<br/>hizmet ya da ya da görüşe ilişkin olumlu bir tutum oluşturmasını ya da var olan tutumunu değiştirmesini sağlama yönündeki çabası” olarak tanımlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "İkna",
      "B": "Propaganda",
      "C": "Bilgilendirme",
      "D": "Motive etme",
      "E": "Karşılıklı anlayış oluşturma"
    },
    "explanation": "Halkla ilişkiler uygulayıcılarının en önemli amaçlarından biri de insanları belirli davranışları göstermesi için ikna etmektir. İkna bir iletişim sürecidir. İkna “kaynak durumunda olan kişi ya da kişilerin, hedef kitlelerde ürün, hizmet ya da ya da görüşe ilişkin olumlu bir tutum oluşturmasını ya da var olan tutumunu değiştirmesini sağlama yönündeki çabası” olarak tanımlanır.\n<br/>Halkla ilişkiler yazarlığındaki tüm çabaların temelini, iyi niyet ve ikna etme niyeti oluşturmaktır. Halkla ilişkiler yazarları iletişime odaklanır, bu nedenle oluşturulan mesajların ve alınan geri bildirimlerin rolü önemlidir. Dahası, iletişimi bir süreç olarak anlamak ve iknaya, bir kuruluş ile onun<br/>birçok kitlesi arasındaki etkileşim döngüsünün bir parçası olan, devam eden bir dizi mesaj ve yanıt olarak bakılmasına yardımcı olmaktadır.<br/>Halkla ilişkiler uygulayıcılarının en önemli amaçlarından biri de insanları belirli davranışları göstermesi için ikna etmektir. İkna “kaynak durumunda olan kişi ya da kişilerin, hedef kitlelerde ürün, hizmet ya da ya da görüşe ilişkin olumlu bir tutum oluşturmasını ya da var olan tutumunu değiştirmesini sağlama yönündeki çabası” olarak tanımlanır."
  },
  {
    "id": "3832246",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi iç hedef kitlelerden çalışanlara ilişkin olarak onları belirli bir konu hakkında<br/>bilgilendirmeye yönelik yazışmalar ya da dış hedef kitlelere yönelik olarak gerçekleştirilen yazışmalardır?",
    "correctAnswer": "B",
    "options": {
      "A": "Savunuculuk yazarlığı",
      "B": "İş yazışmaları",
      "C": "Pazarlama iletişimi-",
      "D": "Tanıtım yazımı",
      "E": "Kurumsal ve iç iletişim"
    },
    "explanation": "İş yazışmaları- İş yazışmaları iç ve dış hedef kitleye yönelik olarak hazırlanan yazışmalardan oluşur. İç hedef kitlelerden çalışanlara ilişkin olarak onları belirli bir konu hakkında bilgilendirmeye yönelik yazışmalar (kurumsal projelerin durumu veya farklı konular hakkında bilgilendiren dahili notlar vb.) ya da dış hedef kitlelere yönelik olarak gerçekleştirilen yazışmalar (anlaşmaları onaylayan ve destek isteyen yazışmalar ve e-posta mesajları vb.) olarak belirtilmektedir."
  },
  {
    "id": "3832250",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi haber değeri taşıyan bir güven alışverişini ve sürekli kamuya açık bilgiyi sürdürmek amacıyla iletişim medyasıyla sürekli etkileşim kurmak olarak tanımlanır?",
    "correctAnswer": "D",
    "options": {
      "A": "İlişki yönetimi",
      "B": "Stratejik iletişim",
      "C": "Pazarlama iletişimi",
      "D": "Medya ilişkileri",
      "E": "Kurumsal iletişim"
    },
    "explanation": "Medya ilişkilerine ilişkin alan yazında farklı tanımlamalar bulunmaktadır. Bu tanımlamalardan biri medya ilişkilerini “haber değeri taşıyan bir güven alışverişini ve sürekli kamuya açık bilgiyi sürdürmek amacıyla iletişim medyasıyla sürekli etkileşim kurmak” olarak tanımlamaktadır. Bir başka tanımda medya ilişkilerinin “basın mensupları, yayın ve çevrim içi medya ile iki yönlü bir etkileşim olduğu” belirtilmektedir. Son yıllarda yapılanlar tanımlarda ise medya ilişkilerinin hem taktiksel işlevine hem de stratejik işlevine değinilmekte ve medya ilişkileri “bir halkla ilişkiler uygulayıcısı ile bir kitle iletişim gazetecisi arasındaki sistematik, planlı, amaçlı ve karşılıklı yarar sağlayan ilişki” olarak ifade edilmektedir."
  },
  {
    "id": "3832253",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangi model hem medya ilişkileri uygulayıcıları hem de gazeteciler tarafından paylaşılan deneyimlere ve birbirlerinin beklentilerine dayalı olarak medya ilişkilerine normatif bir yaklaşım yaratmayı amaçlamaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "İki yönlü simetrik iletişim modeli",
      "B": "Basın Ajansı ve Tanıtım Modeli",
      "C": "Beklenti Yönetimi Teorisi",
      "D": "Kamuyu Bilgilendirme Modeli",
      "E": "Gazeteci Merkezli Medya İlişkileri Modeli"
    },
    "explanation": "Beklenti Yönetimi Teorisi: Son yıllarda Supa ve Zoch (2021) alandaki önceki modellere ve alan yazın çalışmalarına dayanarak yeni bir medya ilişkileri modeli ortaya koymuştur. “Beklenti yönetimi teorisi” olarak adlandırılan bu model hem medya ilişkileri uygulayıcıları hem de gazeteciler tarafından paylaşılan deneyimlere ve birbirlerinin beklentilerine dayalı olarak medya ilişkilerine normatif bir yaklaşım yaratmayı amaçlamaktadır. Bu modelde gazeteciler ve medya ilişkileri uygulayıcıları arasında etkili bir ilişki oluşturmak için dört ilkenin yerine getirilmesi önerilmektedir. Bu ilkeler:<br/>• Ürün (paylaşılan bilgi),<br/>• Süreç (bilginin nasıl paylaşılacağı),<br/>• Roller (gazeteci ve uygulayıcı) ve<br/>• Uygulayıcı ile gazeteci arasında mevcut olan ilişki (bazı durumlarda örgüt ile yayın organı arasındaki ilişki).<br/>Bu ilkeler doğrultusunda model, bir gazeteci ile uygulayıcı arasındaki bu dört beklentiyi karşılayan<br/>bir etkileşimin olması gerektiği ve bu etkileşimin de geliştirilecek olan ili"
  },
  {
    "id": "3832256",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi kontrol altında tutulamayan araçlardan biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yıllık raporlar",
      "B": "Kapalı devre televizyon",
      "C": "Haber mektupları",
      "D": "Kurum dergileri",
      "E": "Yerel gazeteler"
    },
    "explanation": "Medyanın en büyük bilgi kaynakları kurum/ kuruluşların halkla ilişkiler bölümlerinden gelen<br/>yazılı, görsel-işitsel ve sözel bilgi kaynaklarıdır. Bu nedenle kurum/kuruluşların halkla ilişkiler uygulamalarının medyada haber olarak yer alabilmesi için, sürekli olarak iletişim araçlarıyla medyaya<br/>bilgi aktarmaları gerekmektedir. Geleneksel kitle iletişim araçları olarak adlandırılan bu araçlar yazılı/basılı araçlar ve görsel-işitsel araçlar olarak temelde iki sınıflandırma içerisinde ele alınmakta ve uzun zamandır geniş bir alana yayılmış kitleler ile iletişim kurmanın hem ekonomik ve hem de etkili yöntemi olarak kabul edilmektedir.<br/>Bununla birlikte kurum/kuruluşların yayınları olarak sınıflandırılan kurum dergileri, yıllık raporlar, broşürler, kitapçıklar, haber mektupları ve kapalı devre televizyon/radyo gibi kontrol altında<br/>tutulabilen ve ulusal ve yerel gazeteler, dergiler, televizyon ve radyolar gibi kuruluşun dışında yapılan yayınlardan oluşan kontrol altında tutulamayan araçlar olara<br/>Kurum/kuruluşların yayınları olarak sınıflandırılan kurum dergileri, yıllık raporlar, broşürler, kitapçıklar, haber mektupları ve kapalı devre televizyon/radyo gibi kontrol altında<br/>tutulabilen ve ulusal ve yerel gazeteler, dergiler, televizyon ve radyolar gibi kuruluşun dışında yapılan yayınlardan oluşan kontrol altında tutulamayan araçlar olarak iki grup olarak ele alınmaktadır."
  },
  {
    "id": "3832257",
    "unitNumber": 4,
    "text": "Birey için uygun bir zamanda mesaj gönderme veya alma yeteneklerine sahip olması yeni medyanın hangi özelliğini ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Eş zamansızlık",
      "B": "Güvensizlik",
      "C": "Kitlesizleştirme",
      "D": "Kamuoyunu gözlemleme",
      "E": "Etkileşim"
    },
    "explanation": "Yeni medyada iletişim süreci dijital iletişim sürecine dönüşmüş ve bu ortamda dijital iletişim<br/>olarak adlandırılan iletişim biçiminin bazı temel farklılıkları söz konusudur. Bunlar; etkileşim, kitlesizleştirme ve eş zamanlılık-zamanlı sınırlı olmama olarak belirtmektedir .\n<br/>İlk farklılık etkileşim özelliğindedir. Bu yeni iletişim biçiminde etkileşim; karşılıklı görüşmede bulunmayan çok geniş izleyici kitlesine ulaşmayı sağlamakta ve iki yönlü iletişime olanak tanımaktadır.\n<br/>İkinci farklılık kitlesizleştirme (demassification)dir. Bu özellik, göndericiden alıcıya ulaşan kitle iletişim sisteminin kontrollü olarak bireyselleştirilmesini ifade etmektedir. Yeni medyada iletişim yüz yüze olmamasına rağmen, bireysel mesajlar geniş izleyici kitlesindeki üyeler tarafından alınıp yollanabilir. Bu özellik, gönderici ve alıcı arasında etkileşimli ve iki yönlü bilgi akışının yönetileceğini ifade etmektedir.\n<br/>Üçüncü farklılık gösteren özellik ise eş zamansız (asenkron) olabilme özelliğidir. Bu özel<br/>Eş zamansız (asenkron) olabilme özelliği, yeni iletişim teknolojilerinin birey için uygun bir zamanda mesaj gönderme veya alma yeteneklerine sahip olmasını ifade etmektedir."
  },
  {
    "id": "3841625",
    "unitNumber": 4,
    "text": "İletişimin başlangıç noktası olarak kabul edilen, hedefe ulaştırmak istediği bir iletiye sahip olan, neyi iletmek istediğine karar vererek, hedefin aynı anlamda algılayabileceği şekilde bir kodlama gerçekleştiren iletişim öğesi aşağıdaki kavramlardan hangisi ile açıklanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kanal",
      "B": "Kaynak",
      "C": "Mesaj",
      "D": "Alıcı",
      "E": "Geri bildirim"
    },
    "explanation": "Kaynak<br/>Gönderici (kaynak) iletişimin başlangıç noktası olarak kabul edilir ve hedefe ulaştırmak istediği bir iletiye sahiptir. Gönderici neyi iletmek istediğine karar vererek, hedefin aynı anlamda algılayabileceği şekilde bir kodlama gerçekleştirir. Gönderici bazen tek bir kişi bazen de bir gazete, bir ajans, bir televizyon kanalı gibi kurumsal bir yapı olabilir."
  },
  {
    "id": "3841637",
    "unitNumber": 4,
    "text": "Duygu ve düşüncelerin aktarımının hedef kitlenin algılamasına yönelik biçimde onları bilgilendirmek, etkilemek ya da ikna etmek amacıyla sözcükler, resimler, simgeler aracılığıyla yapılması iletişim sürecinde hangi kavram ile açıklanabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Alma",
      "B": "Geribildirim",
      "C": "Kodlama",
      "D": "Kod çözme",
      "E": "Mesaj"
    },
    "explanation": "Kodlama sözcükler, resimler, simgeler v.b aracılığıyla yapılır. Mesajları kodlarken halkla ilişkiler yazarı kısa, çarpıcı, akılda kalıcı olmasına ve dikkat çekmeye önem vermelidir.<br/>Kodlama<br/>Duygu ve düşüncelerin aktarımı hedef kitlenin algılamasını istediğimiz biçimde onları bilgilendirmek, etkilemek ya da ikna etmektir. Bu kodlama sözcükler, resimler, simgeler vb aracılığıyla yapılır. Mesajları kodlarken halkla ilişkiler yazarı kısa, çarpıcı, akılda kalıcı olmasına ve dikkat çekmeye önem vermelidir."
  },
  {
    "id": "3841643",
    "unitNumber": 4,
    "text": "Kaynak durumunda olan kişi ya da kişilerin, hedef kitlelerde ürün, hizmet ya da ya da görüşe ilişkin olumlu bir tutum oluşturmasını ya da var olan tutumunu değiştirmesini sağlama yönündeki çabası aşağıdaki kavramlardan hangisi ile açıklanır?",
    "correctAnswer": "D",
    "options": {
      "A": "Bilgilendirme",
      "B": "Farkındalık yaratma",
      "C": "Dikkat çekme",
      "D": "İkna etme",
      "E": "Motive etme"
    },
    "explanation": "İkna etme<br/>İkna “kaynak durumunda olan kişi ya da kişilerin, hedef kitlelerde ürün, hizmet ya da ya da görüşe ilişkin olumlu bir tutum oluşturmasını ya da var olan tutumunu değiştirmesini sağlama yönündeki çabası” olarak tanımlanır."
  },
  {
    "id": "3841659",
    "unitNumber": 4,
    "text": "Herhangi bir konu hakkında yorumda bulunmak ya da bir durumu ortaya koymak amacıyla yazılan editöre mektuplar ve sektör konferanslarında, medya etkinliklerinde veya iş toplantılarında yöneticiler için yazılan konuşmalar biçiminde gerçekleştirilen yazım türü aşağıdakilerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "İş yazışmaları",
      "B": "Kurumsal ve iç iletişim",
      "C": "Tanıtım yazımı",
      "D": "Pazarlama iletişimi",
      "E": "Savunuculuk yazarlığı"
    },
    "explanation": "Savunuculuk yazarlığı<br/>Savunuculuk yazarlığı ise herhangi bir konu hakkında yorumda bulunmak ya da bir durumu ortaya koymak amacıyla yazılan editöre mektuplar ve yazılı medyaya gönderilen makaleler gibi destek toplayan yazılar; sektör konferanslarında, medya etkinliklerinde veya iş toplantılarında yöneticiler için yazılan konuşmalar veya kamuya ilişkin teşekkür için gerçekleştirilen kurumsal reklamcılığa ilişkin yazılanlardan oluşmaktadır."
  },
  {
    "id": "3841660",
    "unitNumber": 4,
    "text": "Duyurum için en etkili araç aşağıdakilerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Medya",
      "B": "Basın bülteni",
      "C": "Editöre mektup",
      "D": "Etkili başlığı olan fotoğraf",
      "E": "Makale"
    },
    "explanation": "Medya<br/>Basın bültenleri, yazılan makaleler, etkili başlığı olan bir fotoğraf, editörlere bilgi aktarmak amacıyla yazılan mektuplar en yaygın biçimde kullanılan duyurum araçlarıdır. Duyurum için en etkili araç ise medyadır."
  },
  {
    "id": "3841661",
    "unitNumber": 4,
    "text": "Supa ve Zoch tarafından 2021 yılında hem medya ilişkileri uygulayıcıları hem de gazeteciler tarafından paylaşılan deneyimlere dayalı olarak medya ilişkilerine normatif bir yaklaşım yaratmayı amaçlayan medya ilişkisi modeli aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Basın Ajansı Modeli",
      "B": "Kamuyu Bilgilendirme Modeli",
      "C": "Gazeteci Merkezli Medya İlişkileri Modeli",
      "D": "Beklenti Yönetimi Teorisi",
      "E": "Tanıtım Modeli"
    },
    "explanation": "Beklenti Yönetimi Teorisi<br/>Son yıllarda Supa ve Zoch (2021) alandaki önceki modellere ve alan yazın çalışmalarına dayanarak yeni bir medya ilişkileri modeli ortaya koymuştur. “Beklenti yönetimi teorisi” olarak adlandırılan bu model hem medya ilişkileri uygulayıcıları hem de gazeteciler tarafından paylaşılan deneyimlere ve birbirlerinin beklentilerine dayalı olarak medya ilişkilerine normatif bir yaklaşım yaratmayı amaçlamaktadır."
  },
  {
    "id": "3841662",
    "unitNumber": 4,
    "text": "Karşılıklı yarar sağlayan bir ilişki içinde birlikte yaşayan ve birbirlerinin hayatta kalmasına yardımcı olan iki organizmanın biyolojik işlevi aşağıdakilerden kavramlardan hangisi ile açıklanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Simbiyoz",
      "B": "Savunuculuk yazarlığı",
      "C": "Pazarlama iletişimi",
      "D": "Medya ilişkileri",
      "E": "Yayın politikası"
    },
    "explanation": "Simbiyoz, karşılıklı yarar sağlayan bir ilişki içinde birlikte yaşayan ve birbirlerinin hayatta kalmasına yardımcı olan iki organizmanın biyolojik işlevidir."
  },
  {
    "id": "3841673",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi halkla ilişkilerde stratejik planlamada yer alan \"strateji\" aşamasındaki adımlardan birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Durum analizi",
      "B": "Amaçların ve hedeflerin belirlenmesi",
      "C": "Kurumun analizi",
      "D": "Kamuların analizi",
      "E": "Stratejik planı değerlendirmek"
    },
    "explanation": "Amaçların ve hedeflerin belirlenmesi<br/>Stratejik Planlamanın Dokuz Adımı<br/>1.Aşama<br/>BİÇİMLENDİRİCİ ARAŞTIRMA<br/>1.Adım: Durum Analizi<br/>2.Adım: Kurumun Analizi<br/>3.Adım: Kamuların Analizi<br/>2.Aşama<br/>STRATEJİ<br/>4.Adım: Amaçların ve Hedeflerin Belirlenmesi<br/>5.Adım: Hareket ve Tepki Stratejilerini Hazırlamak<br/>6.Adım: Mesaj Stratejisini Geliştirmek<br/>3.Aşama<br/>TAKTİKLER<br/>7.Adım: Durum Analizi<br/>8.Adım: Kurumun Analizi<br/>4.Aşama<br/>DEĞERLENDİRİCİ ARAŞTIRMA<br/>9.Adım: Stratejik Planı Değerlendirmek"
  },
  {
    "id": "3841674",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi halkla ilişkiler uygulayıcılarının kullanacağı araçlarda doğru seçimleri yaparken dikkate alması gereken faktörlerden birisi <u><strong>değildir?</strong></u>",
    "correctAnswer": "E",
    "options": {
      "A": "Medya profili",
      "B": "Hedef kitle profili",
      "C": "Zaman faktörü",
      "D": "Rekabet ve aracın maliyeti",
      "E": "Güçlü ve zayıf yönlerin analizi"
    },
    "explanation": "Güçlü ve zayıf yönlerin analizi<br/>Halkla ilişkiler uygulayıcılarının kullanacağı araçlar)da doğru seçimleri yaparken dikkate alması gereken faktörlerden bazılarını; medya profili, hedef kitle profili, zaman faktörü, rekabet ve aracın maliyeti” olarak belirtmiştir. Bu faktörler doğru bir şekilde kullanılırsa, kurum/kuruluşların medya ilişkilerinde hem geleneksel hem de yeni medya araçlarından herhangi birini seçerken rehberlik edebileceği belirtilmektedir"
  },
  {
    "id": "3841675",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bir halkla ilişkiler uygulayıcısının yazılı araçlar hakkında bilmesi gereken başlıklar arasında <u><strong>değildir?</strong></u>",
    "correctAnswer": "C",
    "options": {
      "A": "Yayın politikası",
      "B": "Yayın periyodu",
      "C": "Yayın düzeni",
      "D": "Okuyucu profili",
      "E": "Dağıtım yöntemleri"
    },
    "explanation": "Yayın düzeni<br/>Bir halkla ilişkiler uygulayıcısının yazılı araçlar hakkında bilmesi gerekenler<br/>aşağıda belirtilmektedir:<br/><ul><br/><li>Yayın Politikası: Yayın organının olaylara bakış açısı ve bastığı materyaller hakkında halkla ilişkiler yazarı bilgi sahibi olmalıdır.</li><br/><li>Yayın Periyodu: Halkla ilişkiler yazarı doğru medyaya doğru zamanda ulaşabilmek için gazeteleri dergilerin yayın periyodlarını diğer bir ifade ile günlük, haftalık ya da aylık vb. olarak ne zaman yayımlandığını ve baskı sayısını (tirajını) bilmelidir.</li><br/><li>Dizgi-Baskı Tarihi: Yayın organının yayın sıklığı ve baskı tekniğine bağlı olarak yazılan haberin en son teslim tarihi ile ilgili bilgi sahibi olunmalıdır.</li><br/><li>Basım Tekniği: Gerek ofset gerek fotogravür ya da litografi gibi baskı tekniklerinin halkla ilişkiler yazarı tarafından bilinmesi kolaylık sağlamaktadır.</li><br/><li>Yayın Alanı: Basılı yayınların yerel, ulusa ya da uluslararası olarak yayın alanlarının bilinmesi hedef kitleye doğru mesajı ulaştırmak açısından ö</li></ul><br/>Yayın düzeni<br/>Bir halkla ilişkiler uygulayıcısının yazılı araçlar hakkında bilmesi gerekenler<br/>aşağıda belirtilmektedir:<br/><ul><br/><li>Yayın Politikası: Yayın organının olaylara bakış açısı ve bastığı materyaller hakkında halkla ilişkiler yazarı bilgi sahibi olmalıdır.</li><br/><li>Yayın Periyodu: Halkla ilişkiler yazarı doğru medyaya doğru zamanda ulaşabilmek için gazeteleri dergilerin yayın periyodlarını diğer bir ifade ile günlük, haftalık ya da aylık vb. olarak ne zaman yayımlandığını ve baskı sayısını (tirajını) bilmelidir.</li><br/><li>Dizgi-Baskı Tarihi: Yayın organının yayın sıklığı ve baskı tekniğine bağlı olarak yazılan haberin en son teslim tarihi ile ilgili bilgi sahibi olunmalıdır.</li><br/><li>Basım Tekniği: Gerek ofset gerek fotogravür ya da litografi gibi baskı tekniklerinin halkla ilişkiler yazarı tarafından bilinmesi kolaylık sağlamaktadır.</li><br/><li>Yayın Alanı: Basılı yayınların yerel, ulusa ya da uluslararası olarak yayın alanlarının bilinmesi hedef kitleye doğru mesajı ulaştırmak açısından önemlidir.</li><br/><li>Okuyucu Profili: Okuyucuların demografik (yaş, cinsiyet, meslek grubu v.b) ve psikografik özelliklerinin (yaşam tarzı, sosyal statü, ilgi alanı vb.) bilinmesi doğru hedef kitleye ulaşabilmek açısından önemlidir.</li><br/><li>Dağıtım Yöntemleri: Yayın organının bayilerde mi satıldığı, abonelik sistemi ile ücretli ya da ücretsiz mi satıldığı dikkate alınmalıdır.</li><br/></ul>"
  },
  {
    "id": "3843121",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi halkla ilişkilerde iletişim sürecinde seçilecek kanalı etkileyen unsurlardan birisi <u><strong>değildir?</strong></u>",
    "correctAnswer": "C",
    "options": {
      "A": "İletişimin amaçları",
      "B": "Alıcının özellikleri",
      "C": "Kaynağın özellikleri",
      "D": "Zaman sınırlılıkları",
      "E": "Mekan sınırlılıkları"
    },
    "explanation": "Kaynağın özellikleri<br/>Hangi kanalın seçileceği, iletişimin amaçları, alıcının özellikleri ile zaman ve mekânın sınırlılıklarına bağlı olarak değişir."
  },
  {
    "id": "3843122",
    "unitNumber": 4,
    "text": "Göndericiye kurduğu iletişimin başarısı hakkında bilgi vermek amacıyla kullanılan “olumlu” ve “olumsuz” olmak üzere iki biçimde gerçekleşen iletişim öğesi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mesaj",
      "B": "Geribildirim",
      "C": "Kaynak",
      "D": "Kanal",
      "E": "Alıcı"
    },
    "explanation": "Geribildirim İletişim temel olarak gönderici, ileti ve alıcı üçlüsü arasında oluşan bir süreç olarak görülür. Etkili bir iletişim sürecinde ise kaynak, ileti ve alıcıdan oluşan ögelere bir dördüncü öğe olan geri bildirim (feedback) eklenmektedir. İki yönlü (etkili) iletişimde geri bildirim elde edilmeden iletişim süreci tamamlanmış sayılmaz. Geri bildirim, her şeyden önce göndericiye (kaynağa), kurduğu iletişimin başarısı hakkında bilgi verir. Geri bildirim, “olumlu” ve “olumsuz” olmak üzere iki biçimde gerçekleşir."
  },
  {
    "id": "3843123",
    "unitNumber": 4,
    "text": "Kaynak durumunda olan kişi ya da kişilerin, hedef kitlelerde ürün, hizmet ya da ya da görüşe ilişkin olumlu bir tutum oluşturmasını ya da var olan tutumunu değiştirmesini sağlama yönündeki çabası olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bilgilendirme",
      "B": "Farkındalık yaratma",
      "C": "Davranış değişikliği yaratma",
      "D": "Tutumların pekişmesini sağlama",
      "E": "İkna"
    },
    "explanation": "İkna İkna “kaynak durumunda olan kişi ya da kişilerin, hedef kitlelerde ürün, hizmet ya da ya da görüşe ilişkin olumlu bir tutum oluşturmasını ya da var olan tutumunu değiştirmesini sağlama yönündeki çabası” olarak tanımlanır."
  },
  {
    "id": "3843124",
    "unitNumber": 4,
    "text": "Basılı ve görsel medyada yer almak için tasarlanmış haber bültenleri, arka plan materyalleri ve diğer yazılı unsurlara dayalı yazım türü aşağıdakilerden hangisinde doğru olarak belirtilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "İş yazışmaları",
      "B": "Kurumsal ve iç iletişim",
      "C": "Pazarlama iletişimi",
      "D": "Tanıtım yazımı",
      "E": "Savunuculuk yazarlığı"
    },
    "explanation": "Tanıtım yazımı: Basılı ve görsel medyada yer almak için tasarlanmış haber bültenleri, arka plan materyalleri ve diğer yazılı unsurlar bu tür içerisinde yer almaktadır.<br/>Tanıtım yazımı<br/>Basılı ve görsel medyada yer almak için tasarlanmış haber bültenleri, arka plan materyalleri ve diğer yazılı unsurlar bu tür içerisinde yer almaktadır."
  },
  {
    "id": "3843125",
    "unitNumber": 4,
    "text": "Herhangi bir konu hakkında yorumda bulunmak, bir durumu ortaya koymak amacıyla yazılan editöre mektuplar ve yazılı medyaya gönderilen makaleler gibi destek toplayan yazılar ya da sektör konferanslarında, medya etkinliklerinde veya iş toplantılarında yöneticiler için yazılan konuşmalar aşağıdaki kavramlardan hangisi ile açıklanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Savunuculuk yazarlığı",
      "B": "Pazarlama iletişimi",
      "C": "Tanıtım yazımı",
      "D": "Kurumsal ve iç iletişim",
      "E": "İş yazışmaları"
    },
    "explanation": "Savunuculuk yazarlığı<br/>Savunuculuk yazarlığı; herhangi bir konu hakkında yorumda bulunmak ya da bir durumu ortaya koymak amacıyla yazılan editöre mektuplar ve yazılı medyaya gönderilen makaleler gibi destek toplayan yazılar; sektör konferanslarında, medya etkinliklerinde veya iş toplantılarında yöneticiler için yazılan konuşmalar veya kamuya ilişkin teşekkür için gerçekleştirilen kurumsal reklamcılığa ilişkin yazılanlardır."
  },
  {
    "id": "3843132",
    "unitNumber": 4,
    "text": "Duyurum için en etkili araç aşağıdakilerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Basın bülteleri",
      "B": "Yazılan makaleler",
      "C": "Medya",
      "D": "Mektup",
      "E": "Fotoğraf"
    },
    "explanation": "Duyurum için en etkili araç medyadır.<br/>Medya Basın bültenleri, yazılan makaleler, etkili başlığı olan bir fotoğraf, editörlere bilgi aktarmak amacıyla yazılan mektuplar en yaygın biçimde kullanılan duyurum araçlarıdır. Duyurum için en etkili araç ise medyadır."
  },
  {
    "id": "3843140",
    "unitNumber": 4,
    "text": "Halkla ilişkilerin ilk ortaya çıktığı zamanlarda uygulanan, kurum/kuruluşların hedef kitleleriyle iletişim biçimini belirleyen ve propaganda işlevini yerine getiren, iletişimin kurumdan hedef kitlesine medya aracılığıyla tek yönlü olarak gerçekleştiği ve hedef kitlenin şikâyetleri, görüş, öneri ve isteklerinin dikkate alınmadığı medya ilişkisi modeli aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Basın Ajansı ve Tanıtım Modeli",
      "B": "Kamuyu Bilgilendirme Modeli",
      "C": "Gazeteci Merkezli Medya İlişkileri Modeli",
      "D": "Beklenti Yönetimi Teorisi",
      "E": "Halkla İlişkiler Merkezli Model"
    },
    "explanation": "Basın Ajansı ve Tanıtım Modeli Basın Ajansı ve Tanıtım Modeli: Halkla ilişkilerin ilk ortaya çıktığı zamanlarda uygulanan model, kurum/kuruluşların hedef kitleleriyle iletişim biçimini belirleyen ve propaganda işlevini yerine getiren bir modeldir. Modelde iletişim, kurumdan hedef kitlesine medya aracılığıyla tek yönlü olarak gerçekleşmektedir. Diğer bir ifade ile bilgi akışı, kaynaktan hedef kitleye doğrudur. Bu modelde hedef kitlenin şikâyetleri, görüş, öneri ve istekleri dikkate alınmaz."
  },
  {
    "id": "3843145",
    "unitNumber": 4,
    "text": "Hem medya ilişkileri uygulayıcıları hem de gazeteciler tarafından paylaşılan deneyimlere ve birbirlerinin beklentilerine dayalı olarak medya ilişkilerine normatif bir yaklaşım yaratmayı amaçlayan medya ilişkisi modeli aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kamuyu Bilgilendirme Modeli",
      "B": "Beklenti Yönetimi Teorisi",
      "C": "Basın Ajansı Modeli",
      "D": "Tanıtım Modeli",
      "E": "Gazeteci Merkezli Medya İlişkileri Modeli"
    },
    "explanation": "Beklenti Yönetimi Teorisi Beklenti Yönetimi Teorisi: Son yıllarda Supa ve Zoch (2021) alandaki önceki modellere ve alan yazın çalışmalarına dayanarak yeni bir medya ilişkileri modeli ortaya koymuştur. “Beklenti yönetimi teorisi” olarak adlandırılan bu model hem medya ilişkileri uygulayıcıları hem de gazeteciler tarafından paylaşılan deneyimlere ve birbirlerinin beklentilerine dayalı olarak medya ilişkilerine normatif bir yaklaşım yaratmayı amaçlamaktadır."
  },
  {
    "id": "3843148",
    "unitNumber": 4,
    "text": "Karşılıklı yarar sağlayan bir ilişki içinde birlikte yaşayan ve birbirlerinin hayatta kalmasına yardımcı olan iki organizmanın biyolojik işlevi olarak açıklanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İnsani boyut",
      "B": "Teknik boyut",
      "C": "Strateji",
      "D": "Simbiyoz",
      "E": "İletişim uzmanı"
    },
    "explanation": "Simbiyoz<br/>Simbiyoz, karşılıklı yarar sağlayan bir ilişki içinde birlikte yaşayan ve birbirlerinin hayatta kalmasına yardımcı olan iki organizmanın biyolojik işlevidir."
  },
  {
    "id": "3843149",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi kurum/kuruluşların yayınları içerisinde yer alan kontrol altında tutulamayan araçlardan birisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yıllık raporlar",
      "B": "Broşürler",
      "C": "Kitapçıklar",
      "D": "Haber mektupları",
      "E": "Yerel gazeteler"
    },
    "explanation": "Yerel gazeteler<br/>Kurum/kuruluşların yayınları olarak sınıflandırılan kurum dergileri, yıllık raporlar, broşürler, kitapçıklar, haber mektupları ve kapalı devre televizyon/radyo gibi kontrol altında tutulabilen ve ulusal ve yerel gazeteler, dergiler, televizyon ve radyolar gibi kuruluşun dışında yapılan yayımlardan oluşan kontrol altında tutulamayan araçlar olarak iki grup olarak ele alınmaktadır.<br/>Yerel gazeteler Kurum/kuruluşların yayınları olarak sınıflandırılan kurum dergileri, yıllık raporlar, broşürler, kitapçıklar, haber mektupları ve kapalı devre televizyon/radyo gibi kontrol altında tutulabilen ve ulusal ve yerel gazeteler, dergiler, televizyon ve radyolar gibi kuruluşun dışında yapılan yayımlardan oluşan kontrol altında tutulamayan araçlar olarak iki grup olarak ele alınmaktadır."
  },
  {
    "id": "3845027",
    "unitNumber": 4,
    "text": "Gönderici (kaynak) ile alıcının yüz yüze gelmesi durumunda yani kişiler arası iletişimden söz edildiğinde aşağıdakilerden hangisi iletinin kanallarından birisi <u><strong>değildir?</strong></u>",
    "correctAnswer": "D",
    "options": {
      "A": "Söz",
      "B": "Yazı",
      "C": "Fotoğraf",
      "D": "Konuşmalar",
      "E": "Hareket"
    },
    "explanation": "Konuşmalar<br/>İletişim kanalları genel olarak kişilerarası ve kitle iletişimi olarak sınıflandırılmaktadır. Gönderici (kaynak) ile alıcının yüz yüze gelmesi durumunda yani kişiler arası iletişimden söz edildiğinde iletinin kanalları; söz, yazı, resim, fotoğraf ya da hareket olarak ifade edilebilir. Kitle iletişiminde ise bu kanallar diğer bir ifadeyle medya, iletiyi (mesaj) alıcıya taşıyan fiziksel kanalları ifade etmektedir. Gazeteler, dergiler, radyo, televizyon, mektup, konuşmalar, görsel-işitsel araçlar, basın bültenleri, broşürler ve web bunları içerir."
  },
  {
    "id": "3845028",
    "unitNumber": 4,
    "text": "Bir kuruluş adına çalışan uygulayıcı ile bir medya kuruluşu adına çalışan gazeteci arasındaki planlı, amaçlı ve stratejik ilişki aşağıdaki kavramlardan hangisi ile açıklanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Halkla ilişkiler",
      "B": "Medya ilişkileri",
      "C": "İletişim",
      "D": "Kanal",
      "E": "Etkili İletişim"
    },
    "explanation": "Medya İlişkileri Bir kuruluş adına çalışan uygulayıcı ile bir medya kuruluşu adına çalışan gazeteci arasındaki planlı, amaçlı ve stratejik ilişki olarak tanımlanan medya ilişkileri, günümüzde kamuoyunun erişimine açılan bilgi hacminin halkla ilişkiler uygulayıcılarının etkili ve stratejik bir medya ilişkileri programı oluşturmasını daha da önemli hâle getirmekte."
  },
  {
    "id": "3845029",
    "unitNumber": 4,
    "text": "Halkla ilişkilerde uygulayıcılar hedef kitlelerinin tutum ve düşüncelerini etkilemek istiyorsa, hedef kitleye gönderecekleri iletiler aşağıdaki özelliklerden hangilerini taşımalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "inandırıcı, gerçekçi ve ikna edici",
      "B": "gerçekçi ve anlaşılır",
      "C": "ikna edici ve görünür",
      "D": "görünür, anlaşılır ve sevecen",
      "E": "inandırıcı, görünür, anlaşılır"
    },
    "explanation": "inandırıcı, gerçekçi ve ikna edici Halkla ilişkiler uygulayıcıları hedef kitlelerinin ne bildiğini ve neye inandığına ilişkin sağlam bir bilgi edinmeleri gerekir. Uygulayıcılar hedef kitlelerinin tutum ve düşüncelerini etkilemek istiyorsa, hedef kitleye gönderecekleri iletiler de inandırıcı, gerçekçi ve ikna edici olmalıdır."
  },
  {
    "id": "3845030",
    "unitNumber": 4,
    "text": "Kurum ve kuruluşların hedeflerini başarmak amacıyla çevreleriyle oluşturdukları ilişkiler ve “yönetimin iletişim fonksiyonu\" olarak tanımlanan kavram aşağıdaki seçeneklerden hangisinde verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Stratejik ilişkiler",
      "B": "Medya ilişkileri",
      "C": "Halka ilişkiler",
      "D": "İlişki yönetimi",
      "E": "Stratejik ilişkiler yönetimi"
    },
    "explanation": "Halkla ilişkiler Halkla ilişkiler, kurum/kuruluşlar ile kamular arasındaki “ilişkinin yönetimi” olarak belirtirken, bir başka tanımda ise halkla ilişkiler kurum ve kuruluşların hedeflerini başarmak amacıyla çevreleriyle oluşturdukları ilişkiler ve “yönetimin iletişim fonksiyonu” olarak tanımlanmaktadır."
  },
  {
    "id": "3845034",
    "unitNumber": 4,
    "text": "Kaynak durumunda olan kişi ya da kişilerin, hedef kitlelerde ürün, hizmet ya da ya da görüşe ilişkin olumlu bir tutum oluşturmasını ya da var olan tutumunu değiştirmesini sağlama yönündeki çabası aşağıdaki kavramlardan hangisi ile açıklanır?",
    "correctAnswer": "E",
    "options": {
      "A": "Halkla ilişkiler",
      "B": "Farkındalık yaratma",
      "C": "Olumlu tutum",
      "D": "İnandırıcılık",
      "E": "İkna"
    },
    "explanation": "İkna İkna “kaynak durumunda olan kişi ya da kişilerin, hedef kitlelerde ürün, hizmet ya da ya da görüşe ilişkin olumlu bir tutum oluşturmasını ya da var olan tutumunu değiştirmesini sağlama yönündeki çabası” olarak tanımlanır."
  },
  {
    "id": "3845035",
    "unitNumber": 4,
    "text": "Herhangi bir konu hakkında yorumda bulunmak ya da bir durumu ortaya koymak amacıyla yazılan editöre mektuplar ve yazılı medyaya gönderilen makaleler gibi destek toplayan yazılar; sektör konferanslarında, medya etkinliklerinde veya iş toplantılarında yöneticiler için yazılan konuşmalar veya kamuya ilişkin teşekkür için gerçekleştirilen kurumsal reklamcılığa ilişkin yazılanlar aşağıdaki yazım türlerinden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "İş yazışmaları",
      "B": "Kurumsal ve iç iletişim",
      "C": "Tanıtım yazımı",
      "D": "Pazarlama iletişimi",
      "E": "Savunuculuk yazarlığı"
    },
    "explanation": "Savunuculuk yazarlığı<br/>Savunuculuk yazarlığı herhangi bir konu hakkında yorumda bulunmak ya da bir durumu ortaya koymak amacıyla yazılan editöre mektuplar ve yazılı medyaya gönderilen makaleler gibi destek toplayan yazılar; sektör konferanslarında, medya etkinliklerinde veya iş toplantılarında yöneticiler için yazılan konuşmalar veya kamuya ilişkin teşekkür için gerçekleştirilen kurumsal reklamcılığa ilişkin yazılanlardan oluşmaktadır."
  },
  {
    "id": "3845037",
    "unitNumber": 4,
    "text": "Belirli bir kişi veya kuruluşla ilgili haberlerin medya kanalıyla herhangi bir bedel ödemeden yayımlanarak, hedef kitleye ulaşma süreci aşağıdaki kavramlardan hangisi ile açıklanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Halkla ilişkiler",
      "B": "Duyurum",
      "C": "Medya",
      "D": "İletişim",
      "E": "Kanal"
    },
    "explanation": "Duyurum Duyurum; “belirli bir kişi veya kuruluşla ilgili haberlerin medya kanalıyla herhangi bir bedel ödemeden yayımlanarak, hedef kitleye ulaşma süreci” olarak tanımlanmakta ve ucuz olması, geniş kitlelere ulaşma imkânı sağlaması, güvenilir olması gibi avantajları nedeniyle kişi ve kuruluşlar için cazip bir halkla ilişkiler yöntemi olarak görülmektedir."
  },
  {
    "id": "3845039",
    "unitNumber": 4,
    "text": "Halkla ilişkilerin ilk ortaya çıktığı zamanlarda uygulanan, kurum/kuruluşların hedef kitleleriyle iletişim biçimini belirleyen ve propaganda işlevini yerine getiren medya ilişkileri modeli aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Basın Ajansı ve Tanıtım Modeli",
      "B": "Kamuyu Bilgilendirme Modeli",
      "C": "Gazeteci Merkezli Medya İlişkileri Modeli",
      "D": "Beklenti Yönetimi Teorisi",
      "E": "Medya İlişkileri Modeli"
    },
    "explanation": "Basın Ajansı ve Tanıtım Modeli Basın Ajansı ve Tanıtım Modeli: Halkla ilişkilerin ilk ortaya çıktığı zamanlarda uygulanan model, kurum/kuruluşların hedef kitleleriyle iletişim biçimini belirleyen ve propaganda işlevini yerine getiren bir modeldir. Modelde iletişim, kurumdan hedef kitlesine medya aracılığıyla tek yönlü olarak gerçekleşmektedir. Diğer bir ifade ile bilgi akışı, kaynaktan hedef kitleye doğrudur. Bu modelde hedef kitlenin şikâyetleri, görüş, öneri ve istekleri dikkate alınmaz."
  },
  {
    "id": "3845040",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi “medya uzmanları” olarak adlandırılan ve görsel - işitsel araçlarda yer alan iletişimcilerden birisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Muhabirler",
      "B": "Editörler",
      "C": "Blog yazarları",
      "D": "Yazarlar",
      "E": "Fotoğrafçılar"
    },
    "explanation": "Bu iletişimciler yazılı basında yer alan; muhabirler, yazarlar, editörler, fotoğrafçılar, görsel-işitsel araçlarda yer alan; radyo-televizyon programcıları ve yapımcılar, yorumcular ve blog yazarları, halkla ilişkiler uygulayıcıları, uzmanları gibi çok geniş bir yelpazeden oluşmaktadır.<br/>Blog yazarları<br/>İletişimciler yazılı basında yer alan; muhabirler, yazarlar, editörler, fotoğrafçılar, Görsel-işitsel araçlarda yer alan; radyo-televizyon programcıları ve yapımcılar, yorumcular ve blog yazarları, halkla ilişkiler uygulayıcıları, uzmanları gibi çok geniş bir yelpazeden oluşmaktadır."
  },
  {
    "id": "3845042",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi \"Beklenti Yönetimi Teorisi\"ne göre gazeteciler ve medya ilişkileri uygulayıcıları arasında etkili bir ilişki oluşturmak için gerekli ilkelerden birisi <u><strong>değildir?</strong></u>",
    "correctAnswer": "D",
    "options": {
      "A": "Ürün (paylaşılan bilgi)",
      "B": "Süreç (bilginin nasıl paylaşılacağı)",
      "C": "Roller (hem gazetecinin hem de uygulayıcının)",
      "D": "Sonuç (bilginin ulaşacağı nokta)",
      "E": "Uygulayıcı ile gazeteci arasında mevcut olan ilişki (bazı durumlarda örgüt ile yayın organı arasındaki ilişki)"
    },
    "explanation": "Sonuç (bilginin ulaşacağı nokta) Beklenti Yönetimi Teorisine göre gazeteciler ve medya ilişkileri uygulayıcıları arasında etkili bir ilişki oluşturmak için dört ilkenin yerine getirilmesi önerilmektedir. Bu ilkeler: Ürün (paylaşılan bilgi), süreç (bilginin nasıl paylaşılacağı), roller (hem gazetecinin hem de uygulayıcının) ve uygulayıcı ile gazeteci arasında mevcut olan ilişki (bazı durumlarda örgüt ile yayın organı arasındaki ilişki)den oluşmaktadır."
  },
  {
    "id": "3832168",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi genel ve küresel anlamda haber değerini açıklayan özellikler içinde yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Drama",
      "B": "Geçmişe ait olma",
      "C": "Olağan yaşam",
      "D": "Durağanlık",
      "E": "Sıradan insanlar"
    },
    "explanation": "Genel ve küresel anlamda haber değeri kriterlerini “güncel olma” “etki(lilik)”, “izleyici ilgisi”, “önemli insanlar”, “çatışma / olağan dışılık” ve “drama” gibi temel başlıklar oluşturmaktadır."
  },
  {
    "id": "3832170",
    "unitNumber": 5,
    "text": "Basın bülteninde 5N1K ilkesi hangi bölümde uygulanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Basın Bülteni Başlığı",
      "B": "Giriş",
      "C": "Gelişme",
      "D": "Alıntılar",
      "E": "İletişim"
    },
    "explanation": "<ol> <li>Adım “Basın Bülteni Başlığı”: Basit, kısa, okunması kolay, kafa karıştırmayan ancak dikkat çekici ve akılda kalıcı bir başlık oluşturmak işin özüdür. 2. Adım “<strong>Giriş”: Bülteni okuyacak kişilere 5N1K sorularının cevabını direkt veren, orta uzunlukta ve merak uyandıracak bir giriş metnin en önemli kısmıdır.</strong> 3. Adım “Gelişme”: Metnin ana gövdesi olan gelişme bölümü, 2 ve 5 paragraf aralığında, rakamlara ve istatistiklere yer veren fotoğraf ve görseller ile desteklenmiş bir yapıda olmalıdır. 4. Adım “Alıntılar”: Okuyucu üzerinde güven/cazibe yaratmak adına kaynaklar, detaylar ve alıntılar eşliğinde sunum yapmak bülteni zenginleştirir. 5. Adım “İletişim”: Ad-soyad, e-posta adresi, telefon numarası, şirketteki pozisyon gibi bilgiler ilgiye göre iletişime geçecek diğer tarafları aydınlatır ve onlar üzerinde olumlu etki bırakır.</li> </ol>"
  },
  {
    "id": "3832172",
    "unitNumber": 5,
    "text": "\"Rasyonel bulgular, betimlemeler ve detaylı açıklamalar yoluyla okurların -ürün/hizmet/kurum bağlantılı-ilgilerini harekete geçirmeye çalışır, spesifik tek bir medyaya özel hazırlanır.”\n Verilen cümledeki tanım, halkla ilişkilerde hangi uygulamayı anlatmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Basın bülteni",
      "B": "Basın makalesi",
      "C": "Kurumsal kitap",
      "D": "Haber mektubu",
      "E": "Kitapçık"
    },
    "explanation": "Bilimsel veriler veya araştırma sonuçlarıyla desteklenen “düşünce yazıları” olan basın makaleleri, basın bildirisi veya bültenine kıyasla daha uzun yapıdadır. Bildiri ve bültenlerin kullandığı gazetecilik ilke ve üslubu yerine; akademik dili ve üslubu öne çıkaran makaleler, okurların -ürün/hizmet/kurum bağlantılı-ilgilerine oynamaktadır. Rasyonel bulgular, betimlemeler ve detaylı açıklamalar yoluyla bu ilgiyi harekete geçirmeye çalışan basın makaleleri, spesifik tek bir medyaya özel hazırlanmaktadır. Bu bağlamda metin yazarlığı, dili, yaklaşımı ve süreci dolayısıyla basın bildirisi ve bültenlerinden ayrılan makaleler, algı yönetimi anlamında halkla ilişkiler uygulayıcılarına yardımcı olmaktadır."
  },
  {
    "id": "3832175",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi basın makalesini, basın bülteninden ayıran özellikler içinde yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Genellikle gazeteci; editör tarafından tekrar düzenlenir",
      "B": "Tüm medyaya gönderilir",
      "C": "Yazar ismi veya imzası geçmez",
      "D": "Kurum/marka adı net ve sık şekilde anılır",
      "E": "Güncelliği daha kalıcıdır ve daha sonra tekrar yayımlanabilir"
    },
    "explanation": "İlk dört seçenek basın bülteninin özelliklerini tanımlamaktadır. Basın bültenlerinin güncelliği sınırlıdır, o nedenle bir an önce yayımlanması beklenirken basın makalelerinin güncelliği daha kalıcıdır ve daha sonra tekrar yayınlanabilir."
  },
  {
    "id": "3832177",
    "unitNumber": 5,
    "text": "Halkla ilişkiler uzmanları tarafından kurumlar, ikincil taraflar için “anonim” kimlikle kaleme alınan içerikler için kullanılan tabir aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hayalet yazarlık",
      "B": "Veri gazeteciliği",
      "C": "Megapaper",
      "D": "Tabloid",
      "E": "Biyografi"
    },
    "explanation": "Hayalet yazarlık, halkla ilişkiler uzmanları tarafından kurumlar, ikincil taraflar için “anonim” kimlikle kaleme alınan içerikler için kullanılan bir tabirdir. Veri gazeteciliği ise internet ve dijital teknolojilerin sunduğu olanaklar sayesinde hazır veri/veri setleri üzerinden haber üretme yaklaşımıdır. Megapaper, dergilerin makale yaklaşımının gazete tasarımı ile sentezlendiği, gazete ve derginin bir karışımıdır. Tabloid kavramı, gazete tasarımında tercih edilen 430 mm×280 mm boyutundaki “küçük gazete” formatı anlamında kullanılmaktadır."
  },
  {
    "id": "3832180",
    "unitNumber": 5,
    "text": "Gazetelerin ve TV kanallarının “WhatsApp İhbar Hattı” uygulamaları aşağıdakilerden hangisi ile ilişkilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yurttaş gazeteciliği",
      "B": "Araştırmacı gazetecilik",
      "C": "Polis muhabirliği",
      "D": "Bulvar gazetesi",
      "E": "Dış haber gazeteciliği"
    },
    "explanation": "Yurttaş gazeteciliği, yeni nesil medyanın bir çıktısı olarak asıl mesleği gazetecilik olmayan bireylerin, dijital araçlar sayesinde haber üretip paylaşması durumudur. Bu sayede her internet kullanıcısı, her netdaş birer muhabire dönüşmektedir. Gazetelerin ve TV kanallarının “WhatsApp İhbar Hattı” uygulamaları söz konusu dönüşümü örneklendirmektedir."
  },
  {
    "id": "3832184",
    "unitNumber": 5,
    "text": "Yaratıcı iletişim dinamikleri içerebilen kurumsal kitaplarda “empatik sunum” tercihi neleri içerir?",
    "correctAnswer": "E",
    "options": {
      "A": "Renkli ve farklı türde kâğıda basılan fotoğraflar",
      "B": "Aile ağacını veya zaman çizelgesini gösteren bir infografik ya da gazete kupürü gibi ilaveler",
      "C": "QR kod ile videoya veya web sitesine yönlendirmeler",
      "D": "Origami, not defteri veya günlük gibi görünen sayfalar",
      "E": "Okuyucuya sorular soran ya da ikili yazar anlatımını desenleyen bölümler"
    },
    "explanation": "Hem geleneksel hem dijital anlamda yaratıcı iletişim dinamikleri içerebilen kitaplar farklı tercihlerle klasik kitap formatının ötesine taşınabilir: • Renkli ve farklı türde kâğıda basılan fotoğraflar • İlginç anekdotlar (birden renkli ve farklı yazı karakterine geçişle vurgulanan detaylar) • Ek (insört) iletişimler (aile ağacını veya zaman çizelgesini gösteren bir infografik ya da gazete kupürü gibi ilaveler) • Çapraz (cross) medya uygulamaları (QR kod ile videoya veya web sitesine yönlendirmeler) • Farklı tasarımlar (origami, not defteri veya günlük gibi görünen sayfalar veya sanatçı illüstrasyonlarıyla canlandırılan anılar) • <strong>Empatik sunum (okuyucuya sorular soran ya da ikili yazar anlatımını desenleyen bölümler)</strong>"
  },
  {
    "id": "3832186",
    "unitNumber": 5,
    "text": "Verilen cümlede, bırakılan boşluklara gelmesi gereken yanıt çiftini seçeneklere göre belirleyiniz.\n Geleneksel medyada kurumdaki gelişmeleri kurum içi/kurum dışı hedef kitleye aktaran küçük gazete, dergi veya broşür formatında çalışan …………………günümüzde daha çok “bülten” formatında dijitalleşmekte ve güncel haber akışını ……………………….üzerinden ilgili paydaşlara/üyelere iletmede kullanılmaktadır.",
    "correctAnswer": "A",
    "options": {
      "A": "Haber mektupları/ e-posta",
      "B": "Kitapçıklar/e posta",
      "C": "Faaliyet raporları/Web sitesi",
      "D": "Kurumsal kitaplar/geleneksel posta",
      "E": "Kurumsal dergi/dijital kütüphaneler"
    },
    "explanation": "Geleneksel medyada kurumdaki gelişmeleri kurum içi/kurum dışı hedef kitleye aktaran küçük gazete, dergi veya broşür formatında çalışan “haber mektupları”, günümüzde daha çok “bülten” formatında dijitalleşmekte ve güncel haber akışını e-posta üzerinden ilgili paydaşlara/üyelere iletmede kullanılmaktadır."
  },
  {
    "id": "3832187",
    "unitNumber": 5,
    "text": "Aşağıdaki ifadelerden hangisi/hangileri “haber bülteni” için doğrudur?\n I.Hedef kitlenin radarındaki başlıklara özel içerik sunar\n II.Haber mektubu olarak da anılır\n III.Günlük/haftalık/aylık gibi periyodik şekilde basın dâhil tüm üyelere iletilir\n IV. FOMO korkusuna düşme olasılığı yüksektir\n V.Kolay okunur formatta öne çıkan gelişmeleri okur adına özetler",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız V",
      "C": "I,II",
      "D": "I,II,III,V",
      "E": "IV,V"
    },
    "explanation": "Küçük ve konsept bir broşür veya gazete gibi görünen bu bültenler, geleneksel medyadan kalma alışkanlıkla haber mektubu şeklinde de anılmaktadır<strong>. Günlük/haftalık/aylık gibi periyodik şekilde basın dâhil tüm üyelere iletilen bültenler, FOMO (fear of missing out; günceli kaçırma korkusu) korkusuna düşmeden güncel ve popüler içeriği takip etmek anlamında işlev üstlenmektedir</strong>. Topluluk bilincine ve aidiyetine de hizmet eden haber bültenleri, hızlı ve pratik şekilde, kolay okunur formatta öne çıkan gelişmeleri okur adına özetlemektedir. Bu yönüyle editoryal içeriğe örnek oluşturan bültenler, topluluğun bilgi ihtiyacını gidermekte ve hedef kitlenin radarındaki başlıklara özel içerik sunmaktadır"
  },
  {
    "id": "3832192",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi kurumsal rapor için olumlu algı yaratmanın yollarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kişisel profiller eklemek",
      "B": "Kurumsal raporları yapay zekaya yazdırmak",
      "C": "Raporu sayısal verilerden oluşturmak",
      "D": "Kariyer hikayelerine raporda yer vermemek",
      "E": "Raporu grafiklerden oluşturmak"
    },
    "explanation": "Kişisel profiller eklemek: Dünyanın herhangi bir yerinde insanlar, gerçek insanlarla ilgili gerçek hikâyeleri sevdiğinden kurumsal raporları yapay zekânın (AI) değil, insanların yazdığını görmek iste yebilir (dizi ve filmlerin “gerçek hikâyeden uyarlanmıştır” diyerek gerçeklik algısı yaratmaya çalışması gibi). Kurumsal anlatının arkasındaki başrol ve yan karakterlerin “gerçek” insanlar olduğunu vurgulamak, raporu daha inandırıcı hâle getirebilir. Bir çalışan, ekip veya topluluğa ait kariyer hikâyesi paylaşmak veya üretim sürecinden samimi bir hatıraya yer vermek işi kolaylaştırabilir. Ya da çalışmaların kimlere nasıl faydalar sağladığını, gerçek/gönüllü insan öyküleriyle aktarmak olumlu algı yaratabilir."
  },
  {
    "id": "3840870",
    "unitNumber": 5,
    "text": "Basın bülteninin temel amacı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Medya kuruluşlarına ekonomik rapor sunmak",
      "B": "Kurumun iç işleyişini halka açıklamak",
      "C": "Medya mensuplarına haber değeri taşıyan bilgileri iletmek",
      "D": "Rakip kuruluşların analizini yapmak",
      "E": "Kurum içi haberleşmeyi sağlamak"
    },
    "explanation": "Basın bülteni, \"medya mensuplarına haber değeri taşıyan bilgilerin iletilmesini\" amaçlar. Bu, metinde açıkça \"Basın bülteni medya mensuplarına haber değeri taşıyan bilgilerin iletilmesini amaçlar\" ifadesiyle belirtilmiştir."
  },
  {
    "id": "3840871",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi basın bülteninin özelliklerinden biri <u>değildir?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Olayı ya da bilgiyi haber formatında verir",
      "B": "Belirli bir medya kuruluşuna özel yazılır",
      "C": "Güncel ve doğru bilgi içerir",
      "D": "Yazım dili gazeteciliğe uygundur",
      "E": "Kamuoyuna açık ve haber değeri taşır"
    },
    "explanation": "Basın bülteni genel olarak tüm medya mensuplarına gönderilir, belirli bir medya kuruluşuna özel hazırlanmaz. Bu durum metinde açıkça belirtilmiştir: “Basın bülteni, belirli bir medya kuruluşuna özel olarak hazırlanmaz.”"
  },
  {
    "id": "3840872",
    "unitNumber": 5,
    "text": "Bir basın bülteninde aşağıdakilerden hangisi bulunması gereken temel bilgiler arasında <u>yer almaz?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Bülteni hazırlayan kişi",
      "B": "Kurum logosu",
      "C": "Olayın tarihi ve yeri",
      "D": "İletişim bilgileri",
      "E": "Yazarın özgeçmişi"
    },
    "explanation": "Bir basın bülteninde olayın tarihi, yeri, kurumsal logo, iletişim bilgileri ve bülteni hazırlayan kişinin adı gibi bilgiler bulunmalıdır. Ancak, yazarın özgeçmişi basın bülteninin parçası değildir."
  },
  {
    "id": "3840873",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi basın makalesinin, basın bülteni/bildirisine göre farklılık gösterdiği özelliklerden biri <u>değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Spesifik bir medyaya yönelik hazırlanması",
      "B": "Akademik dil ve üslup kullanması",
      "C": "Yazar isminin belirtilmemesi",
      "D": "Daha uzun ve detaylı olması",
      "E": "Rasyonel bulgulara dayalı açıklamalar içermesi"
    },
    "explanation": "Basın makalesi yazar ismi içerir; hatta makaleyi hazırlayanın ismi veya takma adı yazılırken, <strong>bültenlerde yazar ismi geçmez</strong>. Dolayısıyla C şıkkı basın makalesinin özelliği <strong>değildir</strong>, tersine basın <strong>bülteninin</strong> özelliğidir."
  },
  {
    "id": "3840875",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi basın makalesi türlerinden biri <u>değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Tarihsel makaleler",
      "B": "Ürün yararlarını anlatan makaleler",
      "C": "Resmî duyuru içeren makaleler",
      "D": "Biyografi içerikli makaleler",
      "E": "Araştırma/inceleme makaleleri"
    },
    "explanation": "Resmî duyurular genellikle <strong>basın bültenlerinin</strong> konusudur. Basın makalesi türleri arasında; araştırma, biyografi, tarihsel, ürün yararları gibi başlıklar yer alırken, resmî duyuru gibi bir tür yer almamaktadır."
  },
  {
    "id": "3840879",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi haber bülteni hazırlarken dikkat edilmesi gereken unsurlardan biri d<u>eğildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "İçeriği hedef kitlenin demografik özelliklerine göre tasarlamak",
      "B": "Sürekliliği olan bir içerik takvimiyle planlamak",
      "C": "Editoryal içerik yerine yalnızca sponsorlu içerikler üretmek",
      "D": "Doğruluğu teyit edilmiş kaynaklardan bilgi almak",
      "E": "İçeriği multimedya ögelerle zenginleştirmek"
    },
    "explanation": "Haber bülteninde içerik orijinal, dikkat çekici ve kurumu yansıtır nitelikte olmalıdır. Yalnızca sponsorlu içerik üretmek, güven ve özgünlük açısından sorun yaratır. (Bkz. s. 119, <em>Haber Mektubu (Haber Bülteni)</em> başlığı)"
  },
  {
    "id": "3840883",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi “haber bültenlerinin” işlevlerinden biri <u>değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Topluluk bilinci ve aidiyet oluşturmak",
      "B": "Güncel gelişmeleri özetleyerek sunmak",
      "C": "Kurumsal iç iletişimi güçlendirmek",
      "D": "Doğrudan satış yapmak",
      "E": "Kurumsal gelişmeleri arşivlemek"
    },
    "explanation": "Haber bültenleri bilgilendirme ve ilişkileri geliştirme amaçlıdır. Doğrudan satış yapmak ana işlevleri arasında yer almaz. (Bkz. s. 118-119, <em>Haber Mektubu (Haber Bülteni)</em>)"
  },
  {
    "id": "3840885",
    "unitNumber": 5,
    "text": "Airbnb örneği üzerinden haber bültenlerinin hangi özelliği vurgulanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnızca metin tabanlı içeriğe dayanması",
      "B": "Sadece şirket içi haberleri iletmesi",
      "C": "Çoklu iletişim kanallarında tematik ve görsel zenginlikle sunulması",
      "D": "Üyelik iptali yapılmamasının zorunlu olması",
      "E": "Sadece promosyon içeriği taşıması"
    },
    "explanation": "Airbnb bülteni hem sosyal medya hem e-posta gibi kanallar üzerinden iletilir, tematik olarak hazırlanır ve görsel açıdan zengindir. (Bkz. s. 121, <em>Airbnb haber bülteni örneği</em>)"
  },
  {
    "id": "3840887",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi haber bülteni türlerinden biri<u> değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Özel İlgi Haber Mektubu",
      "B": "Eğitici/Nasıl Yapılır Bülteni",
      "C": "Satış Performansı Raporu",
      "D": "Tüketici Haber Mektubu",
      "E": "Etkinlik Duyuru Bülteni"
    },
    "explanation": "Satış performansı raporu haber bülteni türü değil, daha çok faaliyet raporu kapsamına girer. Diğer seçenekler doğrudan bülten türü olarak sınıflandırılmıştır. (Bkz. s. 120-121, <em>Bülten türleri sınıflandırması</em>)"
  },
  {
    "id": "3840889",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi yıllık faaliyet raporlarının taşıması gereken temel özelliklerden biri <u><strong>değildir</strong>?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Kurumun mali, yönetimsel ve ticari durumunu belgelemek",
      "B": "Görsel ögelerle (grafik, fotoğraf, QR kod) desteklenebilmek",
      "C": "Kurumsal kimlik ögeleriyle (logo, amblem) uyumlu olmak",
      "D": "Yalnızca medya mensuplarına özel hazırlanmak",
      "E": "Şirketin karşılaşabileceği riskleri açıkça belirtmek"
    },
    "explanation": "Faaliyet raporları, sadece medya mensuplarına değil; <strong>hissedarlar, finansal analistler, çalışanlar, tüketiciler ve kamuoyu</strong> gibi tüm paydaşlara yönelik olarak hazırlanır. Bu raporlar kurumsal şeffaflık ilkesine hizmet eder ve <strong>resmî web sitelerinde paylaşılır</strong>. Dolayısıyla sadece medya mensuplarına özel olması, faaliyet raporlarının doğasına aykırıdır."
  },
  {
    "id": "3842256",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi başarılı bir basın bülteninin temel özelliklerinden biri <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "İçeriğin materyal çeşitliliği ve kalitesine dikkat etmek",
      "B": "Uygun şekilde iletilme ve zamanlamasına özen göstermek",
      "C": "Yazım ve noktalama kurallarını ihmal ederek spontane yazmak",
      "D": "Doğru editör ya da gazeteciye ulaştırmak",
      "E": "Açık, kısa ve anlaşılır bir dille yazmak"
    },
    "explanation": "aşarılı bir basın bülteninin temel özelliklerinden biri <strong>yazım kurallarına uyumdur</strong>. Yazım ve noktalama hataları barındıran, tutarsız ve dağınık metinler gazeteciler tarafından dikkate alınmaz. Oysa diğer tüm şıklar (A, B, D, E), metinde <strong>Lehman-Wilzig ve Seletzky’nin</strong> başarılı basın bültenleri için vurguladığı temel kriterler arasında sayılmıştır. Bu nedenle <strong>C şıkkı</strong> yanlış olan ve doğru cevaptır."
  },
  {
    "id": "3842257",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bir basın bülteninin hazırlanma amaçları arasında <u>yer almaz?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Kurumun yeni ürün veya hizmetini duyurmak",
      "B": "Medya ile kurumsal bağ kurmak",
      "C": "Paydaşlara bilgi aktarmak",
      "D": "Hedef kitlenin ilgisini çekmek",
      "E": "İç yazışmalarda kurum içi iletişimi sağlamak"
    },
    "explanation": "Basın bültenleri halkla ilişkiler aracıdır ve kamuoyu ile iletişim kurmayı amaçlar. İç yazışmalar ise bültenin değil, iç iletişim sistemlerinin konusudur."
  },
  {
    "id": "3842258",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi basın bülteni yazım sürecinde yer alan standart aşamalardan biri <u>değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Giriş",
      "B": "Alıntılar",
      "C": "Grafik Tasarım",
      "D": "Gelişme",
      "E": "İletişim"
    },
    "explanation": "Grafik tasarım basın bültenine ek olarak yapılabilir ancak yazım sürecinin temel aşamaları arasında yer almaz. Temel adımlar başlık, giriş, gelişme, alıntılar ve iletişimdir."
  },
  {
    "id": "3842259",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi başarılı bir basın bülteninde bulunması gereken modern yazım ilkelerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Basın bültenini yalnızca basılı kopya olarak sunmak",
      "B": "Okuyuculara tüm detayları tek parçada vermek",
      "C": "Okunabilirliği azaltan uzun paragraflar oluşturmak",
      "D": "Mobil uyumlu hâle getirmek",
      "E": "Sadece şirket içi paydaşlara hitap etmek"
    },
    "explanation": "Modern basın bültenlerinde içerik mobil cihazlarla uyumlu olmalıdır. Diğer seçenekler etkisiz veya yanlış uygulamalardır."
  },
  {
    "id": "3842260",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi basın bülteni türlerinden biri <u>değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Yeni ürün/hizmet lansmanına yönelik",
      "B": "Kazanılan ödüllerle ilgili",
      "C": "Kriz yönetimi kapsamında",
      "D": "Akademik araştırma sonucu sunma",
      "E": "Etkinlik duyurusu içeren"
    },
    "explanation": "Akademik araştırma sunumu daha çok basın makalesi formatındadır. Diğer şıklar basın bülteni türleri arasında açıkça yer almaktadır."
  },
  {
    "id": "3842277",
    "unitNumber": 5,
    "text": "Kurumsal gazetelerin temel amaçları arasında aşağıdakilerden hangisi yer almaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Kurumun tanıtımını yapmak",
      "B": "Personel arasında aidiyet oluşturmak",
      "C": "Ürün satışlarını doğrudan artırmak",
      "D": "Kurumsal başarıları paylaşmak",
      "E": "Sektörel gelişmeleri duyurmak"
    },
    "explanation": "Kurumsal gazetelerin temel amacı tanıtım ve bilgilendirmedir. Ürün satışını doğrudan artırmak genelde reklamın amacıdır. Kurumsal gazeteler, daha çok iç iletişim, aidiyet ve tanıtım işlevi taşır."
  },
  {
    "id": "3842278",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi kurumsal gazetenin dijital versiyonlarına ait bir<u> özellik değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "PDF formatında paylaşılabilir olması",
      "B": "Hiper medya özellikleri taşıması",
      "C": "İstatistiklerle ölçülebilir olması",
      "D": "Yalnızca kurum içi personele ulaşması",
      "E": "Video ve podcast bağlantıları içermesi"
    },
    "explanation": "Dijital kurumsal gazeteler kurum dışı hedef kitleye de ulaşabilir. Erişimi geniştir ve sosyal medya, link paylaşımı gibi yollarla yayımlanabilir."
  },
  {
    "id": "3842279",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi kurumsal dergilerin gazetelerden temel farklarından biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sadece dijital formatta yayımlanması",
      "B": "Daha az maliyetli olması",
      "C": "Daha magazin tarzı içerik barındırması",
      "D": "Yalnızca iç haberlerden oluşması",
      "E": "Haftalık yayımlanması"
    },
    "explanation": "Kurumsal dergiler, kurumsal gazetelere kıyasla daha magazinsel bakış açısıyla hazırlanabilir, kaliteli baskı sunar ve daha kalıcıdır."
  },
  {
    "id": "3842280",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi, faaliyet raporlarının hazırlanma amaçları arasında<u> yer almaz?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Kurumun yıllık faaliyetlerinin şeffaf şekilde belgelenmesi",
      "B": "Paydaşlardan geri bildirim alınması",
      "C": "Kurumsal sosyal sorumluluk projelerinin finanse edilmesi",
      "D": "Kurumsal kimliğin yansıtılması ve itibarı artırma",
      "E": "Mali ve yönetimsel durumun açık biçimde sunulması"
    },
    "explanation": "Faaliyet raporları; şeffaflık, hesap verilebilirlik, kurumsal kimlik, finansal ve yönetimsel gelişmeleri belgelemek amacıyla hazırlanır. Ancak doğrudan <strong>sosyal sorumluluk projelerinin finanse edilmesi</strong> gibi bir işlevi <strong>bulunmamaktadır</strong>. Bu nedenle C seçeneği doğru cevaptır."
  },
  {
    "id": "3842281",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi, “kitapçık” formatının özelliklerinden biri <u>değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Kapsam olarak kitaplardan dar, broşürlerden geniş olması",
      "B": "El kitabı ya da rehber olarak adlandırılabilmesi",
      "C": "Genellikle tek sayfa broşür olarak basılması",
      "D": "Dijital ortamda PDF ve flipbook gibi formatlarla sunulması",
      "E": "Eğitim, farkındalık ve bilinçlendirme amacıyla kullanılması"
    },
    "explanation": "Kitapçıklar, broşürlerden daha kapsamlı yayınlardır ve genellikle <strong>tek sayfa</strong> olarak <strong>basılmaz</strong>. Aksine, genellikle 16 sayfa ve üzeri içerikler içeren, rehber niteliğindeki yayınlardır. C seçeneği bu nedenle yanlıştır."
  },
  {
    "id": "3834259",
    "unitNumber": 6,
    "text": "Basın odalarının temel amacı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Reklam kampanyaları oluşturmak",
      "B": "Şirket içi yazışmaları yönetmek",
      "C": "Kurumun şeffaf ve doğrudan haber akışı sağlamasını desteklemek",
      "D": "Kurumsal sosyal sorumluluk projeleri yürütmek",
      "E": "Çalışanlara yönelik eğitim materyalleri oluşturmak"
    },
    "explanation": "Şeffaf bir kurum algısı yaratmak, kendi kurumsal medya birimini kurmak ve resmî bir şekilde “ilk elden” haber akışını yönetmek için önemli olan basın odaları (newsroom/press room), kurumların web siteleri içerisinde yer verdikleri iletişim merkezleridir."
  },
  {
    "id": "3834261",
    "unitNumber": 6,
    "text": "Basın odaları, hangi dijital platform içinde yer alan iletişim merkezleridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kurumların web siteleri",
      "B": "Sosyal medya hesapları",
      "C": "Dijital reklam panoları",
      "D": "E-posta bültenleri",
      "E": "Basılı dergiler"
    },
    "explanation": "Basın odaları (newsroom/press room), kurumların web siteleri içerisinde yer verdikleri iletişim merkezleridir."
  },
  {
    "id": "3834271",
    "unitNumber": 6,
    "text": "Basın kitleri medya mensupları için nasıl bir işlev görmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Medya mensuplarına özel hazırlanmış araç setidir.",
      "B": "Kurum içi eğitim materyalleri sağlamaktadır.",
      "C": "Yalnızca yatırımcılarla paylaşılmaktadır.",
      "D": "Basın toplantıları yerine geçen bir dokümandır.",
      "E": "Sosyal medya içeriklerinin arşivlenmesini sağlar."
    },
    "explanation": "<em>“Çünkü bir basın kiti (media/press kit), medya mensuplarına özel hazırlanmış araç setini ifade etmektedir.”</em>"
  },
  {
    "id": "3834278",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi konuşma dili ve yazı dili arasındaki farklardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Konuşma dilinde ses esastır, yazı dilinde ise harfler ve noktalama işaretleri iletişimi oluşturur.",
      "B": "Konuşma dilinde harfler ve noktalama işaretleri temel iletişim araçlarıdır.",
      "C": "Yazı dilinde sesin tonu, vurgu ve ezgi gibi özellikler belirleyicidir.",
      "D": "Yazı dili tamamen doğaçlama olup, herhangi bir kurala bağlı değildir.",
      "E": "Konuşma dili yalnızca resmi toplantılarda kullanılır."
    },
    "explanation": "Yazı dilinde harfler, noktalama işaretleri ve yazım (imla) kuralları kurguyu/iletişimi yaratırken konuşma dilinde ses esastır."
  },
  {
    "id": "3834283",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi röportajın temel türlerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Haber",
      "B": "Reklam",
      "C": "Hikâye kitabı",
      "D": "Sosyal medya paylaşımı",
      "E": "Blog yazısı"
    },
    "explanation": "Haber, biyografik, tarihsel, ilgi çekici, durum açıklayan, macera ve kişisel hikâye, açıklayıcı ve yorumlayıcı gibi temel türleri olan röportajlar, kurumlar adına gündeme gelme kanallarından biridir."
  },
  {
    "id": "3834288",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi katalogların pazarlama iletişiminde öne çıkan işlevlerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ürün, hizmet veya marka tanıtımlarını yapmak",
      "B": "Çalışanların performansını değerlendirmek",
      "C": "Şirket içi raporlamaları arşivlemek",
      "D": "Hukuki belgeleri düzenlemek",
      "E": "Reklam stratejilerini belirlemek"
    },
    "explanation": "<em>Ağırlıklı olarak pazarlama amaçlı halkla ilişkiler (MPR) yönlü kullanılan kataloglar, ürün/hizmet/marka tanıtımlarını yapmak anlamında öne çıkmaktadır.</em>"
  },
  {
    "id": "3834489",
    "unitNumber": 6,
    "text": "Pazarlama bütçesinin kitlesel medya dışındaki mecralara (el ilanı, broşür, stant, afiş vb.) harcanan kısmına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "BTL",
      "B": "Özel reklam",
      "C": "Envanter",
      "D": "Deklerasyon",
      "E": "İnsört"
    },
    "explanation": "Pazarlama bütçesinin kitlesel medya dışındaki mecralara (el ilanı, broşür, stant, afiş vb.) harcanan kısmına BTL denir."
  },
  {
    "id": "3834496",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi afişlerin temel özelliklerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sınırlı metin kullanımıyla dikkat çekmeyi amaçlar.",
      "B": "Uzun makaleler ve detaylı açıklamalar içerir.",
      "C": "Sadece dijital ortamda paylaşılabilir.",
      "D": "Kurum içi eğitim materyali olarak hazırlanır.",
      "E": "Yalnızca sosyal medya reklamları için kullanılır."
    },
    "explanation": "Özellikle etkinlik (konser, festival, sergi vb.) duyurusu ve tanıtımı anlamında öne çıkan afişler, sanatsal gözün tasarım ilkeleriyle buluştuğu grafik materyallerdir. Renk, tipografi ve mesaj karar alanları çerçevesinde tasarlanan afişler, sınırlı metin kullanımıyla ‘dikkat çekme’ ve ‘duyuru’ işlevlerini yerine getirir."
  },
  {
    "id": "3834507",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi insörtlerin kullanım amaçlarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ürün ve hizmetlerle ilgili ek bilgi sunmak",
      "B": "Yalnızca kurum içi iletişimi sağlamak",
      "C": "TV reklamlarını desteklemek",
      "D": "Sosyal medya içeriklerini planlamak",
      "E": "Sadece markaların tarihçesini anlatmak"
    },
    "explanation": "İnsörtler, ürün ve hizmetlerle ilgili ek bilgi sağlamak, tüketiciyi yönlendirmek ve satışları teşvik etmek amacıyla kullanılır."
  },
  {
    "id": "3834514",
    "unitNumber": 6,
    "text": "Serigrafi baskı ve fotokopi unsurlarını birleştiren ............., canlı renkler sunan dijital bir baskı tekniğidir. \n Yukarıda cümlede boş bırakılan yere aşağıdakilerden hangisinin gelmesi uygundur?",
    "correctAnswer": "A",
    "options": {
      "A": "risograf",
      "B": "afiş",
      "C": "broşür",
      "D": "sponsorluk",
      "E": "alt metin"
    },
    "explanation": "Serigrafi baskı ve fotokopi unsurlarını birleştiren risograf, canlı renkler sunan dijital bir baskı tekniğidir"
  },
  {
    "id": "3842183",
    "unitNumber": 6,
    "text": "I- Şeffaf bir kurum algısı yaratmak<br/>II- Kendi kurumsal medya birimini kurmak <br/>III- Resmî bir şekilde “ilk elden” haber akışını yönetmek<br/>Yukarıdakilerden hangisi/hangileri basın odalarının önemi ile ilgili doğru ifadelerdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I-II",
      "C": "I-III",
      "D": "II-III",
      "E": "I-II-III"
    },
    "explanation": "Şeffaf bir kurum algısı yaratmak, kendi kurumsal medya birimini kurmak ve resmî bir şekilde “ilk elden” haber akışını yönetmek için önemli olan basın odaları (newsroom/press room), kurumların web siteleri içerisinde yer verdikleri iletişim merkezleridir. Doğru cevap E'dir."
  },
  {
    "id": "3842184",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi basın kitinin (media/press kit) içerisinde bulunan içerikler arasında <u>yer almaz</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Kurumsal rehber bileşenleri",
      "B": "Marka hikâyesi",
      "C": "Çalışanların iletişim bilgileri",
      "D": "Basın bültenleri",
      "E": "Kurumsal broşürler"
    },
    "explanation": "Bu araç setinin içerisinde gazetecilerin kurumla ilgili haber üretirken kullanabilecekleri “kurumsal rehber bileşenleri (logo, font, slogan vb.)”, “marka hikâyesi”, “resmî sosyal medya hesapları”, “basın bültenleri”, “sosyal sorumluluk çalışmaları”, “yönetici kariyeri ve iletişim bilgileri”, “ürün örnekleri/görselleri”, “ofis/merkez bilgileri”, “ücret tarifesi (rate card)”, “tematik/kurumsal broşürler, kataloglar” gibi içerikler bulunmaktadır. Doğru cevap C'dir."
  },
  {
    "id": "3842185",
    "unitNumber": 6,
    "text": "I- Resmî ve sıcak tonda bir hitap cümlesi <br/>II- Buluşmanın temel amacını özetleyen bir giriş <br/>III- Ana amacı kısaca aktaran ve hikayesi olan bir gelişme<br/>IV- Akılda kalıcı bir sonuç <br/>Yukarıdakilerden hangileri iyi bir konuşma metninin temel düzeydeki özelllikleri arasında yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "I-II-III",
      "B": "I-II-IV",
      "C": "I-III-IV",
      "D": "II-III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "“İyi bir konuşma metni” temel düzeyde şu özelliklere sahip olmalıdır (Guth &amp; Marsh, 2006: 330-333; Bayçu, 2017: 154-156):\n • Resmî ve sıcak tonda bir hitap cümlesi (protokole ve misafirlere yönelik uygun selamlama)\n • Buluşmanın temel amacını özetleyen bir giriş (kişisel deneyim, anekdot veya küçük bir hikâye ile desteklenmiş bir araya gelme sebebi)\n • Ana amacı detaylandıran ve teknik açıdan güçlü gelişme bölümü (9-10 sözcükten oluşan kısa ve net cümleler, somut örnekler ve sayılarla canlandırılması kolay ifadeler, telaffuzu kolay kelimelerin tercih edildiği, yazı/konuşma kurallarına uyan ve beklentilere cevap veren, hedef kitleye hitap eden örnekler/alıntılar)\n • Akılda kalıcı bir sonuç (dinleyenlere teşekkür eden, çarpıcı bir örnek veya mesajla sona eren veda cümlesi)\n Doğru cevap B'dir."
  },
  {
    "id": "3842187",
    "unitNumber": 6,
    "text": "I- Haber<br/>II- Biyografik<br/>III- Tarihsel<br/>IV- Macera ve kişisel hikâye<br/>Yukarıdakilerden hangileri röportajların temel türleri arasında yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II-III",
      "B": "I-II-IV",
      "C": "I-III-IV",
      "D": "II-III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "“Haber”, “biyografik”, “tarihsel”, “ilgi çekici”, “durum açıklayan”, “macera ve kişisel hikâye”, “açıklayıcı ve yorumlayıcı” gibi temel türleri olan röportajlar, kurumlar adına gündeme gelme kanallarından biridir. Doğru cevap E'dir."
  },
  {
    "id": "3842188",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi halkla ilişkiler yazarlığı bağlamında sınıflandırılan mektupların arasında <u>yer almaz</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Satış/promosyon mektupları",
      "B": "Sirküler mektuplar",
      "C": "Biricik konsepte/inovatif forma sahip mektuplar",
      "D": "Bildirim/iletim mektupları",
      "E": "Cevap mektupları"
    },
    "explanation": "Halkla ilişkiler yazarlığı bağlamında genelde altı başlık altında toplanan mektuplar, şu amaçlarla kaleme alınmaktadır (Newsom &amp; Haynes, 2011: 244):\n • Satış/promosyon mektupları (ürün/hizmet tanıtımı, indirim, kupon içeren postalar)\n • İstek/rica mektupları (ticari kâr amaç gütmeyen bağış toplama, oy isteme talepleri vb. kapsamındaki yazılar)\n • Bilgilendirme mektupları (etkinlik, faaliyet veya politika değişikliği vb. hakkında bilgi veren içerikler)\n • Bildirim/iletim mektupları (harita, rapor, kitapçık, broşür, kıymetli evrak vb. belgelerin ulaştığına dair gönderim yazısı içeren kullanımlar)\n • Sirküler mektuplar (toplantı/sermaye artırımı duyurusu veya şirket politika değişikliği gibi uygulama değişikliklerini toplu şekilde ileten resmî yazılar/yazılı çağrılar)\n • Cevap mektupları (sunulan destek için teşekkür ve memnuniyet ileten içerikler)<br/>Doğru cevap C'dir."
  },
  {
    "id": "3842189",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi “burst (patlayan flaş yazılar)” eşliğinde sunulan içerik; fiyat bilgisi, açıklayıcı ve teknik metinler içermektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Katalog",
      "B": "Medya kiti",
      "C": "İnsört",
      "D": "Memorandum",
      "E": "Sponsorluk Dosyası"
    },
    "explanation": "Ağırlıklı olarak pazarlama amaçlı halkla ilişkiler (MPR) yönlü kullanılan kataloglar, ürün/hizmet/ marka tanıtımlarını yapmak anlamında öne çıkmaktadır. Ürün niteliklerinden ve fiyat bilgisinden bahsederek yapılan bu tanıtım, görsel ağırlıklı şekilde gerçekleşmektedir. Genellikle “burst (patlayan flaş yazılar)” eşliğinde sunulan içerik; fiyat bilgisi, açıklayıcı ve teknik metinler içermektedir. Düzenli (haftalık, aylık, sezonluk gibi) aralıklarla yayınlanan kataloglar, pratik ve maliyeti düşük geleneksel halkla ilişkiler araçlarına örnek oluşturmaktadır. Doğru cevap A'dır."
  },
  {
    "id": "3842190",
    "unitNumber": 6,
    "text": "I- Hedef kitle üzerinde etki yaratacak görüntüleri seçmek<br/>II- Metin efektlerini denemek ve kalın yazı tipiyle vurgular yapmak<br/>III- Yumuşak tonda renkler seçmek<br/>IV- Gerçekleri simgeler, grafikler ve infografikler ile sergilemek\n Yukarıdakilerden hangileri broşürler ve el ilanlarının hedef kitleye cazip gelmesi için dikkat edilmesi gereken tasarım önerileri arasında sayılabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "I-II-III",
      "B": "I-II-IV",
      "C": "I-III-IV",
      "D": "II-III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "Direkt dağıtılan ve tepki bekleyen bu iletişim yaklaşımı, hedef kitleye cazip gelecek bir teklif/bilgi sunmalıdır. Bahsi geçen cazibeyi şu tasarım önerileri pekiştirebilir (Adobe, 2024):\n • Renklerle hedef kitlenin dikkatini çekmek\n • Hedef kitle üzerinde etki yaratacak görüntüleri seçmek\n • Gerçekleri simgeler, grafikler ve infografikler ile sergilemek\n • Teşvik edicilere (indirimler, promosyonlar, hediyeler gibi) spot tutarak deneyim yaratmak\n • Mesajlar için özel/biricik tipografiler denemek\n • Metin efektlerini denemek ve kalın yazı tipiyle vurgular yapmak\n • Görüntüler, metinler ve grafiklerle katmanlar oluşturmak\n • Ayrıntıları düzenlemek veya sanatsal bir etki yaratmak için kolajlar kullanmak\n • İllüstrasyonlar eklemek\n • Güçlü alıntılara başvurmak.<br/>Doğru cevap B'dir."
  },
  {
    "id": "3842191",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi broşürlerin özellikleri arasında <u>yer almaz</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Genellikle birkaç sayfalık içeriği bulunur.",
      "B": "Dağıtılmasını kolaylaştırmak adına katlanır tasarım tercih edilir.",
      "C": "Metinleri daha yaratıcı tasarım ve katlama pratikleriyle sunar.",
      "D": "Pratiktir ve ömrü kısadır.",
      "E": "Organizasyon ve kurumlara dikkat çekip nadiren belli bir zamana özgüdür."
    },
    "explanation": "Broşürler:<br/><ul> <li>Genellikle birkaç sayfalık içeriği bulunur.</li> <li>Dağıtılmasını kolaylaştırmak adına katlanır tasarım tercih edilir.</li> <li>Metinleri daha yaratıcı tasarım ve katlama pratikleriyle sunar.</li> <li>Ömrü daha uzun vadelidir.</li> <li>Organizasyon ve kurumlara dikkat çekip nadiren belli bir zamana özgüdür.</li> <li>Daha maliyetlidir.</li> <li>Farkındalık geliştirme, tutum oluşturma ve davranış değişikliğine dönük amaçlara daha uygundur.</li> </ul> Doğru cevap D'dir."
  },
  {
    "id": "3842192",
    "unitNumber": 6,
    "text": "I- Sanatsal gözün tasarım ilkeleriyle buluştuğu grafik materyallerdir. <br/>II- Renk, tipografi ve mesaj karar alanları çerçevesinde tasarlanan afişler, sınırlı metin kullanımıyla ‘dikkat çekme’ ve ‘duyurma’ işlevlerine odaklanmaktadır.<br/>III- Basılarak kurum içi ve dışı iletişim ortamlarında kullanılan afişler, hareket hâlindeki hedef kitleye uygun şekilde mesajını yalın ve konsantre biçimde sunmaktadır. <br/>IV- Günümüzün multi/çoklu ekran çağı gerçekliği ve hedef kitlenin çok fazla mesaja maruz kalması dolayısıyla afişler görsel yoğun şekilde tasarlanmaktadır.<br/>Yukarıdakilerden hangileri afişler ile ilgili doğru ifadelerdir?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II-III",
      "B": "I-II-IV",
      "C": "I-III-IV",
      "D": "II-III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "Özellikle etkinlik (konser, festival, sergi vb.) duyurusu ve tanıtımı anlamında öne çıkan afişler, sanatsal gözün tasarım ilkeleriyle buluştuğu grafik materyallerdir. Renk, tipografi ve mesaj karar alanları çerçevesinde tasarlanan afişler, sınırlı metin kullanımıyla ‘dikkat çekme’ ve ‘duyurma’ işlevlerine odaklanmaktadır. Basılarak kurum içi ve dışı iletişim ortamlarında kullanılan afişler, hareket hâlindeki hedef kitleye uygun şekilde mesajını yalın ve konsantre biçimde sunmaktadır. Günümüzün multi/çoklu ekran çağı gerçekliği ve hedef kitlenin çok fazla mesaja maruz kalması dolayısıyla afişler görsel yoğun şekilde tasarlanmaktadır. Genellikle AVM’ler, sinema salonları, sokaklar gibi ortak yaşam alanlarında karşımıza çıkan afişler, geniş kitleye -önce onların estetik beğenilerine seslenerek-ulaşmayı amaçlamaktadır. Doğru cevap E'dir."
  },
  {
    "id": "3842193",
    "unitNumber": 6,
    "text": "I- Geleneksel medyaya verilen ekler<br/>II- Mağaza içi dağıtım/standlar <br/>III- Kişiselleştirilmiş URL’ler<br/>Yukarıdakilerden hangisi/hangileri insörtleri tüketicilere iletme ve yayımlama yöntemleri arasında sayılabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I-II",
      "C": "I-III",
      "D": "II-III",
      "E": "I-II-III"
    },
    "explanation": "Geleneksel medyaya verilen ekler, doğrudan postalama veya mağaza içi dağıtım/standlar aracılığıyla hedef kitleye iletilen insörtler, dijital ortamda da yayımlanabilmektedir. Bu bağlamda QR kodlar, kişiselleştirilmiş URL’ler ve sosyal medya bağlantıları sayesinde -diğer geleneksel baskı kanalları gibi- insörtler de statik bir araç olmaktan çıkıp tüketicilerle iki yönlü diyalog başlatma fırsatına sahiptir (Bruce, 2019). Doğru cevap E'dir."
  },
  {
    "id": "3843719",
    "unitNumber": 6,
    "text": "Tüketiciler hemen her medyada çok fazla tanıtım içeriğine maruz kalmaktadırlar. Bu durum ………………… bağlamında açıklanmakta ve tüketicilerin reklam algısına zarar vermektedir.<br/>Yukarıdaki anlatımda boş bırakılan yere aşağıdakilerden hangisinin gelmesi anlatımı doğru kılar?",
    "correctAnswer": "A",
    "options": {
      "A": "reklamdan kaçma sendromu",
      "B": "basın kiti",
      "C": "basın bülteni",
      "D": "memorandum",
      "E": "insört"
    },
    "explanation": "Doğru cevap A şıkkıdır."
  },
  {
    "id": "3843721",
    "unitNumber": 6,
    "text": "Bir kurumun kendi medya kuruluşlarına anlatmak için oluşturduğu, içerisinde çeşitli tanıtıcı kurumsal yazılı ve görsel materyallerin bulunduğu bir set olan ………………. amaca özel olarak hazırlanmaktadır. <br/>Yukarıdaki anlatımda boş bırakılan yere aşağıdakilerden hangisinin gelmesi anlatımı doğru ve anlamlı kılar?",
    "correctAnswer": "C",
    "options": {
      "A": "basın odası",
      "B": "sponsorluk dosyası",
      "C": "basın kiti",
      "D": "konuşma metni",
      "E": "memorandum"
    },
    "explanation": "Doğru cevap C şıkkıdır"
  },
  {
    "id": "3843724",
    "unitNumber": 6,
    "text": "Yazılı dilde olup konuşma dilinde olmayan temel özellik aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Harf",
      "B": "Ses",
      "C": "Tonlama",
      "D": "Vurgulama",
      "E": "Kavşak ve durak"
    },
    "explanation": "Doğru cevap A şıkkıdır."
  },
  {
    "id": "3843726",
    "unitNumber": 6,
    "text": "Kartvizit, antetli kağıt, CD zarfı, ziyaretçi kartı gibi kurumsal evrak bileşenlerinden biri olarak adlandırılır ve kurumların “görsel anayasası ”olan kimlik rehberlerinin bileşenlerindendir açıklaması aşağıdakilerden hangisini akla getirir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hiper medya",
      "B": "Memorandum",
      "C": "Çapraz medya",
      "D": "Basın kiti",
      "E": "İnsört"
    },
    "explanation": "Doğru cevap B şıkkıdır"
  },
  {
    "id": "3843727",
    "unitNumber": 6,
    "text": "I. Katalog<br/>II. Broşür<br/>III. El ilanı<br/>IV. Davetiye<br/>V. İnsört <br/>Yukarıdakilerden hangisi / hangileri “ sponsorluk dosyası” araçlarını konu edinmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "I, IV",
      "B": "I, II, III, IV",
      "C": "III, IV, V",
      "D": "III, V",
      "E": "I, II, II, V"
    },
    "explanation": "Doğru cevap E şıkkıdır"
  },
  {
    "id": "3843728",
    "unitNumber": 6,
    "text": "Genellikle kuruma / ürüne dair bilgisi olmayan tüketiciye; paydaşa ulaşmayı amaçlayan ve Ona reddedemeyeceği bir teklifle gelmesi gereken, hedef kitle üzerinde etki yaratacak görüntüleri seçen, güçlü anlatılara başvuran geleneksel yazılı iletişim aracı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İnsört",
      "B": "Depliyan",
      "C": "RSS",
      "D": "Broşür ve el ilanı",
      "E": "Çapraz medya"
    },
    "explanation": "Doğru cevap D şıkıdır."
  },
  {
    "id": "3843729",
    "unitNumber": 6,
    "text": "Broşüre, el ilanına özel doku ve görünüm kazandıran teknik tercihler, iletişim kampanyasının duyusal yönünü zenginleştirir. Serigrafi baskı ve fotokopi unsurlarını birleştiren, canlı renkler sunan dijital baskı tekniği aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Depliyan",
      "B": "Hiper medya",
      "C": "Çapraz medya",
      "D": "RSS",
      "E": "Basın kiti"
    },
    "explanation": "Doğru cevap A şıkkıdır"
  },
  {
    "id": "3843730",
    "unitNumber": 6,
    "text": "Aynı anda birden çok ekranı kullanma anlamına gelen, dizi izlerken cep telefonu üzerinden sosyal medya içeriklerine bakan tüketiciye hitap eden uygulamalara ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hiper medya",
      "B": "İnsört",
      "C": "Multi ekran",
      "D": "Depliyan",
      "E": "Kavşak ve durak"
    },
    "explanation": "Doğru cevap C şıkkıdır"
  },
  {
    "id": "3843731",
    "unitNumber": 6,
    "text": "Bir çay veya kahve markasının, popüler / saygın bir seyahat veya sinema dergisinde “ deneme boyu ” ürününü ek olarak sunması hangi tarz iletişime örnek oluşturur?",
    "correctAnswer": "C",
    "options": {
      "A": "Sponsorluk",
      "B": "Depliyan",
      "C": "İnsört",
      "D": "Çapraz medya",
      "E": "Ambient"
    },
    "explanation": "Doğru cevap C şıkkıdır"
  },
  {
    "id": "3843733",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sponsorluk dosyalarında dikkat edilmesi ve sunumu daha başarılı kılmak için önemsenmesi gereken teknik detaylardan değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dosyanın az metin çok görselle oluşturulması",
      "B": "İçeriğin orantılı büyüklükteki puntolarla kaleme alınması",
      "C": "Dosya kapağında reklam yapılmaması",
      "D": "Dosyanın 5 sayfadan fazla olmamasına özen gösterilmesi",
      "E": "Gazete kupürlerinden oluşan slaytlar yerine “medya raporu talep halinde paylaşılabilir ” bilgisinin verilmesi"
    },
    "explanation": "Doğru cevap D şıkkıdır"
  },
  {
    "id": "3846027",
    "unitNumber": 6,
    "text": "I- İletişim bilgileri<br/>II- Şirket hakkında genel bilgi / hikaye<br/>III- Başarılar, ödüller gibi kurumsal anlatılar<br/>IV- Yeni ve eski basın bültenlerine ait arşiv<br/>Yukarıdakilerden hangileri başarılı bir basın odasının sahip olması gereken temel içerikler arasındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II-III",
      "B": "I-II-IV",
      "C": "I-III-IV",
      "D": "II-III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "Başarılı bir basın odasının “iletişim bilgileri”, “şirket hakkında genel bilgi / hikaye”, “başarılar, ödüller gibi kurumsal anlatılar”, “yeni ve eski basın bültenlerine ait arşiv”, “logo, biyografiler, sosyal medya linkleri gibi kurumsal medya dosyaları”, “kurumsal kimlik rehberi ve yönlendirmesi” gibi temel içeriklere sahip olması gerekir (Agrawal, 2023). Doğru cevap E'dir."
  },
  {
    "id": "3846032",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi basın kiti (media/press kit) içerisinde gazetecilerin kurumla ilgili haber üretirken kullanabilecekleri içerikler arasında <u>yer almaz</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Kurumsal rehber bileşenleri",
      "B": "Resmî sosyal medya hesapları",
      "C": "Sponsorluk dosyası",
      "D": "Sosyal sorumluluk çalışmaları",
      "E": "Ücret tarifesi"
    },
    "explanation": "Basın kiti (media/press kit), medya mensuplarına özel hazırlanmış araç setini ifade etmektedir. Bu araç setinin içerisinde gazetecilerin kurumla ilgili haber üretirken kullanabilecekleri “kurumsal rehber bileşenleri (logo, font, slogan vb.)”, “marka hikâyesi”, “resmî sosyal medya hesapları”, “basın bültenleri”, “sosyal sorumluluk çalışmaları”, “yönetici kariyeri ve iletişim bilgileri”, “ürün örnekleri/görselleri”, “ofis/merkez bilgileri”, “ücret tarifesi (rate card)”, “tematik/kurumsal broşürler, kataloglar” gibi içerikler bulunmaktadır. Doğru cevap C'dir."
  },
  {
    "id": "3846038",
    "unitNumber": 6,
    "text": "Halkla ilişkiler yazarlığında kullanılan araçlardan biri olan \"hatırlatma notu\"nun diğer adı nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Memorandum",
      "B": "Depliyan",
      "C": "Ambient",
      "D": "İnsört",
      "E": "Burst"
    },
    "explanation": "Halkla ilişkiler yazarlığında kullanılan araçlardan bir diğeri olan “hatırlatma notu (veya memorandum/ hatırlatma metni)” ise kurum içi iletişim/büro yönetimi yaklaşımında yer bulmaktadır. Doğru cevap A'dır."
  },
  {
    "id": "3846042",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi halkla ilişkilerin hem kurumsal yayınlar (kurumsal gazete, dergi gibi) hem de medya ilişkileri çerçevesinde kullandığı ve medya mensuplarının kurumlar hakkında derinlemesine görüşme yapıp bilgi toplamasına yardımcı olan mekanizmalardan biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Duyurum",
      "B": "İnsört",
      "C": "Röportaj",
      "D": "Basın dosyası",
      "E": "Memorandum"
    },
    "explanation": "Halkla ilişkilerin hem kurumsal yayınlar (kurumsal gazete, dergi gibi) hem de medya ilişkileri çerçevesinde kullandığı röportaj, medya mensuplarının kurumlar hakkında derinlemesine görüşme yapıp bilgi toplamasına yardımcı olan mekanizmalardan biridir. Genel anlamda geleneksel halkla ilişkiler araçlarından biri olan röportajlar, gazete, dergi, radyo, TV ve/veya internette yayımlanmak üzere yetkili/ilgili kişilerle yapılan görüşmeleri kapsamaktadır. Doğru cevap C'dir."
  },
  {
    "id": "3846047",
    "unitNumber": 6,
    "text": "I- Paydaşlara, haberlerden farklı olarak öznel/subjektif/taraflı bir perspektif sunan röportajlar, kurumlarca yeni bir hizmeti, başarıyı, sponsorluk anlaşmasını, sosyal sorumluluk projesini duyurmak/ vurgulamak adına kullanılmaktadır.<br/>II- Kurumlar için medya görünürlüğü aracılığıyla marka bilinirliği kazanmak, itibar algısı yaratıp sosyal saygınlık inşa etmek anlamına gelen bu tür içerikler, medya ile halkla ilişkilerin kesişen kümesini (tekrar) akla getirmektedir.<br/>III- “Manşet” ve “sürmanşet (gazetenin başlığının üstünde yer alan önemli haber)” sunumlar ve giriş cümlesiyle okuru yakalaması istenen röportajlar, öyküleme tekniği ve soru-cevap yaklaşımları temelinde kaleme alınmaktadır. <br/>IV- “Haber”, “biyografik”, “tarihsel”, “ilgi çekici”, “durum açıklayan”, “macera ve kişisel hikâye”, “açıklayıcı ve yorumlayıcı” gibi temel türleri olan röportajlar, kurumlar adına gündeme gelme kanallarından biridir.<br/>Yukarıda verilen bilgilerden hangileri röportaj ile ilgili doğru bilgiler içermektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II-III",
      "B": "I-II-IV",
      "C": "I-III-IV",
      "D": "II-III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "Paydaşlara, haberlerden farklı olarak öznel/subjektif/taraflı bir perspektif sunan röportajlar, kurumlarca yeni bir hizmeti, başarıyı, sponsorluk anlaşmasını, sosyal sorumluluk projesini duyurmak/ vurgulamak adına kullanılmaktadır. Kurumlar için medya görünürlüğü aracılığıyla marka bilinirliği kazanmak, itibar algısı yaratıp sosyal saygınlık inşa etmek anlamına gelen bu tür içerikler (Vural, 2005: 89), medya ile halkla ilişkilerin kesişen kümesini (tekrar) akla getirmektedir. “Manşet” ve “sürmanşet (gazetenin başlığının üstünde yer alan önemli haber)” sunumlar ve giriş cümlesiyle okuru yakalaması istenen röportajlar, öyküleme tekniği ve soru-cevap yaklaşımları temelinde kaleme alınmaktadır. “Haber”, “biyografik”, “tarihsel”, “ilgi çekici”, “durum açıklayan”, “macera ve kişisel hikâye”, “açıklayıcı ve yorumlayıcı” gibi temel türleri olan röportajlar, kurumlar adına gündeme gelme kanallarından biridir (Tokgöz, 2000: 320-324). Doğru cevap E'dir."
  },
  {
    "id": "3846054",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi halkla ilişkiler yazarlığı bağlamında başlıklandırılan mektupların yazılış amaçları arasında <u>yer almamaktadır</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Satış/promosyon mektupları",
      "B": "İstek/rica mektupları",
      "C": "Sirküler mektuplar",
      "D": "Kişiye özel mektuplar",
      "E": "Cevap mektupları"
    },
    "explanation": "Halkla ilişkiler yazarlığı bağlamında genelde altı başlık altında toplanan mektuplar, şu amaçlarla kaleme alınmaktadır (Newsom &amp; Haynes, 2011: 244):\n • Satış/promosyon mektupları (ürün/hizmet tanıtımı, indirim, kupon içeren postalar)\n • İstek/rica mektupları (ticari kâr amaç gütmeyen bağış toplama, oy isteme talepleri vb. kapsamındaki yazılar)\n • Bilgilendirme mektupları (etkinlik, faaliyet veya politika değişikliği vb. hakkında bilgi veren içerikler)\n • Bildirim/iletim mektupları (harita, rapor, kitapçık, broşür, kıymetli evrak vb. belgelerin ulaştığına dair gönderim yazısı içeren kullanımlar)\n • Sirküler mektuplar (toplantı/sermaye artırımı duyurusu veya şirket politika değişikliği gibi uygulama değişikliklerini toplu şekilde ileten resmî yazılar/yazılı çağrılar)\n • Cevap mektupları (sunulan destek için teşekkür ve memnuniyet ileten içerikler)<br/>Doğru cevap D'dir."
  },
  {
    "id": "3846059",
    "unitNumber": 6,
    "text": "Genellikle “burst (patlayan flaş yazılar)” eşliğinde sunulan içerik; fiyat bilgisi, açıklayıcı, teknik metinler içeren ve düzenli (haftalık, aylık, sezonluk gibi) aralıklarla yayınlanan, pratik ve maliyeti düşük geleneksel halkla ilişkiler aracı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Basın bülteni",
      "B": "Duyurum",
      "C": "İnsert",
      "D": "Katalog",
      "E": "Memorandum"
    },
    "explanation": "Genellikle “burst (patlayan flaş yazılar)” eşliğinde sunulan içerik; fiyat bilgisi, açıklayıcı ve teknik metinler içermektedir. Düzenli (haftalık, aylık, sezonluk gibi) aralıklarla yayınlanan kataloglar, pratik ve maliyeti düşük geleneksel halkla ilişkiler araçlarına örnek oluşturmaktadır. Doğru cevap D'dir."
  },
  {
    "id": "3846063",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi pazarlama bütçesinin kitlesel medya dışındaki mecralara (el ilanı, broşür, stant, afiş vb.) harcanan kısmını ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çizgi altı reklam",
      "B": "Megapaper",
      "C": "Depliyan",
      "D": "Risografi",
      "E": "Medya kiti"
    },
    "explanation": "Çizgi altı reklam (BTL), pazarlama bütçesinin kitlesel medya dışındaki mecralara (el ilanı, broşür, stant, afiş vb.) harcanan kısmıdır. Bu yönüyle doğrudan hedef kitleye ulaşmayı amaçlayan pazarlama dili ve yöntemidir. Doğru cevap A'dır."
  },
  {
    "id": "3846070",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi dergi ve gazetelerin içine konulan veya yanında verilen küçük bilgilendirici/tanıtıcı yayınlara verilen addır?",
    "correctAnswer": "A",
    "options": {
      "A": "İnsört",
      "B": "Basın kiti",
      "C": "Duyurum",
      "D": "Memorandum",
      "E": "Sponsorluk dosyası"
    },
    "explanation": "İngilizce «insert» sözcüğünden dilimize geçen «insört (eklenti/ilave sayfa)” kavramı (genellikle) tanıtım amaçlı kullanılan yayın ekleridir. Geleneksel medya pratiğine yakın olan “insört”, dergi ve gazetelerin içine konulan veya yanında verilen küçük bilgilendirici/tanıtıcı yayınlardır. ‘İlave’ veya ‘ilan’ anlamında da kullanılan kavram, özellikle perakende sektöründe doğrudan pazarlama amaçlı kullanılmaktadır. Doğru cevap A'dır."
  },
  {
    "id": "3846075",
    "unitNumber": 6,
    "text": "I- Dosyanın bir proje dosyası değil, “teklif dosyası” şeklinde hazırlanması ve kurumların sponsor olmaları durumunda elde edecekleri faydaların net bir şekilde aktarılması \n II- Ana amaç okunmasını sağlamak olduğundan dosyanın az metin ve çok görselle (nitelikli ikonlar, grafikler, fotoğraflar vb.) oluşturulması, okuma oranını artırmak için dört satır alt alta gelecek şekilde yazıya yer verilmemesi\n III- Dosyaların dikey ya da 4:3’lük oranlarda değil, yatay A4 veya 1920x1080 piksel değerlerinde hazırlanması\n IV- İçeriğin kolay okunur yazı tipleri ve orantılı büyüklükteki puntolarla kaleme alınması, yazı dilinin -imla hatalarına dikkat edilerek- kurumsal şekilde oluşturulması<br/>Sponsorluk dosyalarında yukarıda belirtilen hangi teknik detaylara dikkat etmek sunumu daha başarılı yapabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II-III",
      "B": "I-II-IV",
      "C": "I-III-IV",
      "D": "II-III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "Sponsorluk dosyalarında şu teknik detaylara dikkat etmek sunumu daha başarılı yapabilir (Caan, 2015; Nagrant, 2023; Anasponsor, 2024):\n • Dosyanın bir proje dosyası değil, “teklif dosyası” şeklinde hazırlanması ve kurumların sponsor olmaları durumunda elde edecekleri faydaların net bir şekilde aktarılması\n • Ana amaç okunmasını sağlamak olduğundan dosyanın az metin ve çok görselle (nitelikli ikonlar, grafikler, fotoğraflar vb.) oluşturulması, okuma oranını artırmak için dört satır alt alta gelecek şekilde yazıya yer verilmemesi\n • Dosyanın profesyonel görünmesi için Word, PowerPoint programları ile değil, Adobe Illustrator, Corel Draw gibi tasarım araçları ile yaratılması ve içeriğin pptx veya docx formatında değil, pdf olarak kaydedilmesi\n • Dosyaların dikey ya da 4:3’lük oranlarda değil, yatay A4 veya 1920x1080 piksel değerlerinde hazırlanması\n • İçeriğin kolay okunur yazı tipleri ve orantılı büyüklükteki puntolarla kaleme alınması, yazı dilinin -imla hatalarına dikkat edilerek- kurumsal şekilde oluşturulması\n • Dosyanın 20 sayfadan fazla olmaması ve boyutunun 5 MB değerini aşmaması\n • İçeriklerin tamamen sponsor pragmatiğine seslenmesi (kurumların/markaların neden bir başka projeye değil de bu projeye sponsor olması gerektiğinin ikna edici biçimde tarif edilmesi) ve bu bağlamda dosyada projeden daha çok “sponsorluk hakları”na odaklanılması\n • Dosyada kuşkulu, sahte veya yalan ifadelere yer verilmemesi\n • Sponsorluk bedellerinin veya paketlerinin dosyaya eklenmesi ve talep edilen bütçenin proje maliyeti, piyasa koşulları ve kuruma/markaya göre belirlenmesi\n • Dosyanın “proje bilgisi”, “hedef kitle”, “medya gücü (geleneksel/dijital medya planlaması)”, “sponsorluk hakları” ve “iletişim bilgisi” aşamalarını tek tek ve net bir şekilde açıklaması\n • Dosya kapağında reklam yapılmaması, herhangi bir kurumun logosunun bulunmaması, dolayısıyla her kuruma özel sponsorluk haklarına/kategorilerine odaklanıp kuruma/markaya özel sunum yapılması\n • Dosyayı uzatan özet, içindekiler, hakkında, yöneticiler gibi ekstra sayfaların çıkarılması veya projeye göre dizayn edilmesi\n • Gazete kupürlerinden oluşan slaytlar yerine “medya raporu talep hâlinde paylaşılabilir” bilgisinin verilmesi\n • Katılımcı verileri, konuşmacılar, sponsorlar, anket sonuçları, analizler, fotoğraflar, videolar gibi görsel kanıtlar eşliğinde geçmiş yıllardan verilerin sunulması\n • Önceki sponsorlar ve önemli kişilerin kritik yorumlarının geçişlere iliştirilmesi<br/>Doğru cevap E'dir."
  },
  {
    "id": "3831682",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi sosyal medya türlerinden paylaşım ekonomisi içinde değerlendirilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Couchsurfing",
      "B": "Tiktok",
      "C": "Facebook",
      "D": "Feedly",
      "E": "Quora"
    },
    "explanation": "Paylaşım ekonomisi (sharing economy) ağları (Lending Club, Couchsurfing, Eat with, Armut vb.) ağlardır.Tiktok ve Facebook sosyal ağlar, Feedly yer imi/etiketleme (bookmarking) ağlar, Quora ise tartışma forumları içinde yer alır. Doğru yanıt A şıkkıdır."
  },
  {
    "id": "3831685",
    "unitNumber": 7,
    "text": "Aşağıdaki ifadelerden hangisi/hangileri Facebook için doğrudur?\n I.Alphabet Facebookun holding adıdır\n II.Dünya nüfusunun yaklaşık yüzde 37’si Facebook kullanmaktadır\n III.Metinler, görseller, videolar hikâyeler dâhil neredeyse tüm içerik biçimlerini destekler\n IV.İçerdiği işletme sayfalarıyla markalara “dijital ayak izi” fırsatı yaratmaktadır\n V.Facebook algoritması dünyanın en büyük tanıtım/pazarlama ağlarına sahip birkaç algoritmadan biridir",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I,II",
      "C": "I,II,III",
      "D": "IV,V",
      "E": "II,III,IV,V"
    },
    "explanation": "Dünya nüfusunun yaklaşık yüzde 37’sinin kullandığı Facebook, doğrudan mesajlaşma uygulaması ‘Facebook Messenger’ ile aylık 931 milyon aktif kullanıcıya sahiptir. 200 milyondan fazla işletme ve yedi milyondan fazla reklamcı, Facebook (holding adıyla Meta) tanıtım araçlarını ve algoritmasını yoğun şekilde kullanmaktadır. Metinler, görseller, videolar ve hikâyeler dâhil neredeyse tüm içerik biçimlerini destekleyen ve diğer sosyal ağlarla entegre çalışan uygulama, sosyal medyanın ilk, temel ve en kapsamlı aracıdır. Kullanıcılar -özellikle de aile ve arkadaşlar- arasındaki sohbetleri ve anlamlı etkileşimleri teşvik eden Facebook algoritması, Google (holding adıyla Alphabet) ile birlikte dünyanın en büyük tanıtım/pazarlama ağına sahiptir. Küresel ve yerleşik kullanıcı tabanı olan Facebook, mevcut gönderilere sponsor olmak için tanıtım araçları sunmakta ve içerdiği iş letme sayfalarıyla markalara “dijital ayak izi” fırsatı yaratmaktadır."
  },
  {
    "id": "3831688",
    "unitNumber": 7,
    "text": "\"Halkla ilişkiler ve ajanslar adına belirli türde görseller oluşturmak amacıyla kullanılan algoritma, metinden görüntüye, görüntüden görüntüye çıktı üretmektedir. Discord üzerinden kullanabildiği için paylaşımı ve ekip çalışmasını kolaylaştıran araç, herhangi bir PR kampanyası için kavramsal/işlevsel görseller oluşturmak için ideal bir seçim olabilir.\"\n Verilen tanım, halkla ilişkiler uygulayıcılarının başvurduğu YZ araçlarından hangisini anlatmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Midjourney",
      "B": "Brandwatch",
      "C": "Jasper",
      "D": "Grammarly",
      "E": "ChatGPT"
    },
    "explanation": "Midjourney: En popüler ve gelişmiş görsel oluşturma araçlarından biri olan Midjourney, kullanıcının aklındaki imgeyi komutlar üzerinden ekrana taşımaktadır. Halkla ilişkiler ve ajanslar adına belirli türde görseller oluşturmak amacıyla kullanılan algoritma, metinden görüntüye, görüntüden görüntüye çıktı üretmektedir. Discord üzerinden kullanabildiği için paylaşımı ve ekip çalışmasını kolaylaştıran araç, herhangi bir PR kampanyası için kavramsal/işlevsel görseller oluş turmak için ideal bir seçim olabilir."
  },
  {
    "id": "3831691",
    "unitNumber": 7,
    "text": "Socrates YouTube kanalı aşağıdaki seçeneklerden hangisi ile öne çıkmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Markalı/sponsorlu içeriklere yer vermek",
      "B": "Yeni nesil 800’lü hatlar gibi çalışmak",
      "C": "DM (direkt mesaj) hattı” üzerinden sorunu hızlı bir biçimde çözmeye çalışmak",
      "D": "Anlık mesajlaşma ile iletileri gerçek zamanlı olarak gönderip almak",
      "E": "\"Son dakika” haberleri iletmek ve medyanın sorularına yanıt vermek"
    },
    "explanation": "MPR dokulu işleyişi, sponsorluk yönetimi ve marka iş birlikleriyle öne çıkan Socrates YouTube kanalı “Amerikan Mutfak (Algida Nogger)”, “Şampiyonlar Lokali (Adidas ve Ruffles)”, “Çok Biliyorsun (Paribu)”, “Oyna Devam (Rexona Men)”, “Londra Merkez (TikTak)”, “Karşı Karşıya (Clear)”, “Tardini Büfe (Bosch Car Service)” gibi içerikleriyle markalı/sponsorlu içerik anlamında öne çıkmaktadır."
  },
  {
    "id": "3831693",
    "unitNumber": 7,
    "text": "Yapay zekâ, haber kuruluşlarından, sosyal medyadan ve diğer kaynaklardan gelen kamuya açık veri kümelerini analiz ederek PR stratejistlerinin ………. olmaktan ziyade ………………. olmalarına yardımcı olmaktadır.\n Verilen cümlede, bırakılan boşluklara gelmesi gereken yanıt çiftini seçeneklere göre belirleyiniz.",
    "correctAnswer": "A",
    "options": {
      "A": "Reaktif /proaktif",
      "B": "Optimist/ pesimist",
      "C": "İşbirlikçi/rekabetçi",
      "D": "yaratıcı/uygulayıcı",
      "E": "Etkileşim temelli/etki temelli"
    },
    "explanation": "Duyguları ölçmek ve hedef kitlenin tepkisini tahmin etmek: Bağlantılı çağda halkla ilişkiler, duyarlılığı ölçmek ve halkın tepkisini tahmin etmek için yapay zekâdan yararlanmaktadır. Yapay zekâ, haber kuruluşlarından, sosyal medyadan ve diğer kaynaklardan gelen kamuya açık veri kümelerini analiz ederek PR stratejistlerinin “reaktif” olmaktan ziyade “proaktif” olmalarına yardımcı olmaktadır. Günümüzün hızlı dijital dönüşüm süreci ve veri trafiği göz önüne alındığında, yapay zekânın öngörü yetenekleri kullanılmaya değerdir."
  },
  {
    "id": "3831694",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi yapay zekanın halkla ilişkiler hinterlandına faydalarından biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kendi hedeflerini seçme",
      "B": "Organizasyonel verimlilik",
      "C": "Gerçek zamanlı müşteri ilişkileri yönetimi",
      "D": "Kriz yönetimi",
      "E": "Algı ve itibar yönetimi"
    },
    "explanation": "YZ dilinin halkla ilişkiler hinterlandına “organizasyonel verimlilik”, “gerçek zamanlı müşteri ilişkileri yönetimi”, “ölçülebilir yatırım getirisi (ROI)”, “kriz yönetimi”, “algı ve itibar yönetimi” gibi temel faydaları bulunmaktadır.Kendi hedeflerini seçme yapay zekanın yapamadığı bir işlevdir."
  },
  {
    "id": "3831695",
    "unitNumber": 7,
    "text": "Grammarly, Reword, Undetectable AI ve QuillBot gibi araçlar aşağıdakilerden hangi işlevi yerine getirir?",
    "correctAnswer": "B",
    "options": {
      "A": "SWOT (durum tespit) analizi yapma",
      "B": "Redaksiyon ve edit yapma",
      "C": "İçerikle uyumlu ve ilgili gazetecileri bulma",
      "D": "Büyük veri madenciliği ile marka algı/itibar endekslerini organize etme",
      "E": "Özel görseller oluşturma"
    },
    "explanation": "Yapay zekâ tarafından oluşturulan içeriği -yine yapay zekâ kullanarak- iyileştirmek: ChatGPT veya Wealth Management GPT aracılığıyla oluşturulan içeriği geliştirmek için Grammarly, Reword, Undetectable AI ve QuillBot gibi redaksiyon/edit araçları faydalıdır. Bu araçlar okunabilirliği artır maya, farklı ifadelerle yaratılmış alternatifleri değerlendirmeye ve ilgili istatistikler ile ana iletişim hedefine ulaşmaya yardım cı olabilir."
  },
  {
    "id": "3831697",
    "unitNumber": 7,
    "text": "Bilgisayarların insan dilini anlamasına ve işlemesine yardımcı olan yapay zekâ alanı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "NLP",
      "B": "CC",
      "C": "ML",
      "D": "DL",
      "E": "CV"
    },
    "explanation": "Bilgisayar biliminin bir alt dalı olan “NLP (Natural Language Processing/Doğal Dil İşleme)”, bilgisayarların insan dilini anlamasına ve işlemesine yardımcı olan yapay zekâ alanıdır. Bu alan pratikte, “Amazon Alexa” gibi dijital asistanların komut üzerine istediğiniz içeriği oynatmasına ya da sesinizi kullanarak ışıkları sön dürmenize yardımcı olmaktadır."
  },
  {
    "id": "3831698",
    "unitNumber": 7,
    "text": "Çok sayıda kişiye ulaşması gereken PR ajansları için ideal bir seçenek olan, derin yapay zekâ algoritması ile doğru/niş kişileri bulmaya ve onlarla etkileşim kurabilmeye imkân sağlayan platform aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pitchbox",
      "B": "Synthesia",
      "C": "Canva",
      "D": "Grammarl",
      "E": "Midjourney"
    },
    "explanation": "Pitchbox: Etkileyenlerin (influencer/sosyal medya fenomenleri) erişimi ve bağlantı kurması için tasarlanan araç, çok sayıda kişiye ulaşması gereken PR ajansları için ideal bir seçenektir. Derin yapay zekâ algoritması ile doğru/niş kişileri bulmaya ve onlarla etkileşim kurabilmeye imkân sağlayan platform, Moz, Majestic, SEMRush, Ah refs, LRT vb. araçlarla entegrasyon içinde çalış maktadır. Ajansları sosyal yardım/sosyal kampan ya içerikli e-postalar için manuel giriş yapmaktan kurtaran yazılım, gelişmiş izleme ve raporlama ye tenekleriyle, veriye dayalı karar alınmasına destek olmaktadır."
  },
  {
    "id": "3831704",
    "unitNumber": 7,
    "text": "Halkla ilişkilerde PRProphet, OnePitch, Amiga, Press Pai.Ai.araçları hangi amaçlara yönelik kullanılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Medya ilişkilerini yönetme/saha optimizasyonu",
      "B": "SEO içerik optimizasyonu",
      "C": "Etkileyen / pazarlaması",
      "D": "Fotoğrafçılık",
      "E": "Beyin fırtınası"
    },
    "explanation": "Halkla ilişkilerde<strong> ;Medya ilişkilerini yönetme/saha optimizasyonu için PRProphet, OnePitch, Amiga, Press Pai.Ai. •</strong> Etkileyen / influencer pazarlaması için: Influenti al, Upfluence, Influencity.\n • Fotoğrafçılık için: Mokker, PhotoRoom, Bo oth.ai. • Beyin fırtınası:için Napkin, ChatGPT. SEO içerik optimizasyonu için: Outranking, Sur fer SEO, Content at Scale araçları kullanılmaktadır."
  },
  {
    "id": "3841663",
    "unitNumber": 7,
    "text": "“TripAdvisor” aşağıdaki sosyal medya türlerinden hangi başlık altında kategorize edilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tüketici inceleme/yorum ağları",
      "B": "Paylaşım ekonomisi ağları",
      "C": "Tartışma forumları",
      "D": "Bloglama ve yayımlama ağları",
      "E": "Video platformları"
    },
    "explanation": "Öğrenci sosyal medya araçlarını öğrenmiş olmalıdır.<br/>Yeni nesil bir medya görünürlüğü anlamına gelen bu dijital alan, çeşitli nitelikler, öncelikler ve teknolojiler çerçevesinde sınıflandırılmaktadır. Bu bağlamda -dijital iletişim çağı özellikleri dolayısıyla sınıflandırması gittikçe zorlaşsa da- genel olarak sosyal medya türleri şu başlıklar altında kategorize edilebilir (Digipple, 2021; Indeed, 2023; Storm, 2023):\n <ol> <li>Sosyal ağlar (Facebook, Instagram, LinkedIn, X, TikTok vb.)</li> <li>Tartışma forumları (Reddit, Digg, Quora, Clubhouse vb.)</li> <li>Görüntü/görsel paylaşım ağları (Instagram, Flickr, Photobucket vb.)</li> <li>Yer imi/etiketleme (bookmarking) ağları (Pinterest, Feedly, Flipboard, Pocket, StumbleUpon vb.)</li> <li>Bloglama ve yayımlama ağları (Medium, WordPress, Facebook, Tumblr vb.)</li> <li>Tüketici inceleme/yorum ağları (TripAdvisor, Yelp, OpenTable, Google My Business vb.)</li> <li>İlgi alanına dayalı ağlar (Strava, Peanut, Goodreads vb.)</li> <li>Paylaşım ekonomisi (sharing economy) ağları (Lending Club, Couchsurfing, Eatwith, Armut vb.)</li> <li>Sosyal alışveriş ağları (Instagram, Poshmark, Etsy, Facebook, Dolap vb.)</li> <li>Video (hosting) platformları (YouTube, TikTok, Snapchat, Vimeo, Instagram vb.)</li> </ol>"
  },
  {
    "id": "3841664",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi sosyal medya türlerinden video platformları altında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Digg",
      "B": "TikTok",
      "C": "Quora",
      "D": "Yelp",
      "E": "Eatwith"
    },
    "explanation": "Öğrenci sosyal medya araçlarını öğrenmiş olmalıdır.<br/>Yeni nesil bir medya görünürlüğü anlamına gelen bu dijital alan, çeşitli nitelikler, öncelikler ve teknolojiler çerçevesinde sınıflandırılmaktadır. Bu bağlamda -dijital iletişim çağı özellikleri dolayısıyla sınıflandırması gittikçe zorlaşsa da- genel olarak sosyal medya türleri şu başlıklar altında kategorize edilebilir (Digipple, 2021; Indeed, 2023; Storm, 2023):\n <ol> <li>Sosyal ağlar (Facebook, Instagram, LinkedIn, X, TikTok vb.)</li> <li>Tartışma forumları (Reddit, Digg, Quora, Clubhouse vb.)</li> <li>Görüntü/görsel paylaşım ağları (Instagram, Flickr, Photobucket vb.)</li> <li>Yer imi/etiketleme (bookmarking) ağları (Pinterest, Feedly, Flipboard, Pocket, StumbleUpon vb.)</li> <li>Bloglama ve yayımlama ağları (Medium, WordPress, Facebook, Tumblr vb.)</li> <li>Tüketici inceleme/yorum ağları (TripAdvisor, Yelp, OpenTable, Google My Business vb.)</li> <li>İlgi alanına dayalı ağlar (Strava, Peanut, Goodreads vb.)</li> <li>Paylaşım ekonomisi (sharing economy) ağları (Lending Club, Couchsurfing, Eatwith, Armut vb.)</li> <li>Sosyal alışveriş ağları (Instagram, Poshmark, Etsy, Facebook, Dolap vb.)</li> <li>Video (hosting) platformları (YouTube, TikTok, Snapchat, Vimeo, Instagram vb.)</li> </ol>"
  },
  {
    "id": "3841665",
    "unitNumber": 7,
    "text": "2024 yılının “en çok aylık aktif kullanıcı sayısına sahip” sosyal medya uygulaması aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Instagram",
      "B": "YouTube",
      "C": "Facebook",
      "D": "WhatsApp",
      "E": "TikTok"
    },
    "explanation": "Öğrenci sosyal medya uygulamalarını öğrenmiş olmalıdır.<br/>Dijital teknolojiler sayesinde her girişim farklı ad, tema veya konseptlerle kolayca kopyalanabilmektedir. Ancak kopyalansa da Facebook, YouTube, Twitter (X) gibi öncü girişimler varlığını ve etkisini sektörel bazda hâlen korumaktadır. Bu bağlamda 2024 yılının en çok aylık aktif kullanıcı sayısına sahip 20 sosyal medya uygulaması, halkla ilişkiler ve pazarlama iletişimi bağlamında içerdikleri veri tabanları ve sosyal ağ kapasiteleri ile değer taşımaktadır (Oladipo, 2024):\n <ol> <li>Facebook (3.05 milyar aylık aktif kullanıcı sayısı)</li> <li>WhatsApp (2.78 milyar aylık aktif kullanıcı sayısı)</li> <li>YouTube (2.49 milyar aylık aktif kullanıcı sayısı)</li> <li>Instagram (2.04 milyar aylık aktif kullanıcı sayısı)</li> <li>WeChat ( 1.32 milyar aylık aktif kullanıcı sayısı)</li> <li>TikTok (1.22 milyar aylık aktif kullanıcı sayısı)</li> <li>Telegram (800 milyon aylık aktif kullanıcı sayısı)</li> <li>Snapchat (750 milyon aylık aktif kullanıcı sayısı)</li> <li>Kuaishou (673 milyon aylık aktif kullanıcı sayısı)</li> <li>Weibo (Sina/Çin) (599 milyon aylık aktif kullanıcı sayısı)</li> </ol>"
  },
  {
    "id": "3841666",
    "unitNumber": 7,
    "text": "“Markaların müşteri memnuniyetine olan bağlılıklarını kamusal alanda göstermelerine olanak tanıyan sosyal medya platformları, ‘etki (tek taraflı/monolog)’ temelli ilişki yönetimini ‘etkileşim (çift yönlü/diyalog)’ öncelikli hâle getirmektedir. Bu bağlamda markalar, etkin sosyal medya stratejileri ile müşteri memnuniyeti yoklamalarını “…………………..” gibi sosyal platformlar aracılığıyla “anlık” şekilde yapmaktadır.” ifadesindeki boşluğa aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "LinkedIn",
      "B": "Reddit",
      "C": "TripAdvisor",
      "D": "X (eski ve daha çok bilinen adıyla Twitter)",
      "E": "Pinterest"
    },
    "explanation": "Öğrenci sosyal medya araçlarını öğrenmiş olmalıdır.<br/><strong>X (Twitter) </strong>\n Sosyal medya platformları, kurumların paydaş sorularını yanıtlamasına, onlarla gerçek zamanlı etkileşim kurmasına ve daha güçlü ilişkiler geliştirmesine yardımcı olmaktadır. Tüketicilerin yaklaşık üçte ikisi markaların sosyal medya aracılığıyla müşteri desteği sunmasını beklediğinden, bu durum hızla normlaşmaktadır. Markaların müşteri memnuniyetine olan bağlılıklarını kamusal alanda göstermelerine olanak tanıyan sosyal medya platformları, ‘etki (tek taraflı/monolog)’ temelli ilişki yönetimini ‘etkileşim (çift yönlü/diyalog)’ öncelikli hâle getirmektedir (Keyhole, 2023). Bu bağlamda markalar, etkin sosyal medya stratejileri ile müşteri memnuniyeti yoklamalarını “X (eski ve daha çok bilinen adıyla Twitter)” gibi sosyal platformlar aracılığıyla “anlık” şekilde yapmaktadır. Örneğin Nike markası, kurumsal sosyal medya hesaplarının yanı sıra sadece müşteri şikâyetlerine odaklandığı özel Twitter hesabı (Nike Service) ile sosyal medyayı müşteri odaklı ve etkileşim temelli kullandığını göstermektedir."
  },
  {
    "id": "3841667",
    "unitNumber": 7,
    "text": "“Meta’nın markalarından biri olan platform, medya davetleri, medya kitleri, basın toplantıları, etkinlikler, basın bültenleri, röportajlar gibi halkla ilişkiler araçlarının etkin kullanımına odaklanan bir dizi özellik sunmaktadır. Anlık mesajlaşma ile iletiler gerçek zamanlı olarak gönderilip alınabilmektedir. Bu durum gazeteciler, blog yazarları, etkileyiciler ve diğer medya profesyonelleriyle iletişim hâlinde kalmayı kolaylaştırmaktadır. Örneğin bir kuruluş yaşadığı kriz sırasında “son dakika” haberleri iletmek ve medyanın sorularına yanıt vermek için platformu aktif şekilde kullanabilmektedir. Ayrıca grup sohbetleri, sesli notlar, anlık mesajlaşma ve çoklu ortam (ses/video/fotoğraf vb.) paylaşım özelliği gibi nitelikleriyle medya ilişkilerini geliştirmek için değerli bir araçtır. Söz konusu işleyiş, geleneksel halkla ilişkiler yazarlığının ve medya ilişkileri yönetiminin temel araçlarının aynı kaldığını ancak yeni nesil teknolojilere adapte olduğunu göstermektedir.”\n Anlatılan metindeki özellikleri olan sosyal medya platformu aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Instagram",
      "B": "YouTube",
      "C": "Facebook",
      "D": "TikTok",
      "E": "WhatsApp"
    },
    "explanation": "Öğrenci sosyal medya araçlarını öğrenmiş olmalıdır.<br/><strong>WhatsApp </strong>\n 180’den fazla ülkede kullanılan mesajlaşma uygulaması, 2018 yılında “WhatsApp Business” hizmetiyle markalar için popüler bir iletişim mekanizması olmuştur. Haziran 2023 itibarıyla aylık 200 milyondan fazla aktif kullanıcıya sahip olduğunu bildiren WhatsApp’ın iş platformu, markaların CRM desteği sunmasına ve satın alma işlemleriyle ilgili güncellemeleri müşterileriyle paylaşmasına olanak tanımaktadır (Oladipo, 2024). Meta’nın markalarından biri olan platform, medya davetleri, medya kitleri, basın toplantıları, etkinlikler, basın bültenleri, röportajlar gibi halkla ilişkiler araçlarının etkin kullanımına odaklanan bir dizi özellik sunmaktadır. Anlık mesajlaşma ile iletiler gerçek zamanlı olarak gönderilip alınabilmektedir. Bu durum da gazeteciler, blog yazarları, etkileyiciler ve diğer medya profesyonelleriyle iletişim hâlinde kalmayı kolaylaştırmaktadır. Örneğin bir kuruluş yaşadığı kriz sırasında “son dakika” haberleri iletmek ve medyanın sorularına yanıt vermek için platformu aktif şekilde kullanabilmektedir. Ayrıca WhatApp; grup sohbetleri, sesli notlar, anlık mesajlaşma ve çoklu ortam (ses/video/fotoğraf vb.) paylaşım özelliği gibi nitelikleriyle medya ilişkilerini geliştirmek için değerli bir araçtır (Mashiah, 2021; Chinambu, 2023). Söz konusu işleyiş, geleneksel halkla ilişkiler yazarlığının ve medya ilişkileri yönetiminin temel araçlarının aynı kaldığını ancak yeni nesil teknolojilere adapte olduğunu göstermektedir."
  },
  {
    "id": "3841668",
    "unitNumber": 7,
    "text": "“Kullanıcıların günde milyarlarca saat video izlediği bir video paylaşım platformudur ve dünyanın en büyük ikinci sosyal medya uygulamasıdır. Kurumlar ve markalar için görsel/video arşivi anlamına gelen uygulama, marka/proje/kampanya/ürün/hizmet tanıtımları anlamında pazarlama stratejisine güçlü bir destek sunmaktadır. Özellikle Z ve alfa kuşak (2000 ve sonrası doğan nesiller) bireylerin hayatında önemli yer tutar. Sponsorluk ilişkileri, kriz/sorun yönetimi, pazarlama iletişimi, etkinlik paylaşımı, kampanya tanıtımı, kuruluş öyküsü, sosyal sorumluluk projelerinin duyurulması gibi işlevsel kullanım alanları olan ekranı, bütüncül sosyal medya stratejisi için gereklidir. Kısa videolar (<em>shorts</em>), özel üyelik, süper teşekkür gibi yeni nesil araçlarıyla öne çıkan platform, kullanıcı dostu arayüzü, trafik değeri ve etkileşim özellikleriyle kurumların “DPR (dijital halkla ilişkiler)” ve “MPR (pazarlama amaçlı halkla ilişkiler)” stratejilerini desteklemektedir.”\n Anlatılan metindeki özellikleri olan sosyal medya platformu aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "YouTube",
      "B": "Instagram",
      "C": "Facebook",
      "D": "TikTok",
      "E": "WhatsApp"
    },
    "explanation": "Öğrenci sosyal medya araçlarını öğrenmiş olmalıdır.<br/><strong>YouTube </strong>\n Kullanıcıların günde milyarlarca saat video izlediği bir video paylaşım platformu olan YouTube, dünyanın en büyük ikinci sosyal medya uygulamasıdır (Oladipo, 2024). Ana şirketi Google’dan sonra ikinci büyük arama motoru olarak da anılan platform, günümüz (dijital) halkla ilişkileri için vazgeçilmez bir görsel araçtır. Kurumlar ve markalar için görsel/video arşivi anlamına gelen uygulama, marka/proje/kampanya/ürün/hizmet tanıtımları anlamında pazarlama stratejisine güçlü bir destek sunmaktadır (McLaughlin, 2023). Özellikle Z ve alfa kuşak (2000 ve sonrası doğan nesiller) bireylerin hayatında önemli yer tutan hizmet, “YouTube SEO” aracıyla kurumların paylaştığı videoların daha fazla kullanıcı tarafından keşfedilmesine yardımcı olmaktadır. Erişimi ve etkileşimi artırmak için YouTube reklamlarını da kullanan Google, sahip olduğu platform sayesinde dev bir işveren pozisyonundadır. Bu yönüyle “YouTuber” ve “influencer (etkileyen)” kavramlarını popülerleştiren Google, kurumların sanal ortamdaki sosyalleşme yolculuklarını yönlendirebilmektedir. Sponsorluk ilişkileri, kriz/sorun yönetimi, pazarlama iletişimi, etkinlik paylaşımı, kampanya tanıtımı, kuruluş öyküsü, sosyal sorumluluk projelerinin duyurulması gibi işlevsel kullanımları alanları olan YouTube ekranı, bütüncül sosyal medya stratejisi için gereklidir. Kısa videolar (<em>shorts</em>), özel üyelik (YouTube premium ve katıl), süper teşekkür gibi yeni nesil araçlarıyla öne çıkan platform, kullanıcı dostu arayüzü, trafik değeri ve etkileşim özellikleriyle kurumların “DPR (dijital halkla ilişkiler)” ve “MPR (pazarlama amaçlı halkla ilişkiler)” stratejilerini desteklemektedir. Bu bağlamda öne çıkan Elidor ve Socrates örnekleri, bütünleşik dile destek olan videolarla markaların sosyal medya temsillerini pekiştirmeye yardımcı olmaktadır."
  },
  {
    "id": "3841669",
    "unitNumber": 7,
    "text": "Aşağıdaki seçeneklerden hangisi yapay zekânın temel bileşenlerinden biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Makine öğrenimi",
      "B": "Biyolojik sinir ağları",
      "C": "Doğal dil işleme",
      "D": "Derin öğrenme",
      "E": "Bilişsel hesaplama"
    },
    "explanation": "Öğrenci yapay zekâ teknolojilerini açıklayabilmeyi öğrenmiş olmalıdır.<br/>Yapay zekâ özetle, “insan zekâsının bir makinedeki simülasyonu” şeklinde tanımlanabilir. İnsan zekâsını taklit eder şekilde çalışan “algoritmaları” anlatan kavram, “kısıtlı YZ (sadece belirli görevleri yerine getiren)”, “reaktif makineler (sadece uyaranlara tepki veren)”, “sınırlı bellekli YZ (bilgiyi depolayabilen, öğrenebilen ve öğrendikleriyle yeni görevler gerçekleştirebilen)” gibi üç temel türe/seviyeye sahiptir (Adobe, 2024). Makine öğrenimi (ML), derin öğrenme (DL), doğal dil işleme (NLP), yapay sinir ağları (YSA), görüntü işleme (CV), bilişsel hesaplama (CC) gibi temel bileşenlerden oluşan günümüz YZ sahası, halkla ilişkiler dahil olmak üzere hemen her alanda kullanılmaktadır."
  },
  {
    "id": "3841670",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangileri yapay zekâ dilinin halkla ilişkiler alanına sağladığı faydalardandır?<br/>I. Organizasyonel verimlilik<br/>II. Gerçek zamanlı müşteri ilişkileri yönetimi<br/>III. Ölçülebilir yatırım getirisi (ROI)<br/>IV. Kriz yönetimi<br/>V. Algı ve itibar yönetimi",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III ve IV",
      "B": "II, III ve IV",
      "C": "I, II, III, IV ve V",
      "D": "III, IV ve V",
      "E": "I, II, III ve V"
    },
    "explanation": "Öğrenci yapay zekâ teknolojilerinin ve araçlarının halkla ilişkiler alanına yönelik etkisini öğrenmiş olmalıdır.<br/>Yapay zekâ halkla ilişkilerde genellikle “sohbet robotları”, “konuşmayı metne dönüştürme araçları”, “sosyal medya otomasyonu”, “içerik yaratma”, “duygu analizi”, “medya izleme/takibi”, “medya ağı oluşturma ve ilişkileri yönetimi” amaçlı kullanılmaktadır. Bu bağlamda YZ dilinin halkla ilişkiler hinterlandına “organizasyonel verimlilik”, “gerçek zamanlı müşteri ilişkileri yönetimi”, “ölçülebilir yatırım getirisi (ROI)”, “kriz yönetimi”, “algı ve itibar yönetimi” gibi temel faydaları bulunmaktadır (O’Connell, 2024)."
  },
  {
    "id": "3841671",
    "unitNumber": 7,
    "text": "“İçerik oluşturma ve optimize etme yeteneği ile öne çıkan yazılım, <em>NLP </em>algoritmaları ile fark yaratmaktadır. Kullanıcıların amacını ve duyarlılığını tespit edebilen yazılım, uygulayıcıların herhangi bir kampanya için daha ilgi çekici içerik oluşturmasına yardımcı olabilmektedir. Şirket bilgisi, ekip hızlandırma, yapay zekâ destekli içerik, analitik ve öngörülerden oluşan hizmet paketi bulunan yazılım, her markaya uygun üslup ve stil desteği sağlamaktadır. İçerik oluşturma sürecini akıcı hâle getirmeyi amaçlayan araç, halkla ilişkiler projelerini özelleştirebilmek ve derin analizlerle tek merkezden yönetmek adına işlevseldir.”\n Anlatılan metindeki özellikleri olan halkla ilişkiler uygulayıcılarının başvurduğu algoritma/program aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Brandwatch",
      "B": "ChatGPT",
      "C": "Copy.ai",
      "D": "Jasper",
      "E": "Midjourney"
    },
    "explanation": "Öğrenci yapay zekâ teknolojilerinin ve araçlarının halkla ilişkiler alanına yönelik etkisini öğrenmiş olmalıdır.<br/><strong><em>Jasper: </em></strong>İçerik oluşturma ve optimize etme yeteneği ile öne çıkan yazılım, <em>NLP </em>algoritmaları ile fark yaratmaktadır. Kullanıcıların amacını ve duyarlılığını tespit edebilmesiyle Jasper, uygulayıcıların herhangi bir kampanya için daha ilgi çekici içerik oluşturmasına yardımcı olabilmektedir. Şirket bilgisi, ekip hızlandırma, yapay zekâ destekli içerik, analitik ve öngörülerden oluşan hizmet paketi bulunan yazılım, her markaya uygun üslup ve stil desteği sağlamaktadır. İçerik oluşturma sürecini akıcı hâle getirmeyi amaçlayan araç, halkla ilişkiler projelerini özelleştirebilmek ve derin analizlerle tek merkezden yönetmek adına işlevseldir."
  },
  {
    "id": "3841672",
    "unitNumber": 7,
    "text": "“Gizlilik kaygıları içermesi ve bilgi tabanının 2022 öncesi ile sınırlı olması” nedeniyle olumsuz yanları da olan popüler olarak kullanılan yapay zekâ aracı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Brandwatch",
      "B": "Midjourney",
      "C": "Copy.ai",
      "D": "Jasper",
      "E": "ChatGPT"
    },
    "explanation": "Öğrenci yapay zekâ teknolojilerinin ve araçlarının halkla ilişkiler alanına yönelik etkisini öğrenmiş olmalıdır.<br/>Sorunun cevabı ilgili kitabın 193. sayfasındaki Tablo 7.1’de yer almaktadır."
  },
  {
    "id": "3833515",
    "unitNumber": 8,
    "text": "Kriz kavramı aşağıdaki özelliklerden hangisine sahip <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Normal iş faaliyetlerini kesintiye uğratır.",
      "B": "Öngörülebilir bir olaydır.",
      "C": "Olgunlaşarak bir kamu politikası meselesine dönüşebilir.",
      "D": "Duygusal tepkilere yol açar.",
      "E": "Sadece kamu politikalarıyla ilgilidir."
    },
    "explanation": "S.207 krizle ilgili tanım ve özellikler incelenebilir."
  },
  {
    "id": "3833517",
    "unitNumber": 8,
    "text": "I. Krizi tanıma\n II. Krizin gerçekten sona erdiğinden emin olma\n III. Krizi kontrol altına alma\n IV. Sinyal tespiti\n Yukarıdakilerden hangisi/hangileri kriz yönetimi yaklaşımlarımdan kurtarma aşaması içerisinde yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I ve III",
      "D": "II ve IV",
      "E": "III ve IV"
    },
    "explanation": "S. 209 daki kriz yönetimi aşamaları incelenmeli."
  },
  {
    "id": "3833521",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi kriz anında sosyal medyayı kullanarak hedef kitleyle iletişim kurmanın temel amaçlarından biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Krizle ilgili belirsizliği azaltmak",
      "B": "Empati ve güvence oluşturmak",
      "C": "Acil durum yönetimi ve tıbbi grupların müdahalelerine ilişkin özel bilgileri duyurmak",
      "D": "Kriz sözcülerini belirlemek",
      "E": "Duygusal çalkantıları artırmak"
    },
    "explanation": "S 213 incelenebilir.<br/>Krizler ortaya çıktığında kurumlar, yalnızca krizle ilgili belirsizliği azaltmak için değil, aynı zamanda empati ve güvence oluşturmak, duygusal çalkantıları azaltmak, kriz sözcülerini belirlemek, <br/>kriz olaylarına ilişkin genel, geniş tabanlı bir anlayış sunmak ve acil durum yönetimi ve tıbbi grupların müdahalelerine ilişkin özel bilgileri kamuoyuna duyurmak için hedef kitleleriyle hızlı bir şekilde <br/>iletişim kurmalıdır."
  },
  {
    "id": "3833527",
    "unitNumber": 8,
    "text": "Aşağıdaki ilkelerden hangisi paydaş diyaloglarında 'durumu tanımaya ve anlamaya çalışma' ile ilişkilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Karşılıklılık",
      "B": "Yakınlık",
      "C": "Empati",
      "D": "Risk",
      "E": "Bağlılık"
    },
    "explanation": "sayfa 216 incelenebilir.<br/>Empati ilkesine göre bir kuruluş paydaşlarının durumunu tanımaya ve anlamaya çalışacaktır"
  },
  {
    "id": "3833540",
    "unitNumber": 8,
    "text": "Kriz iletişiminde \"hazır cevap\" stratejisi hangi amaçla kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kriz hakkında ilk açıklamayı yapmak ve olası eleştirileri etkisiz hale getirmek için",
      "B": "Kurumun masum olduğunu ya da sunulan kimliğin yanlış olduğunu <br/>iddia etmek için",
      "C": "Bir kurumun zarar veya yanlış yapma sorumluluğunu en aza indirmek için",
      "D": "Krizle ilgili kamuoyu ilgisini azaltmak için",
      "E": "Kriz sonrasında şirketin olumlu yönlerini vurgulamak için"
    },
    "explanation": "S.217 Kriz İletişiminde Tepki Stratejileri başlığını inceleyiniz.<br/>Hazır cevap: Bir kurumun kendisi hakkında kötü haberler yayımlama stratejisine hazır cevap denir; bu, kötü haberler kaçınılmaz olduğunda beklenen eleştirileri etkisiz hâle getirmek için yapılan önleyici bir saldı-<br/>rıdır. Günümüzün hızlı tempolu sosyopolitik ortamında viral mesajlaşma çağında, hazır cevaplar, karşıt argümanları daha ortaya çıkmadan önce etkisiz hâle getirmeye yönelik girişimler hâline gelmektedir. Bazı hazır cevaplar aynı zamanda ortaya çıkması <br/>muhtemel kötü haber veya eleştirilere karşı proaktif savunmalardır."
  },
  {
    "id": "3833548",
    "unitNumber": 8,
    "text": "Bir kurumun eylemini veya durumunu bir ilke meselesi olarak tekrarladığı ve her türlü sonucun ortaya çıkmasına izin vererek <br/>sağlam bir duruş sergilediği strateji aşağıdakilerden hangisinin altında yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Önleyici Eylem",
      "B": "Saldırgan Tepki",
      "C": "Savunmacı Tepki",
      "D": "Saptırıcı Tepki",
      "E": "Davranışı Düzeltmek"
    },
    "explanation": "S.218 tepki stratejileri incelenebilir.<br/>İkiye katlama stratejisi saldırgan tepki stratejilerinin altında yer almaktadır."
  },
  {
    "id": "3833557",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi saptırıcı tepkilerden biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Makul hâle getirme",
      "B": "İmtiyaz",
      "C": "Yeniden etiketleme",
      "D": "Ayrışma",
      "E": "Mahcubiyet"
    },
    "explanation": "S. 218 i inceleyiniz.<br/>Mahcubiyet tepkisi saldırgan tepkiler arasında yer almaktadır."
  },
  {
    "id": "3833561",
    "unitNumber": 8,
    "text": "İmaj onarmak stratejilerinden güçlendirme stratejisinde temel argüman aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Eylemi bir başkası yaptı/sebep oldu",
      "B": "İyi niyetle yapıldı",
      "C": "Başkasının eylemine karşılık verdi",
      "D": "Geçmişteki iyi özelliklere vurgu yapmak",
      "E": "Benzerlerine göre daha az saldırgan davranmak"
    },
    "explanation": "S 224 teki imaj onarma strateji ve argümanları incelenebilir."
  },
  {
    "id": "3833565",
    "unitNumber": 8,
    "text": "Kriz iletişiminde kullanılan ses tonu ile ilgili doğru olan seçenek hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kurumsal ses tonu her zaman sohbete dayalı sesten daha etkilidir.",
      "B": "Sohbete dayalı ses tonu, etkileşimi artırabilir.",
      "C": "Kriz iletişiminde ses tonu önemli değildir, sadece bilgi vermek yeterlidir.",
      "D": "Sohbete dayalı ses tonu yalnızca sosyal medya platformlarında kullanılmalıdır.",
      "E": "Tüm kriz mesajları yalnızca üçüncü şahıs diliyle hazırlanmalıdır."
    },
    "explanation": "S.226 Kriz İletişiminde Mesaj Stratejileri başlığını inceleyiniz.<br/>Mesajların sosyal medya platformlarında yer aldığı durumlarda sohbete dayalı sesin önemli olduğu vurgulanmaktadır çünkü bu durum daha fazla etkileşim yaratmaktadır."
  },
  {
    "id": "3833584",
    "unitNumber": 8,
    "text": "Bir krizin bütünleşik bir kurumsal mesaj sayesinde merkezî bir şekilde mi ele alınması gerektiği yoksa şubeler ve bağlı kuruluşlar da dahil <br/>olmak üzere belirli kitlelere yönelik özel mesajlar aracılığıyla yerelleştirilmesi mi gerektiğine karşılık gelen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Krizin kaynağı",
      "B": "Kriz türü",
      "C": "Kurumsal altyapı",
      "D": "Mesaj stratejisi",
      "E": "Mesaj biçimi"
    },
    "explanation": "Sayfa 225 saki modeli bileşenlerini inceleyiniz.<br/>Kurumsal altyapı kavramı bir krizin bütünleşik bir kurumsal mesaj sayesinde merkezî bir şekilde mi ele alınması gerektiği yoksa şubeler ve bağlı kuruluşlar da dahil olmak üzere belirli kitlelere yönelik özel mesajlar aracılığıyla yerelleştirilmesi mi gerektiğine karşılık gelir. Krizin türüne ve kaynağına bağlı olarak yerel kuruluşlar tarafından da iletilebilen merkezî bir mesaj, krizden kurtulmayı kolaylaştırmada daha <br/>etkili olabilir."
  },
  {
    "id": "3842276",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi krizin özelliklerinden <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sebeb odağı",
      "B": "Sorumluluk odağı",
      "C": "Büyüklük",
      "D": "Acil müdahale",
      "E": "İmaj kaybı"
    },
    "explanation": "Kriz çeşitli özelliklerle tanımlanabilir: büyüklük, süre, sebep odağı, sorumluluk odağı, acil müdahale (zamanında ve etkili) ve restorasyon/çözüm."
  },
  {
    "id": "3842451",
    "unitNumber": 8,
    "text": "Kriz yönetiminde sinyal tespiti hangi aşamada bulunmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kriz öncesi",
      "B": "Krizin tanınması",
      "C": "Krizin kontrol altına alınması",
      "D": "Kriz sonrası",
      "E": "Kriz esnası"
    },
    "explanation": "Kriz Öncesi: Kriz öncesi aşama üç alt aşamadan oluşur: (1) sinyal tespiti, (2) önleme ve (3) krize hazırlık. Kuruluş üyeleri proaktif olmalı ve krizleri önlemek/azaltmak için mümkün olan tüm önlemleri almalıdır"
  },
  {
    "id": "3842452",
    "unitNumber": 8,
    "text": "Yönetişim, yetki devrini, eylem ve beyanların kabul edilme şeklini belirlendiği iletişim stratejisinin önemli bir parçası aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Paydaş katılımı",
      "B": "Kaynak sağlama",
      "C": "İnceleme ve değerlendirme",
      "D": "Müdahalenin yapısı",
      "E": "Stratejinin amacı"
    },
    "explanation": "Müdahalenin yapısı: Yönetişim, yetki devrini, eylem ve beyanların kabul edilme şeklini belirlediği için iletişim stratejisinin önemli bir parçasıdır. Her türlü iletişim imza protokolüyle birlikte net bir karar alma sürecinin ana hatlarıyla belirlenmesi gerekir. En iyi durum, kuruluşun lider kadrosunun iletişim ekibine ve ilk aşamalarda bir miktar esneklik ve özerkliğe izin vermek için yapılan hazırlık çalışmalarına güven duymasını sağlamaktır."
  },
  {
    "id": "3842456",
    "unitNumber": 8,
    "text": "İzleyenleri yanıltmak amacıyla kasıtlı olarak paylaşılan yanlış bilgilere ne ad verilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yanlış bilgi",
      "B": "Sahte belge",
      "C": "Dezenformasyon",
      "D": "Risk",
      "E": "Aktivist"
    },
    "explanation": "Dezenformasyon ise izleyenleri yanıltmak amacıyla kasıtlı olarak paylaşılan yanlış bilgilerden oluşur ve bu nedenle çok daha sorunludur. Paylaşılan bilgiler, kaynağın amaçladığından farklı bir anlam oluşturmak amacıyla manipüle edilebilir. En yaygın biçimi olan propaganda, belirli bir bakış açısını benimsetmek için kasıtlı olarak ön yargılı veya yanıltıcı bilgi sunduğu için bir dezenformasyon biçimidir."
  },
  {
    "id": "3842458",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi diyaloğun fonksiyonel olabilmesi için gereken beş boyuttan biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yakınlık",
      "B": "Empati",
      "C": "Risk",
      "D": "Bağlılık",
      "E": "Şeffaflık"
    },
    "explanation": "Diyaloğun özelliklerine dair bir başka yaklaşım da Pedersen’in (2006) çalışmasında görülmektedir (akt. Ihlen ve Levenshus, 2017). Pedersen, diyaloğun fonksiyonel olabilmesi için gereken beş boyuttan söz etmektedir: • Kapsayıcılık: Tüm ilgili paydaşlar dahil edilmelidir. • Açıklık: Her çeşit konu tartışılabilmelidir. • Hoşgörü: Farklı görüşler bastırılmamalıdır. • Güçlendirme: Paydaşlar gerekirse bu diyaloğun yapısını, sürecini ve sonucunu etkileyebilmelidir. • Şeffaflık: Diyalog sona erdikten sonra paydaşlar sonuç hakkında bilgiye ulaşabilmelidir."
  },
  {
    "id": "3842937",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi krizi tanımlamada kullanılan özelliklerden biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Patlama",
      "B": "Büyüklük",
      "C": "Süre",
      "D": "Acil müdahale",
      "E": "Restorasyon/çözüm"
    },
    "explanation": "Öğrenci kriz kavramını ve kriz iletişimini tanımlayabilmeyi öğrenmiş olmalıdır.<br/><ul> <li>Kriz, kurumun itibarına zarar verebilir ve yönetimin misyonunu ve stratejik planını gerçekleştirmesini engelleyebilir.</li> <li>Kriz, kuruluşun anlayış yaratma ve paydaşlarla karşılıklı olarak olumlu ilişkiler geliştirme çabalarına zarar verebilir.</li> <li>Kriz olgunlaşarak bir kamu politikası meselesine dönüşebilir. Tersine, bir kamu politikası sorunu da krize dönüşebilir.</li> <li>Kriz, kuruluşun pazarda rekabet etme kabiliyetini zayıflatabilir.</li> <li>Kriz çeşitli özelliklerle tanımlanabilir: büyüklük, süre, sebep odağı, sorumluluk odağı, acil müdahale (zamanında ve etkili) ve restorasyon/çözüm.</li> <li>Kriz gerçek bir hasara, bir patlamaya ya da asılsız bir söylentide olduğu gibi sadece görünür bir hasara yol açabilir.</li> <li>Kriz genellikle kilit paydaşlar tarafından duygusal bir tepkiye yol açar. Kriz duyguları harekete geçirir çünkü çıkarlar zarar görmüştür.</li> <li>Kritik bir olay veya kriz, hızlı ve üst düzey karar alma ihtiyacını ortaya çıkaran kurumsal bir tehdit oluşturan ani ve beklenmedik bir olaydır.</li> <li>Krizler tehditlerdir, yani olumsuz ya da istenmeyen sonuçlar yaratırlar ya da yaratma potansiyelleri vardır. Kriz, bir kurumu, şirketi, sektörü ve bunların kamularını, ürünlerini, hizmetlerini ya da iyi itibarını etkileyen, potansiyel olarak olumsuz sonuçları olan önemli bir olaydır.</li> <li>Kriz, “bir kurumun itibarını zedeleyen ya da zedeleme potansiyeli taşıyan ve gelecekteki kârlılığını tehlikeye atan bir olaydır.”</li> <li>Kriz, bir kurum ile onun faaliyetlerine kısıtlamalar getirmeye çalışarak kuruluşa ek kaynaklara mal olabilecek kilit paydaşlar arasındaki ödül-maliyet dengesi üzerinde bir gerilimdir.</li> <li>Kriz, yüksek medya ilgisi ve toplum incelemesi ile sonuçlanan büyük bir aksamadır.</li> <li>Krizler çok çeşitli biçim ve büyüklüklerde meydana gelir. Büyüklüğü, süresi ve sorumluluğu vardır.</li> </ul>"
  },
  {
    "id": "3842940",
    "unitNumber": 8,
    "text": "Aşağıdaki seçeneklerde verilen krizle ilgili tanım ve özelliklerin olduğu ifadelerden hangisi <strong><u>yanlıştır?</u></strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kriz yönetimi/iletişim, büyük bir iş kesintisiyle başa çıkmak için kullanılan kurumsal bir stratejidir.",
      "B": "Kriz, kurumun itibarına zarar verebilir ve yönetimin misyonunu ve diyalog planını gerçekleştirmesini engelleyebilir.",
      "C": "Kriz çeşitli özelliklerle tanımlanabilir: büyüklük, süre, sebep odağı, sorumluluk odağı, acil müdahale (zamanında ve etkili) ve restorasyon/çözüm.",
      "D": "Kriz, kuruluşun pazarda rekabet etme kabiliyetini zayıflatabilir.",
      "E": "Kriz, “bir kurumun itibarını zedeleyen ya da zedeleme potansiyeli taşıyan ve gelecekteki kârlılığını tehlikeye atan bir olaydır.”"
    },
    "explanation": "Öğrenci kriz kavramını ve kriz iletişimini tanımlayabilmeyi öğrenmiş olmalıdır.<br/><ul> <li>Kriz yönetimi/iletişim, büyük bir iş kesintisiyle başa çıkmak için kullanılan kurumsal bir stratejidir.</li> <li>Kriz, kurumun itibarına zarar verebilir ve yönetimin misyonunu ve stratejik planını gerçekleştirmesini engelleyebilir.</li> <li>Kriz, kuruluşun anlayış yaratma ve paydaşlarla karşılıklı olarak olumlu ilişkiler geliştirme çabalarına zarar verebilir.</li> <li>Kriz olgunlaşarak bir kamu politikası meselesine dönüşebilir. Tersine, bir kamu politikası sorunu da krize dönüşebilir.</li> <li>Kriz, kuruluşun pazarda rekabet etme kabiliyetini zayıflatabilir.</li> <li>Kriz çeşitli özelliklerle tanımlanabilir: büyüklük, süre, sebep odağı, sorumluluk odağı, acil müdahale (zamanında ve etkili) ve restorasyon/çözüm.</li> <li>Kriz gerçek bir hasara, bir patlamaya ya da asılsız bir söylentide olduğu gibi sadece görünür bir hasara yol açabilir.</li> <li>Kriz genellikle kilit paydaşlar tarafından duygusal bir tepkiye yol açar. Kriz duyguları harekete geçirir çünkü çıkarlar zarar görmüştür.</li> <li>Kritik bir olay veya kriz, hızlı ve üst düzey karar alma ihtiyacını ortaya çıkaran kurumsal bir tehdit oluşturan ani ve beklenmedik bir olaydır.</li> <li>Krizler tehditlerdir, yani olumsuz ya da istenmeyen sonuçlar yaratırlar ya da yaratma potansiyelleri vardır. Kriz, bir kurumu, şirketi, sektörü ve bunların kamularını, ürünlerini, hizmetlerini ya da iyi itibarını etkileyen, potansiyel olarak olumsuz sonuçları olan önemli bir olaydır.</li> <li>Kriz, “bir kurumun itibarını zedeleyen ya da zedeleme potansiyeli taşıyan ve gelecekteki kârlılığını tehlikeye atan bir olaydır.”</li> <li>Kriz, bir kurum ile onun faaliyetlerine kısıtlamalar getirmeye çalışarak kuruluşa ek kaynaklara mal olabilecek kilit paydaşlar arasındaki ödül-maliyet dengesi üzerinde bir gerilimdir.</li> <li>Kriz, yüksek medya ilgisi ve toplum incelemesi ile sonuçlanan büyük bir aksamadır.</li> <li>Krizler çok çeşitli biçim ve büyüklüklerde meydana gelir. Büyüklüğü, süresi ve sorumluluğu vardır.</li> </ul>"
  },
  {
    "id": "3842942",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi kriz esnası aşamalarındandır?",
    "correctAnswer": "C",
    "options": {
      "A": "Sinyal tespiti",
      "B": "Önleme",
      "C": "Krizin tanınması",
      "D": "Hazırlık",
      "E": "Erken uyarı"
    },
    "explanation": "Öğrenci kriz kavramını ve kriz iletişimini tanımlayabilmeyi öğrenmiş olmalıdır.<br/><em>Kriz Esnası: </em>Bu aşama ya krizin başlangıcını işaret eden tetikleyici bir olayla ya da yöneticilerin krizde olduklarını fark etmeleriyle başlar. Kriz aşaması, krizin çözüldüğü kabul fark etmeli ve uygun önlemleri almalıdır. Bu aşamanın iki alt aşaması vardır: (1) krizin tanınması ve (2) krizin kontrol altına alınması. Paydaşlarla iletişim bu aşamanın kritik bir yönüdür. Bir kuruluş paydaşlarıyla söz ve eylemleriyle iletişim kurar. Krizin tanınması, olayların nasıl kriz olarak etiketlendiğinin ve kabul edildiğinin, krizle ilgili bilgi toplama araçlarının anlaşılmasını içerir. Krizi kontrol altına alma, ilk müdahalenin önemi ve içeriği, iletişimin itibar yönetimi ile ilişkisi, acil durum planları da dahil olmak üzere kurumun krize tepkisine odaklanır."
  },
  {
    "id": "3842945",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangileri kriz öncesi aşamalarındandır?<br/>I. Sinyal tespiti<br/>II. Önleme<br/>III. Krizin tanınması<br/>IV. Hazırlık",
    "correctAnswer": "D",
    "options": {
      "A": "II, III ve IV",
      "B": "I, III ve IV",
      "C": "I ve II",
      "D": "I, II ve IV",
      "E": "I, II ve III"
    },
    "explanation": "Öğrenci kriz kavramını ve kriz iletişimini tanımlayabilmeyi öğrenmiş olmalıdır.<br/><em>Kriz Öncesi:</em> Kriz öncesi aşama üç alt aşamadan oluşur: (1) sinyal tespiti, (2) önleme ve (3) krize hazırlık. Kuruluş üyeleri proaktif olmalı ve krizleri önlemek/azaltmak için mümkün olan tüm önlemleri almalıdır.\n <em>Kriz Esnası: </em>Bu aşama ya krizin başlangıcını işaret eden tetikleyici bir olayla ya da yöneticilerin krizde olduklarını fark etmeleriyle başlar. Kriz aşaması, krizin çözüldüğü kabul fark etmeli ve uygun önlemleri almalıdır. Bu aşamanın iki alt aşaması vardır: (1) krizin tanınması ve (2) krizin kontrol altına alınması. Paydaşlarla iletişim bu aşamanın kritik bir yönüdür. Bir kuruluş paydaşlarıyla söz ve eylemleriyle iletişim kurar. Krizin tanınması, olayların nasıl kriz olarak etiketlendiğinin ve kabul edildiğinin, krizle ilgili bilgi toplama araçlarının anlaşılmasını içerir. Krizi kontrol altına alma, ilk müdahalenin önemi ve içeriği, iletişimin itibar yönetimi ile ilişkisi, acil durum planları da dahil olmak üzere kurumun krize tepkisine odaklanır."
  },
  {
    "id": "3842950",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangileri kriz iletişim stratejisinin kilit bölümleri arasında yer almaktadır?<br/>I. Yaklaşım<br/>II. Müdahalenin yapısı<br/>III. Paydaş katılım<br/>IV. Kaynak sağlama",
    "correctAnswer": "E",
    "options": {
      "A": "II, III ve IV",
      "B": "I, III ve IV",
      "C": "I ve II",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "Öğrenci kriz iletişim planını sıralayabilme ve açıklayabilmeyi öğrenmiş olmalıdır.<br/><strong>Kriz İletişim Stratejisi </strong>\n Bir kriz iletişim stratejisinin kilit bölümleri şunlardır:\n <ul> <li>Stratejinin amacı</li> <li>Yaklaşım</li> <li>İletişim öncelikleri</li> <li>Müdahalenin yapısı</li> <li>Senaryolar, anlatılar ve anahtar mesajlar</li> <li>Öncelikli kanallar</li> <li>Paydaş katılımı</li> <li>Kaynak sağlama</li> <li>Gözden geçirme ve değerlendirme</li> </ul>"
  },
  {
    "id": "3842952",
    "unitNumber": 8,
    "text": "“……………….izleyenleri yanıltmak amacıyla kasıtlı olarak paylaşılan yanlış bilgilerden oluşur ve bu nedenle çok daha sorunludur. Paylaşılan bilgiler, kaynağın amaçladığından farklı bir anlam oluşturmak amacıyla manipüle edilebilir.”\n Anlatılan metindeki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dezenformasyon",
      "B": "Yanlış bilgi",
      "C": "Sahte haber",
      "D": "Dijital kriz",
      "E": "Taklit"
    },
    "explanation": "Öğrenci sosyal medyada kriz iletişiminin unsurlarını öğrenmiş olmalıdır.<br/><strong>Dezenformasyon </strong>ise izleyenleri yanıltmak amacıyla kasıtlı olarak paylaşılan yanlış bilgilerden oluşur ve bu nedenle çok daha sorunludur. Paylaşılan bilgiler, kaynağın amaçladığından farklı bir anlam oluşturmak amacıyla manipüle edilebilir. En yaygın biçimi olan propaganda, belirli bir bakış açısını benimsetmek için kasıtlı olarak ön yargılı veya yanıltıcı bilgi sunduğu için bir dezenformasyon biçimidir. Yalnızca yanlışlığın düzeltilmesi, onu yayma niyetinde olanları durduramayacağından, dezenformasyonla mücadele etmek daha zordur. Dikkatli davranmayı ve yanlış bakış açısını marjinalleştirmeye çalışan bir duruş sergileyebilmek gereklidir."
  },
  {
    "id": "3842953",
    "unitNumber": 8,
    "text": "Propaganda; sosyal medya ve dijital kriz iletişimindeki kavramlardan hangisinin en yaygın karşılaşılan biçimidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yanlış bilgi",
      "B": "Dezenformasyon",
      "C": "Sahte haber",
      "D": "Dijital kriz",
      "E": "Taklit"
    },
    "explanation": "Öğrenci sosyal medyada kriz iletişiminin unsurlarını öğrenmiş olmalıdır.<br/><strong>Dezenformasyon </strong>ise izleyenleri yanıltmak amacıyla kasıtlı olarak paylaşılan yanlış bilgilerden oluşur ve bu nedenle çok daha sorunludur. Paylaşılan bilgiler, kaynağın amaçladığından farklı bir anlam oluşturmak amacıyla manipüle edilebilir. En yaygın biçimi olan propaganda, belirli bir bakış açısını benimsetmek için kasıtlı olarak ön yargılı veya yanıltıcı bilgi sunduğu için bir dezenformasyon biçimidir. Yalnızca yanlışlığın düzeltilmesi, onu yayma niyetinde olanları durduramayacağından, dezenformasyonla mücadele etmek daha zordur. Dikkatli davranmayı ve yanlış bakış açısını marjinalleştirmeye çalışan bir duruş sergileyebilmek gereklidir."
  },
  {
    "id": "3842955",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Ihlen ve Levenshus’un diyalog yaklaşımındaki kurallardan biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kapsayıcılık",
      "B": "Açıklık",
      "C": "Empati",
      "D": "Şeffaflık",
      "E": "Hoşgörü"
    },
    "explanation": "Öğrenci sosyal medyada kriz iletişiminin unsurlarını öğrenmiş olmalıdır.<br/>Bu nedenle, daha önce yapılmadıysa kurumun otantik bir diyalog başlatmak için diyalojik iletişimin yapısının iyi anlaşılması gerekir. Diyalojik iletişim, hazır bulunma, sorumlu tutulma ve hesap verme isteği ile karakterize edilir. Taraflar birbirleriyle “tanışır” ve diyalog taraflarda olası bir değişimle sonuçlanabilir. Paydaş diyaloğunun etkili dinleme, insanları amaç değil hedef olarak görebilme ve değişime yönelik isteklilik sunulması gerekmektedir. Diyalog halkla ilişkiler yazarları için etik bir zorunluluktur ve kurumlar ile paydaşları arasındaki diyaloğu teşvik etmeyi sağlayabilecek bazı “kurallar” sunulmuştur. Bu yaklaşımla, diyalog belirli birkaç özelliğe işaret eden bir yönelim olarak tartışılmaktadır. Bunlar (Ihlen ve Levenshus, 2017):\n <ol> <li>Karşılıklılık: Kuruluşların ve paydaşlarının aralarındaki ilişki nedeniyle birbirlerine sıkı sıkıya bağlı olduklarının ve bu nedenle iş birliği yapmanın bir yolunu bulmaları gerektiğinin kabul edilmesidir. Bu tutum müzakerelerin ve uzlaşmaların ötesine uzanır.</li> <li>Yakınlık: Kuruluşlar paydaşlarla şimdiki zamanda ve zaman içinde diyaloğa girmelidir.</li> <li>Empati: Bir kuruluş paydaşlarının durumunu tanımaya ve anlamaya çalışacaktır.</li> <li>Risk: Kuruluşlar, kuruluşu savunmasız hâle getirse ve diyaloğun sonuçları bilinmese bile paydaşlarla etkileşime girmelidir.</li> <li>Bağlılık: Kuruluşların paydaşlarla görüşmelerinde gerçek diyalog, yorumlama ve anlayışa bağlı olmaları gerekir.</li> </ol> Diyaloğun özelliklerine dair bir başka yaklaşım da Pedersen’in (2006) çalışmasında görülmektedir (akt. Ihlen ve Levenshus, 2017). Pedersen, diyaloğun fonksiyonel olabilmesi için gereken beş boyuttan söz etmektedir:\n <ul> <li><em> Kapsayıcılık</em>: Tüm ilgili paydaşlar dahil edilmelidir.</li> <li><em> Açıklık</em>: Her çeşit konu tartışılabilmelidir.</li> <li><em> Hoşgörü</em>: Farklı görüşler bastırılmamalıdır.</li> <li><em> Güçlendirme</em>: Paydaşlar gerekirse bu diyaloğun yapısını, sürecini ve sonucunu etkileyebilmelidir.</li> <li><em>Şeffaflık:</em> Diyalog sona erdikten sonra paydaşlar sonuç hakkında bilgiye ulaşabilmelidir.</li> </ul>"
  },
  {
    "id": "3842958",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Pedersen’in diyaloğun fonksiyon olabilmesi için gerekli gördüğü boyutlardan biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Karşılıklılık",
      "B": "Yakınlık",
      "C": "Empati",
      "D": "Şeffaflık",
      "E": "Bağlılık"
    },
    "explanation": "Öğrenci sosyal medyada kriz iletişiminin unsurlarını öğrenmiş olmalıdır.<br/>Bu nedenle, daha önce yapılmadıysa kurumun otantik bir diyalog başlatmak için diyalojik iletişimin yapısının iyi anlaşılması gerekir. Diyalojik iletişim, hazır bulunma, sorumlu tutulma ve hesap verme isteği ile karakterize edilir. Taraflar birbirleriyle “tanışır” ve diyalog taraflarda olası bir değişimle sonuçlanabilir. Paydaş diyaloğunun etkili dinleme, insanları amaç değil hedef olarak görebilme ve değişime yönelik isteklilik sunulması gerekmektedir. Diyalog halkla ilişkiler yazarları için etik bir zorunluluktur ve kurumlar ile paydaşları arasındaki diyaloğu teşvik etmeyi sağlayabilecek bazı “kurallar” sunulmuştur. Bu yaklaşımla, diyalog belirli birkaç özelliğe işaret eden bir yönelim olarak tartışılmaktadır. Bunlar (Ihlen ve Levenshus, 2017):\n <ol> <li>Karşılıklılık: Kuruluşların ve paydaşlarının aralarındaki ilişki nedeniyle birbirlerine sıkı sıkıya bağlı olduklarının ve bu nedenle iş birliği yapmanın bir yolunu bulmaları gerektiğinin kabul edilmesidir. Bu tutum müzakerelerin ve uzlaşmaların ötesine uzanır.</li> <li>Yakınlık: Kuruluşlar paydaşlarla şimdiki zamanda ve zaman içinde diyaloğa girmelidir.</li> <li>Empati: Bir kuruluş paydaşlarının durumunu tanımaya ve anlamaya çalışacaktır.</li> <li>Risk: Kuruluşlar, kuruluşu savunmasız hâle getirse ve diyaloğun sonuçları bilinmese bile paydaşlarla etkileşime girmelidir.</li> <li>Bağlılık: Kuruluşların paydaşlarla görüşmelerinde gerçek diyalog, yorumlama ve anlayışa bağlı olmaları gerekir.</li> </ol> Diyaloğun özelliklerine dair bir başka yaklaşım da Pedersen’in (2006) çalışmasında görülmektedir (akt. Ihlen ve Levenshus, 2017). Pedersen, diyaloğun fonksiyonel olabilmesi için gereken beş boyuttan söz etmektedir:\n <ul> <li><em> Kapsayıcılık</em>: Tüm ilgili paydaşlar dahil edilmelidir.</li> <li><em> Açıklık</em>: Her çeşit konu tartışılabilmelidir.</li> <li><em> Hoşgörü</em>: Farklı görüşler bastırılmamalıdır.</li> <li><em> Güçlendirme</em>: Paydaşlar gerekirse bu diyaloğun yapısını, sürecini ve sonucunu etkileyebilmelidir.</li> <li><em>Şeffaflık:</em> Diyalog sona erdikten sonra paydaşlar sonuç hakkında bilgiye ulaşabilmelidir.</li> </ul>"
  },
  {
    "id": "3842959",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi kriz iletişimde tepki stratejilerine karşı verilen yanıt stratejilerinden saptırıcı tepkinin unsurlarından biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Endişe",
      "B": "Tazminat",
      "C": "Tehdit",
      "D": "Mazeret",
      "E": "İmtiyaz"
    },
    "explanation": "Öğrenci kriz tepki stratejilerini sıralayabilme, ayırt edebilme ve uygulayabilmeyi öğrenmiş olmalıdır.<br/><strong>Tepkisel Strateji 4: Saptırıcı Tepki </strong>\n <ol> <li>İmtiyaz: İmtiyaz, aşağıdakileri içeren bir saptırma amaçlı yanıt stratejisidir. Burada kurum, halka istedikleri bir şeyi verir ve böylece kamuoyu ilişkisini yeniden kurmaya çalışır.</li> <li>Makul hâle getirme: Etik olarak çok fazla sorgulansa da başka bir saptırıcı strateji olan makul hâle getirme, bir müdahale stratejisidir. Kurum, paydaşlarını âdeta büyülemeye çalışır veya onlara kurum için çok az önemli bir şey sunarak eleştiriden uzak tutmaya çalışır.</li> <li>Ayrışma: Kurumun yanlış davranışla arasına mesafe koymasını hedefleyen bir yanıt türüdür. Bu, örgütsel politikanın neden olmadığı ama politikaya uyulmadığı için, özellikle kurum problemin sebepleriyle bağlarını kopardığında ortaya çıkan bir aksilik oluştuğunda etkili olabilir.</li> <li>Yeniden etiketleme: Yeniden etiketleme saptırıcı stratejisi, kurumu başkaları tarafından konulan negatif bir etiketi kabul edilebilir bir başka isim sunarak değiştirmeye ve kurumu eleştiriden uzaklaştırmaya çalışır.</li> </ol>"
  },
  {
    "id": "3843339",
    "unitNumber": 8,
    "text": "Reaktif tepki stratejilerinden hangisi önleyici eylemlerdendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hazır cevap",
      "B": "Mahcubiyet",
      "C": "İkiye katlama",
      "D": "Tehdit",
      "E": "Şok"
    },
    "explanation": "Reaktif Strateji 1: Önleyici Eylem: Anlat/Paylaş Yakın zamanda karşılaştığınız kriz örneklerinden birini sosyal medyanın varlığı nasıl etkilemiştir, çevrenizle paylaşın. Bu strateji türü, rakipler bir kuruma karşı ilk saldırıya başlamadan önce alınan bir savunma önlemi olarak önleyici saldırıyı içerir. 1. Hazır cevap: Bir kurumun kendisi hakkında kötü haberler yayımlama stratejisine hazır cevap denir; bu, kötü haberler kaçınılmaz olduğunda beklenen eleştirileri etkisiz hâle getirmek için yapılan önleyici bir saldırıdır."
  },
  {
    "id": "3843341",
    "unitNumber": 8,
    "text": "Reaktif tepki stratejilerinden hangisi saptırıcı tepkilerdendir??",
    "correctAnswer": "D",
    "options": {
      "A": "Endişe",
      "B": "Pişmanlık",
      "C": "Özür",
      "D": "Ayrışma",
      "E": "Gerekçelendirme"
    },
    "explanation": "Tepkisel Strateji 4: Saptırıcı Tepki 1. İmtiyaz: İmtiyaz, aşağıdakileri içeren bir saptırma amaçlı yanıt stratejisidir. Burada kurum, halka istedikleri bir şeyi verir ve böylece kamuoyu ilişkisini yeniden kurmaya çalışır. 2. Makul hâle getirme: Etik olarak çok fazla sorgulansa da başka bir saptırıcı strateji olan makul hâle getirme, bir müdahale stratejisidir. Kurum, paydaşlarını âdeta büyülemeye çalışır veya onlara kurum için çok az önemli bir şey sunarak eleştiriden uzak tutmaya çalışır. <strong>3. Ayrışma:</strong> Kurumun yanlış davranışla arasına mesafe koymasını hedefleyen bir yanıt türüdür. Bu, örgütsel politikanın neden olmadığı ama politikaya uyulmadığı için, özellikle kurum problemin sebepleriyle bağlarını kopardığında ortaya çıkan bir aksilik oluştuğunda etkili olabilir. 4. Yeniden etiketleme: Yeniden etiketleme saptırıcı stratejisi, kurumu başkaları tarafından konulan negatif bir etiketi kabul edilebilir bir başka isim sunarak değiştirmeye ve kurumu eleştiriden uzaklaştırmaya çalışır."
  },
  {
    "id": "3843342",
    "unitNumber": 8,
    "text": "İmaj onarma stratejilerinden hangisi inkar davranışlarındandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Minimize etme",
      "B": "Güçlendirme",
      "C": "Farklılaştırma",
      "D": "Provakasyon",
      "E": "Suçu başkasına atma"
    },
    "explanation": "İmaj Onarma Stratejileri (Benoit, 2004, s. 266)<br/>Strateji <br/>İnkâr <br/>Basit inkâr <br/>Suçu başkasına atma<br/>Sorumluluktan kaçınma <br/>Provokasyon <br/>Feshedilebilirlik<br/>Kaza <br/>İyi Niyet <br/>Etkinliğin Rahatsız Ediciliğinin Azaltılması Güçlendirme Minimize etme Farklılaştırma Aşkınlık Suçlayana saldırma Tazminat"
  },
  {
    "id": "3843344",
    "unitNumber": 8,
    "text": "Minimize etme stratejisinin temel argümanı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Özür dilemek",
      "B": "Aksilik",
      "C": "Ciddi olmayan davranışlar",
      "D": "Bilgi ve beceri eksikliği",
      "E": "Suçlayanın güvenilirliğini azaltmak"
    },
    "explanation": "İmaj Onarma Stratejileri (Benoit, 2004, s. 266) Strateji <br/>İnkâr <br/>Basit inkâr <br/>Suçu başkasına atma <br/>Sorumluluktan kaçınma <br/>Provokasyon <br/>Feshedilebilirlik <br/>Kaza <br/>İyi Niyet Etkinliğin Rahatsız Ediciliğinin Azaltılması <br/>Güçlendirme <br/><strong>Minimize etme :Ciddi olmayan davranışlar</strong><br/>Farklılaştırma <br/>Aşkınlık <br/>Suçlayana saldırma <br/>Tazminat Düzeltici eylem Utandırma"
  },
  {
    "id": "3843345",
    "unitNumber": 8,
    "text": "Kriz iletişiminde; olumsuz bilgilerin de açıklandığı ve krizle ilgili ayrıntılarla doğru bilginin sağlandığı mesaj tasarımı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ses tonu",
      "B": "Şeffaflık",
      "C": "Measjların düzenlenmesi",
      "D": "Hikaye anlatımı",
      "E": "Mesajlarda duygu"
    },
    "explanation": "Şeffaflık: Şeffaf bir mesaj nettir (jargondan içermez), olumsuz bilgileri de açıklar ve krizle ilgili ayrıntılarla doğru bilgi sağlar."
  }
]