[
  {
    "id": "1494401",
    "unitNumber": 1,
    "text": "I. İkinci bölüm türkülerin asıl sözlerinin bulunduğu bölümdür.\n II. Yedili, sekizli ve on birli hece ölçüsünün daha yaygın olarak kullanıldığı görülmektedir.\n III. Türküler, çoğunlukla 7 ile 15 arasındaki heceli kalıplarla oluşturulurlar.\n IV. Türkülerin bir çok bakımdan en önemli kısmı kavuştaklarıdır.\n Türkülere şekil yönünden bakıldığında yukarıdakilerden hangisi/hangileri söylenebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "I, II, IV",
      "E": "II, III, IV"
    },
    "explanation": "Hece ölçüsü bakımından türküler, duraklı veya duraksız, çoğunlukla 7 ile 15 arasındaki heceli kalıplarla oluşturulurlar. Ancak gelenekte yaşamakta olan türkü örneklerine bakılırsa bunun da kesin bir sınırlama olmadığı anlaşılır. Örneklere göre, türküler, hece ölçüsünün bütün kalıplarıyla söylenebilir. Fakat yedili, sekizli ve on birli hece ölçüsünün daha yaygın olarak kullanıldığı görülmektedir. Bu durum da türkünün bir nazım şekli olmamasının bir kanıtı olarak kabul edilir.\n Türkülerde kıt’alar yapı bakımından iki bölümden oluşur. Birinci bölüm türkülerin asıl sözlerinin bulunduğu bölümdür. Bu bölüme “bent” adı verilir. İkinci bölüm ise bendin sonunda tekrarlanan “nakarat” kısmıdır. Nakarat kısmına, “bağlama” veya “kavuştak” da denir. Bentler ve kavuştaklar kendi aralarında kafiyelenirler. Türkülerin bir çok bakımdan en önemli kısmı kavuştak veya nakaratlarıdır. Yapı veya şekil olarak taşıdıkları özelliklerin başında “tekrar” gelir."
  },
  {
    "id": "1495471",
    "unitNumber": 1,
    "text": "Türküler iki kaynaktan beslenirler. Birincisi, ilk söyleyenleri (yakıcıları) bilinmeyen ve “...........” de denen .......... türkülerdir. İkinci kaynak ise yaratıcıları belli olan türkülerdir.\n Yukarıdaki cümlede boşlukları en uygun şekilde dolduracak kelimeler hangileridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Asıl türküler/anonim",
      "B": "Küy/bilinen",
      "C": "Şar/şehire ait",
      "D": "Ağırlama/anonim",
      "E": "Anonim/halka ait"
    },
    "explanation": "Türküler iki kaynaktan beslenirler. Birincisi, ilk söyleyenleri (yakıcıları) bilinmeyen ve “asıl türküler” de denen anonim türkülerdir. Hiç şüphesiz bu türkülerin bir ilk söyleyeni vardır. Ancak ya adını türküye koymamıştır ya da zamanla bu ad unutulmuş ve türkü anonimleşerek topluma mal olmuştur. Türküleri besleyen ikinci kaynak ise yaratıcıları belli olan türkülerdir. Bu türkülerde bir âşık veya bilinen bir kişinin söylediği bir eser, türkü hâline dönüştürülür."
  },
  {
    "id": "1495483",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi türkülerde “usullü ezgi” çeşitlerindendir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bozlak",
      "B": "Garip",
      "C": "Zeybek",
      "D": "Kayabaşı",
      "E": "Hoyrat"
    },
    "explanation": "Ezgilerine Göre Türküler: Türküler ezgileri bakımından “usulsüz ezgiler” ve “usullü ezgiler” olarak ikiye ayrılır.<br/>a. Usulsüz ezgiler:Bunlar uzun havalardır ve “kayabaşı”, “divan”, “maya”, “bozlak”, “koşma”, “garip”, “hoyrat”, “kerem”, “kesik kerem”, “müstezad”, “Türkmani”, ve “Çukurova”, “Aydos”, “Eğin” gibi çeşitleri vardır.\n b. Usullü ezgiler: Genellikle oyun havaları olup bu tür ezgiler bölgelere göre değişik adlar alır: Ege’de “zeybek”, Karadeniz’de “horon” ya da “yalı havası”, Ordu, Giresun, Marmara ve Trakya’da “karşılama”, Erzurum yöresinde “Sümmani”, Harput yöresinde “şıkıltım”, Isparta ve yöresinde “dattiri”, Konya’da “oturak”, Şanlıurfa’daysa “kırık” adı verilir."
  },
  {
    "id": "1495491",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi türkülerde işlenen konulara göre yapılan sınıflandırmalardan <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Gurbet türküleri",
      "B": "Doğal afet türküleri",
      "C": "Esnaf türküleri",
      "D": "Askerlik türküleri",
      "E": "Serhat türküleri"
    },
    "explanation": "Konularına Göre Türküler: Türkülerin işlediği konulara göre tematik bir sınıflandırması şu şekilde yapılabilir:\n <ol> <li>Aşk ve sevda türküleri.</li> <li>Gurbet türküleri.</li> <li>Mizahi türküler.</li> <li>Serhat türküleri.</li> <li>Kahramanlık türküleri.</li> <li>Eşkiya türküleri.</li> <li>Tören türküleri.</li> <li>Esnaf türküleri.</li> <li>Çocuk ve Oyun türküleri.</li> <li>Askerlik türküleri.</li> <li>Çoban türküleri.</li> </ol>"
  },
  {
    "id": "1496172",
    "unitNumber": 1,
    "text": "Dörtlüklerle Kurulan Türküler için aşağıdakilerden hangisi söylenebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bentlerinde birinci, ikinci ve dördüncü mısralar kendi aralarında kafiyelidir.",
      "B": "Dörtlüklerinin ilk üç mısrası kendi aralarında kafiyelidir.",
      "C": "Bu tür türkülerin kafiye örgüsü xaxa, bbba, ccca.. şeklindedir.",
      "D": "Arka arkaya mâniler sıralanarak ve bir ezgiye bağlanarak oluşturulan türkülerdir.",
      "E": "Bu tür türkülerin kafiye örgüsü aaxa, bbxb, ccxc.. şeklindedir."
    },
    "explanation": "Dörtlüklerle Kurulan Türküler: Dörtlüklerden oluşturulan bu türkülerin kavuştakları yoktur. Çoğunlukla 11 heceli kalıpla oluşturulurlar. Bu tür türkülerin kafiye örgüsü xaxa, bbba, ccca.. şeklindedir.\n Bahar olup yaz ayları gelince\n Türlü çiçekleri açtı sılanın\n Lâle ile sümbül boynun eğince\n Sarı bülbülleri öttü sılanın\n ...<br/>Gurbet ilde kimse yoktur ağlaya\n Dertli yoktur benim gönlüm eğleye\n Ala karlı mor sümbüllü yaylaya\n Güzelleri sökün etti sılanın"
  },
  {
    "id": "1496222",
    "unitNumber": 1,
    "text": "Türk toplumunda ağıt yakmanın çok eski bir geçmişi vardır. Aşağıdakilerden hangisi Eski Türklerin takvime bağlı üç önemli töreninden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sığıt",
      "B": "Sagu",
      "C": "Yuğ",
      "D": "Töz",
      "E": "Küy"
    },
    "explanation": "Türk toplumunda ağıt yakmanın çok eski bir geçmişi vardır. Eski Türklerin takvime bağlı üç önemli töreni vardı. Bu takvime bağlı törenler “sığır”, “şölen” ve “yuğ” adını taşırlardı. Dahası, İslâmiyetten önceki dönemde ünlü bir kişinin ölümünden sonra yapılan ve “yuğ” adı verilen dinsel yas törenlerinde “sagu” denen şiirler söylenirdi."
  },
  {
    "id": "1496363",
    "unitNumber": 1,
    "text": "Dîvânu Lugâti’t-Türk’te kullanılan “balu balu” kelimesinin karşılığı nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Türkü",
      "B": "Ağıt",
      "C": "Mani",
      "D": "Ninni",
      "E": "Şarkı"
    },
    "explanation": "Tarihsel olarak da, Dîvânu Lugâti’t-Türk’te “ninni” karşılığı olarak “balu balu” ifadesi kullanılmaktadır. Ninni karşılığındaki Dîvânu Lugâti’t-Türk’te geçen bu kullanım Türkçede bilinen en eski kullanımdır. Türkçenin yanısıra Hintçe “nanna”, Arapça “ninna”, İtalyanca “ninna”, Fransızca “nâni”, İspanyolca “nana” Yunanca, “nâni” gibi başka dillerde de benzerleri kullanılan “ninni” sözcüğünün XI. yüzyıldan itibaren Türkçede kullanıldığı düşünülmektedir."
  },
  {
    "id": "1496379",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi ninnilerin içerdikleri konular arasında yer almaz?",
    "correctAnswer": "B",
    "options": {
      "A": "Şikâyet ve Üzüntü",
      "B": "Askerlik ve Gurbet",
      "C": "Övgü ve Yergi",
      "D": "Tehdit ve Korkutma",
      "E": "Dinî-kutsal"
    },
    "explanation": "Ninniler içerdikleri konular ve ninniyi söyleyenin anlatım tutumuna göre on başlık altında toplanabilir:\n<br/><ol><br/><li> Dinî-kutsal Nitelikli Ninniler</li><br/><li>Efsane, Ağıt Türünden Ninnile</li><br/><li>Dilek ve Temenni Ninniler</li><br/><li>Sevgi ve İlgi Anlatan Ninnile</li><br/><li>Övgü ve Yergi Nitelikli Ninnile</li><br/><li>Şikâyet ve Üzüntü Anlatan Ninnile</li><br/><li>Ayrılık ve Gurbet Anlatan Ninnile</li><br/><li>Vaat Ninniler</li><br/><li>Tehdit ve Korkutma Ninnileri</li><br/><li>Ninni Olarak Söylenen Tekerlemeler</li><br/></ol>"
  },
  {
    "id": "1496411",
    "unitNumber": 1,
    "text": "I. Yedi heceden daha az kafiye kullanılır.\n II. “Azizim”, “âşık der”, “ay balam” gibi hitap ifadeleriyle başlamaktadır.\n III. Dört veya beşten fazla mısrayla kurulur.\n IV. Kesik mânilerde cinas kullanılmaz.\n Yukarıdakilerden hangisi/hangileri cinaslı/kesik mânilerin özelliklerindendir?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "I ve IV",
      "C": "II ve III",
      "D": "I, II, III",
      "E": "II, III, IV"
    },
    "explanation": "Cinaslı mâni/Kesik mâni: Yaygın olarak dört-beş mısradan oluşan, ilk mısraı yedi heceden daha az ve cinaslı kafiyelerin kullanıldığı mânilere “cinaslı mâni” veya “kesik mâni” adı verilmektedir. Geçmişte daha çok İstanbul semaî kahvehanelerinde, Orta, Doğu ve Güneydoğu Anadolu bölgelerinde de söylenen bu tür mâniler çoğunlukla “adam aman”, “azizim”, “âşık der”, “ay balam” gibi hitap ifadeleriyle başlamaktadır. Kesik veya cinaslı mâni denilen bu tip mânilere “doldurmalı kesik mâni” veya “ayaklı mâni” de denilmiştir."
  },
  {
    "id": "1496446",
    "unitNumber": 1,
    "text": "Mâniler ile ilgili olarak aşağıdakilerden hangisi <u>söylenemez</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Bazı satıcılar sattıklarının reklamını yapmak için mânileri kullanmışlardır.",
      "B": "Değişik iş kollarındaki insanlar kendileri hakkında bilgilendirmek için mâni söylerler.",
      "C": "İstanbul’da âşıklık geleneği zayıflayınca, kahvelerde müşteriler atışarak mâni söylerler.",
      "D": "Birbirini seven insanlar mektuplarında birbirlerine mâniler yazmışlardır.",
      "E": "Mâniler sadece anonim olarak veya sıradan insanlar tarafından oluşturulur."
    },
    "explanation": "Bilindiği gibi mâniler sadece anonim olarak veya sıradan insanlar tarafından meydana getirilmez. Âşıklar tarafından meydana getirilen mâniler de vardır. Ayrıca, bazı halk hikâyelerinde de pek çok mâni kullanılmıştır.\n<br/>Mâniler, icra ve ibda edildikleri (yaratılma) sosyo-kültürel bağlamlara dayalı olarak şu şekilde tasnif edilmişlerdir:\n<br/>6. Semai Kahvelerinin Cinaslı Mânileri: İstanbul’da âşıklık geleneği zayıflayınca, tulumbacılara istinaden oluşan çalgılı mahalle kahvelerinde müşterilerin birbirleriyle atışmayı bir hobi haline getirmesiyle gittikçe yaygınlaşan cinaslı mâni söyleme ve bu yolla atışma geleneğinin ürünü olan cinaslı mânilerin bir çoğu kaydedilmiştir (24. sayfa)"
  },
  {
    "id": "1501540",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Türk Halk Edebiyatının söylemelik türlerinden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Türküler",
      "B": "Ağıtlar",
      "C": "Tekerlemeler",
      "D": "Mâniler",
      "E": "Ninniler"
    },
    "explanation": "Türk Halk Edebiyatının söylemelik türleri olarak türküler, ağıtlar, mâniler ve ninniler bu ünitenin konusunu oluşturmaktadır."
  },
  {
    "id": "1501563",
    "unitNumber": 1,
    "text": "Ruhla ilgili, ruhi, ruhsal anlamı gelen kelime aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Küy",
      "B": "Psişik",
      "C": "Töz",
      "D": "Sığır",
      "E": "Mersiye"
    },
    "explanation": "Psişik: Ruhla ilgili, ruhi, ruhsal anlamındadır."
  },
  {
    "id": "1501594",
    "unitNumber": 1,
    "text": "Halk Edebiyatının en eski kaynaklarından olan Dîvânu Lugâti’t-Türk’te türkü terimi aşağıdaki kelimelerin hangisiyle karşılanmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Türki",
      "B": "Nahşa",
      "C": "Eldik ır",
      "D": "“ır” ve “yır”",
      "E": "Halık cır"
    },
    "explanation": "Halk Edebiyatının en eski kaynaklarından olan Dîvânu Lugâti’t-Türk’te “ır” ve “yır” kelimeleriyle karşılanan türkü terimi yerine Azerbaycan Türkçesinde “mahnı”, Başkurt Türkçesinde “halk yırı”, Kazak Türkçesinde “türki” (türik halık anı), Kırgız Türkçesinde “eldik ır”, Tatar Türkçesinde “halık cır”, Özbek Türkçesinde “türki” veya “halk koşigi”, Uygur Türkçesinde “nahşa” veya “koça nahşisi”, Türkmen Türkçesinde “halk aydımı” terimleri kullanılmaktadır."
  },
  {
    "id": "1501609",
    "unitNumber": 1,
    "text": "Türkiye Türkçesinde sözlü kültür ortamında geleneksel ezgilerle söylenilen her nazım parçası ne olarak adlandırılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Türkü",
      "B": "Ağıt",
      "C": "Ninni",
      "D": "Mani",
      "E": "Tekerleme"
    },
    "explanation": "Türkiye Türkçesinde sözlü kültür ortamında geleneksel ezgilerle söylenilen her nazım parçası “türkü” diye adlandırılır."
  },
  {
    "id": "1501627",
    "unitNumber": 1,
    "text": "Türk Anonim Halk Edebiyatının en yaygın olarak icra edilen türlerinin başında aşağıdakilerden hangisi gelmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ninni",
      "B": "Ağıt",
      "C": "Mani",
      "D": "Türkü",
      "E": "Tekerleme"
    },
    "explanation": "Türk Anonim Halk Edebiyatının en yaygın olarak icra edilen türlerinin başında “mani”ler gelmektedir."
  },
  {
    "id": "1501641",
    "unitNumber": 1,
    "text": "Türkülerde kıt’alar yapı bakımından kaç bölümden oluşurlar?",
    "correctAnswer": "A",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Türkülerde kıt’alar yapı bakımından iki bölümden oluşur. Birinci bölüm türkülerin asıl sözlerinin bulunduğu bölümdür. Bu bölüme “bent” adı verilir. İkinci bölüm ise bendin sonunda tekrarlanan “nakarat” kısmıdır. Nakarat kısmına, “bağlama” veya “kavuştak” da denir."
  },
  {
    "id": "1501671",
    "unitNumber": 1,
    "text": "<em>Böyle ikrar ilen böyle yolunan</em><br/><em>Mihnetli yâr bana lâzım değilsin</em><br/><em>Deli gönül sevmiş vazgeçmek olmaz</em><br/><em>Cefâlı yâr bana lâzım değilsin</em><br/><em>Gönül kalk gidelim sılaya doğru</em>\n Yukarıda verilen türkü hangi grupta yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Bentleri Dörtlük, Kavuştakları Tek Mısra Olan Türküler",
      "B": "Bentleri Dörtlük, Kavuştakları İki Mısra Olan Türküler",
      "C": "Bentleri Dörtlük, Kavuştakları Üç Mısra Olan Türküler",
      "D": "Bentleri Dörtlük, Kavuştakları Dört Mısra Olan Türküler",
      "E": "Bentleri Dörtlük, Kavuştakları Beş Mısra Olan Türküler"
    },
    "explanation": "Bentleri Dörtlük, Kavuştakları Tek Mısra Olan Türküler:\n <br/>Böyle ikrar ilen böyle yolunan<br/>Mihnetli yâr bana lâzım değilsin<br/>Deli gönül sevmiş vazgeçmek olmaz<br/>Cefâlı yâr bana lâzım değilsin<br/>Gönül kalk gidelim sılaya doğru\n (kavuştak)"
  },
  {
    "id": "1505037",
    "unitNumber": 1,
    "text": "I. Sığır\n II. Şölen\n III. Sagu\n IV. Yuğ\n Eski Türklerin takvime bağlı önemli törenleri vardı. Yukarıdakilerden hangileri bu takvime bağlı törenlerdendir?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I,II,III",
      "D": "I,II,IV",
      "E": "I,II,III,IV"
    },
    "explanation": "Eski Türklerin takvime bağlı üç önemli töreni vardı. Bu takvime bağlı törenler “sığır”, “şölen” ve “yuğ” adını taşırlardı. Dahası, İslâmiyetten önceki dönemde ünlü bir kişinin ölümünden sonra yapılan ve “yuğ” adı verilen dinsel yas törenlerinde “sagu” denen şiirler söylenirdi."
  },
  {
    "id": "1505073",
    "unitNumber": 1,
    "text": "Türkiye Türkçesindeki “ninni” sözcüğüyle ifade edilen bu kavram ve olgu,<br/>Azerbaycan Türkçesinde nasıl ifade edilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Nenne",
      "B": "Ediy",
      "C": "Besik jırı",
      "D": "Besik cırı",
      "E": "Laylay"
    },
    "explanation": "Türkiye Türkçesindeki “ninni” sözcüğüyle ifade edilen bu kavram ve olgu, Azerbaycan Türkçesinde “laylay”, “Çuvaş Türkçesinde “nenne”, Kazak Türkçesinde “eldiy”, “besik jırı”, Kerkük Türkçesinde “leyle” ve “hüvdi”, Kırım Türkçesinde “ayya”, Kırgız Türkçesinde “alday-alday”, Özbek Türkçesinde “allö”, Tatar Türkçesinde “bişik cırı”, “bölü cırı”, Uygur Türkçesinde “allay” sözleriyle ifade edilmektedir."
  },
  {
    "id": "1505093",
    "unitNumber": 1,
    "text": "Maniler yapıları bakımından kaç gruba ayrılmaktadırlar?",
    "correctAnswer": "B",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Yapıları bakımından mânilerin “düz mâni”, “cinaslı mâni” ve “yedekli mâni” adında üç şekli bulunmaktadır."
  },
  {
    "id": "1608471",
    "unitNumber": 1,
    "text": "Ninnilerde hangi konular yer almaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Aşk",
      "B": "Dilek",
      "C": "Temenni",
      "D": "Üzüntü",
      "E": "Vaat"
    },
    "explanation": "Ninni kavramını tanımlayabileceksiniz."
  },
  {
    "id": "1608472",
    "unitNumber": 1,
    "text": "Türkülerin işlediği konulara göre tematik bir sınıflandırması mevcuttur. Buna göre aşağıda yer alan hangi seçenek bu sınıflandırdırmaya uymaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Gurbet Türküleri",
      "B": "Serhat Türküleri",
      "C": "Eşkıya Türküleri",
      "D": "Çocuk Türküleri",
      "E": "Paşa Türküleri"
    },
    "explanation": "Türkülerin temel özelliklerini tanımlayabileceksiniz."
  },
  {
    "id": "1608473",
    "unitNumber": 1,
    "text": "Türküler ezgileri bakımından “usulsüz ezgiler” ve“usullü ezgiler” olarak ikiye ayrılır. Aşağıdaki seçeneklerden hangisi “usulsüz ezgiler” arasında yer almaz?",
    "correctAnswer": "B",
    "options": {
      "A": "Kayabaşı",
      "B": "Dattiri",
      "C": "Garip",
      "D": "Aydos",
      "E": "Kerem"
    },
    "explanation": "Türkülerin temel özelliklerini tanımlayabileceksiniz."
  },
  {
    "id": "1608474",
    "unitNumber": 1,
    "text": "Henüz kokunun, rengin bile farkında olmayan çocuklar için duydukları ve aşina oldukları anne sesine olan güvenle daha rahat ve korkusuzca uyumalarını veya sakinleşmelerini sağlayan manzum-mensur sözlere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ninni",
      "B": "Mani",
      "C": "Kesik",
      "D": "Mahnı",
      "E": "Deyiş"
    },
    "explanation": "Ninni kavramını tanımlayabileceksiniz."
  },
  {
    "id": "1608475",
    "unitNumber": 1,
    "text": "Mâniler, icra ve ibda edildikleri sosyo-kültürel bağlamlara dayalı olarak tasnif edilmişlerdir. Söz konusu tasnife, aşağıdaki seçeneklerden hangisi uymaz?",
    "correctAnswer": "B",
    "options": {
      "A": "Niyet, Fal (yorum) Mânileri:",
      "B": "Sevgi Mânileri",
      "C": "İş Mânileri",
      "D": "Bekçi ve Davulcu Mânileri",
      "E": "Sokak Satıcılarının Mânileri"
    },
    "explanation": "Mâni türünün temel özelliklerini açıklayabilecek ve tanımlayabileceksiniz."
  },
  {
    "id": "1610886",
    "unitNumber": 1,
    "text": "Eski Türkçede “türkü, ezgi” anlamında kullanılan bir kelimeye ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Psişik.",
      "B": "Küy.",
      "C": "Töz.",
      "D": "Nahça.",
      "E": "Koca Nahşisi."
    },
    "explanation": "Söylemelik türler kavramını açıklayabileceksiniz."
  },
  {
    "id": "1610887",
    "unitNumber": 1,
    "text": "Tören ve tören dışı geleneksel icra ortamlarında, icracı tarafından dinleyicilere “söyleme” etkinliğine dayalı olarak meydana getirilen bu sözlü edebiyat oluşumlarına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Söylemelik Türler.",
      "B": "Söylemelik.",
      "C": "Ağıt.",
      "D": "Mani.",
      "E": "Türkü."
    },
    "explanation": "Türkülerin temel özelliklerini tanımlayabileceksiniz."
  },
  {
    "id": "1610888",
    "unitNumber": 1,
    "text": "Eski Türklerin takvime bağlı üç önemli töreni vardı. Hangi kavram söz konusu takvimde geçmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yuğ.",
      "B": "Yiğit.",
      "C": "Sagu.",
      "D": "Hoşnut.",
      "E": "Agı."
    },
    "explanation": "Söylemelik türler kavramını açıklayabileceksiniz."
  },
  {
    "id": "1610889",
    "unitNumber": 1,
    "text": "Divan şiirinde ölen bir kişinin ardından yazılan şiirlere ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yuğ.",
      "B": "Mersiye.",
      "C": "Töz.",
      "D": "Psişik.",
      "E": "Boyrat."
    },
    "explanation": "Ağıtların temel özelliklerini açıklayabileceksiniz."
  },
  {
    "id": "1610890",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi ağlatmak ve yas tutturmak anlatım tutumuyla söylenilen veya yazılan şiirdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Türkü.",
      "B": "Ağıt.",
      "C": "Ninni.",
      "D": "Mani.",
      "E": "Tuyuğ."
    },
    "explanation": "Ağıtların temel özelliklerini açıklayabileceksiniz."
  },
  {
    "id": "1610891",
    "unitNumber": 1,
    "text": "Türkülerde kavuştak ya da bağlama bölümünün diğer adı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Türkü.",
      "B": "Ağıt.",
      "C": "Şarkı.",
      "D": "Nakarat.",
      "E": "Gazel."
    },
    "explanation": "Türkülerin temel özelliklerini tanımlayabileceksiniz."
  },
  {
    "id": "1610892",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi türkü çeşitlerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Muhavere Türküleri.",
      "B": "Fasıl Türküleri.",
      "C": "Yoğ Türküleri.",
      "D": "Meddah Türküleri.",
      "E": "Esnaf Türküleri."
    },
    "explanation": "Türkülerin temel özelliklerini tanımlayabileceksiniz."
  },
  {
    "id": "1610893",
    "unitNumber": 1,
    "text": "Mânilerden birkaçı (2’den 5’e kadar mâni) arka arkaya getirilerek hangi nazım şekli oluşturulur?",
    "correctAnswer": "B",
    "options": {
      "A": "Türkü.",
      "B": "Koşma.",
      "C": "Varsağı.",
      "D": "Semai.",
      "E": "Ninni."
    },
    "explanation": "Mâni türünün temel özelliklerini açıklayabilecek ve tanımlayabileceksiniz."
  },
  {
    "id": "1610895",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, Halk Edebiyatında söylemelik türler grubuna girer?",
    "correctAnswer": "D",
    "options": {
      "A": "Karagöz.",
      "B": "Meddah.",
      "C": "Orta oyunu.",
      "D": "Mani.",
      "E": "Köy seyirlik Oyunları."
    },
    "explanation": "Mâni türünün temel özelliklerini açıklayabilecek ve tanımlayabileceksiniz."
  },
  {
    "id": "1611421",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi yapı bakımından manilerin şekillerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Cinaslı Mani",
      "B": "Sav Manisi",
      "C": "Koşuk manileri",
      "D": "Baksı Manisi",
      "E": "Yuğ Manileri"
    },
    "explanation": "Söylemelik türler kavramını açıklayabileceksiniz."
  },
  {
    "id": "1611422",
    "unitNumber": 1,
    "text": "Ağıt kelimesinin eş anlamlısı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Nakarat",
      "B": "Seci",
      "C": "Küy",
      "D": "Bent",
      "E": "Sığıt"
    },
    "explanation": "Türkülerin temel özelliklerini tanımlayabileceksiniz.<br/>Sığıt"
  },
  {
    "id": "1611423",
    "unitNumber": 1,
    "text": "İki kişinin veya grubun biri birlerine soru-cevap veya karşılıklı atışma şeklinde söyledikleri türkülere ne denir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mani",
      "B": "Varsağı",
      "C": "Ağıt",
      "D": "Destan",
      "E": "Atma Türküler"
    },
    "explanation": "Türkülerin temel özelliklerini tanımlayabileceksiniz."
  },
  {
    "id": "872589",
    "unitNumber": 1,
    "text": "Yaygın bilimsel kabüllere göre ezgiler veya Eski Türkçedeki söylenilişiyle “..........,” milletlerin mitolojik döneminde sözlerden önce oluşturulmaya başlanılmış kültürel yaratmalarıdır. Çeşitli duyguları dışa vurmaya yönelik bir kültürel araç ve gereç olarak ezgiler, zamanla çeşitlenmiş ayinler ya da törenlerde bir örnek üzere kalıplaşarak geleneksel havaları, bunların icra bağlamlarını ve anlatım tutumlarını oluşturmuşlardır.\n<br/>Yukarıda boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Küy",
      "B": "Psişik",
      "C": "Töz",
      "D": "Nahşa",
      "E": "Şar"
    },
    "explanation": "Yaygın bilimsel kabüllere göre ezgiler veya Eski Türkçedeki söylenilişiyle “<strong>küyler,</strong>” milletlerin mitolojik döneminde sözlerden önce oluşturulmaya başlanılmış<br/>kültürel yaratmalarıdır. Çeşitli duyguları dışavurmaya yönelik bir kültürel araç ve<br/>gereç olarak ezgiler, zamanla çeşitlenmiş ayinler ya da törenlerde bir örnek üzere<br/>kalıplaşarak geleneksel havaları, bunların icra bağlamlarını ve anlatım tutumlarını oluşturmuşlardır."
  },
  {
    "id": "872591",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi usullü ezgilerdendir?",
    "correctAnswer": "B",
    "options": {
      "A": "hoyrat",
      "B": "horon",
      "C": "bozlak",
      "D": "koşma",
      "E": "müstezad"
    },
    "explanation": "Usullü ezgiler: Genellikle oyun havaları olup bu tür ezgiler bölgelere<br/>göre değişik adlar alır: Ege’de “zeybek”, Karadeniz’de “horon” ya da “yalı<br/>havası”, Ordu, Giresun, Marmara ve Trakya’da “karşılama”, Erzurum<br/>yöresinde “Sümmani”, Harput yöresinde “şıkıltım”, Isparta ve yöresinde<br/>“dattiri”, Konya’da “oturak”, Şanlıurfa’daysa “kırık” adı verilir."
  },
  {
    "id": "872592",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi usulsüz ezgilerdendir?",
    "correctAnswer": "C",
    "options": {
      "A": "horon",
      "B": "karşılama",
      "C": "hoyrat",
      "D": "şıkıltım",
      "E": "oturak"
    },
    "explanation": "Usulsüz ezgiler: Bunlar uzun havalardır ve “kayabaşı”, “divan”, “maya”,<br/>“bozlak”, “koşma”, “garip”, “hoyrat”, “kerem”, “kesik kerem”, “müstezad”, “Türkmani”, ve “Çukurova”, “Aydos”, “Eğin” gibi çeşitleri vardır."
  },
  {
    "id": "872594",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi konularına göre türkülerden biri <u><em><strong>değildir?</strong></em></u>",
    "correctAnswer": "D",
    "options": {
      "A": "Askerlik türküleri",
      "B": "Çocuk ve Oyun türküleri",
      "C": "Esnaf türküleri",
      "D": "Evlilik türküleri",
      "E": "Çoban türküleri"
    },
    "explanation": "Konularına Göre Türküler: Türkülerin işlediği konulara göre tematik bir sınıflandırması şu şekilde yapılabilir.<br/>a. Aşk ve sevda türküleri.<br/>b. Gurbet türküleri.<br/>c. Mizahi türküler.<br/>d. Serhat türküleri.<br/>e. Kahramanlık türküleri.<br/>f. Eşkiya türküleri.<br/>g. Tören türküleri.<br/>h. Esnaf türküleri.<br/>k. Çocuk ve Oyun türküleri.<br/>l. Askerlik türküleri.<br/>m.Çoban türküleri."
  },
  {
    "id": "872597",
    "unitNumber": 1,
    "text": "Türk halk şiirinde başta insanlar olmak üzere ölen canlılar (hayvanlar) ve kaybedilip uzağına düşülen özlenen mekânlar (sıla, yurt, memleket, vatan) için ağlatmak ve yas tutturmak anlatım tutumuyla söylenilen veya yazılan şiirlere verilen isim aşağıdakilerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Destan",
      "B": "Varsağı",
      "C": "Semai",
      "D": "Koşma",
      "E": "Ağıt"
    },
    "explanation": "Türk halk şiirinde başta insanlar olmak üzere ölen canlılar (hayvanlar) ve kaybedilip uzağına düşülen özlenen mekânlar (sıla, yurt, memleket, vatan) için ağlatmak ve yas tutturmak anlatım tutumuyla söylenilen veya yazılan şiirlere “ağıt”<br/>denilir"
  },
  {
    "id": "872598",
    "unitNumber": 1,
    "text": "Divan şiirinde ölen bir kişinin ardından yazılan şiirlere verilen isim aşağıdakilerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mersiye",
      "B": "Hicviye",
      "C": "Tevriye",
      "D": "Nebeviyye",
      "E": "Iydiyye"
    },
    "explanation": "Mersiye: Divan şiirinde ölen<br/>bir kişinin ardından yazılan<br/>şiirlere verilen isimdir"
  },
  {
    "id": "872600",
    "unitNumber": 1,
    "text": "Beş oğlum var beş taburda<br/>Silahı doldu kuburda<br/>Sabreyle kızım sabreyle<br/>Çok keramet var sabırda\n Yukarıdaki ağıt konusuna göre aşağıdakilerden hangisine girer?",
    "correctAnswer": "B",
    "options": {
      "A": "Kişiler İçin Yakılan Ağıtlar",
      "B": "Kaybedilen Vatan Toprağına Yakılan Ağıtlar",
      "C": "Gelin Ağıtları",
      "D": "Sosyal Olaylar Üzerine Yakılan Ağıtlar",
      "E": "Asker Uğurlama ve Karşılama Ağıtları"
    },
    "explanation": "Kaybedilen Vatan Toprağına Yakılan Ağıtlar"
  },
  {
    "id": "872601",
    "unitNumber": 1,
    "text": "Türkiye Türkçesindeki “.........” sözcüğüyle ifade edilen bu kavram ve olgu, Azerbaycan Türkçesinde “laylay”, “Çuvaş Türkçesinde “nenne”, Kazak Türkçesinde “eldiy”, “besik jırı”, Kerkük Türkçesinde “leyle” ve “hüvdi”, Kırım Türkçesinde “ayya”, Kırgız Türkçesinde “alday-alday”, Özbek Türkçesinde “allö”, Tatar Türkçesinde “bişik cırı”, “bölü cırı”, Uygur Türkçesinde “allay” sözleriyle ifade edilmektedir.\n Yukarıda boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Şarkı",
      "B": "Ağıt",
      "C": "Mani",
      "D": "Ninni",
      "E": "Türkü"
    },
    "explanation": "Türkiye Türkçesindeki “ninni” sözcüğüyle ifade edilen bu kavram ve olgu,<br/>Azerbaycan Türkçesinde “laylay”, “Çuvaş Türkçesinde “nenne”, Kazak Türkçesinde “eldiy”, “besik jırı”, Kerkük Türkçesinde “leyle” ve “hüvdi”, Kırım Türkçesinde<br/>“ayya”, Kırgız Türkçesinde “alday-alday”, Özbek Türkçesinde “allö”, Tatar Türkçesinde “bişik cırı”, “bölü cırı”, Uygur Türkçesinde “allay” sözleriyle ifade edilmektedir"
  },
  {
    "id": "872602",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi yapılarına göre manilerden <u><em><strong>değildir?</strong></em></u>",
    "correctAnswer": "E",
    "options": {
      "A": "Düz Mâni",
      "B": "Cinaslı Mâni",
      "C": "Yedekli Mâni",
      "D": "Kesik Mâni",
      "E": "Kafiyeli Mâni"
    },
    "explanation": "Kafiyeli Mâni diye bir mâni çeşiti yoktur."
  },
  {
    "id": "872604",
    "unitNumber": 1,
    "text": "Mâniler, icra ve ibda edildikleri (yaratılma) sosyo-kültürel bağlamlara dayalı olarak tasnif edilmişlerdir. Aşağıdakilerden hangisi bu tasniflerden biri <u><em><strong>değildir?</strong></em></u>",
    "correctAnswer": "C",
    "options": {
      "A": "Niyet, Fal (yorum) Mânileri",
      "B": "Sevda Mânileri",
      "C": "Atma Mâniler",
      "D": "İş Mânileri",
      "E": "Bekçi ve Davulcu Mânileri"
    },
    "explanation": "Atma Mâniler bu tasnifte yer almamaktadır."
  },
  {
    "id": "895873",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Türk Halk Edebiyatının söylemelik türlerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Türkü",
      "B": "Ağıt",
      "C": "Mani",
      "D": "Ninni",
      "E": "Sonat"
    },
    "explanation": "Sonat, Avrupa müzik türlerinden biridir."
  },
  {
    "id": "895879",
    "unitNumber": 1,
    "text": "Bugün \"Türkü\" diye nitelediğimiz eserler eski Türklerde ne şekilde adlandırılırlardı?",
    "correctAnswer": "A",
    "options": {
      "A": "Küy",
      "B": "Töz",
      "C": "Kök",
      "D": "Cura",
      "E": "Cevher"
    },
    "explanation": "Eski Türkler türküleri küy diye adlandırırlardı."
  },
  {
    "id": "895896",
    "unitNumber": 1,
    "text": "Türkülerin asıl sözlerinin bulunduğu bölüm ne şekilde adlandırılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Durak",
      "B": "Bent",
      "C": "Bağlama",
      "D": "Kavuştak",
      "E": "Nakarat"
    },
    "explanation": "Türkülerde kıt’alar yapı bakımından iki bölümden oluşur. Birinci bölüm türkülerin asıl sözlerinin bulunduğu bölümdür. Bu bölüme “bent” adı verilir."
  },
  {
    "id": "895918",
    "unitNumber": 1,
    "text": "Aşağıda verilen şehirlerden hangisinin türküden ziyade şarkı üretimi konusunda daha ileride olduğu söylenebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Malatya",
      "B": "Sivas",
      "C": "Erzurum",
      "D": "Gaziantep",
      "E": "Bursa"
    },
    "explanation": "Bir yandan, İstanbul ve belki Bursa merkezli olarak “şar” (şehir) havalarıyla “şarkı”lar oluşurken, Malatya, Sıvas, Erzurum, Gaziantep gibi şehirlerde de bu şehirlerin adıyla adeta şehrin “marşı” imişcesine, şehrin adıyla “Malatya karşılaması”, “Malatya ağırlaması” veya “Malatya uğurlaması” gibi yerel kimliği yapan, taşıyan ve temsil eden havalar (ezgiler) oluşmuş ve bunlar şehirlinin icra ettiği halk oyunlarıyla bütünleşmiştir."
  },
  {
    "id": "895925",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi usulsüz ezgilere bir örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bozlak",
      "B": "Zeybek",
      "C": "Horon",
      "D": "Yalı havası",
      "E": "Karşılama"
    },
    "explanation": "Bozlaklar usulsüz türkü türlerindendir."
  },
  {
    "id": "895943",
    "unitNumber": 1,
    "text": "Aşağıdaki türlerden hangisi diğerlerinden farklı bir kategorileştirme sonucu ortaya çıkmış bir türdür.",
    "correctAnswer": "D",
    "options": {
      "A": "Gurbet türküsü",
      "B": "Serhat türküsü",
      "C": "Çoban türküsü",
      "D": "Kavuştaksız türkü",
      "E": "Mizahi türkü"
    },
    "explanation": "Diğerleri konularına göre ayrılmışken kavuştaksız türkü yapılarına göre ayrılan türküler arasında bulunur."
  },
  {
    "id": "895965",
    "unitNumber": 1,
    "text": "Eski Türklerde hangi tören sırasında ağıtların duyulması beklenir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sığır",
      "B": "Şölen",
      "C": "Yuğ",
      "D": "Kurban",
      "E": "Evlilik"
    },
    "explanation": "Yuğ Töreni: Eski Türklerde cenaze töreni anlamındadır. Ağıtların bu törenlerde duyulması beklenir."
  },
  {
    "id": "895980",
    "unitNumber": 1,
    "text": "Dokuz kardeşi ölenin<br/>Benim gib’olur bacısı<br/>Sivas’ta tabur dökülmüş<br/>Beşi anamın kuzusu\n Yukarıda verilen ağıdın hangi durum için yakıldığı söylenebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sosyal olaylar için",
      "B": "Bir gelin için",
      "C": "Bir hayvan için",
      "D": "Doğal afetler için",
      "E": "Asker için"
    },
    "explanation": "Söz konusu ağıt, asker için yakılmış bir ağıttır."
  },
  {
    "id": "895999",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi ninninin diğer Türk kültürlerindeki eşdeğerlerinden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Toy",
      "B": "laylay",
      "C": "Beşik cırı",
      "D": "Ayya",
      "E": "Eldiy"
    },
    "explanation": "A şıkkındaki toy ninninin bir karşılığı değildir."
  },
  {
    "id": "896028",
    "unitNumber": 1,
    "text": "Aşağıdaki türkülerden hangisinin sipariş üzerine yazılmış olma ihtimali daha yüksektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kuloğlu dostların yüzü ağ olsun<br/>Düşman olanların bağrı bağ olsun<br/>Kardaşım Sultan İbrahim sağ olsun<br/>Oturduğu taht ü saray elvedâ",
      "B": "Bir yanda Tılan da Garalar özü<br/>Enerdi pungara gelini kızı<br/>Saçları uzunda sürmeli gözü<br/>Hepin gara toprak yeding efendim",
      "C": "Beş oğlum var beş taburda<br/>Silahı doldu kuburda<br/>Sabreyle kızım sabreyle<br/>Çok keramet var sabırda",
      "D": "Eniğimin adı ala<br/>Çağırdım gelmedi yola<br/>Dedim gudurdu mu ola<br/>Enik enik öksüz enik",
      "E": "Çanakkale’de oldum onbaşı<br/>Yüreğime değdi süngünün başı<br/>Yanıma geliyor dokdur binbaşı<br/>Yol verin geçeyim dumanlı dağlar"
    },
    "explanation": "Bir kişiye övgüler içermesi bakımından A şıkkındaki türkünün büyük ihtimalle siparişle yazılmış olduğu söylenebilir."
  },
  {
    "id": "1497895",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Seyirlik türler tamamen “göstermeci” tiyatro özelliği gösterir.</li> <li>Seyirlik türler harekete (aksiyon) daha az önem verir.</li> <li>Seyirlik türlerin ürettiği oyunlarda en önemli öge “taklit”tir.</li> <li>Seyirlik türlerde önceden yazılmış ve ezberlenmiş sabit bir metinleri yoktur.</li> </ol> Seyirlik türler ile ilgili yukarıda verilenlerden hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "I-II",
      "C": "I-II-III",
      "D": "I-III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "Seyirlik türler tamamen “göstermeci” tiyatro özelliği gösterir. Seyirlik türler harekete (aksiyon) daha az önem verir. Seyirlik türlerin ürettiği oyunlarda en önemli öge “taklit”tir. Seyirlik türlerde önceden yazılmış ve ezberlenmiş sabit bir metinleri yoktur. verilenlerin hepsi seyirlik türlerin özellikleri arasındadır. Doğru cevap E'dir."
  },
  {
    "id": "1497944",
    "unitNumber": 2,
    "text": "Köy Seyirlik oyunları ile ilgili aşağıda verilenlerden hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Efekt ve ışık konusu oyunlarda önem taşır.",
      "B": "Müzik ve dans önemli unsurlardır.",
      "C": "Oyunlarda rejisörlük görevini kam (şaman) yapar.",
      "D": "Konuları anonimdir.",
      "E": "Özel olarak tasarlanması gereken bir dekor yoktur."
    },
    "explanation": "Köy seyirlik oyunlarında belirli bir rejisör yoktur, en yetenekli kişiler rejisör görevini görür. Doğru cevap C'dir."
  },
  {
    "id": "1500522",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi ritüel (Kuttören) oyunlardan<strong> değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Yılın Değişmesiyle İlgili Oyunlar",
      "B": "Masallara Bağlı Oyunlar",
      "C": "Mücerret Fikirlerle İlgili Oyunlar",
      "D": "Hayvan Kültüne Bağlı Oyunlar",
      "E": "Bitki Kültüne Bağlı Oyunlar"
    },
    "explanation": "Masallara Bağlı Oyunlar, \"Din Dışı (Profan) Oyunlar\" arasındadır. Doğru cevap B'dir."
  },
  {
    "id": "1500547",
    "unitNumber": 2,
    "text": "Aşağıdaki seyirlik türlerden hangisinde “tasvir” olarak adlandıran iki boyutlu kuklalar kullanılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Köy seyirlik oyunları",
      "B": "Karagöz oyunu",
      "C": "Meddah",
      "D": "Orta oyunu",
      "E": "Köçek"
    },
    "explanation": "Karagöz oyununda “tasvir” olarak adlandırlan iki boyutlu kuklalar, saydamlaştırılabilen, sıcağa dayanıklı ve kolayca eğilip<br/>bükülmeyen derilerden yapılmaktadır. Doğru cevap B'dir."
  },
  {
    "id": "1500560",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Muhâvere</li> <li>Fasıl</li> <li>Giriş</li> <li>Girizgah</li> <li>Bitiş</li> </ol> Yukarıda verilenlerden hangisi Karagöz oyunlarını meydana getiren bölümler arasında yer <strong>almaz</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "explanation": "Karagöz oyunları “Giriş”, “Muhâvere”, “Fasıl” ve “Bitiş” olarak adlandırılan dört bölümden meydana gelir. Doğru cevap D'dir."
  },
  {
    "id": "1500587",
    "unitNumber": 2,
    "text": "\"Şeyh Küşterî Meydanı\" Karagöz oyunlarında aşağıdakilerden hangisi için söylenmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tasvirler",
      "B": "Hayâlî",
      "C": "Perde",
      "D": "Nevrekân",
      "E": "Dayrezen"
    },
    "explanation": "Günümüzde de karagöz perdesine “Şeyh Küşterî Meydanı” denir. Doğru cevap C'dir."
  },
  {
    "id": "1500605",
    "unitNumber": 2,
    "text": "Karagöz oyunun icrası sırasında şarkı ve türküleri okuyana verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hayâlî",
      "B": "Sandıkâr",
      "C": "Dayrezen",
      "D": "Yardak",
      "E": "Nevrekân"
    },
    "explanation": "Karagöz oyunun icrası sırasında şarkı ve türküleri okuyana “yardak” denir. Doğru cevap D'dir."
  },
  {
    "id": "1500618",
    "unitNumber": 2,
    "text": "Karagözcünün yardımcısına verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yardak",
      "B": "Dayrezen",
      "C": "Hayalbaz",
      "D": "Hayâlî",
      "E": "Sandıkâr"
    },
    "explanation": "Karagözcünün yardımcısına Sandıkar denir. Doğru cevap E'dir."
  },
  {
    "id": "1500633",
    "unitNumber": 2,
    "text": "Karagöz oyunlarında oyuna adını veren bölüm aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fasıl bölümü",
      "B": "Muhâvere bölümü",
      "C": "Giriş bölümü",
      "D": "Bitiş bölümü",
      "E": "Gel geç muhâveresi"
    },
    "explanation": "Karagöz oyunlarında oyuna adını veren bölüm Fasıl bölümüdür. Doğru cevap A'dır."
  },
  {
    "id": "1500651",
    "unitNumber": 2,
    "text": "Karagöz oyunları esnasında tef çalan yardımcıya verilen ada aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sandıkâr",
      "B": "Yardak",
      "C": "Dayrezen",
      "D": "Hayalbaz",
      "E": "Hımhım"
    },
    "explanation": "Karagöz oyunları esnasında tef çalan yardımcıya dayrezen adı verilir. Doğru cevap C'dir."
  },
  {
    "id": "1501430",
    "unitNumber": 2,
    "text": "I- Meddah\n II- Karagöz\n III- Orta Oyunu\n Yukarıdakilerden hangisi ya da hangileri Türk sözlü edebiyatında yer alan seyirlik türler arasındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "I, II",
      "C": "I, III",
      "D": "II, III",
      "E": "Yalnız III"
    },
    "explanation": "Türk sözlü edebiyatında yer alan seyirlik türler Köy Seyirlik Oyunları, Meddah, Karagöz, Orta Oyunu ve Kukla şeklinde sıralanabilir."
  },
  {
    "id": "1501442",
    "unitNumber": 2,
    "text": "Seyir türlerin ürettiği oyunlarda en önemli öge hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Taklit",
      "B": "Senaryo",
      "C": "Müzik",
      "D": "Dans",
      "E": "Hikaye"
    },
    "explanation": "Seyirlik türlerin ürettiği oyunlarda en önemli öge “taklit”tir. Taklit kelimesi sözlü edebiyat ve sanat geleneklerinde “temsil” ile eş anlamlıdır. Bir oyunun taklidi bu geleneklerde temsili yani oynanması anlamına gelir. Aynı şekilde, bir aktörün Acem, Kastamonulu, Tiryaki, Çelebi, Frenk gibi çeşitli şiveleri ve karakterleri aynen canlandırmasına da “taklit” denilir."
  },
  {
    "id": "1501453",
    "unitNumber": 2,
    "text": "Eski Türk hayatındaki geleneksel dram ve örnekleri hakkında bilgi veren kaynaklar hangi ülkeye aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çin",
      "B": "Yunanistan",
      "C": "Roma",
      "D": "İran",
      "E": "Japonya"
    },
    "explanation": "Eski Türk hayatındaki geleneksel dram ve örnekleri hakkında Çin kaynakları bilgi vermektedir. Türk dram sanatı hakkında en eski kayıt M.Ö. 2000 yılından kalmadır. Bu bilgi o dönemde oynanan iki Türk seyirlik oyunu hakkındadır. Bu dünya tiyatro tarihi açısından da önemli bir bilgidir. Tarihî kaynaklardaki bilgiler dram sanatının Türklerden Çin’e geçtiği yönündedir."
  },
  {
    "id": "1501463",
    "unitNumber": 2,
    "text": "Eski Türklerde dram geleneğinin güçlü olmasının en önemli nedeni neydi?",
    "correctAnswer": "A",
    "options": {
      "A": "Şamanizm dini",
      "B": "Eğlence kültürü",
      "C": "Destanlar",
      "D": "Sert kışlar",
      "E": "Göçebe kültürü"
    },
    "explanation": "Eski Türklerdeki dram sanatı hakkında pek çok nedene bağlı olarak fazla bilgiye ulaşılamamaktadır. Ancak Türk toplumunda komşularını etkileyecek kadar güçlü bir dram geleneği mevcuttur. Bu geleneğin en önemli varlık nedeni şamanizm (kamlık dini) olarak adlandırılan dinî sistemdir. Gök Tanrı dini olarak da adlandırılan bu inanç sitemi doğrultusunda eski Türk hayatında temsilî karakter taşıyan “Şölen” denilen kurban töreni ve ziyafeti, “Sığır” denilen toplumun bütün fertlerinin gerçekleştirdiği sürek avları için yapılan kutlamalar ve “Yuğ” adı verilen matem ve cenaze törenleri şeklinde, belirli tarihlerde ve bir sistem içinde kutlanılan törenler vardı."
  },
  {
    "id": "1501484",
    "unitNumber": 2,
    "text": "I- Tulum\n II- Çan\n III- Tef\n Yukarıda verilen çalgılardan hangisi ya da hangileri köy seyirlik oyunlarında kullanılırlar?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "I, II",
      "C": "I, III",
      "D": "II, III",
      "E": "Yalnız I"
    },
    "explanation": "Müzik ve dans köy seyirlik oyunlarında önemli unsurlardır. Oyunlarda, davul, zurna, keman, tef, çan, zil, tulum, darbuka, daire, teneke ve kaval gibi çalgılar çalınır"
  },
  {
    "id": "1501499",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi hayvan kültüne bağlı oyunlardandır?",
    "correctAnswer": "A",
    "options": {
      "A": "Saya Gezme Oyunu",
      "B": "Beylerin Kini Oyunu",
      "C": "Köse-Gelin Oyunu",
      "D": "Tarla Sınırı Oyunu",
      "E": "Cemalcik Oyunu"
    },
    "explanation": "Erzincan ve Ilıç çevresinde oynanan Saya Gezme Oyunu bu külte örnektir."
  },
  {
    "id": "1501523",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Eskişehir ve köylerinde oynanan bir seyirlik oyundur?",
    "correctAnswer": "A",
    "options": {
      "A": "İstiklâl Savaşı Oyunu",
      "B": "Göçebe Oyunu",
      "C": "Tarla Sınırı Oyunu",
      "D": "Saya Gezme Oyunu",
      "E": "Beylerin Kini Oyunu"
    },
    "explanation": "Beylerin Kini Oyunu, Kayseri civarında, Saya Gezme Oyunu, Erzincan çevresinde, Tarla Sınırı Oyunu Çorum civarında, Göçebe oyunu Kahramanmaraş civarında oynanmaktadır. Eskişehir ve civarında oynanan oyun ise İstiklal Savaşı Oyunu'dur."
  },
  {
    "id": "1501538",
    "unitNumber": 2,
    "text": "I- Çin\n II- Japonya\n III- Hindistan\n Yukarıdaki ülkelerden hangisi ya da hangileri gölge oyununun ilk ortaya çıktığı yerler arasındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "I, II",
      "C": "I, III",
      "D": "II, III",
      "E": "Yalnız I"
    },
    "explanation": "Gölge oyunun Çin, Japonya, Hindistan veya Endonezya gibi Uzakdoğu ülkelerinin birinde ortaya çıktığı ve oradan XIII. yüzyıldan itibaren Araplar eliyle Yakındoğu’ya getirildiği ve buradan Batı’ya yayıldığı yaygın olarak kabul edilen görüştür."
  },
  {
    "id": "1501551",
    "unitNumber": 2,
    "text": "Türk gölge oyununun baş kahramanları olan Karagöz ve Hacıvat'ın nerede yaşayıp öldüklerine inanılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Bursa",
      "B": "İstanbul",
      "C": "Edirne",
      "D": "Eskişehir",
      "E": "Konya"
    },
    "explanation": "Oyununun kahramanları Karagöz ve Hacıvat’ın kimliklerini araştırdığımızda çok yaygın anlatılan bir Bursa efsanesi ile karşılaşmaktayız. Sultan Orhan devrinde (1324-1362) Ulucami’nin yapımında demirci ustası Kambur Bâli Çelebi (Karagöz) ile duvarcı ustası Halil Hacı İvaz (Hacıvat) çalışmaktadır. Mukallit tipler olan ikilinin arasında geçen nükteli konuşmalar diğer işçilerin dikkatini toplayıp, işlerini aksatmalarına sebep olur. Cami inşaatı yavaş ilerler. Durumu öğrenen padişah hiddetlenip her ikisini de idam ettirir. Bursa’nın Çekirge semtindeki mezarlığa gömülürler. Günümüzde mezarlarının yanına bir de anıt dikilmiştir."
  },
  {
    "id": "1501567",
    "unitNumber": 2,
    "text": "I- Sarı Ahmet\n II- Şerbetçi Emin\n III- Kasımpaşalı Hafız\n Yukarıdakilerden hangisi ya da hangileri XVIII. yüzyılda yetişmiş ünlü karagözcülerdendir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "I, II",
      "C": "I, III",
      "D": "II, III",
      "E": "Yalnız III"
    },
    "explanation": "Karagöz XVII. yüzyılda kesin biçimini almıştır. Karagözün varlığı ve içeriği Evliya Çelebi başta olmak üzere pek çok yabancı seyyahın kayıtlarında da açıkça yer alır. XVII. yüzyılda, İstanbul’da Kör Hasanzâde Mehmet Çelebi, Şengül Çelebi Erzurum’daysa Kandillioğlu devrin ünlü karagözcüleridir. XVIII. yüzyılda yetişen ünlü karagözcüler arasında Sarı Ahmet, Şerbetçi Emin, Kasımpaşalı Hafız yer alır."
  },
  {
    "id": "1611425",
    "unitNumber": 2,
    "text": "Karagözcülüğün pîri -kurucusu- olarak kabul edilene kişi kimdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Halil Hacı",
      "B": "Şeyh Küşterî",
      "C": "Kambur Bali",
      "D": "Bali Celebi",
      "E": "Hacı İvaz"
    },
    "explanation": "Karagöz Oyunu kavramını tanımlayabileceksiniz."
  },
  {
    "id": "1611427",
    "unitNumber": 2,
    "text": "Evrensel olarak, “gölge oyunu” hatta “gölge tiyatrosu” (shadow theatre) olarak da adlandırılan bir tekniğin ve bu teknikle meydana getirilen sözlü edebiyat türlerinin genel adına ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Lal Oyunu",
      "B": "Samit Oyunu",
      "C": "Karagöz Oyunu",
      "D": "Kartal Oyunu",
      "E": "Göçebe Oyunu"
    },
    "explanation": "Seyirlik türler kavramını tanımlayabileceksiniz."
  },
  {
    "id": "1611428",
    "unitNumber": 2,
    "text": "Seyirlik türlerin ürettiği oyunlarda en önemli öge “taklit”tir. Taklit kelimesi sözlü edebiyat ve sanat geleneklerinde …. ile eş anlamlıdır. Söz konusu boşluğa aşağıdaki seçeneklerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Meddah",
      "B": "Temsil",
      "C": "Kukla",
      "D": "Sosyo",
      "E": "Kültür"
    },
    "explanation": "Seyirlik türler kavramını tanımlayabileceksiniz."
  },
  {
    "id": "1611429",
    "unitNumber": 2,
    "text": "Mimiklerle yapılan hareket, tavra ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mimetik",
      "B": "Sığır",
      "C": "Yuğ",
      "D": "İrticalen",
      "E": "Kubbeli"
    },
    "explanation": "Karagöz Oyunu kavramını tanımlayabileceksiniz."
  },
  {
    "id": "1611430",
    "unitNumber": 2,
    "text": "Aşağıda yer alan seçeneklerden hangisi Karagöz oyunlarının en çok eleştirilen yönlerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sana Ne Oyunları",
      "B": "Bitiş Bölümü",
      "C": "Fasıl Bölümü",
      "D": "Müstehcenlik",
      "E": "Dayak Faslı"
    },
    "explanation": "Seyirlik türler kavramını tanımlayabileceksiniz."
  },
  {
    "id": "1612579",
    "unitNumber": 2,
    "text": "Törenleri gerçekleştirip idare eden dinî ve ruhani liderlere ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Şam",
      "B": "Kam",
      "C": "Mime",
      "D": "Seyir",
      "E": "Yuğ"
    },
    "explanation": "Köy Seyirlik Oyunu kavramını açıklayabileceksiniz."
  },
  {
    "id": "1612580",
    "unitNumber": 2,
    "text": "Karagöz oyununda deriler üzerine kalıplar yardımıyla tasvirler çizilmesine yardımcı olan sivri uçlu bıçağa ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tablalı",
      "B": "Muslu",
      "C": "Nevrekân",
      "D": "Eğinli",
      "E": "Kalyon"
    },
    "explanation": "Karagöz Oyunu kavramını tanımlayabileceksiniz."
  },
  {
    "id": "1612581",
    "unitNumber": 2,
    "text": "Türk sözlü edebiyatının doğrudan doğruya seyretmek amacıyla bir gösteri olarak hazırlanan, geleneksel ürünlerinin oluşturulduğu sosyo-kültürel ve edebî geleneklere ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tiryaki",
      "B": "Halk Tiyatrosu",
      "C": "Seyirlik Türler",
      "D": "Karagöz Oyunu",
      "E": "Orta Oyunu"
    },
    "explanation": "Seyirlik türler kavramını tanımlayabileceksiniz."
  },
  {
    "id": "1612582",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi karagözün bölümlerinden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Karagözün Senaryo Bölümü",
      "B": "Karagözün Muhâvere (Diyalog) Bölümü",
      "C": "Karagözün Dua Bölümü",
      "D": "Karagözün Seyirci ile Söyleşme Bölümü",
      "E": "Karagözün Gelişme bölümü"
    },
    "explanation": "Karagöz Oyunu kavramını tanımlayabileceksiniz.<br/>Karagözün Muhâvere (Diyalog) Bölümü"
  },
  {
    "id": "1612583",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi köy seyirlik oyunlarının özelliklerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gerçekçi oyunculukla oynanması",
      "B": "Bu oyunları köylerde yaşlılar tarafından yönlendirilmesi",
      "C": "Aralarından en yeteneklilerinin rejisör görevini görmesi",
      "D": "Oyunların ev içlerinde oynanmaması",
      "E": "Oyunların sabit metinlere dayanması"
    },
    "explanation": "Köy Seyirlik Oyunu kavramını açıklayabileceksiniz."
  },
  {
    "id": "1612584",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi köy seyirlik oyunlarının kökenleri ve taşıdıkları konusal özelliklerine bağlı olarak yapılmış sınırlandırmasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Sportif oyunlar",
      "B": "Gelecek kaygısı oyunları",
      "C": "Politik oyunlar",
      "D": "Hayvan kültüne bağlı oyunlar",
      "E": "Askerlik oyunları"
    },
    "explanation": "Köy Seyirlik Oyunu kavramını açıklayabileceksiniz."
  },
  {
    "id": "1612585",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi köy seyirlik oyunlarında kullanılan teknik araç-gereç kategorisinde yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "İdeal aksesuarlar",
      "B": "Gerçek aksesuarlar",
      "C": "Yapma dekor",
      "D": "Dikilmiş kostümler",
      "E": "Yapay müzik aletleri"
    },
    "explanation": "Köy Seyirlik Oyunu kavramını açıklayabileceksiniz."
  },
  {
    "id": "1612586",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi tek aktörlü Türk seyirlik oyunlarından biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tuluat",
      "B": "Meddah",
      "C": "Orta Oyunu",
      "D": "Taziye",
      "E": "Köy Seyirlik Oyunları"
    },
    "explanation": "Seyirlik türler kavramını tanımlayabileceksiniz."
  },
  {
    "id": "1612587",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Türk sözlü edebiyatında yer alan seyirlik türlerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Orta oyunu",
      "B": "Mesnevi",
      "C": "Mani",
      "D": "Karşılama",
      "E": "Destan"
    },
    "explanation": "Seyirlik türler kavramını tanımlayabileceksiniz."
  },
  {
    "id": "1612588",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi köy seyirlik oyunlarının kategorilerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Fasıl",
      "B": "Muhavere",
      "C": "Giriş",
      "D": "Sağu",
      "E": "Samıt"
    },
    "explanation": "Köy Seyirlik Oyunu kavramını açıklayabileceksiniz."
  },
  {
    "id": "1612916",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Karagöz oyunu icrası sırasında şarkı ve türküleri okuyan kişiye verilen addır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yardak",
      "B": "Sandıkar",
      "C": "Dayrezen",
      "D": "Çengi",
      "E": "Tasbaz"
    },
    "explanation": "Karagöz Oyunu kavramını tanımlayabileceksiniz."
  },
  {
    "id": "1612917",
    "unitNumber": 2,
    "text": "Karagöz oyununda oynatılan iki boyutlu, saydamlaştırılabilen, sıcağa dayanıklı ve kolayca eğilip bükülmeyen, derilerden yapılan kuklalara ne denir?",
    "correctAnswer": "B",
    "options": {
      "A": "Göstermelik",
      "B": "Tasvir",
      "C": "Zenne",
      "D": "Nevrekan",
      "E": "Mandıra"
    },
    "explanation": "Karagöz Oyunu kavramını tanımlayabileceksiniz."
  },
  {
    "id": "860673",
    "unitNumber": 2,
    "text": "Seyirlik türler için aşağıdakilerden hangisine ulaşılabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gerçekçiliğe ve özdeşleştirmeye dayanmayan bir kişileştirme yöntemi izler.",
      "B": "Göstermeci tiyatro ile taban tabana zıtlık gösterir.",
      "C": "Harekete çok önem verir.",
      "D": "Oyunlarda yer alan hareketler birbiriyle organik bütünlük gösterir.",
      "E": "Oyun konuları karmaşık ve anlaşılması zordur."
    },
    "explanation": "Seyirlik türler, gerçekçiliğe ve özdeşleştirmeye dayanmayan bir kişileştirme yöntemi izler."
  },
  {
    "id": "860678",
    "unitNumber": 2,
    "text": "Eski Türklerin matem ve cenaze törenlerine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "şölen",
      "B": "yuğ",
      "C": "kam",
      "D": "kamlık",
      "E": "etlik"
    },
    "explanation": "Eski Türklerin matem ve cenaze törenlerine yuğ adı verilir. Doğru yanıt B’dir."
  },
  {
    "id": "860684",
    "unitNumber": 2,
    "text": "Köy seyirlik oyunları ile ilgili aşağıdakilerden hangisine ulaşılabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece güldürücü niteliktedir.",
      "B": "Kapalı yerde oynanmaya uygundur.",
      "C": "Özel bir dekor gerektirir.",
      "D": "Oyun alanı özel olarak aydınlatılır.",
      "E": "Anonimdir."
    },
    "explanation": "Köy seyirlik oyunları anonimdir. Doğru yanıt E’dir."
  },
  {
    "id": "860687",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi mücerret fikirlerle ilgili oyunlardandır?",
    "correctAnswer": "B",
    "options": {
      "A": "Köse-Gelin Oyunu",
      "B": "Beylerin Kini Oyunu",
      "C": "Saya Gezme Oyunu",
      "D": "Koç Katımı Oyunu",
      "E": "Cemalcik Oyunu"
    },
    "explanation": "Beylerin Kini Oyunu mücerret fikirlerle ilgili oyunlardandır. Doğru yanıt B’dir."
  },
  {
    "id": "860695",
    "unitNumber": 2,
    "text": "“Ağustos ayında, harmanların dövüldüğü sırada geceleyin delikanlılar toplanırlar. İçlerinden birisi kız kılığına girer. Teke adını alan diğer bir genç bulabildiği çanları beline bağlar. İriyarı bir adam olan Teke yanında kız olduğu halde kol kola bütün evleri dolaşırlar. Arkalarında köyün gençleri vardır. İlk uğradıkları evin önünde bir tekerleme söylerler.”\n Yukarıda tanımı verilen köy seyirlik oyunu aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tarla Sınırı",
      "B": "Koç Katımı",
      "C": "Keloğlan",
      "D": "Göçebe",
      "E": "Cemalcik"
    },
    "explanation": "Cemalcik oyununda, ağustos ayında, harmanların dövüldüğü sırada geceleyin delikanlılar toplanırlar. İçlerinden birisi kız kılığına girer. Teke adını alan diğer bir genç bulabildiği çanları beline bağlar. İriyarı bir adam olan Teke yanında kız olduğu halde kol kola bütün evleri dolaşırlar. Arkalarında köyün gençleri vardır. İlk uğradıkları evin önünde bir tekerleme söylerler. Doğru yanıt E’dir."
  },
  {
    "id": "860697",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi samıt veya lal oyununa bir örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ali ile Fatoş Oyunu",
      "B": "Kartal Oyunu",
      "C": "İstiklal Savaşı Oyunu",
      "D": "Göçebe Oyunu",
      "E": "Saya Gezme Oyunu"
    },
    "explanation": "Ali ile Fatoş Oyunu samıt veya lal oyununa bir örnektir. Doğru yanıt A’dır."
  },
  {
    "id": "860699",
    "unitNumber": 2,
    "text": "Karagöz oyunu ile aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Kalıplaşmış geleneğin dışına çıkmaz.",
      "B": "Belli bir oyun dağarcığına sahip değildir.",
      "C": "Yazılı sabit bir metin yoktır.",
      "D": "Konularının gerçekle ilişkisi yoktur.",
      "E": "Oyun takımında en fazla 4 kişi vardır."
    },
    "explanation": "Karagöz oyununun yazılı sabit bir metni yoktır. Doğru yanıt C’dir."
  },
  {
    "id": "860703",
    "unitNumber": 2,
    "text": "Karagöz oyunu esnasında tef çalan yardımcıya ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "dayrezen",
      "B": "sandıkar",
      "C": "hayalbaz",
      "D": "hayali",
      "E": "yardak"
    },
    "explanation": "Karagöz oyunu esnasında tef çalan yardımcıya “dayrezen” adı verilir. Doğru yanıt A’dır."
  },
  {
    "id": "860706",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Karagöz Oyunundaki marazi tiplerdendir.",
    "correctAnswer": "D",
    "options": {
      "A": "Frenk",
      "B": "Sivrikoz",
      "C": "Muslu",
      "D": "Hımhım",
      "E": "Matiz"
    },
    "explanation": "Hımhım, Karagöz Oyunundaki marazi tiplerdendir. Doğru yanıt D’dir."
  },
  {
    "id": "860708",
    "unitNumber": 2,
    "text": "Karagöz ile Hacivat’ın birbirine ters düşen yaratılışlarının sergilendiği oyun bölümü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "muhavere",
      "B": "fasıl",
      "C": "ibret aynası",
      "D": "hayal gölgesi",
      "E": "fellah"
    },
    "explanation": "Karagöz ile Hacivat’ın birbirine ters düşen yaratılışlarının sergilendiği oyun bölümü muhaveredir. Doğru yanıt A’dır."
  },
  {
    "id": "893138",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Türk sözlü edebiyatında yer alan seyirlik türlerden <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Meddah",
      "B": "Karagöz",
      "C": "Orta oyunu",
      "D": "Kukla",
      "E": "Bale"
    },
    "explanation": "Türk sözlü edebiyatında yer alan seyirlik türler Köy Seyirlik Oyunları, Meddah, Karagöz, Orta Oyunu ve Kukla şeklinde sıralanabilir."
  },
  {
    "id": "893150",
    "unitNumber": 2,
    "text": "Türk dram sanatı hakkında en eski kayıt hangi yıldan kalmadır?",
    "correctAnswer": "B",
    "options": {
      "A": "M.Ö. 3500",
      "B": "M.Ö. 2000",
      "C": "1299",
      "D": "1470",
      "E": "1890"
    },
    "explanation": "Türk dram sanatı hakkında en eski kayıt M.Ö. 2000 yılından kalmadır."
  },
  {
    "id": "893159",
    "unitNumber": 2,
    "text": "Türk halk tiyatrosunda da son derece önemli bir yere sahip olan Karagöz ve Hacivat hangi padişah döneminde ortaya çıkmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Sultan Orhan",
      "B": "1. Murat",
      "C": "Yıldırım Beyazıt",
      "D": "Çelebi Mehmet",
      "E": "Kanuni Sultan Süleyman"
    },
    "explanation": "Türk halk tiyatrosunda da son derece önemli bir yere sahip olan Karagöz ve Hacivat Sultan Orhan döneminde ortaya çıkmıştır."
  },
  {
    "id": "893180",
    "unitNumber": 2,
    "text": "Karagöz oyunun icrası sırasında şarkı ve türküleri okuyana ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hayalbaz",
      "B": "Sandıkâr",
      "C": "Yardak",
      "D": "Dayrezen",
      "E": "Hayâlî"
    },
    "explanation": "Karagöz oyunun icrası sırasında şarkı ve türküleri okuyana yardak denir."
  },
  {
    "id": "893200",
    "unitNumber": 2,
    "text": "Karagöz oyunun icrası sırasında tef çalan yardımcıya ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dayrezen",
      "B": "Sandıkâr",
      "C": "Yardak",
      "D": "Hamal",
      "E": "Hayalbaz"
    },
    "explanation": "Karagöz oyunun icrası sırasında tef çalan yardımcıya dayrezen denir."
  },
  {
    "id": "893206",
    "unitNumber": 2,
    "text": "Hangisi Karagöz ustasına verilen addır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yardak",
      "B": "Hamal",
      "C": "Dayrezen",
      "D": "Sandıkâr",
      "E": "Hayalbaz"
    },
    "explanation": "Karagöz ustasına Hayalbaz veya Hayâli denir."
  },
  {
    "id": "893223",
    "unitNumber": 2,
    "text": "Türk Halk Edebiyatı çalışmalarında seyirlik türler yaygın olarak hangi adla bilinirler?",
    "correctAnswer": "D",
    "options": {
      "A": "Meddah",
      "B": "Kukla",
      "C": "Karagöz",
      "D": "Halk tiyatrosu",
      "E": "Köy seyirlik oyunları"
    },
    "explanation": "Türk Halk Edebiyatı çalışmalarında seyirlik türler yaygın olarak Halk Tiyatrosu adıyla bilinir."
  },
  {
    "id": "893234",
    "unitNumber": 2,
    "text": "Seyirlik türlerin ürettiği oyunlarda en önemli öge hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Taklit",
      "B": "Sahne",
      "C": "Konu",
      "D": "Anlatıcı",
      "E": "Seyirci"
    },
    "explanation": "Seyirlik türlerin ürettiği oyunlarda en önemli öge taklittir."
  },
  {
    "id": "893242",
    "unitNumber": 2,
    "text": "Seyirlik türlerin icralarında değişmeyen kaç öge vardır?",
    "correctAnswer": "A",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Seyirlik türlerin icralarında değişmeyen 2 öge vardır:seyirci ve oyuncular."
  },
  {
    "id": "893262",
    "unitNumber": 2,
    "text": "Karagöz hangi yüzyılda kesin biçimini almıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "XV. yüzyıl",
      "B": "XVI. yüzyıl",
      "C": "XVII. yüzyıl",
      "D": "XVIII. yüzyıl",
      "E": "XIX. yüzyıl"
    },
    "explanation": "Karagöz XVII. yüzyılda kesin biçimini almıştır. Karagözün varlığı ve içeriği Evliya Çelebi başta olmak üzere pek çok yabancı seyyahın kayıtlarında da açıkça yer alır. XVII. yüzyılda, İstanbul’da Kör Hasanzâde Mehmet Çelebi, Şengül Çelebi Erzurum’daysa Kandillioğlu devrin ünlü karagözcüleridir."
  },
  {
    "id": "1495161",
    "unitNumber": 3,
    "text": "Eski Türkçede, el kuklasına ne ad verilirdi ?",
    "correctAnswer": "A",
    "options": {
      "A": "Kol korçak",
      "B": "Çadır-hayal",
      "C": "Kudhurcuk",
      "D": "Hemecik",
      "E": "Çadır-meddah"
    },
    "explanation": "Eski Türkçede, el kuklasına “kol korçak” adı verilirdi. İpli kuklaya ise “Çadır-hayal” denilmekteydi."
  },
  {
    "id": "1495166",
    "unitNumber": 3,
    "text": "Eski Türkçede, ipli kuklaya ne ad verilirdi ?",
    "correctAnswer": "B",
    "options": {
      "A": "Çadır-meddah",
      "B": "Çadır-hayal",
      "C": "Suretbaz",
      "D": "Kol korçak",
      "E": "Beberuhi"
    },
    "explanation": "Eski Türkçede, el kuklasına “kol korçak” adı verilirdi. İpli kuklaya ise “Çadır-hayal” denilmekteydi"
  },
  {
    "id": "1495172",
    "unitNumber": 3,
    "text": "Aşağıda verilen kuklaların hangisinin yapımında daha çok ahşap malzeme kullanılmıştır ?",
    "correctAnswer": "A",
    "options": {
      "A": "İpli kukla",
      "B": "El kuklası",
      "C": "İskemle kuklası",
      "D": "Araba kuklası",
      "E": "Dev kuklası"
    },
    "explanation": "İpli Kukla: İpli kuklanın yapımında en çok kullanılan malzeme ahşaptır. İpli<br/>kukla yapımında hem yumuşak ve hafif hem de dayanıklı olan ıhlamur gibi ağaçlar kullanılır. İpli kukla yapımlarında, kol, el, bacak başta olmak üzere pek çok<br/>eklem yeri vardır. Bu kısımlar için ahşaptan sonra, tel, levha ve metal malzeme de<br/>kullanılır."
  },
  {
    "id": "1495176",
    "unitNumber": 3,
    "text": "Türk kukla seyirlik oyun geleneğindeki oyuncu tiplerinden \"İbiş\" her zaman hangi roldedir ?",
    "correctAnswer": "C",
    "options": {
      "A": "İhtiyar",
      "B": "Dalkavuk",
      "C": "Uşak",
      "D": "Şeytan",
      "E": "Laz"
    },
    "explanation": "Türk kukla seyirlik oyun geleneğindeki oyuncu tipleri ve bunların tipolojik özellikleri şöylece sıralanabilir:<br/>İbiş: Her zaman uşak rolündedir. Asıl adı “Sadık” olmasına karşılık çoğunlukla<br/>“İbiş” olarak çağırılır. İhtiyar’ın uşağıdır, kurnaz ve hazır cevaptır. İbiş kaba saba,<br/>açık saçık ve iki anlamlı sözler söyleyerek oyunun gelişmesini sağlar. O, kukla<br/>oyunlarının baş komiğidir. Eğri büğrü, püskülü devamlı oynayan biçimsiz bir fesi<br/>vardır. İbiş oyunlarda Tombul, Fıstık, Kıvrak, Kışkış, Guguk, Gaytan, Gelecek, Köstebek, Mutlu, Cümbüş, Toplu, Altın Bülbül, Durmuş gibi adlar da alır"
  },
  {
    "id": "1495185",
    "unitNumber": 3,
    "text": "Meddah hikayesinin hangi bölümünde anlatacağı hikâyenin kahramanlarının ailesi, sosyo-ekonomik<br/>durumu, mekânı, zamanı hakkında bilgiler verir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Senaryo bölümü",
      "B": "Giriş bölümü",
      "C": "Açıklama bölümü",
      "D": "Bitiş bölümü",
      "E": "Sunuş bölümü"
    },
    "explanation": "Açıklama Bölümü: Meddah bu bölümde ölçülü veya ölçüsüz sözlü kalıp ifadeler kullanarak anlatacağı hikâyenin kahramanlarının ailesi, sosyo-ekonomik<br/>durumu, mekânı, zamanı hakkında bilgiler verir. Geçmişte bu kısımda bazen<br/>icranın yapıldığı devrin padişahına övgülerin yer aldığı da olurdu"
  },
  {
    "id": "1495193",
    "unitNumber": 3,
    "text": "Dans edip soytarılıklar yapan sivri külahlı, bazen yüzleri maskeli oyunculara verilen isim aşağıdakilerden hangisidir ?",
    "correctAnswer": "E",
    "options": {
      "A": "Rakkas",
      "B": "Meddah",
      "C": "Beberuhi",
      "D": "Rakkas-ı curcuna",
      "E": "Curcuna-baz"
    },
    "explanation": "Curcuna-baz: Curcuna içinde<br/>dans edip soytarılıklar yapan<br/>sivri külahlı, bazen yüzleri<br/>maskeli oyunculara verilen<br/>isimdir."
  },
  {
    "id": "1495203",
    "unitNumber": 3,
    "text": "Orta oyununun hangi bölümünde kendi içinde arzbar ve tekerleme denilen iki alt bölüm vardır ?",
    "correctAnswer": "C",
    "options": {
      "A": "Fasıl",
      "B": "Prolog",
      "C": "Muhâvere",
      "D": "Giriş",
      "E": "Bitiş"
    },
    "explanation": "Muhâvere (Diyalog): Zurnacının Kavuklu havasını çalmasıyla birlikte Kavuklu ve Kavuklu-arkası meydana gelirler. Oyunun muhâvere bölümü “arzbar” ve “tekerleme” denilen iki alt bölümden oluşur"
  },
  {
    "id": "1495518",
    "unitNumber": 3,
    "text": "Aşağıdaki karakterlerden hangisi orta oyununun baş komiği olup, tıpkı Karagöz'e benzer bir şekilde her entrikanın içinde yer alır ?",
    "correctAnswer": "A",
    "options": {
      "A": "Kavuklu",
      "B": "Pişekâr",
      "C": "Zenne",
      "D": "Köçek",
      "E": "Beberuhi"
    },
    "explanation": "Kavuklu: Orta oyununun baş komiğidir. Kavuklu orta oyunundaki iki ana<br/>tipten birisidir. Kavuklu başındaki büyük kavuğu bir baş hareketiyle yere düşürmeden oynatmak, biniş (cübbe) eteklerini bele sokmak, arka eteklerini kaldırmak, papuç sektirmek, sendelemek tam düşecekken toparlanıvermek gibi ustalıkla yaptığı gülünç hareketlerle meydanı dolduran ve seyirciyi güldüren bir tiptir.<br/>Kavuklu’ya, Pişekâr tarafından iş bulunarak, dükkan veya ev kiralanarak devamlı<br/>meydanda kalması sağlanır. Kavuklu’nun Pişekâr ve diğer tiplerle olan ilişkileri, orta oyununun güldürme amaçlı yapısının temelidir. Kavuklu tıpkı Karagöz’e<br/>benzer bir şekilde, her entrikanın içinde yer alır"
  },
  {
    "id": "1495527",
    "unitNumber": 3,
    "text": "Orta oyununda seyirci oyuna çok ilgi gösterirse hangi karakter oyuna daha çok taklit sokarak oyunu uzatır ?",
    "correctAnswer": "A",
    "options": {
      "A": "Pişekâr",
      "B": "Kavuklu",
      "C": "Zenne",
      "D": "Çelebi",
      "E": "Dalkavuk"
    },
    "explanation": "Canlı, dinamik ve istekli bir seyirci kitlesi karşısında meydana çıkan bir orta oyunu kolu bu tür bir seyirciden aldığı elektriği (olumlu ve teşvik edici etkiyi) doğrudan doğruya icra<br/>ettiği ve doğaçlama olarak yaratıp oynadığı oyuna yansıtacaktır. Eğer seyirci oyuna çok ilgi gösterirse Pişekâr, oyuna daha çok taklit sokarak oyunu uzatacaktır.<br/>Seyircinin ilgisi oynayanların icralarını da olumlu yönde etkileyecektir."
  },
  {
    "id": "1495551",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi geleneksel anlayışla yapılmış bir \"orta oyunu meydanı\" bölümlerinden biri değildir ?",
    "correctAnswer": "E",
    "options": {
      "A": "Sandık Odası",
      "B": "Kapı",
      "C": "Çalgıcıların yeri",
      "D": "Dükkan",
      "E": "Pazat"
    },
    "explanation": "Geleneksel anlayışla<br/>yapılmış bir “orta oyunu meydanı” şu bölümlerden oluşurdu:<br/>1. Sandık Odası (Pusat Odası): Oyuncuların kostümlerinin bulunduğu ve giyinip soyundukları çadır ya da perdeyle kapatılmış bir yer.<br/>2. Kapı: Oyuncuların meydana girip çıktıkları kısım.<br/>3. Çalgıcıların Yeri: Orta oyununda genellikle zurna ve çifte-nara gibi müzik<br/>aletlerini çalan müzisyenlerin oturduğu yer.<br/>4. Dükkan: Neredeyse bütün oyunlarda “Pişekâr”ın yardımıyla bir işe başlayan “Kavuklu”nun dükkan olarak kullandığı 70 cm yüksekliğinde iki kanatlı bir paravana.<br/>5. Meydan: Oyuncuların oynadığı yaklaşık 15x25 metrelik alan.<br/>6. Yenidünya: Oyuna göre ev, hamam gibi mekânlar olarak kullanılan yaklaşık<br/>1,5 m yüksekliğinde tahtadan yapılmış 2-4 kanatlı kafes veya paravanadır.<br/>Yenidünya’nın içinde 2-3 tane iskemle vardır.<br/>7. Mevki: Erkek seyircilerin oturduğu bölümdür.<br/>8. Kafes: Kadın seyircilerin oturduğu bölümdür.<br/>9. Parmaklık: Çoğunlukla 1,5 m yüksekliğindeki kazıklara çekilen iplerle<br/>oluşturulan seyirci kısmı ile oyun meydanını birbirinden ayıran bölümdür"
  },
  {
    "id": "1498985",
    "unitNumber": 3,
    "text": "Kukla oyunun aşağıdaki ülkelerden hangisinde ortaya çıktığı düşünülmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çin",
      "B": "Türkistan",
      "C": "İran",
      "D": "Yunanistan",
      "E": "İtalya"
    },
    "explanation": "İlk kuklanın ne zaman yapıldığına ilişkin kesin bir bilgi bulunmamaktadır. Kukla oyununun da gölge oyunu gibi Çin ve Hindistan’da ortaya çıktığı, önce Endonezya ve Japonya’ya daha sonra da Türkistan ve İran yoluyla Batı’ya geçtiği görüşü yaygın olarak kabul edilmektedir."
  },
  {
    "id": "1499006",
    "unitNumber": 3,
    "text": "Daha önceden “kol korçak” (el kuklası), ve “çadır hayal” (ipli kukla) adı verilen kukla oyununa hangi yüzyıldan itibaren \"kukla\" denilmeye başlanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "XVII.",
      "B": "XVIII.",
      "C": "XVI.",
      "D": "XV.",
      "E": "XIV."
    },
    "explanation": "Anadolu ve Rumeli Türklerinde, ilk dönemelerde “kol korçak” (el kuklası), ve “çadır hayal” (ipli kukla) adı verilen kukla oyununa daha sonraları farklı adlar verilmiştir. Selçuklular ve Osmanlılar döneminde son derece önemli bir kültürel etkinlik olarak karşımıza çıkan bu geleneksel seyirlik oyunlar, XVII. yüzyıldan sonra “kukla” olarak adlandırılmaya başlanılmıştır. Kuklacılara da “Kuklabaz”, “Başkuklabaz”, “Hayalbaz”, “Suretbaz” gibi adlar verilmiştir."
  },
  {
    "id": "1499026",
    "unitNumber": 3,
    "text": "I- İskemble kuklası\n II- Araba kuklası\n III- Ayak kuklası\n Yukarıdakilerden hangisi ya da hangileri Türk kukla sanatında rastlanılan kukla oynatma teknikleri arasındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "I, II",
      "C": "I, III",
      "D": "II, III",
      "E": "Yalnız I"
    },
    "explanation": "Türk kukla seyirlik oyun geleneğinde değişik tekniklerle oluşturulup oynatılan çeşitli kukla oyunu tipleri vardır. Bu kukla oyunu tipleri çoğunlukla oynatıldıkları teknikten hareketle adlandırılırlar. Bunlar, el kuklası, ipli kukla, iskemle kuklası, araba kuklası, köy kuklası, dev kukla, ayak kuklası, yer kuklası ve canlı kukla gibi adlar ile anılmaktadır."
  },
  {
    "id": "1499035",
    "unitNumber": 3,
    "text": "Anadolu'da oynatılan ayak kuklasının baş kahramanına ne denilirdi?",
    "correctAnswer": "A",
    "options": {
      "A": "Keçel Pehlivan",
      "B": "Gelin Gok",
      "C": "Kepçe Başı",
      "D": "Çaput Adam",
      "E": "Bodi Bostan"
    },
    "explanation": "Daha çok Anadolu’da yaygın olan ayak kuklası tekniği, kuklacının iki ayak başparmağına taktığı kuklaları oynatmasına ve konuşturmasına dayanan ayak kuklasının baş kahramanına “Keçel Pehlivan” denilir."
  },
  {
    "id": "1499063",
    "unitNumber": 3,
    "text": "I- İki Garip Kardeşler\n II- Sahte Esirci\n III- Üvey Anne\n Yukarıdakilerden hangisi ya da hangileri bilinen kukla oyunları arasındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "I, II",
      "C": "I, III",
      "D": "II, III",
      "E": "Yalnız II"
    },
    "explanation": "Bilinen bazı kukla oyunları olarak İki Garip Kardeşler, Anadolu Köyünde Düğün, Sahte Esirci, Cinli Yazıcı, Gül ile Fidan, Üvey Anne, İncili Çavuş, Arabistan’dan Gelen Esirci, Kahyanın Hilesi, Hain Kız, Anadolu Köyünde Düğün sıralanabilir."
  },
  {
    "id": "1499068",
    "unitNumber": 3,
    "text": "Geleneksel Türk seyirlik oyunları arasında birçok kişinin içinde bulunduğu bir olayı tek başına canlandıran oyuncuya ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Meddah",
      "B": "Kukla",
      "C": "Orta Oyunu",
      "D": "Tiyatro",
      "E": "Opera"
    },
    "explanation": "Meddah, birçok kişinin içinde bulunduğu bir olayı tek başına canlandıran bir oyuncu (aktör)dur. Mimik ve şive taklitleriyle birçok kişinin, bir kişi tarafından canlandırılması demek olan meddahlık en önemli dramatik sözlü sanat türlerimizden birisidir. Bu sanatın, sanatkârı olan meddah, bir sandalyeye oturarak dinleyicilerine hikâye anlatır. Bu hikâyelerin bir kısmı anonim eserlerdir; bazılarının yazarları bellidir. Karagöz ve orta oyununda olduğu gibi günlük hayat olayları, masallar, destanlar, hikâye ve efsaneler meddahın da repertuarını oluşturur."
  },
  {
    "id": "1499079",
    "unitNumber": 3,
    "text": "Meddah bir gösteride hangi bölüme 'Hak dostum Hak!' nidası ile başlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Başlangıç",
      "B": "Açıklama",
      "C": "Senaryo",
      "D": "Gelişme",
      "E": "Bitiş"
    },
    "explanation": "Meddah başlangıç bölümünde “Hak dostum Hak!” nidasıyla oyuna başlar. Meddah bir divanî veya bir tekerleme söyleyerek seyircinin dikkatini icrasına çeker."
  },
  {
    "id": "1499091",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bilinen meddah oyunlarından birisi <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Hain Kız",
      "B": "Ondokuz Halil",
      "C": "Sudan Köprü",
      "D": "Kara Kadı",
      "E": "Hacı Kadın"
    },
    "explanation": "Meddah hikâyelerinin yazılı kaynakları son derece azdır. Bugün elimizde bulunan ve çoğunun sadece adı bilinen bazılarının ise meddahların bir hikâyeyi anlatmak için aldıkları notlar veya çok genel hatlarıyla özetleri vardır. Sadece adları bilinenler dahil meddah hikâyelerinden bazıları, Mahmut Sebüktekin, Hazinedar, Yusuf, Celâl Cemal, Kadı Hüseyin, Konevî Derviş Halil, Acebnûş, Tanburî, Burusavî, Ebe Hallac, Hafız Çelebi, Hacı Kadın, Bilgiç Subaşı, Fıçı, Abdi Ağa, Murat Ağazade, Beşboynuz, Yasakçılar, Kayıkçılar, Yağlıkçı İsmail, Hacı Bıçak, Bağdadi Hulle, Söylemez Sultan, Peremeci Baba Ahmet, Sudan Köprü, Dayızade Mermeris, Ondokuz Halil, Hüdadad Cemşid, Hatem-i Tay, Kuyumcubaşı, Sefer Beyzade, Nallıhan, Baba Mahi, Baht-ı Hammal, Bağdadi Süleyman Ağa, Cüce Çeşmesi, Hümayun Şah, Kaptanzade, Gavri Ağa, Hoca Abdurrahman, Dâyezade Yusuf, Tiryaki Ayyaş Bengi, Hacı Nasr, Bekir Kaptan, Boşnak Kadı, Hüsn-i Dünya, Kol Kethüdasızade, Hacı Himmetzade, Recep Paşa Yarımcalar, Mansur-i Define-gir, Selim-i Cevher-furuş, Şemse Banu, Mustafa Cafer-i Tayyar, Seyfi Ağa, Kafazade, Âşık Garip, Seyfülmülük, Şahbur Çelebi, Hüsrev Şah ve Gül Banu, Mahmud ile Elif, Tıflî Efendi, Şah İsmail, Şah-ı Bigam, Şah-ı Acem, Merdüm-har, Mahmud ve Ayaz, Alca Han, Kara Kadı şeklinde sıralanabilir."
  },
  {
    "id": "1499125",
    "unitNumber": 3,
    "text": "I- Pişekar\n II- Kavuklu\n III- İbiş\n Yukarıdakilerden hangisi ya da hangileri orta oyunundaki klasik roller arasındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II",
      "B": "I, II, III",
      "C": "I, III",
      "D": "II, III",
      "E": "Yalnız III"
    },
    "explanation": "Hep Türkler tarafından oynanan “Pişekâr” ve “Kavuklu” rolleri orta oyunu ile özdeşleşmiştirler. İbiş rolü ise kukla oyununun bir parçasıdır."
  },
  {
    "id": "1499143",
    "unitNumber": 3,
    "text": "Orta oyunlarının asıl ele aldığı konunun anlatıldığı bölüm hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fasıl",
      "B": "Tekerleme",
      "C": "Arzbar",
      "D": "Muhavere",
      "E": "Giriş"
    },
    "explanation": "Orta oyunlarının asıl ele aldığı konunun anlatıldığı bölüm fasıl bölümüdür. Bu nedenle, orta oyunu geleneğinde oyunlar fasıl bölümünde işlenen konuya göre adlandırılır."
  },
  {
    "id": "1501228",
    "unitNumber": 3,
    "text": "Kişileri temsil eden yapma bebeklerin oynatıldığı geleneksel seyirlik oyuna ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kukla",
      "B": "Meddah",
      "C": "Orta oyunu",
      "D": "Tiyatro",
      "E": "Opera"
    },
    "explanation": "Kukla, konuşmaları ve ses taklitlerini tek bir sanatçının üstlendiği ve kişileri temsil eden yapma bebeklerin oynatıldığı geleneksel bir seyirlik oyundur. Tahta, alçı, mukavva veya bezden yapılmış; elle, iple veya sopayla oynatılan bu küçük bebeklere “kukla”, bu bebeklerle yapılan gösteriye “kukla oyunu” veya “kukla” ve kuklayı oynatan kişiye de “kuklacı” adı verilir."
  },
  {
    "id": "1501232",
    "unitNumber": 3,
    "text": "Kız çocuklarının oynadıkları insan şeklindeki yapma bebeklere “kudhurcuk” denildiğini yazan eser hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dîvânu Lügâti’t Türk",
      "B": "Kutadgu Bilig",
      "C": "Atabetü'l-Hakayık",
      "D": "Divan-ı Hikmet",
      "E": "Muhakemetü'l-Lugateyn"
    },
    "explanation": "Güney Sibirya ormanlarıyla Altay dağları arasında Şamanist dünya görüşüne sahip bir toplum olarak ortaya çıkan Türklerde doğal olarak kukla oyunun çok eski bir geçmişi vardır. Bu konuda en eski Türkçe kaynak olan Dîvânu Lügâti’tTürk adlı eserinde Kaşgarlı Mahmut, kız çocuklarının oynadıkları insan şeklindeki yapma bebeklere “kudhurcuk” denildiğini yazmaktadır."
  },
  {
    "id": "1501260",
    "unitNumber": 3,
    "text": "I- Hayalbaz\n II- Suretbaz\n III- Çadırbaz\n Yukarıdaki isimlerden hangisi ya da hangileri tarih boyunca kuklacılara verilen isimlerdendir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II",
      "B": "I, II, III",
      "C": "I, III",
      "D": "II, III",
      "E": "Yalnız III"
    },
    "explanation": "Kuklacılara da “Kuklabaz”, “Başkuklabaz”, “Hayalbaz”, “Suretbaz” gibi adlar verilmiştir."
  },
  {
    "id": "1501265",
    "unitNumber": 3,
    "text": "Göğüslerinden yatay biçiminde bir ip geçirilen gayda ve benzeri çalgıların eşliğinde aşağıdan ipleri çekilmek suretiyle oynatılan kukla çeşidine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "İskemle Kuklası",
      "B": "Araba Kuklası",
      "C": "Dev Kuklası",
      "D": "Köy Kuklası",
      "E": "El Kuklası"
    },
    "explanation": "Göğüslerinden yatay biçiminde bir ip geçirilen iskemle kuklası gayda ve benzeri çalgıların eşliğinde aşağıdan ipleri çekilmek suretiyle oynatılırlar. İskemle kuklaları daha çok sokak eğlenceleri içindir. Bu kuklalar dört köşe bir tahta iskemle üstüne dizilmiş iki veya dört bebeğin dönerek ve zıplayarak oynatılmasından ibaret olduğu için bu adı almıştı."
  },
  {
    "id": "1501268",
    "unitNumber": 3,
    "text": "Türk kukla seyirlik oyununda İhtiyar’ın uşağı rolündeki karakter hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İbiş",
      "B": "Cümbüş",
      "C": "Kışkış",
      "D": "Fıstık",
      "E": "Kıvrak"
    },
    "explanation": "Asıl adı “Sadık” olmasına karşılık çoğunlukla “İbiş” olarak çağırılan İhtiyar’ın uşağı olan karakter, kurnaz ve hazır cevaptır. İbiş kaba saba, açık saçık ve iki anlamlı sözler söyleyerek oyunun gelişmesini sağlar. O, kukla oyunlarının baş komiğidir. Eğri büğrü, püskülü devamlı oynayan biçimsiz bir fesi vardır."
  },
  {
    "id": "1501273",
    "unitNumber": 3,
    "text": "I- Açıklama\n II- Senaryo\n III- Bitiş\n Yukarıdaki bölümlerden hangisi ya da hangileri Türk meddah geleneğinin icralarında anlatımlar ve gösterilerin kalıplaşmış bölümleri arasındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "I, II",
      "C": "I, III",
      "D": "II, III",
      "E": "Yalnız III"
    },
    "explanation": "Türk meddah geleneğinin icralarında anlatım ve gösteriler “Başlangıç”, “Açıklama”, “Senaryo” ve “Bitiş” gibi kalıplaşmış bölümlerden meydana gelmektedir."
  },
  {
    "id": "1501280",
    "unitNumber": 3,
    "text": "I- Şah-ı Acem\n II- Alca Han\n III- Hacı Nasr\n Yukarıdakilerden hangisi ya da hangileri bilinen Meddah oyunları arasındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "I, II",
      "C": "I, III",
      "D": "II, III",
      "E": "Yalnız III"
    },
    "explanation": "Meddah hikâyelerinin yazılı kaynakları son derece azdır. Bugün elimizde bulunan ve çoğunun sadece adı bilinen bazılarının ise meddahların bir hikâyeyi anlatmak için aldıkları notlar veya çok genel hatlarıyla özetleri vardır. Sadece adları bilinenler dahil meddah hikâyelerinden bazıları, Mahmut Sebüktekin, Hazinedar, Yusuf, Celâl Cemal, Kadı Hüseyin, Konevî Derviş Halil, Acebnûş, Tanburî, Burusavî, Ebe Hallac, Hafız Çelebi, Hacı Kadın, Bilgiç Subaşı, Fıçı, Abdi Ağa, Murat Ağazade, Beşboynuz, Yasakçılar, Kayıkçılar, Yağlıkçı İsmail, Hacı Bıçak, Bağdadi Hulle, Söylemez Sultan, Peremeci Baba Ahmet, Sudan Köprü, Dayızade Mermeris, Ondokuz Halil, Hüdadad Cemşid, Hatem-i Tay, Kuyumcubaşı, Sefer Beyzade, Nallıhan, Baba Mahi, Baht-ı Hammal, Bağdadi Süleyman Ağa, Cüce Çeşmesi, Hümayun Şah, Kaptanzade, Gavri Ağa, Hoca Abdurrahman, Dâyezade Yusuf, Tiryaki Ayyaş Bengi, Hacı Nasr, Bekir Kaptan, Boşnak Kadı, Hüsn-i Dünya, Kol Kethüdasızade, Hacı Himmetzade, Recep Paşa Yarımcalar, Mansur-i Define-gir, Selim-i Cevher-furuş, Şemse Banu, Mustafa Cafer-i Tayyar, Seyfi Ağa, Kafazade, Âşık Garip, Seyfülmülük, Şahbur Çelebi, Hüsrev Şah ve Gül Banu, Mahmud ile Elif, Tıflî Efendi, Şah İsmail, Şah-ı Bigam, Şah-ı Acem, Merdüm-har, Mahmud ve Ayaz, Alca Han, Kara Kadı şeklinde sıralanabilir"
  },
  {
    "id": "1501283",
    "unitNumber": 3,
    "text": "Osmanlı’da dans edip soytarılıklar yapan sivri külahlı, bazen yüzleri maskeli oyunculara verilen isim nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Curcuna-baz",
      "B": "Çengi",
      "C": "Meddah",
      "D": "Çalgıcı",
      "E": "Taklitçi"
    },
    "explanation": "Çengilerin yanısıra “köçek” ve “curcuna-baz” olarak adlandırılan sanatçıların da çok eski zamanlardan beri danstan başka taklitli oyunlar da ortaya koydukları bilinmektedir. Curcuna-bazlar içlerinde kıyafetleri ile diğerlerinden ayrılırla."
  },
  {
    "id": "1501290",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Evliya Çelebi tarafından döneminde yaşayan en meşhur 12 oyuncu topluluğunun oynadığı oyunlar arasında <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sultan taklidi",
      "B": "Haraççı taklit",
      "C": "Bahçe taklidi",
      "D": "Çingene taklidi",
      "E": "Yuvacı taklidi"
    },
    "explanation": "XVII. yüzyılda Evliya Çelebi, döneminde yaşayan en meşhur 12 oyuncu topluluğunu anlatırken bunların oynadığı “Haraççı taklidi”, “Yuvacı taklidi”, “Gümüş arayıcı taklidi”, “Bahçe taklidi”, “Bahçevan Gürcü taklidi”, “Çingene taklidi” gibi oyunları saymaktadır."
  },
  {
    "id": "1501293",
    "unitNumber": 3,
    "text": "Orta oyunu meydanında erkek seyircilerin oturduğu bölüme ne isim verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mevki",
      "B": "Kafes",
      "C": "Meydan",
      "D": "Parmaklık",
      "E": "Yenidünya"
    },
    "explanation": "Erkeklerin oturduğu bölüme mevki, kadınların oturduğu bölüme kafes ismi verilmektedir."
  },
  {
    "id": "1507217",
    "unitNumber": 3,
    "text": "Konuşmaları ve ses taklitlerini tek bir sanatçının üstlendiği ve kişileri temsil eden yapma bebeklerin oynatıldığı geleneksel bir seyirlik oyuna ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Orta oyunu",
      "B": "Meddah",
      "C": "Gölge oyunu",
      "D": "Kukla oyunu",
      "E": "Cümbüş"
    },
    "explanation": "Kukla, konuşmaları ve ses taklitlerini tek bir sanatçının üstlendiği ve kişileri temsil eden yapma bebeklerin oynatıldığı geleneksel bir seyirlik oyundur. Tahta, alçı, mukavva veya bezden yapılmış; elle, iple veya sopayla oynatılan bu küçük bebeklere “kukla”, bu bebeklerle yapılan gösteriye “kukla oyunu” veya “kukla” ve kuklayı oynatan kişiye de “kuklacı” adı verilir."
  },
  {
    "id": "1507240",
    "unitNumber": 3,
    "text": "Göğüslerinden yatay biçiminde bir ip geçirilen bu kuklalar gayda ve benzeri çalgıların eşliğinde aşağıdan ipleri çekilmek suretiyle oynatılırlar. Daha çok sokak eğlenceleri içindir. İki veya dört bebeğin dönerek ve zıplayarak oynatılmasından ibarettir.\n Yukarıda özelliği verilen kukla türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "El kuklası",
      "B": "İpli kukla",
      "C": "İskemle kukla",
      "D": "Köy kuklası",
      "E": "Anlı kukla"
    },
    "explanation": "İskemle Kuklası: Göğüslerinden yatay biçiminde bir ip geçirilen bu kuklalar gayda ve benzeri çalgıların eşliğinde aşağıdan ipleri çekilmek suretiyle oynatılırlar. İskemle kuklaları daha çok sokak eğlenceleri içindir. Bu kuklalar dört köşe bir tahta iskemle üstüne dizilmiş iki veya dört bebeğin dönerek ve zıplayarak oynatılmasından ibaret olduğu için bu adı almıştır."
  },
  {
    "id": "1507264",
    "unitNumber": 3,
    "text": "Her zaman uşak rolündedir. Asıl adı “Sadık” olmasına karşılık çoğunlukla bu adla olarak çağırılır. İhtiyar’ın uşağıdır, kurnaz ve hazır cevaptır. Bu tipleme kaba saba, açık saçık ve iki anlamlı sözler söyleyerek oyunun gelişmesini sağlar. O, kukla oyunlarının baş komiğidir. Eğri büğrü, püskülü devamlı oynayan biçimsiz bir fesi vardır.\n Yukarıda verilen kukla oyuncu tiplemesine ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "İbiş",
      "B": "İhtiyar",
      "C": "Meddah",
      "D": "Kız Fatma",
      "E": "Pişekâr"
    },
    "explanation": "İbiş: Her zaman uşak rolündedir. Asıl adı “Sadık” olmasına karşılık çoğunlukla “İbiş” olarak çağırılır. İhtiyar’ın uşağıdır, kurnaz ve hazır cevaptır. İbiş kaba saba, açık saçık ve iki anlamlı sözler söyleyerek oyunun gelişmesini sağlar. O, kukla oyunlarının baş komiğidir. Eğri büğrü, püskülü devamlı oynayan biçimsiz bir fesi vardır. İbiş oyunlarda Tombul, Fıstık, Kıvrak, Kışkış, Guguk, Gaytan, Gelecek, Köstebek, Mutlu, Cümbüş, Toplu, Altın Bülbül, Durmuş gibi adlar da alır."
  },
  {
    "id": "1507379",
    "unitNumber": 3,
    "text": "Sözlü kültür ortamında, olup biteni ya da hayal edilip kurgulanarak oluşturulan anlatıyı yüz yüze bir iletişimle, seyirci kitlesinin önünde, hareket ve taklitle anlatma sanatı insanlık tarihi kadar eski ve evrenseldir. Birçok kişinin içinde bulunduğu bir olayı tek başına canlandıran bir oyuncu (aktör) olup mimik ve şive taklitleriyle birçok kişinin, bir kişi tarafından canlandırılan en önemli dramatik sözlü sanat türüne ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Orta oyunu",
      "B": "Meddah",
      "C": "Gölge oyunu",
      "D": "Kukla oyunu",
      "E": "Cümbüş"
    },
    "explanation": "Meddah, birçok kişinin içinde bulunduğu bir olayı tek başına canlandıran bir oyuncu (aktör)dur. Mimik ve şive taklitleriyle birçok kişinin, bir kişi tarafından canlandırılması demek olan meddahlık en önemli dramatik sözlü sanat türlerimizden birisidir. Bu sanatın, sanatkârı olan meddah, bir sandalyeye oturarak dinleyicilerine hikâye anlatır. Bu hikâyelerin bir kısmı anonim eserlerdir; bazılarının yazarları bellidir. Karagöz ve orta oyununda olduğu gibi günlük hayat olayları, masallar, destanlar, hikâye ve efsaneler meddahın da repertuarını oluşturur."
  },
  {
    "id": "1507502",
    "unitNumber": 3,
    "text": "Aşağıdakilerden meddah için söylenenlerin hangisi yanlıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Meddah oyununun anlatı bölümlerinin aralarına söyleşmeli, taklitli, kişileştirmeli kısımlar yerleştirildiği için kolaylıkla dramatik türlerden sayılabilir.",
      "B": "Meddah çok daha zengin kaynaklara dayanan daha çeşitli hikâye dağarcığına sahiptir ve gülmecenin yanısıra her türlü havayı, mizacı veya değişik anlatım tutumlarıyla işlenen pek çok konuyu ele alabilir.",
      "C": "Meddah anlatıyı dinleyicide merak uyandırıcak bir biçimde sunar, onu heyecanlandıracak kurgusal gecikmelere baş vurur, bu tutumuyla dinleyicide farklı farklı duygular uyandırır.",
      "D": "Meddahbseçtiği konulara göre benzetmeci ve gerçekçi modern tiyatroya daha yakındır.",
      "E": "Meddah da seyirci ile oyun arasında belli bir mesafe yoktur. Seyircinin tepkisi buna bağlı olarak mesafeli ve soğukkanlı bir tepkidir."
    },
    "explanation": "Meddah, birçok kişinin içinde bulunduğu bir olayı tek başına canlandıran bir<br/>oyuncu (aktör)dur. Mimik ve şive taklitleriyle birçok kişinin, bir kişi tarafından<br/>canlandırılması demek olan meddahlık en önemli dramatik sözlü sanat türlerimizden birisidir. Bu sanatın, sanatkârı olan meddah, bir sandalyeye oturarak dinleyicilerine hikâye anlatır. Bu hikâyelerin bir kısmı anonim eserlerdir; bazılarının<br/>yazarları bellidir. Karagöz ve orta oyununda olduğu gibi günlük hayat olayları,<br/>masallar, destanlar, hikâye ve efsaneler meddahın da repertuarını oluşturur.<br/>Meddah bir anlatı türü olarak karagöz ve orta oyunu gibi dramatik seyirlik<br/>türlerden kolayca ayrılabilir. Ancak, meddah oyununun anlatı bölümlerinin aralarına söyleşmeli, taklitli, kişileştirmeli kısımlar yerleştirildiği için kolaylıkla dramatik türlerden sayılabilir. Nitekim modern tiyatroda, tek kişilik oyunların varlığı<br/>da bunu kanıtlıyor. Meddah ile karagöz ve orta oyunu arasında drama bakımından bu yakınlık başka yönlerden bakıldığında yoktur. Karagöz ve orta oyunu bir<br/>güldürmece tiyatrosudur. Meddah ise çok daha zengin kaynaklara dayanan daha<br/>çeşitli hikâye dağarcığına sahiptir ve gülmecenin yanısıra her türlü havayı, mizacı<br/>veya değişik anlatım tutumlarıyla işlenen pek çok konuyu ele alabilir. Oysa, karagöz ve orta oyunu Hançerli Hanım ve Binbirdirek gibi gerçekçi halk hikâyelerini<br/>bile bir güldürmece olarak sunabilmiştir. Meddah ise anlatısında izlediği anlatım<br/>tekniğinde yönteminde, anlatıyı dinleyicide merak uyandırıcak bir biçimde sunar,<br/>onu heyecanlandıracak kurgusal gecikmelere baş vurur, bu tutumuyla dinleyicide farklı farklı duygular uyandırır. Bu anlatı tekniğinin doğal sonucu; bir yiğitlik<br/>destanıyla ağıt özelliği taşıyan Kerbela gibi dinî bir olayı ele alan hikâyelerin dinleyicide yaratacağı duygular farklı olacaktır.<br/>Bu bağlamda, karagöz ve orta oyunu sadece güldürmeceyi amaçlayan birer<br/>göstermeci tiyatro olmasına karşılık meddah seçtiği konulara göre benzetmeci ve<br/>gerçekçi modern tiyatroya daha yakındır. Orta oyunu ve karagözde seyirci açısından oyunla kaynaşma, onun havasına kendini kaptırma ve kişilerle kendini<br/>özdeşleştirme ilişkisi yoktur. Tam tersine, seyirci ile oyun arasında belli bir mesaf vardır ve seyircinin tepkisi buna bağlı olarak mesafeli ve soğukkanlı bir tepkidir. Meddah ise, seçtiği konulara göre seyircide coşkunluk, üzüntü, merak, acıma<br/>duyguları yaratır. Meddahın canlandırdığı ve anlattığı kişilerle seyirci arasında bir duygudaşlık bağı ve bir özdeşleştirme ilişkisi kurulabilir. N"
  },
  {
    "id": "1507889",
    "unitNumber": 3,
    "text": "Meddah oyununun “açıklama” bölümünde aşağıdakilerden hangisine yer verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bu bölümde asıl anlatacağı hikâyeyi anlatmaya başlar. Meddah bütün ustalığını bu bölümde gösterir.",
      "B": "Meddah bu bölümde ölçülü veya ölçüsüz sözlü kalıp ifadeler kullanarak anlatacağı hikâyenin kahramanlarının ailesi, sosyo-ekonomik durumu, mekânı, zamanı hakkında bilgiler verir.",
      "C": "Meddah bir divanî veya bir tekerleme söyleyerek seyircinin dikkatini icrasına çeker.",
      "D": "Meddahların icralarının başlangıcında okudukları divanîlere ve onu takip eden tekerlemelere manzumelere yer verilebilir",
      "E": "Meddahlar anlattıkları hikâyeleri uygun bir yerinde keserler. Bu hareketleriyle hem dinleyicilerin kahve, çay ve tütün içerek dinlenmelerini sağlar hem de elde dolaştırılan bir tepsiyle dinleyicilerden para toplatırlardı"
    },
    "explanation": "Açıklama Bölümü: Meddah bu bölümde ölçülü veya ölçüsüz sözlü kalıp ifadeler kullanarak anlatacağı hikâyenin kahramanlarının ailesi, sosyo-ekonomik durumu, mekânı, zamanı hakkında bilgiler verir. Geçmişte bu kısımda bazen icranın yapıldığı devrin padişahına övgülerin yer aldığı da olurdu. Bu tür geleneksel olarak kalıplaşmış açıklama sözlerine örnek olarak “İsim isme, cisim cisme, semt semte benzer, geçmiş zaman söylenir, yalan gerçek vakit geçer demişler. ...” şeklindeki kısa ifade verilebilir."
  },
  {
    "id": "1507908",
    "unitNumber": 3,
    "text": "Dört bir yanı seyircilerle dolu bir meydanın ortasında, belli bir konu çerçevesinde, herhangi bir yazılı metne bağlı kalmadan, canlı oyuncular tarafından doğaçlama olarak oynanan geleneksel seyirlik bir oyuna ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kukla oyunu",
      "B": "Tiyatro",
      "C": "Meddah",
      "D": "Orta oyunu",
      "E": "Gölge oyunu"
    },
    "explanation": "ORTA OYUNU Geleneksel seyirlik oyunlarımızın şehirlerde oluşan ve gelişen türlerinden birisi de orta oyunudur. Orta oyunu dört bir yanı seyircilerle dolu bir meydanın ortasında, belli bir konu çerçevesinde fakat herhangi bir yazılı metne bağlı kalmadan, canlı oyuncular tarafından doğaçlama (irticalen/tulûat) olarak oynanan geleneksel seyirlik bir oyundur."
  },
  {
    "id": "1507931",
    "unitNumber": 3,
    "text": "Orta oyununda genellikle zurna ve çifte-nara gibi müzik aletlerini çalan müzisyenlerin oturduğu yere ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kapı",
      "B": "Dükkan",
      "C": "Mevki",
      "D": "Kafes",
      "E": "Çalgıcıların yeri"
    },
    "explanation": "Çalgıcıların Yeri: Orta oyununda genellikle zurna ve çifte-nara gibi müzik aletlerini çalan müzisyenlerin oturduğu yer."
  },
  {
    "id": "1508053",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi meddah sopasının görevlerinden <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Meddah sopasını yere vurarak oyunun başladığını haber vermek",
      "B": "Kapı çalındığını bildirmek",
      "C": "Onu yerine göre saz yerine de kullanmak",
      "D": "Süpürge yerine kullanak",
      "E": "Oyunun bitişini haber vermek"
    },
    "explanation": "Meddah sopasını yere vurarak oyunun başladığını haber vermek, kapı çalındığını bildirmek gibi çeşitli sesler çıkarmada kullandığı gibi onu yerine göre saz, tüfek ve süpürge gibi çeşitli araçların yerine de kullanır."
  },
  {
    "id": "1508186",
    "unitNumber": 3,
    "text": "Orta oyunlarının asıl ele aldığı konunun anlatıldığı bölümdür. Bu nedenle, orta oyunu geleneğinde oyunlar bu bölümünde işlenen konuya göre adlandırılır. Bu bölümde işlenen konuların büyük bir kısmı karagöz geleneğinden alınmıştır.\n<br/>Yukarıda bahsedilen orta oyunu bölümü aşağıdakilerin hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Giriş",
      "B": "Muhavere",
      "C": "Fasıl",
      "D": "Zuhurî",
      "E": "Bitiş"
    },
    "explanation": "Orta oyunlarının asıl ele aldığı konunun anlatıldığı bölümdür. Bu nedenle, orta oyunu geleneğinde oyunlar fasıl bölümünde işlenen konuya göre adlandırılır. Fasıl bölümünde işlenen konuların büyük bir kısmı karagöz geleneğinden alınmıştır."
  },
  {
    "id": "1612919",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Türk kukla oyun geleneğindeki oynatım tekniklerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gölge Kuklası",
      "B": "Cüce Kuklası",
      "C": "İskemle Kuklası",
      "D": "Su Kuklası",
      "E": "Parmak Kuklası"
    },
    "explanation": "Kukla kavramını açıklayabileceksiniz."
  },
  {
    "id": "1612920",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Osmanlı Devleti’nde oyuncuların meydana getirdikleri topluluklara verilen addır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kol",
      "B": "Curcunabaz",
      "C": "Han",
      "D": "Palanka",
      "E": "Pastav"
    },
    "explanation": "Orta oyunu kavramını tanıyabileceksiniz."
  },
  {
    "id": "1612921",
    "unitNumber": 3,
    "text": "Oyuncunun tek başına hazırlayıp yürüttüğü seyirlik oyun aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tuluat Tiyatrosu",
      "B": "Meddah",
      "C": "Orta Oyunu",
      "D": "Kam",
      "E": "Köy Seyirlik Oyunu"
    },
    "explanation": "Meddah kavramını tanımlayabileceksiniz."
  },
  {
    "id": "1612922",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi “bebek, çömçe gelin” ve “karaçör” olarak da adlandırılan oyun türüdür?",
    "correctAnswer": "A",
    "options": {
      "A": "Kukla",
      "B": "Orta Oyunu",
      "C": "Meddah",
      "D": "Köy Tiyatrosu",
      "E": "Karagöz"
    },
    "explanation": "Kukla kavramını açıklayabileceksiniz."
  },
  {
    "id": "1613742",
    "unitNumber": 3,
    "text": "Aşağıdaki hangi oyun kişisi Orta Oyununun oyunbaşısı veya bir anlamda yönetmeni kabul edilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Şeyh Küşteri",
      "B": "Pişekar",
      "C": "Kavuklu",
      "D": "Zenne",
      "E": "Hacivat"
    },
    "explanation": "Orta oyunu kavramını tanıyabileceksiniz."
  },
  {
    "id": "1613743",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Orta Oyununun bölümlerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Selamlama",
      "B": "Tartışma",
      "C": "Fasıl",
      "D": "Zuhuri",
      "E": "Uğurlama"
    },
    "explanation": "Orta oyunu kavramını tanıyabileceksiniz."
  },
  {
    "id": "1613744",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi meddahın aksesuarlarından biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kavuk",
      "B": "Tasvir",
      "C": "Davul",
      "D": "Tef",
      "E": "Baston"
    },
    "explanation": "Meddah kavramını tanımlayabileceksiniz."
  },
  {
    "id": "1648982",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Türk kukla sanatında kuklacılara verilen isimlerden biri <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Kuklabaz",
      "B": "Başkuklabaz",
      "C": "Hayalbaz",
      "D": "Suretbaz",
      "E": "Korçakbaz"
    },
    "explanation": "Selçuklular ve Osmanlılar döneminde son derece önemli bir kültürel etkinlik olarak karşımıza çıkan geleneksel seyirlik oyunlar, XVII. yüzyıldan sonra “kukla” olarak adlandırılmaya başlanılmıştır. Kuklacılara da “Kuklabaz”, “Başkuklabaz”, “Hayalbaz”, “Suretbaz” gibi adlar verilmiştir."
  },
  {
    "id": "1648989",
    "unitNumber": 3,
    "text": "Türk kukla seyirlik oyun geleneğinde değişik tekniklerle oluşturulup oynatılan çeşitli kukla oyunu tipleri vardır. Aşağıdakilerden hangisi bunlardan biri <u>değildir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Masa kuklası",
      "B": "İskemle kuklası",
      "C": "İpli kukla",
      "D": "Araba kuklası",
      "E": "Yer kuklası"
    },
    "explanation": "Türk kukla seyirlik oyun geleneğinde değişik tekniklerle oluşturulup oynatılan çeşitli kukla oyunu tipleri vardır. Bu kukla oyunu tipleri çoğunlukla oynatıldıkları teknikten hareketle adlandırılırlar. Bunlar, el kuklası, ipli kukla, iskemle kuklası, araba kuklası, köy kuklası, dev kukla, ayak kuklası, yer kuklası ve canlı kukla gibi adlar ile anılmaktadır."
  },
  {
    "id": "1648994",
    "unitNumber": 3,
    "text": "Daha çok sokak eğlencelerinde kullanılan, göğüslerinden yatay biçimde bir ip geçirilen, gayda ve benzeri çalgıların eşliğinde aşağıdan ipleri çekilmek suretiyle oynatılan kuklalar aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "El kuklası",
      "B": "İskemle kuklası",
      "C": "İpli kukla",
      "D": "Araba kuklası",
      "E": "Köy kuklası"
    },
    "explanation": "İskemle Kuklası: Göğüslerinden yatay biçiminde bir ip geçirilen bu kuklalar gayda ve benzeri çalgıların eşliğinde aşağıdan ipleri çekilmek suretiyle oynatılırlar. İskemle kuklaları daha çok sokak eğlenceleri içindir. Bu kuklalar dört köşe bir tahta iskemle üstüne dizilmiş iki veya dört bebeğin dönerek ve zıplayarak oynatılmasından ibaret olduğu için bu adı almıştır."
  },
  {
    "id": "1649000",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi ayak kuklasının baş kahramanıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Çaput adam",
      "B": "Kepçe kadın",
      "C": "Keçel pehlivan",
      "D": "Bodi bostan",
      "E": "Kepçe başı"
    },
    "explanation": "Daha çok Anadolu’da yaygın olan ayak kuklası tekniği, kuklacının iki ayak başparmağına taktığı kuklaları oynatmasına ve konuşturmasına dayanır. Ayak kuklasının baş kahramanına “Keçel Pehlivan” denilir."
  },
  {
    "id": "1649009",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi dört bir yanı seyircilerle dolu bir meydanın ortasında, belli bir konu çerçevesinde fakat herhangi bir yazılı metne bağlı kalmadan, canlı oyuncular tarafından doğaçlama (irticalen/tulûat) olarak oynanan geleneksel seyirlik bir oyundur?",
    "correctAnswer": "D",
    "options": {
      "A": "Kukla",
      "B": "Meddah",
      "C": "Karagöz",
      "D": "Orta oyunu",
      "E": "Tiyatro"
    },
    "explanation": "Geleneksel seyirlik oyunlarımızın şehirlerde oluşan ve gelişen türlerinden birisi de orta oyunudur. Orta oyunu dört bir yanı seyircilerle dolu bir meydanın ortasında, belli bir konu çerçevesinde fakat herhangi bir yazılı metne bağlı kalmadan, canlı oyuncular tarafından doğaçlama (irticalen/tulûat) olarak oynanan geleneksel seyirlik bir oyundur."
  },
  {
    "id": "1649020",
    "unitNumber": 3,
    "text": "Orta oyunu kelimesi XIX. yüzyıldan beri kullanılmakla beraber bu geleneksel sanat dalına verilen tek ad değildir. Aşağıdakilerden hangisi orta oyununa verilen diğer adlardan biri <u>değildir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Cümbüş oyunu",
      "B": "Taklit oyunu",
      "C": "Zuhuri",
      "D": "Meydan oyunu",
      "E": "Kol oyunu"
    },
    "explanation": "Orta oyunu kelimesi XIX. yüzyıldan beri kullanılmakla beraber bu geleneksel sanat dalına verilen tek ad değildir. “Taklit Oyunu” da denilen orta oyunu yerine kullanılan adlardan biri de ortaya çıkıp gelişen anlamında “Zuhurî”dir. Orta oyunu, oynandığı mekân bakımından “Meydan Oyunu” ve bu oyunu oynayan takım veya oyuncu topluluğu anlamında da “Kol Oyunu” olarak da adlandırılmıştır. “Kol Oyunu” ifadesi aynı zamanda “Komedya” anlamında da kullanılmıştır."
  },
  {
    "id": "1649035",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi geleneksel anlayışla yapılmış bir \"orta oyunu meydanı\"nın bölümlerinden biri <u>değildir?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Sandık odası",
      "B": "Muhavere",
      "C": "Kapı",
      "D": "Yeni dünya",
      "E": "Kafes"
    },
    "explanation": "Geleneksel anlayışla yapılmış bir “orta oyunu meydanı” şu bölümlerden oluşurdu:<br/>1. Sandık Odası (Pusat Odası): Oyuncuların kostümlerinin bulunduğu ve giyinip soyundukları çadır ya da perdeyle kapatılmış bir yer.<br/>2. Kapı: Oyuncuların meydana girip çıktıkları kısım.<br/>3. Çalgıcıların Yeri: Orta oyununda genellikle zurna ve çifte-nara gibi müzik aletlerini çalan müzisyenlerin oturduğu yer.<br/>4. Dükkan: Neredeyse bütün oyunlarda “Pişekâr”ın yardımıyla bir işe başlayan “Kavuklu”nun dükkan olarak kullandığı 70 cm yüksekliğinde iki kanatlı bir paravana.<br/>5. Meydan: Oyuncuların oynadığı yaklaşık 15x25 metrelik alan.<br/>6. Yenidünya: Oyuna göre ev, hamam gibi mekânlar olarak kullanılan yaklaşık 1,5 m yüksekliğinde tahtadan yapılmış 2-4 kanatlı kafes veya paravanadır. Yenidünya’nın içinde 2-3 tane iskemle vardır.<br/>7. Mevki: Erkek seyircilerin oturduğu bölümdür.<br/>8. Kafes: Kadın seyircilerin oturduğu bölümdür.<br/>9. Parmaklık: Çoğunlukla 1,5 m yüksekliğindeki kazıklara çekilen iplerle oluşturulan seyirci kısmı ile oyun meydanını birbirinden ayıran bölümdür."
  },
  {
    "id": "1649045",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi orta oyunlarında asıl ele alınan konunun anlatıldığı bölümdür?",
    "correctAnswer": "C",
    "options": {
      "A": "Giriş",
      "B": "Bitiş",
      "C": "Fasıl",
      "D": "Muhavere",
      "E": "Senaryo"
    },
    "explanation": "Fasıl: Orta oyunlarının asıl ele aldığı konunun anlatıldığı bölümdür. Bu nedenle, orta oyunu geleneğinde oyunlar fasıl bölümünde işlenen konuya göre adlandırılır."
  },
  {
    "id": "1649049",
    "unitNumber": 3,
    "text": "Orta oyununun oyunbaşısı veya bir anlamda yönetmeni aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kavuklu",
      "B": "Meddah",
      "C": "Zenne",
      "D": "Pişekar",
      "E": "Köçek"
    },
    "explanation": "Pişekâr: Orta oyununun oyunbaşısı veya bir anlamda yönetmenidir."
  },
  {
    "id": "1649055",
    "unitNumber": 3,
    "text": "Orta oyununun tek sabit aksesuarı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Masa",
      "B": "Sandalye",
      "C": "Kavuk",
      "D": "Kapı",
      "E": "Pastav"
    },
    "explanation": "Orta oyununun tek sabit aksesuarı “pastav”dır (şakşak/tahta maşa). “Pastav” veya “Şakşak” adı da verilen bu aksesuar oyunda, Pişekâr tarafından efektin yaratılmasında, izleyicinin dikkatinin çekilmesinde, sözün vurgulanmasında, zurnacıya çal komutunun verilmesinde ve bir anlamda oyunun yönetilmesinde kullanılır. Pastav çoklu işleve sahip bir araçtır bu çoklu işlevsel özelliğiyle de pastav orta oyunun olmazsa olmazı konumundadır. Bu nedenle orta oyununun sembolüdür."
  },
  {
    "id": "1656707",
    "unitNumber": 3,
    "text": "Hangisi doğaçlama anlamındadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Meddah.",
      "B": "Tuluat.",
      "C": "Kukla.",
      "D": "Orta oyunu.",
      "E": "Drama."
    },
    "explanation": "Tuluat. Cevap B'dir."
  },
  {
    "id": "1656709",
    "unitNumber": 3,
    "text": "Hangisi ipli kukla manasındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Tuluat.",
      "B": "Drama.",
      "C": "Meddah.",
      "D": "Orta oyunu.",
      "E": "Çadır- hayal."
    },
    "explanation": "Çadır hayal . Cevap E'dir."
  },
  {
    "id": "1656710",
    "unitNumber": 3,
    "text": "Bodi Bostan, Gelin gok isimli kuklalar hangi kategoride yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Dev kuklası.",
      "B": "EL kuklası.",
      "C": "Köy kuklası.",
      "D": "Ayak kuklası.",
      "E": "Canlı kukla."
    },
    "explanation": "Köy kuklası. Cevap C'dir."
  },
  {
    "id": "1656711",
    "unitNumber": 3,
    "text": "Keçel Pehlivan hangi kategoride değerlendirilmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Köy kuklası.",
      "B": "El kuklası.",
      "C": "Ayak kuklası.",
      "D": "Canlı kukla.",
      "E": "Dev kuklası."
    },
    "explanation": "Ayak kuklası. Cevap C'dir."
  },
  {
    "id": "1656712",
    "unitNumber": 3,
    "text": "Baş tipleri İbiş ve İhtiyar olan kuklalar hangi kategoride değerlendirilmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Canlı kukla.",
      "B": "El kuklası.",
      "C": "Dev kuklası.",
      "D": "Köy kuklası.",
      "E": "Yer kuklası."
    },
    "explanation": "Canlı kukla. Cevap A'dır."
  },
  {
    "id": "1656715",
    "unitNumber": 3,
    "text": "Hangisi methedici, övücü anlamındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Meddah.",
      "B": "Tuluat.",
      "C": "Orta oyunu.",
      "D": "Destan.",
      "E": "Kukla."
    },
    "explanation": "Meddah. Cevap A'dır."
  },
  {
    "id": "1656716",
    "unitNumber": 3,
    "text": "Sivri külahlı bazen yüzleri maskeli oyunculara verilen isim aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Meddah.",
      "B": "Curcuna-baz.",
      "C": "Karaçör.",
      "D": "Hemecik.",
      "E": "Keçel pehlivan."
    },
    "explanation": "Curcuna- baz. cevap B'dir."
  },
  {
    "id": "1656717",
    "unitNumber": 3,
    "text": "Hangisi hendekle çevrilmiş küçük hisar anlamındadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Meddah.",
      "B": "Keçel pehlivan.",
      "C": "Tuluat.",
      "D": "Palanka.",
      "E": "Curcuna-baz."
    },
    "explanation": "Palanka. Cevap D'dir."
  },
  {
    "id": "1656719",
    "unitNumber": 3,
    "text": "Muhavere aşağıdakilerden hangisiyle ilgilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Meddah.",
      "B": "Kukla.",
      "C": "Tuluat.",
      "D": "Orta oyunu.",
      "E": "Palanka."
    },
    "explanation": "Orta oyunu. Cevap D'dir."
  },
  {
    "id": "1656720",
    "unitNumber": 3,
    "text": "Pişekar aşağıdakilerden hangisiyle ilgilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Meddah.",
      "B": "İpli kukla.",
      "C": "El kuklası.",
      "D": "Ayak kuklası.",
      "E": "Orta oyunu."
    },
    "explanation": "Orta oyunu. Cevap E 'dir."
  },
  {
    "id": "1662290",
    "unitNumber": 3,
    "text": "Tulûat'ın anlamı nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Güzel anlamındadır.",
      "B": "Doğru anlamındadır.",
      "C": "Yanlış anlamındadır.",
      "D": "Doğaçlama anlamındadır.",
      "E": "Ezber anlamındadır."
    },
    "explanation": "Tulûat: Doğaçlama<br/>anlamındadır."
  },
  {
    "id": "1662297",
    "unitNumber": 3,
    "text": "İpli kuklanın yapımında en çok kullanılan malzeme aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sudur.",
      "B": "Plastiktir.",
      "C": "Süngerdir.",
      "D": "Demirdir.",
      "E": "Ahşaptır."
    },
    "explanation": "İpli kuklanın yapımında en çok kullanılan malzeme ahşaptır."
  },
  {
    "id": "1662317",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi İbiş karakteriyle ilgili yanlış bilgi içermektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "İbiş: Her zaman uşak rolündedir.",
      "B": "İhtiyar’ın uşağıdır.",
      "C": "Asıl adı Ali'dir.",
      "D": "Kurnaz ve hazır cevaptır.",
      "E": "Kukla oyunlarının baş komiğidir."
    },
    "explanation": "İbiş: Her zaman uşak rolündedir. Asıl adı “Sadık” olmasına karşılık çoğunlukla<br/>“İbiş” olarak çağırılır. İhtiyar’ın uşağıdır, kurnaz ve hazır cevaptır. İbiş kaba saba,<br/>açık saçık ve iki anlamlı sözler söyleyerek oyunun gelişmesini sağlar. O, kukla<br/>oyunlarının baş komiğidir. Eğri büğrü, püskülü devamlı oynayan biçimsiz bir fesi<br/>vardır."
  },
  {
    "id": "1662333",
    "unitNumber": 3,
    "text": "Türk meddah geleneğinin icralarında anlatım ve gösteriler ile ilgili bölümlerinden hangisi yanlıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Örnekleme",
      "B": "Senaryo",
      "C": "Başlangıç",
      "D": "Açıklama",
      "E": "Bitiş"
    },
    "explanation": "Türk meddah geleneğinin icralarında anlatım ve gösteriler “Başlangıç”, “Açıklama”, “Senaryo” ve “Bitiş” gibi kalıplaşmış bölümlerden meydana gelmektedir."
  },
  {
    "id": "1662351",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Türk meddah geleneğinin Senaryo bölümüyle ilgilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Meddah, başlangıç ve açıklama bölümlerinde dikkatlerini çekerek etrafına topladığı seyircilere, bu bölümde asıl anlatacağı hikâyeyi anlatmaya başlar.",
      "B": "Anlatılan hikâyedeki düğümün çözüldüğü ve anlatımın bittiği bölümdür.",
      "C": "Meddah bu bölümde ölçülü veya ölçüsüz sözlü kalıp ifadeler kullanarak anlatacağı hikâyenin kahramanlarının ailesi, sosyo-ekonomik durumu, mekânı, zamanı hakkında bilgiler verir.",
      "D": "Meddah “Hak dostum Hak!” nidasıyla oyuna başlar.",
      "E": "Meddah bir divanî veya bir tekerleme söyleyerek seyircinin dikkatini icrasına çeker"
    },
    "explanation": "Senaryo Bölümü: <strong>Meddah, başlangıç ve açıklama bölümlerinde dikkatlerini çekerek etrafına topladığı seyircilere, bu bölümde asıl anlatacağı hikâyeyi anlatmaya başlar.</strong> Meddah bütün ustalığını bu bölümde gösterir. Meddahın ustalığı demek, Türkçeyi yeri geldiğinde bütün ağızlarıyla kullanmak, Osmanlı toplum<br/>yapısı içinde yer alan ve bir çoğunu karagözde de gördüğümüz azınlık tiplerini konuşma biçimleriyle taklit etmek, sözlerini deyim ve atasözlerinden argoya kadar kalıp ifade ve sözlerle süslemek ve sözlü anlatımını jest ve mimiklerle desteklemektir. Meddahlar senaryo bölümünde farklı kökenden gelen tipleri dans, müzik ve dil özellikleriyle birlikte canlandırırak icralarını zenginleştirip anlatımı monotonluktan da kurtarırlar. Meddahlık geleneğinde taklitler ne kadar zengin olursa olsun asıl olan hikâyedir. Bu özellik belki de karagözün sözel cephesiyle meddahın sözel cephesi arasındaki en önemli farklılıktır. Karagözde derine inmeyen hikâye, meddahta üzerinde göreceli olarak daha çok durulan, derinleştirilen ve asıl dinlenilerek zevk alınan, merak edilen ve anlatıcıdan istenilen durumundadır. Meddah seyircilerinin niteliklerini göz önünde bulundurarak anlattığı hikâyeyi geliştirir. Tıpkı sözlü kültür ortamında epik destan anlatan destancı veya kahvehanede halk hikâyesi anlatan âşık gibi seyircinin tavrı hikâyesini anlatan meddahı doğrudan<br/>doğruya etkiler. Seyirciden meddaha gelen bu etkiler hikâyenin uzunluğunu veya kısalığını belirler. Usta ve yaratıcı bir meddah, hikâyesini ezberlemez ve ezberden kelimesi kelimesine anlatmaz. O, hikâyenin ana olaylar dizisini ve karakterlerin niteliklerini bilir. Dikkatli, istekli ve destekleyen bir dinleyici karşısında meddah asıl anlatı içerisine bağımsız sayılabilecek hikâyecikler veya asıl anlatının uygun yerlerine yeni şive ve taklitler ekleyerek hikâyesini istediği kadar uzatabilir. İsteksiz ve dikkatsiz bir seyirci kitlesi karşısında da hikâyeyi kısaltabileceği gibi hikâyenin anlatımını kesip bir anısını ya da bir fıkra anlatarak onların dikkatini toplamayı deneyebilir. Meddahın anlattığı hikâye çok uzunsa hikâyede anlatılan olayın çok merak uyandıran bir yerinde çay, kahve, tütün içmek için ihtiyaç molası verebilir."
  },
  {
    "id": "1662512",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Türk meddah geleneğinin Başlangıç bölümüyle ilgilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Meddah bir divanî veya bir tekerleme söyleyerek seyircinin dikkatini icrasına çeker.",
      "B": "Meddah bu bölümde ölçülü veya ölçüsüz sözlü kalıp ifadeler kullanarak anlatacağı hikâyenin kahramanlarının ailesi, sosyo-ekonomik<br/>durumu, mekânı, zamanı hakkında bilgiler verir.",
      "C": "Meddah, başlangıç ve açıklama bölümlerinde dikkatlerini çekerek etrafına topladığı seyircilere, bu bölümde asıl anlatacağı hikâyeyi anlatmaya başlar.",
      "D": "Meddah bütün ustalığını bu bölümde gösterir.",
      "E": "Anlatılan hikâyedeki düğümün çözüldüğü ve anlatımın bittiği bölümdür."
    },
    "explanation": "Başlangıç Bölümü: Meddah “Hak dostum Hak!” nidasıyla oyuna başlar.<br/>Meddah bir divanî veya bir tekerleme söyleyerek seyircinin dikkatini icrasına çeker. İcranın başlangıcını sağlayan manzumelere örnek olarak;<br/>“Hak dostum Hak!”<br/>Yanıldım ben çırak aldım yanıma<br/>Eve gelmez külhan dükkanda yatır<br/>Kovsam o da düşmez şanıma<br/>Ki vardır çarşafsız yorganda yatır<br/>Haşa huzurdan ustası çırağını sever<br/>Bir eşek aldı pazardan, eşek göze geldi çatladı nazardan<br/>Eşek çıktı mezardan, eşeğin aşkından ormanda yatır<br/>Bizim çırak da hırtıyı pırtıyı toplamış külhanda yatır<br/>Zaman-ı evailde...”<br/>şeklindeki Hayalî Küçük Ali’nin söylediği tekerleme verilebilir. Tekerlemenin<br/>veya bir divanînin okunmaya başlaması bir yandan dinleyicilerin meddahın etrafında toplanmasını sağlarken diğer yandan da toplanmış olan dinleyicilerin kendi<br/>aralarında konuşmayı keserek, anlatım sessizliği sağlamak gibi icra ortamını düzenlemeye yönelik gizli işlevleri de vardır.<br/>Meddahların icralarının başlangıcında okudukları divanîlere ve onu takip<br/>eden tekerlemelere de örnek olarak şu manzume verilebilir:<br/>“Hak dostum Hak!”<br/>Bâkî Efendi’nin Divanı’ndan<br/>3. Ünite - Halk Edebiyatında Seyirlik Türler: Kukla, Meddah, Orta Oyunu 63<br/>Ey gönül a’yan-ı devlet içre himmet kalmadı<br/>Kimden umarsın kerem, ehl-i mürüvvet kalmadı<br/>***<br/>Nefse nefsî oldu dünya, hep alem hayrettedir<br/>Kimseden hiç kimseye zerre inâyet kalmadı<br/>***<br/>Gel zuhûr et handesin ey mehdi-i sahip-kıran!<br/>Kim cihanda zahir olmadık alâmet kalmadı<br/>***<br/>Ey dirîğâ lutf u ihsanı kapusun yaptılar<br/>Zikri hayr olsun diyen sâhib-saâdet kalmadı<br/>***<br/>Câhil ü nâdân ola gör ister isen mertebe<br/>Kim kemal ehline Baki şimdi rağbet kalmadı<br/>şeklindeki divanîyi okuduktan sonra, “Sühensâz-ı gülistan-ı nezâket, nihâl-i<br/>konca-i bâğ-ı zerâfet, dinledikçe verir tab’a letâfet, dinleyiniz efendim. İşte bu âciz<br/>köleleri, oturun bey efendilere nakl eylesin hoşça bir hikâye. Efendim râviyân-ı ahbâr<br/>ve nâkilân-ı âsâr, muhaddisân-ı rûzigâr nakl-i beyan ider ki, zamân-ı evâilde...”<br/>gibi girişlerle meddahlar anlatacakları hikâyeye başlarlardı. Meddah hikâyelerinin<br/>başlangıç ve bitiriş kısımlarındaki bu manzume ve tekerlemeler, tıpkı masalların<br/>açılış ve kapanış tekerlemelerine benzer şekilde sözlü anlatıyı ve icrasını düz ve<br/>gündelik konuşmadan ayıran bir çerçeve işlevindedirler"
  },
  {
    "id": "1662537",
    "unitNumber": 3,
    "text": "Dört bir yanı seyircilerle dolu bir meydanın ortasında, belli bir konu çerçevesinde fakat herhangi bir yazılı metne bağlı kalmadan, canlı oyuncular tarafından doğaçlama (irticalen/tulûat) olarak oynanan geleneksel seyirlik bir oyun aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Halk oyunları",
      "B": "Çocuk oyunu",
      "C": "Kukla oyunu",
      "D": "Meddah oyunu",
      "E": "Orta oyunu"
    },
    "explanation": "Orta oyunu dört bir yanı seyircilerle dolu bir meydanın<br/>ortasında, belli bir konu çerçevesinde fakat herhangi bir yazılı metne bağlı kalmadan, canlı oyuncular tarafından doğaçlama (irticalen/tulûat) olarak oynanan<br/>geleneksel seyirlik bir oyundur."
  },
  {
    "id": "1662549",
    "unitNumber": 3,
    "text": "Curcuna içinde dans edip soytarılıklar yapan sivri külahlı, bazen yüzleri maskeli oyunculara verilen isime ne denir?",
    "correctAnswer": "E",
    "options": {
      "A": "Komedyen",
      "B": "Oyuncu",
      "C": "Tiyatrocu",
      "D": "Meddah",
      "E": "Curcuna-baz"
    },
    "explanation": "Curcuna-baz: Curcuna içinde<br/>dans edip soytarılıklar yapan<br/>sivri külahlı, bazen yüzleri<br/>maskeli oyunculara verilen<br/>isimdir."
  },
  {
    "id": "1662572",
    "unitNumber": 3,
    "text": "Palanka nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Doğaçlama anlamındadır.",
      "B": "Curcuna içinde dans edip soytarılıklar yapan sivri külahlı, bazen yüzleri maskeli oyunculara verilen isimdir.",
      "C": "Orta oyununda sürekli Kavuklu’nun arkasında dolaşan kişi.",
      "D": "Kelimenin gerçek anlamı ağaç ve toprakla yapılmış, hendekle çevrilmiş küçük hisardır.",
      "E": "Bir değnek ile çalınan koltuk altı davuluna verilen isimdir."
    },
    "explanation": "Palanka: Kelimenin gerçek<br/>anlamı ağaç ve toprakla<br/>yapılmış, hendekle çevrilmiş<br/>küçük hisardır."
  },
  {
    "id": "1662591",
    "unitNumber": 3,
    "text": "Geleneksel anlayışla yapılmış bir “orta oyunu meydanında” hangi bölüm yoktur?",
    "correctAnswer": "D",
    "options": {
      "A": "Sandık Odası",
      "B": "Kapı",
      "C": "Çalgıcıların Yeri",
      "D": "Kameralar",
      "E": "Parmaklık"
    },
    "explanation": "Geleneksel anlayışla<br/>yapılmış bir “orta oyunu meydanı” şu bölümlerden oluşurdu:<br/>1. Sandık Odası (Pusat Odası): Oyuncuların kostümlerinin bulunduğu ve giyinip soyundukları çadır ya da perdeyle kapatılmış bir yer.<br/>2. Kapı: Oyuncuların meydana girip çıktıkları kısım.<br/>3. Çalgıcıların Yeri: Orta oyununda genellikle zurna ve çifte-nara gibi müzik<br/>aletlerini çalan müzisyenlerin oturduğu yer.<br/>4. Dükkan: Neredeyse bütün oyunlarda “Pişekâr”ın yardımıyla bir işe başlayan “Kavuklu”nun dükkan olarak kullandığı 70 cm yüksekliğinde iki kanatlı bir paravana.<br/>5. Meydan: Oyuncuların oynadığı yaklaşık 15x25 metrelik alan.<br/>6. Yenidünya: Oyuna göre ev, hamam gibi mekânlar olarak kullanılan yaklaşık<br/>1,5 m yüksekliğinde tahtadan yapılmış 2-4 kanatlı kafes veya paravanadır.<br/>Yenidünya’nın içinde 2-3 tane iskemle vardır.<br/>7. Mevki: Erkek seyircilerin oturduğu bölümdür.<br/>8. Kafes: Kadın seyircilerin oturduğu bölümdür.<br/>9. Parmaklık: Çoğunlukla 1,5 m yüksekliğindeki kazıklara çekilen iplerle<br/>oluşturulan seyirci kısmı ile oyun meydanını birbirinden ayıran bölümdür"
  },
  {
    "id": "1500124",
    "unitNumber": 4,
    "text": "Türk edebiyatı tarihinde \"sözlü edebiyat\" hangi dönemde ele alınmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "İslamiyet öncesi Türk edebiyatı",
      "B": "İslam uygarlığı etkisindeki Türk edebiyatı",
      "C": "Halk edebiyatı",
      "D": "Divan edebiyatı",
      "E": "Hiçbiri"
    },
    "explanation": "Türk edebiyatı<br/>tarihi üç döneme ayrılmıştır:<br/>1) İslâmiyet Öncesi Türk Edebiyatı<br/>a) Sözlü Edebiyat<br/>b) Yazılı Edebiyat<br/>2) İslâm Uygarlığı Etkisindeki Türk Edebiyatı<br/>A) Halk Edebiyatı<br/>a) Anonim Halk Edebiyatı<br/>b) Dinî Tasavvufî Halk Edebiyatı<br/>c) Âşık Tarzı Halk Edebiyatı<br/>B) Divan Edebiyatı<br/>3) Batı Uygarlığı Etkisindeki Türk Edebiyatı"
  },
  {
    "id": "1500125",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi İslamiyet öncesi Türk edebiyatında \"atasözü\" anlamındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Sagu",
      "B": "Ağıt",
      "C": "Kam",
      "D": "Ozan",
      "E": "Sav"
    },
    "explanation": "İslâmiyet öncesi Türk edebiyatının “sav” (atasözü) ve “sagu” (ağıt) gibi anonim<br/>türleriyse zaten adlandırmada kullanılan terimlerin değişmesinin ötesinde tarih<br/>boyunca kendi gelişim çizgilerinde yaşamaya devam ettiler. Böyle eksik bir sınıflandırmaya bağlı bir ayırım onlar açısından hiçbir zaman hiçbir anlam taşımadı."
  },
  {
    "id": "1500127",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi İslamiyet öncesi Türk edebiyatında \"ağıt\" anlamındadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Sav",
      "B": "Sagu",
      "C": "Kam",
      "D": "Ozan",
      "E": "Hiçbiri"
    },
    "explanation": "İslâmiyet öncesi Türk edebiyatının “sav” (atasözü) ve “sagu” (ağıt) gibi anonim<br/>türleriyse zaten adlandırmada kullanılan terimlerin değişmesinin ötesinde tarih<br/>boyunca kendi gelişim çizgilerinde yaşamaya devam ettiler. Böyle eksik bir sınıflandırmaya bağlı bir ayırım onlar açısından hiçbir zaman hiçbir anlam taşımadı."
  },
  {
    "id": "1500128",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Türklerin İslamiyet öncesinde kabul ettiği dinlerden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Şamanizm",
      "B": "Maniheizm",
      "C": "Budizm",
      "D": "Musevilik",
      "E": "Hepsi"
    },
    "explanation": "Türkler İslamiyetten önce Şamanizm, Maniheizm, Budizm, Musevilik ve Hristiyanlık gibi dinleri tarihin çeşitli dönemlerinde kabul etmişlerdir."
  },
  {
    "id": "1500130",
    "unitNumber": 4,
    "text": "Tarihte kadını üstün cins, erkeği ikincil bir cins olarak kabul eden ve küçük gruplar hâlinde yaşayan ve dinî, siyasi ve ruhani liderleri Türkçe “kam” adı verilen kadınlar olan Türk toplulukları hangi dine inanmaktaydı?",
    "correctAnswer": "A",
    "options": {
      "A": "Şamanizm",
      "B": "Maniheizm",
      "C": "Budizm",
      "D": "Hristiyanlık",
      "E": "Musevilik"
    },
    "explanation": "Türklerin tarih sahnesine çıktıkları Güney Sibirya Ormanları ile Altay Dağları<br/>arasındaki üçgende, tarih öncesi dönemde önce kadınların hakim olduğu anaerkil<br/>bir toplum yapısı içinde yaşadıkları bilinmektedir. Kadını üstün cins, erkeği ikincil bir cins olarak kabul eden ve küçük gruplar hâlinde yaşayan bu toplulukların<br/>dinî, siyasi ve ruhani liderleri Türkçe “kam” adı verilen kadın şamanlardı."
  },
  {
    "id": "1500132",
    "unitNumber": 4,
    "text": "Adını bildiğimiz en eski Türk ozanı kimdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Asıg Tutung",
      "B": "Çısuya Tutung",
      "C": "Aprunçır Tigin",
      "D": "Kalım Keyşi",
      "E": "Seli Tutung"
    },
    "explanation": "Adını bildiğimiz en eski Türk ozanı Aprunçır Tigin’dir. Budizm ve Maniheizm döneminden adını bildiğimiz ozan-baksılarsa; Kül Tarkan, Çuçu, Kiki, Prataya Şiri, Seli Tutung, Asıg Tutung, Çısuya Tutung ve Kalım Keyşi’dir"
  },
  {
    "id": "1500138",
    "unitNumber": 4,
    "text": "Günümüzde de yaygın olarak kullanılan koşma şeklinin Türk edebiyatında ilk görüldüğü biçimdir. \".......\" terimi “şiir”, “nazım”, ve “beyit” anlamlarını da karşılamıştır.\n yukarıda boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Küg",
      "B": "Takşut",
      "C": "Takmak",
      "D": "Koşug",
      "E": "Kojan"
    },
    "explanation": "Koşug: Günümüzde de yaygın olarak kullanılan koşma şeklinin Türk edebiyatında ilk görüldüğü biçimdir. Koşug terimi “şiir”, “nazım”, ve “beyit” anlamlarını<br/>da karşılamıştır. Bir edebiyat terimi olarak “koşug” günümüzde de Tıva, Şor, Altay, Kırgız, Kazak, Hakas, Karakalpak, Saha (Yakut) gibi Türk boylarının halk şiiri<br/>geleneklerinde “koşık”, “koşak”, “koşok” ve “kosık” şekillerinde yaşamaya devam<br/>etmektedir. Koşuk dörtlüklerle kurulu şiir demektir."
  },
  {
    "id": "1500140",
    "unitNumber": 4,
    "text": "İslâmiyet öncesi Türk edebiyatında \"Kojan\" olarak bilinen şiir türü, Altay Türkleri arasında “şarkı, türkü” anlamına gelen “...........” şekliyle Altay Türkçesinde günümüzde yaşamaktadır. <br/>Yukarıda boş bırakılan yere aşağıdakilerin hangisi gelmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Koşug",
      "B": "Küg",
      "C": "Ir",
      "D": "Yır",
      "E": "Kojong"
    },
    "explanation": "İslâmiyet öncesi Türk edebiyatında Kojan olarak bilinen şiir türü, Altay Türkleri arasında \"şarkı, türkü\" anlamına gelen \"kojong\" şekliyle Altay Türkçesinde günümüzde yaşamaktadır."
  },
  {
    "id": "1500148",
    "unitNumber": 4,
    "text": "On iki hikâyeden meydana gelen ve tam adıyla “Kitâb-ı Dedem Korkut AlâLisân-ı Tâife-i Oğuzan” olan Dede Korkut Hikâyeleri ilk defa hangi yılda günümüz Türkçesine çevrilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "1916",
      "B": "1917",
      "C": "1918",
      "D": "1919",
      "E": "1920"
    },
    "explanation": "On iki hikâyeden meydana gelen ve tam adıyla “Kitâb-ı Dedem Korkut AlâLisân-ı Tâife-i Oğuzan” olan Dede Korkut Hikâyeleri’nin bilinen iki yazma nüshası<br/>vardır. Birincisi, on iki hikâyeden oluşmaktadır ve Berlin Dresden Kütüphanesi’ndedir. Türkiye’de ilk defa 1916 yılında Kilisli Rıfat Bilge tarafından yayınlanmıştır. Dede<br/>Korkut Hikâyeleri bu yayından sonra Türkiye’de tanınmış ve dünyada da pek çok<br/>araştırmacının dikkatini çekmiştir. İkinci Dede Korkut yazmasıysa, altı hikâyeden<br/>oluşmakta ve “Hikâyet-i Oğuznâme-i Kazanbey ve Gayri” başlığını taşımaktadır.<br/>Bu yazma Vatikan kütüphanesindedir. Dede Korkut pek çok bakımdan araştırmacıların dikkatini çekmekte ve devamlı olarak değişik yönleriyle araştırılmaktadır.<br/>Dede Korkut üzerine Türkçe ve pek çok dilde yapılan araştırmalar bini aşkın olmakla birlikte iki nüshayı da karşılaştırarak okuyan Muharrem Ergin ve Orhan Şaik<br/>Gökyay’ın çalışmaları en dikkate değer okunmuş metinler durumdadır"
  },
  {
    "id": "1500154",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Türk dünyasında “ses”, “müzik”, “beste”, “hava” veya “ezgi” anlamında kullanılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Küg",
      "B": "Ir",
      "C": "Yır",
      "D": "Kojan",
      "E": "Koşug"
    },
    "explanation": "Küg: Ozan Aprunçır’ın bir şiirinde “şiir” anlamında kullanıldığı düşünülen bu<br/>kelime şiirin bestesi ve ezgisi anlamındadır. Günümüzde de bu kelimeden türetilen “küy”, “küglemek” ve “küylemek” şekilleri, Türk dünyasında “ses”, “müzik”,<br/>“beste”, “hava” veya “ezgi” anlamında kullanılmaktadır."
  },
  {
    "id": "1504923",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi veya hangileri İslâm uygarlığı etkisindeki Türk Edebiyatının ana başlıklarındandır? \n <ol type=\"I\"> <li>Sözlü Edebiyat</li> <li>Divan Edebiyatı</li> <li>Halk Edebiyatı</li> <li>Yazılı Edebiyat</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I ve IV",
      "E": "II ve IV"
    },
    "explanation": "İslâm Uygarlığı Etkisindeki Türk Edebiyatı\n <ol> <li> Halk Edebiyatı</li> <li> Anonim Halk Edebiyatı</li> <li> Dinî Tasavvufî Halk Edebiyatı</li> <li> Âşık Tarzı Halk Edebiyatı</li> <li> Divan Edebiyatı</li> </ol>"
  },
  {
    "id": "1504952",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>İslâmiyet Öncesi Türk Edebiyatı</li> <li>İslâm Uygarlığı Etkisindeki Türk Edebiyatı</li> <li>Batı Uygarlığı Etkisindeki Türk Edebiyatı</li> </ol> Yukarıdakilerden hangisi veya hangileri, Türkiye’de Türk edebiyatı tarihinin ilk tasnif denemesini yapan Mehmed Fuad Köprülü’nün yaptığı tasniflerdendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Türkiye’de Türk edebiyatı tarihini ilk tasnif denemesini Mehmed Fuad Köprülü\n yapmıştır. Buna göre Türk edebiyatı tarihi üç döneme ayrılmıştır:\n 1) İslâmiyet Öncesi Türk Edebiyatı\n 2) İslâm Uygarlığı Etkisindeki Türk Edebiyatı\n 3) Batı Uygarlığı Etkisindeki Türk Edebiyatı"
  },
  {
    "id": "1504971",
    "unitNumber": 4,
    "text": "Türk edebiyatının ilk yaratıcılarından olarak görülen, olağanüstü güçlere sahip olan, şiir söyleyen, musiki ve sihir ile tedavi yapan hekime verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ozan",
      "B": "Baksı",
      "C": "Dede Korkut",
      "D": "Sagu",
      "E": "Çuvaş"
    },
    "explanation": "<strong>Baksı: </strong>Türk edebiyatının ilk yaratıcılarından olan, olağanüstü güçlere sahip şiir söyleyen, musiki ve sihir ile tedavi yapan hekim, kam."
  },
  {
    "id": "1504997",
    "unitNumber": 4,
    "text": "İslâmiyet öncesi Türk edebiyatının anonim türlerinden olan ve günümüzde de hala kullanımı süren “ağıt'a”, İslamiyet öncesi dönemde verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sav",
      "B": "Otağ",
      "C": "Sagu",
      "D": "Şaman",
      "E": "Kam"
    },
    "explanation": "İslâmiyet öncesi Türk edebiyatında anonim türlerden olan “ağıt’ a” verilen ad “sagu” dur."
  },
  {
    "id": "1505026",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi veya hangileri Türklerin İslâmiyet’ten önce kabul ettiği dinlerdendir?\n <ol type=\"I\"> <li>Şamanizm</li> <li>Şintoizm</li> <li>Budizm</li> <li>Bahailik</li> </ol>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız IV",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I ve IV"
    },
    "explanation": "Türkler, İslâmiyetten önce pek çok dini kabul etmişlerdir. Bunlar:\n 1: Şamanizm 2: Maniheizm 3: Budizm 4: Musevilik 5: Hristiyanlık"
  },
  {
    "id": "1505032",
    "unitNumber": 4,
    "text": "İnsanla hayvan ve bitkiler arasında bir akrabalık ilişkisi olduğuna dair inanç aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Totemizm",
      "B": "Şamanizm",
      "C": "Budizm",
      "D": "Taoizm",
      "E": "Hinduizm"
    },
    "explanation": "<strong>Totemizm: </strong>İnsanla hayvan ve bitkiler arasında bir akrabalık ilişkisi olduğuna dair inanç."
  },
  {
    "id": "1505040",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, İslamiyet’ten önceki dönemde “yug” denilen cenaze törenlerinde, yas ve matem tutturmak amacıyla profesyonel ağıt söyleyen kişilere verilen addır?",
    "correctAnswer": "D",
    "options": {
      "A": "Otaçı",
      "B": "Emçi",
      "C": "Sınıkçı",
      "D": "Sığıtçı",
      "E": "Baksı"
    },
    "explanation": "<em>Sığıtçı</em>” (yug denilen cenaze törenlerinde, yas ve matem tutturmak amacıyla profesyonel ağıt söyleyicilere verilen addır."
  },
  {
    "id": "1505056",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, Türk edebiyatında adı bilinen en eski Türk ozanıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Prataya Siri",
      "B": "Aprunçır Tigin",
      "C": "Kül Tarkan",
      "D": "Kalım Keyşi",
      "E": "Asıg Tutung"
    },
    "explanation": "Adını bildiğimiz en eski Türk ozanı Aprunçır Tigin’dir."
  },
  {
    "id": "1505076",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi veya hangileri, İslamiyet öncesi Türk edebiyatında şiir tür ve şekillerinden<strong> birisi değildir?</strong>\n<br/><ol type=\"I\"><br/><li>Koşug</li><br/><li>Küg</li><br/><li>Yug</li><br/><li>Takmak</li><br/><li>Takşut</li><br/></ol>",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve IV",
      "D": "II ve IV",
      "E": "I, II ve IV"
    },
    "explanation": "İslamiyet öncesi Türk edebiyatındaki şiir tür ve şekilleri:\n<br/>1: Koşug - 2: Kojan - 3: Ir/Yır - 4: Küg - 5: Takşut - 6: Takmak\n<br/>Yug: Cenaze Töreni"
  },
  {
    "id": "1505086",
    "unitNumber": 4,
    "text": "Oğuzların kahramanlıklarının anlatıldığı on iki öyküden oluşan, bilinen iki yazma nüshası Berlin Dresten ve Vatikan kütüphanelerinde bulunan eser aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Manas Destanı",
      "B": "Köroğlu Destanı",
      "C": "Saltuk Buğra Han Destanı",
      "D": "Keşanlı Ali Destanı",
      "E": "Dede Korkut Hikâyeleri"
    },
    "explanation": "Bilinen iki yazma nüshası Berlin Dresten ve Vatikan kütüphanelerinde bulunan, Oğuzların kahramanlıklarının anlatıldığı on iki öyküden oluşan eser: Dede Korkut Hikayeleridir."
  },
  {
    "id": "1505765",
    "unitNumber": 4,
    "text": "Türkiye’de Türk edebiyatı tarihini ilk tasnif denemesini kim yapmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Âşık Veysel",
      "B": "Aşık Seyranî",
      "C": "Şeref Taşlıova",
      "D": "Murat Çobanoğlu",
      "E": "Mehmed Fuat Köprülü"
    },
    "explanation": "Türkiye’de Türk edebiyatı tarihini ilk tasnif denemesini Mehmed Fuad Köprülü yapmıştır. Bu tasnifinde Köprülü, İslâmiyetin Türklerin büyük bir çoğunluğu tarafından kabul edilmesini temel ölçüt olarak kullanmıştır."
  },
  {
    "id": "1505831",
    "unitNumber": 4,
    "text": "Türk edebiyatının ilk yaratıcıları olan “kam”ların (şamanların), toplumsal iş bölümünün gelişmesiyle ortaya çıkan “ozan”lar ve “baksı”ların oluşturduğu sözlü edebiyat geleneğine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ozan-baksı edebiyat geleneği",
      "B": "Tekke ve tasavvufî halk edebiyatı geleneği",
      "C": "Âşık tarzı edebiyat geleneği",
      "D": "Ağıt yakma geleneği",
      "E": "Meddah geleneği"
    },
    "explanation": "Türk edebiyatının ilk yaratıcıları olan “kam”ların (şamanların), toplumsal iş bölümünün gelişmesiyle ortaya çıkan “ozan”lar ve “baksı”ların oluşturduğu sözlü edebiyat geleneği, “Ozan-Baksı Edebiyat Geleneği” olarak adlandırılmaktadır. Başlangıçtan İslâmiyetin kabulüne ve yeni edebiyat geleneklerinin ortaya çıkmasına kadar olan dönemin “Ozan-Baksı Edebiyat Geleneği” olarak ele alınması son derece doğru ve yararlıdır. Böylece, bu geleneğin üzerine daha sonraki yüzyıllarda oluşacak olan “Dinî-Tasavvufî Halk Edebiyatı” ve “Âşık Tarzı Halk Edebiyatı” gelenekleri arasındaki sürekliliği anlamak kolaylaşacaktır. Daha da önemlisi, günümüzde de sözlü edebiyatları kamlar (şaman) tarafından sürdürülen Türk boylarının bu tür edebî verimlerini bu başlık altında ele alıp işlemek mümkün olacaktır. İslâmiyet öncesi Türk edebiyatının “sav” (atasözü) ve “sagu” (ağıt) gibi anonim türleriyse zaten adlandırmada kullanılan terimlerin değişmesinin ötesinde tarih boyunca kendi gelişim çizgilerinde yaşamaya devam ettiler. Böyle eksik bir sınıflandırmaya bağlı bir ayırım onlar açısından hiçbir zaman hiçbir anlam taşımadı."
  },
  {
    "id": "1505868",
    "unitNumber": 4,
    "text": "Hangi inanç sistemine bağlı olarak kutsal kabul edilen cisim ve varlıklar etrafında tapınma amaçlı inanç ve düşünce örüntüsü olan kültler oluşmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Şamanizm",
      "B": "Maniheizm",
      "C": "Budizm",
      "D": "Ataizm",
      "E": "Musevilik"
    },
    "explanation": "Tarih öncesi dönemde önce kadınların hakim olduğu anaerkil bir toplum yapısı içinde yaşadıkları bilinmektedir. Kadını üstün cins, erkeği ikincil bir cins olarak kabul eden ve küçük gruplar hâlinde yaşayan bu toplulukların dinî, siyasi ve ruhani liderleri Türkçe “kam” adı verilen kadın şamanlardı. “Ak Ana” da dedikleri, Umay Tanrıça’ya kâinatın yaratıcısı olarak inanıyorlardı. Önceleri kadınlara tabi olarak toplayıcılık, avcılık, balıkçılık yapan erkekler hayvanları evcilleştirerek avcılığın yanında hayvancılık da yapmaya başladılar. Demir ve benzeri metallerden silah yapmaya başlayan yeryüzündeki ilk üç bölgeden birisi olan Altay’daki bu Ön-Türkler (Proto-Türkler) demircilerin de kadınlar gibi kam (şaman) olabilmesiyle, kadın hakimiyetininin yerine erkek hakimiyetini oluşturdular. Bu yeni oluşan ataerkil erkek egemen yapıda Umay Tanrıça’nın yerini eril niteliklere sahip “Kök Tenri” veya “Gök Tanrı” aldı. Bütün bu değişim süreçlerinde dünya görüşünü oluşturan “animist” anlayış ve “totemist” anlayışlarla birleşmiş “şamanist” kavrayış ve yorumlayış eski Türk inanç sisteminin esasını teşkil etmiştir. Bu inanç sistemine bağlı olarak kutsal kabul edilen cisim ve varlıklar etrafında tapınma amaçlı inanç ve düşünce örüntüsü olan kültler oluşmuştur."
  },
  {
    "id": "1505912",
    "unitNumber": 4,
    "text": "Aşağıdaki dinlerin hangisinde temel inancı olan tenasüh (ruh göçü) gereğince canlılar Nirvana’ya (sonsuz mutluluk) ulaşıncaya kadar öldükten sonra değişik bedenlerde bir çok kez dünyaya gelinmesine inanılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Şamanizm",
      "B": "Maniheizm",
      "C": "Budizm",
      "D": "Ataizm",
      "E": "Musevilik"
    },
    "explanation": "Budizm Türklerin kabul ettiği ve onları en çok etkileyen dinlerden birisi de Budizm’dir. Budizm, yaklaşık 2500 yıl önce Buda olarak bilinen Prens Siddhata Gomata tarafından kurulmuştur. Temel inancı olan tenasüh (ruh göçü) gereğince canlılar Nirvana’ya (sonsuz mutluluk) ulaşıncaya kadar öldükten sonra değişik bedenlerde bir çok kez dünyaya gelirler."
  },
  {
    "id": "1505939",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi kamların işlevleri arasında <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Liderlik yaptıkları 15 ile 150 kişilik toplulukların dinî ayinlerini yönetmek,",
      "B": "Hasta olanlarını iyileştirmek",
      "C": "Ava çıkanların avlarının bol ve bereketli olması için büyü yapmak",
      "D": "İlaç yapmak",
      "E": "Misyonerlik yapmak"
    },
    "explanation": "OZAN-BAKSI EDEBİYATI Mitolojik dönemde Türk edebiyatının en eski yaratıcıları kamlar (şamanlar) olmalıdır. Kamlar liderlik yaptıkları 15 ile 150 kişilik toplulukların dinî ayinlerini yönetmek, hasta olanlarını iyileştirmek gibi ve ava çıkanların avlarının bol ve bereketli olması için büyü yapmak başta olmak üzere bir çok toplumsal görevi üstlenmişlerdi. Kamların olağanüstü güçlerle ve ruhlarla iletişime geçme yeteneklerine inanılması, onların en temel özelliğiydi. Bu bağlamda, kamların olağanüstü güçlerle kurduklarını düşündükleri iletişimlere dair memoratlar ve iletişime geçmek için şiir şeklinde söyledikleri “alkış”lar (dua) da en eski sözlü edebiyat türlerimiz olarak düşünülebilir."
  },
  {
    "id": "1505970",
    "unitNumber": 4,
    "text": "Kutsal kağanlık demek bozkırda kurulan ilk Türk devleti demektir. Bu tür bir toplumsal yapı değişikliği çok daha eski zamanlarda başlamış olan toplumsal iş bölümünün belirginleşmesi ve vaktiyle hepsini kamların üstlendiği görevlerin ayrı uzmanlık alanları hâlinde yeniden örgütlenmesi sonucunu doğurmuştur. Kamlıktan ayrılarak oluşan bu yeni uzmanlıklardan emçi denilen kişilerin görev tanımı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kırık ve çıkıkları tedavi eden, ortopedisyen",
      "B": "İyi veya kötü büyü yapan kişiler",
      "C": "İlaç yapan, eczacı",
      "D": "Yug denilen cenaze törenlerinde, yas ve matem tutturmak amacıyla profosyonel ağıt söyleyiciler",
      "E": "Kayıp olanı, suya ve aynaya bakarak bulan, falcılık yapan, gelecekten haber verenler"
    },
    "explanation": "Türklerin toplayıcılık, avcılık ve balıkçılık yaparak geçindikleri ormanlardan hayvancılık yapmaya başlayarak bozkıra çıkan ve göçerevli hayat tarzını benimseyenleri, otlaklarını, hayvanlarını ve hayatlarını koruyabilmek için birleşme zorunluluğu duyarlar. Bu ihtiyaç o güne kadar kamların idare ettiği küçük toplulukların idaresi altında birleştiği kutsal kağanlık kurumunun oluşma nedenidir. Kutsal kağanlık demek bozkırda kurulan ilk Türk devleti demektir. Bu tür bir toplumsal yapı değişikliği çok daha eski zamanlarda başlamış olan toplumsal iş bölümünün belirginleşmesi ve vaktiyle hepsini kamların üstlendiği görevlerin ayrı uzmanlık alanları hâlinde yeniden örgütlenmesi sonucunu doğurmuştur. Kamlıktan ayrılarak oluşan bu yeni uzmanlıklardan bazıları “otaçı” (doktor), “emçi” (ilaç yapan, eczacı), “sınıkçı” (kırık ve çıkıkları tedavi eden, ortopedisyen), “büyücü” (iyi veya kötü büyü yapan kişiler), “sığıtçı” (yug denilen cenaze törenlerinde, yas ve matem tutturmak amacıyla profosyonel ağıt söyleyiciler), “bakıcı” (kayıp olanı, suya ve aynaya bakarak bulan, falcılık yapan, gelecekten haber verenler) ve “ozan” olarak sayılabilir. Bu yeni uzmanlık alanları da sırları ailece saklanılan işlerdi ve ailelerin yaptığı çoğunlukla soy yoluyla aktarılan yetiler ve yetenekler olarak düşünülmekte ve bu ailelere “ocak” veya “ocaklı” adı verilmekteydi."
  },
  {
    "id": "1506175",
    "unitNumber": 4,
    "text": "İslâmiyet öncesi Türk edebiyatında tür ve şekiller başta Reşit Rahmeti Arat’ın “Eski Türk Şiiri” adlı çalışmasından hareketle aşağıdakilerden hangisi yer alan tür ve şekillerden biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Koşug",
      "B": "Kojan",
      "C": "Yır",
      "D": "Tahmis",
      "E": "Takşut"
    },
    "explanation": "Koşug: Günümüzde de yaygın olarak kullanılan koşma şeklinin Türk edebiyatında ilk görüldüğü biçimdir. Koşug terimi “şiir”, “nazım”, ve “beyit” anlamlarını da karşılamıştır. Bir edebiyat terimi olarak “koşug” günümüzde de Tıva, Şor, Altay, Kırgız, Kazak, Hakas, Karakalpak, Saha (Yakut) gibi Türk boylarının halk şiiri geleneklerinde “koşık”, “koşak”, “koşok” ve “kosık” şekillerinde yaşamaya devam etmektedir. Koşuk dörtlüklerle kurulu şiir demektir.\n Kojan: En eski şekli “koşag”tan “koşan”a ve “kojong” dönüştüğü düşünülen bir edebiyat terimidir. Koşag şekli doğrudan “koşug”la ilişkili olmalıdır. Altay Türkleri arasında “kojong” şekliyle günümüzde yaşamaktadır. Kojong Altay Türkçesinde “şarkı, türkü” anlamına gelmektedir.\n Ir/Yır: Bu sözcüğün her iki şekli de ozan-baksı döneminde kullanılmıştır. Bu kullanım şekilleri Dîvânu Lügâti’t-Türk’te “yır koşmak : koşma, türkü oluşturmak, yır koşulmak : şiir oluşturulması”, “yırlamak” veya “ırlamak”: her ikisi de şarkı söylemek anlamına gelmekteydi. Bu kökten\n yıragu: çalgıcı, şarkıcı ve çağırıcı” kelimesi türetilmişti. Ir/yır kelimesinin “ırlamak, yırlamak” ve “cırlamak” şeklindeki kullanımları Türk dünyasında günümüzde de yaygın olarak kullanılmaktır. Bu köklerden türetilen “ırçı”, “yırçı” ve “cırçı” şair anlamındadır.\n Küg: Ozan Aprunçır’ın bir şiirinde “şiir” anlamında kullanıldığı düşünülen bu kelime şiirin bestesi ve ezgisi anlamındadır. Günümüzde de bu kelimeden türetilen “küy”, “küglemek” ve “küylemek” şekilleri, Türk dünyasında “ses”, “müzik”, “beste”, “hava” veya “ezgi” anlamında kullanılmaktadır.\n Takşut: Budist Uygur metinlerinde karşımıza çıkan “takşut” kelimesi “şiir, nazım, beyit” anlamında kullanılmıştır. Takmak: Takşut kelimesiyle aynı kökten geldiği düşülen bu kelime “kalabalık karşısında ezbere söylenen şiir” anlamındadır. Tıpkı “koşug” gibi “dörtlüklerden oluşan şiir” anlamını da içermektedir. Günümüzde, Altay Türkçesi’nde “takpakçı: şarkıcı ve şakacı” anlamlarıyla yaşamaktadır."
  },
  {
    "id": "1506241",
    "unitNumber": 4,
    "text": "Ozan Aprunçır’ın bir şiirinde “şiir” anlamında kullanıldığı düşünülen ve şiirin bestesi ezgisi anlamına gelen kelime aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Koşug",
      "B": "Kojan",
      "C": "Küg",
      "D": "Yır",
      "E": "Takşut"
    },
    "explanation": "Küg: Ozan Aprunçır’ın bir şiirinde “şiir” anlamında kullanıldığı düşünülen bu kelime şiirin bestesi ve ezgisi anlamındadır. Günümüzde de bu kelimeden türetilen “küy”, “küglemek” ve “küylemek” şekilleri, Türk dünyasında “ses”, “müzik”, “beste”, “hava” veya “ezgi” anlamında kullanılmaktadır."
  },
  {
    "id": "1506328",
    "unitNumber": 4,
    "text": "On iki hikâyeden meydana gelen ve tam adıyla “Kitâb-ı Dedem Korkut AlâLisân-ı Tâife-i Oğuzan” olan Dede Korkut Hikâyeleri’nin bilinen iki yazma nüshası vardır. Birincisi, on iki hikâyeden oluşmaktadır ve Berlin Dresden Kütüphanesi’ndedir. Türkiye’de ilk defa 1916 yılında kim tarafından yayınlanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Mahmet Fuat Köprülü",
      "B": "Muharrem Ergin",
      "C": "Kilisli Rıfat Bilge",
      "D": "Şeref Taşlıova",
      "E": "Murat Çobanoğlu"
    },
    "explanation": "On iki hikâyeden meydana gelen ve tam adıyla “Kitâb-ı Dedem Korkut AlâLisân-ı Tâife-i Oğuzan” olan Dede Korkut Hikâyeleri’nin bilinen iki yazma nüshası vardır. Birincisi, on iki hikâyeden oluşmaktadır ve Berlin Dresden Kütüphanesi’ndedir. Türkiye’de ilk defa 1916 yılında Kilisli Rıfat Bilge tarafından yayınlanmıştır."
  },
  {
    "id": "1506422",
    "unitNumber": 4,
    "text": "Destan geleneğinden halk öykücülüğüne geçiş dönemi ürünü olan, on iki öyküden oluşan ve Oğuzların kahramanlıklarının anlatıldığı eser aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Manas Destanı",
      "B": "Köroğlu Destanı",
      "C": "Saltuk Buğra Han Destanı",
      "D": "Dede Korkut Hikâyeleri",
      "E": "Battal Gazi Destanı"
    },
    "explanation": "Dede Korkut Hikâyeleri’nin Anadolu’nun doğusunda XII, XIII, XIV. yüzyıllarda buraya yerleşip burayı vatanlaştıran Oğuz Türkleri özellikle de bölgede devlet kuran Akkoyunlular arasında yaşananların ozanlarca anlatılarak destan geleneğince işlenip yayıldığına dair düşünceler hakimdir. Korkut Ata adıyla bilinen Dede Korkut bütün Türkistan’da Kıpçak Türkleri arasında da tanınan ve hakkında mitler, efsane, menkıbe ve memoratlar anlatılan mitolojik bir kişiliktir. Ancak metnin içine yerleştirilen sunum içinde başka çerçeveler ve sunulan başka Dede Korkut’lar da vardır. İkinci Dede Korkut gelmiş geçmiş en büyük ve mükemmel ozandır. Bir başka cephesiyle, bu ozan âdeta Oğuz Türklerinin tanrısal olarak görevlendirilmiş koruyucu ruhudur"
  },
  {
    "id": "1613745",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Şamanizm’de kainatın yaratıcısı olarak inanılan Umay Tanrıça’ya verilen diğer bir isimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ak Ana",
      "B": "Ak Baba",
      "C": "Şaman Ana",
      "D": "Umay Ana",
      "E": "Yerlik Baba"
    },
    "explanation": "İslâmiyet öncesi Türk edebiyatı kavramını açıklayabileceksiniz."
  },
  {
    "id": "1613746",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi İslamiyet Öncesi Türk Edebiyatında kullanılan kelimelerden “ilahi” anlamına gelmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Şlok",
      "B": "Başik",
      "C": "Padak",
      "D": "Kavi",
      "E": "Haki"
    },
    "explanation": "İslâmiyet öncesi Türk edebiyatı kavramını açıklayabileceksiniz."
  },
  {
    "id": "1613747",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi “ - yug- denilen cenaze törenlerinde yas ve matem tutturmak amacıyla profesyonel ağıt söyleyiciler” anlamına gelmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Emçi",
      "B": "Sığıtçı",
      "C": "Ozan",
      "D": "Otacı",
      "E": "Kamçı"
    },
    "explanation": "Türklerin kabul ettikleri dinleri tanımlayabileceksiniz."
  },
  {
    "id": "1647798",
    "unitNumber": 4,
    "text": "Türkiye'de Türk edebiyatı tarihini ilk tasnif denemesini yapan kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mehmed Fuad Köprülü",
      "B": "Recaizade Mahmud Ekrem",
      "C": "Ziya Gökalp",
      "D": "Mehmet Emin Yurdakul",
      "E": "Falih Rıfkı Atay"
    },
    "explanation": "Türkiye’de Türk edebiyatı tarihini ilk tasnif denemesini Mehmed Fuad Köprülü yapmıştır."
  },
  {
    "id": "1647802",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi <u>İslamiyet öncesi Türk edebiyatının</u> başlıklarından birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Anonim halk edebiyatı",
      "B": "Sözlü edebiyat",
      "C": "Divan edebiyatı",
      "D": "Aşık tarzı halk edebiyatı",
      "E": "Dini Tasavvufi halk edebiyatı"
    },
    "explanation": "Türk edebiyatı tarihi üç döneme ayrılmıştır:<br/>1) İslâmiyet Öncesi Türk Edebiyatı<br/>a) Sözlü Edebiyat<br/>b) Yazılı Edebiyat<br/>2) İslâm Uygarlığı Etkisindeki Türk Edebiyatı<br/>A) Halk Edebiyatı<br/>a) Anonim Halk Edebiyatı<br/>b) Dinî Tasavvufî Halk Edebiyatı<br/>c) Âşık Tarzı Halk Edebiyatı<br/>B) Divan Edebiyatı<br/>3) Batı Uygarlığı Etkisindeki Türk Edebiyatı"
  },
  {
    "id": "1647809",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi olağanüstü güçlere sahip, şiir söyleyen, musiki ile sihir ve tedavi yapan hekimdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ozan",
      "B": "Aşık",
      "C": "Baksı",
      "D": "Takmak",
      "E": "Sığıtçı"
    },
    "explanation": "Baksı: Olağanüstü güçlere sahip şiir söyleyen musiki ile sihir ve tedavi yapan hekim, kam."
  },
  {
    "id": "1647815",
    "unitNumber": 4,
    "text": "Büyü ve durugörüye dayalı ve tek tanrılı olabilen bir kabile dini aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Totemizm",
      "B": "Maniheizm",
      "C": "Budizm",
      "D": "Şamanizm",
      "E": "Musevilik"
    },
    "explanation": "Şamanizm: Büyü ve durugörüye dayalı ve tek tanrılı olabilen bir kabile dini."
  },
  {
    "id": "1647826",
    "unitNumber": 4,
    "text": "Türklerin kabul ettiği ve en çok etkilendiği dinlerden biri olan, yaklaşık 2500 yıl önce Prens Siddhata Gomata tarafından kurulan din aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Totemizm",
      "B": "Musevilik",
      "C": "Maniheizm",
      "D": "Hristiyanlık",
      "E": "Budizm"
    },
    "explanation": "Türklerin kabul ettiği ve onları en çok etkileyen dinlerden birisi de Budizm’dir. Budizm, yaklaşık 2500 yıl önce Buda olarak bilinen Prens Siddhata Gomata tarafından kurulmuştur."
  },
  {
    "id": "1647834",
    "unitNumber": 4,
    "text": "Budizmin Türkler arasında uzun süre kalıcı olduğu yer aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Doğu Türkistan",
      "B": "Türkmenistan",
      "C": "Kırgizistan",
      "D": "Moğolistan",
      "E": "Mezopotamya"
    },
    "explanation": "Budizm M.S. III-IV. yüzyıllarda Doğu Türkistan’da kurulan manastırlarla önce Karluk Türkleri arasında yayılmaya başlamıştır. Daha sonraları Göktürk Kağanı Topo Han Budizmi kabul etmiş ve Budizmin Türkler arasında yayılması yaygınlaşmıştır. Ancak Budizmin Türkler arasında uzun süre kalıcı olduğu yer Manihesit Uygurların 840’tan sonra yoğun olarak yerleştiği Doğu Türkistan’dır."
  },
  {
    "id": "1647843",
    "unitNumber": 4,
    "text": "Budizmin ve Maniheizmin, Türk kültür yapısı içinde, kamlık, bakıcılık ve ozanlık kurumlarını kendi öğretileri doğrultusunda karıştırarak oluşturduğu yeni ve melez yapı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Aşıklık",
      "B": "Baksılık",
      "C": "Takmaklık",
      "D": "Sığıtçı",
      "E": "Savlık"
    },
    "explanation": "Budizmin ve Maniheizmin, Türk kültür yapısı içinde, kamlık, bakıcılık ve ozanlık kurumlarını kendi öğretileri doğrultusunda karıştırarak oluşturduğu yeni ve melez yapı “baksı”lıktır."
  },
  {
    "id": "1647887",
    "unitNumber": 4,
    "text": "Adını bildiğimiz en eski Türk ozanı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kül Tarkan",
      "B": "Prataya Şiri",
      "C": "Aprunçır Tigin",
      "D": "Seli Tutung",
      "E": "Kalım Keyşi"
    },
    "explanation": "Adını bildiğimiz en eski Türk ozanı Aprunçır Tigin’dir."
  },
  {
    "id": "1647892",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi günümüzde de yaygın olarak kullanılan koşma şeklinin Türk edebiyatında ilk görüldüğü biçimdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kojan",
      "B": "Yır",
      "C": "Küg",
      "D": "Koşug",
      "E": "Takşut"
    },
    "explanation": "Koşug: Günümüzde de yaygın olarak kullanılan koşma şeklinin Türk edebiyatında ilk görüldüğü biçimdir."
  },
  {
    "id": "1647895",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Budist Uygur metinlerinde karşımıza çıkan, “şiir, nazım, beyit” anlamında kullanılan kelimedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Takmak",
      "B": "Kojan",
      "C": "Koşug",
      "D": "Küg",
      "E": "Takşut"
    },
    "explanation": "Takşut: Budist Uygur metinlerinde karşımıza çıkan “takşut” kelimesi “şiir, nazım, beyit” anlamında kullanılmıştır."
  },
  {
    "id": "1652451",
    "unitNumber": 4,
    "text": "İki prensip iyi-kötü, karanlık-aydınlık, nur-zulmet üzerine kurulmuş olan ve buna göre yaşadığımız dünyanın iyi ve kötü unsurların birleşmesinden meydana geldiğine inanılan, Uygur Türklerinin kabul ettiği din aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Şamanizm",
      "B": "Budizm",
      "C": "Maniheizm",
      "D": "Totemizm",
      "E": "Hinduizm"
    },
    "explanation": "Maniheizm\n<br/>Mani adlı bir kişi M.S. III. yüzyılda Mezopotamya’da kendi adıyla anılan bir din<br/>kurmuştur. Mani dini, iki prensip iyi-kötü, karanlık-aydınlık, nur-zulmet üzerine<br/>kurulmuştur. Buna göre yaşadığımız dünya iyi ve kötü unsurların birleşmesinden<br/>meydana gelmiştir. Bu dinin mensupları İpek Yolu’yla gittikleri Orta Asya’da onu,<br/>Türk İmparatorluğu’nu yönetmekte olan Uygur Türklerine tanıtmışlardır. Uygurlar, Maniheizmi, VIII. yüzyılda Böğü Kağan zamanında 762 yılında resmî devlet dini olarak kabul etmişlerdir. M.S. 840 yılında Kırgızlar tarafından iktidardan indirilen Uygur Türkleri Doğu Türkistan’a, Hoço bölgesinde yaşayan Türklerin yanına yerleşerek zaman içinde Mani din ve dünya görüşüne dayalı pek çok tercüme eser içeren zengin bir “Maniheist Türk edebiyatı” meydana getirmişlerdir. Bu edebiyat geleneğinden pek çok tercüme mensur eserin yanında birkaç tane şiir günümüze kadar gelebilmiştir."
  },
  {
    "id": "1652463",
    "unitNumber": 4,
    "text": "Türklerin kabul ettiği dinlerden hangisine göre Temel inancı olan tenasüh (ruh göçü) gereğince canlıların Nirvana’ya (sonsuz mutluluk) ulaşıncaya kadar öldükten sonra değişik bedenlerde bir çok kez dünyaya geldiklerine inanılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Şamanizm",
      "B": "Budizm",
      "C": "Totemizm",
      "D": "Maniheizm",
      "E": "Hinduizm"
    },
    "explanation": "Budizm<br/>Türklerin kabul ettiği ve onları en çok etkileyen dinlerden birisi de Budizm’dir.<br/>Budizm, yaklaşık 2500 yıl önce Buda olarak bilinen Prens Siddhata Gomata tarafından kurulmuştur. Temel inancı olan tenasüh (ruh göçü) gereğince canlılar<br/>Nirvana’ya (sonsuz mutluluk) ulaşıncaya kadar öldükten sonra değişik bedenlerde bir çok kez dünyaya gelirler. Budizm M.S. III-IV. yüzyıllarda Doğu Türkistan’da kurulan manastırlarla önce Karluk Türkleri arasında yayılmaya başlamıştır. Daha sonraları Göktürk Kağanı Topo Han Budizmi kabul etmiş ve Budizmin Türkler arasında yayılması yaygınlaşmıştır. Ancak Budizmin Türkler arasında uzun süre kalıcı olduğu yer Manihesit Uygurların 840’tan sonra yoğun olarak yerleştiği Doğu Türkistan’dır. Buraya yerleşen Uygur Türkleri burada yerleşik Budist Türklerin dinini benimsemişlerdir. Bu Burkancı (Budist) Türk kültür merkezinde pek çok kitap Türkçeye çevrilmiş IX. yüzyıldan XIII. yüzyıla kadar süren bir “Budist Türk edebiyatı” meydana getirilmiştir. Bu edebî gelenekten pek çok tercüme ve mensur eserin yansıra yüzden fazla şiir günümüze kadar gelebilmiştir."
  },
  {
    "id": "1652472",
    "unitNumber": 4,
    "text": "Musevî Türklerinin hangi harflerle Türkçe yazılmış zengin bir edebiyat gelenekleri vardır?",
    "correctAnswer": "A",
    "options": {
      "A": "İbrani harfleri",
      "B": "Ermeni harfleri",
      "C": "Latin harfleri",
      "D": "Yunan harfleri",
      "E": "Kiril harfleri"
    },
    "explanation": "Musevilik<br/>Peygamber Hz. Musa ve Tevrat’a inanca dayanan bu din, Türkler arasında yoğun<br/>olarak sadece M.S. VIII-X yüzyıllarda Kafkaslar’dan Moskova yakınlarına, Hazar Denizi’nden Macaristan sınırlarına kadar uzanan geniş bir Türk devleti olan<br/>Hazar İmparatorluğu’nda özellikle yönetici sınıflar tarafından 740 yılında kabul<br/>edilmiştir. Bu Musevî Türklerin soyu, sayıları çok azalsa da günümüzde Karay<br/>Türkleri ve Kırımçak Türkleri adlarıyla, Kırım, Ukrayna, Polonya, İsrail, ABD,<br/>Fransa ve Litvanya’da yaşamaktadırlar. Musevî Türklerin İbrani harfleriyle Türkçe<br/>yazılmış zengin bir edebiyat gelenekleri vardır. \n Hrsitiyan Türklerin M.S. XII. yüzyıldan başlayarak Ermeni, Latin, Gotik, Yunan ve<br/>Kiril harfleriyle Türkçe olarak yazılmış son derece zengin bir edebiyatları vardır."
  },
  {
    "id": "1652490",
    "unitNumber": 4,
    "text": "Sözlü edebiyat ile ilgili verilen eşleştirmelerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Baksı- Saz çalan halk şairi",
      "B": "Ozan- sihirle tedavi yapan hekim",
      "C": "Sagu- anonim atasözü",
      "D": "Sav- anonim ağıt",
      "E": "Alkış - şiir şeklinde söylenen dua"
    },
    "explanation": "İslâmiyet öncesi Türk edebiyatının “sav” (atasözü) ve “sagu” (ağıt) gibi anonim<br/>türleriyse zaten adlandırmada kullanılan terimlerin değişmesinin ötesinde tarih<br/>boyunca kendi gelişim çizgilerinde yaşamaya devam ettiler.\n Ozan: Şiirlerini saz eşliğinde söyleyen olağanüstü güçlere sahip halk şairi, kam.\n <br/>Baksı: Olağanüstü güçlere sahip şiir söyleyen musiki ile sihir ve tedavi yapan hekim, kam.\n Kamların olağanüstü güçlerle kurduklarını düşündükleri iletişimlere dair memoratlar ve iletişime geçmek için şiir şeklinde söyledikleri “alkış”lar (dua) da en eski sözlü edebiyat türlerimiz olarak düşünülebilir."
  },
  {
    "id": "1652501",
    "unitNumber": 4,
    "text": "Toplumsal iş bölümünün belirginleşmesi ve vaktiyle hepsini kamların üstlendiği görevlerin ayrı uzmanlık alanları hâlinde yeniden örgütlenmesi sonucunda kırık ve çıkıkları tedavi eden ortopedisyenlere ne ad verilirdi?",
    "correctAnswer": "C",
    "options": {
      "A": "Otacı",
      "B": "Emçi",
      "C": "Sınıkçı",
      "D": "Sığıtçı",
      "E": "Bakıcı"
    },
    "explanation": "Türklerin toplayıcılık, avcılık ve balıkçılık yaparak geçindikleri ormanlardan<br/>hayvancılık yapmaya başlayarak bozkıra çıkan ve göçerevli hayat tarzını benimseyenleri, otlaklarını, hayvanlarını ve hayatlarını koruyabilmek için birleşme zorunluluğu duyarlar. Bu ihtiyaç o güne kadar kamların idare ettiği küçük toplulukların idaresi altında birleştiği kutsal kağanlık kurumunun oluşma nedenidir. Kutsal kağanlık demek bozkırda kurulan ilk Türk devleti demektir. Bu tür bir toplumsal yapı değişikliği çok daha eski zamanlarda başlamış olan toplumsal iş bölümünün belirginleşmesi ve vaktiyle hepsini kamların üstlendiği görevlerin ayrı uzmanlık alanları hâlinde yeniden örgütlenmesi sonucunu doğurmuştur. Kamlıktan ayrılarak oluşan bu yeni uzmanlıklardan bazıları “otaçı” (doktor), “emçi” (ilaç yapan, eczacı), “sınıkçı” (kırık ve çıkıkları tedavi eden, ortopedisyen), “büyücü” (iyi veya kötü büyü yapan kişiler), “sığıtçı” (yug denilen cenaze törenlerinde, yas ve matem tutturmak amacıyla profosyonel ağıt söyleyiciler), “bakıcı” (kayıp olanı, suya ve aynaya bakarak bulan, falcılık yapan, gelecekten haber verenler) ve “ozan” olarak sayılabilir."
  },
  {
    "id": "1652532",
    "unitNumber": 4,
    "text": "Maniheizmin ve Budizmin etkisi altına girmeyen, bu din ve dünya görüşünü benimsemeyen, geleneksel uzmanlıklarla birlikte eski dünya görüşü doğrultusunda yaşamaya devam eden Türk topluluklarına ne ad verilirdi?",
    "correctAnswer": "D",
    "options": {
      "A": "Bağşı",
      "B": "Otacı",
      "C": "Emçi",
      "D": "Ocaklı",
      "E": "Sığıtçı"
    },
    "explanation": "Budizmin ve Maniheizmin, Türk kültür yapısı içinde, kamlık, bakıcılık ve ozanlık kurumlarını kendi öğretileri doğrultusunda karıştırarak oluşturduğu yeni ve melez yapı “baksı”lıktır. Bu yeni kurumun mensupları bir yönüyle “bağşı” idiler. Bağşı “öğretmen” veya “eğitmen” anlamıyla Budizmle birlikte gelirken, “kam”, “ozan” ve “bakıcı”yla karışarak “baksı”yı oluşturmuştu. Baksılar, tıpkı kamlar gibi<br/>olağanüstü güçler ve ruhlarla iletişim kurabiliyor, ozanlar gibi kahramanlara dair<br/>destanlar söyleyebiliyor “bakıcı”lar gibi fal bakıp kayıp şeyleri buluyor ve gelecekten haber verebiliyordu. Ancak, inanç ve dünya görüşü olarak çok yüzeysel de olsa Budizme ve daha sonraları da Maniheizme bağlıydılar. Baksı sözcüğü değişik Türk topluluklarında “bahşi”, “bakşi” ve “bağşı” şeklinde telaffuz edilmiştir. Maniheizmin ve Budizmin etkisi altına girmeyen, bu din ve dünya görüşünü benimsemeyen Türk topluluklarında ozan, kam ve kamlıktan ayrılmış olan diğer “ocaklı”, geleneksel uzmanlıklarla birlikte eski dünya görüşü doğrultusunda yaşamaya devam ettiler."
  },
  {
    "id": "1652548",
    "unitNumber": 4,
    "text": "Adını bildiğimiz en eski Türk ozanı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kül Tarkan",
      "B": "Prataya Şiri",
      "C": "Seli Tutung",
      "D": "Kalım Keyşi",
      "E": "Aprunçır Tigin"
    },
    "explanation": "Ozan-baksı edebiyat geleneğinin ürettiği pek çok eser günümüze ulaşabilmiştir. Bunlar Türk edebiyatının bilinen en eski örnekleri arasındadır. Adını bildiğimiz en eski Türk ozanı Aprunçır Tigin’dir. Budizm ve Maniheizm döneminden adını bildiğimiz ozan-baksılarsa; Kül Tarkan, Çuçu, Kiki, Prataya Şiri, Seli Tutung, Asıg Tutung, Çısuya Tutung ve Kalım Keyşi’dir."
  },
  {
    "id": "1652562",
    "unitNumber": 4,
    "text": "Altay Türkçesinde “şarkı, türkü” anlamına gelen edebiyat terimi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Koşug",
      "B": "Kojan",
      "C": "Yır",
      "D": "Küg",
      "E": "Takşut"
    },
    "explanation": "Kojan: En eski şekli “koşag”tan “koşan”a ve “kojong” dönüştüğü düşünülen bir<br/>edebiyat terimidir. Koşag şekli doğrudan “koşug”la ilişkili olmalıdır. Altay Türkleri arasında “kojong” şekliyle günümüzde yaşamaktadır. Kojong Altay Türkçesinde<br/>“şarkı, türkü” anlamına gelmektedir."
  },
  {
    "id": "1652569",
    "unitNumber": 4,
    "text": "“Irçı”, “yırçı” ve “cırçı ne anlama gelmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Şiir",
      "B": "Şair",
      "C": "Beste",
      "D": "Müzik",
      "E": "Şakacı"
    },
    "explanation": "Ir/Yır: Bu sözcüğün her iki şekli de ozan-baksı döneminde kullanılmıştır. Bu<br/>kullanım şekilleri Dîvânu Lügâti’t-Türk’te “yır koşmak : koşma, türkü oluşturmak,<br/>yır koşulmak : şiir oluşturulması”, “yırlamak” veya “ırlamak”: her ikisi de şarkı<br/>söylemek anlamına gelmekteydi. Bu kökten “yıragu: çalgıcı, şarkıcı ve çağırıcı”<br/>kelimesi türetilmişti. Ir/yır kelimesinin “ırlamak, yırlamak” ve “cırlamak” şeklindeki kullanımları Türk dünyasında günümüzde de yaygın olarak kullanılmaktır. Bu köklerden türetilen “ırçı”, “yırçı” ve “cırçı” şair anlamındadır."
  },
  {
    "id": "1652596",
    "unitNumber": 4,
    "text": "Kalabalık karşısında ezbere söylenen şiir” anlamında kullanılan terim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Takmak",
      "B": "Kojan",
      "C": "Yır",
      "D": "Küg",
      "E": "Padak"
    },
    "explanation": "Takmak: Takşut kelimesiyle aynı kökten geldiği düşülen bu kelime “kalabalık<br/>karşısında ezbere söylenen şiir” anlamındadır. Tıpkı “koşug” gibi “dörtlüklerden<br/>oluşan şiir” anlamını da içermektedir. Günümüzde, Altay Türkçesi’nde “takpakçı:<br/>şarkıcı ve şakacı” anlamlarıyla yaşamaktadır."
  },
  {
    "id": "861112",
    "unitNumber": 4,
    "text": "Şamanizm ile ilgili aşağıdakilerden hangisine <strong>ulaşılamaz?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kadını üstün cins, erkeği ikincil bir cins olarak kabul ederdi.",
      "B": "Ruhani liderlerine \"kam\" adı verilirdi.",
      "C": "Güney Sibirya Ormanları ile Altay Dağları arasındaki üçgende, tarih öncesi dönemde sahneye çıkmıştır.",
      "D": "Önceleri ataerkil bir topluluğun diniydi.",
      "E": "Umay Tanrıça’yı kainatın yaratıcısı olarak kabul ederdi."
    },
    "explanation": "Şamanizm önceleri anaerkil bir topluluğun diniydi. Doğru yanıt D’dir."
  },
  {
    "id": "861121",
    "unitNumber": 4,
    "text": "Şaman inancına göre bireyleri ve toplumunu, kötü ruhların etki ve eylemlerinden koruyan, hastalıkları iyi edebilen, Gök Tanrı’yla ve Erlik adlı yeraltında yaşayan kötülük ruhuyla görüşüp anlaşabilen, ata ruhları ve Tanrı’nın verdiği yeteneklerle olağanüstü özelliklere sahip olduğuna inanılan kişiye verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "şaman",
      "B": "totem",
      "C": "Nirvana",
      "D": "Ak Ana",
      "E": "Kök Tenri"
    },
    "explanation": "Şaman inancına göre bireyleri ve toplumunu, kötü ruhların etki ve eylemlerinden koruyan, hastalıkları iyi edebilen, Gök Tanrı’yla ve Erlik adlı yeraltında yaşayan kötülük ruhuyla görüşüp anlaşabilen, ata ruhları ve Tanrı’nın verdiği yeteneklerle olağanüstü özelliklere sahip olduğuna inanılan kişiye verilen ad \"şaman\" idi. Doğru yanıt A’dır."
  },
  {
    "id": "861124",
    "unitNumber": 4,
    "text": "İnsanla hayvan ve bitkiler arasında bir akrabalık ilişkisi olduğuna dair inanç aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "şamanizm",
      "B": "totemizm",
      "C": "animizm",
      "D": "Maniheizm",
      "E": "Budizm"
    },
    "explanation": "İnsanla hayvan ve bitkiler arasında bir akrabalık ilişkisi olduğuna dair inanç totemizmdir. Doğru yanıt B’dir."
  },
  {
    "id": "861126",
    "unitNumber": 4,
    "text": "İyi-kötü, karanlık-aydınlık, nur-zulmet şeklinde iki prensip üzerine kurulu olan din aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Şamanizm",
      "B": "Maniheizm",
      "C": "Budizm",
      "D": "Musevilik",
      "E": "Hıristiyanlık"
    },
    "explanation": "İyi-kötö, karanlık-aydınlık, nur-zulmet şeklinde iki prensip üzerine kurulu olan din maniheizmdir. Doğru yanıt B’dir."
  },
  {
    "id": "861127",
    "unitNumber": 4,
    "text": "Eski Türklerde “yug” denilen cenaze törenlerinde, yas ve matem tutturmak amacıyla profosyonel ağıt söyleyicilerine verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "otacı",
      "B": "sınıkçı",
      "C": "emci",
      "D": "otaçı",
      "E": "sığıtçı"
    },
    "explanation": "Eski Türklerde “yug” denilen cenaze törenlerinde, yas ve matem tutturmak amacıyla profosyonel ağıt söyleyicilerine “sığıtçı” adı verilirdir. Doğru yanıt E’dir."
  },
  {
    "id": "861130",
    "unitNumber": 4,
    "text": "Adı bilinen en eski Türk ozanı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kiki",
      "B": "Asıg Tutung",
      "C": "Aprunçır Tigin",
      "D": "Kül Tarkan",
      "E": "Çuçu"
    },
    "explanation": "Adı bilinen en eski Türk ozanı Aprunçır Tigin’dir. Doğru yanıt C’dir."
  },
  {
    "id": "861133",
    "unitNumber": 4,
    "text": "Koşma şeklinin Türk edebiyatında ilk görüldüğü biçim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "koşug",
      "B": "kojan",
      "C": "yır",
      "D": "takmak",
      "E": "takşut"
    },
    "explanation": "Koşma şeklinin Türk edebiyatında ilk görüldüğü bçim koşug’tur. Doğru yanıt A’dır."
  },
  {
    "id": "861135",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi “kalabalık karşısında ezbere söylenen şiir” anlamına gelmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "koşug",
      "B": "kojan",
      "C": "yır",
      "D": "takmak",
      "E": "takşut"
    },
    "explanation": "Takmak, “kalabalık karşısında ezbere söylenen şiir” anlamına gelmektedir. Doğru yanıt D’dir."
  },
  {
    "id": "861137",
    "unitNumber": 4,
    "text": "Ozan-baksı döneminde kullanılan ve <em>Dîvânu Lügâti’t-Türk</em>’te “şiir” anlamına gelen sözcük aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "yır",
      "B": "küg",
      "C": "kojan",
      "D": "yakşut",
      "E": "takmak"
    },
    "explanation": "Ozan-baksı döneminde kullanılan ve <em>Dîvânu Lügâti’t-Türk</em>’te “şiir” anlamına gelen sözcük “yır” idir. Doğru yanıt A’dır."
  },
  {
    "id": "861139",
    "unitNumber": 4,
    "text": "Dede Korkut Hikayeleri ile ilgili aşağıda verilenlerden hangisi yanlıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "On iki hikâyeden oluşmaktadır.",
      "B": "İki yazma nüshası vardır.",
      "C": "On hikâyeden oluşmaktadır.",
      "D": "Hikâyelerinde Oğuzların kendi aralarındaki mücadeleler anlatılmaktadır.",
      "E": "Dede Korkut Destanı, 15. ve 16. yüzyılda yazıya geçirilmiştir."
    },
    "explanation": "Dede Korkut Destanı, 12 hikayeden oluşmaktadır. Oğuz Türklerinin bilinen en eski epik destanlarından olan Dede Korkut Destanı, 15. ve 16. yüzyılda yazıya geçirilmiştir. İki yazma nüshası vardır. Hikâyelerinde oğuzların kendi aralarındaki mücadeleler anlatılmaktadır."
  },
  {
    "id": "1493830",
    "unitNumber": 5,
    "text": "Türk evliya menakıp-nâmelerinin ilk örneği ve aynı zamanda İslâm içerikli ilk Türk epik destanı olarak kabul edilen destan aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Satuk Buğra Han Destanı",
      "B": "Edigey Destanı",
      "C": "Alpamış Destanı",
      "D": "Köroğlu Destanı",
      "E": "Manas Destanı"
    },
    "explanation": "Geleneksel alperen tipinin İslâmiyet sonrası adlandırılışıyla Allah dostu “veli”lerin veya yaygın söyleyişiyle “evliya”ların olağanüstü olay ve kahramanlıklar içeren hayat hikâyeleri etrafında oluşan “menâkıp-nâme”ler Türk edebiyatında ortaya çıkan türlerdendir. Bunların ilk örneklerinden birisi yeni dinin kitleler hâlinde kabul edilmesini konu edinen “Satuk Buğra Han Destanı”dır. Türk evliya menakıpnâmelerinin ilk örneği de kabul edilen bu destan aynı zamanda İslâm içerikli ilk Türk<br/>epik destanlarındandır. Tekke ve Tasavvufî Halk Edebiyatının nesir türü eserleri bu tür İslâmiyet öncesinin İslâmileştirilen veya İslâmi bir şevk ve heyecanla oluşturulan ilk dönem eserlerinin meydana getirdiği edebî temeller üzerinde yükselecektir."
  },
  {
    "id": "1493836",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Tekke ve Tasavvufî Halk Edebiyatı mensur türlerinden biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Danişmend-nâme",
      "B": "Mirac-nâmeler",
      "C": "Hamza-nâmeler",
      "D": "Ebû Müslim-nâmeler",
      "E": "Battal-nâme"
    },
    "explanation": "Na’t (Hz. Muhammed’i övmek ona duyulan saygı ve sevgi konulu), Sîretü’n-Nebi (Hz. Peygamberin doğumdan ölümüne kadar hayatını, erdemlerini konu edinen), Mucîzât-ı Nebi (Hz. Muhammed’in gösterdiği mucize ve kerâmetleri konulu), Hicret-nâme (Hz. Muhammed’in Mekke’den Medine’ye göç etmesini konu edinen), Mirac-nâme (Hz. Muhammed’in Miraca çıkması konulu) Mevlid (Hz. Muhammed’in doğumu başta olmak üzere hayatını konu edinen), Hilye (Hz. Peygamber ve diğer peygamberlerle,<br/>dört halifenin iç ve dış güzellikleri konulu), Gevher-nâme (Allah’ın birliğini, Peygamberin ahlakını konu edinen) ve Dolap-nâme (Su dolaplarının yapıldığı ağacın kişileştirilmesi yoluyla onların ağzından Tanrı aşkının ifade edilmesi konulu) şeklindedir"
  },
  {
    "id": "1493840",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Tekke ve Tasavvufî Halk Edebiyatı şiir geleneğinde Allah hakkında yazılan<br/>türlerden değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Âyin",
      "B": "Tapuğ",
      "C": "Na’t",
      "D": "Nefes",
      "E": "İlâhi"
    },
    "explanation": "Na’t (Hz. Muhammed’i övmek ona duyulan saygı ve sevgi konulu), eserlerdir."
  },
  {
    "id": "1493843",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Tekke ve Tasavvufî Halk Edebiyatı şiir geleneğini meydana getiren şiirlerin toplandığı ana başlıklardan biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dinî inançlar ve tasavvufi düşünceler hakkında yazılan türler",
      "B": "Din ve tasavvuf büyükleri hakkında yazılan türler",
      "C": "Peygamber hakkında yazılan türler",
      "D": "Tarikatlar hakkında yazılan türler",
      "E": "Allah hakkında yazılan türler"
    },
    "explanation": "Burada ana hatlarına işaret ettiğimiz bu tarikatlar ve tekkelerindeki ortak amaca yönelik ortak yaşayış, anlayış ve yorumlayışların dışa vurumu, ortak bir edebî anlayışı da ortaya çıkarmıştır. Zamanla bu yeni edebî anlayışın tür ve şekil özellikleri gelenekselleşerek kalıplaşmıştır. Büyük bir kısmı doğrudan ayin ve törenlerde okunmaya ve eşliklerinde tarikata has ritüel ve pratiklerin (ayin ve duaların) yapılması için üretilmiş olan ve bu tür sosyo-kültürel bağlamlarda tüketilen manzum ve mensur edebî ürün ve süreçlerin tamamı “Tekke ve Tasavvufî Halk Edebiyatı Geleneği” olarak adlandırılır"
  },
  {
    "id": "1493850",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Tekke (Tasavvuf) edebiyatının özelliklerinden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Nazım birimi, beyittir",
      "B": "Şiirlerde daha çok yarım uyak kullanılmıştır",
      "C": "En çok kullanılan nazım türleri ilahi, nefes, deme, şathiye gibi şiirlerdir",
      "D": "Genelde hece ölçüsü kullanılmış, bazı şiirler aruzla yazılmıştır.",
      "E": "Ürünlerin hemen hepsinde tanrı sevgisi işlenmiştir."
    },
    "explanation": "Tekke ve Tasavvufi Halk Edebiyatında Divan Edebiyatının aruzlu nazım şekilleriyle ozanbaksı ve âşık tarzı geleneklerin heceli nazım şekilleri kullanılır. Özellikle de eserlerinin geniş halk kitlelerince daha iyi anlaşılmasını isteyen mutasavvıf (tasavvuf öğretisini takip eden) şairler heceli şekillerden “koşma”yı çok daha fazla kullanmışlardır. Nazım birimi olarak da tercih edilen nazım şekline bağlı olarak beyit veya dörtlük yer alır."
  },
  {
    "id": "1493855",
    "unitNumber": 5,
    "text": "Tekke (Tasavvuf) edebiyatına ilişkin aşağıdaki ifadelerden hangisi yanlıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Tanrı sevgisi, ona ulaşmanın vasıtaları, benliğin öldürülmesi, dünyanın geçiciliği işlenen konulardır.",
      "B": "Didaktik şiirlerin yanı sıra lirik şiirler de görülür.",
      "C": "Kurucusu Ahmet Yesevi’dir.",
      "D": "İlahi, nefes, deme, nutuk, devriye, şathiye gibi nazım türleri kullanılmıştır.",
      "E": "Daha çok sözlü olarak gelişen bir edebiyattır."
    },
    "explanation": "Tekke ve Tasavvufî Halk Edebiyatı geleneği hem sözlü kültür hem de yazılı kültür ortamlarında üretilmiş eserlere sahiptir. Bu nedenle de bir yönüyle yazılı diğer yönüyle de sözlü edebiyat özellikleri gösterir. Bu durum bu edebiyat geleneğinin diline de yansımış gibidir. Genel olarak bu edebiyat geleneğinin dili Halk Edebiyatı ürünlerinde kullanılan dile yakınsa da onda yüksek tahsili olmayan orta seviyedeki halkın kullandığı Arapça ve Farsça kelimelere de rastlanır. Bu edebiyat geleneğinin kendine has bir nazım şekli, vezni ve kâfiye sistemi yoktur."
  },
  {
    "id": "1493860",
    "unitNumber": 5,
    "text": "Kendisinden sonra gelen şairlere zemin hazırlayan Tekke ve Tasavvufî Edebiyatı geleneğinin bilinen ilk şairleri aşağıdakilerin hangisinde birlikte verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kaşgarlı Mahmut-Alpunçur Tigin",
      "B": "Hakim Süleyman Ata-Yusuf Has Hacib",
      "C": "Hoca Ahmed Yesevî-Hakim Süleyman Ata",
      "D": "Yusuf Has Hacib-Kaşgarlı Mahmut",
      "E": "Edip Ahmed Yükneki-Hoca Ahmed Yesevi"
    },
    "explanation": "Hoca Ahmed Yesevî’nin kurduğu düşünüş ve yaşayış yolu “Yesevîlik” adı ve şekliyle yayılmış ve tasavvuf çoğunlukla bu adla bilinmiştir. Yesevîliğin kurucusu Hoca Ahmed Yesevî ile onun Hakim Süleyman Ata gibi halifeleri, Tekke ve Tasavvufî Halk Edebiyatı geleneğinin bilinen ilk şairleridir. Bu bağlamda bu şairleri Yusuf Has Hacib, Kaşgarlı Mahmud ve Edib Ahmed Yügneki’nin ortaya çıkış zeminini hazırlayanlar arasında görmek gerekir. Özellikle de Edip Ahmed Yügneki’yi, Yesevî’yle benzeşen bir oluş içinde bulunan ve onun çağdaşı olan bir başka “Hak âşığı” olarak düşünmek mümkündür."
  },
  {
    "id": "1493862",
    "unitNumber": 5,
    "text": "Büyük bir kısmı doğrudan ayin ve törenlerde okunmaya ve eşliklerinde tarikata has ritüel ve pratiklerin<br/>yapılması için üretilmiş olan ve bu tür sosyo-kültürel bağlamlarda tüketilen manzum ve mensur edebi ürün ve süreçlerin tamamı olarak adlandırılan edebiyat geleneği aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Âşık Tarzı Rüya Motifi Geleneği",
      "B": "Klasik Edebiyat Geleneği",
      "C": "Divan Edebiyatı Geleneği",
      "D": "Tekke ve Tasavvuf Halk Edebiyatı Geleneği",
      "E": "Ozan-baksı Edebiyat Geleneği"
    },
    "explanation": "Zaman zaman şehirlerde yüksek kültüre mensup kişilerin kullandığı Arapça ve Farsça tesiri altında kalsa da sade ve işlek bir düzyazı dili tekke kurumu çevresinde gelişmiştir. Şiirde olduğu gibi nesirde de tekke çevresinin amacı geniş halk kitleleri tarafından rahatça anlaşılmak ve onlara ulaştırılmak istenilen mesajın olabildiğince rahat anlaşılmasını sağlamaktı. Bu nedenle, Tekke ve Tasavvufî Halk Edebiyatı geleneği çevresinde oluşan düzyazı (mensur) ürünleri, geniş halk kitleleri olan okuyucuyu hedefleyen sade nesir dilinde meydana getirilmiştir."
  },
  {
    "id": "1493866",
    "unitNumber": 5,
    "text": "Şeriat esaslarının hakim olduğu medreselerden yetişen edebiyata meraklı bilginlerin Arap ve Fars<br/>edebiyatından tür, şekil, aruz ve mevzularıyla birlikte mazmunlar da alarak meydana getirdikleri manzum ve mensur eserlerle oluşturduğu edebiyata ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fecr-i Ati Edebiyatı",
      "B": "Divan Edebiyatı",
      "C": "Tekke ve Tasavvuf Edebiyatı",
      "D": "Halk Edebiyatı",
      "E": "Aşık Edebiyatı"
    },
    "explanation": "Medrese, “Her kim öğrenir ise lisân-ı Fârisi / südûr eder ondan dinin yarısı” (Kim Farsça öğrenirse, dinin yarısı gider) diyerek Farsça öğrenmeye karşı savaş açmışsa da, edebiyata meraklı bilginler özellikle de Mevlevi meşrep olanlar Farsçayı da öğrenmiş ve öğretmişlerdir. Şeriat (İslâm hukuku) esaslarının öğretiminin hakim olduğu medreselerden yetişen edebiyata meraklı bilginler Arap ve Fars edebiyatlarından tür, şekil, aruz ve mevzularıyla birlikte mazmunlar da alarak meydana getirdikleri manzum ve mensur eserlere “Divan Edebiyatı” veya “Eski Türk Edebiyatı” ya da “Klasik Edebiyat” gibi adlar verilmektedir"
  },
  {
    "id": "1493870",
    "unitNumber": 5,
    "text": "Medrese öğrencilerine ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Danişment",
      "B": "Muallim",
      "C": "Sofu",
      "D": "Müderris",
      "E": "Softa"
    },
    "explanation": "Medrese, eğitim ve öğretimin merkezi ve kültürel hayatın kaynağı konumundaydı. Medreselere giden öğrencilere “softa” adı verilirdi."
  },
  {
    "id": "1497048",
    "unitNumber": 5,
    "text": "I. Sanatçı kişiliğe geçişi sağladığına inanılan rüya motifi veya ilahî bir ilhamla eser yaratma inancı\n II. Hece ölçüsü, bu ölçüyle yaratılan koşuk/koşma adıyla bilinen dörtlüklerin esas olduğu nazım şekilleri\n III. Şiirleri müzik eşliğinde ve gerektiğinde irticalen icra ve hatta bu icralara eşlik eden raks \n IV. Dinî veya din dışı şiirler söyleyerek insanları eğlendirme, onlara hoşça zaman geçirtme amacı\n Yukarııdakilerden hangisi/hangileri Tekke ve Tasavvufî Halk Edebiyatı'nda ozan-baksı edebiyat geleneğinden alınan geleneksel unsurlardandır?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I, II, III",
      "D": "II, III, IV",
      "E": "I, II, III, IV"
    },
    "explanation": "Tekke ve Tasavvufî Halk Edebiyatı geleneğinin Yesevî başta olmak üzere Hakim Süleyman Ata ve diğer takipçileri olan bu ilk şâirlerin ozan-baksı edebiyat geleneğinden pek çok geleneksel unsuru aldıkları görülür. Ozan-baksı edebiyat geleneğinden alınan bu geleneksel unsurlar arasında sanatçı kişiliğe geçişi sağladığına inanılan rüya motifi veya ilahî bir ilhamla eser yaratma inancı; hece ölçüsü, bu ölçüyle yaratılan koşuk/koşma adıyla bilinen dörtlüklerin esas olduğu nazım şekilleri; şiirleri müzik eşliğinde ve gerektiğinde irticalen icra ve hatta bu icralara eşlik eden raks (dini dans) sayılabilir."
  },
  {
    "id": "1497250",
    "unitNumber": 5,
    "text": "Yesevî’yle benzeşen bir oluş içinde bulunan ve onun çağdaşı olan bir başka “Hak âşığı” aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Edib Ahmed Yügneki",
      "B": "Yusuf Has Hacib",
      "C": "Kaşgarlı Mahmud",
      "D": "Hakim Süleyman Ata",
      "E": "Ümmî Sinan"
    },
    "explanation": "Yesevîliğin kurucusu Hoca Ahmed Yesevî ile onun Hakim Süleyman Ata gibi halifeleri, Tekke ve Tasavvufî Halk Edebiyatı geleneğinin bilinen ilk şairleridir. Bu bağlamda bu şairleri Yusuf Has Hacib, Kaşgarlı Mahmud ve Edib Ahmed Yügneki’nin ortaya çıkış zeminini hazırlayanlar arasında görmek gerekir. Özellikle de Edip Ahmed Yügneki’yi, Yesevî’yle benzeşen bir oluş içinde bulunan ve onun çağdaşı olan bir başka “Hak âşığı” olarak düşünmek mümkündür."
  },
  {
    "id": "1497474",
    "unitNumber": 5,
    "text": "Arapça ve Farsça kelimelerdeki uzun hecelerin vezin gereği kısaltılması sonucu ortaya çıkan aruz hatalarına ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kaside",
      "B": "Zihâf",
      "C": "İmâle",
      "D": "Gazel",
      "E": "Murabba"
    },
    "explanation": "Tekke ve Tasavvufî Halk Edebiyatı geleneğinde aruzla yazılan şiirlerde aruz hatalarına çok sık rastlanılır. Bu edebiyatı meydana getiren şairlerin çoğunun çok fazla eğitim görmemiş olduğu düşünülürse, bu doğal bir sonuçtur. Bu tür aruz hataları çoğunlukla Türkçe kelimelerin kısa hecelerinin vezin gereği uzatılmasıyla ortaya çıkan “imâle” ve aynı şekilde Arapça ve Farsça kelimelerdeki uzun hecelerin vezin gereği kısaltılması sonucu ortaya çıkan “zihâf”lardır."
  },
  {
    "id": "1498217",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Tekke ve Tasavvufî Halk Edebiyatı geleneğindeki nazım şekilleri ile ilgili olarak <u>söylenemez</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Bu edebiyat geleneğinin kendine has bir nazım şekli, vezni ve kâfiye sistemi yoktur.",
      "B": "Bu gelenekte orta seviyedeki halkın kullandığı Arapça ve Farsça kelimelere de rastlanır.",
      "C": "Mutasavvıf şairler heceli şekillerden “koşma”yı çok daha fazla kullanmışlardır.",
      "D": "Heceli şiirlerde kullanılan nazım biçimleri güzelleme, koşma ve ağıttır.",
      "E": "Kopuz, ney ve benzeri geleneksel çalgılar ve ezgiler eşliğinde icra edilmişlerdir."
    },
    "explanation": "Hece ile meydana getirilen Tekke ve Tasavvufi Halk Edebiyatı şiirlerinde daha çok yedili, sekizli ve onbirli hece ölçüleri kullanılmıştır. Yedili şiirlerde duraklar bazen 4+3=7 bazen de 3+4=7 olabilir. Sekiz heceli şiirler de bazen 4+4=8 bazen de duraksızdır. Onbirli şiirlerde ise 6+5=11 veya 4+4+3=11 bazen de duraksız mısralar yer almaktadır. Heceli şiirlerde kullanılan nazım biçimleriyse mâni, koşma ve destandır. Kafiye örgüleri mâni ve koşma şeklindedir."
  },
  {
    "id": "1498228",
    "unitNumber": 5,
    "text": "Aşağıdaklerden hangisi Allah hakkında yazılan şiir türlerinde ele alınan temel konular arasında yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Mevlid",
      "B": "Hilye",
      "C": "Sîretü’n-Nebi",
      "D": "Gevher-nâme",
      "E": "Tapuğ"
    },
    "explanation": "Bu türlerin adları ve bu türlerde ele alınan temel konular Tevhid (Allah’ın birliği, yüceliği ve sıfatlarını konu edinen), İlahi (Tanrı’yı öven ve ona yalvarma konulu), Âyin (Mevlevî tarikatının ilahileri), Tapuğ (Gülşenî tarikatının ilahileri), Nefes (Alevi-Bektaşîlerin ilahileri), Durak (Halvetîlerde iki fasıl arası okunan ilahiler), Cumhur (Mevlevî ve Bektaşi dışındaki tarikatlerde ilahiye verilen ad), Münacat (Allah’a yakarış, esirgenmeyi, bağışlanışı, dua konu edinen) ve Esma-i Hüsna (Tanrı’nın esasen 99 olan sonradan yapılan eklemelerle 1001’e çıkarılan en güzel ve şerefli adlarını ve kapsadıkları vasıflarını işleyen) şeklinde sıralanabilir."
  },
  {
    "id": "1498359",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi dört halifeyi, ashab-ı kirâmı, velileri övmeyi konu edinen şiir türüdür?",
    "correctAnswer": "A",
    "options": {
      "A": "Medhiye",
      "B": "Maktel-i Hüseyin",
      "C": "Mersiye",
      "D": "Düvazimam",
      "E": "Şathiye"
    },
    "explanation": "Din ve Tasavvuf Büyükleri Hakkında Yazılan Türler: Bu türlerin adları ve bu türlerde ele alınan temel konular Medhiye (Dört halifeyi, ashab-ı kirâmı, velileri övmeyi konu edinen), Mersiye (Tekke ve tasavvuf ulularının ölümü konulu) ve Maktel-i Hüseyin (Hz. Muhammed’in torunu Hz. Hüseyin’in Kerbelâ’da şehit edilişini konu edinen) şeklinde sıralanabilir."
  },
  {
    "id": "1498404",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi esnaf teşkilatının uyması gereken dürüstlük ve terbiye konulu şiir türüdür?",
    "correctAnswer": "B",
    "options": {
      "A": "Nasihat-nâme",
      "B": "Fütüvvet-nâme",
      "C": "Tahassür-nâme",
      "D": "Meded- nâme",
      "E": "İstihrac-nâme"
    },
    "explanation": "Dini İnançlar ve Tasavvufi Düşünceler Hakkında Yazılan Türler: Bu türlerin adları ve bu türlerde ele alınan temel konular Vücut-nâme (insanın yaratılışını konu edinen), Nasihat-nâme (İnsanlara öğüt vermeyi, yol gösterme konulu), İbret-nâme, (kötü bir olaydan ders alma ve kötülükten arınma konulu), Fazilet-nâme (Hz. Peygamber ve dört halifenin davranışlarındaki yücelik ve erdemleri konu edinen) Fütüvvet-nâme (Esnaf teşkilatının uyması gereken dürüstlük ve terbiye konulu), Gazavat-nâme (Din düşmanlarıyla yapılan savaşları konu edinen), Mansur-nâme (Büyük mutasavvıf Hallac-ı Mansur’un hayatı ve kerametleri konulu) Minber-nâme (Hatiplerin minberden bildiklerini halka anlatmalarını konu edinen), İstihrac-nâme (Geleceğe ait herhangi bir olayın üstü kapalı bir biçimde bildirilmesi konulu) şeklinde sıralanabilir."
  },
  {
    "id": "1498511",
    "unitNumber": 5,
    "text": "Kaynağını Arap ve Fars edebiyatlarından alır, ancak Türk destan geleneğinin ölçütleri ve icra töresine göre oluşturulur. .............. manzum, mensur ve manzum-mensur karışık olarak meydana getirilmiştir. Konusu Hz. Ali, atı Düldül, kılıcı Zülfikâr, Hz. Ali’nin oğlu Muhammed Hanefi etraflarında gelişen olaylarda gösterilen kahramanlıklarıdır.\n Yukarıdaki parçada verilen boşluğa getirilecek en uygun kelime aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hamza-nâme",
      "B": "Danişmend-nâme",
      "C": "Cenk-nâmeler",
      "D": "Menâkıp-nâmeler",
      "E": "Fetih-nâmeler"
    },
    "explanation": "Cenk-nâmeler: Anadolu’da XIII. yüzyıldan itibaren Türk toplumunun sosyo- kültürel yapısı ve dünya görüşüne uygun olarak tercüme ve adapte etmek suretiyle Türk edebiyatında oluşturulan eserlerdir. Kaynağını Arap ve Fars edebiyatlarından alan ancak Türk destan geleneğinin ölçütleri ve icra töresine göre oluşturulan Cenk-nâmeler manzum, mensur ve manzum-mensur karışık olarak meydana getirilmişlerdir. Cenk-nâmelerin konusu Hz. Ali, atı Düldül, kılıcı Zülfikâr, Hz. Ali’nin oğlu Muhammed Hanefi etraflarında gelişen olaylarda gösterilen kahramanlıklarıdır. Çoğunlukla manzum örneklerine rastlanılan “Kesikbaş Hikâyeleri” de Hz. Ali’nin etrafında oluşmaları nedeniyle bu gruba girmektedir."
  },
  {
    "id": "1498534",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Türk Tekke ve Tasavvufî Halk Edebiyatı'nın XV. yüzyılda yaşayan temsilcilerindendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Eşrefoğlu Rûmî",
      "B": "Sâid Emre",
      "C": "Şeyyâd Hazma",
      "D": "Mevlâna Celaleddin Rumî",
      "E": "Pir Sultan Abdal"
    },
    "explanation": "XV. yüzyılda Anadolu’da yaşayan eserleri veya tesirleri günümüze gelen şâir mutasavvıflar olarak Hacı Bayram Veli, Akşemseddin, Eşrefoğlu Rûmî, Kemal Ümmî, Emir Sultan, Rûşenî ve İbrahim Tennûrî sayılabilir."
  },
  {
    "id": "1498553",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Türk Tekke ve Tasavvufî Halk Edebiyatı'nın XVIII. yüzyılda yaşayan temsilcilerinden <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Neccarzade Şeyh Rıza",
      "B": "Erzurumlu İbrahim Hakkı",
      "C": "Üsküdarlı Haşim",
      "D": "Kul Şükrü",
      "E": "Bitlisli Müştak Baba"
    },
    "explanation": "XVIII. yüzyılda Anadolu’da yaşayan eserleri veya tesirleri günümüze gelen mutasavvıflardan bazıları Bursalı İsmail Hakkı, Erzurumlu İbrahim Hakkı, Mahdum Kulu, Neccarzade Şeyh Rıza, Cemalî, Üsküdarlı Haşim, Kul Şükrü, Nasuhi, Senâyî, Mehdî, Mahvî’dir."
  },
  {
    "id": "1503486",
    "unitNumber": 5,
    "text": "I. Medreseye giden öğrencilere softa adı verilirdi\n II. Medresedeki en yüksek makam müdderistir\n III. Eğitim dili farsçadır\n IV. Medreselerden yalnızca din adamlarının yetiştiği kurumlardır\n Medreselerle ilgili olarak yukarıdaki yargılardan hangisi veya hangileri söylenebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve III",
      "B": "II ve IV",
      "C": "II ve III",
      "D": "I ve IV",
      "E": "I ve II"
    },
    "explanation": "Medreselerin eğitim dili arapçadır. Medreslerde din adamları, hakimler, savcılar ve bilginler yetişmektedir. Dolayısıyıla doğru cevap E şıkkıdır."
  },
  {
    "id": "1503513",
    "unitNumber": 5,
    "text": "I. Tekkeler tek tip olarak dergah şeklinde adlandırılmışlardır\n II. Hemen her tarikatın bir tekkesi bulunmaktaydı\n III. Selçuklu döneminde kısa süre de olsa siyasete bulaşmışlardır\n IV. Tekkelerdeki en yüksek makam müritlerindi\n Yukarıda Tekke'ler ile ilgili yargılardan hangisi veya hangileri doğrudur",
    "correctAnswer": "A",
    "options": {
      "A": "II ve III",
      "B": "I ve IV",
      "C": "I ve II",
      "D": "II ve IV",
      "E": "I ve III"
    },
    "explanation": "Tekkeler bulundukları yere, küçüklük büyükleri ve işlevlerine göre dergah, zaviye ve hangah olarak adlandırılmaktaydı. Tekkelerdeki en büyük makam şeyhlerindi. Dolayısıyla doğru cevap II ve III'tür."
  },
  {
    "id": "1503517",
    "unitNumber": 5,
    "text": "\"İbret ve öğüt verici çoğunlukla dini ve ahlaki konuları ele alan anlatılardır\" \n yukarıda açıklanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kıssa",
      "B": "El vermek",
      "C": "Zikir çekmek",
      "D": "Sohbet",
      "E": "Dua"
    },
    "explanation": "Kıssa: İbret ve öğüt verici çoğunlukla dinî ve ahlâkî konuları ele alan anlatılar. dolayısıyla doğru cevap A şıkkıdır."
  },
  {
    "id": "1504402",
    "unitNumber": 5,
    "text": "I. Mesnevihanlar tekke şeyhleridir\n II. Kudüm üflemeli bir çalgıya verilen isimdir \n III. Mevlevihaneler mevlevi tekkeleridir\n IV. Semah dini ritüel mahiyetindeki bir rakstır\n Yukarıda verilen bilgilerden hangisi veya hangileri <u>doğrudur? </u>",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve IV",
      "D": "II ve III",
      "E": "III ve IV"
    },
    "explanation": "Mesnevihanlar mesnevi okuyucularıdır. kudüm ise vurmalı bir çalgıya verilen isimdir. Bu bağlamda doğru cevap E şıkkıdır."
  },
  {
    "id": "1504477",
    "unitNumber": 5,
    "text": "Hoca Ahmet Yesevi hakkında aşağıda yer alan bilgilerden hangisi <u>söylenemez? </u>",
    "correctAnswer": "D",
    "options": {
      "A": "Tekke kurumu etrafında odaklanan yepyeni bir yaşayış biçimi başlatmıştır",
      "B": "Kurduğu yol \"Yesevilik\" adı ve şekliyle yayılmıştır",
      "C": "Halifelerinden biri Hakim Süleyman Ata'dır.",
      "D": "Ozan-baksı geleceğini dışarda bırakıp başka bir tarz yaratmıştır.",
      "E": "Takipçileri kendilerini \"Aşık\" olarak adlandırmıştır"
    },
    "explanation": "Tekke ve Tasavvufî Halk Edebiyatı geleneğinin Yesevî başta olmak üzere Hakim Süleyman Ata ve diğer takipçileri olan bu ilk şâirlerin ozan-baksı edebiyat gelene- ğinden pek çok geleneksel unsuru aldıkları görülür. Ozan-baksı edebiyat geleneğinden alınan bu geleneksel unsurlar arasında sanatçı kişiliğe geçişi sağladığına inanılan rüya motifi veya ilahî bir ilhamla eser yaratma inancı; hece ölçüsü, bu ölçüyle yaratılan koşuk/koşma adıyla bilinen dörtlüklerin esas olduğu nazım şekilleri; şiirleri müzik eşliğinde ve gerektiğinde irticalen icra ve hatta bu icralara eşlik eden raks (dini dans) sayılabilir."
  },
  {
    "id": "1504545",
    "unitNumber": 5,
    "text": "I. Hem yazılı hem de sözlü edebiyat özellikleri gösterir\n II. Koşma çok daha fazla kullanılmıştır. \n III. Dilinde Türkçe harici kelimelere rastlanmaz\n IV. Kendine has bir nazım şekli vardır\n Tekke ve Tasavvuf Edebiyatı ile ilgili yukarıdaki bilgilerden hangisi veya hangileri söylenebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "II ve IV",
      "D": "I ve IV",
      "E": "III ve IV"
    },
    "explanation": "Tekke ve Tasavvufi Halk Edebiyatı içerisinde yüksek tahsili olmayan orta seviyedeki halkın kullandığı Arapça ve Farsça kelimelere de rastlanır. Bu edebiyatın kendine has bir nazım şekli, hece ölçüsü bulunmamaktadır. Dolayısıyla doğru cevap A şıkkıdır."
  },
  {
    "id": "1504603",
    "unitNumber": 5,
    "text": "Tekke ve Tasavvufi Halk Edebiyatı ile ilgili aşağıdakilerden hangisi <u>söylenemez? </u>",
    "correctAnswer": "C",
    "options": {
      "A": "Şiirlerde daha çok yedili, sekizli ve onbirli hece ölçüleri kullanılmıştır",
      "B": "Heceli şiirlerde kullanılan nazım biçimleri mani, koşma ve destandır.",
      "C": "Kafiye örgülerinde yalnızca koşma kullanılmıştır",
      "D": "Şiirler kopuz, ney ve benzeri geleneksel çalgılar kullanılarak icra edilmiştir",
      "E": "Heceli nazım şekilleri ve kafiye örgüsü gibi özelliklerini ozan-baksı edebiyat geleneğinden almıştır."
    },
    "explanation": "Heceli şiirlerde kullanılan kafiye örgülerinde yalnızca koşmadan ziyade mani de kullanılmıştır. Doğru cevap C şıkkıdır."
  },
  {
    "id": "1504621",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Tekke ve Tasavvufi Halk Edebiyatında Allah hakkında yazılan şiir türlerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hilye",
      "B": "Mevlid",
      "C": "Mirac-name",
      "D": "Hicret-name",
      "E": "Tapuğ"
    },
    "explanation": "A, b, c ve d şıklarında yer alan türler peygamber hakkında yazılan türlerdendir. E şıkkı ise Allah hakkında yazılan türlerdendir. Dolayısıyla doğru cevap E şıkkıdır."
  },
  {
    "id": "1504645",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Tekke ve Tasavvufi Halk Edebiyatında Peygamber hakkında yazılan türlerden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tevhid",
      "B": "İlahi",
      "C": "Tapuğ",
      "D": "Durak",
      "E": "Dolap-nâme"
    },
    "explanation": "A, b, c ve d şıklarında yer alan türler peygamber hakkında yazılan türlerken e şıkkında Allah hakkında yazılan tür örneği yer almaktadır. Doğru cevap E şıkkıdır.<br/>A, b, c ve d şıklarında yer alan türler Allah hakkında yazılan türlerken e şıkkında Peygamber hakkında yazılan bir tür örneği yer almaktadır."
  },
  {
    "id": "1504695",
    "unitNumber": 5,
    "text": "I. Dort halifeyi, ashab-ı kiramı ve velileri övmeyi konu eder\n II. Dini ve tasavvuf büyükler hakkında yazılan türler arasındadır\n Yukarıda yer alan bilgiler aşağıdaki türlerden hangisini tanımlamaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Mersiye",
      "B": "Maktel-i Hüseyin",
      "C": "Medhiye",
      "D": "Hicret-name",
      "E": "Dolap-name"
    },
    "explanation": "Medhiyeler din ve tasavvuf büyükleri hakkında yazılan türler arasındadır. Dört halifeyi, ashab-ı kiramı, velileri övmeyi konu edinmektedir. Doğru cevap C şıkkıdır."
  },
  {
    "id": "892971",
    "unitNumber": 5,
    "text": "Medreselerin eğitim dili aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Farsça",
      "B": "Osmanlıca",
      "C": "Arapça",
      "D": "Türkçe",
      "E": "Fransızca"
    },
    "explanation": "Medresenin eğitim dili Arapçadır.<br/>Medreselerden yetişmiş ünlü bilginlerin büyük bir çoğunluğu eserlerini Arapça<br/>olarak kaleme almışlardır."
  },
  {
    "id": "892988",
    "unitNumber": 5,
    "text": "Tarikatin icra töresine göre belli bir ezgiyle belirli sayıda kalıplaşmış dini ifadeleri topluca tekrar etmek nasıl adlandırılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Zikir çekmek",
      "B": "El almak",
      "C": "Kıssa",
      "D": "İlahi söylemek",
      "E": "Sema yapmak"
    },
    "explanation": "Tarikatin icra töresine göre belli bir ezgiyle belirli sayıda kalıplaşmış dini ifadeleri topluca tekrar etmek \"zikir çekmek\" olarak bilinir."
  },
  {
    "id": "893000",
    "unitNumber": 5,
    "text": "İbret ve öğüt verici çoğunlukla dinî ve ahlâkî konuları ele alan anlatılara ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Zikir",
      "B": "Masal",
      "C": "Destan",
      "D": "Kıssa",
      "E": "Öykü"
    },
    "explanation": "İbret ve öğüt verici çoğunlukla dinî ve ahlâkî konuları ele alan anlatılar \"kıssa\" olarak bilinmektedir."
  },
  {
    "id": "893011",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Arapça ve Farsça kelimelerdeki uzun hecelerin vezin gereği kısaltılması sonucu ortaya çıkan aruz hatalarındandır?",
    "correctAnswer": "B",
    "options": {
      "A": "imale",
      "B": "zihaf",
      "C": "murabba",
      "D": "müstezat",
      "E": "tuyuğ"
    },
    "explanation": "Arapça ve Farsça kelimelerdeki uzun hecelerin vezin gereği kısaltılması sonucu ortaya çıkan aruz hatalarına \"zihaf\" denir."
  },
  {
    "id": "893023",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Türkçe kelimelerin kısa hecelerinin vezin gereği uzatılmasıyla<br/>ortaya çıkan aruz hatasıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "zihaf",
      "B": "murabba",
      "C": "müstezat",
      "D": "tuyuğ",
      "E": "imâle"
    },
    "explanation": "Türkçe kelimelerin kısa hecelerinin vezin gereği uzatılmasıyla ortaya çıkan aruz hatası \"imâle\"dir."
  },
  {
    "id": "893049",
    "unitNumber": 5,
    "text": "Tekke ve Tasavvufî Halk Edebiyatı geleneğinde Allah’ın birliği, yüceliği ve sıfatlarını konu edinen eserlere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tevhid",
      "B": "İlahi",
      "C": "Nefes",
      "D": "Tapuğ",
      "E": "Durak"
    },
    "explanation": "Tekke ve Tasavvufî Halk Edebiyatı geleneğinde Allah’ın birliği, yüceliği ve sıfatlarını konu edinen eserlere \"Tevhid\" denir."
  },
  {
    "id": "893062",
    "unitNumber": 5,
    "text": "Tekke ve Tasavvufî Halk Edebiyatı geleneğinde Allah’a yakarış, esirgenmeyi, bağışlanışı, dua konu edinen eserlere ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Nefes",
      "B": "Tevhid",
      "C": "Tapuğ",
      "D": "Münacat",
      "E": "Cumhur"
    },
    "explanation": "Tekke ve Tasavvufî Halk Edebiyatı geleneğinde Allah’a yakarış, esirgenmeyi, bağışlanışı, dua konu edinen eserlere \"münacat\" denir."
  },
  {
    "id": "893076",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Tekke ve Tasavvufî Halk Edebiyatı Geleneği'nde Din ve Tasavvuf Büyükleri hakkında yazılan türlerdendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mersiye",
      "B": "Hilye",
      "C": "Mevlid",
      "D": "Cumhur",
      "E": "Nefes"
    },
    "explanation": "Tekke ve Tasavvufî Halk Edebiyatı Geleneği'nde Din ve Tasavvuf Büyükleri hakkında yazılan türler \"Mersiye\" olarak adlandırılır."
  },
  {
    "id": "893087",
    "unitNumber": 5,
    "text": "Tekke ve Tasavvufî Halk Edebiyatı Geleneği'nde Başta tasavvuf büyüklerinin şiirleri olmak üzere çeşitli manzumeleri tasavvufî bakış açılarıyla yorumlayan çoğunluğu mensur olan düzyazı eserleri hangileridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gazavat-nâmeler",
      "B": "Fetih-nâmeler",
      "C": "Tevarihler",
      "D": "Fıkralar",
      "E": "Şerhler"
    },
    "explanation": "Tekke ve Tasavvufî Halk Edebiyatı Geleneği'nde Başta tasavvuf büyüklerinin şiirleri olmak üzere çeşitli manzumeleri tasavvufî bakış açılarıyla yorumlayan çoğunluğu mensur olan düzyazı eserleri \"şerhler\"dir."
  },
  {
    "id": "893099",
    "unitNumber": 5,
    "text": "Hangisi XIII. yüzyılda Anadolu’da yaşayan ve eserleri günümüze gelen şair mutasavvıflardandır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yunus Emre",
      "B": "Abdal Musa",
      "C": "Hacı Bayram Veli",
      "D": "Emir Sultan",
      "E": "Pir Sultan Abdal"
    },
    "explanation": "Yunus Emre XIII. yüzyılda Anadolu’da yaşayan ve eserleri günümüze gelen şair mutasavvıflardandır."
  },
  {
    "id": "1489855",
    "unitNumber": 6,
    "text": "I. Tekke<br/>II. Dergah<br/>III. Kahvehane\n Yukarıda sıralananlardan hangisi ya da hangileri aşık edebiyatının merkezi konumunda yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "I ve III",
      "E": "II ve III"
    },
    "explanation": "I ve III"
  },
  {
    "id": "1490009",
    "unitNumber": 6,
    "text": "Aşıkların yaptıkları karşılaşmalarda, âşıkların biri tarafından ilk dörtlüğün ikinci mısrasında şiire ayak olabilecek kafiyeli söz söylemeye ne denir?",
    "correctAnswer": "D",
    "options": {
      "A": "kol açma",
      "B": "el açma",
      "C": "göz açma",
      "D": "ayak açma",
      "E": "kafa açma"
    },
    "explanation": "ayak açma"
  },
  {
    "id": "1490011",
    "unitNumber": 6,
    "text": "I. Mühür<br/>II. Mahlas<br/>III. İcazet\n Çırağının yetiştiğine ve onun kendi başına bu sanatı icra edebileceğine inanan usta, çırağına ne vererek onu mezun eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve III",
      "E": "II ve III"
    },
    "explanation": "II ve III"
  },
  {
    "id": "1490016",
    "unitNumber": 6,
    "text": "Âşık Kolu”na Azerbaycan’da ne adı verilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "okul",
      "B": "mektep",
      "C": "merkez",
      "D": "akım",
      "E": "ekol"
    },
    "explanation": "mektep"
  },
  {
    "id": "1490021",
    "unitNumber": 6,
    "text": "Koşma şekli uyak düzeni kaç hece ölçülüdür?",
    "correctAnswer": "A",
    "options": {
      "A": "8 ve 11",
      "B": "8 ve 12",
      "C": "8 ve 10",
      "D": "8 ve 9",
      "E": "7 ve 8"
    },
    "explanation": "8 ve 11"
  },
  {
    "id": "1490088",
    "unitNumber": 6,
    "text": "Âşık tarzı heceli şiir türleri inşa olundukları nazım şeklinden hareketle kalıplaşmış konu ve ezgi özelliklerine göre kaç çeşittir?",
    "correctAnswer": "A",
    "options": {
      "A": "3",
      "B": "4",
      "C": "5",
      "D": "2",
      "E": "6"
    },
    "explanation": "3"
  },
  {
    "id": "1490091",
    "unitNumber": 6,
    "text": "Yaratıcı veya icracının dinleyicide uyandırmak istediği duygu ve düşünceleri ger- çekleştirme amacına yönelik olarak konuya karşı takındığı (övme, yerme, yerinme “şikâyet”, öğüt verme, bilgilendirme “didaktik”, eğlendirme “güldürme”, yas tutturma “ağlatma”) gibi geleneksel tavırlar ve bunlara bağlı olarak konuyu işleyiş tarzlarının her birine ne denilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sada",
      "B": "Eda",
      "C": "Cefa",
      "D": "Sefa",
      "E": "Nida"
    },
    "explanation": "Eda"
  },
  {
    "id": "1490097",
    "unitNumber": 6,
    "text": "“Savaş” konusunu ele alan bir âşık bunu aşağıdaki anlatım tutumlarına göre isterse ve gücü yeterse ayrı ayrı kaç biçimde ele alabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "2",
      "B": "4",
      "C": "6",
      "D": "8",
      "E": "10"
    },
    "explanation": "8"
  },
  {
    "id": "1490102",
    "unitNumber": 6,
    "text": "I. Kul Çulha<br/>II. Ruşen Ali<br/>III. Pir Sultan Abdal\n Yukarıdakilerden hangisi ya da hangileri 16. yüzyıl aşık edebiyatının temsilcileri arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "Yalnız I",
      "C": "I ve III",
      "D": "Yalnız II",
      "E": "Yalnız III"
    },
    "explanation": "I ve III"
  },
  {
    "id": "1490107",
    "unitNumber": 6,
    "text": "Tanburî Mustafa hangi yüzyıl aşığıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "17. yüzyıl",
      "B": "18. yüzyıl",
      "C": "19. yüzyıl",
      "D": "20. yüzyıl",
      "E": "21. yüzyıl"
    },
    "explanation": "19. yüzyıl"
  },
  {
    "id": "1499158",
    "unitNumber": 6,
    "text": "Tekke kurumu etrafında ozan-baksı geleneğine ait edebî tür, biçim ve formların propoganda (irşat) amacıyla İslâmi bir muhteva yüklenmek suretiyle kullanılmasıyla oluşan edebî geleneğe Tekke Tarzı Aşık Geleneği denilmektedir. Bu gelenek kiminle birlikte ortaya çıkmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ahmed Yesevi",
      "B": "Yunus Emre",
      "C": "Mevlânâ Celâleddîn-i Rûmî",
      "D": "Şems-i Tebrîzî",
      "E": "Hacı Bektaş-ı Veli"
    },
    "explanation": "Tekke Tarzı Âşık Geleneği, Ahmed Yesevî ile birlikte tekke kurumu etrafında ozan-baksı geleneğine ait edebî tür, biçim ve formların propoganda (irşat) amacıyla İslâmi bir muhteva yüklenmek suretiyle kullanılmasıyla oluşan edebî gelenektir. Bu geleneğin mensuplarının büyük bir kısmı kendilerini XIII. yüzyıldan itibaren “Allah’a âşık”, “Hak âşığı” veya “âşık” olarak adlandırmışlardır. Bu geleneğe mensup âşıkların eser yaratma ve icralarının amacı kurumsal bağlamda inançlarını dışa vurup ifade etme ve bu yolla propagandasını yaparak yeni insan kazanma veya inançlarına kazanılmış insanların, imanlarını tazeleyerek inanılan dogmalara yönlendirmedir."
  },
  {
    "id": "1499166",
    "unitNumber": 6,
    "text": "“Kahvehane Tarzı Âşık Geleneği” veya yaygın olarak “Âşık Tarzı Edebiyat Geleneği” hangi yüzyılda ortaya çıkmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "XVI.",
      "B": "XVII.",
      "C": "XV.",
      "D": "XIV.",
      "E": "XVIII."
    },
    "explanation": "“Kahvehane Tarzı Âşık Geleneği” veya yaygın olarak “Âşık Tarzı<br/>Edebiyat Geleneği” yahut sadece “Âşık Tarzı” olarak adlandırılan bu edebiyat geleneği, ilk adlandırmadan da anlaşılacağı üzere XVI. yüzyıl ortalarından itibaren ortaya çıkıp yaygınlaşan bir Türk-Müslüman kurumu olan kahvehanelerde teşekkül etmiş bir gelenektir."
  },
  {
    "id": "1499253",
    "unitNumber": 6,
    "text": "I- Tokatlı Nuri\n II- Sümmanî\n III- Dertli\n Yukarıdakilerden hangisi ya da hangileri Anadolu'da bilinen âşık kolları arasındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "I, II",
      "C": "I, III",
      "D": "II, III",
      "E": "Yalnız III"
    },
    "explanation": "Usta-çırak ilişkisi geleneğin oluşup devam etmesi bakımından büyük önem taşır. Geçmiş yüzyıllarda usta-çırak ilişkisine bağlı olarak oluşan ekoller “âşık kolu” olarak adlandırılmıştır. Âşıklık geleneğinde en fazla bilinen âşık kolları arasında “Erzurumlu Emrah”, “Tokatlı Nuri”, “Ruhsatî”, “Sümmanî”, “Dertli”, “Huzuri” ve “Şenlik Kolu” sayılabilir. “Âşık Kolu”na Azerbaycan’da “mektep” adı verilmektedir. Âşık kolları “Elesker mektebi”, “Âşık Ali mektebi” gibi adlarla adlandırılmaktadır."
  },
  {
    "id": "1499261",
    "unitNumber": 6,
    "text": "Âşıklık geleneğinde üçüncü defa içirilen bade kimin adına içirilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sevdiği aşkına",
      "B": "Allah aşkına",
      "C": "Pirler aşkına",
      "D": "Peygamberler aşkına",
      "E": "Aşık aşkına"
    },
    "explanation": "Âşıklık geleneğinde bazı âşıklar maddi aşktan manevi aşka geçerken, saz çalıp söylemeye başlarken ilahî aracılarla yani bir mürşidin, bir pirin veya Hızır’ın rüyasına girmesiyle, âşık olup saz çalmaya başladıklarını söylerler. Halk inançlarına göre bunlar ilahî ilhama sahiptirler bu nedenle de “badeli” veya “Hak âşığı” diye adlandırılırlar. Hızır, İlyas veya pirlerden birisi bazen uyanıkken çoğunlukla uyurken âşığın rüyasına girer ve “kudret gülü” denilen kollarıyla âşığa uzattığı “bade”yi aşığa içirir. Üç defa sunulan badenin birincisi “kendi bir, adı bin adına”, yani Allah aşkına, ikincisi “pirler aşkına”, üçüncüsü de “sevdiği aşkına” içirilir. Bundan sonra âşığa “buta gösterme” adı verilen genç güzel bir kızın yüzü gösterilir bu kız onun o andan itibaren sevgilisidir. Aynı anda o kıza da aynı şekilde âşığın gösterildiğine ve onların birbirini sevdiklerine inanılır. Âşık kendisine gösterilen güzele doğru yönelince pir ortadan kaybolur."
  },
  {
    "id": "1499269",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi aşık atışmalarının yapıldığı yerler arasında <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Saray",
      "B": "Konak",
      "C": "Düğün",
      "D": "Panayır",
      "E": "Pazar"
    },
    "explanation": "Sistemli deyişler de denilen bu tür âşık karşılaşmaları, kahvehane, köy odası, konak, düğün, pazar, panayır gibi yerlerde yapılmaktaydı."
  },
  {
    "id": "1499297",
    "unitNumber": 6,
    "text": "I- Destan\n II- Koşma\n III- Mani\n Yukarıdaki biçimlerden hangisi ya da hangilerine aşık şiirinde rastlanılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "I, II",
      "C": "I, III",
      "D": "II, III",
      "E": "Yalnız II"
    },
    "explanation": "Nazım birimi (dörtlük) sayısına bağlı olarak uzunluk ve kısalık veyahut hacim açısından uzun olan destan biçimiyle kısa olan biçimlerin (koşma ve mâni) ayırt edilişini sağlayan ölçüttür. Uzun biçim (destan) en az 5 veya 7 dörtlükten oluşan konuya ve konuyu işleyen âşığın gücüne göre 100 dörtlüğü aşabilen başka bir ifadeyle uzunluk bakımından sınırsız olan biçimdir. Kısa biçimler; koşma en az 2 ve en fazla 5 dörtlükten ibaret olan biçimdir. Mâni biçimi ise bir dörtlükten oluşur."
  },
  {
    "id": "1499302",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi aşık tarzı heceli şiirde koşma şeklinde görülen ama destan şeklinde görülmeyen bir türdür?",
    "correctAnswer": "A",
    "options": {
      "A": "Semailer",
      "B": "Koçaklamalar",
      "C": "Güzellemeler",
      "D": "Ağıtlar",
      "E": "Taşlamalar"
    },
    "explanation": "Âşık tarzı heceli şiir türleri inşa olundukları nazım şeklinden hareketle kalıplaşmış konu ve ezgi özelliklerine göre şu şekilde tasnif edilebilir:<br/>A. Koşma Şekli<br/>1) Koçaklama koşmalar<br/>2) Güzelleme koşmalar<br/>3) Ağıt koşmalar<br/>4) Taşlama koşmalar<br/>5) Semaîler<br/>6) Varsağılar<br/>7) Ezgi, şekil ve konuya bağlı diğer koşmalar<br/>B. Destan Şekli<br/>1) Koçaklama destanlar<br/>2) Güzelleme destanlar<br/>3) Ağıt destanlar<br/>4) Taşlama destanlar<br/>5) Ezgi, şekil ve konuya bağlı diğer destanlar<br/>C. Mâni (Bayatı) Şekli"
  },
  {
    "id": "1499323",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi XVI. yüzyılda yaşamış aşıklardandır?",
    "correctAnswer": "A",
    "options": {
      "A": "Köroğlu",
      "B": "Türabî",
      "C": "Kul Süleyman",
      "D": "Pîroğlu",
      "E": "Demircioğlu"
    },
    "explanation": "XVI. yüzyıldan kalan eserlerinden hareketle bu yüzyılda yaşamış belli başlı<br/>âşıklar olarak Bahşî, Ozan, Kul Mehmed, Öksüz Dede, Köroğlu, Gedâ Muslu, Çırpanlı, Armudlu, Kul Çulha, Oğuz Ali ve Pir Sultan Abdal. XVI. yüzyılın ikinci yarısından itibaren şekillenen gelenekte tasavvufî ve aruzla murabba şeklinde düzenlenen divanlar başta olmak üzere divan edebiyatı tesirleri görülür."
  },
  {
    "id": "1499326",
    "unitNumber": 6,
    "text": "Aşağıdaki aşıklardan hangisi Yavuz Sultan Selim’in Mısır Seferi’ne ilişkin destanını söylemiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bahşi",
      "B": "Köroğlu",
      "C": "Pir Sultan Abdal",
      "D": "Piroğlu",
      "E": "Oğuz Ali"
    },
    "explanation": "Bahşi mahlaslı şair XVI. yüzyılda Yavuz Sultan Selim'in Mısır Seferine ilişkin destanını söylemiştir."
  },
  {
    "id": "1499336",
    "unitNumber": 6,
    "text": "I- Emrah\n II- Zihni\n III- Gedayi\n Yukarıdaki şairlerden hangisi ya da hangileri XIX. yüzyıl şairleri arasındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "I, II",
      "C": "I, III",
      "D": "II, III",
      "E": "Yalnız I"
    },
    "explanation": "XIX. yüzyılda âşık tarzı edebiyat ve kültür geleneğinin belli başlı mensupları arasında, Emrah, Dertli Bayburtlu Zihnî, Develili Seyrânî, Tokatlı Nurî, Ruhsatî gibi ulusal ve Minhâcî, Ispartalı Seyrânî, Âşık Ali, Gedayî, Devamî, Sürûrî, Figanî, Zehrî, Micmerî, Bezlî, Sabrî, Sümmanî, Âşık Şenlik, Celâlî, Zülâlî, Muhibbî, Ceyhunî, Remzî, Nâzi, Kemalî, Meydanî, Tanburî Mustafa, Hengâmî, Pesendî, Mehmed Ali, Gülzârî, Niyazî, Bedrî, Bahrî, Ferdî, Lûtfî, Tıflî, Cemâlî, İkrarî, Rıza, Meslekî, Pinhanî, Hezarî, Serdarî, Dadaloğlu, Deli Boran, Beyoğlu, Gündeşlioğlu gibi yerel veya bölgesel şöhrete kavuşmuş pek çok isim yer almaktadır."
  },
  {
    "id": "1501305",
    "unitNumber": 6,
    "text": "Aşıklıkların yetiştirme süreçlerinden <strong>ilki</strong> hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çıraklık",
      "B": "Bade İçme",
      "C": "İcazet Alma",
      "D": "Mahlas Alma",
      "E": "Ustalık"
    },
    "explanation": "Usta âşık saza söze yeteneği olan bir genci çırak olarak kabul eder ve onu yanında gezdirir. Çırak, ustasının yanında gezerken onun yaptığı fasılları irticalen söylediği şiirleri izler ve bunları öğrenir. Bu aşama yetiştirme süreçlerinin ilkidir."
  },
  {
    "id": "1501308",
    "unitNumber": 6,
    "text": "Aşıkların yaptıkları karşılaşmalarda, âşıkların biri tarafından ilk dörtlüğün ikinci mısrasında şiire uyak olabilecek kafiyeli söz söylemeye ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ayak Açma",
      "B": "El Tutma",
      "C": "Avuç Kapama",
      "D": "Dirsek Atma",
      "E": "Kafa Bırakma"
    },
    "explanation": "Ayak Açma (ayak verme) olarak da adlandırılan bu uygulama, âşıkların yaptıkları karşılaşmalarda, âşıkların biri tarafından ilk dörtlüğün ikinci mısraında şiire ayak olabilecek kafiyeli söz söylemeye “ayak açma” denilir. Âşık karşılaşmalarında (atışma) rakip âşığın, diğer âşık tarafından açılan ayakla cevap vermesi geleneğin icra töresinin esaslarındandır. Bunun aksi uygulamalar kabul edilmez."
  },
  {
    "id": "1501309",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Azerbaycan’da bilinen âşık ekolleri arasındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Elesker",
      "B": "Sümmanî",
      "C": "Dertli",
      "D": "Huzuri",
      "E": "Ruhsatî"
    },
    "explanation": "Usta-çırak ilişkisi geleneğin oluşup devam etmesi bakımından büyük önem taşır. Geçmiş yüzyıllarda usta-çırak ilişkisine bağlı olarak oluşan ekoller “âşık kolu” olarak adlandırılmıştır. Âşıklık geleneğinde en fazla bilinen âşık kolları arasında “Erzurumlu Emrah”, “Tokatlı Nuri”, “Ruhsatî”, “Sümmanî”, “Dertli”, “Huzuri” ve “Şenlik Kolu” sayılabilir. “Âşık Kolu”na Azerbaycan’da “mektep” adı verilmektedir. Âşık kolları “Elesker mektebi”, “Âşık Ali mektebi” gibi adlarla adlandırılmaktadır."
  },
  {
    "id": "1501314",
    "unitNumber": 6,
    "text": "I- Deyişme\n II- Atışma\n III- Karşılama\n Yukarıdakilerden hangisi ya da hangileri âşık fasıllarına verilen isimlerdendir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "I, II",
      "C": "I, III",
      "D": "II, III",
      "E": "Yalnız III"
    },
    "explanation": "Âşıklık geleneğinde bazı yörelerde “karşılaşma”, “deyişme” bazı yörelerde “atışma” da denilen “âşık fasılları”nda iki ya da daha fazla âşığın dinleyici huzurunda herhangi bir yerde karşı karşıya gelerek birbirlerini sazda ve sözde belli kurallar içinde deneyerek yarışmalarıdır. Sistemli deyişler de denilen bu tür âşık karşılaşmaları, kahvehane, köy odası, konak, düğün, pazar, panayır gibi yerlerde yapılmaktaydı."
  },
  {
    "id": "1501316",
    "unitNumber": 6,
    "text": "Aşık atışmalarında rakibi cevap veremez ve doğru cevabı bilemez hale getirmeye ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bağlamak",
      "B": "Kitlemek",
      "C": "Tutmak",
      "D": "Kapatmak",
      "E": "Savurmak"
    },
    "explanation": "Aşık atışmalarında amaç, rakibi cevap veremez ve doğru cevabı bilemez hâle getirerek “bağlamak” olduğu için sorabileceği en zor soruları sorar. Doğru cevabı alamaması durumunda rakibini yenmiş, “bağlamış” veya mat etmiş sayılır."
  },
  {
    "id": "1501319",
    "unitNumber": 6,
    "text": "I- abab-cccb-dddb\n II- abxb-dddb-eeeb\n III- aaxa-ccxc-eexe\n Yukarıdaki uyak düzenlerinden hangisi âşık tarzı şiirlerde görülen koşma şekli uyak düzenidir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II",
      "B": "I, II, III",
      "C": "I, III",
      "D": "II, III",
      "E": "Yalnız III"
    },
    "explanation": "Âşık tarzı şiirinin nazım birimi dörtlüktür. Âşık tarzı edebiyat geleneğinde heceli mâni, koşma ve destan olmak üzere üç nazım şekli vardır. Bu şiir geleneğinde “koşma şekli” uyak düzeni ve “mâni şekli” uyak düzeni olmak üzere iki çeşit uyak düzeni vardır. Koşma şekli uyak düzeni 8 ve 11 hece ölçülü şiirlerde ya abab-cccb-dddb ya da abxb-dddb-eeeb şeklindedir. Mâni şekli uyak düzeni ise 7 ve 8 hece ölçülü şiirlerde aaxa-ccxc-eexe şeklindedir."
  },
  {
    "id": "1501323",
    "unitNumber": 6,
    "text": "I- Şikâyet Etmeye Yönelik Anlatım Tutumu\n II- Öğüt Vermeye Yönelik Anlatım Tutumu\n III- Övmeye Yönelik Anlatım Tutumu\n Yukarıdakilerden hangisi ya da hangileri aşıkların kullanabileceği anlatım tutumları arasındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "I, II",
      "C": "I, III",
      "D": "II, III",
      "E": "Yalnız III"
    },
    "explanation": "Bir âşık istediği konuyu aşağıdaki anlatım tutumlarına göre isterse ve gücü yeterse ayrı ayrı 8 biçimde ele alabilir.\n 1) Güldürmeye/Eğlendirmeye Yönelik Anlatım Tutumu (Güldürücü, Parodi, Mizahî Edayla İşleyişle Yaratılan Mâniler-Koşmalar-Destanlar):\n 2) Övmeye Yönelik Anlatım Tutumu (Koçaklama, Yiğitleme, Methiye ve Güzelleme Edasıyla İşleyişle Yaratılan Mâniler-Koşmalar-Destanlar):\n 3) Yermeye Yönelik Anlatım Tutumu (Taşlama, Sicilleme ve Eleştirel Edayla İşleyişle Yaratılan Mâniler-Koşmalar-Destanlar):\n 4) Şikâyet Etmeye Yönelik Anlatım Tutumu (Şikayet-nâme ve Dilekçe Edasıyla İşleyişle Yaratılan Mâniler-Koşmalar-Destanlar):\n 5) Öğüt Vermeye Yönelik Anlatım Tutumu (Öğüt verici, Mâniler, KoşmalarAtasözü Destanları):\n 6) Bilgilendirmeye Yönelik Anlatım Tutumu (Bilgilendirici, Didaktik/HaberMâniler-Koşmalar- Destanlar):\n 7) Yas Tutturmaya Yönelik Anlatım Tutumu (Ağlatıcı, Ağıt-KoşmalarDestanlar-Mâniler):\n 8) Hüner Göstermeye-Öğünmeye Yönelik Anlatım Tutumu (Elifbalar, Atasözü Destanları, Dudakdeğmez, Satranç, Tecnis, Mâniler-Koşmalar-Destanlar)"
  },
  {
    "id": "1501329",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi XVII. yüzyılda yaşamış aşıklardandır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kuloğlu",
      "B": "Kul Mehmed",
      "C": "Öksüz Dede",
      "D": "Gedâ Muslu",
      "E": "Köroğlu"
    },
    "explanation": "XVII. yüzyılda, Gevherî, Âşık Ömer ve Karacoğlan gibi en velût ve etkin temsilcilerini yetiştiren âşık tarzı kültür geleneği, klasikleşen formlarına ve tekke-tasavvuftan ayrımı belirgenleşen icra ve tematik muhteva çizgisine kavuşur. Bu yüzyılın belli başlı temsilcileri arasında Kâmil, Kuloğlu, İbrahim, Türabî, Edhemî, Afife Sultan, Kul Deveci, Kul Süleyman, Temaşvarlı Gazi Hasan, Âşık Mustafa, Kayıkçı Kul Mustafa, Kâtibî, Zaîfî, Âşık Eroğlu, Pîroğlu, Hâkî, Gedâyî, Şah Bende, Şermî, Demircioğlu, Üsküdârî, Bursalı Âşık Halil, Keşfî, Koroğlu, Benli Ali gibi isimler sıralanabilir."
  },
  {
    "id": "1501332",
    "unitNumber": 6,
    "text": "I- Seferlioğlu\n II- Şermi\n III- Kara Hamza\n Yukarıdaki aşıklardan hangisi ya da hangileri XVIII. yüzyılda eser vermişlerdir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "I, II",
      "C": "II, III",
      "D": "I, III",
      "E": "Yalnız III"
    },
    "explanation": "XVIII. yüzyılda yetişen belli başlı âşıklar arasında Ravzî, Ali, Hocaoğlu, Kabasakal Mehmed, Nakdî, Seferlioğlu, Mağribli Oğlu, Şermî ve Kara Hamza sayılabilir."
  },
  {
    "id": "1501336",
    "unitNumber": 6,
    "text": "Âşık Veysel hangi yüzyılda yaşamış şairlerimiz arasındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "XX. yy",
      "B": "XIX. yy",
      "C": "XVIII. yy",
      "D": "XVII. yy",
      "E": "XVI. yy"
    },
    "explanation": "XX. Yüzyıl şairleri arasında bulunan Aşık Veysel bu çağın en ünlü şairleri arasındadır."
  },
  {
    "id": "1504859",
    "unitNumber": 6,
    "text": "Aşık tarzı edebiyat geleneği ile ilgili aşağıdakilerden hangisi <strong><u>söylenemez? </u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "XVI. yüzyılda ortaya çıkmıştır",
      "B": "Bu edebiyatın icracılarına \"aşık\" adı verilmektedir.",
      "C": "Aşık tarzı edebiyat tekke ve kahvehanelerde icra edilmiştir",
      "D": "Tekke ve kahvehane tarzı arasında birçok paralellikler gözlenmektedir",
      "E": "Tekke aşıklarına \"halk aşığı\" olarak adlandırılmaktadır."
    },
    "explanation": "Gelenekse, geçmişten gelen bir “Hak Âşığı” ve “Halk Âşığı” ayırımı yaparak “tekke” ve “kahvehane” merkezli edebî gelenekleri birbirinden ayırmaktadır. Kısaca, “Âşık Edebiyatı” terimi kullananın yüklediği anlama bağlı olarak daralıp genişleyebilmektedir."
  },
  {
    "id": "1505061",
    "unitNumber": 6,
    "text": "Aşıkların yetişmeleri ve icra töresi ile ilgili aşağıdakilerden hangisi söylenebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Görme özürlü erkek çocukları aşıklık eğitimine alınmaları yasaktı",
      "B": "Eğitimin başında her çırağa mahlas verilirdi",
      "C": "Aşığın eski mahlasını bırakarak yeni mahlas almasına \"mahlas tapşırma\" adı verilirdi",
      "D": "İcazet alma aşık adayının eğitime kabulünü ifade etmektedir.",
      "E": "Aşıklar çıraklıktan başlayarak \"usta aşık\" oluncaya kadar eğitimden geçerlerdi"
    },
    "explanation": "Görme özürlü erkek çocukları aşıklık veya hafızlık eğitimine alınırdı. Mahlas eğitimini tamamlayan aşıklara verilirken bu aşamaya mahlas tapşırma adı verilirdi. İcazet alma aşığın eğitiminin tamamlanması sonrasında verilirdi. Bu şartlar altında doğru cevap E şıkkıdır."
  },
  {
    "id": "1505122",
    "unitNumber": 6,
    "text": "\"bu uygulama, âşıkların yaptıkları karşılaşmalarda, âşıkların biri tarafından ilk dörtlüğün ikinci mısraında şiire ayak olabilecek kafiyeli söz söylemek olarak tanımlanmaktadır\"\n Yukarıda tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "İcazet alma",
      "B": "Mahlas tapşırma",
      "C": "Bade içme",
      "D": "Rüya görme",
      "E": "Ayak açma"
    },
    "explanation": "Ayak Açma (ayak verme) olarak da adlandırılan bu uygulama, âşıkların yaptıkları karşılaşmalarda, âşıkların biri tarafından ilk dörtlüğün ikinci mısraında şiire ayak olabilecek kafiyeli söz söylemeye “ayak açma” denilir. Doğru cevap E şıkkıdır."
  },
  {
    "id": "1505237",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Azerbaycan'daki aşık kolları arasında sayılabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ruhsatı",
      "B": "Summani",
      "C": "Dertli",
      "D": "Şenlik kolu",
      "E": "Elesker mektebi"
    },
    "explanation": "A, b, c ve d şıkları anadoludaki aşık kollarına örnekken Elesker mektebi Azerbaycan'daki aşık kollarına örnek olarak söylenebilir."
  },
  {
    "id": "1505302",
    "unitNumber": 6,
    "text": "\"Bade içme anında dili çözülüp sırrını saklayamayıp açanlara denir\"\n Yukarıda tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Buta gösterme",
      "B": "Er dolusu",
      "C": "Murdarlanmış",
      "D": "Tutuk",
      "E": "Deyişme"
    },
    "explanation": "bade içme düşü anında şok geçirerek dili çözülmeyenlere “tutuk”; sırrını saklamayıp açılanlara “murdarlanmış” adı verilir."
  },
  {
    "id": "1505317",
    "unitNumber": 6,
    "text": "\"âşık uyku ile uyanıklık arasında iken bir düş görür. Düşünde bir pir gelir başında durur. Âşığa üç dolu aşk badesi sunar. Bazı anlatılarda pir âşığa saz veya elma verir ya da ona nasihat eden bir deyiş söyler.\"\n Yukarıda tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Er dolusu",
      "B": "Pir dolusu",
      "C": "Tutuk",
      "D": "Murdarlanmış",
      "E": "Mahlas tapşırma"
    },
    "explanation": "Pir dolusu, âşık uyku ile uyanıklık arasında iken bir düş görür. Düşünde bir pir gelir başında durur. Âşığa üç dolu aşk badesi sunar. Bazı anlatılarda pir âşığa saz veya elma verir ya da ona nasihat eden bir deyiş söyler. Doğru cevap B şıkkıdır."
  },
  {
    "id": "1505339",
    "unitNumber": 6,
    "text": "\"bir tepsinin seyirci arasında dolaştırılması esnasında her- kes memnuniyetine göre parayı tepsiye atılması\"\n Yukarıda tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Parsa toplamak",
      "B": "Ayak açma",
      "C": "Divan açma",
      "D": "Atışma",
      "E": "Bade içme"
    },
    "explanation": "Seyirci memnuniyeti “parsa toplamak” tabir edilen bir tepsinin seyirci arasında dolaştırılması esnasında herkes memnuniyetine göre parayı tepsiye atarak gösterecektir. Doğru cevap A şıkkıdır."
  },
  {
    "id": "1505361",
    "unitNumber": 6,
    "text": "I. Aşık toplantılarında, aşıkların sezgi güçlerini, kültürel birikimlerini ve sanatsal yeterliliklerini göstermek ve ölçmek için hazırlanmış bir bilmecedir.\n II. Aşık töresinde kendine has bir icra tekniğine sahiptir\n III. Aşık tarafından kısa bir şiir şeklinde söylenip hazırlanır. \n Yukarıda özellikleri sıralanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Muamma",
      "B": "Lügaz",
      "C": "Atışma",
      "D": "Aşık faslı",
      "E": "Deyişme"
    },
    "explanation": "Muammalarda genelikle iç ve dış olmak üzere iki anlam vardır. Muamma, âşık toplantılarında, âşıkların sezgi güçlerini, kültürel birikimlerini ve sanatsal yeterliliklerini göstermek ve ölçmek için hazırlanmış ve yazılmış bir bilmecedir. Muamma, âşıklık geleneğinde kendine has bir icra töresine sahiptir. Muammada, herhangi bir somut veya somut kavramın çeşitli özellikleri, âşık tarafından kısa bir şiir şeklinde söylenilip hazır- lanır yazıya geçirilir ve kahvehanenin bir duvarına süslü bir çerçeve içine asılır."
  },
  {
    "id": "1505630",
    "unitNumber": 6,
    "text": "\"Dinleyiciler karşılaşmada sunulacak şiirlerin kimi zaman redifleri de içerecek şekilde kafiye yapısını belirleyerek âşıklara bildirirler ve bu kafiye ve rediflerle şiirler oluşturarak yarışmalarını isterler.\"\n Yukarıda anlatılan olay aşağıdakilerden hangisini tanımlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ayak verme",
      "B": "Bade içme",
      "C": "Divan açma",
      "D": "Buta gösterme",
      "E": "Askı indirme"
    },
    "explanation": "Âşık karşılaşmalarını dinleyen ve izleyen insanlar bazen ortaya konulacak manzumenin şekillenmesinde etkin rol alırlar. Bu âşıklara “ayak verme” şeklinde gerçekleşir. Dinleyiciler karşılaşmada sunulacak şiirlerin kimi zaman redifleri de içerecek şekilde kafiye yapısını belirleyerek âşıklara bildirirler ve bu kafiye ve rediflerle şiirler oluşturarak yarışmalarını isterler. Bu uygulamaya “ayak verme” denilir. Ayak verme yoluyla karşılaşma yapan âşıkların hazırlıksız şiir söyleme yeteneği ölçülebilir."
  },
  {
    "id": "1505726",
    "unitNumber": 6,
    "text": "\"İnsan dedikleri duvara benzer\n Hele suvakları dökülsün de gör\n Gördüğün her güzele aldanma\n Saç ağarsın bel bükülsün de gör\"\n yukarıdaki dörtlük aşağıdaki şairlerden hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Murat Çobanoğlu",
      "B": "Kemal Demir",
      "C": "İhsan Yavuzer",
      "D": "Zeki Erdalı",
      "E": "Şemsi Denizer"
    },
    "explanation": "Dörtlük incelendiğinde Aşık Murat Çobanoğlu'na aittir. Doğru cevap A şıkkıdır."
  },
  {
    "id": "1507228",
    "unitNumber": 6,
    "text": "\"Koçaklama\" hangi aşık tarzı heceli şiir türüne girer",
    "correctAnswer": "A",
    "options": {
      "A": "Koşma",
      "B": "Destan",
      "C": "Mani",
      "D": "Taşlama",
      "E": "Ağıt"
    },
    "explanation": "Âşık tarzı heceli şiir türleri inşa olundukları nazım şeklinden hareketle kalıplaşmış konu ve ezgi özelliklerine göre şu şekilde tasnif edilebilir:<br/>A. Koşma Şekli<br/>1) Koçaklama koşmalar<br/>2) Güzelleme koşmalar<br/>3) Ağıt koşmalar<br/>4) Taşlama koşmalar<br/>5) Semaîler<br/>6) Varsağılar<br/>7) Ezgi, şekil ve konuya bağlı diğer koşmalar<br/>B. Destan Şekli<br/>1) Koçaklama destanlar<br/>2) Güzelleme destanlar<br/>3) Ağıt destanlar<br/>4) Taşlama destanlar<br/>5) Ezgi, şekil ve konuya bağlı diğer destanlar<br/>C. Mâni (Bayatı) Şekli"
  },
  {
    "id": "1507257",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Divani kalıbıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "mefâ’îlün/mefâ’îlün/mefâ’îlün/ mefâ’îlün",
      "B": "fe’ilâtün/fe’ilâtün/fe’ilâtün/fe’ilün",
      "C": "fâ’ilatün/fâ’ilatün/fâ’ilatün/fâ’ilün",
      "D": "mef ’ûlü/mefâ’îlü/ mefâ’îlü/fe’ûlün",
      "E": "Hiçbiri"
    },
    "explanation": "Âşık tarzı şiir geleneğinde kullanılan aruzlu tür ve nazım şekilleri arasında en<br/>çok kullanılanların başında fâ’ilatün/fâ’ilatün/fâ’ilatün/fâ’ilün kalıbıyla yazılan divan veya divanî; fe’ilâtün/fe’ilâtün/fe’ilâtün/fe’ilün kalıbıyla yazılan selîs;<br/>mefâ’îlün/mefâ’îlün/mefâ’îlün/ mefâ’îlün kalıbıyla yazılan semaî ve mef ’ûlü/<br/>mefâ’îlü/ mefâ’îlü/fe’ûlün kalıbıyla yazılan kalenderî gelmekte olup, hepsinin özel<br/>ve geleneksel ezgileri (âşık havaları) vardır. Bütün bu şekiller, gazel, murabba, muhammes ve müseddes biçiminde söylenip yazılılabilir. Ayrıca müfte’ilün/müfteilün/müfte’ilün/müfteilün kalıbıyla yazılan satranç veya şatranç ve müstef ’ilâtün/<br/>müstef ’ilâtün/müstef ’ilâtün/müstef ’ilâtün kalıbıyla yazılan vezn-i âher, âşık tarzı<br/>şiir geleneğinde göreceli olarak daha az kullanılan aruzlu nazım şekilleridir."
  },
  {
    "id": "1507303",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Selis kalıbıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "fe’ilâtün/fe’ilâtün/fe’ilâtün/fe’ilün",
      "B": "fâ’ilatün/fâ’ilatün/fâ’ilatün/fâ’ilün",
      "C": "mefâ’îlün/mefâ’îlün/mefâ’îlün/ mefâ’îlün",
      "D": "mef ’ûlü/mefâ’îlü/ mefâ’îlü/fe’ûlün",
      "E": "Hiçbiri"
    },
    "explanation": "Âşık tarzı şiir geleneğinde kullanılan aruzlu tür ve nazım şekilleri arasında en<br/>çok kullanılanların başında fâ’ilatün/fâ’ilatün/fâ’ilatün/fâ’ilün kalıbıyla yazılan divan veya divanî; fe’ilâtün/fe’ilâtün/fe’ilâtün/fe’ilün kalıbıyla yazılan selîs;<br/>mefâ’îlün/mefâ’îlün/mefâ’îlün/ mefâ’îlün kalıbıyla yazılan semaî ve mef ’ûlü/<br/>mefâ’îlü/ mefâ’îlü/fe’ûlün kalıbıyla yazılan kalenderî gelmekte olup, hepsinin özel<br/>ve geleneksel ezgileri (âşık havaları) vardır. Bütün bu şekiller, gazel, murabba, muhammes ve müseddes biçiminde söylenip yazılılabilir. Ayrıca müfte’ilün/müfteilün/müfte’ilün/müfteilün kalıbıyla yazılan satranç veya şatranç ve müstef ’ilâtün/<br/>müstef ’ilâtün/müstef ’ilâtün/müstef ’ilâtün kalıbıyla yazılan vezn-i âher, âşık tarzı<br/>şiir geleneğinde göreceli olarak daha az kullanılan aruzlu nazım şekilleridir."
  },
  {
    "id": "1507331",
    "unitNumber": 6,
    "text": "âşık tarzı şiir geleneğinde göreceli olarak daha az kullanılan aruzlu nazım şekli aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "kalenderi",
      "B": "divani",
      "C": "semai",
      "D": "gazel",
      "E": "Vezn-i Aher"
    },
    "explanation": "vezn-i âher, âşık tarzı şiir geleneğinde göreceli olarak daha az kullanılan aruzlu nazım şekilleridir."
  },
  {
    "id": "1507455",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi destan türüne aittir?",
    "correctAnswer": "E",
    "options": {
      "A": "Koçaklama koşmalar",
      "B": "Güzelleme koşma",
      "C": "Ağıt koşma",
      "D": "Varsağılar",
      "E": "Taşlama destanlar"
    },
    "explanation": "Âşık tarzı heceli şiir türleri inşa olundukları nazım şeklinden hareketle kalıplaşmış konu ve ezgi özelliklerine göre şu şekilde tasnif edilebilir:<br/>A. Koşma Şekli<br/>1) Koçaklama koşmalar<br/>2) Güzelleme koşmalar<br/>3) Ağıt koşmalar<br/>4) Taşlama koşmalar<br/>5) Semaîler<br/>6) Varsağılar<br/>7) Ezgi, şekil ve konuya bağlı diğer koşmalar<br/>B. Destan Şekli<br/>1) Koçaklama destanlar<br/>2) Güzelleme destanlar<br/>3) Ağıt destanlar<br/>4) Taşlama destanlar<br/>5) Ezgi, şekil ve konuya bağlı diğer destanlar<br/>C. Mâni (Bayatı) Şekli"
  },
  {
    "id": "1507485",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi kalenderi kalıbıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "fâ’ilatün/fâ’ilatün/fâ’ilatün/fâ’ilün",
      "B": "mef ’ûlü/mefâ’îlü/ mefâ’îlü/fe’ûlün",
      "C": "fe’ilâtün/fe’ilâtün/fe’ilâtün/fe’ilün",
      "D": "mefâ’îlün/mefâ’îlün/mefâ’îlün/ mefâ’îlün",
      "E": "hiçbiri"
    },
    "explanation": "Âşık tarzı şiir geleneğinde kullanılan aruzlu tür ve nazım şekilleri arasında en<br/>çok kullanılanların başında fâ’ilatün/fâ’ilatün/fâ’ilatün/fâ’ilün kalıbıyla yazılan divan veya divanî; fe’ilâtün/fe’ilâtün/fe’ilâtün/fe’ilün kalıbıyla yazılan selîs;<br/>mefâ’îlün/mefâ’îlün/mefâ’îlün/ mefâ’îlün kalıbıyla yazılan semaî ve mef ’ûlü/<br/>mefâ’îlü/ mefâ’îlü/fe’ûlün kalıbıyla yazılan kalenderî gelmekte olup, hepsinin özel<br/>ve geleneksel ezgileri (âşık havaları) vardır. Bütün bu şekiller, gazel, murabba, muhammes ve müseddes biçiminde söylenip yazılılabilir. Ayrıca müfte’ilün/müfteilün/müfte’ilün/müfteilün kalıbıyla yazılan satranç veya şatranç ve müstef ’ilâtün/<br/>müstef ’ilâtün/müstef ’ilâtün/müstef ’ilâtün kalıbıyla yazılan vezn-i âher, âşık tarzı<br/>şiir geleneğinde göreceli olarak daha az kullanılan aruzlu nazım şekilleridir."
  },
  {
    "id": "1507499",
    "unitNumber": 6,
    "text": "aşağıdakilerden hangisi öğüt vermeyle ilgilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "didaktik",
      "B": "güldürme",
      "C": "şikayet",
      "D": "ağlatöa",
      "E": "hiçbiri"
    },
    "explanation": "Yaratıcı veya icracının dinleyicide uyandırmak istediği duygu ve düşünceleri gerçekleştirme amacına yönelik olarak konuya karşı takındığı (övme, yerme, yerinme<br/>“şikâyet”, öğüt verme, bilgilendirme “didaktik”, eğlendirme “güldürme”, yas tutturma<br/>“ağlatma”) gibi geleneksel tavırlar ve bunlara bağlı olarak konuyu işleyiş tarzlarının<br/>her birine “anlatım tutumu” veya “eda” denilir"
  },
  {
    "id": "1507513",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi hüner göstermeye yönelik bir anlatım tutumudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Şikayetname",
      "B": "Öğüt verici mani",
      "C": "güldürücü koşma",
      "D": "Satranç",
      "E": "Ağlatıcı Destan"
    },
    "explanation": "Meselâ “savaş” konusunu ele alan bir âşık bunu aşağıdaki anlatım tutumlarına<br/>göre isterse ve gücü yeterse ayrı ayrı 8 biçimde ele alabilir.<br/>1) Güldürmeye/Eğlendirmeye Yönelik Anlatım Tutumu (Güldürücü, Parodi,<br/>Mizahî Edayla İşleyişle Yaratılan Mâniler-Koşmalar-Destanlar):<br/>2) Övmeye Yönelik Anlatım Tutumu (Koçaklama, Yiğitleme, Methiye ve Güzelleme Edasıyla İşleyişle Yaratılan Mâniler-Koşmalar-Destanlar):<br/>3) Yermeye Yönelik Anlatım Tutumu (Taşlama, Sicilleme ve Eleştirel Edayla<br/>İşleyişle Yaratılan Mâniler-Koşmalar-Destanlar):<br/>4) Şikâyet Etmeye Yönelik Anlatım Tutumu (Şikayet-nâme ve Dilekçe Edasıyla<br/>İşleyişle Yaratılan Mâniler-Koşmalar-Destanlar):<br/>5) Öğüt Vermeye Yönelik Anlatım Tutumu (Öğüt verici, Mâniler, KoşmalarAtasözü Destanları):<br/>6) Bilgilendirmeye Yönelik Anlatım Tutumu (Bilgilendirici, Didaktik/HaberMâniler-Koşmalar- Destanlar):<br/>7) Yas Tutturmaya Yönelik Anlatım Tutumu (Ağlatıcı, Ağıt-KoşmalarDestanlar-Mâniler):<br/>8) Hüner Göstermeye-Öğünmeye Yönelik Anlatım Tutumu (Elifbalar, Atasözü<br/>Destanları, Dudakdeğmez, Satranç, Tecnis, Mâniler-Koşmalar-Destanlar):"
  },
  {
    "id": "1507535",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi 16. yüzyıl aşık edebiyatı temsilcilerindendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kul Mehmed",
      "B": "Gevheri",
      "C": "Aşık Ömer",
      "D": "Karacaoğlan",
      "E": "Hiçbiri"
    },
    "explanation": "XVI. yüzyıldan kalan eserlerinden hareketle bu yüzyılda yaşamış belli başlı<br/>âşıklar olarak Bahşî, Ozan, Kul Mehmed, Öksüz Dede, Köroğlu, Gedâ Muslu,<br/>Çırpanlı, Armudlu, Kul Çulha, Oğuz Ali ve Pir Sultan Abdal. XVI. yüzyılın<br/>ikinci yarısından itibaren şekillenen gelenekte tasavvufî ve aruzla murabba şeklinde düzenlenen divanlar başta olmak üzere divan edebiyatı tesirleri görülür"
  },
  {
    "id": "1507543",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi 17. yüzyıl aşık edebiyatı temsilcisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ravzi",
      "B": "Hocaoğlu",
      "C": "Mağribli Oğlu",
      "D": "Şermi",
      "E": "Kul Deveci"
    },
    "explanation": "XVII. yüzyılda, Gevherî, Âşık Ömer ve Karacoğlan gibi en velût ve etkin<br/>temsilcilerini yetiştiren âşık tarzı kültür geleneği, klasikleşen formlarına ve<br/>tekke-tasavvuftan ayrımı belirgenleşen icra ve tematik muhteva çizgisine<br/>kavuşur. Bu yüzyılın belli başlı temsilcileri arasında Kâmil, Kuloğlu, İbrahim, Türabî, Edhemî, Afife Sultan, Kul Deveci, Kul Süleyman, Temaşvarlı<br/>Gazi Hasan, Âşık Mustafa, Kayıkçı Kul Mustafa, Kâtibî, Zaîfî, Âşık Eroğlu,<br/>Pîroğlu, Hâkî, Gedâyî, Şah Bende, Şermî, Demircioğlu, Üsküdârî, Bursalı<br/>Âşık Halil, Keşfî, Koroğlu, Benli Ali gibi isimler sıralanabilir."
  },
  {
    "id": "1507950",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi aşık tarzı heceli tür olup diğerlerinden farklıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Mani",
      "B": "Taşlama destanlar",
      "C": "Ağıt destanlar",
      "D": "Semailer",
      "E": "Güzelleme koşmalar"
    },
    "explanation": "Koşma şekli, nazım şekli ve mani şekli olarak üçe ayrılmış olup mani şekli diğer şıklarda yazanlardan farklı başlıkta yer alır. Doğru cevap A şıkkıdır."
  },
  {
    "id": "1508041",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi XVI. yüzyılda yaşamış âşıklar arasındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Köroğlu",
      "B": "Karacaoğlan",
      "C": "Gevheri",
      "D": "Ziya Paşa",
      "E": "Beyoğlu"
    },
    "explanation": "XVI. yüzyıldan kalan eserlerinden hareketle bu yüzyılda yaşamış belli başlı<br/>âşıklar olarak Bahşî, Ozan, Kul Mehmed, Öksüz Dede, Köroğlu, Gedâ Muslu,<br/>Çırpanlı, Armudlu, Kul Çulha, Oğuz Ali ve Pir Sultan Abdal'dır. Doğru cevap A şıkkıdır."
  },
  {
    "id": "1508111",
    "unitNumber": 6,
    "text": "Mevlid İhsanî, Nuri Çıragî, Hüseyin Çırakman, Âşık Ali Gürbüz, Erol Erganî,<br/>Mustafa Aydın, Kemal Demir, Kul Nurî gibi âşıklar hangi dönemde yaşamışlardır?",
    "correctAnswer": "E",
    "options": {
      "A": "XVI. yüzyılda",
      "B": "XVII. yüzyılda",
      "C": "XVIII. yüzyılda",
      "D": "XIX. yüzyılda",
      "E": "XX. yüzyıl"
    },
    "explanation": "Mevlid İhsanî, Nuri Çıragî, Hüseyin Çırakman, Âşık Ali Gürbüz, Erol Erganî,<br/>Mustafa Aydın, Kemal Demir, Kul Nurî gibi aşıklar XX. yüzyıla damga vurmuşlardır. Doğru cevap E şıkkıdır."
  },
  {
    "id": "1508222",
    "unitNumber": 6,
    "text": "“Tekke Tarzı Âşık Geleneği” özellikleri arasında aşağıdakilerden hangisi yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "İslâmi bir muhteva üstlenir.",
      "B": "Hoşça vakit geçirmeyi amaçlar.",
      "C": "Amaç sosyalleşmektir.",
      "D": "Din dışı unsurlar içerir.",
      "E": "Türk-müslüman kurumu olarak ortaya çıkmıştır."
    },
    "explanation": "Tekke Tarzı Âşık Geleneği, Ahmed Yesevî ile birlikte tekke kurumu etrafında ozan-baksı geleneğine ait edebî tür, biçim ve formların propoganda (irşat) amacıyla İslâmi bir muhteva yüklenmek suretiyle kullanılmasıyla oluşan edebî gelenektir. Doğru cevap A şıkkıdır."
  },
  {
    "id": "1508359",
    "unitNumber": 6,
    "text": "Aşıkların yetişmesi ve icra töresi ile ilgili olarak aşağıdakilerden hangisi<strong> yanlıştır</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Âşıklar belli bir eğitimden geçerler.",
      "B": "Ustalaşan âşıklara ustaları kullanacakları bir “mahlas” verirler.",
      "C": "Aşıklık belli bir meslek olarak kabul edilir.",
      "D": "Âşığın şiirinde mahlasını alması, “mahlas tapşırma” olarak adlandırılır.",
      "E": "Âşıklık geleneğinde usta âşık tarafından öğretilerin sürdürülmesine gerek yoktur."
    },
    "explanation": "Doğru cevap E şıkkıdır. Âşıklık geleneği sadece çalıp söylemeye dayanmayan bir usta tarafından öğretilmesi gereken bir sanattır."
  },
  {
    "id": "1508433",
    "unitNumber": 6,
    "text": "Âşıkların yaptıkları karşılaşmalarda, âşıkların biri tarafından ilk dörtlüğün ikinci mısrasında şiire ayak olabilecek kafiyeli söz söylemeye ne denir?",
    "correctAnswer": "C",
    "options": {
      "A": "Lügaz",
      "B": "Mahlas",
      "C": "Ayak açma",
      "D": "Bağlama",
      "E": "Askı asma"
    },
    "explanation": "Âşıkların yaptıkları karşılaşmalarda, âşıkların biri tarafından ilk dörtlüğün ikinci mısrasında şiire ayak olabilecek kafiyeli söz söylemeye ayak açma denir. Doğru cevap C şıkkıdır."
  },
  {
    "id": "1508473",
    "unitNumber": 6,
    "text": "Âşık geleneğinden bir ismi işaret eden söz, mısra veya beyite ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ayak verme",
      "B": "Muamma",
      "C": "Deyişme",
      "D": "Askı indirme",
      "E": "Atışma"
    },
    "explanation": "Doğru cevap B şıkkıdır. Muamma bir ismi işaret eden söz, mısra veya beyittir. Muammalarda genelikle iç ve dış olmak üzere iki anlam vardır. Muamma, âşık toplantılarında, âşıkların sezgi güçlerini, kültürel birikimlerini ve sanatsal yeterliliklerini göstermek ve ölçmek için hazırlanmış ve yazılmış bir bilmecedir."
  },
  {
    "id": "1508538",
    "unitNumber": 6,
    "text": "Aşık tarzı şiirlerin anlatım tutumu türleri arasında aşağıdakilerden hangisi <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Güldürmeye/eğlendirmeye yönelik anlatım tutumu",
      "B": "Öğüt vermeye yönelik anlatım tutumu",
      "C": "Şikâyet etmeye yönelik anlatım tutumu",
      "D": "Yas tutturmaya yönelik anlatım tutumu",
      "E": "Konuşmaya yönelik anlatım tutumu"
    },
    "explanation": "Doğru cevap E şıkkıdır. Aşık tarzı şiirlerin anlatım tutumu türleri Güldürmeye/Eğlendirmeye Yönelik, Övmeye Yönelik, Yermeye Yönelik, Şikâyet Etmeye Yönelik, Öğüt Vermeye Yönelik, Bilgilendirmeye Yönelik, Yas Tutturmaya Yönelik , Hüner Göstermeye-Öğünmeye Yönelik olmak üzere 8 türe ayrılır."
  },
  {
    "id": "1508650",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi XVII. yüzyılın önde gelen âşıkları arasıda yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Gevherî, Âşık Ömer ve Karacoğlan",
      "B": "Hüseyin Çırakman, Âşık Ali Gürbüz, Erol Erganî",
      "C": "Bahşî, Kul Mehmed, Öksüz Dede",
      "D": "Ravzî, Ali, Hocaoğlu, Kabasakal Mehmed",
      "E": "Nakdî, Seferlioğlu, Mağribli Oğlu"
    },
    "explanation": "Doğru cevap A şıkkıdır. XVII. yüzyılda, Gevherî, Âşık Ömer ve Karacoğlan gibi temsilciler dönemin önde gelen âşıklarıdır."
  },
  {
    "id": "1508707",
    "unitNumber": 6,
    "text": "Âşık tarzı şiir geleneğinde kullanılan heceli tür ve nazım şekilleri arasında aşağıdakilerden hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Nazım birimi dörtlüktür.",
      "B": "Heceli mâni, koşma ve destan olmak üzere üç şekildedir.",
      "C": "Uzun biçim (destan) en az 5 veya 7 dörtlükten oluşur.",
      "D": "Kısa biçimler; koşma en az 2 ve en fazla 3 dörtlükten ibaret olan biçimdir.",
      "E": "Anlatım tutumu açısından türü belirleyen geleneksel âşık havalarına “ezgi” denir."
    },
    "explanation": "Doğru cevap D şıkkıdır. Kısa biçimler; koşma en az 2 ve en fazla 5 dörtlükten ibaret olan biçimdir."
  },
  {
    "id": "1615941",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Âşık tarzı heceli şiir türlerinden koşma şekli içinde yer almaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Ninniler",
      "B": "Semailer",
      "C": "Koçaklama koşmalar",
      "D": "Varsağılar",
      "E": "Ezgi, şekil ve konuya bağlı diğer koşmalar"
    },
    "explanation": "AşıkTarzı Edebiyat geleneğinde kullanılan tür ve şekilleri tanıyabileceksiniz."
  }
]