[
  {
    "id": "3191874",
    "unitNumber": 1,
    "text": "Bilinen ilk dünya haritası kim çizmiştir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Anaximander",
      "B": "Anaximenes",
      "C": "Hecataeus",
      "D": "Herodot",
      "E": "Claudius Ptolemaeus"
    },
    "explanation": "Anaximander’in bilinen dünyanın haritasını çizen ilk kişilerden biri olduğu düşünülmektedir. Bu nedenle birçok kişi tarafından ilk haritacı olarak kabul edilir.<br/>Yanıt A seçeneği olmalıdır."
  },
  {
    "id": "3191878",
    "unitNumber": 1,
    "text": "Milattan sonra 2. yüzyılda yazılan ''Coğrafya Rehberi'' isimli eser ile ilgili aşağıda verilen hangi bilgi yanlıştır ?",
    "correctAnswer": "E",
    "options": {
      "A": "Sekiz cilt halinde yazılmıştır.",
      "B": "Batlamyus tarafından yazılmıştır.",
      "C": "İlk ciltte haritacılık ile ilgili temel ilkeleri tartışılmıştır.",
      "D": "Sekizinci cilt, dünya haritaları hazırlama talimatları ile matematiksel coğrafya ve haritacılığın diğer temel ilkeleri üzerine tartışmaları içermektedir.",
      "E": "Batlamyus’un günümüze ulaşan tek dünya haritası Yunanistan'da bulunmaktadır."
    },
    "explanation": "Coğrafya ve haritacılıktaki ilerlemede antik dünyanın en büyük figürü Claudius Ptolemaeus’tur. Ptolemy veya Batlamyus olarak da bilinmekte olup MS 90-168 yılları arasında yaşamıştır. Bir astronom ve matematikçi olan Batlamyus, o zamanların en büyük bilimsel bilgi merkezi olan İskenderiye’deki kütüphanede uzun yıllar eğitim görmüştür. Anıtsal eseri Coğrafya Rehberi, sekiz cilt hâlinde yazılmıştır. İlk ciltte haritacılık ile ilgili temel ilkeleri tartışmış ve harita projeksiyonu ile küre yapımını ele almıştır. Sonraki altı cilt, yaklaşık 8.000 yerin adlarının ve bunların yaklaşık enlem ve boylamlarının bir listesinden oluşmaktadır. Bu konum bilgilerinin küçük bir bölümü Batlamyus’un gözlemlerine dayanmaktadır. Büyük bir kısmı, yolculardan alınan mesafe ve yön ile ilgili bilgilerden ve eski haritalardan yola çıkılarak belirlenmiştir. Sekizinci cilt, dünya haritaları hazırlama talimatları ile matematiksel coğrafya ve haritacılığın diğer temel ilkeleri üzerine tartışmaları içermektedir. Batlamyus’un o zamanlar<br/>Yanıt E seçeneği olmalıdır."
  },
  {
    "id": "3191883",
    "unitNumber": 1,
    "text": "Balasagun'u merkeze yerleştirilerek coğrafya ve haritacılık açısından önemli bilgiler içeren eser aşağıdakilerden hangisidir ?",
    "correctAnswer": "B",
    "options": {
      "A": "Kitab Nüzhet En-Müştak Fi İhtirak El-Afak",
      "B": "Dîvânü Lugāti’t-Türk",
      "C": "Mukaddime",
      "D": "Mesâlikü’l Memâlik",
      "E": "Mappa Mundi"
    },
    "explanation": "Kâşgarlı Mahmud’un XI. yüzyılda Orta Asya’daki Türk kabilelerinin dilleri üzerine yazmış olduğu önemli eser coğrafya ve haritacılık açısından da önemli bilgiler içerir. 1068-1072 yılları arasında yazılmış olan Dîvânü Lugāti’t-Türk adlı eseri, yazarın tespit ettiği şekilde yirmi kadar Türk kabile lehçesinin bir sözlüğüdür. Bununla birlikte eser, yer isimleri ve Orta Asya’nın coğrafî özellikleri üzerine zengin bilgiler ihtiva eder. Kitaptaki dünya dil haritası İslâmî haritacılıkta eşine az rastlanan bir örnektir. Bu haritada Balasagun’u merkeze yerleştirir, ayrıca kabilelerin yerlerini ve çevre bölgeleri gösterir.<br/>Yanıt B seçeneği olmalıdır."
  },
  {
    "id": "3191888",
    "unitNumber": 1,
    "text": "Coğrafya ve haritacılık alanındaki önemli bir eser olan Cihannümâ’nın yazarı kimdir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Seydi Ali Reis",
      "B": "Kaşgarlı Mahmut",
      "C": "Piri Reis",
      "D": "Katip Çelebi",
      "E": "Evliya Çelebi"
    },
    "explanation": "Kâtib Çelebi de dönemin önemli isimlerindendir. Katip Çelebi, coğrafya ve haritacılık alanındaki önemli eseri olan Cihannümâ’nın yazımına 1648 yılında başlamış ve iki kısım halinde kaleme aldığı eserin birinci kısmında denizlerle nehirleri ve adaları, ikinci kısımda ise karalardaki şehirleri ve 13. yüzyıldan sonra keşfedilen iklimleri konu edinmiştir.<br/>Yanıt D seçeneği olmalıdır."
  },
  {
    "id": "3191894",
    "unitNumber": 1,
    "text": "Atlas sözcüğü ilk olarak hangi eserde kullanılmıştır ?",
    "correctAnswer": "C",
    "options": {
      "A": "Theatrum Orbis Terrarum",
      "B": "Heliographs",
      "C": "Cosmographia",
      "D": "Catalogus Auctorum",
      "E": "Mir’âtü’l-memâlik"
    },
    "explanation": "Keşif çağının en önde gelen haritacılarından biri kuşkusuz, Gerardus Mercator olarak bilinen Gerhard Kremer’di. 1554’te bir Avrupa haritası çizmiş olup kendi adını taşıyan bir projeksiyon geliştirmiştir (Şekil 1.13). Mercator projeksiyonu, denizcilerin asırlık bir sorununu çözerek, kerterizleri düz çizgiler olarak çizmelerini sağlamıştır (Fueschel, 2019). Mercator, yaşamının son otuz yılını Cosmographia isimli eseri üzerinde çalışarak geçirmiştir. Cosmographia, bilinen tüm ülkelerin topografyasını ve tarihini açıklamaya yöneliktir. Atlas sözcüğü de ilk kez Cosmographia’nın son cildinin başlığında kullanılmıştır.<br/>Yanıt C seçeneği olmalıdır."
  },
  {
    "id": "3191902",
    "unitNumber": 1,
    "text": "Paris’te balon ile havalanarak 80 m yükseklikten fotoğraf çeken ve haritacılık anlamında katkı sağlayan Fransız fotoğrafçı kimdir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Louis J.M. Daguerre",
      "B": "Laussedat",
      "C": "Nadar",
      "D": "Wright kardeşler",
      "E": "Mercator"
    },
    "explanation": "1827 yılında Heliographs isimli cihaz ile ilk fotoğraf çekilmiştir (Bilgi, 2007). 1837 yılında Fransız fizikçi Louis J.M. Daguerre tarafından fotoğrafın bulunmasının ardından Fransa’da uçurtmaya bağlanan fotoğraf makinesi ile havadan fotoğraf çekilmesi perspektif görüntüden gerçek boyutların hesaplanabilmesine doğru gelişimi sağlamıştır (Köktürk, 2004). 1849 yılında Fransız Laussedat ilk fotogrametrik alet ve teknikleri geliştirmiş, yersel fotorametride kullanmıştır (Burtch 2006’dan akt. Bilgi, 2007). 1855 yılında Nadar olarak anılan Fransız fotoğrafçı Paris’te balon ile havalanarak 80 m yükseklikten fotoğraf çekmiştir. Kısa bir süre sonra balonlarla çekilen fotoğraflar askerî amaçlarla kullanlmaya başlamıştır. Uçurtmaların kullanımı kolay olsa da fotoğraf makinelerinin ağırlığı bir sorun teşkil etmekteydi.<br/>Yanıt C seçeneği olmalıdır."
  },
  {
    "id": "3191912",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi haritacılık alanında da fayda sağlayan ilk uydulardan biri değildir ?",
    "correctAnswer": "E",
    "options": {
      "A": "Sputnik",
      "B": "Explorer-6",
      "C": "ERTS (Landsat-1)",
      "D": "SPOT",
      "E": "Türksat 4B"
    },
    "explanation": "Sovyet Sosyalist Cumhuriyetler Birliği (SSCB) ise 1957 yılında Sputnik adındaki ilk uyduyu uzaya göndermiştir. Bu olay uzaydan fotoğraf çekimi için çok büyük bir adımdır. Nitekim 1959 yılında ABD Explorer-6 uydusunu göndermiştir. Explorer-6 yerin fotoğraflarını çeken ilk insansız uydudur. 1972 yılında yörüngesine yerleştirilen ERTS ise ABD tarafından tarım, orman, jeoloji, su kaynakları ve haritacılık gibi alanlarda kullanılmak üzere yerin kaynaklarını araştırma amacıyla geliştirilmiş ilk uydudur. ERTS’nin adı Landsat-1 olarak değiştirilmiştir. Uyduların kullanım sürelerinin sınırlı olması nedeniyle 1985 yılında kadar 5 Landsat uydusu uzayda yörüngeye yerleştirilerek veri toplamada devamlılık sağlanmıştır. 1985 yılında Avrupa Uzay Ajansı (ESA) tarafından benzer amaçlarla SPOT uydusu uzaya yerleştirilmiştir.<br/>Yanıt E seçeneği olmalıdır."
  },
  {
    "id": "3191917",
    "unitNumber": 1,
    "text": "Ülkemizde Harita Müdüriyet-i Umumiyesi isimli yasa hangi sene yürürlüğe girmiştir ?",
    "correctAnswer": "B",
    "options": {
      "A": "1923",
      "B": "1925",
      "C": "1928",
      "D": "1935",
      "E": "1940"
    },
    "explanation": "Türkiye Cumhuriyeti’nin ilanından sonra başlatılan yenileşme ve modernleşme hareketleri Türk haritacılığına da yansımıştır. Harita Genel Müdürlüğü Yasası, teşkilatlanma, donanımın sağlanması ve eğitim faaliyetlerine başlandı. Harita Dairesi tarafından hazırlanan Harita Müdüriyet-i Umumiyesi isimli yasa 2 Mayıs 1925 tarihinde yürürlüğe girmiştir. Kabul edilen yaşaya göre yüz doksan beş subay, altmış beş sivil memur ve beş yüz yetmiş üç astsubaydan oluşan teşkilat kuruldu. 1926 yılında Alman Zeiss Stereo Comperateur aletinin alınmasının ardından Nirengi Şubesi güçlendirildi ve bazı subaylara nirengi eğitimleri aldırıldı. Hatta iki kişi fotogrametri eğitimi almak üzere yurt dışına gönderilmiştir.<br/>Yanıt B seçeneği olmalıdır."
  },
  {
    "id": "3191921",
    "unitNumber": 1,
    "text": "Okyanus tabanlarının haritasını çıkarması ve kıtaların kayması teorisini doğrulayan kadın harita bilimcisi kimdir ?",
    "correctAnswer": "E",
    "options": {
      "A": "Ellen Eliza Fitz",
      "B": "Elizabeth Oram",
      "C": "Helen Wallis",
      "D": "Phyllis Pearsall",
      "E": "Marie Tharp"
    },
    "explanation": "Phyllis Pearsall Londra’da A’dan Z’ye harita serisini oluşturdu.\n<br/>Marie Tharp okyanus tabanlarının haritasını çıkarması ve kıtaların kayması teorisini doğrulaması nedeniyle ünlüdür.\n<br/>Helen Wallis ve Sarah Tyacke en eski haritacılık tarihçilerindendir.\n<br/>Elizabeth Oram, coğrafya öğretimi için bir kürenin patentini aldı.\n<br/>Ellen Eliza Fitz, 1875’te küreleri monte etmek ve çalıştırmak için yeni bir yöntem için bir patent aldı.<br/>Yanıt E seçeneği olmalıdır."
  },
  {
    "id": "3191926",
    "unitNumber": 1,
    "text": "Yer küreden siber dünyaya kadar tüm olguların mekânsal olarak modellenmesi, analizi, görselleştirilmesi, mekânsal problemlerin çözümü ve karar destek oluşturmada ileri teknolojilerin insanlık yararına kullanılmasına ne ad verilir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Otomatik temalı harita",
      "B": "Coğrafi Bilgi Sistemi",
      "C": "DIME",
      "D": "Mekansal zeka",
      "E": "GPS"
    },
    "explanation": "Sensörlerle bezenmiş çevrede nesnelerin interneti sayesinde bilgi üretimi ve bilgi sistemleri arasındaki bağlantının artması sonucunda şehirler, ulaşım sistemleri, arabalar ve binalar gibi pek çok farklı ölçekteki mekânlara yaygınlaşmaktadır. Bu dönüşüm mekânsal bilgiden mekânsal zekâya geçişi doğurmuştur. Mekânsal Zeka (spatial intelligence, geospatial intelligence, GeoAI): Yer küreden siber dünyaya kadar tüm olguların mekânsal olarak modellenmesi, analizi, görselleştirilmesi, mekânsal problemlerin çözümü ve karar destek oluşturmada ileri teknolojilerin insanlık yararına kullanılmasıdır.<br/>Yanıt D seçeneği olmalıdır."
  },
  {
    "id": "3193228",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi/hangileri insanların en eski dönemlerde haritalar oluşturmasına neden olmuştur?\n<br/>I-İnsanların su veya gıda gibi temel ihtiyaçlarını nereden temin edeceklerini bilememeleri\n<br/>II-İnsanların düşmanlarının nerede yaşadığını belirleyememeleri\n<br/>III-İnsanların karşılaşılacak hayvan saldırılarına karşı bulundukları yeri tespit edememeleri\n<br/>IV- İnsanların doğala afetlere karşı yerlerini belirlemeye ihtiyaç duymaları",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I-III",
      "D": "II-IV",
      "E": "I, I, III ve IV"
    },
    "explanation": "En eski haritalar, ikamet edilen bölgenin karakteristikleri ve o dönemde yaşayan insanların kişisel deneyimleri ile ilişkilidir. Bunlar, bulunulan bölgedeki fırsatlar veya tehditler olarak kabul edilebilir. İnsanlar deneme yanılma yoluyla su veya gıda gibi ihtiyaçlarını en kolay nerelerde bulabileceklerini belirlemişler, düşmanlarının nerelerde yaşadığını tespit etmişlerdir. Benzer şekilde karşılaşabilecekleri vahşi hayvan saldırısı veya doğal afet gibi tehlikelerinden yoğunlukta olduğu yerleri deneyimlerinden yola çıkarak öğrenmişlerdir. Doğru cevap \"E\" seçeneğidir."
  },
  {
    "id": "3193239",
    "unitNumber": 1,
    "text": "Bilinen ilk harita örneklerine ait aşağıdaki açıklamalardan hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "M.Ö. 10.000'de İspanya'da kil tabletler üzerine çizilen hayvan gravürlerinin ilk harita olarak kullanıldığı bilinmektedir.",
      "B": "M.Ö 25.000'de Lascaux mağaralarının duvarlarında, üç parlak yıldızın haritası bulunmuştur.",
      "C": "Çekya'nın Pavlov çevresindeki Lascaux mağaralarında rastlanan mamut dişi ilk harita özelliğini taşır.",
      "D": "İspanya’daki bir mağarada bulunan ve MÖ 24.000’e tarihlenen cilalı bir kumtaşı parçası üzerindeki hayvan gravürleri de bilinen ilk haritalardan biridir.",
      "E": "M.Ö 25.000'de, Çekya'nın Pavlov çevresinde mamut dişi üzerine yapılan oyuklarla oluşturulan gravürle bilinen en eski harita oluşturulmuştur."
    },
    "explanation": "Bugün erişilebilen ilk harita örnekleri oldukça sınırlıdır. Bunlardan ilki Çekya’nın Pavlov çevresinde bir mamut dişi üzerine oyulmuş, MÖ 25.000’e tarihlenen temsildir. Lascaux mağaralarının duvarlarında bulunan ve MÖ 14.500’e tarihlenen noktaların ise , üç parlak yıldız olan Vega, Deneb ve Altair’in haritası olduğu düşünülmektedir. İspanya’da bir mağarada bulunan MÖ 14.000’e tarihlenen cilalı bir kumtaşı parçası da hayvan gravürleri, tepeler veya konutlar gibi peyzaj özelliklerini tanımaya yardımcı olabilecek basit görsel unsurlardan oluşmakta olup dünyanın ilk haritalarından <br/>biri olarak yorumlanmaktadır. Buna göre \"E\" seçeneği doğru cevaptır."
  },
  {
    "id": "3193258",
    "unitNumber": 1,
    "text": "Antik dönemde oluşturulan ilk haritalar ve bunları keşfedenlere ait aşağıdaki açıklamalardan hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Herodot dünyanın haritasını ilk olarak çizen kişi olarak bilinmektedir.",
      "B": "Anaksimander yeryüzünü basınçlı hava ile desteklenen dikdörtgen bir form olarak görselleştirmiştir.",
      "C": "Batlamyus haritasında Hazar'ın bir iç deniz olduğunu açıklamıştır.",
      "D": "Hecataeus’un haritası dünyayı çevreleyen bir okyanus ve dünyanın merkezinde Yunanistan bulunan dairesel bir levhadan oluşmaktadır.",
      "E": "Anaximander, Fenikeliler tarafından Afrika kıtasının kıyı hattının haritasının yapıldığını iddia etmiştir."
    },
    "explanation": "Anaximander’in bilinen dünyanın haritasını ilk olarak çizenlerden biri olduğu düşünülmektedir (Şekil 1.3). Bu nedenle birçok kişi tarafından ilk haritacı olarak kabul edilir. Anaksimander’den ders alan Miletoslu Anaximenes (MÖ 6. yy), hocasının dünyanın şekliyle ilgili görüşlerini reddederek, yeryüzünü basınçlı hava ile desteklenen dikdörtgen bir form olarak görselleştirmiştir. Anaximander’in haritası günümüze ulaşmamış olsa da Milet’li Hecataeus, elli yıl sonra, Anaximander’in haritasının geliştirilmiş bir versiyonu olduğunu iddia ettiği başka bir harita üretmiştir. Hecataeus’un haritası dünyayı çevreleyen bir okyanus ve dünyanın merkezinde Yunanistan bulunan dairesel bir levhadan oluşmaktadır. Herodot ise , Fenikeliler tarafından Afrika kıtasının kıyı hattının haritasının yapıldığını iddia etmiştir. Hazar’ın “kuzey okyanuslarının” bir parçası olduğu yönündeki hâkim görüşe de karşı çıkarak Hazar’ın bir iç deniz olduğunu belirtmiştir. \"D seçeneği doğru cevaptır."
  },
  {
    "id": "3193269",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Katalan Atlası'na ait özelliklerden biri <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Atlastaki dört parşömen asıl haritayı oluşturmaktadır.",
      "B": "Atlas, Cresques Abraham tarafından 1378’de çizilmiştir.",
      "C": "Katalan Atlası, her biri 65 x 50 cm ölçülerinde dört parşömenden oluşmaktadır.",
      "D": "Bu atlastaki ilk iki yaprak, Katalan dilince kozmografi, astronomi ve astrolojiyi kapsayan metinleri ve çizimleri içermektedir.",
      "E": "Katalan atlasında Dünya’nın dikdörtgen şekli ve bilinen dünyanın durumu açıklanmaktadır."
    },
    "explanation": "Portolan çizelgelerinin en ünlüsü Katalan Atlasıdır. Atlas, Cresques Abraham tarafından 1378’de çizilmiştir. Katalan Atlası, her biri 65 x 50 cm ölçülerinde altı parşömenden oluşmaktadır. İlk iki yaprak Katalan dilince kozmografi, astronomi ve astrolojiyi kapsayan metinler içermektedir. Bu metinlere çizimler eşlik etmektedir. Metinler ve çizimler, Dünya’nın küresel şeklini ve bilinen dünyanın durumunu vurgulamaktadır. Kalan dört parşömen ise asıl haritayı oluşturmaktadır. Haritada çok sayıda şehir gösterilmektedir. \"C\" seçeneği doğru cevaptır."
  },
  {
    "id": "3193331",
    "unitNumber": 1,
    "text": "\"Cihannuma\" ve \"Kitab-ı Bahriyye\" adlı eserlerin yazarları sırasıyla aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Seydi Ali Reis- Piri Reis",
      "B": "Katib Çelebi-Piri Reis",
      "C": "Seydi Ali Reis- Katib Çelebi",
      "D": "Kemal Reis- Katib Çelebi",
      "E": "Katib Çelebi-Seydi Ali Reis"
    },
    "explanation": "Piri Reis, Gelibolu’da denizcilerle dolu bir çevrede dünyaya gelmiştir. Amcası Kemal Reis’in yanında geçirdiği uzun yıllar boyunca deniz ve denizcilik hakkındaki bilgisini genişletmiştir. Hem Portekiz ve İtalyan portolanlarından hem de zamanın coğrafî eserlerinden faydalanarak hem de Türk deniz ocağının geleneksel bilgilerini göz önünde bulundurarak ve kendi 1521’de Kitâb-ı Bahriyye isimli eserini yazmıştır. Katip Çelebi ise, coğrafya ve haritacılık alanındaki önemli eseri olan Cihannümâ’nın yazımına 1648 yılında başlamıştır. \"B\" seçeneği doğru cevaptır."
  },
  {
    "id": "3193363",
    "unitNumber": 1,
    "text": "Aşağıda belirtilen coğrafi keşiflerden hangisinde keşif tarihi ve keşfedilen yer doğru olarak eşleştirilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "1490-Ümit Burnu",
      "B": "1492-Hindistan",
      "C": "1491- Senegal kıyıları",
      "D": "1417-Azor adaları",
      "E": "1429- Madeira Adaları"
    },
    "explanation": "Keşif yolculukların ilki Portekizliler tarafından yapılmıştır. Portekizli kaşifler 1419’da Madeira Adaları’nı, 1427’de ise Azor Adaları’nı keşfetmiştir. İlerleyen yıllarda Afrika kıyıları boyunca daha da güneye doğru ilerleyerek 1440’larda günümüz Senegal kıyılarına ve 1490’da Ümit Burnu’na ulaşmışlardır. 1498’de Vasco da Gama bu yolu izleyerek Hindistan’a ulaşmıştır. \"A\" seçeneği doğru cevaptır."
  },
  {
    "id": "3193385",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi uçağın keşfine kadar fotogrametrinin gelişimine katkı veren olaylardan biri <strong>değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "1880 yılında havadan fotoğraf çekmeye uygun bir uçurtma düzeneğinin oluşturulması",
      "B": "1845 yılında Nadar olarak anılan Fransız fotoğrafçının Paris’te balon ile havalanarak 80 m yükseklikten fotoğraf çekmesi",
      "C": "1849 yılında Fransız Laussedat'ın ilk fotogrametrik alet ve teknikleri geliştirmesi",
      "D": "1837 yılında Fransız fizikçi Louis J.M. Daguerre tarafından fotoğrafın bulunması",
      "E": "1827- Heliographs isimli cihazla ilk fotoğrafın çekilmesi"
    },
    "explanation": "1827 yılında Heliographs isimli cihaz ile ilk fotoğraf çekilmiştir. 1837 yılında Fransız fizikçi Louis J.M. Daguerre tarafından fotoğrafın bulunmasının ardından Fransa’da uçurtmaya bağlanan fotoğraf makinesi ile havadan fotoğraf çekilmesi perspektif görüntüden gerçek boyutların hesaplanabilmesine doğru gelişimi sağlamıştır. 1849 yılında Fransız Laussedat ilk fotogrametrik alet ve teknikleri geliştirmiş, yersel fotogrametride kullanmıştır. 1855 yılında Nadar olarak anılan Fransız fotoğrafçı Paris’te balon ile havalanarak 80 m yükseklikten fotoğraf çekmiştir. Kısa bir süre 1880 yılında havadan fotoğraf çekmeye uygun bir uçurtma düzeneği oluşturulmuştur. 1903 yılında da uçağın keşfi gerçekleştirilmiştir. \"B\" seçeneği doğru cevaptır."
  },
  {
    "id": "3193403",
    "unitNumber": 1,
    "text": "Uluslararası dünya haritası projesinin oluşturulmasına yönelik aşağıdaki açıklamalardan hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Coğrafyacı Albrecht Penck, 1891 yılında Bern’de düzenlenen 3. Uluslararası Coğrafya Kongresi’nde 1:1 milyon ölçeğinde bir uluslararası dünya haritası önermiştir.",
      "B": "Hem Uluslararası Coğrafya Birliğinin Kongrelerinde hem de 1909’da Paris’te düzenlenen Birinci Uluslararası Harita Konferansında fiili olarak dünya haritasının hazırlanması sonuçlanmıştır.",
      "C": "1923’te Paris’teki İkinci Uluslararası Harita Konferansı’nda 35 ülkeden delegelerle bir Merkez Büro kurulmuştur.",
      "D": "1926 yılına kadar Uluslararası Dünya Haritası'nın hazırlanan paftaları kısmen oluşturulmuştur.",
      "E": "1927 yılında kurulan Uluslararası Sivil Havacılık Örgütü'nün (ICAO) Uluslararası Dünya Haritasının oluşturulmasına katkı vermesi sağlanmıştır."
    },
    "explanation": "Alman coğrafyacı Albrecht Penck, 1891 yılında Bern’de düzenlenen Beşinci Uluslararası Coğrafya Kongresi’nde 1:1 milyon ölçeğinde bir uluslararası dünya haritası önermiştir. Hem Uluslararası Coğrafya Birliğinin Kongrelerinde hem de 1909’da Paris’te düzenlenen Birinci Uluslararası Harita Konferansında ortak dil, renkler, harfler, işaretler ve projeksiyon konusunda uzlaşılar ve ilerlemeler kaydedilse de fiili olarak dünya haritasının hazırlanması sonuçlanmamıştır. 1913’te ise Paris’teki İkinci Uluslararası Harita Konferansı’nda 35 ülkeden delegeler ulusal kartografik ajanslar arasında bilgi alışverişini kolaylaştırmak için Merkez Büro kurulmuştur.1926 yılına kadar Uluslararası Dünya Haritasının hazırlanan paftaları kısmen hazırlanmıştır. 1944 yılında Şikago’da düzenlenen ve 54 ülkenin temsilcisinin bir araya geldiği Uluslararası Sivil Havacılık Konferansının ardından 1947 yılında Uluslararası Sivil Havacılık Örgütü (ICAO) kuruldu ve bu örgüt havacılık verilerinin net bir şekilde tasvir edilmesini sağlamak için Uluslararası Dünya Haritasına göre daha az topoğrafik ayrıntı içeren, daha modern ve esnek olan, 1:1 milyon ölçeğinde Dünya Havacılık Haritasının (WAC) yayımlanması, bakımı ve dağıtımından sorumlu oldu. Savaşlar, savaş sonrasında Avrupa’nın imparatorluklarının sona ermesi, sömürgeciliğin yerini yeni bir dünya düzeninin alması gibi değişiklikler Uluslararası Dünya Haritasının hazırlanmasını geciktirmiştir. Dünya Uluslararası haritaya ancak yirminci yüzyılda kavuşmuştur. Doğru seçenek \"D\" olarak verilmektedir."
  },
  {
    "id": "3193406",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi günümüzdeki haritacılık yöntemlerinin hızlı gelişimine sebep olan adım/adımlardan biridir?\n<br/>I. Fotoğrafçılık ve hava fotoğraflarına ilişkin gelişmelerin uydu teknolojilerinin bir parçası haline gelmesi<br/>II. Öncelikli amacı navigasyon olan GPS projesi ile yeni bir jeodezik ölçme yönteminin kullanılması <br/>III. Tematik haritaların otomasyonu<br/>IV. Veri modelleri ve veri tabanı yazılımlarının çeşitlenmesi<br/>V. Bilgisayar teknolojilerinin hızlı gelişmesi<br/>VI. Uydu teknolojileri ve hava fotoğrafları.",
    "correctAnswer": "E",
    "options": {
      "A": "I-III",
      "B": "II-IV",
      "C": "III-V",
      "D": "I-IV",
      "E": "I-VI"
    },
    "explanation": "Mekânsal bilgi teknolojilerinin gelişmesi yirminci yüzyılda büyük bir hızla gerçekleşmiştir ve bu gelişim hızı haritacılık tarihine de yansımıştır. <br/>Günümüzdeki haritacılık yöntemlerinin gelişimini başlıca optik, mekanik, mikro elektronik ve iletişim teknolojilerinde ortaya çıkan 6 büyük adıma bağlayabiliriz. Bunlar;<br/>a. Fotoğrafçılık ve hava fotoğraflarına ilişkin gelişmelerin uydu teknolojilerinin bir parçası haline gelmesi<br/>b. Öncelikli amacı navigasyon olan GPS projesi ile yeni bir jeodezik ölçme yönteminin kullanılması <br/>c. Tematik haritaların otomasyonu<br/>d. Veri modelleri ve veritabanı yazılımlarının çeşitlenmesi<br/>e. Bilgisayar teknolojilerinin hızlı gelişmesidir. <br/>f. Uydu teknolojileri ve hava fotoğrafları.\n<br/>Buna göre \"E\" seçeneği doğru cevaptır."
  },
  {
    "id": "3193409",
    "unitNumber": 1,
    "text": "Aşağıdaki kurum/kuruluş/yapılanmalardan hangisi günümüze kadar modern Türk Haritacılığına katkı vermiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Harita Genel Müdürlüğü ve TTGA-54",
      "B": "Harita Genel Müdürlüğü ve TUD-54",
      "C": "Harita Genel Müdürlüğü, TUD-54, TUDKA-92, TUDKA-99 ve Türkiye Ulusal Manyetik Seküler Ağı",
      "D": "Harita Genel Müdürlüğü, TUD-54 ve TTGA-56",
      "E": "TUD-54, TUDKA-92 ve TUDKA-99"
    },
    "explanation": "1928 yılında Harita Genel Müdürlüğünde kullanılmayan aletlerle günümüzde bilinen adıyla Harita Genel Komutanlığı Müzesi’nin temelleri atılmıştır. 1928’de Türk Harflerinin Kabul ve Tatbiki yasası doğrultusunda haritaların yazı kalıpları yenilenmiştir.1992 yılına kadar yapılan ölçümler değerlendirilerek Türkiye Ulusal Düşey Kontrol Ağı 1992 (TUDKA-92) oluşturulmuştur. Daha sonra ise Türkiye Ulusal Düşey Kontrol Ağı 1992 (TUDKA-99) olarak güncellenmiştir. 1956 yılında Türkiye Temel Gravite Ağı (TTGA 56) oluşturulmuştur. 1960 yılında güncellenmiş, 1979 yılında kalibrasyon ölçümleri yapılmıştır. 1993-1999 yılları arasında Ulusal Birinci derece Gravite Ağı tamamlanmıştır. 1975 yılında nokta sayısının seksen beşe çıkarılması ile Türkiye Ulusal Manyetik Seküler Ağı tamamlandı. \"C\" seçeneği doğru cevaptır."
  },
  {
    "id": "3194206",
    "unitNumber": 1,
    "text": "Babillilerin haritacılığın tarihinde en dikkat çekici toplumlardan biri olmasının nedeni aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Doğru ölçme tekniklerinin kullanılmasıdır",
      "B": "Tarihteki ilk haritacılar olması",
      "C": "Modern haritaların özelliklerini göstermesi",
      "D": "Düşmanlarının yerini en iyi şekilde belirtmesi",
      "E": "Doğru perspektifle çimiş olmaları"
    },
    "explanation": "Haritacılığın tarihinde en dikkat çekici toplumlardan biri Babillerdir. Bunun temel nedeni Antik Babil’de yapılan haritalarda doğru ölçme tekniklerinin kullanılmasıdır."
  },
  {
    "id": "3194208",
    "unitNumber": 1,
    "text": "Sekiz cilt halinde yazılan “Coğrafya Rehberi” adlı antik dönem eseri aşağıdakilerden hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Batlamyus",
      "B": "Claudius Ptolemaeus",
      "C": "Heredot",
      "D": "Anaximenes",
      "E": "Anaximander"
    },
    "explanation": "Coğrafya ve haritacılıktaki ilerlemede antik dünyanın en büyük figürü Claudius Ptolemaeus’tur. Ptolemy veya Batlamyus olarak da bilinmekte olup MS 90-168 yılları arasında yaşamıştır. Bir astronom ve matematikçi olan Batlamyus, o zamanların en büyük bilimsel bilgi merkezi olan İskenderiye’deki kütüphanede uzun yıllar eğitim görmüştür. Anıtsal eseri Coğrafya Rehberi, sekiz cilt hâlinde yazılmıştır."
  },
  {
    "id": "3194209",
    "unitNumber": 1,
    "text": "Batlamyus’un günümüze ulaşan tek dünya haritası nerede muhafaza edilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "İstanbul’da Süleymaniye Kütüphanesi’nde",
      "B": "İskenderiye kütüphanesi’nde",
      "C": "Amerika Birleşik Devletleri Kongre Kütüphanesi’nde",
      "D": "Amerikan Coğrafya Birliği Kütüphanesi’nde",
      "E": "İngiliz Kadın Coğrafyacılar Kütüphanesi’nde"
    },
    "explanation": "Batlamyus’un günümüze ulaşan tek dünya haritası, İstanbul’da Süleymaniye Kütüphanesi’nde muhafaza edilen ve üzerinde II. Bayezid’in mührünü taşıyan Arapçaya tercüme edilmiş kopyadır."
  },
  {
    "id": "3194211",
    "unitNumber": 1,
    "text": "\"Haritalarla Resmedilmiş Yollar ve Eyaletler Kitabı\" aşağıdakilerden hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "İbn Haldun",
      "B": "Batlamyüs",
      "C": "El İdrisi",
      "D": "Balasagun",
      "E": "Kâşgarlı Mahmud"
    },
    "explanation": "İbn Haldun, Haritalarla Resmedilmiş Yollar ve Eyaletler Kitabı isimli eserini yazmıştır."
  },
  {
    "id": "3194214",
    "unitNumber": 1,
    "text": "Orta Çağ’da, Akdeniz’deki denizcilik faaliyetlerine yardımcı olmak için geliştirilen, çapraz kesişen kerte çizgileri ve son hassas kıyı şeritlerinden oluşan yeni harita türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Portolan çizelgeleri",
      "B": "Bölgesel Mappa Mundi",
      "C": "Üçlü veya T-O Mappa Mundi",
      "D": "Dörtlü Mappa Mundi",
      "E": "Karmaşık Mappa Mundi"
    },
    "explanation": "Orta Çağ’da, Akdeniz’deki denizcilik faaliyetlerine yardımcı olmak için yeni bir harita türü geliştirilmiştir. Portolan çizelgeleri olarak bilinen bu haritalar, çapraz kesişen kerte çizgileri ve son hassas kıyı şeritlerinden oluşur."
  },
  {
    "id": "3194215",
    "unitNumber": 1,
    "text": "Portolan çizelgelerinin en ünlüsü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Katalan Atlası",
      "B": "Mappa Mundi",
      "C": "La Fleur des Histoires",
      "D": "Kitab Nüzhet",
      "E": "Karmaşık Mappa Mundi"
    },
    "explanation": "Portolan çizelgelerinin en ünlüsü Katalan Atlasıdır. Atlas, Cresques Abraham tarafından 1378’de çizilmiştir."
  },
  {
    "id": "3194218",
    "unitNumber": 1,
    "text": "İbn-Haldun’un devletler ile onların yükselişleri, çöküşleri ve çevre koşullarını ele aldığı eseri aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mukaddime",
      "B": "Kitab Nüzhet En-Müştak Fi İhtirak El-Afak",
      "C": "Dîvânü Lugāti’t-Türk",
      "D": "Balasagun",
      "E": "Mesâlikü’l Memâlik"
    },
    "explanation": "Mukkaddime adlı eseri ile İbn-Haldun dönemin önemli isimlerindendir Eserinde İbn- Haldun, devletler ile onların yükselişleri ve çöküşleri üzerinde durmuş, bu kapsamda çevre koşullarını ele almıştır."
  },
  {
    "id": "3194219",
    "unitNumber": 1,
    "text": "1521 tarihli Kitâb-ı Bahriyye isimli eserin yazarı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Piri Reis",
      "B": "Seydi Ali Reis",
      "C": "Kâtib Çelebi",
      "D": "İbrahim Müteferrika",
      "E": "Kristof Colomb"
    },
    "explanation": "Piri Reis, Gelibolu’da denizcilerle dolu bir çevrede dünyaya gelmiştir. Amcası Kemal Reis’in yanında geçirdiği uzun yıllar boyunca deniz ve denizcilik hakkındaki bilgisini genişletmiştir. Bazılarına kumandan olarak katıldığı seferler sayesinde de Ege ve Akdeniz’i detaylı şekilde öğrenmiştir. Hem Portekiz ve İtalyan portolanlarından hem de zamanın coğrafî eserlerinden faydalanarak hem de Türk deniz ocağının geleneksel bilgilerini göz önünde bulundurarak ve kendi 1521’de Kitâb-ı Bahriyye isimli eserini yazmıştır"
  },
  {
    "id": "3194220",
    "unitNumber": 1,
    "text": "Theatrum Orbis Terrarum aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dünyanın ilk modern ansiklopedisidir",
      "B": "Kapsamlı bir Akdeniz haritasıdır",
      "C": "İçinde atlas sözcüğü ilk kez kullanılan kitaptır",
      "D": "Piri Reisin de yararlandığı haritalardır",
      "E": "Kerterizlerin düz çizgiler olarak çizildiği haritadır"
    },
    "explanation": "Abraham Ortelius’da dönemin önemli isimlerindendir. Ortelius 1570’de dünyanın ilk modern atlası olarak kabul edilen Theatrum Orbis Terrarum’u yapmıştır. İlk olarak Mayıs 1570’de yayımlanan Theatrum Orbis, Amerika Birleşik Devletleri Kongre Kütüphanesi tarafından <em>“bir kitap oluşturmak üzere birleştirilmiş tek tip harita sayfaları ve sürekli metin koleksiyonu” </em>olarak tanımlanan ilk atlas olarak kabul edilir."
  },
  {
    "id": "3194221",
    "unitNumber": 1,
    "text": "1891 yılında Bern’de düzenlenen Beşinci Uluslararası Coğrafya Kongresi’nde 1:1 milyon ölçeğinde bir uluslararası dünya haritası önerisinde bulunan kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Albrecht Penck",
      "B": "Christina Dando",
      "C": "Roger Tomlinson",
      "D": "Michael Heffernan",
      "E": "Alastair W. Pearson"
    },
    "explanation": "Alman coğrafyacı Albrecht Penck, 1891 yılında Bern’de düzenlenen Beşinci Uluslararası Coğrafya Kongresi’nde 1:1 milyon ölçeğinde bir uluslararası dünya haritası önermiştir."
  },
  {
    "id": "3196900",
    "unitNumber": 1,
    "text": "Dünyanın en eski haritası olarak yorumlan Çekya’nın Pavlov çevresinde bulunan ve MÖ 25.000’e tarihlenen harita hangi malzeme üzerine yapılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Papirüs",
      "B": "Mamut dişi",
      "C": "Mermer",
      "D": "Ahşap",
      "E": "Fildişi"
    },
    "explanation": "Haritaların bilinen ilk örneklerinin kavranması<br/>Bugün erişilebilen ilk harita örnekleri oldukça sınırlıdır. Bunlardan<br/>ilki Çekya’nın Pavlov çevresinde bir<br/>mamut dişi (Şekil 1.1) üzerine oyulmuş, MÖ 25.000’e tarihlenen temsildir (Wolodtschenko ve Forner,<br/>2007). Diş, 1962’de bulunmuştur.<br/>Mamut dişinin düzleştirilmiş tepesinin Pavlov Tepeleri’nin şematik bir<br/>haritasını temsil ettiğini düşünülmektedir. Diş ayrıca oyularak yapılmış karmaşık bir geometrik süsleme<br/>ile kaplıdır. Bu süslemelerin de uzayın bilinen en eski grafik tasviri olduğu düşünülmektedir. Bu nedenle<br/>bu gravür dünyanın en eski haritası<br/>olarak yorumlanmaktadır."
  },
  {
    "id": "3196910",
    "unitNumber": 1,
    "text": "Haritacılığın tarihinde en dikkat çekici toplumlardan birisi olan, doğru ölçme tekniklerini kullanan ve kendi topraklarını suyla çevrili bir daire olarak ifade eden topluluk aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Babiller",
      "B": "Persler",
      "C": "Mısırlılar",
      "D": "Romalılar",
      "E": "Asurlular"
    },
    "explanation": "İlk harita örneklerinin incelenmesi<br/>Haritacılığın tarihinde en dikkat çekici toplumlardan biri Babillerdir. Bunun temel nedeni Antik<br/>Babil’de yapılan haritalarda doğru ölçme tekniklerinin kullanılmasıdır. Örneğin, 1930’da Kerkük yakınlarındaki Ga-Sur’da bulunan 7,6 × 6,8 cm boyutlarındaki bir kil tablet, iki tepe arasında bulunan bir<br/>vadinin haritasını göstermektedir. Tepeler üst üste binen yarım dairelerle, nehirler çizgilerle ve şehirler<br/>dairelerle gösterilmektedir. Harita ayrıca ana yönleri gösterecek şekilde işaretlenmiştir. Her ne kadar<br/>Babil haritalarında doğru ölçme teknikleri kullanılmış olsa da bu haritalar sembolik temsiller olarak<br/>kabul edilir. Diğer bir ifade ile gerçek dünyanın gerçek bir temsil değildir. Çünkü Babiller çizdikleri haritalarda kendi topraklarını suyla çevrili bir daire olarak ifade etmiş ve iyi bildikleri Persler ve Mısırlılar<br/>gibi halkları dışarıda bırakmıştır."
  },
  {
    "id": "3196924",
    "unitNumber": 1,
    "text": "Harita ölçü birimi olarak denizde seyir günlerini ve karada yürüyüş günlerini kullanarak dünyayı çevreleyen bir<br/>okyanus ve dünyanın merkezinde Yunanistan bulunan dairesel bir levhadan oluşan haritayı kim çizmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Anaximenes",
      "B": "Hecataeus",
      "C": "Anaximander",
      "D": "Herodot",
      "E": "Batlamyus"
    },
    "explanation": "ilk harita örnekleri<br/>Milet’li Hecataeus, elli yıl sonra, Anaximander’in haritasının geliştirilmiş bir<br/>versiyonu olduğunu iddia ettiği başka bir harita üretmiştir. Hecataeus’un haritası dünyayı çevreleyen bir<br/>okyanus ve dünyanın merkezinde Yunanistan bulunan dairesel bir levhadan oluşmaktadır. Antik çağdaki<br/>diğer birçok haritada olduğu gibi onun haritasının da ölçeği yoktur. Haritada ölçü birimi olarak denizde<br/>seyir günlerini ve karada yürüyüş günlerini kullanmıştır."
  },
  {
    "id": "3196930",
    "unitNumber": 1,
    "text": "Hazar’ın “kuzey okyanuslarının” bir parçası olduğu yönündeki hâkim görüşe karşı çıkarak Hazar’ın bir iç deniz olduğunu belirten haritacı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Anaximander",
      "B": "Batlamyus",
      "C": "Herodot",
      "D": "Anaximenes",
      "E": "Hecataeus"
    },
    "explanation": "İil harita örneklerinin incelenmesi<br/>Bir nesil sonra Herodot, daha kapsamlı araştırmalardan ve daha geniş seyahatlerden yola çıkarak<br/>Hecataeus’un çalışmalarını geliştirmiştir (Şekil 1.4). Herodot, Fenikeliler tarafından Afrika kıtasının kıyı<br/>hattının haritasının yapıldığını iddia etmiştir. Ayrıca, dünyanın o zamanlar bilinen bölgelerinin şekli ve<br/>kapsamının tasvirini geliştirmiştir. Hazar’ın “kuzey okyanuslarının” bir parçası olduğu yönündeki hâkim<br/>görüşe de karşı çıkarak Hazar’ın bir iç deniz olduğunu belirtmiştir (Fueschel, 2019)."
  },
  {
    "id": "3196933",
    "unitNumber": 1,
    "text": "Anıtsal eseri Coğrafya Rehberi sekiz cilt hâlinde yazılan ve Coğrafya ve haritacılıktaki ilerlemede antik dünyanın en büyük figürü olarak kabul edilen astronom ve matematikçi kimdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kristof Kolomb",
      "B": "Hecataeus",
      "C": "Anaximenes",
      "D": "Batlamyus",
      "E": "Anaximander"
    },
    "explanation": "ilk harita örnekleri ve haritcaıların kavranması<br/>Coğrafya ve haritacılıktaki ilerlemede antik dünyanın en büyük figürü Claudius Ptolemaeus’tur. Ptolemy veya Batlamyus olarak da bilinmekte olup MS 90-168 yılları arasında yaşamıştır. Bir astronom ve<br/>matematikçi olan Batlamyus, o zamanların en büyük bilimsel bilgi merkezi olan İskenderiye’deki kütüphanede uzun yıllar eğitim görmüştür. Anıtsal eseri Coğrafya Rehberi, sekiz cilt hâlinde yazılmıştır."
  },
  {
    "id": "3196938",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Orta Çağ’da Avrupalılarca yapılan ve Mappa Mundi olarak adlandırılan dünya haritalarının çeşitlerinden birisi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bölgesel Mappa Mundi",
      "B": "Üçlü veya T-O Mappa Mundi",
      "C": "Dörtlü Mappa Mundi",
      "D": "Karmaşık Mappa Mundi",
      "E": "Sarmal Mappa Mundi"
    },
    "explanation": "Orta Çağ Mappa Mundi ve Portolan Çizelgeleri<br/>Mappa Mundi olarak adlandırılan haritalar<br/>dörde ayrılır. Bunlar şu şekildedir:<br/>1. Bölgesel Mappa Mundi<br/>2. Üçlü veya T-O Mappa Mundi<br/>3. Dörtlü Mappa Mundi<br/>4. Karmaşık Mappa Mundi"
  },
  {
    "id": "3196942",
    "unitNumber": 1,
    "text": "Çapraz kesişen kerte çizgileri ve son hassas kıyı şeritlerinden oluşan, Orta Çağ’da, Akdeniz’deki denizcilik faaliyetlerine yardımcı olmak için geliştirilen haritalar aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Portolan çizelgeleri",
      "B": "Bölgesel Mappa Mundi",
      "C": "Üçlü veya T-O Mappa Mundi",
      "D": "Dörtlü Mappa Mundi",
      "E": "Karmaşık Mappa Mundi"
    },
    "explanation": "Orta Çağ haritacılığı<br/>Orta Çağ’da, Akdeniz’deki denizcilik faaliyetlerine yardımcı olmak için yeni bir harita türü<br/>geliştirilmiştir. Portolan çizelgeleri olarak bilinen<br/>bu haritalar, çapraz kesişen kerte çizgileri ve son<br/>hassas kıyı şeritlerinden oluşur"
  },
  {
    "id": "3196945",
    "unitNumber": 1,
    "text": "Üzerlerinde rüzgârgülü ve mutlak bir ölçek göstergesi bulunan, denizde kayalıkların siyah, sığ yerlerin<br/>kırmızı, kıyıların yeşil ve mavi hatlarla çizildiği Portolan çizelgeleri hangi malzeme kullanılarak üretilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ahşap",
      "B": "Metal",
      "C": "Deri",
      "D": "Fil dişi",
      "E": "Papirus"
    },
    "explanation": "Orta Çağ haritacılığı<br/>Portolanların ortak özellikleri arasında nem ve tuza karşı dayanıklı olabilmeleri için deriden yapılmaları,<br/>üzerlerinde rüzgârgülü ve mutlak bir ölçek göstergesi bulunması, denizde kayalıkların siyah, sığ yerlerin<br/>kırmızı, kıyıların yeşil ve mavi hatlarla çizilmesi başta gelir"
  },
  {
    "id": "3196950",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi/hangileri Portolan çizelgelerinin en ünlüsü olan Katalan Atlası'nın özelliklerindendir?\n I. Her biri 65 x 50 cm ölçülerinde altı parşömenden oluşmaktadır.\n II. Katalan dilince kozmografi, astronomi ve astrolojiyi kapsayan metinler içermektedir.\n III. Denizler hakkında bilgi vermektedir.\n IV. Önemli limanların yer adları kırmızı, diğerleri siyah renkle belirtilmiştir.",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "I, II ve III",
      "C": "II ve III",
      "D": "I, II, III ve IV",
      "E": "III ve IV"
    },
    "explanation": "Orta Çağ haritacılığı<br/>Katalan Atlası, her biri 65 x 50 cm ölçülerinde altı parşömenden oluşmaktadır. İlk iki<br/>yaprak Katalan dilince kozmografi, astronomi ve astrolojiyi kapsayan metinler içermektedir. Bu metinlere<br/>çizimler eşlik etmektedir. Metinler ve çizimler, Dünya’nın küresel şeklini ve bilinen dünyanın durumunu<br/>vurgulamaktadır. Ayrıca denizler hakkında bilgi vermektedir. Haritada çok sayıda şehir gösterilmektedir. Önemli limanların yer adları kırmızı, diğerleri siyah<br/>renkle belirtilmiştir. Ek olarak okyanusların temsili için dalgalı mavi dikey çizgiler kullanılmıştır. Çizimler<br/>ve metnin çoğu, haritanın kenarlarına doğru yönlendirilmiş, bu da haritanın düz bir zemine yatırılarak ve<br/>etrafından dolaşılarak kullanılmasının amaçlandığını düşündürmektedir"
  },
  {
    "id": "3196967",
    "unitNumber": 1,
    "text": "Denizcilere bir rehber olmak üzere 1521’de yazılan ve Kanuni’ye takdim edilen Kitâb-ı Bahriyye isimli eseri kim yazmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Ebû İshak İbrâhim b. Muhammed el-Fârisî el-İstahrî",
      "B": "Ebû Zeyd Ahmed b. Sehl el-Belhî",
      "C": "Kâtib Çelebi",
      "D": "Seydi Ali Reis",
      "E": "Piri Reis"
    },
    "explanation": "Osmanlı İmparatorluğu dönemi coğrafi keşifler<br/>Piri Reis, Gelibolu’da denizcilerle dolu bir çevrede dünyaya gelmiştir. Amcası Kemal Reis’in yanında geçirdiği uzun yıllar boyunca deniz ve denizcilik hakkındaki bilgisini genişletmiştir. Bazılarına kumandan olarak<br/>katıldığı seferler sayesinde de Ege ve Akdeniz’i detaylı şekilde öğrenmiştir. Hem Portekiz ve İtalyan portolanlarından hem de zamanın coğrafî eserlerinden faydalanarak hem de Türk deniz ocağının geleneksel bilgilerini<br/>göz önünde bulundurarak ve kendi 1521’de Kitâb-ı Bahriyye isimli eserini yazmıştır (Şekil 1.10). Denizcilere<br/>bir rehber olmak üzere yazılan ve Kanuni’ye takdim edilen eserde sahil şehirleri haritalarla gösterilmiş, körfezler belirtilmiş, gemilerin yanaşabileceği limanlar, sığ yerler, kaleler ve buralarda oturan insanlar hakkında<br/>bilgiler verilmiştir"
  },
  {
    "id": "3197095",
    "unitNumber": 1,
    "text": "Dünyanın en eski haritası olarak yorumlanan, Çekya’nın Pavlov çevresinde 1962 yılında bulunan ve MÖ 25.000’e tarihlenen gravür hangi malzeme üzerine oyulmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "Kağıt",
      "B": "Parşömen",
      "C": "Ağaç kabuğu",
      "D": "Mamut dişi",
      "E": "Kil tablet"
    },
    "explanation": "Bugün erişilebilen ilk harita örnekleri oldukça sınırlıdır. Bunlardan ilki Çekya’nın Pavlov çevresinde bir mamut dişi (Şekil 1.1) üzerine oyulmuş, MÖ 25.000’e tarihlenen temsildir (Wolodtschenko ve Forner, 2007). Diş, 1962’de bulunmuştur. Mamut dişinin düzleştirilmiş tepesinin Pavlov Tepeleri’nin şematik bir haritasını temsil ettiğini düşünülmektedir."
  },
  {
    "id": "3197097",
    "unitNumber": 1,
    "text": "\".................... duvarlarında bulunan ve MÖ 14.500’e tarihlenen noktaların, üç parlak yıldız olan Vega, Deneb ve Altair’in haritası olduğu düşünülmektedir.\" ifadesindeki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Altamira mağaraları",
      "B": "Lascaux mağaraları",
      "C": "Ajanta mağaraları",
      "D": "Ellora mağaraları",
      "E": "Kapadokya peri bacaları"
    },
    "explanation": "Lascaux mağaralarının duvarlarında bulunan ve MÖ 14.500’e tarihlenen noktaların, üç parlak yıldız olan Vega, Deneb ve Altair’in haritası olduğu düşünülmektedir."
  },
  {
    "id": "3197102",
    "unitNumber": 1,
    "text": "Hazar’ın “kuzey okyanuslarının” bir parçası olduğu yönündeki hâkim görüşe de karşı çıkarak Hazar’ın bir iç deniz olduğunu belirten aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Herodot",
      "B": "Claudius Ptolemaeus",
      "C": "Anaximander",
      "D": "Hecataeus",
      "E": "Platon"
    },
    "explanation": "Herodot, Fenikeliler tarafından Afrika kıtasının kıyı hattının haritasının yapıldığını iddia etmiştir. Ayrıca, dünyanın o zamanlar bilinen bölgelerinin şekli ve kapsamının tasvirini geliştirmiştir. Hazar’ın “kuzey okyanuslarının” bir parçası olduğu yönündeki hâkim görüşe de karşı çıkarak Hazar’ın bir iç deniz olduğunu belirtmiştir"
  },
  {
    "id": "3197105",
    "unitNumber": 1,
    "text": "Romalılar ve onların ortaçağ Avrupa mirasçıları tarafından kullanılan, dünyanın o dönemde bilinen üç kara kütlesini şematik olarak göstermek için tasarlanmış olan <em>Mappa Mundi</em>ler aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Standart Mappa Mundi",
      "B": "Bölgesel Mappa Mundi",
      "C": "Üçlü veya T-O Mappa Mundi",
      "D": "Dörtlü Mappa Mundi",
      "E": "Karmaşık Mappa Mundi"
    },
    "explanation": "Üçlü veya T-O haritaları, Romalılar ve onların ortaçağ Avrupa mirasçıları tarafından kullanılan, dünyanın o dönemde bilinen üç kara kütlesini şematik olarak göstermek için tasarlanmıştır"
  },
  {
    "id": "3197110",
    "unitNumber": 1,
    "text": "Avrupa haritacılığında en dikkate değer gelişmelerden biri olan Marco Polo'nun yaptığı büyük coşku yaratan seyahatleri hangi dönemde gerçekleştirilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "1270-1280",
      "B": "1350-1370",
      "C": "1100-1200",
      "D": "1450-1455",
      "E": "1880-1890"
    },
    "explanation": "Ortaçağ’da Avrupa haritacılığında en dikkate değer gelişmelerden biri Marco Polo’nun 1270’lerde ve 1280’lerde yaptığı seyahatlerin yarattığı büyük coşkudur. Uzak yerler hakkında yeni bilgiler ve dünya haritalarına olan ilginin artması, dünya haritalarının çizimi ve satışını teşvik etti. Marco Polo’nun deneyimleri, pek çok kişide seyahat ve keşif arzusunu harekete geçirmiştir."
  },
  {
    "id": "3197137",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Mukkaddime</li> <li>Dîvânü Lugāti’t-Türk</li> <li>Kitab Nüzhet En-Müştak Fi İhtirak El-Afak</li> <li>Suverü’lekalîm</li> </ol> Yukarıdaki eserlerlerden hangisi/hangileri İbn-Haldun'a aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "I",
      "B": "II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve IV"
    },
    "explanation": "Mukkaddime adlı eseri ile İbn-Haldun dönemin önemli isimlerindendir"
  },
  {
    "id": "3197142",
    "unitNumber": 1,
    "text": "\"Kâşgarlı Mahmud’un 1068-1072 yılları arasında yazılmış olan Dîvânü Lugāti’t-Türk adlı eseri haritada .....................'u merkeze yerleştirir, ayrıca kabilelerin yerlerini ve çevre bölgeleri gösterir\" ifadesinde boş yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Batlamyus",
      "B": "Kastilya",
      "C": "Suverü’lekalîm",
      "D": "Balasagun",
      "E": "Mekke"
    },
    "explanation": "Kâşgarlı Mahmud’un XI. yüzyılda Orta Asya’daki Türk kabilelerinin dilleri üzerine yazmış olduğu önemli eser coğrafya ve haritacılık açısından da önemli bilgiler içerir. 1068-1072 yılları arasında yazılmış olan Dîvânü Lugāti’t-Türk adlı eseri, yazarın tespit ettiği şekilde yirmi kadar Türk kabile lehçesinin bir sözlüğüdür. Bununla birlikte eser, yer isimleri ve Orta Asya’nın coğrafî özellikleri üzerine zengin bilgiler ihtiva eder. Kitaptaki dünya dil haritası İslâmî haritacılıkta eşine az rastlanan bir örnektir. Bu haritada Balasagun’u merkeze yerleştirir, ayrıca kabilelerin yerlerini ve çevre bölgeleri gösterir ("
  },
  {
    "id": "3197147",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Mukkaddime</li> <li>Dîvânü Lugāti’t-Türk</li> <li>Kitab Nüzhet En-Müştak Fi İhtirak El-Afak</li> <li>Suverü’lekalîm</li> </ol> Yukarıdaki eserlerlerden hangisi/hangileri Sehl el-Belhî'e aittir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I, II ve III",
      "C": "I, III ve IV",
      "D": "Yalnızca III",
      "E": "Yalnızca IV"
    },
    "explanation": "Belh Coğrafya Okulu’nun kurucusu doğa filozofu ve coğrafyacı Ebû Zeyd Ahmed b. Sehl el-Belhî’dir. Suverü’lekalîm adıyla bilinen coğrafya kitabını yazmış, ömrünün son dönemlerinde de İslâm ülkelerinin çeşitli yerlerinin bölgesel haritalarını çizmiştir ancak günümüze ulaşamamıştır"
  },
  {
    "id": "3197151",
    "unitNumber": 1,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/644bcde0cee8c74b0f7b664762f4a4dd.png\" alt=\"\" width=\"301\" height=\"378\"> Görselde verilen İstahrî’nin <em>Mesâlikü’l Memâlik</em> adlı eserinde hangi bölge gösterilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Batı Karadeniz",
      "B": "Doğu Akdeniz",
      "C": "Batı Avrupa",
      "D": "Güney Afrika",
      "E": "Güneydoğu Anadolu"
    },
    "explanation": "İstahrî’nin Mesâlikü’l Memâlik adlı eserinde Doğu Akdeniz’i gösteren harita"
  },
  {
    "id": "3197155",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Piri Reis, Gelibolu’da denizcilerle dolu bir çevrede dünyaya gelmiştir.</li> <li>Amcası Kemal Reis’in yanında geçirdiği uzun yıllar boyunca deniz ve denizcilik hakkındaki bilgisini genişletmiştir.</li> <li>Bazılarına kumandan olarak katıldığı seferler sayesinde de Ege ve Akdeniz’i detaylı şekilde öğrenmiştir.</li> <li>Hem Portekiz ve İtalyan portolanlarından hem de zamanın coğrafî eserlerinden faydalanarak hem de Türk deniz ocağının geleneksel bilgilerini göz önünde bulundurarak ve kendi 1521’de Kitâb-ı Bahriyye isimli eserini yazmıştır</li> </ol> Yukarıdakilerden hangisi/hangileri Piri Reis hakkında verilen doğru bir bilgidir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I, II ve III",
      "C": "II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Piri Reis, Gelibolu’da denizcilerle dolu bir çevrede dünyaya gelmiştir. Amcası Kemal Reis’in yanında geçirdiği uzun yıllar boyunca deniz ve denizcilik hakkındaki bilgisini genişletmiştir. Bazılarına kumandan olarak katıldığı seferler sayesinde de Ege ve Akdeniz’i detaylı şekilde öğrenmiştir. Hem Portekiz ve İtalyan portolanlarından hem de zamanın coğrafî eserlerinden faydalanarak hem de Türk deniz ocağının geleneksel bilgilerini göz önünde bulundurarak ve kendi 1521’de Kitâb-ı Bahriyye isimli eserini yazmıştır ("
  },
  {
    "id": "3192686",
    "unitNumber": 2,
    "text": "Dünyanın yuvarlak bir cisim olduğu fikri MÖ 582 yıllarında kim tarafından ortaya atılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "ERATOSTHENES",
      "B": "RICHER",
      "C": "PYTHAGORAS",
      "D": "HAYFORD",
      "E": "SNELLIUS"
    },
    "explanation": "Dünyanın çevresi ilk önce ERATOSTHENES (276-196) tarafından Mısır’da ölçülmüştür.<br/>Dünyanın yuvarlak bir cisim olduğu fikri MÖ 582 yıllarında PYTHAGORAS tarafından ortaya atılmıştır."
  },
  {
    "id": "3192694",
    "unitNumber": 2,
    "text": "Üzerinde bir harita veya planın temsil edilebildiği, meridyenleri ve paralelleri temsil eden çizgiler ağına ne denir?",
    "correctAnswer": "D",
    "options": {
      "A": "Elipsoid",
      "B": "Sferoid",
      "C": "Geoid",
      "D": "Kaneva",
      "E": "Geodezi"
    },
    "explanation": "Yeryüzü üzerinde kuzey-güney eksenine dik (normal) düzlemler üzerinde paraleller olarak adlandırılan daireler ve bu ekseni kiriş olarak meridyenler olarak adlandırılan yarım daire biçimli yaylardan oluşan küresel bir koordinat çizgileri ızgarası (kaneva) vardır.<br/>Kaneva (graticule): Üzerinde bir harita veya planın temsil edilebildiği, meridyenleri ve paralelleri temsil eden çizgiler ağı."
  },
  {
    "id": "3192698",
    "unitNumber": 2,
    "text": "Dünya Jeodezi Sistemi 1984 (WGS84) referans yüzeyi günümüzde daha yaygın olarak tercih edilmektedir. Türkiye’nin temel haritaları hangi yıldan itibaren WGS84 sistemine göre yapılmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "1984",
      "B": "1986",
      "C": "1992",
      "D": "2001",
      "E": "2002"
    },
    "explanation": "Türkiye ve birçok Batı ülkeleri Hayford Elipsoidini millî haritaları için referans yüzeyi olarak kullanmaktadırlar.<br/>Dünya Jeodezi Sistemi 1984 (WGS84) referans yüzeyi günümüzde daha yaygın olarak tercih edilmektedir. Türkiye’nin temel haritaları 2002’den itibaren WGS84 sistemine göre yapılmaktadır."
  },
  {
    "id": "3192703",
    "unitNumber": 2,
    "text": "1884’te Washington’da düzenlenen uluslararası konferansta, hangi şehrin yakınlarından geçen meridyen, uluslararası başlangıç (0°) meridyeni olarak belirlenmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Paris",
      "B": "Londra",
      "C": "İstanbul",
      "D": "Berlin",
      "E": "Madrid"
    },
    "explanation": "Bu seçimin tek belirgin avantajı, karşı meridyeni, yani gün (ya da tarih) değiştirme çizgisi yerleşim alanlarının çoğundan uzakta yer almasıdır.<br/>1884’te Washington’da düzenlenen uluslararası konferansta, İngiltere’de Londra yakınlarındaki Greenwich’deki Gözlemevi üzerinden geçen meridyen, uluslararası başlangıç (0°) meridyeni olarak belirlenmiştir."
  },
  {
    "id": "3192711",
    "unitNumber": 2,
    "text": "Bir noktadan geçen meridyen düzlemi ile başlangıç meridyen düzlemi arasında kalan açıya o noktanın <strong>……………. </strong>denir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Paraleli",
      "B": "Enlemi",
      "C": "Boylamı",
      "D": "Meridyeni",
      "E": "Koordinatı"
    },
    "explanation": "Bir noktanın boylamı (λ), enlemi (φ) işaretiyle gösterilir (Şekil 2.4).<br/>Bir noktadan geçen meridyen düzlemi ile başlangıç meridyen düzlemi arasında kalan açıya o noktanın boylamı denir."
  },
  {
    "id": "3192718",
    "unitNumber": 2,
    "text": "<strong>I. </strong>Doğru açılı\n <strong>II.</strong> Ekidistant\n <strong>III.</strong> Konformal\n Şekil koruyan projeksiyonlar yukarıdakilerden hangisi/hangileriyle adlandırılırlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve III",
      "E": "II ve III"
    },
    "explanation": "Şekil koruyan projeksiyonlar daha çok yol bulmak (navigasyon) amacıyla yapılan haritalarda kullanılırlar.<br/>Şekil koruyan projeksiyonlar “doğru şekilli”, “doğru açılı” veya “uyumlu (konformal)” olarak adlandırılırlar."
  },
  {
    "id": "3192723",
    "unitNumber": 2,
    "text": "<strong>I.</strong> Bakış noktası, düzlemin küreye temas ettiği noktanın merkeze göre simetriğindedir.\n<br/><strong>II.</strong> Açı korur, dolayısıyla şekiller doğrudur.\n<br/><strong>III.</strong> Yer ve yön ilişkileri önemli olan konular için tercih edilir.\n<br/>Yukarıda verilen ifadeler hangi projeksiyonla ilgilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Stereografik",
      "B": "Gnomonik",
      "C": "Lambert",
      "D": "Ekidistant",
      "E": "Ortografik"
    },
    "explanation": "Şekil 2.10 Stereografik düzlem projeksiyon modeli ve kanevası<br/>Stereografik Projeksiyon\n<br/>Bakış noktası, düzlemin küreye temas ettiği noktanın merkeze göre simetriğindedir. Kürenin bütününden biraz eksiğini gösterir (Şekil 2.10). Açı korur, dolayısıyla şekiller doğrudur. Yer ve yön ilişkileri önemli olan konular için tercih edilen projeksiyonlardandır."
  },
  {
    "id": "3192730",
    "unitNumber": 2,
    "text": "<strong>I.</strong> Stereografik\n<br/><strong>II.</strong> Ekidistant\n<br/><strong>III.</strong> Ortografik\n<br/><strong>IV.</strong> Gnomonik\n<br/><strong>V.</strong> Lambert\n<br/>Yukarıda verilen düzlem projeksiyonlarından hangileri perspektif <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "II ve V",
      "D": "III ve V",
      "E": "I, III ve IV"
    },
    "explanation": "Ortografik, Stereografik ve Merkezi perspektif olanlardır.<br/>Lambert ve Ekidistant perspektif olmayanlardır."
  },
  {
    "id": "3192739",
    "unitNumber": 2,
    "text": "6°’lik UTM projeksiyon sisteminde dilim numarası (DN) 38 olan dilimin orta meridyeni kaç derece boylamıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "27",
      "B": "33",
      "C": "39",
      "D": "42",
      "E": "45"
    },
    "explanation": "UTM Projeksiyonunda, 180° meridyeninden başlamak üzere dünya 6° aralıklı 60 dilime ayrılmış dilimler 1 den başlamak ve doğu ya doğru artan sırada 60’a kadar numaralanmıştır.<br/>Projeksiyon diliminin numarası (D.N) biliniyorsa, o dilimin orta meridyeninin boylamı;\n <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/871f5b22b16a476ccea83576e776b964.png\" alt=\"\" width=\"173\" height=\"20\"> bağıntısı ile\n <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/b92ff69c6f03dae96a52907f2e7b8d90.png\" alt=\"\" width=\"176\" height=\"40\"> bulunur."
  },
  {
    "id": "3192741",
    "unitNumber": 2,
    "text": "Aşağıda verilen projeksiyonlardan hangisi, loksodromiktir ve deniz ve hava haritaları için en uygundur?",
    "correctAnswer": "A",
    "options": {
      "A": "Mercator",
      "B": "Lambert konformal konik",
      "C": "Gauss-krüger",
      "D": "Bonne",
      "E": "UTM"
    },
    "explanation": "Projeksiyon 1569 yılında, kendisine Latince “Tüccar” anlamına gelen “Mercator” lakabını veren Gerhard Kremer tarafından kullanılmıştır. Bu nedenle projeksiyon literatürde <em>“</em>Mercator projeksiyonu” olarak tanınır.<br/>Mercator projeksiyonu loksodromiktir. Uçak ve gemi rotaları doğru hatlarla kolayca çizildiğinden bu sistem deniz ve hava haritaları için en uygundur."
  },
  {
    "id": "3192894",
    "unitNumber": 2,
    "text": "Dünya’nın şeklini ve yüzeyinin özellikleriyle nasıl ilişkili olduğunu inceler.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Geoid",
      "B": "Elipsod",
      "C": "Jeodezi",
      "D": "Loksodrom",
      "E": "Lambert"
    },
    "explanation": "Jeodezi, Dünya’nın şeklini ve yüzeyinin özellikleriyle nasıl ilişkili olduğunu inceler. Doğru cevap C’dir."
  },
  {
    "id": "3192898",
    "unitNumber": 2,
    "text": "<table> <tbody> <tr> <td> K. Bir elipsin eksenlerinden biri etrafında döndürülmesiyle meydana gelen üç boyutlu geometrik şekildir.\n </td> </tr> <tr> <td> 1. Geoid\n </td> </tr> <tr> <td> 2. Üç eksenli elipsoid\n </td> <td> L. Dünya’nın şeklini ve yüzeyinin özellikleriyle nasıl ilişkili olduğunu inceler.\n </td> </tr> <tr> <td> 3.Jeozedi\n </td> </tr> <tr> <td> 4. Dönel elipsoid\n </td> <td> M. Dünya’nın gerçek şekli, herhangi bir geometrik cisme benzemeyen basık küremsi bir şekildir.\n </td> </tr> <tr> <td> 5. Kaneva\n </td> </tr> </tbody> </table> Haritacılık ile ilgili yukarıdaki kavram ve tanımların doğru eşleştirilmesi aşağıdakilerden hangisinde verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "1-L, 3-M, 5-K",
      "B": "<strong>1-M, 3-L, 4-K </strong>",
      "C": "2-L, 4-K, 5-M",
      "D": "2-K, 4-L, 5-M",
      "E": "3-L, 4-M, 5-K"
    },
    "explanation": "Geoid, Dünya’nın gerçek şekli, herhangi bir geometrik cisme benzemeyen basık küremsi bir şekildir. Jeozedi, Dünya’nın şeklini ve yüzeyinin özellikleriyle nasıl ilişkili olduğunu inceler. Dönel elipsoid, bir elipsin eksenlerinden biri etrafında döndürülmesiyle meydana gelen üç boyutlu geometrik şekildir. Doğru cevap B’dir."
  },
  {
    "id": "3192900",
    "unitNumber": 2,
    "text": "oranı ile hesaplanan ve elipsoidin basıklığı denilen kavram da elipsoidin büyüklüğünü belirlemekte kullanılır.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "(a-b)/a",
      "B": "(a+b)/b",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/e434fa715c01fd8534ed66b27bdef51d.png\" alt=\"\" width=\"76\" height=\"27\">",
      "D": "(a+b-c)/a",
      "E": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/51a311bd160f397ea6f9ce82082e764e.png\" alt=\"\" width=\"135\" height=\"41\">"
    },
    "explanation": "Elipsoidini boyutlarından söz edilirken a ve b eksenlerinin belirtilmiş olması istenir. (a-b)/a oranı ile hesaplanan ve elipsoidin basıklığı denilen kavram da elipsoidin büyüklüğünün belirlemekte kullanılır. Doğru cevap A’dır."
  },
  {
    "id": "3192902",
    "unitNumber": 2,
    "text": "<ol type=\"I\"><br/><li>Kutupsal koordinat sistemi</li><br/><li>Dik koordinat sistemi</li><br/><li>Ekvator koordinat sistemi</li><br/><li>Uzay koordinat sistemi</li><br/></ol><br/>Yukarıdakilerden hangileri koordinat sistemlerindendir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II-II",
      "C": "I-II-III",
      "D": "I-II-IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Başlıca koordinat sistemleri, coğrafi koordinat sistemi (enlem, boylam); dik koordinat sistemi, (sağa, yukarı); kutupsal koordinat sistemi (azimut, mesafe) ve uzay koordinat sistemidir. Doğru cevap D’dir."
  },
  {
    "id": "3192903",
    "unitNumber": 2,
    "text": "Her noktanın karşı tarafa azami uzaklıkta tek bir karşılığının olması aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kaneva",
      "B": "Deformasyon",
      "C": "İzdüşüm",
      "D": "Kestirim",
      "E": "Antipodu"
    },
    "explanation": "Her noktanın, karşı tarafta azami uzaklıkta tek bir karşılığı vardır ve buna antipodu denir. Doğru cevap E’dir."
  },
  {
    "id": "3192904",
    "unitNumber": 2,
    "text": "Üzerinde bir harita veya planın temsil edilebildiği, merdiyenleri ve paralelleri temsil eden çizgiler ağı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Koordinat",
      "B": "Lambert",
      "C": "Kaneva",
      "D": "Sferoid",
      "E": "Gravite"
    },
    "explanation": "Kaneva (graticule), üzerinde bir harita veya planın temsil edilebildiği, meridyenleri ve paralelleri temsil eden çizgiler ağı. Doğru cevap C’dir."
  },
  {
    "id": "3192905",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi küresel ya da elipsoidal yüzeyin düzlem yüzeye dönüştürülme sistemidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Projeksiyon yüzeyi",
      "B": "İzdüşüm",
      "C": "Düşünceye bağlı projeksiyon",
      "D": "Harita projeksiyonu",
      "E": "Deformasyon"
    },
    "explanation": "Küresel ya da elipsoidal yüzeyin düzlem yüzeye dönüştürülme sistemine Harita Projeksiyonu denir. Doğru cevap D’dir."
  },
  {
    "id": "3192906",
    "unitNumber": 2,
    "text": "Bir ışık kaynağından çıkan ışınların etkisiyle, bir cismin bir düzlem üzerine görüntüsünün düşürülmesi eylemine denir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "İzdüşüm",
      "B": "Gnomik",
      "C": "Paralel",
      "D": "Meridyen",
      "E": "Enlem"
    },
    "explanation": "Bir ışık kaynağından çıkan ışınların etkisiyle, bir cismin bir düzlem üzerine görüntüsünün düşürülmesi eylemine izdüşüm denir. Doğru cevap A’dır."
  },
  {
    "id": "3192907",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Kullanılan Aracı Yüzeyin Cinsine Göre olan projeksiyon sınıflandırılması arasında <strong><u>yer almaz? </u></strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Düzlem projeksiyonlar",
      "B": "Silindirik projeksiyonlar",
      "C": "Konik projeksiyonlar",
      "D": "Eşit alanlı projeksiyonlar",
      "E": "Gerçek yüzeyi olmayan projeksiyonlar"
    },
    "explanation": "Kullanılan aracı yüzeyin cinsine göre projeksiyon tiplerinin şunları içerir: • Düzlem (Azimutal veya Zenital) Projeksiyonlar • Silindirik Projeksiyonlar • Konik Projeksiyonlar • Gerçek Yüzeyi Olmayan Projeksiyonlar. Doğru cevap D’dir."
  },
  {
    "id": "3192908",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi yeryüzünün tamamını gösteren ve genel bir dağılış haritası için en uygun projeksiyon yöntemidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Konik projeksiyonlar",
      "B": "Mercator projeksiyonu",
      "C": "Gauss-Kruger projeksiyonu",
      "D": "Gnomik düzlem projeksiyonu",
      "E": "Aitoff projeksiyonu"
    },
    "explanation": "<strong>Y</strong>eryüzünün tamamını gösteren ve genel bir dağılış haritası için en uygun projeksiyon <strong><em>Aitoff projeksiyondur. </em></strong>Doğru cevap D’dir."
  },
  {
    "id": "3194826",
    "unitNumber": 2,
    "text": "Bir ışık kaynağından çıkan ışınların etkisiyle, bir cismin bir düzlem üzerine görüntüsünün düşürülmesi eylemine ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "İzdüşüm",
      "B": "İtibari",
      "C": "Kaneva",
      "D": "Geoid",
      "E": "Antipodu"
    },
    "explanation": "Bir ışık kaynağından çıkan ışınların etkisiyle, bir cismin bir düzlem üzerine görüntüsünün düşürülmesi eylemine izdüşüm denir. Doğru cevap A şıkkıdır."
  },
  {
    "id": "3194831",
    "unitNumber": 2,
    "text": "Her noktanın, karşı tarafta azami uzaklıkta tek bir karşılığı vardır ve buna ne denir?",
    "correctAnswer": "B",
    "options": {
      "A": "Graticule",
      "B": "Antipodu",
      "C": "Enlem",
      "D": "Boylam",
      "E": "İtibari"
    },
    "explanation": "Her noktanın, karşı tarafta azami uzaklıkta tek bir karşılığı vardır ve buna antipodu denir. Doğru cevap B şıkkıdır."
  },
  {
    "id": "3194834",
    "unitNumber": 2,
    "text": "Birer derece aralıklarla hesap ettiğimizde, meridyenler batı ve doğu olmak üzere toplam tanedir?",
    "correctAnswer": "C",
    "options": {
      "A": "180",
      "B": "280",
      "C": "360",
      "D": "260",
      "E": "160"
    },
    "explanation": "Birer derece aralıklarla hesap ettiğimizde, meridyenler 180 batı ve 180 doğu olmak üzere toplam 360 tanedir. Doğru cevap C şıkkıdır."
  },
  {
    "id": "3194838",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi kullanılan aracı yüzeyin cinsine göre projeksiyon tiplerinden birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Silindirik projeksiyonlar",
      "B": "Konik projeksiyonlar",
      "C": "Gerçek yüzeyi olmayan projeksiyonlar",
      "D": "Yüzey kesen projeksiyonlar",
      "E": "Düzlem projeksiyonlar"
    },
    "explanation": "Kullanılan Aracı Yüzeyin Cinsine Göre<br/>a. Düzlem (Azimutal veya Zenital) Projeksiyonlar<br/>b. Silindirik Projeksiyonlar<br/>c. Konik Projeksiyonlar<br/>d. Gerçek Yüzeyi Olmayan Projeksiyonlar\n<br/>Doğru cevap D şıkkıdır."
  },
  {
    "id": "3194840",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi koruma özelliklerine göre projeksiyon tiplerinden birisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Doğru biçimli projeksiyonlar",
      "B": "Eşit alanlı projeksiyonlar",
      "C": "Eşit uzaklıklı projeksiyonlar",
      "D": "Koruma özelliği olmayan projeksiyonlar",
      "E": "Koruma özelliği olan projeksiyonlar"
    },
    "explanation": "Koruma Özelliklerine Göre Projeksiyonlar<br/>a. Doğru biçimli projeksiyonlar (Konform- Açı/Şekil Koruyan)<br/>b. Eşit alanlı projeksiyonlar (Equivalent - Alan Koruyan)<br/>c. Eşit uzaklıklı projeksiyonlar (Equidistans - Uzunluk Koruyan)<br/>d. Koruma özelliği olmayan projeksiyonlar (Afilaktik)<br/>Doğru cevap E şıkkıdır."
  },
  {
    "id": "3194946",
    "unitNumber": 2,
    "text": "Normal konumlu alan koruyan silindirik projeksiyon 1772 yılında kim tarafından geliştirilmiştir",
    "correctAnswer": "A",
    "options": {
      "A": "Lambert",
      "B": "Gerhard",
      "C": "Gauss",
      "D": "Kruger",
      "E": "Hammer"
    },
    "explanation": "Normal konumlu alan koruyan silindirik projeksiyon 1772 yılında Alman matematikçi Lambert tarafından geliştirilmiştir. Doğru cevap A şıkkıdır."
  },
  {
    "id": "3194950",
    "unitNumber": 2,
    "text": "Mercator projeksiyonu 1569 yılında kim tarafından kullanılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Lambert",
      "B": "Gerhard Kremer",
      "C": "Goode",
      "D": "Molweide",
      "E": "Hammer"
    },
    "explanation": "Projeksiyon 1569 yılında, kendisine Latince “Tüccar” anla- mına gelen “Mercator” lakabını veren Gerhard Kremer tarafından kullanılmıştır. Bu nedenle projeksiyon literatürde “Mercator projeksiyonu” olarak tanınır. Doğru cevap B şıkkıdır."
  },
  {
    "id": "3194952",
    "unitNumber": 2,
    "text": "Yeryüzünde iki noktayı birleştiren ve bu iki nokta arasındaki meridyenlerle aynı açıyı yapan eğriye ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Molweide",
      "B": "Orthodrom",
      "C": "Loxodrom",
      "D": "Mercator",
      "E": "Bonne"
    },
    "explanation": "Loxodrom veya Kerte Hattı: Yeryüzünde iki noktayı birleştiren ve bu iki nokta arasındaki meridyenlerle aynı açıyı yapan eğridir. Doğru cevap C şıkkıdır."
  },
  {
    "id": "3194955",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi hem havada hem de okyanuslarda yol bulmada sıklıkla kullanılan iki nokta arasındaki en kısa rotayı temsil eder?",
    "correctAnswer": "D",
    "options": {
      "A": "Kerte hattı",
      "B": "Konformal konik",
      "C": "Değiştirilmiş polikonik",
      "D": "Büyük çember",
      "E": "Bonne"
    },
    "explanation": "Orthodrom veya Büyük Çember: Hem ha- vada hem de okyanuslarda yol bulmada sık- lıkla kullanılan iki nokta arasındaki en kısa rotayı temsil eder. Doğru cevap D şıkkıdır."
  },
  {
    "id": "3194956",
    "unitNumber": 2,
    "text": "Koni ile küre eksenleri çakışık ve koni küreye bir bir paralel dairede teğet olur. Bu paralele ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kerte hattı",
      "B": "Büyük çember",
      "C": "Çok yüzeyli paralel",
      "D": "Çift standart paralel",
      "E": "Standart parelel"
    },
    "explanation": "Tek standart paralelli izdüşümde, Koni ile küre eksenleri çakışık ve koni küreye bir bir paralel dairede teğet olur. Bu paralele standart paralel denir. Doğru cevap E şıkkıdır."
  },
  {
    "id": "3191964",
    "unitNumber": 3,
    "text": "Arazi üzerinde ölçeceğimiz yatay bir uzunluğu, istenilen bir orana göre küçülterek kâğıt üzerine çizebilmek için, ölçülen uzunluk ile çizilecek uzunluk arasında kurulacak orana ne ad verilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Harita",
      "B": "Ölçek",
      "C": "Uzunluk Ölçümü",
      "D": "Değiştirme pergeli",
      "E": "Ölçüm Pençesi"
    },
    "explanation": "Arazi üzerinde ölçeceğimiz yatay bir uzunluğu, istenilen bir orana göre küçülterek<br/>kâğıt üzerine çizebilmek için, ölçülen uzunluk ile çizilecek uzunluk arasında kurulacak orana ölçek<br/>denir."
  },
  {
    "id": "3191966",
    "unitNumber": 3,
    "text": "Ölçek kelimesinin Arapça, Farsça ve Eski Türkçede karşılığı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mikyas (",
      "B": "Skala",
      "C": "Masştab",
      "D": "Kibo",
      "E": "Guīmó"
    },
    "explanation": "Ölçek: Arapça, Farsça ve Eski Türkçede Mikyas, Anglosakson ve Latin dillerde Skala (İngilizcede Scale, İtalyancada Scala, İspanyolcada Escala), Fransızcada Eşel (Échelle) ve Almancada Masştab (Maßstab)’tır. Masştab kelimesi Rusçaya ve oradan da diğer Sovyet topluluklarının dillerine de geçmiştir. Çincede (Guīmó) ve Japoncada (kibo)’dur"
  },
  {
    "id": "3191975",
    "unitNumber": 3,
    "text": "Cetvelin başlangıç (0) noktasından sağa doğru; uzunluk ölçüsünde kullanılması olası uzunluk birimlerine göre (m, km, kara mili, deniz mili, yarda vs) harita ölçeği dikkate alınarak<br/>bölümler işaretlenmiştir. Bu bölüme ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Esas ölçek",
      "B": "Ek ölçek",
      "C": "Diyagonal ölçek",
      "D": "Karşılaştırmalı ölçekler",
      "E": "Çizgisel Ölçek"
    },
    "explanation": "Cetvelin bir başlangıç (0) noktası mevcuttur. Bu noktadan sağa doğru; uzunluk ölçüsünde kullanılması olası uzunluk birimlerine göre (m, km, kara mili, deniz mili, yarda vs) harita ölçeği dikkate alınarak<br/>bölümler işaretlenmiştir. Bu bölüme esas ölçek denir. Sıfır noktasından sola doğru esas ölçeğin ondalık<br/>birimleri gösterilmiştir. Bu bölüme de ek ölçek denir ve uzunlukları daha doğru (ondalarına kadar doğrudan) ölçmeye yarar."
  },
  {
    "id": "3192010",
    "unitNumber": 3,
    "text": "Metre, desimetre, santimetre gibi üç ölçüm birimini temsil etmek veya iki ondalık basamağa kadar okumak için kullanılan ölçekler aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çubuk Harita Ölçeği",
      "B": "Diyagonal Harita Ölçeği",
      "C": "Karşılaştırmalı Ölçekler",
      "D": "Değişkenli Harita Ölçeği",
      "E": "Doğrusal Harita Ölçeği"
    },
    "explanation": "Basit ya da düz çubuk ölçekler, uzunlukları ilk ondalık basamağa kadar okumak için kullanılır. Yani<br/>metre ve desimetre ya da kilometre ve hektometre gibi iki basamaklı okuma sağlar. Diyagonal ölçekler ise metre, desimetre, santimetre gibi üç ölçüm birimini temsil etmek veya iki ondalık basamağa kadar okumak için kullanılır."
  },
  {
    "id": "3192011",
    "unitNumber": 3,
    "text": "Haritaların çoğunda kullanılan çeşitli uzunluk birimlerinde, (kilometre-mil, metre-fit vb.) birden fazla<br/>çizgisel ölçek bulunur. Bu tür ölçeklere ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Karşılaştırmalı Ölçekler",
      "B": "Değişkenli Harita Ölçeği",
      "C": "Diyagonal (Verev, Çapraz) Harita Ölçeği",
      "D": "Çubuk Harita Ölçeği",
      "E": "Doğrusal Harita Ölçeği"
    },
    "explanation": "Haritaların çoğunda kullanılan çeşitli uzunluk birimlerinde, (kilometre-mil, metre-fit vb.) birden fazla<br/>çizgisel ölçek bulunur. Bu tür ölçeklere karşılaştırmalı ölçekler denir."
  },
  {
    "id": "3192015",
    "unitNumber": 3,
    "text": "Bir veya iki ayrı ölçeğe göre hazırlanmış üzerinde sivri uç ve taksimatlar bulunan metal bir ölçü aletine ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ölçüm Pençesi",
      "B": "Kürvimetre",
      "C": "Cetvel",
      "D": "Pergel",
      "E": "Değiştirme pergeli"
    },
    "explanation": "Ölçüm Pençesi; bir veya iki ayrı ölçeğe göre hazırlanmış üzerinde sivri uç ve taksimatlar bulunan metal bir ölçü aletidir. Günümüzde pek kullanılmayan eski bir alettir. Genellikle sık sık yön değiştirerek ve kıvrılarak giden eğri uzunlukların ölçülmesinde kullanılan pençenin, sivri uçları arası km veya km’nin ondaları cinsinden taksimatlandırılmıştır."
  },
  {
    "id": "3192018",
    "unitNumber": 3,
    "text": "Geniş ve ayrıntılı çizimlerin hassas bir biçimde büyütülüp küçültülebilmesi için en fazla kullanılan araç aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kürvimetre",
      "B": "Değiştirme pergeli",
      "C": "Pençe",
      "D": "Cetvel",
      "E": "Pantograf"
    },
    "explanation": "Geniş ve ayrıntılı çizimlerin hassas bir biçimde büyütülüp küçültülebilmesi için en fazla kullanılan araç pantograftır. Pantograf ile girintili çıkıntılı bina köşelerini, eşyükselti eğrilerini gayet kolay bir biçimde başka bir ölçeğe değiştirme imkânı vardır. Pantograf, üzerinde birbirine eşit aralıklı ve eşit sayıda delik bulunan 4 adet cetvelin cıvata ve somun ile hareketli biçimde bağlanması ile oluşmuş eklemli bir paralel kenardır."
  },
  {
    "id": "3192019",
    "unitNumber": 3,
    "text": "Kürvimetre vb gibi ölçüm aletleri kullanılırken kaç defa ölçüm yapılır?",
    "correctAnswer": "B",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "4 ve üzeri"
    },
    "explanation": "Kürvimetre vb gibi ölçüm aletleri kullanılırken iki defa ölçüm yapılır. Değer aynı<br/>ya da yakın çıkarsa sorun yok demektir. Değerlerden biri farklı çıkarsa üçüncü bir ölçümle değer sağlamlaştırılır."
  },
  {
    "id": "3192020",
    "unitNumber": 3,
    "text": "Ölçek sayısı aşağıdakilerden hangisini vermektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Küçültme miktarı",
      "B": "Büyütme miktarı",
      "C": "Uzunluk",
      "D": "En",
      "E": "Derinlik"
    },
    "explanation": "Ölçek sayısı küçültme miktarını verdiği için, rakam ne kadar büyükse harita o kadar küçüktür.<br/>Tersine, ölçeğin paydasındaki sayı ne kadar küçükse, plan veya haritanın ölçeği o kadar büyüktür."
  },
  {
    "id": "3192022",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi harita üzerinde eğri çizgileri ölçmek için kullanılan araçlardan biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Cetvel",
      "B": "Ölçüm pergeli",
      "C": "Sabit aralıklı pergel",
      "D": "Kürvimetre",
      "E": "Değiştirme pergeli"
    },
    "explanation": "Harita üzerinde düz uzunlukları ölçmek için, milimetrik taksimata sahip bir cetvel veya bir ölçüm pergeli yeterlidir. Ancak eğri çizgileri ölçmek için, kıvrımların üzerine serilebilecek, sonra düzleştirilebilecek<br/>esneklikte ip, tel vb gibi malzemeler ya da şerit kâğıt, sabit aralıklı pergel veya ölçüm pençesi ya da eğri ölçer gibi araçlara ihtiyaç duyulur."
  },
  {
    "id": "3195416",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi arazi üzerinde ölçeceğimiz yatay bir uzunluğu, istenilen bir orana göre küçülterek kâğıt üzerine çizebilmek için, ölçülen uzunluk ile çizilecek uzunluk arasında kurulacak oran olarak tanımlanır?",
    "correctAnswer": "E",
    "options": {
      "A": "Harita",
      "B": "Genelleştirme",
      "C": "Sözel ölçek",
      "D": "Çizgisel harita",
      "E": "Ölçek"
    },
    "explanation": "Arazi üzerinde ölçeceğimiz yatay bir uzunluğu, istenilen bir orana göre küçülterek<br/>kâğıt üzerine çizebilmek için, ölçülen uzunluk ile çizilecek uzunluk arasında kurulacak orana ölçek denir."
  },
  {
    "id": "3195421",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi metre, desimetre, santimetre gibi üç ölçüm birimini temsil etmek veya iki ondalık basamağa kadar okumak için kullanılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Sayısal harita ölçeği",
      "B": "Sözel harita ölçeği",
      "C": "Doğrusal harita ölçeği",
      "D": "Diyagonal harita ölçeği",
      "E": "Çubuk harita ölçeği"
    },
    "explanation": "Diyagonal ölçekler, metre, desimetre, santimetre gibi üç ölçüm birimini temsil etmek veya iki ondalık basamağa kadar okumak için kullanılır. Diyagonal ölçek, yukarıda belirttiğimiz esas ve ek ölçek ilkelerine uygun olarak başlangıç noktasının (0) sağı ve solu gerekli sayıda eşit parçaya bölünür. Sonra tabandaki yatay çizgiye paralel eşit aralıklı çizgiler eklenerek ölçek iki boyutlu hale getirilir. Ek kısımda, esas kısımdaki bölmenin alt birimleri şeklinden bölünmüş taksimat dikey verev çizgilerle tekrar daha küçük parçalara bölünerek, ölçek üç basamaklı ölçüm yapamaya imkân veren bir cetvel hâlini almış olur.<br/>Diyagonal harita ölçeği"
  },
  {
    "id": "3195426",
    "unitNumber": 3,
    "text": "Harita üzerinde ölçülen uzunlukları arazi uzunluğuna, sayısal ölçek yardımıyla çevirmek için hesaplama yapmak gerekir. Bu hesaplarla uğraşmamak için her haritada sayısal ölçek değerinin yanında, genellikle haritaların alt kitabesinin dışında aşağıdaki ölçeklerden hangisi bulunur?",
    "correctAnswer": "D",
    "options": {
      "A": "Ek ölçek",
      "B": "Kesir ölçek",
      "C": "Esas ölçek",
      "D": "Çizgisel ölçek",
      "E": "Diyagonal ölçek"
    },
    "explanation": "Harita üzerinde ölçülen uzunlukları arazi uzunluğuna, sayısal ölçek yardımıyla çevirmek için hesaplama yapmak gerekir. Bu hesaplarla uğraşmamak ve harita üzerinde çalışmayı hızlandırmak için her haritada sayısal ölçek değerinin yanında, genellikle haritaların alt kitabesinin dışında çizgisel ölçek bulunur. Çizgisel ölçek, haritadaki uzunlukların, yatay arazi uzunlukları olarak ölçülebildiği, harita üzerine basılmış bir cetveldir."
  },
  {
    "id": "3195652",
    "unitNumber": 3,
    "text": "Haritanın içeriğinin, doğruluğunun ve aynı zamanda da kullanım alanlarının belirtilmesi aşağıdakilerden hangi tanımın içeriğidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kapsam",
      "B": "Ölçek",
      "C": "İçerik",
      "D": "Fiziki Ölçümler",
      "E": "Ayrıntı gösterilmesi"
    },
    "explanation": "ÖLÇEĞİN ÖNEMİ VE TANIMI<br/>Haritanın içeriğinin, doğruluğunun ve aynı zamanda da kullanım alanlarının belirtilmesi ''ölçek'' olarak tanımlanır."
  },
  {
    "id": "3195657",
    "unitNumber": 3,
    "text": "Küçük ölçekli haritalarda, büyük ölçekli haritalarda görülen tüm ayrıntılar gösterilemez. Haritanın<br/>ölçeği ve kullanım amacı doğrultusunda önemli olarak değerlendirilen bazı ayrıntılar harita üzerinde yer alırlar.<br/>Bu durum, haritanın ölçeği küçüldükçe yapılan .......................... işlemi sonucu ortaya çıkar. \n Yukarıdaki açıklama cümlesinde tamamlayıcı olan aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Detaylandırma",
      "B": "Büyütülme",
      "C": "Genelleştirme",
      "D": "Görselleştirme",
      "E": "Sayısallaştırma"
    },
    "explanation": "ÖLÇEĞİN ÖNEMİ VE TANIMI<br/>Küçük ölçekli haritalarda, büyük ölçekli haritalarda görülen tüm ayrıntılar gösterilemez. Haritanın<br/>ölçeği ve kullanım amacı doğrultusunda önemli olarak değerlendirilen bazı ayrıntılar harita üzerinde yer alırlar.<br/>Bu durum, haritanın ölçeği küçüldükçe yapılan ''genelleştirme'' işlemi sonucu ortaya çıkar."
  },
  {
    "id": "3195662",
    "unitNumber": 3,
    "text": "Harita ölçeğinin belirlenmesinde en temel kural,aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gösterilmek istenen nesnenin büyüklüğü ve<br/>ayrıntının derecesidir",
      "B": "Önemli nesneleri tam ölçüsünde göstermek gerekir.",
      "C": "Önemli nesnelerin görsellerinin haritada yer alması",
      "D": "İnsan yerleşimlerinin az sayıda olanların belirtilmemesi",
      "E": "Bitki örtüsünün tüm haritalarda gösterilmesi"
    },
    "explanation": "Harita ölçeğinin belirlenmesinde en temel kural ,gösterilmek istenen nesnenin büyüklüğü ve<br/>ayrıntının derecesidir."
  },
  {
    "id": "3195939",
    "unitNumber": 3,
    "text": "Ölçek sayısı küçültme miktarını verdiği için, rakam ne kadar büyükse harita o kadar ...........................\n Yukarıdaki açıklama aşağıdakilerden hangisi ile tamamlanmalıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Büyüktür",
      "B": "Eşittir",
      "C": "Küçüktür",
      "D": "Dengelidir",
      "E": "Açıklayıcıdır"
    },
    "explanation": "Sayısal Harita Ölçeği<br/>Ölçek sayısı küçültme miktarını verdiği için, rakam ne kadar büyükse harita o kadar küçüktür."
  },
  {
    "id": "3195946",
    "unitNumber": 3,
    "text": "Haritanın ölçeği;yazılı bir ifade şeklinde de sözel olarak beyan edilebilir. Harita ölçeğinin yazı ile beyan edilmesi genellikle hangi ülkenin ölçü biriminin kullanıldığı haritalarda karşımıza çıkmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "İspanyol ölçü biriminin kullanıldığı",
      "B": "Rusya'nın ölçü biriminin kullanıldığı",
      "C": "Çin ve kantonlarındaki ölçü biriminin kullanıldığı",
      "D": "Arap ülkelerinin ölçü biriminin kullanıldığı",
      "E": "İngiliz ölçü biriminin kullanıldığı"
    },
    "explanation": "Sözel Harita Ölçeği<br/>Haritanın ölçeği yazılı bir ifade şeklinde de sözel olarak beyan edilebilir. Harita ölçeğinin yazı ile beyan edilmesi genellikle İngiliz ölçü biriminin kullanıldığı haritalarda karşımıza çıkmaktadır."
  },
  {
    "id": "3195948",
    "unitNumber": 3,
    "text": "Metre, desimetre, santimetre gibi üç ölçüm birimini temsil etmek veya iki ondalık basamağa kadar okumak<br/>için kullanılan ölçek aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Basit ölçek",
      "B": "Diyagonal Ölçek",
      "C": "Düz çubuk ölçek",
      "D": "Ek ölçek",
      "E": "Esas ölçek"
    },
    "explanation": "Diyagonal (Verev, Çapraz) Harita Ölçeği<br/>Metre, desimetre, santimetre gibi üç ölçüm birimini temsil etmek veya iki ondalık basamağa kadar okumak<br/>için kullanılan ölçek ''Diyagonal ölçek''tir."
  },
  {
    "id": "3195950",
    "unitNumber": 3,
    "text": "Haritalarda yırtılma, silinme vb. gibi nedenlerle<br/>ölçeğin bulunamaması söz konusu olabilir, arazi uzunluğunun haritadan bulunabilmesi için öncelikle harita ölçeğinin bilinmesi gerekir. Bilinmeyen ölçeği belirlemek için birkaç yöntem vardır. Aşağıdakilerden hangisi bu yöntemlerle ilgisiz açıklamadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Haritanın uzunluğunu, arazi uzunluğu ile karşılaştırma",
      "B": "Aynı yerleri gösteren ölçeği bilinmeyen bir haritayı, ölçeği bilinen diğer bir harita ile karşılaştırma",
      "C": "Ölçeği Bilinmeyen Haritanın Ölçeğini<br/>Kılavuz Çizgiler Yardımıyla Bulmak",
      "D": "Aynı yerleri gösteren bir başka ölçekli haritanın kullanılması yardımı ile",
      "E": "Yatay arazi uzunluğu, harita üzerinde ölçülen uzunluğun ölçek sayısı ile çarpılmasıyla bulunur."
    },
    "explanation": "ÖLÇEĞİ BİLİNMEYEN HARİTANIN<br/>ÖLÇEĞİNİN BULUNMASI<br/>''Yatay arazi uzunluğu, harita üzerinde ölçülen uzunluğun ölçek sayısı ile çarpılmasıyla bulunur.' 'Açıklaması soru ile ilgisizdir."
  },
  {
    "id": "3195956",
    "unitNumber": 3,
    "text": "Haritalarda gösterilen doğrusal hatlar, düz çizgiler ve eğri (düzensiz) veya zikzak çizgiler olarak iki geniş<br/>kategoriye ayrılır. Düz hatlardan oluşan karayolu, demiryolu ve kanallar gibi yerlerin ölçümünde aşağıdakilerden hangisi kullanılmalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Ölçüm pençesine <br/>ihtiyaç duyulur.",
      "B": "Harita üzerinde uzunlukları ölçmek için, milimetrik taksimata sahip bir cetvel veya bir ölçüm pergeli yeterlidir.",
      "C": "Kıvrımların üzerine serilebilecek, sonra düzleştirilebilecek<br/>esneklikte ip, tel vb gibi malzemeler",
      "D": "Şerit kâğıt kullanımı uygundur",
      "E": "Sabit aralıklı pergel kullanımı gerekir"
    },
    "explanation": "HARİTA ÜZERİNDE UZUNLUKLARIN ÖLÇÜMÜ<br/>Düz hatlardan oluşan karayolu, demiryolu ve kanallar gibi yerlerin ölçümünde ,harita üzerinde uzunlukları ölçmek için, milimetrik taksimata sahip bir cetvel veya bir ölçüm pergeli yeterlidir"
  },
  {
    "id": "3195959",
    "unitNumber": 3,
    "text": "Arazide 2.000 m olan yatay bir uzunluğun 1/40.000 ölçekli haritadaki uzunluğu aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "8 cm",
      "B": "7 cm",
      "C": "5 cm",
      "D": "3 cm",
      "E": "2 cm"
    },
    "explanation": "Arazide 2m olan yatay bir uzunluğun 1/40.000 ölçekli haritadaki uzunluğu;<br/>HU = AU / m = 2000 / 40.000 = 0,05 = 5 cm’dir."
  },
  {
    "id": "3195962",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi harita uzunluk ölçümünde kullanılmaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Değiştirme pergeli",
      "B": "Opizometre",
      "C": "Kürvimetre",
      "D": "Kavisölçer",
      "E": "Rotametre"
    },
    "explanation": "Ölçüm Araçları ile Uzunluk Ölçümü<br/>Değiştirme pergeli kullanılmaz."
  },
  {
    "id": "3195967",
    "unitNumber": 3,
    "text": "Haritaların çoğunda kullanılan çeşitli uzunluk birimlerinde, (kilometre-mil, metre-fit vb.) birden fazla çizgisel ölçek bulunur. Aşağıdakilerden hangisi bu tür bir ölçektir?",
    "correctAnswer": "C",
    "options": {
      "A": "Esas ölçek",
      "B": "Doğrusal harita ölçeği",
      "C": "Karşılaştırmalı ölçek",
      "D": "Sayısal ölçek",
      "E": "Sözel ölçek"
    },
    "explanation": "Haritaların çoğunda kullanılan çeşitli uzunluk birimlerinde, (kilometre-mil, metre-fit vb.) birden fazla çizgisel ölçek bulunur. Bu tür ölçeklere karşılaştırmalı ölçekler denir.<br/>Karşılaştırılmalı ölçek"
  },
  {
    "id": "3195970",
    "unitNumber": 3,
    "text": "Günümüzde çok gelişmiş ve elektronik kısımlarla güçlendirilmiş olan pek çok optik büyütme ve küçültme yapan cihazlar vardır. Bunların en yaygın kullanılanı fotokopi makinalarıdır. Optik pantograf, reprokamera, episkop vs. gibi pek çok cihaz ile büyütme küçültme işlemi yapılabilmektedir. ''Üzerinde birbirine eşit aralıklı ve eşit sayıda delik<br/>bulunan 4 adet cetvelin cıvata ve somun ile hareketli biçimde bağlanması ile oluşmuş eklemli bir paralel<br/>kenardır. Kutup adı verilen sabitleme ucu bakış noktasını oluşturan ve buradan itibaren uzaklıklar arasındaki orana bağlı olarak büyüyen bir ışınsal bağlantıdır. Gezdirme ya da gezici uç orijinal çizim<br/>üzerinde gezdirilirken, çizim ya da çizici uç istenen oranda küçültülmüş ya da büyütülmüş planı çizer.<br/>Uçlar yer değiştirdiğinde işlem de tersine döner.''\n Yukarıdaki açıklamada tırnak içine alınmış bölüm hangi optik büyütme-küçültme cihazını tanımlamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Fotokopi makinası",
      "B": "Reprokamera",
      "C": "Episkop",
      "D": "Optik pantograf",
      "E": "Işınlar yöntemi"
    },
    "explanation": "HARİTALARIN KÜÇÜLTÜLMESİ<br/>VEYA BÜYÜTÜLMESİ<br/>Optik pantografı tanımlamaktadır."
  },
  {
    "id": "3195984",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi harita üzerinde ölçülen herhangi bir uzunluğun, arazide yatay uzunluk olarak karşılığını bulmak için ya da arazide ölçülen bir yatay uzunluğu haritaya geçirmek için kullanılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Doğrusal ölçek",
      "B": "Çizgisel ölçek",
      "C": "Değişkenli ölçek",
      "D": "Karşılaştırmalı ölçek",
      "E": "Diyagonal ölçek"
    },
    "explanation": "Çizgisel ölçek, harita üzerinde ölçülen herhangi bir uzunluğun, arazide yatay uzunluk olarak karşılığını bulmak için ya da arazide ölçülen bir yatay uzunluğu haritaya geçirmek için kullanılır."
  },
  {
    "id": "3195997",
    "unitNumber": 3,
    "text": "Haritada uzunluğu (HU) = 5 cm olan iki yerleşme arasındaki yatay arazi uzunluğu (AU) = 40 km olarak ölçülmüş ise haritanın ölçeği aşağıdakilerden hangisi olur?",
    "correctAnswer": "E",
    "options": {
      "A": "1:20 000",
      "B": "1: 40 000",
      "C": "1:80 000",
      "D": "1:400 000",
      "E": "1:800 000"
    },
    "explanation": "40 km= 4.000.000 cm’dir. 1 / m = HU / AU olduğuna göre 5 / 4.000.000 ve m= 4.000.000 / 5 = 800.000 olarak ölçek sayısı bulunur. Buradan haritanın ölçeğinin M= 1 / m = 1: 800 000 olduğu anlaşılmış olur.<br/>1:800 000"
  },
  {
    "id": "3196010",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi harita üzerindeki uzunlukların ölçümüne ilişkin <strong>doğru</strong> bir ifadedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Engebeli yüzey ne kadar çoksa, ölçülen yatay arazi uzunluğu, gerçek değerden o kadar uzaktır.",
      "B": "Düze yakın arazilerde gerçek uzunluk ile yatay uzunluk arasındaki fark çok fazladır.",
      "C": "Harita ölçeği büyüdükçe eğri hatlar genelleştirilip, eğri olarak gösterim sağlanır.",
      "D": "Eğri çizgileri ölçmek için, milimetrik taksimata sahip bir cetvel veya bir ölçüm pergeli kullanılır.",
      "E": "Harita ölçeği büyüdükçe haritada ölçülen uzunluklar gerçek uzunluklardan daha kısa olur."
    },
    "explanation": "Arazide iki nokta arasında engebeli yüzey ne kadar çoksa, ölçülen yatay arazi uzunluğu, gerçek değerden o kadar uzaktır. Buna karşın eğimli arazilerin az olduğu düz ve düze yakın arazilerde gerçek uzunluk ile yatay uzunluk arasındaki fark çok fazla değildir. Harita ölçeği küçüldükçe eğri hatlar genelleştirilip, düz gibi gösterildiğinden; haritada ölçülen uzunluklar gerçek uzunluklardan daha kısa<br/>olur. Harita üzerinde düz uzunlukları ölçmek için, milimetrik taksimata sahip bir cetvel veya bir ölçüm pergeli yeterlidir. Ancak eğri çizgileri ölçmek için, kıvrımların üzerine serilebilecek, sonra düzleştirilebilecek esneklikte ip, tel vb gibi malzemeler ya da şerit kâğıt, sabit aralıklı pergel veya ölçüm pençesi ya da eğri<br/>ölçer gibi araçlara ihtiyaç duyulur."
  },
  {
    "id": "3196022",
    "unitNumber": 3,
    "text": "Eğri harita uzunluklarının ölçülmesinde aşağıdakilerden hangisi <strong>kullanılmaz</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Ölçü pençesi",
      "B": "Cetvel",
      "C": "Çubuk ölçek",
      "D": "Kürvimetre",
      "E": "Diyagonal ölçek"
    },
    "explanation": "Eğri uzunluklar; sabit veya değişken pergel ağzı açıklıkları, düz bir kâğıt kenarı (kâğıt şerit) ve çubuk ya da diyagonal ölçek kullanılarak ölçülür. Eğri harita uzunluklarının ölçülmesinde ayrıca ölçü pençesi ve kürvimetre gibi araçlar kullanılır. Böyle yerlerin ölçülmesinde, başlangıç noktasından bitiş noktasına kadar hat boyunca bir iplik ya da tel gibi kolay bükülebilen malzemeler yerleştirilerek mesafeler ölçülebilir. İplik ya da tel daha sonra gerilir ve mesafeyi belirlemek için boyu ölçülerek ölçekle kıyaslanır.<br/>Cetvel"
  },
  {
    "id": "3196029",
    "unitNumber": 3,
    "text": "Bir planın sınır çizgileri doğrular biçiminde ve az sayıda ise, büyütme ve küçültme için aşağıdaki yöntemlerden hangisi kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Işınlar yöntemi",
      "B": "Kareler Ağı Yöntemi",
      "C": "Değiştirme Üçgeni Yöntemi",
      "D": "Mekanik Yöntemler",
      "E": "Optik Yöntemler"
    },
    "explanation": "Bir planın sınır çizgileri doğrular biçiminde ve az sayıda ise, büyütme ve küçültme için ışınlar yöntemi kullanılır. Işınlar yöntemi gerçekte bir merkezî perspektiftir. Bu yöntemde seçilen bir merkez ile orijinal planın noktalarını birleştiren ışınlar çizilir. Noktaların bu merkeze olan uzaklıkları istenilen ölçekte büyütülüp küçültülerek bu merkez noktasından itibaren ışınlar üzerinde işaretlenir. Böylece bulunan yeni noktalar birleştirilmek suretiyle ölçeği değiştirilmiş yeni çizim elde edilir."
  },
  {
    "id": "3196466",
    "unitNumber": 3,
    "text": "I. Hangi ölçeğin seçildiği çok önemli değildir. \n<br/>II. Harita ölçeği haritanın içeriğine etki eden en önemli faktördür.\n<br/>III. Haritanın ölçeği ne kadar büyük olursa içeriği de o kadar zengin, doğru, tam ve doğala yakın olur.\n<br/>IV. Ölçek; haritanın içeriğini, doğruluğunu ve aynı zamanda da kullanım alanlarını belirleyen bir ölçüttür.\n<br/>Yukarıda ölçeğin önemiyle ilgili verilen maddelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II ve III",
      "B": "I, III ve IV",
      "C": "II, III ve IV",
      "D": "I, II ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Ölçeğin Önemi: Harita hazırlamak için verilmesi gereken ilk karar, haritanın ölçeğinin ne olacağıdır. Ölçek seçimi çok önemlidir. Bir haritanın ölçeği, bilgi içeriğinin sınırlarını ve harita üzerinde tanımlanabilecek gerçeklik derecesini belirler. Yani harita ölçeği haritanın içeriğine etki eden en önemli faktördür. Haritanın ölçeği ne kadar büyük olursa içeriği de o kadar zengin, doğru, tam ve doğala yakın olur. Buradan anlaşılacağı üzere ölçek; haritanın içeriğini, doğruluğunu ve aynı zamanda da kullanım alanlarını belirleyen bir ölçüttür.<br/>Doğru cevap C dir.\n<br/>Ölçeğin Önemi Harita hazırlamak için verilmesi gereken ilk karar, haritanın ölçeğinin ne olacağıdır. Ölçek seçimi çok önemlidir. Bir haritanın ölçeği, bilgi içeriğinin sınırlarını ve harita üzerinde tanımlanabilecek gerçeklik derecesini belirler. Yani harita ölçeği haritanın içeriğine etki eden en önemli faktördür. Haritanın ölçeği ne kadar büyük olursa içeriği de o kadar zengin, doğru, tam ve doğala yakın olur. Buradan anlaşılacağı üzere ölçek; haritanın içeriğini, doğruluğunu ve aynı zamanda da kullanım alanlarını belirleyen bir ölçüttür."
  },
  {
    "id": "3196482",
    "unitNumber": 3,
    "text": "Aşağıda verilen şıklardan hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Harita ölçeği küçüldükçe haritanın amacına göre önemli olan ayrıntılar daha büyük gösterilir.",
      "B": "Büyük ölçekli haritalarda, küçük ölçekli haritalarda görülen tüm ayrıntılar gösterilemez.",
      "C": "Büyük ölçekli haritalarda daha az önemli olan ayrıntılar ya çok fazla genelleştirilerek gösterilir veya hiç gösterilmez.",
      "D": "Harita ölçeği küçüldükçe haritanın amacına göre önemli olan ayrıntılar daha küçük gösterilir.",
      "E": "Haritada hangi ölçeğin (büyük veya küçük) kullanılacağı çok önemli değildir."
    },
    "explanation": "Doğru cevap A dır.\n Ölçeğin Önemi Harita hazırlamak için verilmesi gereken ilk karar, haritanın ölçeğinin ne olacağıdır. Ölçek seçimi çok önemlidir. Bir haritanın ölçeği, bilgi içeriğinin sınırlarını ve harita üzerinde tanımlanabilecek gerçeklik derecesini belirler. Yani harita ölçeği haritanın içeriğine etki eden en önemli faktördür. Haritanın ölçeği ne kadar büyük olursa içeriği de o kadar zengin, doğru, tam ve doğala yakın olur. Buradan anlaşılacağı üzere ölçek; haritanın içeriğini, doğruluğunu ve aynı zamanda da kullanım alanlarını belirleyen bir ölçüttür. Küçük ölçekli haritalarda, büyük ölçekli haritalarda görülen tüm ayrıntılar gösterilemez. Haritanın ölçeği ve kullanım amacı doğrultusunda önemli olarak değerlendirilen bazı ayrıntılar harita üzerinde yer alırlar. Bu durum, haritanın ölçeği küçüldükçe yapılan genelleştirme işlemi sonucu ortaya çıkar. Genellikle harita ölçeği küçüldükçe haritanın amacına göre önemli olan ayrıntılar kullanıcının dikkatini bu yönde yoğunlaştırmak amacıyla daha büyük gösterilir. Bu nedenle daha az önemli olan ayrıntılar ya çok fazla genelleştirilerek gösterilir veya hiç gösterilmez. Bu gösterilememenin ölçüsü ve ayrıntıların seçimi (genelleştirme), küçülen ölçek oranında devamlı çoğalır."
  },
  {
    "id": "3196495",
    "unitNumber": 3,
    "text": "I. Ölçek, arazideki uzaklık (mesafe) ile harita üzerinde onu temsil eden uzaklık arasındaki ilişkiyi (oranı) ifade eder. \n II. Ölçülen uzunluk ile çizilecek uzunluk arasında kurulacak orana ölçek denir. \n III. Ölçek, harita üzerinde l cm uzunluğun, arazide kaç cm. uzunluğu temsil ettiğini gösterir.\n IV. Ölçek aslında bir oran olduğundan birimsiz bir değer (büyüklük), bir katsayıdır. \n Ölçeğin tanımıyla ilgili yukarıda verilen maddelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "I, III ve IV",
      "B": "I, II ve IV",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Doğru cevap E dir.\n Ölçeğin Tanımı Ölçek, arazideki uzaklık (mesafe) ile harita üzerinde onu temsil eden uzaklık arasındaki ilişkiyi (oranı) ifade eder. Arazi üzerinde ölçeceğimiz yatay bir uzunluğu, istenilen bir orana göre küçülterek kâğıt üzerine çizebilmek için, ölçülen uzunluk ile çizilecek uzunluk arasında kurulacak orana ölçek denir. Arazideki iki nokta arasındaki yatay uzaklık ile aynı iki nokta arasındaki uzaklığı haritada temsil eden uzunluğa oranı olarak ifade edebiliriz (Bilgin 2013). Yani, harita üzerinde ölçülen bir birim uzunluğun, arazi üzerinde aynı birimden kaç katına karşılık geldiğini gösterir. Daha açık bir ifade ile harita üzerinde bir kalem boyundaki değerin, arazide kaç kalem boyuna karşılık geldiğini veya harita üzerinde l cm uzunluğun, arazide kaç cm. uzunluğu temsil ettiğini gösterir. Ölçek aslında bir oran olduğundan birimsiz bir değer (büyüklük), bir katsayıdır. Kısaca Ölçek; harita üzerinde seçilen iki nokta arasındaki uzunluğun, yeryüzünde aynı iki nokta arasındaki yatay uzunluğuna oranıdır. Elbette burada bahsedilen ölçü birimi her iki yerde de aynıdır."
  },
  {
    "id": "3196508",
    "unitNumber": 3,
    "text": "Harita ölçeğinin belirlenmesiyle ilgili aşağıda verilen maddelerden hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Harita ölçeğinin belirlenmesinde en temel kural, gösterilmek istenen nesnenin büyüklüğü ve ayrıntının derecesidir.",
      "B": "Haritadan beklenilen duyarlık ile haritanın ölçeği orantılı olmalıdır.",
      "C": "Gerek harita alımı sırasında çizilen uzunluklar gerekse de mevcut haritalar üzerinde ölçülen uzunluklar, arazide ölçülecek yatay uzunluğun aynısı olmalıdır.",
      "D": "Haritadaki çizgilerin göreceli konumunu ölçerken, grafik doğruluk değeri de yeterli değildir.",
      "E": "Haritanın kendi hatasını ve haritadaki ölçüm hatasını hesaba katarsak, haritadaki uzunlukları belirlemenin grafiksel doğruluğunun maksimum 0,5 mm olduğu göz önüne alınmalıdır."
    },
    "explanation": "Doğru cevap C dir. \n Harita Ölçeğinin Belirlenmesi Harita ölçeğinin belirlenmesinde en temel kural, gösterilmek istenen nesnenin büyüklüğü ve ayrıntının derecesidir. Mesela 10 m büyüklüğünde bir nesneyi göstermek için 1 mm büyüklüğünde sembol seçersek, haritanın ölçeği 1:10.000’den küçük olamaz. Zira 1 mm’nin 10.000 katı 10 m’dir. Aynı şekilde 1 mm kalınlıkta bir çizgi ile gösterdiğimiz yol 1:100.000 ölçekli haritada 100 m, 1:1.000.000 ölçekli haritada 1 km arazi genişliğine karşılık gelir. Yani 3 şeritli, çift yönlü bir otoban, yan boşlukları ile birlikte ancak 40 m’yi bulmakta, bu yol 1:100.000 ölçekli haritada gerçek boyutu ile gösterilemez, en az 2,5 kat abartılarak gösterilebilir. Aynı şekilde, 1:1.000.000 ölçekli haritada en az 25 kat abartılarak gösterilmek zorundadır. Bu nedenle gerek harita alımı sırasında çizilen uzunluklar ve gerekse mevcut haritalar üzerinde ölçülen uzunluklar, arazide ölçülecek yatay uzunluğun aynısı olamazlar. Burada zorunlu olarak kabul edilen bir hata vardır ki, buna grafik hata ya da sakınılması mümkün olmayan hata denir (Çobanoğlu 2016). Buradan hareketle bir plan veya harita üzerindeki bir parçanın uzunluğunun 0,2 mm doğrulukla tahmin edilebileceği kabul edilmektedir. Bu değerin ölçek sayısı ile çarpımı o haritada gösterilebilecek en küçük nesne boyutunu verir. Mesela 0,2 mm = 0,0002 m 0,0002x25000=5 m’dir. Yani 1:25.000 ölçekli haritada 5 m’den daha küçük hiçbir nesne gerçek boyutu ile temsil edilemez. Haritalarda grafik doğruluğun sınırını bulmak için bu değer ve çıkacak sayı o ölçekli haritadaki sakınılması mümkün olmayan hatayı verir. Bu nedenle göstermek istediğimiz nesne büyüklüğünü ve haritada göstermek istediğimiz ayrıntılar hesaplanarak haritanın ölçeği belirlenmelidir (Darkot 1957). Yani haritadan beklenilen duyarlık ile haritanın ölçeği orantılı olmalıdır. Haritadaki çizgilerin göreceli konumunu ölçerken, grafik doğruluk değeri de yeterli değildir. Çünkü çizim ve okuma sırasında oluşan hataların ortalaması 0,5 mm’dir (Özgen 1974). Yani haritanın kendi hatasını ve haritadaki ölçüm hatasını hesaba katarsak, haritadaki uzunlukları belirlemenin grafiksel doğruluğunun maksimum 0,5 mm olduğu göz önüne alınmalıdır. Mesela 1:25.000 ölçekli harita üzerinde yaptığımız uzunluk ölçmelerinde ±15 m hatalı sonuç çıkabileceğini unutmamalıyız."
  },
  {
    "id": "3196615",
    "unitNumber": 3,
    "text": "I. Sayı ile ya da sözlü beyan olarak küçültme oranı ifade edilir.\n II. Sayı ile ifade edildiğinde sayısal harita ölçeği denir.\n III.Üzerinde birincil ve ikincil bölümlerin işaretlenmiş olduğu, harita uzunluklarına karşılık gelen arazi uzunluklarını gösteren bir çizgi çubuğudur.\n IV. Haritanın ölçeği yazılı bir ifade şeklinde gösterildiğinde de sözel harita ölçeği denir.\n Oransal harita ölçekleriyle ilgili yukarıda verilen maddelerden hangisi/hangileri doğrudur.",
    "correctAnswer": "D",
    "options": {
      "A": "I, II ve III",
      "B": "I, II, III ve IV",
      "C": "II, III ve IV",
      "D": "I, II ve IV",
      "E": "I, III ve IV"
    },
    "explanation": "Doğru cevap D dir.\n Oransal Harita Ölçekleri Oransal ölçek sayı ile ya da yazı ile ifade edilebilir. Sayı ile ifade edildiğinde sayısal ölçek denir. Haritanın ölçeği yazılı bir ifade şeklinde gösterildiğinde de sözel ölçek denir."
  },
  {
    "id": "3196619",
    "unitNumber": 3,
    "text": "I. Sayı ile ya da sözlü beyan olarak küçültme oranı ifade edilir.\n II. İster sayı ile isterse yazı ile ifade edilmiş olsun, haritanın üretimi sırasında belirlenmiş sabit bir ifadedir.\n III.Üzerinde birincil ve ikincil bölümlerin işaretlenmiş olduğu, harita uzunluklarına karşılık gelen arazi uzunluklarını gösteren bir çizgi çubuğudur.\n IV. En büyük avantajı, harita küçültüldüğünde veya büyütüldüğünde de geçerli olmasıdır.\n Doğrusal harita ölçekleriyle ilgili yukarıda verilen maddelerden hangisi/hangileri doğrudur.",
    "correctAnswer": "B",
    "options": {
      "A": "I, II ve III",
      "B": "II, III ve IV",
      "C": "I, III ve IV",
      "D": "I, II, III ve III",
      "E": "I, III ve IV"
    },
    "explanation": "Doğru cevap B dir.\n Doğrusal Harita Ölçeği Doğrusal ölçek türleri, üzerinde birincil ve ikincil bölümlerin işaretlenmiş olduğu, harita uzunluklarına karşılık gelen arazi uzunluklarını gösteren bir çizgi çubuğudur. Oransal harita ölçeği, ister sayı ile isterse yazı ile ifade edilmiş olsun, haritanın üretimi sırasında belirlenmiş sabit bir ifadedir. Daha sonra harita boyutlarında çeşitli nedenlerle değişme olduğunda geçersiz hale gelirler. Fakat harita ile aynı malzeme üzerine aynı şekilde basılmış olan doğrusal harita ölçeği, harita ile birlikte aynı değişime uğrayacağından durumu değişmez. Yani doğrusal harita ölçeğinin en büyük avantajı, harita küçültüldüğünde veya büyütüldüğünde de geçerli olmasıdır."
  },
  {
    "id": "3196628",
    "unitNumber": 3,
    "text": "Aşağıdaki şıklardan hangisi oransal harita ölçeklerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Basit çizgisel harita ölçeği",
      "B": "Diyagonal harita ölçeği",
      "C": "Basit çubuk harita ölçeği",
      "D": "Karşılaştırmalı ölçekler",
      "E": "Sözel harita ölçeği"
    },
    "explanation": "Doğru cevap E dir. \n Oransal Harita Ölçekleri Oransal ölçek sayı ile ya da yazı ile ifade edilebilir. Sayı ile ifade edildiğinde sayısal ölçek denir. Haritanın ölçeği yazılı bir ifade şeklinde gösterildiğinde de sözel ölçek denir."
  },
  {
    "id": "3196636",
    "unitNumber": 3,
    "text": "Birden fazla çizgisel ölçeğin bulunduğu ölçek aşağıdaki şıkların hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Basit çubuk harita ölçeği",
      "B": "Sözel harita ölçeği",
      "C": "Karşılaştırmalı harita ölçeği",
      "D": "Sayısal harita ölçeği",
      "E": "Diyagonal harita ölçeği"
    },
    "explanation": "Doğru cevap C dir. \n Karşılaştırmalı Ölçekler Haritaların çoğunda kullanılan çeşitli uzunluk birimlerinde, (kilometre-mil, metre-fit vb.) birden fazla çizgisel ölçek bulunur. Bu tür ölçeklere karşılaştırmalı ölçekler denir. Karşılaştırmalı ölçek, ortak bir kesir ölçeğe sahip bir çift ölçektir. Ama farklı birimleri okumak için oluşturulmuşlardır. Mil ve furlongları gösteren bir karşılaştırmalı ölçek ile doğrudan kilometre ve hektometre cinsinden de ölçüm yapılabilir (Şekil 3.8). Böyle bir çubuk ölçeği kullanırken, istenen ölçü birimi için doğru ölçeği kullandığımızdan emin olmalıyız."
  },
  {
    "id": "3196650",
    "unitNumber": 3,
    "text": "I. Haritanın uzunluğunu, arazi uzunluğu ile karşılaştırma.\n II. Harita üzerinde ölçülen herhangi bir uzunluğun, arazide yatay uzunluk olarak karşılığını bulmak.\n III. Aynı yerleri gösteren ölçeği bilinmeyen bir haritayı, ölçeği bilinen diğer bir harita ile karşılaştırma.\n IV. Ölçeği bilinmeyen haritanın ölçeğini kılavuz çizgiler yardımıyla bulmak\n Yukarıda verilen maddelerden hangisi/hangileri bilinmeyen harita ölçeğini belirlemek için kullanılan yöntemler içerisinde yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II ve IV",
      "B": "I, III ve IV",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Doğru cevap B dir.\n ÖLÇEĞİ BİLİNMEYEN HARİTANIN ÖLÇEĞİNİN BULUNMASI\n Haritalarda yırtılma, silinme vb. gibi nedenlerle ölçeğin bulunamaması durumunda, arazi uzunluğunun haritadan bulunabilmesi için öncelikle harita ölçeğinin bilinmesi gerekir. Bilinmeyen ölçeği belirlemek için birkaç yöntem vardır. Bunlar; Haritanın Uzunluğunu, Arazi Uzunluğu ile Karşılaştırma, Aynı Yerleri Gösteren Ölçeği Bilinmeyen Bir Haritayı, Ölçeği Bilinen Diğer Bir Harita ile Karşılaştırma ve Ölçeği Bilinmeyen Haritanın Ölçeğini Kılavuz Çizgiler Yardımıyla Bulmaktır."
  },
  {
    "id": "3196659",
    "unitNumber": 3,
    "text": "'Seçilen bir merkez ile orijinal planın noktalarını birleştiren ışınlar çizildiği ve noktaların bu merkeze olan uzaklıkları istenilen ölçekte büyütülüp küçültülerek bu merkez noktasından itibaren ışınlar üzerinde işaretlendiği' yöntem haritaları küçültme ve büyütmede kullanılan grafik yöntemler içerisinden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Işınlar yöntemi",
      "B": "Kareler ağı yöntemi",
      "C": "Değiştirme üçgeni yöntemi",
      "D": "Mekanik yöntemler",
      "E": "Optik yöntemler"
    },
    "explanation": "Doğru cevap A dır.\n Grafik Yöntemler içerisinde Kareler Ağı Yöntemi, Işınlar yöntemi ve değiştirme üçgeni yöntemi yer alır. \n Işınlar Yöntemi Bir planın sınır çizgileri doğrular biçiminde ve az sayıda ise, büyütme ve küçültme için ışınlar yöntemi kullanılır. Işınlar yöntemi gerçekte bir merkezî perspektiftir (Doğan vd 1995). Bu yöntemde seçilen bir merkez ile orijinal planın noktalarını birleştiren ışınlar çizilir. Noktaların bu merkeze olan uzaklıkları istenilen ölçekte büyütülüp küçültülerek bu merkez noktasından itibaren ışınlar üzerinde işaretlenir. Böylece bulunan yeni noktalar birleştirilmek suretiyle ölçeği değiştirilmiş yeni çizim elde edilir."
  },
  {
    "id": "3192023",
    "unitNumber": 4,
    "text": "Ölçekleri 1/1.000.000’dan küçük olan haritalara ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Küçük Ölçekli Haritalar",
      "B": "Orta Ölçekli Haritalar",
      "C": "Büyük Ölçekli Haritalar",
      "D": "Genel Haritalar",
      "E": "Fiziki Haritalar"
    },
    "explanation": "Ölçekleri 1/1.000.000’dan küçük olan haritalar<br/>küçük ölçekli harita olarak adlandırılır. Bu haritalar dünyanın, kıtaların ya da ülkelerin tamamı veya<br/>bir bölümünü gösteren haritalardır."
  },
  {
    "id": "3192024",
    "unitNumber": 4,
    "text": "1/1.000.000’dan küçük, 1/250.000’den büyük ölçeğe sahip olan haritalara ne ad verilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Küçük Ölçekli Haritalar",
      "B": "Orta Ölçekli Haritalar",
      "C": "Büyük Ölçekli Haritalar",
      "D": "Siyasi Haritalar",
      "E": "Fiziki Haritalar"
    },
    "explanation": "1/1.000.000’dan küçük, 1/250.000’den büyük ölçeğe sahip olan haritalar orta ölçekli harita türündedir. Türkiye için düşünüldüğünde il haritaları orta ölçekli haritalardır. Bu haritalarda dağlar, ovalar, akarsular, göller ile yerleşim yerleri gösterilebilir.<br/>1/1.000.000’dan küçük, 1/250.000’den büyük<br/>ölçeğe sahip olan haritalar orta ölçekli harita türündedir. Türkiye için düşünüldüğünde il haritaları<br/>orta ölçekli haritalardır. Bu haritalarda dağlar, ovalar, akarsular, göller ile yerleşim yerleri gösterilebilir."
  },
  {
    "id": "3192027",
    "unitNumber": 4,
    "text": "Yeryüzü şekillerinin fiziki özelliklerini belli bir ölçekte ve bir düzlem üzerinde yükseltilerine göre belirlenen renkler ile gösterildiği haritalara ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fiziki Haritalar",
      "B": "Siyasi Haritalar",
      "C": "Topoğrafya Haritaları",
      "D": "İdari Haritalar",
      "E": "Kadastral Haritalar"
    },
    "explanation": "Fiziki haritalar yeryüzü şekillerinin (dağ, tepe, göl, ova, akarsu vb.) fiziki özelliklerini belli bir ölçekte<br/>ve bir düzlem üzerinde yükseltilerine göre belirlenen renkler ile gösterilmesidir. Bu tip haritalarda yeryüzü şekilleri yükselti ve derinliğe bağlı olarak belirlenen renk geçişleri ile gösterilir."
  },
  {
    "id": "3192028",
    "unitNumber": 4,
    "text": "Yeryüzünün veya bir parçasının deniz seviyesine göre aynı yükseltide olan noktaları birleştiren eşyükselti eğrileri yardımıyla yatay düzlem üzerinde gösterilmesiyle elde edilen bir haritalara ne ad verilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Fiziki Haritalar",
      "B": "Siyasi Haritalar",
      "C": "Topoğrafya Haritaları",
      "D": "Kadastral Haritalar",
      "E": "İdari Haritalar"
    },
    "explanation": "Topoğrafya haritaları, yeryüzünün veya bir parçasının deniz seviyesine göre aynı yükseltide olan noktaları birleştiren eşyükselti eğrileri yardımıyla yatay düzlem üzerinde gösterilmesiyle elde edilen bir harita<br/>türüdür. Topoğrafya, bir bölgenin fiziksel özelliklerini tanımlar. Bu haritalar yükseltinin yanında dağlar,<br/>akarsular, göller gibi yer şekillerini ve bazı beşerî özellikleri gösterirler."
  },
  {
    "id": "3192029",
    "unitNumber": 4,
    "text": "Ülke içindeki il, ilçe, kasaba ve köy gibi idari birimler arasındaki sınırları gösteren haritalara ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "İdari Haritalar",
      "B": "Siyasi Haritalar",
      "C": "Fiziki Haritalar",
      "D": "Topoğrafya Haritaları",
      "E": "Kadastral Haritalar"
    },
    "explanation": "İdari haritalar siyasi haritalara benzemekle birlikte ülke içindeki il, ilçe, kasaba ve köy gibi idari birimler<br/>arasındaki sınırları gösteren haritalardır. Söz konusu haritalar sadece tek bir idari bölümü (örneğin sadece<br/>iller) gösterebileceği gibi, birden çok idari birimi (örneğin ilçeler ve mahalleler) birlikte gösterebilir. Ş"
  },
  {
    "id": "3192031",
    "unitNumber": 4,
    "text": "Jeoloji haritalarında renkler aşağıdakilerden hangisini tanımlamak için kullanılmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yeryüzü şekilleri",
      "B": "İklim",
      "C": "Zaman",
      "D": "Yeraltı fayları",
      "E": "Yükseltiler"
    },
    "explanation": "Jeoloji haritalarında renkler 4. boyut olan zamanı tanımlamak için kullanılır."
  },
  {
    "id": "3192032",
    "unitNumber": 4,
    "text": "Bir bölgenin su potansiyeli hakkında bilgi veren haritalara ne ad verilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bitki Örtüsü Haritaları",
      "B": "Hidrografya Haritaları",
      "C": "Jeomorfoloji Haritaları",
      "D": "Meteoroloji Haritaları",
      "E": "İklim Haritaları"
    },
    "explanation": "Bir bölgenin su potansiyeli (akarsular, göller, yeraltı suları, kaynaklar) hakkında bilgi<br/>veren haritalardır. Bu haritalar yardımıyla akarsuların drenaj tipi, akım miktarı, kanallar, göl sularının özellikleri, yeraltı sularının türü, kaynakların türü sayısı ve verimlilik derecesi hakkında bilgi edinilir."
  },
  {
    "id": "3192034",
    "unitNumber": 4,
    "text": "Yeryüzünde bulunan kayaçları renk, doku, tane boyutu ve bileşimi gibi fiziksel özellikleri ile inceleyen bir bilim dalına ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Litoloji",
      "B": "Biyoloji",
      "C": "Jeoloji",
      "D": "Jemorfoloji",
      "E": "Fizik"
    },
    "explanation": "Yeryüzünde bulunan kayaçları renk,<br/>doku, tane boyutu ve bileşimi gibi fiziksel özellikleri ile inceleyen bir bilim dalına<br/>“litoloji” denir."
  },
  {
    "id": "3192035",
    "unitNumber": 4,
    "text": "Belirli bir alanda yer alan yer şekillerinin tanımı, morfometrik özellikleri, dağılışı, oluşumunu denetleyen süreçler, nedenler ve o şeklin oluşum evrelerini içeren haritalara ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Jeomorfoloji Haritaları",
      "B": "Jeoloji Haritaları",
      "C": "Özel Haritalar",
      "D": "Meteoroloji Haritaları",
      "E": "Fiziki Haritalar"
    },
    "explanation": "Jeomorfoloji haritaları, belirli bir alanda yer alan yer şekillerinin tanımı, morfometrik özellikleri, dağılışı, oluşumunu denetleyen süreçler, nedenler ve o şeklin oluşum evrelerini içeren haritalardır."
  },
  {
    "id": "3192036",
    "unitNumber": 4,
    "text": "Kentsel alana özgü coğrafi olguları (binalar, parklar, caddeler vb.) gösteren haritalara ne ad verilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Arazi Kullanımı Haritaları",
      "B": "Kentsel Haritalar",
      "C": "Toprak Haritaları",
      "D": "Jeomorfoloji Haritaları",
      "E": "Turistik Haritalar"
    },
    "explanation": "Kentsel alana özgü coğrafi olguları (binalar, parklar, caddeler vb.) gösteren haritalara kent haritaları<br/>denir. Söz konusu haritalar belirli bir ölçekte ve planda yapılabildiği gibi abartılmış olarak hazırlanabilir."
  },
  {
    "id": "3192914",
    "unitNumber": 4,
    "text": "Aşağıdaki ölçülerden hangisi büyük ölçekli haritalara bir örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "1/2.000",
      "B": "1/300.000",
      "C": "1/500.000",
      "D": "1/1.000.000",
      "E": "1/2.000.000"
    },
    "explanation": "Büyük Ölçekli Haritalar, ölçekleri 1/1.000 ile 1/25.000 arasında değişen<br/>haritalardır. Doğru yanıt A'dır."
  },
  {
    "id": "3192916",
    "unitNumber": 4,
    "text": "\"Referans haritalar\" olarak da bilinen harita türünün adı nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Küçük ölçekli haritalar",
      "B": "Genel haritalar",
      "C": "Özel haritalar",
      "D": "Jeoloji haritaları",
      "E": "İklim haritaları"
    },
    "explanation": "Referans haritalar olarak da adlandırılan genel haritalar, geleneksel olarak, coğrafi varlıkları (hem doğal hem de insan yapımı) görüntülemektedir. Doğru yanıt B'dir."
  },
  {
    "id": "3192931",
    "unitNumber": 4,
    "text": "Hangi tür haritalarda yeryüzü şekilleri yükselti ve derinliğe bağlı olarak belirlenen renk geçişleri ile gösterilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Meteoroloji haritası",
      "B": "Ulaşım haritaları",
      "C": "İdari haritalar",
      "D": "Siyasi haritalar",
      "E": "Fiziki haritalar"
    },
    "explanation": "Fiziki haritalar yeryüzü şekillerinin (dağ, tepe, göl, ova, akarsu vb.) fiziki özelliklerini belli bir ölçekte ve bir düzlem üzerinde yükseltilerine göre belirlenen renkler ile gösterilmesidir. Bu tip haritalarda yeryüzü şekilleri yükselti ve derinliğe bağlı olarak belirlenen renk geçişleri ile gösterilir. Doğru yanıt E'dir."
  },
  {
    "id": "3192932",
    "unitNumber": 4,
    "text": "Eğer bir haritada bir bölgenin fiziksel özellikleri tanımlıyorsa ve bu haritada yükseltinin yanında dağlar, akarsular, göller gibi yer şekilleri ve bazı beşerî özelliklere yer veriliyorsa, bu hangi tür bir haritadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Topoğrafya haritası",
      "B": "İdari harita",
      "C": "Kadastral harita",
      "D": "Turistik harita",
      "E": "Nüfus haritası"
    },
    "explanation": "Topoğrafya, bir bölgenin fiziksel özelliklerini tanımlar. Bu haritalar yükseltinin yanında dağlar, akarsular, göller gibi yer şekillerini ve bazı beşerî özellikleri gösterirler. Söz konusu haritalar yerbilimleri, mimarlık ve mühendislik gibi birçok bilim dalında kullanılır. Doğru yanıt A'dır."
  },
  {
    "id": "3192933",
    "unitNumber": 4,
    "text": "Cumhuriyetin ilanının ardından 2 Mayıs 1925’te çıkarılan kuruluş yasasıyla, devletin harita işlerini yürütmesi amacıyla hangi kurum faaliyete geçirilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Meteoroloji Genel Müdürlüğü",
      "B": "Hava Kuvvetleri Komutanlığı",
      "C": "Milli Savunma Bakanlığı",
      "D": "Dil Tarih Coğrafya Fakültesi",
      "E": "Harita Genel Müdürlüğü"
    },
    "explanation": "Cumhuriyet döneminde 2 Mayıs 1925’te çıkarılan kuruluş yasasıyla, askeri bir kurum olan Harita Genel Müdürlüğü kuruldu. Doğru yanıt E'dir."
  },
  {
    "id": "3192935",
    "unitNumber": 4,
    "text": "İl ve ilçeleri çizgilerle ayırarak gösteren harita türüne ne nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Jeomorfoloji haritaları",
      "B": "İdari harita",
      "C": "Kadastral harita",
      "D": "Fiziki harita",
      "E": "Turistik harita"
    },
    "explanation": "İdari haritalar siyasi haritalara benzemekle birlikte ülke içindeki il, ilçe, kasaba ve köy gibi idari birimler arasındaki sınırları gösteren haritalardır. Doğru yanıt B'dir."
  },
  {
    "id": "3192938",
    "unitNumber": 4,
    "text": "Bir yerde arsa satın almayı planlayan bir kişinin aşağıdaki harita türlerinden hangisine bakması bu kişinin arsa hakkında detaylı bilgi sahibi olmasını sağlayabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Fiziki harita",
      "B": "Jeoloji haritası",
      "C": "İklim haritası",
      "D": "Bitki örtüsü haritası",
      "E": "Kadastral harita"
    },
    "explanation": "Herhangi bir yerdeki arsa ve binaların kayıt edildiği kadastro bilgilerinin haritalandırılması ile oluşturulan haritalara kadastral haritalar adı verilir. Bu tip haritalarda arsa sınırları, kayıt numaraları, bina numaraları ve arazinin kullanım amacı gibi yer almaktadır. Doğru yanıt E'dir."
  },
  {
    "id": "3192951",
    "unitNumber": 4,
    "text": "Hidrografya haritalarında kesik mavi çizgiler neyi sembolize etmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kurak arazileri",
      "B": "Akarsuları",
      "C": "Mevsimlik (geçici) akarsuları",
      "D": "Fay hatlarını",
      "E": "İl sınırlarını"
    },
    "explanation": "Hidrografya haritalarında kalın mavi çizgiler sürekli akarsuları, kesik mavi çizgiler ise mevsimlik (geçici) akarsuları ifade etmektedir. Doğru yanıt C'dir."
  },
  {
    "id": "3192955",
    "unitNumber": 4,
    "text": "Google Earth'ün timelapse özelliği sayesinde neyi birbiriyle karşılaştırabiliriz?",
    "correctAnswer": "A",
    "options": {
      "A": "Bir yerin eski ve yeni uydu görüntülerini",
      "B": "Bir yerin ne kadar ormanlık olduğunu",
      "C": "Bir yerin jeolojik özelliklerindeki değişimi",
      "D": "Bir yerin askeri açıdan öneminin nasıl değiştiğini",
      "E": "Bir yerin önceki ve şimdiki toprak verimliliğini"
    },
    "explanation": "Google Earth uygulamasına gelen Timelapse güncellemesiyle, 1984-2020 yılları arası dünyanın çeşitli yerlerindeki değişimi görebilirsiniz. Doğru yanıt A'dır."
  },
  {
    "id": "3192958",
    "unitNumber": 4,
    "text": "Ölçeğin büyük olmaması sebebiyle haritadaki çizgilerin genellikle abartılı kullanıldığı ve önemli noktaların görselleştirilerek aktarıldığı harita türü aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "İklim haritası",
      "B": "Nüfus haritası",
      "C": "Ekonomi haritası",
      "D": "İdari harita",
      "E": "Turistik harita"
    },
    "explanation": "Bir bölgedeki turizm çeşitlerinin, turistik çekiciliklerin ve turistik rotalarının gösterildiği haritalara turistik haritalar adı verilir. Bu tip haritalarda ölçek büyük olmadığından genellikle abartı kullanılır. Örneğin İstanbul'a ait bir turistik harita incelendiğinde İstanbul’da yer alan önemli turistik noktaların (Topkapı Sarayı, Galata Kulesi gibi) yer aldığı görülecektir. Doğru yanıt E'dir."
  },
  {
    "id": "3193105",
    "unitNumber": 4,
    "text": "Haritalar genel olarak kaç şekilde sınıflandırılır?",
    "correctAnswer": "A",
    "options": {
      "A": "İki",
      "B": "Üç",
      "C": "Dört",
      "D": "Beş",
      "E": "Altı"
    },
    "explanation": "Haritalar yapıldığı bölgenin özelliklerini taşınabilir yüzeye aktarır ve bu özellikler hakkında kullanıcısına bilgi verir. Söz konusu bilgilerin miktarı ve özellikleri haritanın kullanım amacı ve ölçeğine göre değişmektedir. Bu sebeple haritaları genel olarak aşağıdaki şekilde sınıflandırabilir:\n<br/>• Ölçeklerine göre haritalar ve\n<br/>• Kullanım amacına göre haritalar."
  },
  {
    "id": "3193106",
    "unitNumber": 4,
    "text": "Ölçekleri 1/1.000 ile 1/25.000 arasında değişen haritalara ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Siyasi Haritalar",
      "B": "Büyük Ölçekli Haritalar",
      "C": "Orta Ölçekli Haritalar",
      "D": "Küçük Ölçekli Haritalar",
      "E": "Topoğrafya Haritaları"
    },
    "explanation": "<strong>Büyük Ölçekli Haritalar</strong> Ölçekleri 1/1.000 ile 1/25.000 arasında değişen haritalardır."
  },
  {
    "id": "3193107",
    "unitNumber": 4,
    "text": "1/1.000.000’dan küçük, 1/250.000’den büyük ölçeğe sahip olan haritalara ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Büyük Ölçekli Haritalar",
      "B": "Siyasi Haritalar",
      "C": "Küçük Ölçekli Haritalar",
      "D": "Fiziki Haritalar",
      "E": "Orta Ölçekli Haritalar"
    },
    "explanation": "<strong>Orta Ölçekli Haritalar</strong> 1/1.000.000’dan küçük, 1/250.000’den büyük ölçeğe sahip olan haritalar orta ölçekli harita türündedir."
  },
  {
    "id": "3193108",
    "unitNumber": 4,
    "text": "Kıtaların ve ülkelerin sınırlarını gösteren haritalara ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Büyük ölçekli haritalar",
      "B": "Kadastral Haritalar",
      "C": "Siyasi Haritalar",
      "D": "Fiziki Haritalar",
      "E": "Topoğrafya Haritalar"
    },
    "explanation": "<strong>Siyasi Haritalar</strong> Kıtaların ve ülkelerin sınırlarını gösteren haritalar siyasi haritalar olarak adlandırılmaktad"
  },
  {
    "id": "3193109",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi yeryüzünde bulunan kayaçları renk, doku, tane boyutu ve bileşimi gibi fiziksel özellikleri ile inceleyen bir bilim dalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Hidrografya",
      "B": "Litoloji",
      "C": "Jeomorfoloji",
      "D": "Kadastral",
      "E": "Jeoloji"
    },
    "explanation": "Yeryüzünde bulunan kayaçları renk, doku, tane boyutu ve bileşimi gibi fizik-sel özellikleri ile inceleyen bir bilim dalına<strong> “litoloji</strong>” denir."
  },
  {
    "id": "3193110",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi belirli bir alanda yer alan yer şekillerinin tanımı, morfometrik özellikleri, dağılışı, oluşumunu denetleyen süreçler, nedenler ve o şeklin oluşum evrelerini içeren haritalardır?",
    "correctAnswer": "D",
    "options": {
      "A": "Kadastral Haritalar",
      "B": "İdari Haritalar",
      "C": "Siyasi Haritalar",
      "D": "Jeomorfoloji Haritalar",
      "E": "Topoğrafya Haritalar"
    },
    "explanation": "<strong>Jeomorfoloji Haritaları</strong> Jeomorfoloji haritaları, belirli bir alanda yer alan yer şekillerinin tanımı, morfometrik özellikleri, dağılışı, oluşumunu denetleyen süreçler, nedenler ve o şeklin oluşum evrelerini içeren haritalardır."
  },
  {
    "id": "3193112",
    "unitNumber": 4,
    "text": "Aşağıdaki hangisi yeryüzünün veya bir parçasının deniz seviyesine göre aynı yükseltide olan noktaları birleştiren eşyükselti eğrileri yardımıyla yatay düzlem üzerinde gösterilmesiyle elde edilen bir harita türüdür?",
    "correctAnswer": "E",
    "options": {
      "A": "Bitki Örtüsü Haritaları",
      "B": "İklim Haritaları",
      "C": "Fiziki Haritalar",
      "D": "Siyasi Haritalar",
      "E": "Topoğrafya Haritaları"
    },
    "explanation": "<strong>Topoğrafya Haritaları</strong> Topoğrafya haritaları, yeryüzünün veya bir parçasının deniz seviyesine göre aynı yükseltide olan noktaları birleştiren eşyükselti eğrileri yardımıyla yatay düzlem üzerinde gösterilmesiyle elde edilen bir harita türüdür."
  },
  {
    "id": "3193113",
    "unitNumber": 4,
    "text": "Yer kabuğunu oluşturan levhaların hareketleri sonucunda levhaların sınırları ya da bu levhaların zayıf noktalarında oluşan kırıklara ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Biyotik",
      "B": "Abiyotik",
      "C": "Jeoloji",
      "D": "Fay",
      "E": "Litoloji"
    },
    "explanation": "Yer kabuğunu oluşturan levhaların hareketleri sonucunda levhaların sınırları ya da bu levhaların zayıf noktalarında oluşan kırıklara “fay” denir."
  },
  {
    "id": "3193114",
    "unitNumber": 4,
    "text": "Cumhuriyet döneminde kaç yılında çıkarılan kuruluş yasasıyla, askeri bir kurum olan Harita Genel Müdürlüğü kurulmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "1902",
      "B": "1909",
      "C": "1925",
      "D": "1928",
      "E": "1975"
    },
    "explanation": "Cumhuriyet döneminde 2 Mayıs 1925’te çıkarılan kuruluş yasasıyla, askeri bir kurum olan Harita Genel Müdürlüğü kuruldu."
  },
  {
    "id": "3193115",
    "unitNumber": 4,
    "text": "1858 yılında, tarihte ilk hava fotoğrafı olarak kabul edilen görüntüyü çeken fotoğrafçı kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Felix Nadar",
      "B": "Richard Kiepert",
      "C": "Jacques Daguerre",
      "D": "Nicephore Niepce",
      "E": "François Arago"
    },
    "explanation": "Bundan bir süre sonra, 1858 yılında ilk hava fotoğrafçısı <strong>Felix Nadar</strong>, balonla Fransa üzerinde Petit-Bicatre bölgesi üzerinde 80 metreye kadar yükseldi ve tarihte ilk hava fotoğ-rafı olarak kabul edilen görüntüyü çekti."
  },
  {
    "id": "3195579",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi/hangileri <u>küçük ölçekli </u>haritalara ait özelliktir?\n I.Paydası 1/1000-1/500.000 arasında bir değerdedir.\n II.Belli bir alana ait ayrıntı gücü yüksek haritalardandır.\n III.Asya kıta haritası küçük ölçekli bir harita örneği olabilir.\n IV.Bilgi aktarımı, özellikleri, kullanım amacı vardır.\n V.Üzerinde coğrafi unsurlar yer alabilir.\n VI.Bozulma oranı fazladır.",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız III",
      "B": "I,III,IV,VI",
      "C": "III,IV,V,VI",
      "D": "I,II",
      "E": "I,II,III"
    },
    "explanation": "Giriş<br/>III.Asya kıta haritası küçük ölçekli bir harita örneği olabilir.\n IV.Bilgi aktarımı, özellikleri, kullanım amacı vardır.\n V.Üzerinde coğrafi unsurlar yer alabilir.\n VI.Bozulma oranı fazladır.\n C- III,IV,V,VI doğrudur."
  },
  {
    "id": "3195581",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi <u>Eskişehir-Batıkent Mahalle haritası için geçerli olabilir?</u>\n I.Ayrıntı gücü yüksektir.\n II.Ölçeği 1/25.000 olabilir.\n III.Büyük ölçekli bir haritadır.\n IV.Bozulma oranı düşüktür.\n V.İdari bir amacı olabilir.",
    "correctAnswer": "E",
    "options": {
      "A": "I,III,V",
      "B": "II,IV",
      "C": "Yalnız III",
      "D": "Yalnız I",
      "E": "I,II,III,IV,V"
    },
    "explanation": "Giriş<br/>E-I,II,III,IV,V\n Hepsi doğrudur."
  },
  {
    "id": "3195582",
    "unitNumber": 4,
    "text": "Bir haritada <u>öncelikle bulunması gereken unsur</u> aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Başlık",
      "B": "Coğrafi varlık",
      "C": "Ölçek",
      "D": "Ayrıntı",
      "E": "Rakım"
    },
    "explanation": "Giriş<br/>C-Ölçek mutlaka haritalarda <strong>öncelikli olarak</strong> bulunur. Aksi durumda harita olarak geçerli kabul edilmez."
  },
  {
    "id": "3195583",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi/hangileri <u>topoğrafya haritalarının özelliğidir?</u>\n I.Yer bilimi bilgisi aktarabilir.\n II.Fiziksel özellik tanımlar.\n III.Eş yükselti eğrisi içerir.\n IV.Beşeri özellik gösterir.\n V.Uzunluk hesabı yapılabilir.",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız III",
      "B": "I,III,V",
      "C": "II,IV",
      "D": "I,II,III,IV,V",
      "E": "III,V"
    },
    "explanation": "Topografya Haritaları<br/>D-I,II,III,IV,V hepsi doğrudur."
  },
  {
    "id": "3195587",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi <u>genel harita değildir?</u>\n I.Fiziki harita\n II.Topoğrafya haritası\n III.Siyasi harita\n IV.Kadastral harita\n V.Kent haritası",
    "correctAnswer": "C",
    "options": {
      "A": "I,III,V",
      "B": "Yalnız III",
      "C": "Yalnız V",
      "D": "I,V",
      "E": "I,II,III,IV"
    },
    "explanation": "Genel Haritalar<br/>C-Yalnız V\n Kent haritası özel haritalardandır."
  },
  {
    "id": "3195591",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi/hangileri <u>özel haritalara aittir?</u>\n I.Nitelik veriler grafiksel ifade edilir.\n II.Lejant içermeyebilir.\n III.Üç tema içerebilir.\n IV.Özellik ve kavram bilgisi aktarır.\n V.Coğrafi olgunun dağılımının yapısal özelliklerini gösterir.",
    "correctAnswer": "A",
    "options": {
      "A": "I,IV,V",
      "B": "II,III,V",
      "C": "I,V",
      "D": "I,II,III,IV,V",
      "E": "Yalnız V"
    },
    "explanation": "Özel Haritalar<br/>A-I,IV,V doğrudur."
  },
  {
    "id": "3195593",
    "unitNumber": 4,
    "text": "<u>Kaya birimleri veya jeolojik katmanları içeren, litolojilerin yaşlarına göre renklendirerek kronostratigrafik tanımlamalar yapan, faylar, kıvrım eksenleri, tabaka doğrultular ve eğimleri gibi özellikler ise çizgisel simgelerle belirten harita</u> aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Jeomorfolojik harita",
      "B": "Fiziksel harita",
      "C": "Jeolojik harita",
      "D": "Topolojik harita",
      "E": "Kartografik harita"
    },
    "explanation": "Soruda jeolojik harita tanımlanmıştır."
  },
  {
    "id": "3195598",
    "unitNumber": 4,
    "text": "<u>Bitki örtüsü haritasında lejantta sarı renk ile ifade edilen ve ekonomi haritalarında yeşil ile ifade edilen özellik</u> aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Akarsu-düşük gayrisafi yurt içi hasıla",
      "B": "Yerleşim alanı-gayri safi yurt içi hasıla",
      "C": "Tarım alanı-gayri safi yurt içi hasıla",
      "D": "Taş ocağı-gayri safi yurt içi hasıla",
      "E": "Taşlık alan-gayri safi yurt dışı hasıla"
    },
    "explanation": "Bitki Örtüsü Haritaları<br/>Tarım alanı-sarı renk-gayri safi yurt içi hasıla-yeşil renk"
  },
  {
    "id": "3195599",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi /hangileri <u>kent haritalarının özelliğidir?</u>\n I.Cadde, binalar, parklar gösterilir.\n II.Bazı yerler abartılı sembollerle gösterilebilir.\n III.Ölçeği büyüktür.\n IV.Ölçeği yoktur.\n V.Ölçeği küçüktür.",
    "correctAnswer": "D",
    "options": {
      "A": "II,IV,V",
      "B": "Yalnız I",
      "C": "I,II",
      "D": "I,II,III",
      "E": "I,II,V"
    },
    "explanation": "Kent Haritaları<br/>D-I,II,III doğrudur."
  },
  {
    "id": "3195601",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi/hangileri <u>turistik haritalarla ilgili olarak doğrudur?</u>\n I.Abartılı semboller içerebilir.\n II.Turizm çeşitlerini ve turistik rotalarının gösterir.\n III.Ölçeği büyük değildir.\n IV.Ölçeği küçüktür.\n V.Kara ve demiryollarını ve liman, istasyon gibi bilgileri gösterir.",
    "correctAnswer": "A",
    "options": {
      "A": "I,II,III",
      "B": "IV,V",
      "C": "I,III,V",
      "D": "II,IV",
      "E": "I,II,III,IV,V"
    },
    "explanation": "Turistik Haritalar<br/>A-I,II,III doğrudur."
  },
  {
    "id": "3196104",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi ölçekleri 1/1.000.000’dan küçük olan ve dünyanın, kıtaların ya da ülkelerin tamamı veya bir bölümünü gösteren haritalardır?",
    "correctAnswer": "A",
    "options": {
      "A": "Küçük ölçekli haritalar",
      "B": "Orta ölçekli haritalar",
      "C": "Büyük ölçekli haritalar",
      "D": "Fiziki haritalar",
      "E": "Bölgesel haritalar"
    },
    "explanation": "Küçük ölçekli haritalar, ölçekleri 1/1.000.000’dan küçük olan haritalar küçük ölçekli harita olarak adlandırılır. Bu haritalar dünyanın, kıtaların ya da ülkelerin tamamı veya bir bölümünü gösteren haritalardır. Doğru cevap A'dır."
  },
  {
    "id": "3196116",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi 1/1.000.000’dan küçük, 1/250.000’den büyük ölçeğe sahip olan ve dağlar, ovalar, akarsular, göller ile yerleşim yerleri gösterilebilen haritalardır?",
    "correctAnswer": "B",
    "options": {
      "A": "Büyük ölçekli haritalar",
      "B": "Orta ölçekli haritalar",
      "C": "Küçük ölçekli haritalar",
      "D": "Siyasi haritalar",
      "E": "Fiziki haritalar"
    },
    "explanation": "Orta ölçekli haritalar, 1/1.000.000’dan küçük, 1/250.000’den büyük ölçeğe sahip olan haritalar orta ölçekli harita türündedir. Türkiye için düşünüldüğünde il haritaları orta ölçekli haritalardır. Bu haritalarda dağlar, ovalar, akarsular, göller ile yerleşim yerleri gösterilebilir. Doğru cevap B'dir."
  },
  {
    "id": "3196124",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi ölçekleri 1/1.000 ile 1/25.000 arasında değişen, paydalarındaki ölçek değeri, diğer bir anlatımla küçültme oranı az olan haritalardır?",
    "correctAnswer": "C",
    "options": {
      "A": "Küçük ölçekli haritalar",
      "B": "Orta ölçekli haritalar",
      "C": "Büyük ölçekli haritalar",
      "D": "Genel haritalar",
      "E": "Fiziki haritalar"
    },
    "explanation": "Büyük ölçekli haritalar, ölçekleri 1/1.000 ile 1/25.000 arasında değişen haritalardır. Büyük ölçekli haritaların paydalarındaki ölçek değeri, diğer bir anlatımla küçültme oranı azdır. Bu nedenle ölçeğin paydasındaki sayı küçük ölçekli haritalara göre daha küçüktür ve daha dar bir alanı gösterir. Büyük ölçekli haritalar daha fazla ayrıntı gösterirken bozulma oranları azdır. Doğru cevap C'dir."
  },
  {
    "id": "3196134",
    "unitNumber": 4,
    "text": "Referans haritalar olarak da adlandırılan, coğrafi varlıkları (hem doğal hem de insan yapımı) görüntüleyen, vurgu, konum üzerindeolan ve amaç dünyanın çeşitli özelliklerini veya bir kısmını gösteren haritalar aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Küçük ölçekli haritalar",
      "B": "Büyük ölçekli haritalar",
      "C": "Jeolojik haritalar",
      "D": "Genel haritalar",
      "E": "Hidrografya haritaları"
    },
    "explanation": "Referans haritalar olarak da adlandırılan genel haritalar, geleneksel olarak, coğrafi varlıkları (hem doğal hem de insan yapımı) görüntülemektedir. Bu tip haritalarda vurgu, konum üzerindedir ve amaç dünyanın çeşitli özelliklerini veya bir kısmını göstermektir. Genel haritalarda kıyı şeritleri, su özellikleri, siyasi sınırlar, yollar, şehirler ve harita ölçeğine uygun diğer coğrafi varlıklar bulunur. Doğru cevap D'dir."
  },
  {
    "id": "3196146",
    "unitNumber": 4,
    "text": "Yer şekilleri hakkında herhangi bir bilgi içermeyen, kıtaların ve ülkelerin sınırlarını gösteren haritalar aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "İklim haritaları",
      "B": "Jeomorfoloji haritaları",
      "C": "Jeoloji haritaları",
      "D": "Büyük ölçekli haritalar",
      "E": "Siyasi haritalar"
    },
    "explanation": "Kıtaların ve ülkelerin sınırlarını gösteren haritalar siyasi haritalar olarak adlandırılmaktadır. Siyasi haritalar yer şekilleri hakkında herhangi bir bilgi içermemektedir. Bu tip haritalarda uzunluk ya da alan hesaplamaları yapılabilir. Dünya atlaslarında yer alan ülke haritaları siyasi haritalara örnek olarak verilebilir. Doğru cevap E'dir."
  },
  {
    "id": "3196158",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi siyasi haritalara benzemekle birlikte ülke içindeki il, ilçe, kasaba ve köy gibi idari birimler arasındaki sınırları gösteren, sadece tek bir idari bölümü (örneğin sadece iller) gösterebileceği gibi, birden çok idari birimi (örneğin ilçeler ve mahalleler) birlikte gösterebilen haritalardır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kadastral haritalar",
      "B": "İdari haritalar",
      "C": "Topoğrafya haritaları",
      "D": "Jeoloji haritaları",
      "E": "Hidrografya haritaları"
    },
    "explanation": "İdari haritalar siyasi haritalara benzemekle birlikte ülke içindeki il, ilçe, kasaba ve köy gibi idari birimler arasındaki sınırları gösteren haritalardır. Söz konusu haritalar sadece tek bir idari bölümü (örneğin sadece iller) gösterebileceği gibi, birden çok idari birimi (örneğin ilçeler ve mahalleler) birlikte gösterebilir. Doğru cevap B'dir."
  },
  {
    "id": "3196166",
    "unitNumber": 4,
    "text": "Bir bölgenin su potansiyeli (akarsular, göller, yeraltı suları, kaynaklar) hakkında bilgi veren, akarsuların drenaj tipi, akım miktarı, kanallar, göl sularının özellikleri, yeraltı sularının türü, kaynakların türü sayısı ve verimlilik derecesi hakkında bilgi edinilen haritalar aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İdari haritalar",
      "B": "Siyasi haritalar",
      "C": "Jeolojik haritalar",
      "D": "Hidrografya haritaları",
      "E": "Jeomorfoloji haritaları"
    },
    "explanation": "Hidrografya Haritaları bir bölgenin su potansiyeli (akarsular, göller, yeraltı suları, kaynaklar) hakkında bilgi veren haritalardır. Bu haritalar yardımıyla akarsuların drenaj tipi, akım miktarı, kanallar, göl sularının özellikleri, yeraltı sularının türü, kaynakların türü sayısı ve verimlilik derecesi hakkında bilgi edinilir. Doğru cevap D'dir."
  },
  {
    "id": "3196175",
    "unitNumber": 4,
    "text": "Yeryüzünde bulunan kayaçları renk, doku, tane boyutu ve bileşimi gibi fiziksel özellikleri ile inceleyen bilim dalına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "litoloji",
      "B": "Jeoloji",
      "C": "Morfoloji",
      "D": "Zooloji",
      "E": "Jeomorfoloji"
    },
    "explanation": "Yeryüzünde bulunan kayaçları renk, doku, tane boyutu ve bileşimi gibi fiziksel özellikleri ile inceleyen bir bilim dalına “litoloji” denir. Doğru cevap A'dır."
  },
  {
    "id": "3196186",
    "unitNumber": 4,
    "text": "Coğrafi olguları (binalar, parklar, caddeler vb.) gösteren, belirli bir ölçekte ve planda yapılabildiği gibi abartılmış olarak hazırlanabilen haritalar aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Fiziki haritalar",
      "B": "Siyasi haritalar",
      "C": "Kent haritaları",
      "D": "İklim haritaları",
      "E": "Tapografik haritalar"
    },
    "explanation": "Kentsel alana özgü coğrafi olguları (binalar, parklar, caddeler vb.) gösteren haritalara kent haritaları denir. Söz konusu haritalar belirli bir ölçekte ve planda yapılabildiği gibi abartılmış olarak hazırlanabilir. Doğru cevap C'dir."
  },
  {
    "id": "3196203",
    "unitNumber": 4,
    "text": "Belirli bir alanda yer alan yer şekillerinin tanımı, morfometrik özellikleri, dağılışı, oluşumunu denetleyen süreçler, nedenler ve o şeklin oluşum evrelerini içeren haritalardır. Bu haritalarda faylar, yamaçlar, vadiler, birikinti konileri, sekiler, ovalar gibi yer şekilleri taranarak gösterilir. Sözü edilen haritalar aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tapografik haritalar",
      "B": "Siyasi haritalar",
      "C": "İklim haritaları",
      "D": "Jeoloji haritaları",
      "E": "Jeomorfoloji haritaları"
    },
    "explanation": "Jeomorfoloji haritaları, belirli bir alanda yer alan yer şekillerinin tanımı, morfometrik özellikleri, dağılışı, oluşumunu denetleyen süreçler, nedenler ve o şeklin oluşum evrelerini içeren haritalardır. Bu haritalarda faylar, yamaçlar, vadiler, birikinti konileri, sekiler, ovalar gibi yer şekilleri taranarak gösterilir. Yer şekillerinin kolay ayırt edilmesi amacıyla bu haritalar genellikle renklendirilir. Doğru cevap E'dir."
  },
  {
    "id": "3192943",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi uzaktan algılama, veri tabanı, istatistik ve grafik tasarımının bir bileşimidir?",
    "correctAnswer": "A",
    "options": {
      "A": "CBS kartografya",
      "B": "Lokasyon",
      "C": "Harita",
      "D": "Koordinat Bilgileri",
      "E": "Projeksiyon Bilgileri"
    },
    "explanation": "<strong>CBS kartografya</strong>, uzaktan algılama, veri tabanı, istatistik ve grafik tasarımının bir bileşimidir."
  },
  {
    "id": "3192945",
    "unitNumber": 5,
    "text": "Bilinen en eski harita M.Ö kaç yılına tarihlendirilen Çatalhöyük Haritası’dır?",
    "correctAnswer": "B",
    "options": {
      "A": "M.Ö 6000",
      "B": "M.Ö 6200",
      "C": "M.Ö 2500",
      "D": "M.Ö 2300",
      "E": "M.Ö 1500"
    },
    "explanation": "Bilinen en eski harita M.Ö<strong> 6200</strong> yılına tarihlendirilen Çatalhöyük Haritası’dır. B"
  },
  {
    "id": "3192947",
    "unitNumber": 5,
    "text": "MS 2. yüzyılda ilk gerçekçi harita çizimi hangi coğrafyacı tarafından oluşturulmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "Mappa Mundi",
      "B": "Gerardus Mercator",
      "C": "Claudius Ptolemy",
      "D": "Bedoline",
      "E": "Piri Reis"
    },
    "explanation": "İlk gerçekci harita çizimi MS 2. yüzyılda ilk coğrafyacı olarak kabul edilen <strong>Claudius Ptolemy</strong> tarafından gerçekleştirilmiştir."
  },
  {
    "id": "3192949",
    "unitNumber": 5,
    "text": "Gerardus Mercator tarafından kaç yılında Merkator Projeksiyon sistemi bulunmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "1500",
      "B": "1553",
      "C": "1560",
      "D": "1569",
      "E": "1576"
    },
    "explanation": "Bu dönemde harita alanındaki en büyük gelişmelerden biri Gerardus Mercator tarafından <strong>1569’</strong>da Merkator Projeksiyon sisteminin bulunmuş olmasıdır."
  },
  {
    "id": "3192950",
    "unitNumber": 5,
    "text": "Fiziksel yeryüzünün ya da eğri bir yüzeyin matematiksel ve geometrik kurallardan yararlanarak geometrik bir yüzey üzerine izdüşürülmesi, aktarılması ya da dönüştürülmesine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Koordinat",
      "B": "Projeksiyon",
      "C": "Kartografya",
      "D": "Kuzey Oku",
      "E": "Ptolemy"
    },
    "explanation": "<strong>Projeksiyon,</strong> fiziksel yeryüzünün ya da eğri bir yüzeyin matematiksel ve geometrik kurallardan yararlanarak geometrik bir yüzey üzerine izdüşürülmesi, aktarılması ya da dönüştürülmesidir."
  },
  {
    "id": "3192952",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi coğrafi bilgi sistemleri (CBS) ortamında, harita tasarlama sürecini kontrol eden etmenlerden biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Amaç",
      "B": "Gerçeklilik",
      "C": "Ölçek",
      "D": "Tarih",
      "E": "Kapsam"
    },
    "explanation": "Harita günümüzde CBS ortamında gerçekleştirdiğimiz aşamalar sonucunda ortaya çıkmaktadır ve CBS içerisinde herhangi bir harita tasarlama sürecini kontrol eden farklı etmenler bulunmaktadır.\n Bunlar:\n • Amaç,\n • Gerçeklilik,\n • Haritanın ölçeği ya da kapsamı ve\n • Haritanın kullanım koşullarıdır."
  },
  {
    "id": "3192953",
    "unitNumber": 5,
    "text": "Haritalar ölçeklerindeki sayılara göre kaça ayrılırlar?",
    "correctAnswer": "A",
    "options": {
      "A": "İki",
      "B": "Üç",
      "C": "Dört",
      "D": "Beş",
      "E": "Altı"
    },
    "explanation": "Haritalar ölçeklerindeki sayılara göre yani gösterdikleri alana göre büyük ya da küçük ölçekli haritalar olarak <strong>ikiye</strong> ayrılırlar."
  },
  {
    "id": "3192954",
    "unitNumber": 5,
    "text": "Haritada kullanılan tüm renk, çizim ve simgelere ait açıklamalarının yer aldığı bölüme ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Lokasyon",
      "B": "Paleogene",
      "C": "Lejant",
      "D": "Ölçek",
      "E": "Kuzey oku"
    },
    "explanation": "<strong>Lejant</strong> Dilimize Fransızcadan geçmiş olan lejant sözcüğü kelime anlamı olarak harita anahtarı anlamına gelmektedir. <strong>Lejant,</strong> haritada kullanılan tüm renk, çizim (nokta,çizgi, alan) ve simgelere ait açıklamalarının yer aldığı bölümdür (Şekil 5.16)."
  },
  {
    "id": "3192956",
    "unitNumber": 5,
    "text": "Coğrafi verinin satır ve sütunlar şeklinde eşit boyuttaki birbirine bağlı hücrelerle temsil edildiği veri yapısı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Koordinat",
      "B": "Lejant",
      "C": "Sembol",
      "D": "Raster",
      "E": "Vektörel"
    },
    "explanation": "<strong>Raster </strong>veri, coğrafi verinin satır ve sütunlar şeklinde eşit boyuttaki birbirine bağlı hücrelerle temsil edildiği veri yapısıdır."
  },
  {
    "id": "3192957",
    "unitNumber": 5,
    "text": "Belli bir koordinat sistemi içerisinde bilgisayar ortamında gerçekleştirilen çizimler aracılığıyla nesneleri nokta, çizgi ve alan olarak temsil eden ve her bir nesneye ait öznitelik bilgilerinin de oluşturulabildiği veri tabanı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vektörel",
      "B": "Raster",
      "C": "Tematik",
      "D": "Lejant",
      "E": "Triassic"
    },
    "explanation": "<strong>Vektörel</strong> veri, belli bir koordinat sistemi içerisinde bilgisayar ortamında gerçekleştirilen çizimler aracılığıyla nesneleri nokta, çizgi ve alan olarak temsil eden ve her bir nesneye ait öznitelik bilgilerinin de oluşturulabildiği veri tabanıdır."
  },
  {
    "id": "3193033",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi haritaların özelliklerinden biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Özetleyici olmak",
      "B": "Tarihi belge olabilmek",
      "C": "Problemlerin çözülmesine yardımcı olabilmek",
      "D": "Coğrafyanın geleceğiyle ilgili bilgiler vermek",
      "E": "Bulunduğumuz coğrafi ortamı açıklamak"
    },
    "explanation": "Harita birçok temel işleve sahiptir. Gelecekle ilgili bilgi vermek ise bunlardan biri değildir. Doğru yanıt D'dir."
  },
  {
    "id": "3193035",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bir tematik harita örneğidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Google Haritalar",
      "B": "Uydu görüntülerinden oluşturulan haritalar",
      "C": "Siyasi haritalar",
      "D": "Akarsu ve gölleri gösteren haritalar",
      "E": "Seçim sonuç haritaları"
    },
    "explanation": "Tematik harita mekâna ait bilgilerin seçilen konu ile ilişkili olarak sınıflandırılması, renklendirilmesi ve semboller kullanılarak gösterilmesidir. Örneğin seçim dönemlerinde televizyon ekranlarında sıklıkla gördüğümüz seçim sonuç haritaları gibi. Doğru yanıt E'dir."
  },
  {
    "id": "3193036",
    "unitNumber": 5,
    "text": "Avrupa'da hangi dönemde haritalarda dini unsurlar daha yaygın kullanılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "İlk Çağ",
      "B": "Orta Çağ",
      "C": "Rönesans dönemi",
      "D": "Yeni Çağ",
      "E": "II. Dünya Savaşı sonrası"
    },
    "explanation": "Orta Çağ Avrupası’nda harita ve coğrafya alanında ilerlemelerin az olması ve dinî kurumların baskın olmasından dolayı haritalarda dinî unsurlar yaygın olarak gösterilmiş ve bu dönemde yapılan haritalar “Mappa Mundi” olarak isimlendirilmiştir. Doğru yanıt B'dir."
  },
  {
    "id": "3193690",
    "unitNumber": 5,
    "text": "Modern dönemlerde haritalar hangi sistemlere göre üretilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Coğrafi Bilgi Sistemleri",
      "B": "GPS",
      "C": "Merkator sistemi",
      "D": "Denizcilik bilgi sistemleri",
      "E": "Havacılıkta toplanan veriler"
    },
    "explanation": "Sanayi devriminden sonra yaşanan gelişmeler ise haritaların daha gerçeğe dayalı çizilmesini sağlamıştır. Modern dönem diyebileceğimiz günümüzde ise haritalar artık Coğrafi Bilgi Sistemleri (CBS) tabanlı olarak üretilmektedir. Doğru yanıt A'dır."
  },
  {
    "id": "3193696",
    "unitNumber": 5,
    "text": "CBS içerisinde herhangi bir harita tasarlama sürecini kontrol eden farklı etmenler bulunmaktadır. Aşağıdakilerden hangisi bu etmenlerden biri olarak <u>sayılamaz</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Amaç",
      "B": "Gerçeklilik",
      "C": "Haritanın ölçeği ya da kapsamı",
      "D": "Haritanın kullanım koşulları",
      "E": "Dijitalleşme"
    },
    "explanation": "CBS içerisinde herhangi bir harita tasarlama sürecini kontrol eden farklı etmenler bulunmaktadır. Bunlar amaç, gerçeklilik, haritanın ölçeği ya da kapsamı ve haritanın kullanım koşulları olarak özetlenebilir. Doğru yanıt E'dir."
  },
  {
    "id": "3193703",
    "unitNumber": 5,
    "text": "Bir haritaya başlık belirlerken bazı kurallar bulunmaktadır. Aşağıdaki başlıklardan hangisi bu kurallara en uygun başlık olabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Düzce ilinin nüfus yoğunluğu haritası",
      "B": "Düzce ilinin nüfus yoğunluğu",
      "C": "Düzce ili ve ilçelerinin nüfus yoğunluğu haritası",
      "D": "Düzce ili nüfus yoğunluğu",
      "E": "Düzce ve çevresi nüfus yoğunluğu haritası"
    },
    "explanation": "Başlıkta haritanın gösterdiği yerin coğrafi adı ve haritada gösterilen özellikleri özetleyen kelimeler seçilmelidir. Başlık haritayı özetleyen bir ifade olacağı için başlık içerisinde harita kelimesinin kullanılmamasına dikkat edilmelidir. Doğru yanıt D'dir."
  },
  {
    "id": "3193722",
    "unitNumber": 5,
    "text": "Haritalarda bir yerin dünya üzerindeki konumunu gösteren ve genelde harita çerçevesinin köşelerine yerleştirilen kısma ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Şablon",
      "B": "Lokasyon",
      "C": "Kuzey oku",
      "D": "Projeksiyon",
      "E": "Ölçek"
    },
    "explanation": "Lokasyon herhangi bir yerin dünya üzerindeki konumunu gösterir ve genelde harita çerçevesinin köşelerine yerleştirilir. Doğru yanıt B'dir."
  },
  {
    "id": "3193728",
    "unitNumber": 5,
    "text": "Aşağıdaki haritalardan hangisinde kuzey oku sembolü kullanılmaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Okyanusları gösteren haritalar",
      "B": "Avrupa haritası",
      "C": "Düzlemsel olarak kutup bölgelerini gösteren haritalar",
      "D": "Ekvator çevresini gösteren haritalar",
      "E": "Fiziki haritalar"
    },
    "explanation": "Kuzey oku birçok kaynakta haritaların temel unsurlarından biri olarak gösterilmektedir. Ancak kuzey okunun kullanılmadığı bazı durumlar bulunmaktadır. Örneğin kutup bölgelerini gösteren düzlemsel projeksiyonun kullanıldığı haritalarda kuzey oku gösterilmez. Doğru yanıt C'dir."
  },
  {
    "id": "3193733",
    "unitNumber": 5,
    "text": "Askeri amaçlı hazırlanan topoğrafya haritalarında kırmızı renkler genelde neye işaret etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yollara",
      "B": "Akarsulara",
      "C": "Tehlikeli bölgelere",
      "D": "Askeri bölgelere",
      "E": "Ormanlık alanlara"
    },
    "explanation": "Askeri amaçlı hazırlanan topoğrafya haritalarında kırmızı renkler genelde yolları gösterir. Doğru yanıt A'dır."
  },
  {
    "id": "3193737",
    "unitNumber": 5,
    "text": "Haritalarda renk ve sembol seçiminde kontrastlığın korunması neden önemlidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İşlevsellik açısından",
      "B": "Tasarımda denge açısından",
      "C": "Görsellik açısından",
      "D": "Sıcak renklerin kullanılması açısından",
      "E": "Siyah beyaz renkte baskı açısından"
    },
    "explanation": "Haritalarda birbirine çok yakın sembollerin kullanılması ya da birbirine çok yakın renklerin seçilmesi yani renk zıtlığının (kontrastlığının) oldukça belirsiz olduğu renklerin seçilmesi haritanın işlevselliğini azaltır (Buckley, 2012). Doğru yanıt A'dır."
  },
  {
    "id": "3194559",
    "unitNumber": 5,
    "text": "Üç boyutlu gerçek dünyanın tümünün ya da bir parçasının belli bir orana ya da ölçeğe göre küçültülerek kuşbakışı görünüşüyle bir düzlem üzerine aktarılmış biçimine ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Harita",
      "B": "Navigasyon",
      "C": "Ölçek",
      "D": "Coğrafi Bilgi Sistemi",
      "E": "Lokasyon"
    },
    "explanation": "Harita, üç boyutlu gerçek dünyanın tümünün ya da bir parçasının belli bir orana ya da ölçeğe göre küçültülerek kuşbakışı görünüşüyle bir düzlem üzerine aktarılmış biçimidir. Doğru cevap A şıkkıdır."
  },
  {
    "id": "3194569",
    "unitNumber": 5,
    "text": "Orta Çağ Avrupası’nda harita ve coğrafya alanında ilerlemelerin az olması ve dinî kurumların baskın olmasından dolayı haritalarda dinî unsurlar yaygın olarak gösterilmiş ve bu dönemde yapılan haritalar ne olarak isimlendirilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bedoline",
      "B": "Mappa Mundi",
      "C": "Ptolemy",
      "D": "Merkator",
      "E": "Babil"
    },
    "explanation": "Orta Çağ Avrupası’nda harita ve coğrafya alanında ilerlemelerin az olması ve dinî kurumların baskın olmasından dolayı haritalarda dinî unsurlar yaygın olarak gösterilmiş ve bu dönemde yapılan haritalar “Mappa Mundi” olarak isimlendirilmiştir. Doğru cevap B şıkkıdır."
  },
  {
    "id": "3194577",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi haritanın temel işlevlerinden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Harita herhangi bir şeyi özetlemenin en etkili yollarından bir tanesidir. Sayfalarca bilgiyi bir sayfalık bir harita ile özetlemek mümküdür. Bu açıdan harita etkili bir iletişim aracıdır.",
      "B": "Haritanın belirli bir tarihte bir bölge hakkında bilgi vermesi onu yapıldığı tarihten sonra birer tarihi belge yapar ve tarihsel olayları anlamamıza yardımcı olur.",
      "C": "Gidilecek yerin mesafesini gösterir. Gidilen yerin nüfus bilgileri ve geçim kaynakları hakkında bilgi verir.",
      "D": "Haritalar problemin nerede olduğunu ve neden kaynaklandığını kolay bir şekilde anlamamızı sağlar. Bu sayede karar vermeye yardımcı olarak problemlere çözüm üretil- mesinde ve geleceğin planlanmasında yardımcı olur.",
      "E": "Harita nerede olduğunuzu, bulunduğunuz yerin ne tür bir coğrafi ortam içerisinde yer aldığını, her türlü coğrafi verinin dağılımını ve bu dağılımlar arasındaki ilişkileri anla- mamıza yardımcı olur"
    },
    "explanation": "Harita birçok temel işleve sahiptir ve bu temel işlevleri şu şekilde sıralamak mümkündür:<br/>1. Harita herhangi bir şeyi özetlemenin en etkili yollarından bir tanesidir. Sayfalarca bilgiyi bir sayfalık bir harita ile özetlemek mümküdür. Bu açıdan harita etkili bir iletişim aracıdır.<br/>2. Haritanın belirli bir tarihte bir bölge hakkında bilgi vermesi onu yapıldığı tarihten sonra birer tarihi belge yapar ve tarihsel olayları anlamamıza yardımcı olur.<br/>3. Haritalar problemin nerede olduğunu ve neden kaynaklandığını kolay bir şekilde anlamamızı sağlar. Bu sayede karar vermeye yardımcı olarak problemlere çözüm üretil- mesinde ve geleceğin planlanmasında yardımcı olur.<br/>4. Harita nerede olduğunuzu, bulunduğunuz yerin ne tür bir coğrafi ortam içerisinde yer aldığını, her türlü coğrafi verinin dağılımını ve bu dağılımlar arasındaki ilişkileri anla- mamıza yardımcı olur. Doğru cevap C şıkkıdır."
  },
  {
    "id": "3194591",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi CBS içerisinde herhangi bir harita tasarlama sürecini kontrol eden farklı etmenlerden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Haritanın ölçeği yada kapsamı",
      "B": "Amaç",
      "C": "Gerçeklilik",
      "D": "Haritadaki vektörel çizim",
      "E": "Haritanın kullanım koşulları"
    },
    "explanation": "CBS içerisinde herhangi bir harita tasarlama sürecini kontrol eden farklı etmenler bulunmaktadır.<br/>Bunlar:<br/>• Amaç,<br/>• Gerçeklilik,<br/>• Haritanın ölçeği ya da kapsamı ve<br/>• Haritanın kullanım koşullarıdır. Doğru cevap D şıkkıdır."
  },
  {
    "id": "3194596",
    "unitNumber": 5,
    "text": "Fiziksel yeryüzünün ya da eğri bir yüzeyin matematiksel ve geometrik kurallardan yararlanarak geometrik bir yüzey üzerine izdüşürülmesi, aktarılması ya da dönüştürülmesine ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ölçek",
      "B": "Konum",
      "C": "Kuzey oku",
      "D": "Lejant",
      "E": "Projeksion"
    },
    "explanation": "Projeksiyon, fiziksel yeryüzünün ya da eğri bir yüzeyin matematiksel ve geometrik kurallardan yararlanarak geometrik bir yüzey üzerine izdüşürülmesi, aktarılması ya da dönüştürülmesidir. Doğru cevap E şıkkıdır."
  },
  {
    "id": "3194629",
    "unitNumber": 5,
    "text": "Haritada kullanılan tüm renk, çizim (nokta,çizgi, alan) ve simgelere ait açıklamalarının yer aldığı bölüme ne ad verlir?",
    "correctAnswer": "A",
    "options": {
      "A": "Lejant",
      "B": "Küresel konumlama sistemi(GPS)",
      "C": "Coğrafi bligi sistemi(CBS)",
      "D": "Kuzey oku",
      "E": "Koordinasyon sistemi"
    },
    "explanation": "Dilimize Fransızcadan geçmiş olan lejant sözcüğü kelime anlamı olarak harita anahtarı anlamına gel- mektedir. Lejant, haritada kullanılan tüm renk, çizim (nokta,çizgi, alan) ve simgelere ait açıklamalarının yer aldığı bölümdür. Doğru cevap A şıkkıdır."
  },
  {
    "id": "3194636",
    "unitNumber": 5,
    "text": "Renk paletinde doğada bulunan tüm renkler üç temel rengin belirli oranlarda ka- rıştırılmasıyla elde edilir. Aşağıdakilerden hangisi bu üç temel renkten birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Beyaz",
      "B": "Kırmızı",
      "C": "Siyah",
      "D": "Lacivert",
      "E": "Sarı"
    },
    "explanation": "RGB renk paleti Kırmızı (Red) Yeşil (Green) ve Mavi (Blue) tonlarından oluşur. 19. yüzyılda geliştirilen RGB paletinde doğada bulunan tüm renkler bu üç temel rengin belirli oranlarda karıştırılmasıyla elde edilir ve RGB renk paletinde 16 milyondan fazla renk elde etmek mümkündür. Doğru cevap B şıkkıdır."
  },
  {
    "id": "3194639",
    "unitNumber": 5,
    "text": "Belli bir koordinat sistemi içerisinde bilgisayar ortamında gerçekleştirilen çizimler aracı- lığıyla nesneleri nokta, çizgi ve alan olarak temsil eden ve her bir nesneye ait öznitelik bilgilerinin de oluşturulabildiği veri tabanının adı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Rasyonel veri",
      "B": "Raster veri",
      "C": "Vektörel veri",
      "D": "Renk veri",
      "E": "Sembol veri"
    },
    "explanation": "Vektörel veri, belli bir koordinat sistemi içerisinde bilgisayar ortamında gerçekleştirilen çizimler aracılığıyla nesneleri nokta, çizgi ve alan olarak temsil eden ve her bir nesneye ait öznitelik bilgilerinin de oluşturulabildiği veri tabanıdır. Doğru cevap C şıkkıdır."
  },
  {
    "id": "3194641",
    "unitNumber": 5,
    "text": "Fotoğraf makinelerimiz ile çektiğimiz fotoğraflar en yaygın hangi verilerdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Vertörel veri",
      "B": "Sanal veri",
      "C": "Renk veri",
      "D": "Raster veri",
      "E": "Sembol veri"
    },
    "explanation": "Fotoğraf makinelerimiz ile çektiğimiz fotoğraflar en yaygın raster verilerdir. Doğru cevap D şıkkıdır."
  },
  {
    "id": "3194647",
    "unitNumber": 5,
    "text": "Haritanın yönünü bulmamızı sağlayan unsur aşağıdakileden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Navigasyon",
      "B": "Ölçek",
      "C": "Lokasyon",
      "D": "Harita anahtarı",
      "E": "Kuzey oku"
    },
    "explanation": "Kuzey oku haritanın yönünü bulmamızı sağlayan bir unsurdur. Okun kuzeyi gösterdiğini belirtmek için okun ucuna İngilizce north kelimesinin ilk harfi olan N ya da Türkçe’de kuzey kelimesinin ilk harfi olan K harfi eklenir. Doğru cevap E şıkkıdır."
  },
  {
    "id": "3194850",
    "unitNumber": 5,
    "text": "İlk haritalar hangi tarihte çizilmeye başlanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "M.Ö. 6000",
      "B": "M.Ö. 3500",
      "C": "M.Ö. 2000",
      "D": "M.Ö. 1000",
      "E": "M.Ö. 100"
    },
    "explanation": "İlk haritalar M.Ö. 6000 yıllarında çizilmeye başlanmıştır."
  },
  {
    "id": "3194853",
    "unitNumber": 5,
    "text": "İlk coğrafyacı olarak kabul edilen kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gerardus Mercator",
      "B": "Piri Reis",
      "C": "Claudius Ptolemy",
      "D": "Johannes Kepler",
      "E": "Nicolaus Copernicus"
    },
    "explanation": "İlk gerçekci harita çizimi MS 2. yüzyılda ilk coğrafyacı olarak kabul edilen Claudius Ptolemy tarafından gerçekleştirilmiştir. Kendisinden sonraki 1500 yıl boyunca yapılan haritalarda dünya şekli ve boyutu Ptolemy haritasındaki gibi kabul edilmiş ve bu şekilde çizilmiştir"
  },
  {
    "id": "3194855",
    "unitNumber": 5,
    "text": "Yüzyıllar boyunca haritalama çalışmalarında standart bir yöntem olarak kullanılan Merkator Projeksiyon sistemi hangi yıl bulunmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "1069",
      "B": "1256",
      "C": "1569",
      "D": "1725",
      "E": "1928"
    },
    "explanation": "Gerardus Mercator tarafından 1569’da bulunan Merkator Projeksiyon sistemi yüzyıllar boyunca haritalama çalışmalarında standart bir yöntem olarak kullanılmıştır. Bu projeksiyon sistemi modern versiyonlarıyla günümüzde de kullanılmaya devam etmektedir"
  },
  {
    "id": "3194858",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi CBS içerisinde bir harita tasarlama sürecini kontrol eden etmenlerden <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Haritanın amacı",
      "B": "Haritanın gerçekliği",
      "C": "Haritanın ölçek ve kapsamı",
      "D": "Haritanın kullanım koşulları",
      "E": "Haritanın zaman aralığı"
    },
    "explanation": "CBS içerisinde herhangi bir harita tasarlama sürecini kontrol eden farklı etmenler bulunmaktadır.\n Bunlar: Amaç, Gerçeklilik, Haritanın ölçeği ya da kapsamı ve Haritanın kullanım koşullarıdır."
  },
  {
    "id": "3194861",
    "unitNumber": 5,
    "text": "Haritanın gösterdiği yerin coğrafi adı haritanın hangi bölümünde yazılıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Lokasyon",
      "B": "Lejant",
      "C": "Başlık",
      "D": "Projeksiyon",
      "E": "Koordinat"
    },
    "explanation": "Haritanın gösterdiği yerin coğrafi adı başlık kısmında yer alır."
  },
  {
    "id": "3194862",
    "unitNumber": 5,
    "text": "Harita üzerindeki bir santimetre, 100 kilometreye karşılık geliyorsa o haritanın ölçeği aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "1/100",
      "B": "1/1000",
      "C": "1/100.000",
      "D": "1/1.000.000",
      "E": "1/10.000.000"
    },
    "explanation": "Harita üzerinde 1 cm 100 km’ye karşılık geliyor ise harita ölçeği 1/10.000.000 olarak yazılır."
  },
  {
    "id": "3194864",
    "unitNumber": 5,
    "text": "Haritada kullanılan tüm renk, çizim ve simgelere ait açıklamalarının yer aldığı harita bölümüne ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Başlık",
      "B": "Ölçek",
      "C": "Projeksiyon",
      "D": "Lejant",
      "E": "Lokasyon"
    },
    "explanation": "Dilimize Fransızcadan geçmiş olan lejant sözcüğü kelime anlamı olarak harita anahtarı anlamına gelmektedir. Lejant, haritada kullanılan tüm renk, çizim (nokta,çizgi, alan) ve simgelere ait açıklamalarının yer aldığı bölümdür."
  },
  {
    "id": "3194867",
    "unitNumber": 5,
    "text": "Mekâna ait bilgilerin seçilen konu ile ilişkili olarak sınıflandırıldığı, renklendirildiği ve semboller kullanılarak gösterildiği haritalar aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Coğrafi haritalar",
      "B": "Fiziki haritalar",
      "C": "Askeri haritalar",
      "D": "Tematik haritalar",
      "E": "İklim haritaları"
    },
    "explanation": "Tematik harita: Mekâna ait bilgilerin seçilen konu ile ilişkili olarak sınıflandırılması, renklendirilmesi ve semboller kullanılarak gösterilmesidir."
  },
  {
    "id": "3194871",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi haritalarda kullanılacak renk seçiminde dikkat edilmesi gereken hususlar konusunda <strong>doğru değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ulusal ve uluslararası standartlara uymak",
      "B": "Görsel kontrastlığa dikkat etmek",
      "C": "Yazıcıya uygun renk sistemi kullanmak",
      "D": "Gerçek dünya ile uyumlu renk tercihi yapmak",
      "E": "Dijital haritalarda CMYK renkleri kullanmak"
    },
    "explanation": "CMYK ve RGB iki ayrı renk sistemidir. Basılacak işlerde CMYK renklerin kullanılması daha doğrudur. Harita sadece dijital ortamda kalacak ve ekran üzerinden izlenecekse RGB renk sistemi doğru tercih olacaktır."
  },
  {
    "id": "3194873",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi haritanın altında yer alması gereken bilgilerden biri <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Haritayı hazırlayanın adı",
      "B": "Harita için kullanılan kaynak",
      "C": "Haritada kullanılan renk sistemi",
      "D": "Haritanın hazırlanma tarihi",
      "E": "Harita veri linkleri"
    },
    "explanation": "Haritada kullanılan renk sistemi harita üzerinde yer alması gereken bilgilerden biri değildir."
  },
  {
    "id": "3196393",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bilinen en eski haritanın bulunmakta olduğu yerdir.",
    "correctAnswer": "A",
    "options": {
      "A": "Çatalhöyük Haritası",
      "B": "Valcomonica Haritası",
      "C": "Mappa Mundi Haritası",
      "D": "Ptolemy Haritası",
      "E": "Babil Haritaları"
    },
    "explanation": "CBS 126U Coğrafi Bilgi Sistemleri Ders Kitabının “Harita Tasarımı” başlıklı 5. Bölümünde bu soruya ilişkin aşağıdaki bilgi verilmiştir.\n Bilinen en eski harita M.Ö 6200 yılına tarihlendirilen Çatalhöyük Haritası’dır. Bir duvar üzerine çizilmiş olan 3 metre uzunluğundaki bu haritada birbirine bitişik halde 80 kadar ev ve bunların üstünde iki zirveli Hasan Dağı gösterilmiştir. \n Bu nedenle sorunun doğru cevabı A şıkkıdır."
  },
  {
    "id": "3196394",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Ortaçağda dinsel unsurların baskın olduğu ve Kudüs’ün Dünyanın merkezi olarak gösterildiği haritalara verilen isimdir.",
    "correctAnswer": "C",
    "options": {
      "A": "Çatalhöyük Haritası",
      "B": "Valcomonica Haritası",
      "C": "Mappa Mundi Haritası",
      "D": "Ptolemy Haritası",
      "E": "Babil Haritaları"
    },
    "explanation": "CBS 126U Coğrafi Bilgi Sistemleri Ders Kitabının “Harita Tasarımı” başlıklı 5. Bölümünde bu soruya ilişkin aşağıdaki bilgi verilmiştir.\n Orta Çağ Avrupası’nda harita ve coğrafya alanında ilerlemelerin az olması ve dinî kurumların baskın olmasından dolayı haritalarda dinî unsurlar yaygın olarak gösterilmiş ve bu dönemde yapılan haritalar “Mappa Mundi” olarak isimlendirilmiştir. Haritalarda Kudüs dünyanın merkezinde gösterilmiş, haritaların süslemelerinde yoğun olarak melekler ve hayali canlılar resmedilmiştir.\n Bu nedenle sorunun doğru cevabı C şıkkıdır."
  },
  {
    "id": "3196395",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Antik Çağlarda yapılmış olan ilk gerçekçi harita çizim olan ve kendisinden sonra 1500 yıl boyunca örnek alınan haritadır.",
    "correctAnswer": "D",
    "options": {
      "A": "Çatalhöyük Haritası",
      "B": "Valcomonica Haritası",
      "C": "Mappa Mundi Haritası",
      "D": "Ptolemy Haritası",
      "E": "Babil Haritaları"
    },
    "explanation": "CBS 126U Coğrafi Bilgi Sistemleri Ders Kitabının “Harita Tasarımı” başlıklı 5. Bölümünde bu soruya ilişkin aşağıdaki bilgi verilmiştir.\n Orta Çağ Avrupası’nda harita ve coğrafya alanında ilerlemelerin az olması ve dinî kurumların baskın olmasından dolayı haritalarda dinî unsurlar yaygın olarak gösterilmiş ve bu dönemde yapılan haritalar “Mappa Mundi” olarak isimlendirilmiştir. Haritalarda Kudüs dünyanın merkezinde gösterilmiş, haritaların süslemelerinde yoğun olarak melekler ve hayali canlılar resmedilmiştir. Bu dönemde ilk gerçekçi harita çizimi MS 2. yüzyılda ilk coğrafyacı olarak kabul edilen Claudius Ptolemy tarafından gerçekleştirilmiştir. Kendisinden sonraki 1500 yıl boyunca yapılan haritalarda dünya şekli ve boyutu Ptolemy haritasındaki gibi kabul edilmiş ve bu şekilde çizilmiştir. \n Bu nedenle sorunun doğru cevabı D şıkkıdır."
  },
  {
    "id": "3196396",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bir haritada olmazsa olmaz olan görsel unsurlardandır.",
    "correctAnswer": "D",
    "options": {
      "A": "Hastaneler",
      "B": "Trafik İşaretleri",
      "C": "Doğal Kaynaklar",
      "D": "Yön Oku",
      "E": "Ormanlar"
    },
    "explanation": "CBS 126U Coğrafi Bilgi Sistemleri Ders Kitabının “Harita Tasarımı” başlıklı 5. Bölümünde bu soruya ilişkin aşağıdaki bilgi verilmiştir.\n Haritayı oluşturmaya başlamadan önce mutlaka oluşturulacak olan haritanın amacı yani haritada neyi göstermek istediğimiz belirlenmelidir. Ardından amaca uygun olarak harita için gerekli veriler toplanır. Toplanan bu veriler amaca uygun olarak düzenlenir ve gerekli olması durumunda analizler yapılır. Haritayı oluşturan kişi ya da oluşturulan harita konusunda uzman bir kişi tarafından düzenlenen verilerin ve analiz sonuçlarının gerçeği yansıtıp yansıtmadığı denetlenir. Ardından haritanın kullanımına uygun olarak haritanın ölçeği ayarlanır ve CBS içerisinde haritaya son şekli verilir. Son şekli verilen her haritada olmazsa olmaz görsel unsurlar bulunmaktadır. Bunlar başlık, lokasyon, kuzey oku, projeksiyon bilgisi, ölçek, lejant, kaynak veya hazırlayan kişi bilgileridir. Bu öğeleri eklememizin ana amacı, haritanın amacının daha iyi anlaşılmasını sağlamaktır. Aşağıda bu unsurlara ait kısa bilgiler verilmiştir. \n Bu nedenle sorunun doğru cevabı D şıkkıdır."
  },
  {
    "id": "3196397",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bir harita yer verilen konumun dünyanın neresine ait olduğunu göstermek için haritaya eklenmesi gereken temel unsurlardan birisidir.",
    "correctAnswer": "B",
    "options": {
      "A": "Başlık",
      "B": "Lokasyon Haritası",
      "C": "Projeksiyon ve Koordinat Bilgileri",
      "D": "Kuzey Oku",
      "E": "Lejant"
    },
    "explanation": "CBS 126U Coğrafi Bilgi Sistemleri Ders Kitabının “Harita Tasarımı” başlıklı 5. Bölümünde bu soruya ilişkin aşağıdaki bilgi verilmiştir.\n Herhangi bir haritada gösterilen konuların dünyanın neresine ait olduğu göstermek için harita çerçevesi içerisine lokasyon haritası eklenir. Lokasyon herhangi bir yerin dünya üzerindeki konumunu gösterir ve genelde harita çerçevesinin köşelerine yerleştirilir \n Bu nedenle sorunun doğru cevabı B şıkkıdır."
  },
  {
    "id": "3196399",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bir haritada yön bulmayı kolaylaştıran temel unsurdur.",
    "correctAnswer": "D",
    "options": {
      "A": "Başlık",
      "B": "Lokasyon Haritası",
      "C": "Projeksiyon ve Koordinat Bilgileri",
      "D": "Kuzey Oku",
      "E": "Lejant"
    },
    "explanation": "CBS 126U Coğrafi Bilgi Sistemleri Ders Kitabının “Harita Tasarımı” başlıklı 5. Bölümünde bu soruya ilişkin aşağıdaki bilgi verilmiştir.\n Kuzey oku haritanın yönünü bulmamızı sağlayan bir unsurdur. Okun kuzeyi gösterdiğini belirtmek için okun ucuna İngilizce north kelimesinin ilk harfi olan N ya da Türkçe’de kuzey kelimesinin ilk harfi olan K harfi eklenir. \n Bu nedenle sorunun doğru cevabı D şıkkıdır."
  },
  {
    "id": "3196400",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi matematiksel formüller kullanarak küresel bir düzlemi düz bir yüzeye aktarmak ya da üç boyutlu dünyadan iki boyutlu düz bir yüzeye aktarmak işlemine verilen doğru isimdir.",
    "correctAnswer": "A",
    "options": {
      "A": "Projeksiyon",
      "B": "Lokasyon",
      "C": "Koordinat",
      "D": "Lejant",
      "E": "Ölçeklendirme"
    },
    "explanation": "CBS 126U Coğrafi Bilgi Sistemleri Ders Kitabının “Harita Tasarımı” başlıklı 5. Bölümünde bu soruya ilişkin aşağıdaki bilgi verilmiştir.\n Her harita bir düzlem üzerine projeksiyon yardımıyla aktarılır. Projeksiyon, fiziksel yeryüzünün ya da eğri bir yüzeyin matematiksel ve geometrik kurallardan yararlanarak geometrik bir yüzey üzerine izdüşürülmesi, aktarılması ya da dönüştürülmesidir. Başka bir tanımla projeksiyon; matematiksel formüller kullanarak küresel bir düzlemi düz bir yüzeye aktarmak ya da üç boyutlu dünyadan iki boyutlu düz bir yüzeye aktarmaktır. Günümüzde kartografya alanındaki hızlı gelişmeler yüzlerce projeksiyon sisteminin gelişmesini sağlamıştır. Bu çeşitlilikten dolayı herhangi bir yer ile ilgili haritaları farklı biçimlerde göstermek mümkündür.\n Bu nedenle sorunun doğru cevabı A şıkkıdır."
  },
  {
    "id": "3196401",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi herhangi bir haritada gösterilen konuların dünyanın neresinde olduğunu göstermek için kullanılan temel bir harita unsurudur.",
    "correctAnswer": "B",
    "options": {
      "A": "Başlık",
      "B": "Lokasyon Haritası",
      "C": "Projeksiyon ve Koordinat Bilgileri",
      "D": "Kuzey Oku",
      "E": "Lejant"
    },
    "explanation": "CBS 126U Coğrafi Bilgi Sistemleri Ders Kitabının “Harita Tasarımı” başlıklı 5. Bölümünde bu soruya ilişkin aşağıdaki bilgi verilmiştir.\n Herhangi bir haritada gösterilen konuların dünyanın neresine ait olduğu göstermek için harita çerçevesi içerisine lokasyon haritası eklenir. Lokasyon herhangi bir yerin dünya üzerindeki konumunu gösterir ve genelde harita çerçevesinin köşelerine yerleştirilir. Lokasyon için tek bir harita kullanılabileceği gibi genelden özele giden birden fazla aşama kullanılabilir. Birden fazla aşamada lokasyonun gösterildiği haritalarda genel olarak ilk aşamada o yerin dünya ya da bir ülke içerisindeki yeri, ikinci aşamada ise bölge ölçeğinde yeri gösterilir. \n Bu nedenle sorunun doğru cevabı B şıkkıdır."
  },
  {
    "id": "3196402",
    "unitNumber": 5,
    "text": "Kesir ölçek kullanılan bir haritada 1/100.000 değerli verilmişse 1 santimetre aşağıdaki seçeneklerden hangisine karşılık gelmektedir.",
    "correctAnswer": "C",
    "options": {
      "A": "10 metre",
      "B": "100 metre",
      "C": "1 kilometre",
      "D": "10 kilometre",
      "E": "100 kilometre"
    },
    "explanation": "CBS 126U Coğrafi Bilgi Sistemleri Ders Kitabının “Harita Tasarımı” başlıklı 5. Bölümünde bu soruya ilişkin aşağıdaki bilgi verilmiştir.\n Kesir ölçek yazımlarında cm baz alınır. Harita üzerinde 1 cm 100 km’ye karşılık geliyor ise harita ölçeği 1/10.000.000 olarak yazılır. Yani harita üzerinde 1 cm gerçekte 10.000.000 cm’ye karşılık geldiğini belirtir. 1 cm 1 km’ye karşılık geliyor ise harita ölçeği 1/100.000’dir. Çizgi ölçekte 1 cm’lik çizginin kaç km’ye karşılık geldiği bulunarak kesir ölçeğe çevrilebilir. \n Bu nedenle sorunun doğru cevabı C şıkkıdır."
  },
  {
    "id": "3196403",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi büyük alanları gösteren haritalarda ekvatordan kutuplara doğru alansal bozulmaları göstermek için kullanılan ölçek biçiminin ismidir.",
    "correctAnswer": "D",
    "options": {
      "A": "Kesir Ölçek",
      "B": "Çizgi ölçek",
      "C": "Sözel Ölçek",
      "D": "Değişken Harita Ölçeği",
      "E": "Büyük Ölçek"
    },
    "explanation": "CBS 126U Coğrafi Bilgi Sistemleri Ders Kitabının “Harita Tasarımı” başlıklı 5. Bölümünde bu soruya ilişkin aşağıdaki bilgi verilmiştir.\n Kuzey okunun gösteriminde olduğu gibi her haritaya ölçek eklemek mümkün olmamaktadır. Özellikle tüm dünyayı ya da kıtalar gibi büyük alanları gösteren haritalarda ekvatordan kutuplara doğru alansal bozulmalar çok fazla olmaktadır. Bu tür durumlarda haritaya eklenecek bir ölçek haritadaki tüm alanları temsil etmeyeceği için ölçek eklemek hatalıdır. Ancak bu tür durumlarda değişken harita ölçeği olarak nitelendirilen bir ölçek kullanılabilir. Değişken ölçek enlem değerlerine göre çizgi ölçekte meydana gelen değişimi gösterir. Örneğin aşağıdaki şekilde Merkator projeksiyon sistemine göre ekvatordan 80° kuzey enlemine doğru gidildikçe çizgi ölçekte meydana gelen değişim gösterilmektedir. \n Bu nedenle sorunun doğru cevabı C şıkkıdır."
  },
  {
    "id": "3192974",
    "unitNumber": 6,
    "text": "Her türlü araştırma sırasında gözlem ve ölçüm neticesinde elde edilen sayı, yazı veya sembollere ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilgi",
      "B": "Veri",
      "C": "Yapı",
      "D": "Tanım",
      "E": "Model"
    },
    "explanation": "Veri, her türlü araştırma sırasında gözlem ve ölçüm neticesinde elde edilen sayı, yazı veya sembollerdir."
  },
  {
    "id": "3192975",
    "unitNumber": 6,
    "text": "................, semboller bir şeye atıfta bulunmak için kullanıldığında ortaya çıkar, bağımsız olarak var olur ve “bir iş ya da konu hakkında bilinen şey” olarak tanımlanabilir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Model",
      "B": "Veri",
      "C": "Bilgi",
      "D": "Konum",
      "E": "Yapı"
    },
    "explanation": "Bilgi, semboller bir şeye atıfta bulunmak için kullanıldığında ortaya çıkar, bağımsız olarak var olur ve “bir iş ya da konu hakkında bilinen şey” olarak tanımlanabilir."
  },
  {
    "id": "3192976",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi coğrafi verilerin özelliklerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dijital olmayan verilerdir.",
      "B": "Konum bilgisi içermezler.",
      "C": "Metinsel ve sözel bilgilerdir.",
      "D": "Mekânsal bir adrese sahiptir.",
      "E": "Tablo veriler şeklinde sunulur."
    },
    "explanation": "Coğrafi veri, özellikle uzayda belirli bir konuma sahip nesnelere veya olgulara atıfta bulunur ve bu nedenle mekânsal bir adrese sahiptir."
  },
  {
    "id": "3192977",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi birincil veri kaynaklarından biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Topografya haritaları",
      "B": "Kurumsal istatistikler",
      "C": "Jeoloji haritaları",
      "D": "Uydu görüntüleri",
      "E": "Siyasi haritalar"
    },
    "explanation": "Uydu görüntüleri, hava fotoğrafları ve arazi ölçümleri, birincil (doğrudan) veri kaynaklarına örnek olarak verilebilir."
  },
  {
    "id": "3192978",
    "unitNumber": 6,
    "text": "Fotografik görüntüleri ve elektromanyetik radyant görüntü ile diğer fenomenlerin desenlerini kaydetme, ölçme ve yorumlama sürecinde fiziksel nesneler ve çevre hakkındaki güvenilir bilgi edinme bilim ve teknolojisine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Jeoistatistik",
      "B": "Fotogrametri",
      "C": "Topografya",
      "D": "Radyometri",
      "E": "Jeoreferans"
    },
    "explanation": "Fotogrametri, fotografik görüntüleri ve elektromanyetik radyant görüntü ile diğer fenomenlerin desenlerini kaydetme, ölçme ve yorumlama sürecinde fiziksel nesneler ve çevre hakkındaki güvenilir bilgi edinme bilim ve teknolojisidir."
  },
  {
    "id": "3192979",
    "unitNumber": 6,
    "text": "Başka kişiler veya kurumlarca üretilmiş olan haritalardan faydalanarak elde edilen verilere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "İkincil veri",
      "B": "Doğrudan veri",
      "C": "Dijital veri",
      "D": "Birincil veri",
      "E": "Analog veri"
    },
    "explanation": "İkincil veri, başka kişiler veya kurumlarca üretilmiş olan haritalardan faydalanarak elde edilen verilerdir."
  },
  {
    "id": "3192980",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi vektörel veri tipinin dezavantajlarından biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ağ analizleri için uygundur.",
      "B": "Genelleme yapmak mümkündür.",
      "C": "Karmaşık veri yapısına sahiptir.",
      "D": "Çözünürlük sorunu yoktur.",
      "E": "Projeksiyon dönüşümüne uygundur."
    },
    "explanation": "Vektörel veri tipinin dezavantajları şunlardır: Karmaşık veri yapısına sahiptir, çakıştırma analizleri için kullanışsızdır, yüksek mekânsal değişkenlerin analizi için uygun değildir, uzaktan algılama ürünleriyle karşılaştırması zordur ve güncelleştirmesi azdır."
  },
  {
    "id": "3192981",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi raster veri tipinin dezavantajlarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilgisayarda çok geniş hacim kaplar.",
      "B": "Simülasyon işlemi daha kolaydır.",
      "C": "Kullanışlı çakıştırma işlemi yapılabilir.",
      "D": "Matematiksel modellere daha uygundur.",
      "E": "Değişik konumsal analizler kolay yapılır."
    },
    "explanation": "Raster veri tipinin dezavantajlarından biri bilgisayarda çok geniş hacim kaplamasıdır."
  },
  {
    "id": "3192982",
    "unitNumber": 6,
    "text": "Verilerin temini, taranmış haritanın düzenlenmesi ve varsa hataların giderilmesi gibi işlemleri içeren veri toplama aşaması aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sayısallaştırma",
      "B": "Hazırlık",
      "C": "Düzeltme",
      "D": "Planlama",
      "E": "Değerlendirme"
    },
    "explanation": "Veri toplamada hazırlık aşaması, verilerin temini, taranmış haritanın düzenlenmesi ve varsa hataların giderilmesi gibi işlemleri içerir."
  },
  {
    "id": "3192989",
    "unitNumber": 6,
    "text": "Coğrafi özellikleri nokta, çizgi ve alan olarak belli bir koordinat sistemine göre bilgisayar ortamında tutan ve her bir nesneye ait öznitelik bilgilerinin de tutulabildiği veri tipi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Doğal",
      "B": "Raster",
      "C": "Yapısal",
      "D": "Orijinal",
      "E": "Vektör"
    },
    "explanation": "Vektör veri, coğrafi özellikleri nokta, çizgi ve alan olarak belli bir koordinat sistemine göre bilgisayar ortamında tutan ve her bir nesneye ait öznitelik bilgilerinin de tutulabildiği veri tipidir."
  },
  {
    "id": "3193207",
    "unitNumber": 6,
    "text": "- Aynı boyuta sahip ve birbirine komşu hücrelerden oluşur. \n - Her bir hücre piksel ya da grid adını alır. \n - Süreklilik özelliğine sahip coğrafi özelliklerin gösterimi için kullanılır.\n Yukarıda özellikleri tanımlanan veri türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Vektör Veri",
      "B": "Raster Veri",
      "C": "Topolojik Veri",
      "D": "Spagetti Veri",
      "E": "Sayısal Veri"
    },
    "explanation": "Raster veri modeli, süreklilik özelliğine sahip coğrafi özelliklerin gösterimi için kullanılmaktadır. Raster görüntü, aynı boyuta sahip ve birbirine komşu hücrelerin bir araya gelmesiyle oluşur. Hücrelerin her biri piksel veya grid olarak da isimlendirilir. Raster modeller, farklı renklere sahip kare biçimindeki kutucukların bir araya gelmesiyle bütün bir görüntü oluşmaktadır. Fotoğraf özelliğine sahip olan raster veri modelinde, herhangi bir görüntü bütünü, seri hâldeki küçük boyutlu hücrelerden ya da diğer bir deyişle gridlerden meydana gelir. Gridler, aynı boyutta olup farklı renkte olabildikleri gibi birbirini izleyen herhangi bir rengin tonları şeklinde de olabilir (Kraak &amp; Ormeling, 2010)."
  },
  {
    "id": "3193209",
    "unitNumber": 6,
    "text": "I - Coğrafi özellikler nokta, çizgi ve poligon gösterilir. \n II - Fotoğraf özelliğine sahiptir. \n III - Bitki örtüsü ve jeolojik yapıların gösterilmesi için uygundur. \n Yukarıdaki verilerden hangisi ya da hangileri vektör verilerin genel özellikleri arasındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Vektör veri modeli, harita üzerindeki özelliklerin çizgisel (nokta, çizgi ve alan) olarak<br/>gösterilmesi ve coğrafi detayların yeniden temsil edilmesidir. Vektörel veri modelinde nokta, çizgi ve poligonlar (x,y) olarak yeniden temsil edilen coğrafi özellikler koordinat<br/>değerleriyle kodlanarak depolanır. Nokta özelliği gösteren bir kuyu veya elektrik direği tek bir (x,y) koordinatı ile tanımlanırken, çizgi özelliği gösteren bir yol veya akarsu şeklindeki coğrafi detay birbirini izleyen bir dizi (x,y) koordinat serisi şeklinde saklanır. Poligon özelliğine sahip coğrafi özellikler, örneğin bina, orman alanı, parsel veya göl<br/>kapalı şekiller olarak, başlangıç ve bitişinde aynı koordinat olan (x,y) dizi koordinatlar ile depolanırlar. Coğrafi detayların kesin konumlarını tanımlamada vektör model son derece yararlı bir modeldir. Ancak, süreklilik özelliği gösteren toprak yapısı, bitki örtüsü, jeolojik yapı ve yüzey özelliklerindeki değişimlerin gösteriminde çok uygun değil<br/>Yalnız I"
  },
  {
    "id": "3193220",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Coğrafi Bilgi Sistemleri'nde nokta ile gösterilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Enerji Nakil Hatları",
      "B": "Yollar",
      "C": "Akarsular",
      "D": "Elektrik Direkleri",
      "E": "Binalar"
    },
    "explanation": "Nokta özelliğinde her bir nesneye ait bir adet X,Y koordinat değeri bulunur. Yani nokta verisinde nesneler tek bir koordinat değeri ile temsil edilirler. Bundan dolayı noktasal verilerin uzunluk, alan gibi bilgileri hesaplanamamaktadır. CBS’de nokta ile gösterime; elektrik direkleri, kuyu noktaları, yangın muslukları ve ağaçlar örnek olarak verilebilir."
  },
  {
    "id": "3193222",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Coğrafi Bilgi Sistemleri'nde çizgi ile gösterilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kuyular",
      "B": "Yangın Muslukları",
      "C": "Ağaçlar",
      "D": "Göller",
      "E": "Yollar"
    },
    "explanation": "Çizgi özelliğinde ise her nesnenin birbirine bağlı, bir başlangıç ve bir bitiş noktası olan en az iki X,Y koordinat değeri vardır. Noktaların koordinat deperleri birbirinden farklıdır ancak grafiksel olarak birbirine bağlıdır. Birden fazla koordinat olduğundan dolayı çizgisel verilerde uzunluk hesabı yapılabilir. Ancak noktalar birleşmediğinden yani tüm koordinatlar birbirinden farklı olduğu için alan hesabı yapılamamaktadır. CBS’de nokta ile gösterime; enerji nakil hatları, yollar, akarsular örnek olarak verilebilir."
  },
  {
    "id": "3193224",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Coğrafi Bilgi Sistemleri'nde poligon ile gösterilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yollar",
      "B": "Akarsular",
      "C": "Yangın muslukları",
      "D": "Göller",
      "E": "Ağaçlar"
    },
    "explanation": "Alan özelliğinde de (poligon) her bir nesnenin birden fazla X,Y koordinat değeri bulunur. Ancak çizgiden farklı olarak başlangıç ve bitiş koordinatları aynıdır. Yani poligonda vektörel çizim başladığı noktada biter. Bu sayede çevre uzunluğu, alan gibi hesaplamalar yapılabilir. Tarlalar, binalar, göller CBS’de alan (poligon) olarak gösterilen coğrafi özelliklere örnek olarak verilebilir (Öztürk, 2020)."
  },
  {
    "id": "3193227",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Vektör verinin avantajları arasında gösterilemez?",
    "correctAnswer": "E",
    "options": {
      "A": "Ağ analizleri için uygundur.",
      "B": "Projeksiyon dönüşümleri için uygundur.",
      "C": "Veri boyutu küçüktür.",
      "D": "Topoloji için uygundur.",
      "E": "Çakıştırma analizleri için kullanışlıdır."
    },
    "explanation": "<strong>Vektör Verinin Avantajları</strong>\n<br/>Veri üretildiği orijinal çözünürlükte görüntülenebilir.<br/>Çözünürlük ve hassasiyet sorunu yoktur.<br/>Ağ analizleri için uygundur.<br/>Projeksiyon dönüşümleri için uygundur.<br/>Mekânsal verinin gösteriminde, ölçeğe bağlı<br/>doğruluğuna sahiptir.<br/>Mekânsal ve mekânsal olmayan veriye ulaşma,<br/>güncelleme ve genelleme yapmak mümkündür.<br/>Alan, uzunluk, çevre uzunluğu gibi ölçüm değerleri<br/>gerçeğe daha yakındır.<br/>Veri boyutu küçüktür.<br/>Topoloji için uygundur. \n<br/><strong>Vektör Verinin Dezavantajları</strong>\n<br/>Karmaşık veri yapısına sahiptir.<br/>Çakıştırma analizleri için kullanışsızdır.<br/>Yüksek mekânsal değişkenlerin analizi için uygun<br/>değildir.<br/>Uzaktan algılama ürünleriyle karşılaştırılması<br/>zordur.<br/>Güncelleştirmesi fazladır.<br/>Çakıştırma analizleri için kullanışlıdır."
  },
  {
    "id": "3193234",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Raster verinin avantajları arasında gösterilemez?",
    "correctAnswer": "B",
    "options": {
      "A": "Aynı piksel büyüklüklerine sahip olmasından dolayı simülasyon işlemi daha kolaydır.",
      "B": "Bilgisayarda çok az hacim kaplar.",
      "C": "Veri yapısı basittir.",
      "D": "Matematiksel modellere daha uygundur.",
      "E": "Uzaktan Algılama ürünleriyle karşılaştırılması kolaydır."
    },
    "explanation": "<strong>Raster Veri Avantajları</strong>\n<br/>Veri yapısı basittir.<br/>Kolay ve kullanışlı çakıştırma işlemi yapılabilir.<br/>Uzaktan Algılama ürünleriyle karşılaştırılması kolaydır.<br/>Aynı piksel büyüklüklerine sahip olmasından dolayı simülasyon işlemi daha kolaydır.<br/>Değişik şekilde konumsal analizlerin yapılması kolaydır.<br/>Matematiksel modellere daha uygundur. \n<br/><strong>Raster Veri Dezavantajları</strong>\n<br/>Bilgisayarda çok geniş hacim kaplar.<br/>Mekânsal verinin çevre uzunluğu, alan ve şeklinde bozulmalar ve hatalar oluşur<br/>Ağ analizleri çok zordur.<br/>Projeksiyon dönüşümleri için uygun değildir.<br/>Hücre büyüklükleri arttıkça mekânsal veride kayıplar artar.<br/>Topoloji için uygun değildir.<br/>Bilgisayarda çok az hacim kaplar."
  },
  {
    "id": "3193242",
    "unitNumber": 6,
    "text": "- Taranmış bir çizginin en az 3 pikselden oluşması\n - Görüntünün net ve veri yoğunluğunun az olması\n - Harita üzerindeki detayların sade olması\n Yukarıdakilerden hangisi ya da hangileri otomatik sayısallaştırmanın özelliklerindedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Otomatik sayısallaştırma işlemi çeşitli tarayıcı ve bilgisayar programları vasıtasıyla gerçekleştirilir. Bu yöntemde tarayıcıya verilen kâğıt haritaların üzerindeki nokta ve çizgisel özellikler otomatik olarak algılanarak sayısal bir şekilde bilgisayara aktarılır. Bu yöntem, elle sayısallaştırmada ortaya çıkan zaman kaybı dezavantajını ortadan kaldırmak için geliştirilmiş, yoğun veriye sahip haritaların kısa süre içinde dijital forma dönüştürmesine imkân sağlamaktadır. Taranmış bir çizginin en az 3 pikselden oluşması yani en az 300 dpi çözünürlükte taranmış olması gerekmektedir. Böylece bilgisayar çizginin merkez hattını kolay bir şekilde takip edebilecektir. Bu yöntemin sorunsuz uygulanabilmesi için harita üzerindeki detayların sade olması gerekmektedir. Eğer görüntü net değil ve veri yoğunluğu fazla ise otomatik sayısallaştırmanın gerçekleşmesi mümkün değildir. Eğer altık harita tekbir özellikten oluşuyorsa, örneğin eşyükselti eğrisi, yol, akarsu ağı vb. gibi otomatik sayısal<br/>I, II ve III"
  },
  {
    "id": "3193251",
    "unitNumber": 6,
    "text": "I - Klasik Sayısallaştırma\n II - Ekran Sayısallaştırması\n III - Otomatik Sayısallaştırma\n IV - Diğer Kaynaklardan Veri Transferi\n Yukarıdakilerden hangisi ya da hangileri sayısallaştırma işleminde kullanılan yöntemlerdendir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I ve IV",
      "D": "I, II ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Sayısallaştırma işleminde kullanılan yöntemler:\n<br/>-Klasik Sayısallaştırma\n<br/>-Ekran Sayısallaştırması\n<br/>-Otomatik Sayısallaştırma\n<br/>-Diğer Kaynaklardan Veri Transferi<br/>I, II, III ve IV"
  },
  {
    "id": "3193256",
    "unitNumber": 6,
    "text": "Konum bilgisi içermeyen ancak konumsal bir nesne ile ilişkili mekânsal olmayan verilere ne ad verilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Raster",
      "B": "Vektör",
      "C": "Öznitelik",
      "D": "Spagetti",
      "E": "Topolojik"
    },
    "explanation": "Öznitelik verileri, konum bilgisi içermeyen ancak konumsal bir nesne ile ilişkili mekânsal olmayan verilerdir. Kısaca, koordinat bilgisine sahip olan coğrafi verilerin özellikleri olarak ifade etmek mümkündür."
  },
  {
    "id": "3195499",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi her türlü araştırma sırasında gözlem ve ölçüm neticesinde elde edilen sayı, yazı veya semboller olarak adlandırılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Veri",
      "B": "Bilgi",
      "C": "Vektör",
      "D": "CBS",
      "E": "Raster"
    },
    "explanation": "Veri, her türlü araştırma sırasında gözlem ve ölçüm neticesinde elde edilen sayı, yazı veya sembollerdir. Doğru cevap a şıkkı."
  },
  {
    "id": "3195504",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi verinin yorumlanması olarak adlandırılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilgi",
      "B": "Raster",
      "C": "Vektör",
      "D": "CBS",
      "E": "Topoloji"
    },
    "explanation": "Bilgi ise verinin yorumlanmasıdır. Bilgi, “bir iş ya da konu hakkında bilinen şey” olarak ya da kullanıcı tarafından anlaşılabilir formlara dönüştürülmüş verilerden oluşan bir grup olarak da tanımlanabilir. Doğru cevap a şıkkı."
  },
  {
    "id": "3195698",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi/hangileri vektör veri modellerinin depolanmasında kullanılan yöntemler arasında yer alır? \n I. Spagetti veri modeli \n II. Topolojik veri modeli\n III. Raster veri modeli",
    "correctAnswer": "A",
    "options": {
      "A": "I, II",
      "B": "I, II, III",
      "C": "I, III",
      "D": "II",
      "E": "III"
    },
    "explanation": "Vektör veri modellerinin depolanmasında ise Spagetti ve Topolojik veri modelleri olmak üzere iki ayrı yöntem vardır. Doğru cevap a şıkkı."
  },
  {
    "id": "3195701",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi harita üzerindeki özelliklerin çizgisel (nokta, çizgi ve alan) olarak gösterilmesi ve coğrafi detayların yeniden temsil edilmesidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vektör veri modeli",
      "B": "Raster veri modeli",
      "C": "Sayısal veri",
      "D": "Sözel veri",
      "E": "Öznitelik verisi"
    },
    "explanation": "Vektör veri modeli, harita üzerindeki özelliklerin çizgisel (nokta, çizgi ve alan) olarak gösterilmesi ve coğrafi detayların yeniden temsil edilmesidir Doğru cevap a şıkkı."
  },
  {
    "id": "3195704",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi fotoğrafik görüntüleri ve elektromanyetik radyant görüntü ile diğer fenomenlerin desenlerini kaydetme,<br/>ölçme ve yorumlama sürecinde fiziksel nesneler ve çevre hakkında güvenilir bilgi edinme bilim ve teknolojisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fotogrametri",
      "B": "Küresel Konumlama Sistemi",
      "C": "Arazi ölçümü",
      "D": "Drone",
      "E": "Sayısallaştırma"
    },
    "explanation": "Fotogrametri, fotoğrafik görüntüleri ve elektromanyetik radyant görüntü ile diğer fenomenlerin desenlerini kaydetme, ölçme ve yorumlama sürecinde fiziksel nesneler ve çevre hakkında güvenilir bilgi edinme bilim ve teknolojisidir. Doğru cevap a şıkkı."
  },
  {
    "id": "3195706",
    "unitNumber": 6,
    "text": "Aşağıdaki cihazlardan hangisi/hangileri arazinin modellenmesinde kullanılabilir?\n I. Teodolit\n II. Total station (istasyon)\n III. İHA (drone)",
    "correctAnswer": "A",
    "options": {
      "A": "I, II,III",
      "B": "I, III",
      "C": "III",
      "D": "I, II",
      "E": "I, III"
    },
    "explanation": "Arazi ölçümleri, yapılacak olan çalışmanın amacı ve özelliğine göre arazide gerçekleştirilen ölçümler haritalar için önemli birer veri kaynağıdır. Örneğin teodolit, total station (istasyon) ve İHA (drone) gibi cihazlar arazinin modellenmesinde kullanılabilmektedir. Doğru cevap a şıkkı."
  },
  {
    "id": "3195710",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi/hangileri haritalarda kullanılan Birincil (Doğrudan) Veri Kaynakları arasında yer alır?\n I. Uydu görüntüleri\n II. Hava fotoğrafları\n III. Jeoloji haritaları\n IV. Siyasi haritalar",
    "correctAnswer": "A",
    "options": {
      "A": "I, II",
      "B": "I, II, III, IV",
      "C": "I, III",
      "D": "III",
      "E": "I, II, IV"
    },
    "explanation": "Birincil veriler hem vektör hem de raster verilerden temin edilebilir. Uydu görüntüleri, hava fotoğrafları ve arazi ölçümleri birincil veri kaynaklarına örnek olarak verilebilir. Doğru cevap a şıkkı."
  },
  {
    "id": "3195711",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi/hangileri haritalarda kullanılan İkincil (Dolaylı) Veri Kaynakları arasında yer alır?\n I. Uydu görüntüleri\n II. Hava fotoğrafları\n III. Jeoloji haritaları\n IV. Siyasi haritalar",
    "correctAnswer": "A",
    "options": {
      "A": "III, IV",
      "B": "I, II",
      "C": "I, II, III, IV",
      "D": "III",
      "E": "I"
    },
    "explanation": "İkincil veriler, başka kişiler veya kurumlarca üretilmiş olan haritalardan faydalanılarak elde edilen verilerdir. Jeoloji haritaları, topoğrafya haritaları, toprak haritaları, atlaslar, siyasi haritalar, kurumlara ait istatistik vb. dolaylı verilere örnek olabilir. Doğru cevap a şıkkı."
  },
  {
    "id": "3195714",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi/hangileri haritalarda kullanılan vektör veri tipinin avantajları arasında yer alır?\n I. Ağ analizleri için uygundur.<br/>II. Projeksiyon dönüşümleri için uygundur.<br/>III. Veri boyutu küçüktür.<br/>IV. Topoloji için uygundur.",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III,IV",
      "B": "I, II, III",
      "C": "III,IV",
      "D": "III",
      "E": "I, II"
    },
    "explanation": "Haritalarda kullanılan vektör veri tipinin avantajları\n<br/>-Veri üretildiği orijinal çözünürlükte görüntülenebilir.<br/>-Çözünürlük ve hassasiyet sorunu yoktur.<br/>-Ağ analizleri için uygundur.<br/>-Projeksiyon dönüşümleri için uygundur.<br/>-Mekânsal verinin gösteriminde, ölçeğe bağlı doğruluğuna sahiptir.<br/>- Mekânsal ve mekânsal olmayan veriye ulaşma, güncelleme ve genelleme yapmak mümkündür.<br/>- Alan, uzunluk, çevre uzunluğu gibi ölçüm değerleri gerçeğe daha yakındır.<br/>-Veri boyutu küçüktür.<br/>-Topoloji için uygundur.\n<br/>Doğru cevap a şıkkı<br/>Haritalarda kullanılan vektör veri tipinin avantajları\n -Veri üretildiği orijinal çözünürlükte görüntülenebilir.<br/>-Çözünürlük ve hassasiyet sorunu yoktur.<br/>-Ağ analizleri için uygundur.<br/>-Projeksiyon dönüşümleri için uygundur.<br/>-Mekânsal verinin gösteriminde, ölçeğe bağlı doğruluğuna sahiptir.<br/>- Mekânsal ve mekânsal olmayan veriye ulaşma, güncelleme ve genelleme yapmak mümkündür.<br/>- Alan, uzunluk, çevre uzunluğu gibi ölçüm değerleri gerçeğe daha yakındır.<br/>-Veri boyutu küçüktür.<br/>-Topoloji için uygundur.\n Doğru cevap a şıkkı"
  },
  {
    "id": "3196244",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi yer şekillerinin özelliklerini ve bunların gelişimini inceleyen bilim dalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Jeomorfoloji",
      "B": "Sismoloji",
      "C": "Jeoloji",
      "D": "Fizyoloji",
      "E": "Tapografya"
    },
    "explanation": "Jeomorfoloji, yer şekillerinin özelliklerini ve bunların gelişimini inceleyen bilim dalıdır. Doğru cevap A'dır."
  },
  {
    "id": "3196251",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi yeryüzüne ait yükseklik değerlerinin ve yer şekillerinin eşyükselti eğrileri (izohipsler) yardımıyla gösterildiği haritalardır?",
    "correctAnswer": "B",
    "options": {
      "A": "Jeomorfoloji haritaları",
      "B": "Topoğrafya haritası",
      "C": "İklim haritaları",
      "D": "Fiziksel haritalar",
      "E": "Yükseklik haritaları"
    },
    "explanation": "Topoğrafya haritası yeryüzüne ait yükseklik değerlerinin ve yer şekillerinin eşyükselti eğrileri (izohipsler) yardımıyla gösterildiği haritalardır. Doğru cevap B'dir."
  },
  {
    "id": "3196262",
    "unitNumber": 7,
    "text": "Topoğrafya haritalarında izohipslerin içbükey olması hangi yeryüzü oluşumlarını göstermektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Dağları",
      "B": "Denizleri",
      "C": "Vadileri",
      "D": "Kraterleri",
      "E": "Ormanları"
    },
    "explanation": "DOĞAL ŞEKİLLERİN GÖSTERİMİNDE KULLANILAN HARİTA TÜRLERİ<br/>Topoğrafya haritalarında izohipslerin içbükey olması vadileri göstermektedir."
  },
  {
    "id": "3196272",
    "unitNumber": 7,
    "text": "Coğrafyada yükseklikler ve derinlikler aşağıdakilerden hangisine göre belirlenir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tarihi kaynaklara göre belirlenir",
      "B": "Pusulaya göre belirlenir",
      "C": "Bölgedeki en yüksek noktaya göre belirlenir",
      "D": "Hava fotoğraflarına göre belirlenir",
      "E": "Ortalama deniz seviyesine göre"
    },
    "explanation": "DOĞAL ŞEKİLLERİN GÖSTERİMİNDE KULLANILAN HARİTA TÜRLERİ<br/>Coğrafyada yükseklikler ve derinlikler ortalama deniz seviyesine göre belirlenir."
  },
  {
    "id": "3196280",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi bir yerdeki doğal şekillerin özellikleri ve alandaki yamaç süreçleri hakkında bilgi sahibi olunmasını sağlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Bakı değeri",
      "B": "Yükseklik değeri",
      "C": "Eğim değeri",
      "D": "Debi yükseklik değeri",
      "E": "Derinlik hesaplanması"
    },
    "explanation": "Eğim değerlerine bakılarak bir yerdeki doğal şekillerin özellikleri ve alandaki yamaç süreçleri hakkında bilgi sahibi olmak mümkündür. Örneğin ovalık alanlarda eğim 0° ile birkaç derecelik değerlere sahipken, kanyon vadilerde eğim değeri 90°’yi bulmaktadır. Eğim değerleri tek başına kullanılabileceği gibi eğimin yamaç boyunca değişimi ve yamaç profilleri hakkında bilgi verir. Doğru cevap C'dir."
  },
  {
    "id": "3196289",
    "unitNumber": 7,
    "text": "Coğrafi alan bilgilerinde ''eğim ya da diklik'' aşağıdakilerden hangisi ile tanımlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Herhangi bir topoğrafya yüzeyinin yatay düzlemle yapmış olduğu açıdır",
      "B": "Eğim değerlerine bakılarak bir yerdeki doğal şekillerin özellikleri tespit edilebilir.",
      "C": "Eğri bir yerin yükselti basamaklarının sahip olduğu oranlardır.",
      "D": "Eğim alanları yükseklik tespitine yarar.",
      "E": "Yatay düzlemler eğimlerle son bulur."
    },
    "explanation": "DOĞAL ŞEKİLLERİN GÖSTERİMİNDE KULLANILAN HARİTA TÜRLERİ<br/>Coğrafi alan bilgilerinde ''eğim ya da diklik''herhangi bir topoğrafya yüzeyinin yatay düzlemle yapmış olduğu açıdır."
  },
  {
    "id": "3196297",
    "unitNumber": 7,
    "text": "Bakı haritaları herhangi bir yamacın baktığı yönü gösteren haritalardır. Ancak düz alanlar herhangi bir bakı, yani yön değerine sahip olmadığı için bakı haritalarında ................olarak gösterilir.<br/>Yukarıdaki açıklamada verilmesi gereken değer aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "360°",
      "B": "180 derece",
      "C": "-1 derece",
      "D": "1 derece",
      "E": "0 derece"
    },
    "explanation": "DOĞAL ŞEKİLLERİN GÖSTERİMİNDE KULLANILAN HARİTA TÜRLERİ<br/>Bakı haritaları herhangi bir yamacın baktığı yönü gösteren haritalardır. Ancak düz alanlar herhangi bir bakı, yani yön değerine sahip olmadığı için bakı haritalarında -1 derece olarak gösterilir."
  },
  {
    "id": "3196304",
    "unitNumber": 7,
    "text": "Tek ışık kaynağının dikkate alındığı geleneksel yöntem hangi haritaların hazırlanmasında kullanılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Bakı haritası",
      "B": "Kabartma haritası",
      "C": "Kırmızı rölyef haritası",
      "D": "Yükseklik haritası",
      "E": "Eğim haritası"
    },
    "explanation": "DOĞAL ŞEKİLLERİN GÖSTERİMİNDE KULLANILAN HARİTA TÜRLERİ<br/>Tek ışık kaynağının dikkate alındığı geleneksel yöntem kabartma haritasında kullanılır."
  },
  {
    "id": "3196307",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi herhangi bir yamacın baktığı yönü gösteren ve değerleri 0°-360° arasında değişen haritalardır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yükseklik ve derinlik haritası",
      "B": "Bakı haritası",
      "C": "Eğim haritası",
      "D": "Kabartma harita",
      "E": "Kırmızı rölyef haritası"
    },
    "explanation": "Bakı haritaları herhangi bir yamacın baktığı yönü gösteren haritalardır. Bakı haritalarında değerler 0°-360° arasında değişir. Ancak düz alanlar herhangi bir bakı, yani yön değerine sahip olmadığı için bakı haritalarında düz alanlar -1 olarak gösterilir. Doğru cevap B'dir."
  },
  {
    "id": "3196323",
    "unitNumber": 7,
    "text": "Kırmızı rölyef haritası son yıllarda yer şekillerinin gösteriminde kullanımı oldukça yaygınlaşan haritalardandır. Kabartma haritasında olduğu gibi analizlerde pek kullanılmayan, daha çok görsel olarak yer şekillerini<br/>yorumlama imkânı sunan bir harita türüdür. Harita eğim değerleri ile topoğrafik açıklık, ya da başka bir ifade<br/>ile vadi-sırt parametrelerinin aynı anda gösterilmesiyle elde edilir. Topoğrafik açıklık değerlerindeki negatif<br/>değerler nereleri göstermektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dağlar",
      "B": "Sırtlar",
      "C": "Sel yarıntıları",
      "D": "Vadileri",
      "E": "Madenleri"
    },
    "explanation": "DOĞAL ŞEKİLLERİN GÖSTERİMİNDE KULLANILAN HARİTA TÜRLERİ<br/>. Topoğrafik açıklık değerlerindeki negatif<br/>değerler vadileri, volkan kraterleri, sel yarıntıları gibi içbükey (konveks) yamaçları gösterir. Pozitif değerler ise<br/>sırtlar ve tepeler gibi dışbükey (konkav) yamaçları göstermektedir."
  },
  {
    "id": "3196324",
    "unitNumber": 7,
    "text": "Yükseklik değerlerinden yola çıkarak bir doğal ortamın 3. boyutta haritalanmasını sağlayan bir yeri tam tepeden görmemeizi sağlayan yükseklik açısının 90°’den daha az olduğu yani haritaya eğik (oblik) bir açıyla baktığımız harita aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kabartma haritası",
      "B": "Jeomorfoloji haritası",
      "C": "Bakı haritası",
      "D": "Perspektif haritaları",
      "E": "Kırmızı rölyef haritası"
    },
    "explanation": "Perspektif haritaları olarak da bilinen 3 boyutlu haritalar yükseklik değerlerinden yola çıkarak bir doğal ortamın 3. boyutta haritalanmasıdır. 2 boyutlu haritalar bir yerin tam tepeden, 90°’lik yükseklik açısıyla görmemizi sağlar. Ancak 3 boyutlu haritalarda yükseklik açısı 90°’den daha azdır, yani haritaya eğik (oblik) bir açıyla bakarız. Doğru cevap D'dir."
  },
  {
    "id": "3196332",
    "unitNumber": 7,
    "text": "Aşağıdaki haritalardan hangisi yer şekillerini göstermek için hazırlanan, sınırları belirlenmiş bir alan içindeki yer şekillerinin tanımı, morfometrik özellikleri, dağılışı, oluşumunu denetleyen süreçler, nedenler ve o şeklin oluşum evrelerini içermelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Üç boyutlu haritalar",
      "B": "Kabartma haritası",
      "C": "Bakı haritası",
      "D": "Eğim haritası",
      "E": "Jeomorfoloji haritaları"
    },
    "explanation": "Yer şekillerini göstermek için hazırlanan jeomorfoloji haritaları, sınırları belirlenmiş bir alan içindeki yer şekillerinin tanımı, morfometrik özellikleri, dağılışı, oluşumunu denetleyen süreçler, nedenler ve o şeklin oluşum evrelerini içermelidir. Doğru cevap E'dir."
  },
  {
    "id": "3196333",
    "unitNumber": 7,
    "text": "Dağlar çevresine göre yüksekte bulunması nedeniyle, her zaman<br/>çevresindeki alçak alanlara göre daha soğuk iklim koşullarına sahiptir. Bu durum nasıl bir sonuç yaratır?",
    "correctAnswer": "A",
    "options": {
      "A": "Dağlık alanlarda sürekli fiziksel parçalanma söz konusudur.",
      "B": "Dağlık alanlarda oksijen azlığı söz konusudur.",
      "C": "Dağlık alanlarda hava soğuktur.",
      "D": "Dağlık alanlar deniz seviyesinden yüksektir.",
      "E": "Dağlık alanlarda ovalara göre hava temizdir."
    },
    "explanation": "YAYGIN DOĞAL ŞEKİLLERE ÖRNEKLER<br/>Dağlar çevresine göre yüksekte bulunması nedeniyle, her zaman<br/>çevresindeki alçak alanlara göre daha soğuk iklim koşullarına sahiptir.bu nedenle dağlık alanlarda sürekli fiziksel parçalanma söz konusudur."
  },
  {
    "id": "3196338",
    "unitNumber": 7,
    "text": "Akarsu aşındırması sonucunda oluşan en bilindik yer şekli aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vadi",
      "B": "Çukur",
      "C": "Tepe",
      "D": "Ova",
      "E": "Dağ"
    },
    "explanation": "Akarsu aşındırması sonucunda oluşan en bilindik yer şekli vadiler ve bu vadiler arasında uzanan sırtlardır. Doğru cevap A'dır."
  },
  {
    "id": "3196339",
    "unitNumber": 7,
    "text": "Bir yer tektonik ya da volkanik faaliyetler sonucunda deniz seviyesinin üstüne çıktıktan sonra dış kuvvetler tarafından aşındırılmaya başlar. Bu aşındırıcı kuvvetler içerisinde en yaygın olanı .........................aşındırmasıdır........................ aşındırması sonucunda oluşan en bilindik yer şekli vadiler oluşur. <br/>Yukarıdaki açıklamanın tamamlayıcı tanımı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Rüzgarlar",
      "B": "İnsan tahribatı",
      "C": "Depremler",
      "D": "Akarsular",
      "E": "Volkanlar"
    },
    "explanation": "YAYGIN DOĞAL ŞEKİLLERE ÖRNEKLER<br/>Bir yer tektonik ya da volkanik faaliyetler sonucunda deniz seviyesinin üstüne çıktıktan sonra dış kuvvetler tarafından aşındırılmaya başlar. Bu aşındırıcı kuvvetler içerisinde en yaygın olanı akarsuların aşındırmasıdır.Akarsuların aşındırması sonucunda oluşan en bilindik yer şekli vadiler oluşur."
  },
  {
    "id": "3196344",
    "unitNumber": 7,
    "text": "Akarsuların denize döküldüğü alanlarda, kendileriyle birlikte taşıdıkları çakıl, kum, silt, kil gibi sedimanları biriktirmesiyle oluşan ovalık alanlara ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dağ",
      "B": "Delta",
      "C": "Vadi",
      "D": "Tepe",
      "E": "Kanyon"
    },
    "explanation": "Deltalar akarsuların denize döküldüğü alanlarda, kendileriyle birlikte taşıdıkları çakıl, kum, silt, kil gibi sedimanları biriktirmesiyle oluşan ovalık alanlardır. Doğru cevap B'dir."
  },
  {
    "id": "3196350",
    "unitNumber": 7,
    "text": "Çevrelerinden izole bir şekilde duran, kenarları yüzlerce metre yüksekliğe ulaşabilen dik yamaçlarla çevrili, üst kesimleri platolardaki gibi düz olan, bütlere göre daha büyük olan tepelik alanlara ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Delta",
      "B": "Dağ",
      "C": "Mesa",
      "D": "Vadi",
      "E": "Tepe"
    },
    "explanation": "Çevrelerinden izole bir şekilde duran, kenarları yüzlerce metre yüksekliğe ulaşabilen dik yamaçlarla çevrili, üst kesimleri platolardaki gibi düz olan tepelik alanlara mesa ve büt adı verilir. Mesa ve büt arasındaki tek fark bunların büyüklüğüdür. Mesalar daha büyük, bütler ise daha küçük tepelik alanlar için kullanılır. Doğru cevap C'dir."
  },
  {
    "id": "3196351",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi yeryüzü şekillerinde çukur olarak tanımladıklarımızdan değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Deltalar",
      "B": "Volkan kraterleri",
      "C": "Dolinler",
      "D": "Meteor çukurları",
      "E": "Göl tabanları"
    },
    "explanation": "YAYGIN DOĞAL ŞEKİLLERE ÖRNEKLER<br/>Deltalar çukur değildir."
  },
  {
    "id": "3196355",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi tektonik olaylar sonucu veya iklimsel değişiklikler nedeniyle su seviyesinin alçalıp-yükselmesine bağlı olarak oluşur?",
    "correctAnswer": "E",
    "options": {
      "A": "Delta",
      "B": "Vadi",
      "C": "Ova",
      "D": "Okyanusal adalar",
      "E": "Kıtasal adalar"
    },
    "explanation": "Dört tarafı sularla çevrili kara parçalarına ada, anakara ile bağlantısı olup üç tarafı sularla çevrili olan kara parçalarına ise yarımada denilmektedir. Adalar oluştukları yere göre kıtasal ve okyanusal adalar olarak ikiye ayrılırlar. Kıtasal adalar, tektonik olaylar sonucu veya iklimsel değişiklikler nedeniyle su seviyesinin alçalıp-yükselmesine bağlı olarak oluşurlar. Okyanusal adalar ise tektonik hareketlerin etkisiyle okyanus tabanında meydana gelen volkanik aktivite sonucu oluşan malzemenin su yüzeyine çıkmasıyla oluşurlar. Doğru cevap E'dir."
  },
  {
    "id": "3196356",
    "unitNumber": 7,
    "text": "Tektonik olaylar sonucu veya iklimsel değişiklikler nedeniyle su seviyesinin alçalıp -yükselmesine bağlı olarak oluşun adaların tanımı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yarımadalar",
      "B": "Kıtasal adalar",
      "C": "Okyanusal adalar",
      "D": "Volkanik adalar",
      "E": "Takımadalar"
    },
    "explanation": "YAYGIN DOĞAL ŞEKİLLERE ÖRNEKLER<br/>Kıtasal adalar denmektedir."
  },
  {
    "id": "3196695",
    "unitNumber": 7,
    "text": "I. Doğal şekiller dünya üzerinde 8.850 metre yükseklikten (Everest Dağı), 11.034 metre derinliğe kadar (Mariana çukuru) yaklaşık olarak 20.000 metrelik bir yükselti farkı içerisinde dağılış göstermektedir.\n II. Doğal şekillerin gelişimi jeomorfoloji bilimi içerisinde incelenmektedir.\n III. Doğal şekiller günümüzde özellikle Coğrafi Bilgi Sitemleri (CBS) alanındaki gelişmeler sayesinde çok farklı haritalar yardımıyla incelenmektedir.\n IV. Dünyamızdaki iç ve dış kuvvetlerin etkileşimi sonucunda yeryüzünde oluşan kıtalar, dağlık alanlar, ovalık alanlar gibi makro boyuttaki şekillerden; vadiler, kanyonlar, plajlar, dolinler, lapyalar, alveolar ayrışma gibi mikro boyuttaki şekillere kadar, binlerce km2den birkaç cm2ye kadar değişen boyutlara sahip doğal oluşumlardır.\n Doğal şekillerle ilgili yukarıda verilen maddelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III ve IV",
      "B": "I, II ve III",
      "C": "I, II ve IV",
      "D": "I, III ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "Doğru cevap A dır. Doğal şekiller, dünyamızdaki iç ve dış kuvvetlerin etkileşimi sonucunda yeryüzünde oluşan kıtalar, dağlık alanlar, ovalık alanlar gibi makro boyuttaki şekillerden; vadiler, kanyonlar, plajlar, dolinler, lapyalar, alveolar ayrışma gibi mikro boyuttaki şekillere kadar, binlerce km2den birkaç cm2ye kadar değişen boyutlara sahip doğal oluşumlardır. Doğal şekiller dünya üzerinde 8.850 metre yükseklikten (Everest Dağı), 11.034 metre derinliğe kadar (Mariana çukuru) yaklaşık olarak 20.000 metrelik bir yükselti farkı içerisinde dağılış göstermektedir ve doğal şekillerin gelişimi jeomorfoloji bilimi içerisinde incelenmektedir. Kısaca jeomorfoloji, yer şekillerinin özelliklerini ve bunların gelişimini inceleyen bilim dalıdır. Bir yerin jeomorfolojik özellikleri, yani doğal şekilleri incelenirken en yaygın kullanılan materyaller haritalardır. Günümüzden 30-40 yıl öncesine kadar doğal şekiller sadece topoğrafya haritaları ve hava fotoğraflarına göre incelenirken günümüzde özellikle Coğrafi Bilgi Sitemleri (CBS) alanındaki gelişmeler sayesinde çok farklı haritalar yardımıyla incelenmektedir. Bu bölümde doğal şekillerin gösteriminde kullanılan harita türlerinden ve bu haritalardan yola çıkarak doğal şekillerin nasıl yorumlandığı ve ölçüldüğü konularında bilgiler verilecektir."
  },
  {
    "id": "3196698",
    "unitNumber": 7,
    "text": "Aşağıdaki şıklardan hangisi doğal şekillerin gösteriminde kullanılan haritalardan <strong>biri değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Topoğrafya Haritası",
      "B": "Siyasi Haritalar",
      "C": "Yükseklik ve Derinlik Haritaları",
      "D": "Eğim Haritası",
      "E": "Bakı Haritası"
    },
    "explanation": "Doğru cevap B dir.\n DOĞAL ŞEKİLLERİN GÖSTERİMİNDE KULLANILAN HARİTA TÜRLERİ Doğal şekiller çok farklı doğal süreçler sonucunda oluşur ve bir doğal ortam içerisinde farklı boyutlara sahip birçok doğal şekil yan yana bulunabilir. Sayılarının fazla olması ve boyutlarının çok fazla değişkenlik göstermesi nedeniyle doğal şekiller çok farklı haritalar aracılığıyla gösterilmektedir. Aşağıda doğal şekillerin gösteriminde yaygın olarak kullanılan harita türleri kısaca açıklanmıştır. Topoğrafya Haritası, Eğim haritası, bakı haritası, Yükseklik ve Derinlik Haritaları, Kabartma Haritası, Kırmızı Rölyef Haritası, Üç Boyutlu Haritalar, Jeomorfoloji Haritası, Jeomorfometri Haritası,"
  },
  {
    "id": "3196701",
    "unitNumber": 7,
    "text": "'Yeryüzüne ait yükseklik değerlerinin ve yer şekillerinin eşyükselti eğrileri (izohipsler) yardımıyla gösterildiği haritalardır' olarak tanımlanan doğal şekillerin gösteriminde kullanılan harita türü aşağıdaki şıklardan hangisinde doğru olarak verilmiştir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Kırmızı Rölyef Haritası",
      "B": "Bakı Haritası",
      "C": "Topoğrafya Haritası",
      "D": "Kabartma Haritası",
      "E": "Eğim Haritası"
    },
    "explanation": "Doğru cevap C dir. \n Topoğrafya Haritası Topoğrafya haritası yeryüzüne ait yükseklik değerlerinin ve yer şekillerinin eşyükselti eğrileri (izohipsler) yardımıyla gösterildiği haritalardır (Şekil 7.1)."
  },
  {
    "id": "3196705",
    "unitNumber": 7,
    "text": "'Herhangi bir yamacın baktığı yönü gösteren haritalardır' olarak tanımlanan doğal şekillerin gösteriminde kullanılan harita türü aşağıdaki şıklardan hangisinde doğru olarak verilmiştir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Kabartma haritası",
      "B": "Topografya haritası",
      "C": "Eğim haritası",
      "D": "Bakı haritası",
      "E": "Üç boyutlu haritalar"
    },
    "explanation": "Doğru cevap D dir. \n Bakı Haritası Bakı haritaları herhangi bir yamacın baktığı yönü gösteren haritalardır."
  },
  {
    "id": "3196709",
    "unitNumber": 7,
    "text": "'Sınırları belirlenmiş bir alan içindeki yer şekillerinin tanımı, morfometrik özellikleri, dağılışı, oluşumunu denetleyen süreçler, nedenler ve o şeklin oluşum evrelerini içeren haritalardır' olarak tanımlanan doğal şekillerin gösteriminde kullanılan harita türü aşağıdaki şıklardan hangisinde doğru olarak verilmiştir ?",
    "correctAnswer": "E",
    "options": {
      "A": "Jeomorfometri Haritası",
      "B": "Eğim Haritası",
      "C": "Kırmızı Rölyef Haritası",
      "D": "Üç boyutlu haritalar",
      "E": "Jeomorfoloji Haritası"
    },
    "explanation": "Doğru cevap E dir. \n Jeomorfoloji Haritası Yer şekillerini göstermek için hazırlanan jeomorfoloji haritaları, sınırları belirlenmiş bir alan içindeki yer şekillerinin tanımı, morfometrik özellikleri, dağılışı, oluşumunu denetleyen süreçler, nedenler ve o şeklin oluşum evrelerini içermelidir (Erol, 1993). Jeomorfolojik bir harita üretebilmek için iyi düzeyde analitik jeomorfoloji bilmek, litolojik özelliklerin yer şekli oluşum süreçleri üzerindeki etkilerini kavramak, izohipsleri anlamak ve yorumlayabilmek, arazi tecrübesine sahip olmak gerekir (Cürebal, 2020)."
  },
  {
    "id": "3196720",
    "unitNumber": 7,
    "text": "'Dağlık alanlar çevresine göre oldukça yüksekte bulunan, genelde yüksek eğimli yamaçlar ile çevrili yer şekilleri' olarak tanımlanan yer şekli aşağıdaki şıklardan hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Delta, Koy ve Körfez",
      "B": "Plato, Mesa ve Büt",
      "C": "Dağ ve Ova",
      "D": "Vadi ve Sırt",
      "E": "Tepe ve Çukur"
    },
    "explanation": "Doğru cevap C dir.\n<br/>Dağ ve Ova Dağlık alanlar çevresine göre oldukça yüksekte bulunan, genelde yüksek eğimli yamaçlar ile çevrili yer şekilleridir."
  },
  {
    "id": "3196727",
    "unitNumber": 7,
    "text": "Akarsu aşındırması sonucunda oluşan en bilindik yer şekli aşağıdaki şıklardan hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Dağ ve ova",
      "B": "Ada ve Yarımada",
      "C": "Plato, Mesa ve Büt",
      "D": "Tepe ve Çukur",
      "E": "Vai ve Sırt"
    },
    "explanation": "Doğru cevap E dir. \n Vadi ve Sırt Bir yer tektonik ya da volkanik faaliyetler sonucunda deniz seviyesin üstüne çıktıktan sonra dış kuvvetler tarafından aşındırılmaya başlar. Bu aşındırıcı kuvvetler içerisinde en yaygın olanlarından bir tanesi akarsu (flüviyal) aşındırmasıdır. Akarsu aşındırması sonucunda oluşan en bilindik yer şekli vadiler ve bu vadiler arasında uzanan sırtlardır."
  },
  {
    "id": "3196738",
    "unitNumber": 7,
    "text": "I. Platolar genelde üst kesimleri düz olan, kenar kesimleri yüksek eğimli yamaçlarla çevrili, kilometrelerce alan kaplayan yüksek alanlardır. \n II. Platoların aşınıp parçalara ayrılması sonucunda mesa ve bütler oluşur.\n III. Mesalar daha küçük, bütler ise daha büyük tepelik alanlar için kullanılır\n IV. Plato, mesa ve büt birbirine çok benzeyen şekillerdir.\n Yukarıda plato, mesa ve büt ile ilgili verilen bilgilerden hangisi/hangileri doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve IV",
      "B": "I, III ve IV",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Doğru cevap A dır. \n Plato, Mesa ve Büt Plato, mesa ve büt birbirine çok benzeyen şekillerdir. Platolar genelde üst kesimleri düz olan, kenar kesimleri yüksek eğimli yamaçlarla çevrili, kilometrelerce alan kaplayan yüksek alanlardır. Platoların aşınıp parçalara ayrılması sonucunda mesa ve bütler oluşur. Başka bir ifadeyle, çevrelerinden izole bir şekilde duran, kenarları yüzlerce metre yüksekliğe ulaşabilen dik yamaçlarla çevrili, üst kesimleri platolardaki gibi düz olan tepelik alanlara mesa ve büt adı verilir. Mesa ve büt arasındaki tek fark bunların büyüklüğüdür. Mesalar daha büyük, bütler ise daha küçük tepelik alanlar için kullanılır (Şekil 7.20, 7.21)."
  },
  {
    "id": "3196749",
    "unitNumber": 7,
    "text": "I. Morfometrik analizler yer şekillerinin boyut ve niceliksel olarak analiz edilmesi, tanımlanması ve sınıflandırmasıdır.\n II. Özellikle şekillerin sayısının az olduğu durumlarda, morfometri yaygın olarak kullanılır.\n III. Morfometrik hesaplamalar yapılırken basit formüller kullanılabileceği gibi, karmaşık formüllerde kullanılabilir ve her bir doğal şekil için çok fazla sayıda morfometrik analiz yapmak mümkündür.\n IV. Morfometrik analizlerinin sonuçlarına göre yer şekilleri sayısal olarak tanımlanır, fiziksel özellikleri arasındaki alansal farklılıklar belirlenir ve şekillerin kökeni hakkında bilgi sahibi olunur.\n Yukarıda morfometrik analizlerle ilgili verilen bilgilerden hangisi/hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve IV",
      "C": "II, III ve IV",
      "D": "I, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Doğru cevap D dir.\n MORFOMETRİK ANALİZLER Morfometrik analizler yer şekillerinin boyut ve niceliksel olarak analiz edilmesi, tanımlanması ve sınıflandırmasıdır (Evans, 2012). Morfometrik analizlerinin sonuçlarına göre yer şekilleri sayısal olarak tanımlanır, fiziksel özellikleri arasındaki alansal farklılıklar belirlenir ve şekillerin kökeni hakkında bilgi sahibi olunur. Morfometrik hesaplamalar CBS’nin yaygınlaşmasıyla birlikte her geçen gün yaygınlaşan bir araştırma yöntemi hâline gelmiştir. Özellikle şekillerin sayısının çok olduğu durumlarda, örneğin heyelanlar (Görüm vd., 2011), dolinler (Öztürk vd., 2018; Poyraz vd., 2021), sirkler (Evans vd., 2021), akarsu havzaları (Ghasemlounia ve Utlu, 2021) gibi yer şekillerinde morfometri yaygın olarak kullanılır. Morfometrik hesaplamalar yapılırken basit formüller kullanılabileceği gibi, karmaşık formüllerde kullanılabilir ve her bir doğal şekil için çok fazla sayıda morfometrik analiz yapmak mümkündür (Tablo 7.2). Morfometrik özellikler sadece yer şekillerinin özelliklerini hesaplamakla kalmaz heyelan, taşkın, çığ gibi afetlere karşı alanların sahip oldukları duyarlılıklarında belirlenmesinde, yani afet yönetiminde de yaygın olarak kullanılır (Ghasemlounia ve Utlu, 2021)."
  },
  {
    "id": "3196774",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi akarsu havzalarında kullanılan çizgisel morfometrik parametrelerden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Engebelilik Değeri (Rn)",
      "B": "Havza Şekli (Rf)",
      "C": "Akım toplanma zamanı (Tc)",
      "D": "Tekstür Oranı (T)",
      "E": "Akarsu Sıklıgı (Fs )"
    },
    "explanation": "Doğru cevap D dir.\n Akarsu havzalarında kullanılan çizgisel morfometrik parametreler; Çatallanma Oranı (Rb), Akarsu Uzunluk Oranı (R1), Tekstür Oranı (T) ve Drenaj Tekstür Oranı (Rt ) dır."
  },
  {
    "id": "3194976",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi nicel haritalama tekniğindeki gösterim şekillerinden biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Orantılı Sembol Haritaları",
      "B": "Nokta Yoğunluk Haritaları",
      "C": "İzoline Haritaları",
      "D": "Akış Haritaları",
      "E": "Duygu Durum Haritaları"
    },
    "explanation": "Duygu Durum Haritaları nitel haritalamaya örnektir."
  },
  {
    "id": "3194977",
    "unitNumber": 8,
    "text": "İstatistiksel verilerin orantılı bir şekilde renklendirildiği veya geometrik desenler ile ifade edildiği tematik harita türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Koroplet Haritalar",
      "B": "Dasimetrik Haritalar",
      "C": "Kartogramlar",
      "D": "Akış Haritaları",
      "E": "Zihin haritaları"
    },
    "explanation": "Koroplet haritalar, istatistiksel verilerin orantılı bir şekilde renklendirildiği veya geometrik desenler ile ifade edildiği bir tematik harita türü olarak tanımlanmaktadır."
  },
  {
    "id": "3194979",
    "unitNumber": 8,
    "text": "Siyasi partiler ile mekân arasındaki ilişkiyi anlamlandırabilmek ve seçim sonuçlarını yorumlamak için sıkça kullanılan seçim haritaları aşağıdaki harita türlerinden hangisi içinde yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "İzoline Haritaları",
      "B": "Koroplet Haritalar",
      "C": "Dasimetrik Haritalar",
      "D": "Kartogramlar",
      "E": "Akış Haritaları"
    },
    "explanation": "Seçim haritaları koroplet haritaların en yaygın kullanım alanlarından biridir."
  },
  {
    "id": "3194982",
    "unitNumber": 8,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/135868caf863b9aed07f33a4fa2c2bed.png\" alt=\"\" width=\"439\" height=\"241\"> Kaynak: <a href=\"https://www.haberturk.com/corona-virus-haritasi-canli-28-mart-2020-guncel-koronavirus-haritasi-son-durum-coronavirus-map-live-2627129\">https://www.haberturk.com/</a>\n Şekilde görülen harita aşağıdaki harita türlerinden hangisi için örnek oluşturur?",
    "correctAnswer": "B",
    "options": {
      "A": "İzoline Haritaları",
      "B": "Orantılı Sembol Haritaları",
      "C": "Dasimetrik Haritalar",
      "D": "Kartogramlar",
      "E": "Nokta Yoğunluk Haritaları"
    },
    "explanation": "Orantılı sembol haritası, bir sembolün boyutunun temsil edilen nicel değer ile orantılı olarak ölçeklenmesi ile oluşturulan bir tematik haritadır. Şekilde bu harita türü görülmektedir."
  },
  {
    "id": "3194984",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi kartogram çeşitlerinden biri <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bitişik Olmayan Kartogram",
      "B": "Bitişik Kartogram",
      "C": "Çizgisel Kartogram",
      "D": "Grafik Kartogram",
      "E": "Izgaralı Kartogram"
    },
    "explanation": "Çizgisel kartogram, kartogram çeşitlerinden biri değildir."
  },
  {
    "id": "3194985",
    "unitNumber": 8,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/1df849d3895dd101f8a8ababc8c21a04.png\" alt=\"\" width=\"540\" height=\"279\"> Kaynak: <a href=\"https://thoooth.com/il-bazli-turist-sayilari-ve-yogunluklari-2018kis/\">https://thoooth.com/il-bazli-turist-sayilari-ve-yogunluklari-2018kis/</a>\n Şekildeki illere göre turist durumunu gösteren harita hangi harita türüne örnektir?",
    "correctAnswer": "B",
    "options": {
      "A": "İzoline Haritaları",
      "B": "Koroplet Haritalar",
      "C": "Dasimetrik Haritalar",
      "D": "Kartogramlar",
      "E": "Akış Haritaları"
    },
    "explanation": "Koroplet haritalar, istatistiksel verilerin orantılı bir şekilde renklendirildiği veya geometrik desenler ile ifade edildiği bir tematik harita türü olarak tanımlanmaktadır. Şekilde bir koroplet örneği görülmektedir."
  },
  {
    "id": "3194987",
    "unitNumber": 8,
    "text": "İnsanların mekânsal çevreleri hakkında bilgi birikimleri, bu bilgilerin hafızada tutulması, yeniden hatırlanması ve gerekiyorsa bilgileri değiştirmeyi mümkün kılan bilme-öğrenme süreçleriyle kuşatılmış yapılar aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Duygu Durum Haritaları",
      "B": "Zihin Haritaları",
      "C": "Akış Haritaları",
      "D": "İzoline Haritalar",
      "E": "Turist Haritaları"
    },
    "explanation": "Zihin haritaları, insanların mekânsal çevreleri hakkında bilgi birikimleri, bu bilgilerin hafızada tutulması, yeniden hatırlanması ve gerekiyorsa bilgileri değiştirmeyi mümkün kılan bilme-öğrenme süreçleriyle kuşatılmış yapılardır."
  },
  {
    "id": "3194988",
    "unitNumber": 8,
    "text": "Sadece coğrafi gerçekliği yansıtmanın ötesine geçerek gözlemcinin perspektifini de haritaya dâhil eden, böylece haritalara konum, zaman ve kültürel bağlam da ekleyerek, sadece dünyanın ne olduğu hakkında değil, aynı zamanda dünyanın nasıl algılandığı hakkında bir anlatı yaratan haritalama türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Zihinsel Haritalama",
      "B": "Öznel ya da Subjektif Haritalama",
      "C": "Duygu Durumu Haritalama",
      "D": "Turistik Haritalama",
      "E": "Akış Haritalama"
    },
    "explanation": "Sadece coğrafi gerçekliği yansıtmanın ötesine geçerek gözlemcinin perspektifini de haritaya dâhil eden, böylece haritalara konum, zaman ve kültürel bağlam da ekleyerek, sadece dünyanın ne olduğu hakkında değil, aynı zamanda dünyanın nasıl algılandığı hakkında bir anlatı yaratan haritalama türü \"Öznel ya da Subjektif Haritalama\"dır."
  },
  {
    "id": "3194989",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi nitel haritalara örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Zihin Haritaları",
      "B": "Akış Haritaları",
      "C": "İzoline Haritalar",
      "D": "Koroplet Haritalar",
      "E": "Dasimetrik Haritalar"
    },
    "explanation": "Zihin Haritaları, nitel haritalardandır."
  },
  {
    "id": "3194990",
    "unitNumber": 8,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/f7f03af1fef897429c46c9285b7bbdc3.png\" alt=\"\" width=\"473\" height=\"296\"><br/>Kaynak: https://www.mapsland.com/maps/europe/czech-republic/prague/tourist-map-of-prague-city-center.jpg\n<br/>Şekildeki harita hangi harita türüne örnektir?",
    "correctAnswer": "C",
    "options": {
      "A": "Koroplet Haritalar",
      "B": "Dasimetrik Haritalar",
      "C": "Turist Haritaları",
      "D": "Zihin Haritaları",
      "E": "İzoline Haritalar"
    },
    "explanation": "Şekil turist haritalarına örnektir."
  },
  {
    "id": "3195953",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi nicel haritalardan biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Koroplet",
      "B": "Akış",
      "C": "Dasimetrik",
      "D": "Turist",
      "E": "İzoline"
    },
    "explanation": "Koroplet haritalar, orantılı sembol haritaları, d<br/>Turist"
  },
  {
    "id": "3195954",
    "unitNumber": 8,
    "text": "İstatistiksel verilerin orantılı bir şekilde renklendirildiği veya geometrik desenler ile ifade edildiği tematik harita türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kartogram",
      "B": "Koroplet",
      "C": "Orantılı sembol",
      "D": "Dasimetrik",
      "E": "İzoline"
    },
    "explanation": "Koroplet haritalar, istatistiksel verilerin orantılı bir şekilde renklendirildiği veya geometrik desenler ile ifade edildiği bir tematik harita türü olarak tanımlanmaktadır."
  },
  {
    "id": "3195957",
    "unitNumber": 8,
    "text": "Verilerini elde etme konusunda en çok zorlanılan koroplet haritalarının kullanım alanı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Nüfus",
      "B": "Gelir ve yoksulluk",
      "C": "Seçim",
      "D": "Turizm",
      "E": "Suç"
    },
    "explanation": "Suç haritalarının çiziminde asıl amaç suçun oluştuğu ve geliştiği alanlar ara- sındaki ilişkilerin ortaya çıkarılması ve analiz edilmesidir. Fakat bu haritalar noktalama usulüyle yapıldıklarından, suçun meydana geldiği yerleri göstermesi bakımından faydalı olmasına rağmen, ciddi anlamda bir bilgi sınırlılığına sahiptir. Suç verilerini elde etmek hem güvenlik hem de gizlilik koşullarına bağlı olarak zorlaşmaktadır."
  },
  {
    "id": "3195963",
    "unitNumber": 8,
    "text": "Yoğunluk verilerinin mekânsal olarak sınıflandırılması için alan sembollerinin kullanıldığı tematik haritalama yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dasimetrik",
      "B": "Koroplet",
      "C": "İzoline",
      "D": "Akış",
      "E": "Kartogram"
    },
    "explanation": "Dasimetrik harita, yoğunluk verilerinin mekânsal olarak sınıflandırılması için alan sembollerinin kullanıldığı bir tematik haritalama yöntemidir."
  },
  {
    "id": "3195966",
    "unitNumber": 8,
    "text": "Koroplet haritalarındaki numaralandırma birimleri yaygın olarak hangi haritalama ile geliştirilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Orantılı sembol",
      "B": "Dereceli sembol",
      "C": "Nokta yoğunluk",
      "D": "Dasimetrik",
      "E": "Akış"
    },
    "explanation": "Koroplet haritalarındaki numaralandırma birimleri yaygın olarak<br/>Dasimetrik"
  },
  {
    "id": "3196606",
    "unitNumber": 8,
    "text": "<em>...................haritalar için sistematik, rastgele, tabakalı veya amaçlı örnekleme olabilirken, ...................haritalar için sadece ağırlık merkezi kullanılır.</em>\n Yukarıda boş bırakılan yerlere gelmesi gereken ifadeler aşağıdaki seçeneklerin hangisinde sırasıyla ve doğru bir şekilde verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "İzoplet, izometrik",
      "B": "İzometrik, izoplet",
      "C": "İzoline, izoplet",
      "D": "İzoplet, izoline",
      "E": "İzometrik, izotonik"
    },
    "explanation": "İzometrik haritalar için sistematik, rastgele, tabakalı veya amaçlı örnekleme olabilirken, izoplet haritalar için sadece ağırlık merkezi kullanılır. Bu tür haritalarda tek bir düzenli aralığın kullanılması, ardışık çizgiler arasındaki mesafe olgunun değişim oranını gösterdiğinden harita okumayı geliştirir.<br/>İzometrik, izoplet"
  },
  {
    "id": "3196614",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi kartogram türlerinden biri <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bitişik olmayan kartogram",
      "B": "Bitişik kartogram",
      "C": "Ölçekli kartogram",
      "D": "Grafik kartogram",
      "E": "Izgaralı kartogram"
    },
    "explanation": "Kartogramlar, haritadaki özelliğin geometrisini bozarak eşlenen alanı temsil eden şematik bir harita türüdür. Tematik haritalarda alan korunarak veriler görselleştirilir. Kartogramlarda ise veriler korunurken alan değiştirilir. Dört farklı kartogram vardır. Bunlar şu şekildedir: bitişik olmayan kartogram, bitişik kartogram, grafik kartogram, ızgaralı kartogram. Ölçekli kartogram şeklinde bir adlandırma bulunmamaktadır."
  },
  {
    "id": "3196629",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi koroplet haritaların en yaygın kullanım alanlarndan biri <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Eğitim",
      "B": "Turizm",
      "C": "Nüfus",
      "D": "Gelir ve yoksulluk",
      "E": "Seçim sonuçları"
    },
    "explanation": "Koroplet haritaların en yaygın kullanım alanları şunlardır: nüfus, gelir ve yoksulluk,<br/>Eğitim"
  },
  {
    "id": "3196642",
    "unitNumber": 8,
    "text": "Anahtar sözcükler ve anahtar görüntüler kullanarak (genelde kâğıt üzerinde) bilgi saklama, düzenleme ve önem sırasına göre organize etme tekniği aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Turist haritası",
      "B": "Duygu durum haritası",
      "C": "Zihin haritası",
      "D": "Akış haritası",
      "E": "Nokta yoğunluk haritası"
    },
    "explanation": "Zihin haritaları anahtar sözcük ve imgelerin birbiriyle birleşmesiyle zihinde meydana gelen doğal süreci, kâğıt üzerinde sürdürme yöntemidir. Bu tekniğinin mucidi olarak bilinen Tony Buzan, zihin haritasını, anahtar sözcükler ve anahtar görüntüler kullanarak (genelde kâğıt üzerinde) bilgi saklama, düzenleme ve önem sırasına göre organize etme tekniği olarak tanımlamıştır."
  },
  {
    "id": "3196648",
    "unitNumber": 8,
    "text": "<em>.......................sadece coğrafi gerçeklik değil, gözlemcinin perspektifi de dâhil edilmektedir. Böylece haritalara konum, zaman ve kültürel bağlam da ekleyerek, sadece dünyanın ne olduğu hakkında değil, aynı zamanda dünyanın nasıl algılandığı hakkında bir anlatı yaratırlar.</em>\n<br/>Yukarıda boş bırakılan yere gelmesi gereken doğru ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Öznel haritalarda",
      "B": "Jeomorfoloji haritalarında",
      "C": "İzoline haritalarda",
      "D": "Tematik haritalarda",
      "E": "Dasimetrik haritalarda"
    },
    "explanation": "Öznel haritalarda sadece coğrafi gerçeklik değil, gözlemcinin perspektifi de dâhil edilmektedir. Böylece haritalara konum, zaman ve kültürel bağlam da ekleyerek, sadece dünyanın ne olduğu hakkında değil, aynı zamanda dünyanın nasıl algılandığı hakkında bir anlatı yaratırlar."
  }
]