[
  {
    "id": "2271332",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi hayat dışı sigortalardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yangın ve doğal afetler",
      "B": "Kaza ve nakliye",
      "C": "Finansal kayıplar",
      "D": "Siber riskler",
      "E": "Yaşlılığın güvencesi"
    },
    "explanation": "Yaşlılığı güvence altına alan sigortalanma<br/>Sigorta çeşitleri hayat ve hayat dışı olmak üzere ikiye ayrılmaktadır. Hayat sigortalarında yaşlılığı<br/>güvence altına almak ve kişinin arkasında kalan yakınlarına hayatlarını sürdürmelerine yardımcı olacak<br/>tasarruf yapma düşüncesi bulunmaktadır. Hayat dışı sigortalar; yangın ve doğal afetler, kaza ve nakliye,<br/>genel zararlar, sorumluluk, sağlık, finansal kayıplar, kredi ve hukuksal koruma sigortaları ve siber risklerin sigortalanması olarak karşımıza çıkmaktadır."
  },
  {
    "id": "2271346",
    "unitNumber": 1,
    "text": ".................., henüz gerçekleşmemiş olmakla birlikte gerçekleşme ihtimali olan tehlike olarak tanımlanabilir.\n<br/>Aşağıdakilerden hangisi yukarıdaki boşluğu doğru olarak tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Hayat Dışı Sigorta",
      "B": "Solvency I",
      "C": "Hayat sigortaları",
      "D": "Sigortacılıkta Risk",
      "E": "Reasürans"
    },
    "explanation": "Sigortacılıkta Risk, henüz gerçekleşmemiş olmakla birlikte gerçekleşme ihtimali olan tehlike olarak tanımlanabilir."
  },
  {
    "id": "2271379",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi kara taşımacılığında sigorta uygulamalarının ilk örneğini oluşturmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Hammurabi Kanunları",
      "B": "Hindu uygulamaları",
      "C": "Kartacalılar'ın uygulamaları",
      "D": "Barselona Fermanı",
      "E": "Babil kanunları"
    },
    "explanation": "Hammurabi Kanunlarına göre haydutların saldırısına uğrayan kervanların zararları bütün diğer kervanlar arasında paylaşılmalıydı. Bu tehlike paylaşımı kara taşımacılığında sigorta uygulamalarının ilk örneğini oluşturmaktadır."
  },
  {
    "id": "2271393",
    "unitNumber": 1,
    "text": "Bugünkü sigortacılık anlayışının başlangıcı sayılan sigorta işlemleri kaçıncı yüzyılda başlamıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "6.yüzyıl",
      "B": "8.yüzyıl",
      "C": "10.yüzyıl",
      "D": "12.yüzyıl",
      "E": "14.yüzyıl"
    },
    "explanation": "Bugünkü sigortacılık anlayışının başlangıcı sayılan sigorta işlemlerinin 14.yüzyılda başladığı<br/>kabul edilmektedir"
  },
  {
    "id": "2271466",
    "unitNumber": 1,
    "text": "Aşağıdaki ülkelerden hangisinde deniz sigortası kavramı ilk kez ortaya çıkmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "İtalya",
      "B": "İspanya",
      "C": "Portekiz",
      "D": "Büyük Britanya",
      "E": "Fransa"
    },
    "explanation": "Deniz ticaretinde en gelişmiş durumda bulunan İtalya’da ihtiyaç üzerine ilk kez deniz sigortası kavramı ortaya çıkmıştır."
  },
  {
    "id": "2271473",
    "unitNumber": 1,
    "text": "Türkiye’de ilk sigorta faaliyetleri 1872 yılında hangi ülkeye ait sigorta şirketleri tarafından başlatılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "İngiltere",
      "B": "İtalya",
      "C": "Fransa",
      "D": "İsviçre",
      "E": "Almanya"
    },
    "explanation": "İngiltere<br/>Türkiye’de ilk sigorta faaliyetleri 1872 yılında İngiliz sigorta şirketleri tarafından başlatılmıştır."
  },
  {
    "id": "2271490",
    "unitNumber": 1,
    "text": "1999 depremlerini takiben 2000 yılında meskenler için zorunlu hale getirilen ve deprem sigortalarını yürütmek üzere tesis edilen birim aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "TARSİM",
      "B": "DASK",
      "C": "TRAMER",
      "D": "SAGMER",
      "E": "HATMER"
    },
    "explanation": "1999 depremlerini takiben 2000 yılında meskenler için zorunlu hale getirilmiş bulunan deprem sigortalarını yürütmek üzere “Doğal Afet Sigortaları Kurumu” (kısaca DASK) tesis edilerek yönetimi beş yıllık bir süre ile bu konuda deneyimli Millî Reasürans TAŞ’ye verilmiştir."
  },
  {
    "id": "2271497",
    "unitNumber": 1,
    "text": "Türkiye'de bireysel emeklilik sistemi hangi yılda faaliyete geçmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "1997",
      "B": "2000",
      "C": "2003",
      "D": "2007",
      "E": "2010"
    },
    "explanation": "28 Mart 2001 tarihinde kabul edilen “Bireysel Emeklilik Tasarruf ve Yatırım Sistemi Kanunu” ile kurulan bireysel emeklilik sistemi 27 Ekim 2003 yılında faaliyete geçmiştir."
  },
  {
    "id": "2271510",
    "unitNumber": 1,
    "text": "Kovid-19 bazı sigorta ürünlerini daha çok ön plana çıkarken bazıları da süreç içerisinde düşüşe geçmiştir. Aşağıdaki sigorta ürünlerinden hangisi bu süreçte düşüşe geçenlerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Seyahat sigortası",
      "B": "Nakliyat sigortaları",
      "C": "Kasko sigortası",
      "D": "Trafik sigortaları",
      "E": "Sağlık sigortası"
    },
    "explanation": "Bazı sigorta ürünleri daha çok ön plana çıkarken bazıları da süreç içerisinde ister istemez düşüşe geçti. Seyahat kısıtlamaları seyahat sigortasının hızlı bir düşüşe geçmesine yol açtı. Dış ticaret hacminin küçülmesi ise nakliyat sigortalarında düşüş kaydedilmesine sebep oldu. Dış ticaret hacminin küçülmesi aynı zamanda oto yedek parça tedarik zincirinde de sıkıntılara yol açacağından önümüzdeki dönemde kasko ve trafik sigortalarında maddi hasar yönetiminde zorluklar yaşanabileceği öngörülüyor.<br/>Sağlık sigortası"
  },
  {
    "id": "2271523",
    "unitNumber": 1,
    "text": "Sigorta şirketlerinin sermaye yeterlilikleri ve denetim prosedürleri için Avrupa Birliği tarafından hazırlanan düzenlemeye ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Basel I",
      "B": "Basel II",
      "C": "Solvency II",
      "D": "Birinci Hayat Sigortaları Direktifleri",
      "E": "Avrupa Birliği Tek Sigorta Piyasası"
    },
    "explanation": "Solvency II, sigorta şirketlerinin sermaye yeterlilikleri ve denetim prosedürleri için Avrupa Birliği tarafından hazırlanan bir düzenlemedir."
  },
  {
    "id": "2376290",
    "unitNumber": 1,
    "text": "Sigortacılıkta, henüz gerçekleşmemiş olmakla birlikte gerçekleşme ihtimali olan tehlike .............. olarak tanımlanabilir.\n<br/>Yukarıdaki cümlede boşluğa ne gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "risk",
      "B": "poliçe",
      "C": "hasar",
      "D": "TRAMER",
      "E": "reasürans"
    },
    "explanation": "Sigortacılıkta Risk: Henüz gerçekleşmemiş olmakla birlikte gerçekleşme ihtimali olan tehlike olarak tanımlanabilir.<br/>Sigortacılıkta, henüz gerçekleşmemiş olmakla birlikte gerçekleşme ihtimali olan tehlike risk olarak tanımlanabilir."
  },
  {
    "id": "2376311",
    "unitNumber": 1,
    "text": "HATMER kısaltması ile kurulan merkezin tam adı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sigorta Hasar Takip Merkezi",
      "B": "Hayat Sigortası Bilgi Merkezi",
      "C": "Sağlık Sigortası Bilgi Merkezi",
      "D": "Trafik Sigortası Bilgi Merkezi",
      "E": "Hayat Sigortası Takip Merkezi"
    },
    "explanation": "Sigorta Bilgi Merkezi (SBM), 9 Ağustos 2008 tarihinde 26962 sayılı Resmî Gazete’de yayımlanan yönetmelikle<br/>faaliyetine başlamıştır. SBM nezdinde kurulan alt bilgi merkezleri, Sağlık Sigortası Bilgi Merkezi<br/>(SAGMER), Hayat Sigortası Bilgi Merkezi (HAYMER) ve <strong>Sigorta Hasar Takip Merkezi (HATMER)</strong> kurulmuştur."
  },
  {
    "id": "2376324",
    "unitNumber": 1,
    "text": "HAYMER kısaltması ile kurulan merkezin tam adı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sağlık Sigortası Bilgi Merkezi",
      "B": "Hayat Sigortası Bilgi Merkezi",
      "C": "Sigorta Hasar Takip Merkezi",
      "D": "Hayat Sigortası Takip Merkezi",
      "E": "Trafik Sigortası Bilgi Merkezi"
    },
    "explanation": "Sigorta Bilgi Merkezi (SBM), 9 Ağustos 2008 tarihinde 26962 sayılı Resmî Gazete’de yayımlanan yönetmelikle<br/>faaliyetine başlamıştır. SBM nezdinde kurulan alt bilgi merkezleri, Sağlık Sigortası Bilgi Merkezi (SAGMER), <strong>Hayat Sigortası Bilgi Merkezi (HAYMER)</strong> ve Sigorta Hasar Takip Merkezi (HATMER) kurulmuştur."
  },
  {
    "id": "2376332",
    "unitNumber": 1,
    "text": "28 Mart 2001 tarihinde kabul edilen “Bireysel Emeklilik Tasarruf ve Yatırım Sistemi Kanunu” ile kurulan bireysel emeklilik sistemi hangi yıl faaliyete geçmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "2001",
      "B": "2003",
      "C": "2002",
      "D": "2005",
      "E": "2008"
    },
    "explanation": "28 Mart 2001 tarihinde kabul edilen “Bireysel Emeklilik Tasarruf ve Yatırım Sistemi Kanunu” ile kurulan<br/>bireysel emeklilik sistemi 27 Ekim 2003 yılında faaliyete geçmiştir.<br/>28 Mart 2001 tarihinde kabul edilen “Bireysel Emeklilik Tasarruf ve Yatırım Sistemi Kanunu” ile kurulan bireysel emeklilik sistemi 27 Ekim 2003 yılında faaliyete geçmiştir."
  },
  {
    "id": "2376355",
    "unitNumber": 1,
    "text": "T.C. Hazine ve Maliye Bakanlığı Sigortacılık Genel Müdürlüğü 2019 Yılı Sigortacılık Sektörü Piyasa Analiz Raporuna göre, sigorta dalları itibariyle brüt primlerin dağılımı incelendiğinde, toplam primler içinde en yüksek paya sahip sigorta branşı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yangın ve doğal afetler",
      "B": "Kara araçları",
      "C": "Kara araçları sorumluluk",
      "D": "Hastalık/sağlık",
      "E": "Genel zararlar"
    },
    "explanation": "Sigorta dalları itibariyle brüt primlerin dağılımı incelendiğinde, toplam primler içinde <strong>kara araçları</strong><br/><strong>sorumluluk branşının %27</strong>, kara araçları branşının %13,6, yangın ve doğal afetler branşının %12,2,<br/>hastalık/sağlık branşının %12,1, genel zararlar branşının %8,5, genel sorumluluk branşının %2,5, kredi<br/>branşının %0,4, diğer branşların ise %7,3 paya sahip olduğu görülmektedir. \n<br/>Kaynak: T.C. Hazine ve Maliye Bakanlığı Sigortacılık Genel Müdürlüğü 2019 Yılı Sigortacılık Sektörü Piyasa Analiz<br/>Raporu, (https://www.hmb.gov.tr/sigortacilik-ve-ozel-emeklilik-raporlari, Erişim tarihi 28.06.2020).<br/>Sigorta dalları itibariyle brüt primlerin dağılımı incelendiğinde, toplam primler içinde kara araçları<br/>sorumluluk branşının %27 ile ilk sırada olduğu görülmektedir."
  },
  {
    "id": "2376389",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi/hangileri sigorta şirketlerinin finansal gücünü etkileyen faktörlerdendir?\n<br/>I) Yatırımlar\n<br/>II) Reasürans\n<br/>III) Solvency marjı",
    "correctAnswer": "C",
    "options": {
      "A": "I",
      "B": "II",
      "C": "I, II, III",
      "D": "I, II",
      "E": "II, III"
    },
    "explanation": "Sigorta şirketlerinin finansal gücünü etkileyen faktörler Daykin (1994) tarafından incelenmiştir. Şekil 1.2’de görüldüğü üzere bir sigorta şirketinin sermaye yeterliliği sadece oransal bir gösterge değildir ve birçok<br/>faktör tarafından etkilenmektedir.\n<br/><img style=\"display: block; margin-left: auto; margin-right: auto;\" src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/3b8db4e0989f6377a5cc8b26eb022cd2.png\" alt=\"\" width=\"501\" height=\"368\"><br/>Sigorta şirketlerinin finansal gücünü etkileyen faktörler;\n<br/>I) Yatırımlar\n<br/>II) Reasürans\n<br/>III) Solvency marjı\n<br/>IV) Underwriting\n<br/>V) Masraflar"
  },
  {
    "id": "2376418",
    "unitNumber": 1,
    "text": "I. Reasürans riski çok fazla dikkate alınmaktadır.<br/>II. Reasürörlerin kredi değerliliğine hiç yer verilmemiştir.<br/>III. Risk yönetim uygulamaları ve iyi yönetişim dikkate alınmamaktadır.<br/>IV. Yatırımlar ile ilgili düzenlemeler bulunmamaktadır. \n<br/>Yukarıdakilerden hangileri Solvency I’in eksikliklerindendir?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II",
      "B": "II, IV",
      "C": "I, IV",
      "D": "II, III",
      "E": "I, II, III"
    },
    "explanation": "Swis Re’nin 2010 yılında yayınladığı “Sermaye Yeterliliği” Raporu’na göre <strong>Solvency I’in eksiklikleri</strong> aşağıdaki<br/>şekilde sıralanmıştır.<br/>• Sermaye yeterliliği hesaplamalarında sadece sigorta riski dikkate alınmaktadır.<br/>• Yatırımlar ile ilgili düzenlemeler bulunduğu halde kredi riski, piyasa riski gibi yatırım risklerine ya da operasyonel risklere yer verilmemektedir.<br/>• Sermaye yeterliliği hesaplamalarında çeşitlendirme ve risk transfer yöntemlerinin etkileri dikkate alınmamaktadır.<br/>• Muhasebe tabanlı yaklaşım nedeniyle varlık ve yükümlülükler piyasa değeri ile değerlenmemektedir.<br/>• Reasürans riski yeterince dikkate alınmamaktadır.<br/>• <strong>Reasürörlerin kredi değerliliğine hiç yer verilmemiştir.</strong><br/>• <strong>Risk yönetim uygulamaları ve iyi yönetişim</strong><br/><strong>dikkate alınmamaktadır.</strong><br/>Swis Re’nin 2010 yılında yayınladığı “Sermaye Yeterliliği” Raporu’na göre Solvency I’in eksiklikleri aşağıdaki şekilde sıralanmıştır.<br/>• Sermaye yeterliliği hesaplamalarında sadece sigorta riski dikkate alınmaktadır.\n<br/>• Yatırımlar ile ilgili düzenlemeler bulunduğu halde kredi riski, piyasa riski gibi yatırım risklerine ya da operasyonel risklere yer verilmemektedir.\n<br/>• Sermaye yeterliliği hesaplamalarında çeşitlendirme ve risk transfer yöntemlerinin etkileri dikkate alınmamaktadır.\n<br/>• Muhasebe tabanlı yaklaşım nedeniyle varlık ve yükümlülükler piyasa değeri ile değerlenmemektedir.\n<br/>• Reasürans riski yeterince dikkate alınmamaktadır.\n<br/>• Reasürörlerin kredi değerliliğine hiç yer verilmemiştir.\n<br/>• Risk yönetim uygulamaları ve iyi yönetişim dikkate alınmamaktadır. \n<br/>• Ağırlıklı olarak tek sigorta ve reasürans gruplarının denetimi konusunda yetersiz kalmaktadır.\n<br/>• Kamuya ve düzenleyici otoritelere yönelik açıklama gereksinimlerindeki sınırlama, şeffaflık eksikliğine neden olmaktadır."
  },
  {
    "id": "2376432",
    "unitNumber": 1,
    "text": "I. Risk yönetimine odaklanılmaması,<br/>II. Önemli karar alma süreçlerinde yöneticiler arasında daha fazla risk farkındalığı gerektiren daha yüksek risk şeffaflığı,<br/>III. Sigorta ve reasürans gruplarının denetimi ve risk yapısının tam olarak bildirilmesi ile sağlanan piyasa disiplini\n<br/>Yukarıdakilerden Hangisi/hangileri Solvency II’nin getirdiği yeniliklerdendir?",
    "correctAnswer": "D",
    "options": {
      "A": "I",
      "B": "I, III",
      "C": "I, II",
      "D": "II, III",
      "E": "I, II, III"
    },
    "explanation": "Avrupa sigorta sektörünün ihtiyaçlarına daha kapsamlı bir yaklaşım sunan Solvency II beklentileri<br/>karşılayacak şekilde uygulamaya konulmuştur. Solvency II’nin getirdiği yenilikler aşağıda sıralanmıştır.<br/>• Varlık ve yükümlülüklerin piyasa değeri veya sektörü temel alan piyasa uyumlu değer ile değerlenmesi,<br/>• Tüm ölçülebilir riskleri ve bu riskler arasındaki ilişkileri kapsayan toplam ekonomik bilanço yaklaşımı,<br/>• <strong>Önemli karar alma süreçlerinde yöneticiler arasında daha fazla risk farkındalığı gerektiren daha yüksek risk şeffaflığı,</strong><br/><strong>• Risk yönetimine odaklanılması,</strong><br/>• Şirketlerin finansal kurtarma planı göndermelerinin gerektiği hedef sermaye gereksinimi seviyesinde başlayan ve denetim otoritelerinin idareyi devraldığı asgari sermaye gereksinimi seviyesinde sona eren müdahale merdiveni,<br/>• <strong>Sigorta ve reasürans gruplarının denetimi ve risk yapısının tam olarak bildirilmesi ile sağlanan piyasa disiplinidir.</strong><br/>Solvency II’nin getirdiği yenilikler aşağıda sıralanmıştır.<br/>• Varlık ve yükümlülüklerin piyasa değeri veya sektörü temel alan piyasa uyumlu değer ile değerlenmesi,<br/>• Tüm ölçülebilir riskleri ve bu riskler arasındaki ilişkileri kapsayan toplam ekonomik bilanço yaklaşımı,<br/>• Önemli karar alma süreçlerinde yöneticiler arasında daha fazla risk farkındalığı gerektiren daha yüksek risk şeffaflığı,<br/>• Risk yönetimine odaklanılması,<br/>• Şirketlerin finansal kurtarma planı göndermelerinin gerektiği hedef sermaye gereksinimi seviyesinde başlayan ve denetim otoritelerinin idareyi devraldığı asgari sermaye gereksinimi seviyesinde sona eren müdahale merdiveni,<br/>• Sigorta ve reasürans gruplarının denetimi ve risk yapısının tam olarak bildirilmesi ile sağlanan piyasa disiplinidir."
  },
  {
    "id": "2376480",
    "unitNumber": 1,
    "text": "I) Sigorta şirketlerinin kurumsal yönetim kapsamında gerekliliklerini tanımlama\n<br/>II) Piyasa kontrolü ve denetim amacıyla raporlama ve kamuya açıklama\n<br/>III) Teknik karşılıklar ve sermaye yeterliliklerini değerlendirme\n<br/>Yukarıdakilerden hangisi/hangileri Solvency II'nin üç sütunlu yapısının birinci sütunu olan nicel gereksinimlerde yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III",
      "B": "II, III",
      "C": "I",
      "D": "II",
      "E": "III"
    },
    "explanation": "Birinci sütunda; sigorta şirketlerinin finansal gereksinimleri incelenmektedir. <strong>Teknik karşılıkların ve</strong><br/><strong>sermaye yeterliliklerinin değerlemesi ele alınmaktadır.</strong> Solvency II’nin temelini oluşturan birinci aşamada<br/>sigorta şirketleri için gerekli olan uygun sermaye miktarı için belirlenen iki farklı seviye ve diğer kriterler<br/>tanımlanmaktadır.<br/>1. SÜTUN Nicel Gereksinimler<br/>- Sermaye yeterliliği hesaplamaları<br/>- Teknik karşılıklar<br/>- Özkaynaklar<br/>- Yatırımlar"
  },
  {
    "id": "2376491",
    "unitNumber": 1,
    "text": "Solvency I’in kabul edildiği yıl aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "2018",
      "B": "2005",
      "C": "1994",
      "D": "2010",
      "E": "2002"
    },
    "explanation": "Solvency I’in <strong>2002 yılında</strong> kabul edilmesinin ardından riske dayalı yeni bir sermaye yeterliliği sistemi üzerinde çalışılmaya başlanmıştır.<br/>Solvency I 2002 yılında kabul edilmiştir."
  },
  {
    "id": "2382007",
    "unitNumber": 1,
    "text": "\"Sigorta\" kelimesinin kökeni aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Arapça",
      "B": "Yunanca",
      "C": "Latince",
      "D": "İngilizce",
      "E": "Farsça"
    },
    "explanation": "Latince"
  },
  {
    "id": "2382008",
    "unitNumber": 1,
    "text": "Sigorta çeşitleri kaça ayrılır?",
    "correctAnswer": "A",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Sigorta çeşitleri hayat ve hayat dışı olmak üzere ikiye ayrılmaktadır."
  },
  {
    "id": "2382009",
    "unitNumber": 1,
    "text": "“Sigorta bir akittir ki, bununla sigortacı bir prim karşılığında diğer bir kimsenin parayla ölçülebilir bir menfaatini halele uğratan bir tehlikenin (bir rizikonun) meydana gelmesi halinde tazminat vermeyi yahut bir veya birkaç kimsenin hayat müddetleri sebebiyle veya hayatlarında meydana gelen belli bir takım hadiseler dolayısıyla bir para ödemeyi, vesair edalarda bulunmayı üzerine alır\"\n<br/>Bu tanım Türk Ticaret Kanunu’nun hangi maddesindedir?",
    "correctAnswer": "C",
    "options": {
      "A": "6687",
      "B": "2222",
      "C": "1263",
      "D": "301",
      "E": "1565"
    },
    "explanation": "1263"
  },
  {
    "id": "2382012",
    "unitNumber": 1,
    "text": "İlk sigortacılık uygulamalarına kimin zamanında rastlanılmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Asurlular",
      "B": "Sümerler",
      "C": "Mısırlılar",
      "D": "Babiller",
      "E": "Yunanlılar"
    },
    "explanation": "Günümüzden 4000 yıl önce Babiller zamanında ilk sigortacılık uygulamalarına rastlanmaktadır."
  },
  {
    "id": "2382014",
    "unitNumber": 1,
    "text": "Haydutların saldırısına uğrayan kervanların zararları bütün diğer kervanlar arasında paylaşılmalıydı. Kara taşımacılığında sigorta uygulamalarının ilk örneğini oluşturan bu uygulama hangi Babil kralı zamanında ortaya çıkmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Rim-Sin II",
      "B": "Büyük İskender",
      "C": "II. Nebukadnezar",
      "D": "I. Hattuşili",
      "E": "Hammurabi"
    },
    "explanation": "Hammurabi"
  },
  {
    "id": "2382015",
    "unitNumber": 1,
    "text": "Deniz sigortası kavramı ilk kez nerede ortaya çıkmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Mısır",
      "B": "Fransa",
      "C": "İngiltere",
      "D": "İtalya",
      "E": "Çin"
    },
    "explanation": "İtalya’da ihtiyaç üzerine ilk kez deniz sigortası kavramı ortaya çıkmıştır."
  },
  {
    "id": "2382020",
    "unitNumber": 1,
    "text": "İlk sigorta şirketi 1424 yılında ................’da kurulmuştur.\n<br/>Boşluğa aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Londra",
      "B": "Cenova",
      "C": "Milano",
      "D": "Lizbon",
      "E": "Barcelona"
    },
    "explanation": "Cenova"
  },
  {
    "id": "2382022",
    "unitNumber": 1,
    "text": "Türkiye’de ilk sigorta faaliyetleri 1872 yılında ......... sigorta şirketleri tarafından başlatılmıştır.\n Boşluğa aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fransız",
      "B": "İngiliz",
      "C": "Alman",
      "D": "İtalyan",
      "E": "Amerikan"
    },
    "explanation": "İngiliz"
  },
  {
    "id": "2382024",
    "unitNumber": 1,
    "text": "Türkiye'de deprem sigortaları hangi yılda zorunlu hale getirilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "1982",
      "B": "1990",
      "C": "2000",
      "D": "2008",
      "E": "2016"
    },
    "explanation": "2000"
  },
  {
    "id": "2382026",
    "unitNumber": 1,
    "text": "Türkiye'de \"bireysel emeklilik sistemi\" hangi yılda faaliyete geçmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "1999",
      "B": "2001",
      "C": "2003",
      "D": "2005",
      "E": "2007"
    },
    "explanation": "2003"
  },
  {
    "id": "3068918",
    "unitNumber": 1,
    "text": "Henüz gerçekleşmemiş olmakla birlikte gerçekleşme ihtimali olan ve tehlike olarak tanımlanan sigorta kavramına ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sigortacılıkta Risk",
      "B": "Sigorta Bilgi Merkezi",
      "C": "Hayat Sigortası Bilgi Merkezi",
      "D": "Sigorta Hasar Takip Merkezi",
      "E": "Kasko"
    },
    "explanation": "Henüz gerçekleşmemiş olmakla birlikte gerçekleşme ihtimali olan ve tehlike olarak tanımlanan sigorta kavramına Sigortacılıkta Risk denir."
  },
  {
    "id": "3068930",
    "unitNumber": 1,
    "text": "Yangın, doğal afetler, kaza ve nakliye, genel zararlar, sorumluluk, sağlık, finansal kayıplar, kredi ve hukuksal koruma sigortaları ve siber risklerin sigortalanması olarak karşımıza çıkan sigortalar aşağıdakilerden hangi sigorta çeşidine bağlıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Hayat",
      "B": "Sigorta Havuzu",
      "C": "Hayat dışı",
      "D": "Risksiz sigorta",
      "E": "Reasürans"
    },
    "explanation": "Yangın, doğal afetler, kaza ve nakliye, genel zararlar, sorumluluk, sağlık, finansal kayıplar, kredi ve hukuksal koruma sigortaları ve siber risklerin sigortalanması olarak karşımıza çıkan sigortalar hayat dışı sigorta olarak çeşitlendirilir."
  },
  {
    "id": "3068932",
    "unitNumber": 1,
    "text": "Türkiye’de ilk sigorta faaliyetleri kaç yılında İngiliz sigorta şirketleri tarafından başlatılmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "1875",
      "B": "1870",
      "C": "1879",
      "D": "1877",
      "E": "1872"
    },
    "explanation": "Türkiye’de ilk sigorta faaliyetleri 1872 yılında İngiliz sigorta şirketleri tarafından başlatılmıştır."
  },
  {
    "id": "3070243",
    "unitNumber": 1,
    "text": "Osmanlı Umum Sigorta Şirketi ilk yerli sigorta şirketi olarak kaç yılında çalışmaya başlamıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "1895",
      "B": "1899",
      "C": "1891",
      "D": "1893",
      "E": "1890"
    },
    "explanation": "1893 yılında Osmanlı Umum Sigorta Şirketi ilk yerli sigorta şirketi olarak çalışmaya başlamıştır."
  },
  {
    "id": "3070244",
    "unitNumber": 1,
    "text": "Bireysel emeklilik sistemi kaç yılında faaliyete geçmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "2009",
      "B": "2000",
      "C": "2001",
      "D": "2002",
      "E": "2003"
    },
    "explanation": "Bireysel emeklilik sistemi 27 Ekim 2003 yılında faaliyete geçmiştir."
  },
  {
    "id": "3070245",
    "unitNumber": 1,
    "text": "Tarım Sigortaları Kanunu ne zaman çıkartılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "19 Haziran 2000",
      "B": "14 Haziran 2005",
      "C": "9 Haziran 2004",
      "D": "19 Mayıs 2008",
      "E": "13 Haziran 2009"
    },
    "explanation": "14 Haziran 2005 tarihinde 5363 sayılı “Tarım Sigortaları Kanunu” çıkarılmış ve bu kanun kapsamında Sigorta Havuzu (TARSİM) kurulmuştur."
  },
  {
    "id": "3070247",
    "unitNumber": 1,
    "text": "Sigorta Bilgi Merkezi (SBM) hangi tarihte faaliyetine başlamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "9 Ağustos 2008",
      "B": "13 Eylül 2001",
      "C": "19 Ağustos 2015",
      "D": "2 Ağustos 2002",
      "E": "5 Ağustos 2006"
    },
    "explanation": "Sigorta Bilgi Merkezi (SBM), 9 Ağustos 2008 tarihinde 26962 sayılı Resmî Gazete’de yayımlanan yönetmelikle faaliyetine başlamıştır."
  },
  {
    "id": "3070251",
    "unitNumber": 1,
    "text": "2018 yılında %68,9 olarak gerçekleşen toplam saklama payı oranı, 2019 yılında yüzde kaç olmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "%68,7",
      "B": "%45,4",
      "C": "%71,4",
      "D": "%80",
      "E": "%95"
    },
    "explanation": "2018 yılında %68,9 olarak gerçekleşen toplam saklama payı oranı, 2019 yılında %71,4 olmuştur"
  },
  {
    "id": "3070252",
    "unitNumber": 1,
    "text": "2018 yılında Hayat dışı branşında saklama payı yüzde kaç olarak gerçekleşmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "%70",
      "B": "%66,4",
      "C": "%85,6",
      "D": "%35,8",
      "E": "%50"
    },
    "explanation": "2018 yılında Hayat dışı branşında saklama payı %66,4 olarak gerçekleşmiştir."
  },
  {
    "id": "3070258",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Swis Re’nin 2010 yılında yayınladığı “Sermaye Yeterliliği” Raporu’na göre Solvency I’in eksikliklerinden <u>değildir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Sigorta ve reasürans gruplarının denetimi ve risk yapısının tam olarak bildirilmesi ile sağlanan piyasa disiplinidir.",
      "B": "Muhasebe tabanlı yaklaşım nedeniyle varlık ve yükümlülükler piyasa değeri ile değerlenmemektedir.",
      "C": "Sermaye yeterliliği hesaplamalarında çeşitlendirme ve risk transfer yöntemlerinin etkileri dikkate alınmamaktadır.",
      "D": "Yatırımlar ile ilgili düzenlemeler bulunduğu halde kredi riski, piyasa riski gibi yatırım risklerine ya da operasyonel risklere yer verilmemektedir.",
      "E": "Sermaye yeterliliği hesaplamalarında sadece sigorta riski dikkate alınmaktadır."
    },
    "explanation": "• Sermaye yeterliliği hesaplamalarında sadece sigorta riski dikkate alınmaktadır.\n • Yatırımlar ile ilgili düzenlemeler bulunduğu halde kredi riski, piyasa riski gibi yatırım risklerine ya da operasyonel risklere yer verilmemektedir.\n • Sermaye yeterliliği hesaplamalarında çeşitlendirme ve risk transfer yöntemlerinin etkileri dikkate alınmamaktadır.\n • Muhasebe tabanlı yaklaşım nedeniyle varlık ve yükümlülükler piyasa değeri ile değerlenmemektedir.\n • Reasürans riski yeterince dikkate alınmamaktadır.\n • Reasürörlerin kredi değerliliğine hiç yer verilmemiştir.\n • Risk yönetim uygulamaları ve iyi yönetişim dikkate alınmamaktadır."
  },
  {
    "id": "3071425",
    "unitNumber": 1,
    "text": "Sigortanın yapıcı unsur olarak, ana özelliği aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Can güvenliği sağlaması",
      "B": "Mal güvenliği sağlaması",
      "C": "Geleceğe dönük hizmet olması",
      "D": "Finansal kayıplar",
      "E": "Riskin dağıtılması"
    },
    "explanation": "SİGORTA KAVRAMI VE GELİŞİMİ<br/>Sigortanın özelliği, riskin dağıtılmasıdır. Sistemde tek bir kişinin karşılaştığı risk nedeniyle<br/>uğradığı zarar, aynı riskle karşı karşıya kalan ancak henüz zarar görmemiş insan topluluğunun katılması ile katlanılması daha kolay hale gelmektedir."
  },
  {
    "id": "3071431",
    "unitNumber": 1,
    "text": "Tarihsel süreçte ilk sigortacılık uygulamaları aşağıdakilerden hangi dönem ve tarihe aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "M.Ö:2000-Babil uygarlığı",
      "B": "M.Ö.2000 Sümerler",
      "C": "M.Ö.2000 Hititler",
      "D": "M.Ö.5 YY Hellenistik Dönem",
      "E": "M.Ö.1.YY Roma İmparatorluğu"
    },
    "explanation": "Sigortanın Dünyada Gelişimi<br/>MÖ:2000 yıllarında Babil devletinde ilk sigorta uygulamaları karşımıza çıkar."
  },
  {
    "id": "3071440",
    "unitNumber": 1,
    "text": "Deniz ticaretinin geliştiği bölgelerde sigorta uygulamaları görülmekteydi. Geminin taşıdığı yük üzerine borç verip geminin limana varamaması riskini üstlenen ve gemi limana sorunsuz ulaştığında hem borç verilen tutarı hem de taşıdığı risk karşılığı faiz niteliğinde önemli pay alınması uygulamalarına aşağıdakilerden hangi devletler dahil değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Fenikeliler",
      "B": "Kartacalılar",
      "C": "Romalılar",
      "D": "Eski Mısırlılar",
      "E": "Cenovalılar"
    },
    "explanation": "Sigortanın Dünyada Gelişimi<br/>Eski Mısırda deniz ticaret sigortacılığı yoktur."
  },
  {
    "id": "3071562",
    "unitNumber": 1,
    "text": "''Yangın ve doğal afet sigortaları, kaza ve nakliyat sigortaları, genel zarar sigortaları, genel<br/>sorumluluk sigortaları, sağlık sigortaları, finansal kayıplar, kredi ve hukuksal koruma sigortaları; maddi hasarların karşılığında tazminat alınan .................sigorta türleridir.''\n<br/>Yukarıdaki açıklama cümlesinde boşluğu, aşağıdakilerden hangisi tamamlamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "risk grubu",
      "B": "hayat dışı",
      "C": "sadece sağlık risk odaklı",
      "D": "deniz taşımacılığı",
      "E": "kara ticareti ve yaşam alanı ile ilgili"
    },
    "explanation": "SİGORTA KAVRAMI VE GELİŞİMİ<br/>Yangın ve doğal afet sigortaları, kaza ve nakliyat sigortaları, genel zarar sigortaları, genel<br/>sorumluluk sigortaları, sağlık sigortaları, finansal kayıplar, kredi ve hukuksal koruma sigortaları; maddi hasarların karşılığında tazminat alınan hayat dışı sigorta türleridir."
  },
  {
    "id": "3071568",
    "unitNumber": 1,
    "text": "1684 yılında kurulan sigorta şirketi “Friendly Society” hangi amaçla kurulmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "İlk nakliye sigorta şirketi",
      "B": "İlk sağlık sigorta şirketi",
      "C": "İlk yangın sigorta şirketi",
      "D": "İlk demiryolu taşımacılığı sigorta şirketi",
      "E": "İlk deprem ve sel gibi doğal afetler sigorta şirketi"
    },
    "explanation": "Sigortanın Dünyada Gelişimi<br/>1684 yılında kurulan sigorta şirketi “Friendly Society” ilk yangın sigorta şirketi olarak kurulmuştur."
  },
  {
    "id": "3071594",
    "unitNumber": 1,
    "text": "Türkiye'de 2000 yılında meskenler için zorunlu hale getirilmiş bulunan deprem sigortalarını yürütmek üzere oluşturulan kurum aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yangın Sigorta Şirketleri Sendikası",
      "B": "Türkiye’de Çalışan Sigorta Şirketleri",
      "C": "Kaza Sigortalar Kurumu",
      "D": "Doğal Afet Sigortaları Kurumu",
      "E": "Tarım Sigortaları Kurumu"
    },
    "explanation": "Sigortanın Türkiye’de Gelişimi<br/>Türkiye'de 2000 yılında meskenler için zorunlu hale getirilmiş bulunan deprem sigortalarını yürütmek üzere oluşturulan kurum ''Doğal Afet Sigortaları Kurumu yani DASK tır.''"
  },
  {
    "id": "3071601",
    "unitNumber": 1,
    "text": "Avrupa Birliği Sigorta Sektörüne Yönelik ,Sermaye Yeterliliği Çalışmaları ve Düzenlemeleri içinde yer alan ''Müller Raporu-1997'' aşağıdakilerden hangi sonuçla ilgilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Avrupa Birliği sermaye yeterliliği düzenlemelerinin bazı zayıf yönlerini tespit edip açıklamıştır.",
      "B": "Hollanda Sigorta Denetim Kuruluşu’nun başkanlığını yapmış olan Profesör Campagne’in çalışmalarını açıklamıştır.",
      "C": "Dayton (1984) ve Pool (1990) tarafından yapılan çalışmaları açıklamıştır.",
      "D": "Avrupa Ekonomi Topluluğuna tabi sigorta şirketlerinin lisanslı bir şube ya da acenteye gerek duymadan faaliyet gösterebilmeleri sağlanmıştır.",
      "E": "(2008) 4. Sayısal Etki Çalışması (QIS4) olarak açıklanmıştır."
    },
    "explanation": "Solvency I ve Müller Raporu -SİGORTA ŞİRKETLERİNDE<br/>SERMAYE YETERLİLİK KRİTERİ<br/>SOLVENCY<br/>Avrupa Birliği Sigorta Sektörüne Yönelik ,Sermaye Yeterliliği Çalışmaları ve Düzenlemeleri içinde yer alan ''Müller Raporu-1997'' Avrupa Birliği sermaye yeterliliği düzenlemelerinin bazı zayıf yönlerini tespit edip açıklamıştır."
  },
  {
    "id": "3071603",
    "unitNumber": 1,
    "text": "2016 yılında uygulanmaya başlayan Solvency II düzenlemesi nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Reasürörlerin kredi değerliliğini ölçme yöntemlerini araştırma raporudur.",
      "B": "Avrupa Birliği tarafından sigorta sektörünün ve finans sektörünün istikrarını garanti altına almak, poliçe sahiplerini korumak amacıyla sermaye yeterliliği düzenlemesidir.",
      "C": "Yatırımlar ile ilgili düzenlemeler bulunduğu halde kredi riski, piyasa riski gibi yatırım<br/>risklerine ya da operasyonel risklere yer verilmemesini uygun görmeyen rapordur.",
      "D": "Sadece hayat sigortası risklerini açıklayan rapordur.",
      "E": "Bir sigorta şirketinin taşıması gereken en düşük kabul edilebilirlikteki sermaye fonlarından oluşan ''Asgari garanti fonunu'' zorunlu kılan düzenlemedir."
    },
    "explanation": "Solvency II düzenlemesi ,Avrupa Birliği tarafından sigorta sektörünün ve finans sektörünün<br/>istikrarını garanti altına almak, poliçe sahiplerini korumak amacıyla sermaye yeterliliği düzenlemesidir."
  },
  {
    "id": "3071604",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Solvency II'nin nicel gereksinimlerinden değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sermaye yeterliliği hesaplamaları",
      "B": "Teknik karşılıklar",
      "C": "Özkaynaklar",
      "D": "Yatırımlar",
      "E": "Kamuya açıklama"
    },
    "explanation": "Solvency II’nin Üç Sütunlu Yapısı<br/>''Kamuya açıklama'' Solvency II' nin nicel gereksinimlerinden değildir."
  },
  {
    "id": "3071605",
    "unitNumber": 1,
    "text": "Mali yetersizlik bir sigorta şirketinin aktiflerinin yükümlülükleri karşılayamaz hale gelmesidir.<br/>Aşağıdakilerden hangisini bu durumun nedenleri arasında <strong>sayamayız</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Aktiflerin borsada yaşanacak olumsuzluklardan değer kaybetmesi",
      "B": "Faiz oranlarındaki değişiklikler veya tahvil piyasasındaki ödeme güçlükleri",
      "C": "Sigorta şirketinin elde ettiği kârın tutarı ve dağıtılış biçimi",
      "D": "Beklenmeyen riskler",
      "E": "Fiyat oluşturulmasına esas teşkil eden hasar tahminlerinde yapılan hatalar"
    },
    "explanation": "Sermaye Yeterliliğinin Önemi<br/>Sigorta şirketinin elde ettiği kârın tutarı ve dağıtılış biçimi sigorta şirketinin mali yetersizlik nedenleri arasında sayılamaz."
  },
  {
    "id": "2268614",
    "unitNumber": 2,
    "text": "Osmanlı Devleti’nde sigorta şirketlerinin bir araya gelerek ilk yangın tarifesini belirledikleri tarih aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "1699",
      "B": "1742",
      "C": "1789",
      "D": "1860",
      "E": "1900"
    },
    "explanation": "Giriş<br/>Osmanlı Devleti’nde 1900 yılında sigorta şirketleri bir araya gelerek ilk yangın tarifesini belirlemişlerdir."
  },
  {
    "id": "2268622",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi A sınıfı yangınlar kategorisinde yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Katı madde yangınları",
      "B": "Yanıcı sıvı madde yangınları",
      "C": "Sıvılaşan katı madde yangınları",
      "D": "Gaz yangınları",
      "E": "Metal yangınları"
    },
    "explanation": "YANGIN RİSKİ<br/>Yangınlar, kategorik olarak 4 sınıfta incelenebilirler: \n<br/>A Sınıfı Yangınlar: Katı madde yangınları, mukavva, karton, plastik fabrikaları, kâğıt fabrikaları, \n<br/>B Sınıfı Yangınlar: Yanıcı sıvı ve sıvılaşan katı madde yangınları, \n<br/>C Sınıfı Yangınlar: Gaz yangınları, \n<br/>D Sınıfı Yangınlar: Metal yangınları."
  },
  {
    "id": "2268630",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Ulusal Yangından Korunma Birliği'ne göre yangın yönetmeliğinde hafif tehlike riski olan alanlardandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Havaalanları",
      "B": "İlaç fabrikaları",
      "C": "Hayvan barınakları",
      "D": "Fırınlar",
      "E": "Müzeler"
    },
    "explanation": "YANGIN RİSKİ<br/>NFPA’a göre hafif tehlike riskleri ve bu tehlike riskleri kapsamına giren alanlar aşağıdaki gibi sıralanmıştır. \n<br/>• Hafif tehlike riskleri: Kütüphaneler, hastaneler, müzeler, dispanserler, ibadet yerleri, bilgisayar odaları, tiyatrolar, küçük lokantalar, müstakil evler."
  },
  {
    "id": "2268638",
    "unitNumber": 2,
    "text": "Yanabilecek maddelerin birim yatay düzleme tekabül eden alt ısıl değerleri toplamı aşağıdakilerden hangisi ile ifade edilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yangın yükü",
      "B": "Yangın riski",
      "C": "Tehlike analizi",
      "D": "Risk analizi",
      "E": "İnfilak riski"
    },
    "explanation": "YANGIN RİSKİ<br/>Yangın Yükü: Yanabilecek madde-lerin birim yatay düzleme tekabül eden alt ısıl değerleri toplamıdır."
  },
  {
    "id": "2268667",
    "unitNumber": 2,
    "text": "Dünyada ilk yangın sigorta şirketi aşağıdaki ülkelerden hangisinde faaliyete geçmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "ABD",
      "B": "Almanya",
      "C": "İngiltere",
      "D": "Fransa",
      "E": "Hollanda"
    },
    "explanation": "YANGIN SİGORTALARI<br/>İngiltere’de 1667 yılında Yangın Kurumu kurulmuş ve 1684 yılında ilk yangın sigorta şirketi faaliyete geçmiştir."
  },
  {
    "id": "2268672",
    "unitNumber": 2,
    "text": "Sigorta sözleşmesinden doğan bütün talepler kaç yılda zaman aşımına uğramaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Bir",
      "B": "İki",
      "C": "Üç",
      "D": "Dört",
      "E": "Beş"
    },
    "explanation": "YANGIN SİGORTALARI<br/>Sigorta sözleşmesinden doğan bütün talepler iki yılda zaman aşımına uğrar."
  },
  {
    "id": "2268676",
    "unitNumber": 2,
    "text": "Ülkemizde Zorunlu Deprem Sigortası edindirme, uygulama ve yönetimi faaliyetlerinden sorumlu tüzel kimlikli bir kamu kuruluşu olan DASK hangi yılda kurulmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "1984",
      "B": "1992",
      "C": "1996",
      "D": "2000",
      "E": "2014"
    },
    "explanation": "DOĞAL AFET SİGORTALARI VE DASK<br/>2000 yılında kurulan DASK, ülkemizde Zorunlu Deprem Sigortası edindirme, uygulama ve yönetimi faaliyetlerinden sorumlu tüzel kimlikli bir kamu kuruluşudur."
  },
  {
    "id": "2268688",
    "unitNumber": 2,
    "text": "Zorunlu Deprem Sigortası yapılan bağımsız bölüm veya binaların değeri, DASK poliçesi için bulunan bedeli aştığı takdirde, aşan kısım için Zorunlu Deprem Sigortasının yapılmış olması kaydıyla, sigorta şirketleri tarafından yangın sigortası teminatına ek olarak aşağıdakilerden hangisi yapılabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "İhtiyari Deprem Sigortası",
      "B": "Kâr Kaybı Sigortası",
      "C": "İş Durma Sigortası",
      "D": "Yangın Risk Analizi",
      "E": "Yangın Tehlike Analizi"
    },
    "explanation": "DOĞAL AFET SİGORTALARI VE DASK<br/>Zorunlu Deprem Sigortası yapılan bağımsız bölüm veya binaların değeri, DASK poliçesi için bulunan bedeli aştığı takdirde, aşan kısım için Zorunlu Deprem Sigortasının yapılmış olması kaydıyla, sigorta şirketleri tarafından yangın sigortası teminatına ek olarak İhtiyari Deprem Sigortası yapılabilir."
  },
  {
    "id": "2268691",
    "unitNumber": 2,
    "text": "Zorunlu Deprem Sigortası Tarife ve Talimatında belirlenen azami teminat tutarı 2020 yılı için kaç TL olarak belirlenmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "120.000 TL",
      "B": "180.000 TL",
      "C": "240.000 TL",
      "D": "300.000 TL",
      "E": "420.000 TL"
    },
    "explanation": "DOĞAL AFET SİGORTALARI VE DASK<br/>Zorunlu deprem sigortası yapılan bir meskenin sigorta bedeli, “Zorunlu Deprem Sigortası Tarife ve Talimatında belirlenen azami teminat tutarından çok olamaz.”. 2020 yılı için bu tutar 240.000 TL olarak belirlenmiştir."
  },
  {
    "id": "2268693",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bir şirketin sigorta teminatına dahil bir olay sonucu faaliyetinin kesintiye uğraması sebebiyle kârını azaltan veya zarar etmesine neden olan mali kaybı gidermeye yöneliktir?",
    "correctAnswer": "A",
    "options": {
      "A": "İş Durması Sigortası",
      "B": "Doğal Afet Sigortası",
      "C": "Zorunlu Deprem Sigortası",
      "D": "İhtiyari Deprem Sigortası",
      "E": "Yangın Sigortası"
    },
    "explanation": "YANGINA BAĞLI KÂR KAYBI SİGORTASI<br/>İş Durması Sigortası: bir şirketin sigorta teminatına dahil bir olay sonucu faaliyetinin kesintiye uğraması sebebiyle kârını azaltan veya zarar etmesine neden olan mali kaybı gidermeye yöneliktir."
  },
  {
    "id": "2372426",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi D sınıfı yangınlara girer?",
    "correctAnswer": "C",
    "options": {
      "A": "Katı madde yangınları",
      "B": "Gaz yangınları",
      "C": "Metal yangınları",
      "D": "Plastik fabrika yangınları",
      "E": "Yanıcı sıvı yangınları"
    },
    "explanation": "Yangınlar, kategorik olarak 4 sınıfta incelenebilirler: A Sınıfı Yangınlar: Katı madde yangınları, mukavva, karton, plastik fabrikaları, kâğıt fabrikaları, B Sınıfı Yangınlar: Yanıcı sıvı ve sıvılaşan katı madde yangınları, C Sınıfı Yangınlar: Gaz yangınları, D Sınıfı Yangınlar: Metal yangınları."
  },
  {
    "id": "2372430",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi hafif tehlike riskleri kapsamına giren alanlardan biri <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Tiyatrolar",
      "B": "Postaneler",
      "C": "Müzeler",
      "D": "Hastaneler",
      "E": "Kütüphaneler"
    },
    "explanation": "Hafif tehlike riskleri kapsamına giren alanlar şunlardır: Kütüphaneler, hastaneler, müzeler, dispanserler, ibadet yerleri, bilgisayar odaları, tiyatrolar, küçük lokantalar, müstakil evler. Postaneler ise orta tehlike riskleri kapsamına giren alanlardan biridir."
  },
  {
    "id": "2372433",
    "unitNumber": 2,
    "text": "Dünya ülkelerinde yangın nedenlerine bakıldığı zaman, aşağıdaki ülkelerden hangisinde ilk sırayı kasıtlı yangınlar almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Fransa",
      "B": "Brezilya",
      "C": "ABD",
      "D": "Japonya",
      "E": "İngiltere"
    },
    "explanation": "Dünya ülkelerinde yangın nedenlerine bakıldığı zaman, Japonya’da ilk sırayı %19 ile kasıtlı yangınlar almaktadır. Kasıtlı yangınların, intihar etmek için veya sigortadan para almak için yapıldığı belirtilmektedir."
  },
  {
    "id": "2372435",
    "unitNumber": 2,
    "text": "İstanbul’da yangın nedenlerine bakıldığı zaman, ilk sırayı aşağıdakilerden hangisi almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Baca kaynaklı yangınlar",
      "B": "LPG (Sıvılaştırılmış Petrol Gazı) kaynaklı yangınlar",
      "C": "Kasıtlı yangınlar",
      "D": "Elektrik kaynaklı yangınlar",
      "E": "Sigara kaynaklı yangınlar"
    },
    "explanation": "2020 yılı Haziran ayı sonu itibariyle İstanbul’da; 2.291 konut, 67 fabrika, 3.556 diğer bina, 758 araç, 630 ot, 1.958 çöp ve 32 orman fundalık yangına müdahale edilmiştir. 2015-2019 beş yıllık dönemin ortalaması göz önüne alındığında, %37,6’nın sigara, %23,7’sinin elektrik ve %8,0’ının kasıt nedenli yangınlardan kaynaklandığı gözlemlenmiştir. 2019 yılına bakıldığında ise; ilk üç sırada %40,8 ile sigara, %21,2 ile elektrik, %7,8 ile kasıt kaynaklı olduğu görülmektedir."
  },
  {
    "id": "2372439",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Osmanlı Devleti’nde yerli sigorta şirketlerinin gelişme eğilimini azaltan sebeplerden biri <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Büyük yangınlarla karşılaşılmaması",
      "B": "Sermaye birikiminin yetersizliği",
      "C": "Kaderci dünya görüşünün sosyo-ekonomik hayata etkisi",
      "D": "İslamiyet’te sigortacılığın haram olduğuna inanılması",
      "E": "Genel eğitim düzeyinin düşüklüğü"
    },
    "explanation": "Osmanlı Devleti’nde sermaye birikiminin yetersizliği, kaderci dünya görüşünün sosyo-ekonomik hayata etkisi, İslamiyet’te sigortacılığın haram olduğuna inanılması, genel eğitim düzeyinin düşüklüğü gibi nedenlerden dolayı yerli sigorta şirketlerinin gelişme eğilimi yavaş olmuştur."
  },
  {
    "id": "2372442",
    "unitNumber": 2,
    "text": "Yangın sigortasında taşınmaz mallarda aşağıdakilerden hangisi ancak poliçede belirtilmek kaydıyla sigorta bedelinin kapsamı içindedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kömürlük",
      "B": "Su deposu",
      "C": "Garaj",
      "D": "Bahçe ve çevre duvarları",
      "E": "Binaların dışındaki bahçıvan evi"
    },
    "explanation": "Yangın sigortasında taşınmaz mallarda, aksine sözleşme yoksa binaların dışındaki bahçıvan evi, garaj, su deposu, kömürlük gibi eklentiler ile binaların içlerinde veya üzerlerinde bulunan her çeşit sabit tesisat, asansör ve yürüyen merdivenler, yıldırımlık, televizyon anteni gibi binayı tamamlayan şeyler ile temeller ve istinat duvarları sigorta bedelinin kapsamı içindedir. Bahçe ve çevre duvarları, rıhtımlar, teraslar, iskeleler, çeşmeler, bina dışındaki heykeller, sarnıç ve havuzlar gibi şeyler ancak poliçede belirtilmeleri kaydıyla sigorta bedelinin kapsamı içindedir."
  },
  {
    "id": "2372444",
    "unitNumber": 2,
    "text": "Emtianın değer ve miktarının yıl içinde dönemsel değişiklikler gösterdiği durumlarda uygulanan poliçeler aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Değişken poliçe",
      "B": "Abonman poliçe",
      "C": "Sürprimli poliçe",
      "D": "Eksik poliçe",
      "E": "Mutabakatlı poliçe"
    },
    "explanation": "Abonman poliçe; emtianın değer ve miktarının yıl içinde dönemsel değişiklikler gösterdiği durumlarda uygulanan poliçelerdir."
  },
  {
    "id": "2372446",
    "unitNumber": 2,
    "text": "Yangına bağlı kâr kaybı sigortasında poliçede yer alan tüm hesaplamalarda aşağıdaki vergilerden hangisi hariç tutulur?",
    "correctAnswer": "A",
    "options": {
      "A": "Katma Değer Vergisi",
      "B": "Emlak vergisi",
      "C": "Damga vergisi",
      "D": "Gelir Vergisi",
      "E": "Kurumlar Vergisi"
    },
    "explanation": "Yangına bağlı kâr kaybı sigortasında poliçede yer alan tüm hesaplamalarda Katma Değer Vergisi hariç tutulur."
  },
  {
    "id": "2372449",
    "unitNumber": 2,
    "text": "2005 yılında aşağıdaki ülkelerden hangisinde yayınlanan deklarasyonda 2005- 2015 yılları arası “Afetlere Dayanıklı Ülkeler ve Toplumlar Oluşturmak” için bir dizi eylem başlatılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Kanada",
      "B": "İskoçya",
      "C": "Japonya",
      "D": "İngiltere",
      "E": "ABD"
    },
    "explanation": "2005 yılında Japonya’da yayınlanan deklarasyonda 2005- 2015 yılları arası “Afetlere Dayanıklı Ülkeler ve Toplumlar Oluşturmak” için bir dizi eylem başlatılmıştır."
  },
  {
    "id": "2372451",
    "unitNumber": 2,
    "text": "Zorunlu deprem sigortasında her bir hasarda, sigorta bedelinin yüzde kaçı oranında tenzili muafiyet uygulanır?",
    "correctAnswer": "E",
    "options": {
      "A": "3",
      "B": "4",
      "C": "5",
      "D": "1",
      "E": "2"
    },
    "explanation": "Zorunlu deprem sigortasında her bir hasarda, sigorta bedelinin yüzde 2’si oranında tenzili muafiyet uygulanır."
  },
  {
    "id": "2380788",
    "unitNumber": 2,
    "text": "..................., yangının doğuşu ile fark edilip alarm verildiği an arasında geçen zaman parçasıdır.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Alarm süresi",
      "B": "Reaksiyon zamanı",
      "C": "Çıkış süresi",
      "D": "Uyarı zamanı",
      "E": "Aktif süre"
    },
    "explanation": "Alarm süresi, yangının doğuşu ile fark edilip alarm verildiği an arasında geçen zaman parçasıdır."
  },
  {
    "id": "2380792",
    "unitNumber": 2,
    "text": "I. İşlenen malzeme\n II. İnsan faktörü\n III. Teknik sebepler\n Verilen maddelerden hangisi/hangileri yangının çıkış nedenlerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Yangının çıkış nedenleri genel olarak aşağıdaki gibi ifade edilebilir; İşlenen malzeme, Tutuşma malzemeleri, Malzemenin dağılımı, Zaman (yangının meydana geldiği), İnsan faktörü, Teknik sebepler, Çevre etkileri"
  },
  {
    "id": "2380797",
    "unitNumber": 2,
    "text": "Ahşap ile birlikte, beton kullanılmışsa, tuğla ile ahşap kullanılarak karkas bina yapılmışsa, bunlara ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Briket binalar",
      "B": "Adi kagir binalar",
      "C": "Tam kagir binalar",
      "D": "Yarım kagir binalar",
      "E": "Dayanıklı binalar"
    },
    "explanation": "Ahşap ile birlikte, beton kullanılmışsa, tuğla ile ahşap kullanılarak karkas bina yapılmışsa, bunlara adi kagir binalar denir."
  },
  {
    "id": "2380804",
    "unitNumber": 2,
    "text": "Yangın riskini etkileyen en büyük faktör aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tutuşma malzemeleri",
      "B": "Alarm sistemi",
      "C": "Teçhizat bakımı",
      "D": "Muhtemel can ve mal kaybı",
      "E": "Çevresel etkiler"
    },
    "explanation": "Yangın riskini etkileyen en büyük faktör muhtemel can ve mal kaybı miktarıdır."
  },
  {
    "id": "2380806",
    "unitNumber": 2,
    "text": "Yanabilecek maddelerin birim yatay düzleme tekabül eden alt ısıl değerleri toplamı olarak tarif edilen ………………. arttıkça, genellikle yangının devam etme süresi uzar.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "yangın marjı",
      "B": "yangın sürekliliği",
      "C": "yangın yükü",
      "D": "yangın riski",
      "E": "yangın yoğunluğu"
    },
    "explanation": "Yanabilecek maddelerin birim yatay düzleme tekabül eden alt ısıl değerleri toplamı olarak tarif edilen yangın yükü arttıkça, genellikle yangının devam etme süresi uzar."
  },
  {
    "id": "2380809",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi yangın riski analizinin üç temel özelliğinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yangın çıkma olasılığının tahmini",
      "B": "Yangının genişleme hızının tahmini",
      "C": "Yanabilecek madde miktarının tahmini",
      "D": "İtfaiyenin binaya ulaşma süresinin tahmini",
      "E": "Binadaki kişi sayısının tahmini"
    },
    "explanation": "Yangın riski analizinin üç temel özelliği olmalıdır:\n <ol> <li>Yangın çıkma olasılığının tahmini,</li> <li>Yangının büyüklüğü için bir tek ölçü kullanılması (genellikle para ile) ve böylece riskteki azalmanın, bu azalmayı sağlamak için yapılan harcama ile karşılaştırılabilmesi,</li> <li>Analizde yapılan tahminlerdeki tüm şüphelerin tam olarak belirlenmesidir.</li> </ol>"
  },
  {
    "id": "2381023",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi yangın sigortası risk gruplarından biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kamu riskleri",
      "B": "Sivil riskler",
      "C": "Afet riskleri",
      "D": "Nükleer riskler",
      "E": "Teknolojik riskler"
    },
    "explanation": "Yangın sigortası yapılırken risklerin gruplandırılması gerekmektedir. Yangın riski güvence altına alınırken, risk; sivil riskler, ticari-sınai riskler ve hususi fiyatlı riskler olarak üç grupta incelenir."
  },
  {
    "id": "2381026",
    "unitNumber": 2,
    "text": "Bir işletmede yangın ve diğer riskler sonucu meydana gelen maddi hasar, yangın poliçesi ile karşılanır. Ancak bu hasarın gerçekleşmesi nedeniyle işin durmasından doğacak kayıpları ……………… sigortası karşılar.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "doğal afet",
      "B": "tazminat",
      "C": "ciro",
      "D": "faaliyet",
      "E": "kâr kaybı"
    },
    "explanation": "Bir işletmede yangın ve diğer riskler sonucu meydana gelen maddi hasar, yangın poliçesi ile karşılanır. Ancak bu hasarın gerçekleşmesi nedeniyle işin durmasından doğacak kayıpları (ciro düşmesi, mas-raf artışı vb.) kâr kaybı sigortası karşılar."
  },
  {
    "id": "2381029",
    "unitNumber": 2,
    "text": "I. Metrekare bedeli\n II. Meskenin brüt yüzölçümü\n III. Meskenin yaşı\n Verilen maddelerden hangisi/hangileri DASK sigorta bedelinin hesaplanmasında kullanılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Sigorta bedelinin tespitinde, sigorta edilen meskenin yapı tarzı için Hazine Müsteşarlığınca yayımlanan “Zorunlu Deprem Sigortası Tarife ve Talimatı”nda belirlenen metrekare bedeli ile aynı meskenin brüt yüzölçümünün (veya yaklaşık yüzölçümünün) çarpılması sonucu bulunan tutar esas alınır."
  },
  {
    "id": "2381031",
    "unitNumber": 2,
    "text": "Emtianın değer ve miktarının yıl içinde dönemsel değişiklikler gösterdiği durumlarda uygulanan poliçeler aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Mutabakat poliçesi",
      "B": "Sürprim poliçe",
      "C": "Hususi poliçe",
      "D": "Abonman poliçe",
      "E": "Rayiç poliçe"
    },
    "explanation": "Abonman Poliçe; Emtianın değer ve miktarının yıl içinde dönemsel değişiklikler gösterdiği durumlarda uygulanan poliçelerdir"
  },
  {
    "id": "2382029",
    "unitNumber": 2,
    "text": "Osmanlı Devleti’nde sigorta şirketleri ilk yangın tarifesini hangi yılda belirlemişlerdir?",
    "correctAnswer": "C",
    "options": {
      "A": "1880",
      "B": "1890",
      "C": "1900",
      "D": "1910",
      "E": "1920"
    },
    "explanation": "Osmanlı Devleti’nde 1900 yılında sigorta şirketleri bir araya gelerek ilk yangın tarifesini belirlemişlerdir."
  },
  {
    "id": "2382031",
    "unitNumber": 2,
    "text": "Ateş kendisine özgü kaldığı sürece ........ niteliği taşır.\n Boşluğa aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dost ateş",
      "B": "Düşman ateş",
      "C": "Tehlikeli ateş",
      "D": "Tehlikesiz ateş",
      "E": "Yararsız ateş"
    },
    "explanation": "Dost ateş"
  },
  {
    "id": "2382033",
    "unitNumber": 2,
    "text": "Yangınlar kategorik olarak kaç sınıfta incelenebilirler?",
    "correctAnswer": "D",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "4"
  },
  {
    "id": "2382034",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi \"A Sınıfı Yangınlar\" kategorisine girmez?",
    "correctAnswer": "A",
    "options": {
      "A": "Metal yangınları",
      "B": "Katı madde yangınları",
      "C": "Kâğıt fabrikaları",
      "D": "Plastik fabrikaları",
      "E": "Karton fabrikaları"
    },
    "explanation": "Metal yangınları"
  },
  {
    "id": "2382035",
    "unitNumber": 2,
    "text": "\"Gaz yangınları\" aşağıdakilerden hangisinin kategorisine girer?",
    "correctAnswer": "C",
    "options": {
      "A": "A Sınıfı Yangınlar",
      "B": "B Sınıfı Yangınlar",
      "C": "C Sınıfı Yangınlar",
      "D": "D Sınıfı Yangınlar",
      "E": "E Sınıfı Yangınlar"
    },
    "explanation": "C Sınıfı Yangınlar"
  },
  {
    "id": "2382037",
    "unitNumber": 2,
    "text": "NFPA’a göre tehlike riskleri ve bu tehlike riskleri kapsamına giren alanlar sıralanmıştır. Buna göre kütüphaneler aşağıdakilerden hangisinin alanına girer?",
    "correctAnswer": "A",
    "options": {
      "A": "Hafif tehlike riskleri",
      "B": "Ekstra tehlike riskleri (Grup 2)",
      "C": "Orta tehlike riskleri (Grup 2)",
      "D": "Ekstra tehlike riskleri (Grup 1)",
      "E": "Orta tehlike riskleri (Grup 1):"
    },
    "explanation": "Hafif tehlike riskleri"
  },
  {
    "id": "2382038",
    "unitNumber": 2,
    "text": "İstanbul'da 2015-2019 arası beş yıllık dönemin ortalaması göz önüne alındığında en çok yangın sebebi olan etken aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sigara",
      "B": "Elektrik",
      "C": "Doğal gaz",
      "D": "Kasıt",
      "E": "Cehalet"
    },
    "explanation": "Sigara"
  },
  {
    "id": "2382039",
    "unitNumber": 2,
    "text": "Yangın çıkarabilecek olan sebeplerin incelenmesine ne denir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yangın Riski Analizi",
      "B": "Yangın Riski",
      "C": "Tehlike Analizi",
      "D": "Amil faktörler",
      "E": "Risk takdiri"
    },
    "explanation": "Tehlike Analizi: Yangın çıkarabilecek olan sebeplerin incelenmesidir."
  },
  {
    "id": "2382040",
    "unitNumber": 2,
    "text": "17. yüzyılın ikinci yarısı, sigortacılığın gelişmesine yol açan iki önemli olaya sahne olmuştur. Bunlardan ilki, sigortacılığın temelini oluşturan olasılık hesabını içeren istatistiki yöntemlerin akademik yazında ilk defa yer almasıdır. Diğeri ise 1666 yılında ............’da meydana gelen ve dört gün devam ederek 16 bin binanın yok olmasına neden olan yangındır.\n Boşluğa aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Londra",
      "B": "Barcelona",
      "C": "İstanbul",
      "D": "Roma",
      "E": "Marsilya"
    },
    "explanation": "Londra"
  },
  {
    "id": "2382041",
    "unitNumber": 2,
    "text": "Hasara uğramış maldan arta kalana ne denir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çöküntü",
      "B": "Sovtaj",
      "C": "Kalıntı",
      "D": "Moloz",
      "E": "Yıkıntı"
    },
    "explanation": "Sovtaj"
  },
  {
    "id": "2264216",
    "unitNumber": 3,
    "text": "Kasko Sigortası, Zorunlu Trafik Sigortasından farklı olarak kasko sigortası yaptıran kişiye sağladığı avantaj aşağıdaki seçeneklerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kaza durumunda ödenecek sigorta tazminat ücretinin Fazla olması.",
      "B": "Sigorta priminin düşük olması ve ödenecek pirimin taksili ödene bilir olması",
      "C": "Sigorta sahibinin karşısındaki kişinin aracını güvence altına alır",
      "D": "sigorta sahibinin kendi aracını güvence altına<br/>almasını sağlar",
      "E": "Sigorta sahibin bütün yürüyen araçlarını kapsar"
    },
    "explanation": "Kasko Sigortası, Zorunlu Trafik Sigortası’nın<br/>aksine sigorta sahibinin kendi aracını güvence altına<br/>almasını sağlar ki bu durum Kasko ile Trafik<br/>Sigortaları arasındaki en önemli farktır."
  },
  {
    "id": "2264324",
    "unitNumber": 3,
    "text": "Aşağıdaki seçeneklerden hangisi Kara Taşıtları Kasko Sigortası Genel Şartlarından biri<strong> değildir</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Aracın yanması,",
      "B": "Aracın karayolunda kullanılabilen motorlu,<br/>motorsuz taşıtlarla müsademes",
      "C": "Kişiye ait aynı poliçe kişinin diğer araçlarının kullanımını kapsar",
      "D": "Üçüncü kişilerin kötü niyet veya muziplikle<br/>yaptıkları hareketler",
      "E": "Aracın çalınması"
    },
    "explanation": "Kara Taşıtları Kasko Sigortası Genel<br/>Şartları<br/>Bu sigorta ile sigortacı, sigortalının, karayolunda<br/>kullanılabilen motorlu, motorsuz taşıtlardan,<br/>römork veya karavanlar ile iş makinelerinden ve<br/>lastik tekerlekli traktörlerden doğan menfaatinin<br/>aşağıdaki tehlikeler dolayısıyla ihlali sonucu uğrayacağı<br/>maddi zararları temin eder.<br/>a. Aracın karayolunda kullanılabilen motorlu,<br/>motorsuz taşıtlarla müsademesi,<br/>b. Gerek hareket gerekse durma hâlinde iken<br/>sigortalının veya aracı kullananın iradesi<br/>dışında araca ani ve harici etkiler neticesinde<br/>sabit veya hareketli bir cismin çarpması<br/>veya aracın böyle bir cisme çarpması, devrilmesi,<br/>düşmesi, yuvarlanması gibi kazalar,<br/>c. Üçüncü kişilerin kötü niyet veya muziplikle<br/>yaptıkları hareketler,<br/>d. Aracın yanması,<br/>e. Aracın çalınması<br/>Kişiye ait aynı poliçe kişinin diğer araçlarının kullanımını kapsar"
  },
  {
    "id": "2264344",
    "unitNumber": 3,
    "text": "Teminatın tüm zararları kapsayacak şekilde verilmesi halinde poliçe başlığı aşağıda belirtilen seçeneklerden hangi ibareyi taşıyacaktır.?",
    "correctAnswer": "D",
    "options": {
      "A": "\"İÇERİK DAHİLİ SİGORTA POLİÇESİ\"",
      "B": "\"HER ŞEY DAHİL SİGORTA POLİÇESİ\"",
      "C": "\"DEVLET GARANTİLİ KASKO SİGORTA POLİÇESİ\"",
      "D": "“TAM KASKO SİGORTA POLİÇESİ”",
      "E": "\"YARIM KASKO SİGORTA POLİÇESİ\""
    },
    "explanation": "Teminatın yukarıda yer alan tüm zararları kapsayacak<br/>şekilde verilmesi halinde poliçe başlığı<br/>“TAM KASKO SİGORTA POLİÇESİ” ibaresini<br/>taşıyacaktır. Poliçede bu Genel Şartlarda sigorta teminatının<br/>kapsamına ilişkin olarak belirtilen ifadeler<br/>dışında ifade kullanılamaz."
  },
  {
    "id": "2264367",
    "unitNumber": 3,
    "text": "Kişi dört yıl boyunca herhangi bir hasar talebinde<br/>bulunmamış ise dördüncü yıl sonunda % kaç hasarsızlık indirimi uygulanır?",
    "correctAnswer": "E",
    "options": {
      "A": "%30",
      "B": "% 35",
      "C": "% 45",
      "D": "% 50",
      "E": "%60"
    },
    "explanation": "Kaskoda Uygulanan İndirimler<br/>Hasarsızlık indirimi, eğer sigortalanan araç ilk<br/>12 aylık sigorta süresinde herhangi bir hasar talebinde<br/>bulunmamış ise poliçe yenilenirken bu indirim<br/>geçerli olacaktır. Sigorta süresine bağlı olarak<br/>birinci yıl %30 indirim yapılırken, üçüncü yıl %50<br/>ve dördüncü yıl %60 indirim uygulanabilir."
  },
  {
    "id": "2264403",
    "unitNumber": 3,
    "text": "Yalnızca özel otomobillerin ve taksilerin yararlanabildiği plaka İndirim oranı genellikle % kaçtır?",
    "correctAnswer": "B",
    "options": {
      "A": "%5",
      "B": "% 10",
      "C": "%12",
      "D": "%14",
      "E": "%15"
    },
    "explanation": "Plaka indirimi, yalnızca özel otomobillerin ve<br/>taksilerin yararlanabildiği bir indirimdir. İndirim<br/>oranı genellikle %10 dur."
  },
  {
    "id": "2264425",
    "unitNumber": 3,
    "text": "Kara yolları özel sorumluluk sigortasının teminat limitleri ve primleri hangi kurum tarafından belirlenerek resmi gazetede yayınlanır?",
    "correctAnswer": "C",
    "options": {
      "A": "Kar yolları genel müdürlüğü",
      "B": "İllerde valilikler",
      "C": "Hazine Müsteşarlığı",
      "D": "Yolcu ve yük taşıma kooperatifleri",
      "E": "Maliye bakanlığı"
    },
    "explanation": "KARA ARAÇLARI SORUMLULUK SİGORTALARI<br/>Kanun koyucular karşı karşıya kalınabilecek bazı önemli risklerin sigorta ile teminat altına alınması<br/>amacıyla özel bir sorumluluk sigortasının yapılmasını zorunlu hale getirmiştir. Bunu da zorunlu sorumluluk<br/>sigortası ile sağlamaya çalışmaktadır.<br/>Molalar da dahil olmak üzere motorlu taşıtta seyahat eden yolculara gelebilecek bedeni zararlar için taşımacının<br/>4925 Sayılı Karayolu Taşıma Kanunu uyarınca doğan sorumluklarının poliçede belirtilen limitlere kadar,<br/>teminat altına alınmasıdır. Teminat limitleri ve primler Hazine Müsteşarlığı’nca belirlenip Resmî Gazete’de<br/>yayımlandıktan sonra yürürlüğe girer. Tazminat ödemelerinde öncelikli olarak bu sigorta devreye girer, daha<br/>sonra Zorunlu Mali Mesuliyet Sigortası ve varsa İhtiyari (İsteğe bağlı) Mali Sorumluluk Sigortası devreye girer."
  },
  {
    "id": "2264444",
    "unitNumber": 3,
    "text": "Ferdi Kaza Sigortası kaç yaşından büyüklere ve kaç yaşından küçük bireylerin kaza meydana geldiğinde ölmesi veya yaralanmasına karşılık teminat vermektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "15 yaşından büyü, 60 yaşından küçük bireylere.",
      "B": "16 yaşından büyü, 65 yaşından küçük bireylere.",
      "C": "18 yaşından büyü, 55 yaşından küçük bireylere.",
      "D": "17 yaşından büyü, 69 yaşından küçük bireylere.",
      "E": "19 yaşından büyü, 70 yaşından küçük bireylere."
    },
    "explanation": "Ferdi Kaza Sigortası<br/>Bu sigorta 16 yaşından büyük ancak, 65 yaşından<br/>küçük bireylerin kaza meydana geldiğinde ölmesi<br/>veya yaralanmasına karşılık teminat vermektedir.<br/>Eğer sigortalı 16 yaşından küçük ise yalnızca<br/>cenaze masrafları karşılanır. Bu şahısların sakatlıkları<br/>devamlı olursa verilecek teminatın örneğin,<br/>%20 si yıllık gelir olarak ve belirlenecek azami bir<br/>sürede ödenmek şartıyla ya da toplu bir para olarak<br/>verilebilir. 65 yaşından büyük sigortalılara ise<br/>ek prim alınmak suretiyle 75 yaşına kadar teminat<br/>verilebilir. Bu sigorta devamlı sakatlık, ölüm, geçici<br/>olarak işsiz kalmak durumunda ve tedavi giderlerinin<br/>ödenmesi teminatlarını kapsar."
  },
  {
    "id": "2264459",
    "unitNumber": 3,
    "text": "Kıymet nakliyat sigortası, hangi esasa göre yapılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Kıymetlerin gerçek değeri üzerinden ve sayı esasına göre yapılır.",
      "B": "Gayrimenkullerin nominal değeri üzerinden ve genel esasına göre yapılır.",
      "C": "Kıymetlerin nominal değeri üzerinden ve sefer esasına göre yapılır.",
      "D": "Kıymetlerin reel değeri üzerinden ve görünüş esasına göre yapılır.",
      "E": "taşınmazların nominal değeri üzerinden ve kullanış esasına göre yapılır."
    },
    "explanation": "Kıymet nakliyat sigortası, kıymetlerin nominal değeri üzerinden ve sefer esasına göre yapılır. Bankaların<br/>posta yolu ile gönderdikleri kıymetler için yaptırdıkları bu sigortalar posta idaresi kanunu ile ilgili hükümler göz önüne alınarak teminat konusu edilmektedir."
  },
  {
    "id": "2264465",
    "unitNumber": 3,
    "text": "Aşağıdaki seçeneklerden hangisi sigortaları yapılan teknelerde aranan özelliklerden biri <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Geminin 25 yaşını aşmamış olması.",
      "B": "Geminin, Türk Loydu veya Uluslararası kabul görmüş klas kuruluşuna kayıtlı olması (yatlar hariç).",
      "C": "Geminin 35 yaşını aşmamış olması.",
      "D": "ISM (Uluslararası Emniyetli Gemi İşletmeciliği Sertifikası)’nin bulunması (yatlar hariç).",
      "E": "Türk bayrağını taşıması, Türk bayrağını taşımıyorsa, sahibinin veya işletenin Türk olması."
    },
    "explanation": "Sigortaları yapılan teknelerde aranan özelliklerden bazıları ise şunlardır; Geminin 25 yaşını aşmamış olması, Geminin, Türk Loydu veya Uluslararası kabul görmüş klas kuruluşuna kayıtlı olması (yatlar hariç), ISM (Uluslararası Emniyetli Gemi İşletmeciliği Sertifikası)’nin bulunması (yatlar hariç), Denize Elverişlilik Belgesinin bulunması, balıkçı teknesi olmaması, Türk bayrağını taşıması, Türk bayrağını taşımıyorsa, sahibinin veya işletenin Türk olması gerekmektedir."
  },
  {
    "id": "2264477",
    "unitNumber": 3,
    "text": "Tekne İnşaat Sigortaları teknelerde ne zaman başlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Teknelerin karaya çekilmesi ile başlar,",
      "B": "Teknelerin denize inmesi ile başlar,",
      "C": "Teknelerin seyahat hazırlıklarıyla ile başlar,",
      "D": "Teknelerin suda seyahat etmesi ile başlar.",
      "E": "Teknelerin kızağa konulması ile başlar,"
    },
    "explanation": "Tekne İnşaat Sigortaları: Adından da anlaşılacağ gibi, inşa halindeki gemilerin sigortalarıdır<br/>ki bu da teknelerin kızağa konulması ile başlar,"
  },
  {
    "id": "2372469",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Kaskoda teminat dışında kalan zararlardandır?",
    "correctAnswer": "C",
    "options": {
      "A": "Taşıtın iddia ve yarışlara katılması sonucu meydana gelen zararlar",
      "B": "Türkiye sınırları dışında meydana gelen zararlar",
      "C": "İç savaş nedeniyle meydana gelen zararlar",
      "D": "Sel ve su baskını ile meydana gelen zararlar",
      "E": "Deprem veya yanardağ püskürmesi nedeni ile meydana gelen zararlar"
    },
    "explanation": "İç savaş nedeniyle meydana gelen zararlar Kaskoda teminat dışında kalan zararlardandır. Diğerleri ise Kaskoda ek sözleşme ile teminat kapsamına dahil edilebilecek zararlardandır."
  },
  {
    "id": "2372473",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Kaskoda ek sözleşme ile teminat kapsamına dahil edilebilecek zararlardandır?",
    "correctAnswer": "B",
    "options": {
      "A": "Taşıtın, uyuşturucu maddeler veya Karayolları Trafik Kanunu uyarınca yasaklanan miktardan fazla içki almış kişiler tarafından kullanılması sırasında meydana gelen zararlar",
      "B": "Yetkili olmayan kişilere çektirilen araca gelen zararlar ile kurallara uygun olmadan çekilen veya çektirilen araçlara gelen zararlar",
      "C": "Yağsızlık, susuzluk, donma, bozukluk, eskime, çürüme, paslanma ve bakımsızlık nedeniyle meydana gelen zararlar",
      "D": "Taşıtın ruhsatında belirtilen taşıma haddinden fazla yük ve yolcu taşıması sırasında meydana gelen zararlar",
      "E": "Herhangi bir nükleer yakıttan meydana gelen iyonlayıcı radyasyonların veya radyo-aktivite bulaşmaları ve bunların gerektirdiği askeri ve inzibati tedbirlerin neden olduğu bütün zararlar"
    },
    "explanation": "Yetkili olmayan kişilere çektirilen araca gelen zararlar ile kurallara uygun olmadan çekilen veya çektirilen araçlara gelen zararlar Kaskoda ek sözleşme ile teminat kapsamına dahil edilebilecek zararlardandır. Diğerleri ise Kaskoda teminat dışında kalan zararlardandır."
  },
  {
    "id": "2372484",
    "unitNumber": 3,
    "text": "Kasko sigortalarında aynı gerçek ya da tüzel kişiye ait 41-70 arasındaki araç için yüzde kaç indirim uygulanabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "5",
      "B": "10",
      "C": "15",
      "D": "20",
      "E": "25"
    },
    "explanation": "Kasko sigortalarında aynı gerçek ya da tüzel kişiye ait 41-70 arasındaki araç için yüzde yirmi indirim uygulanabilir."
  },
  {
    "id": "2372488",
    "unitNumber": 3,
    "text": "Molalar da dahil olmak üzere motorlu taşıtta seyahat eden yolculara gelebilecek bedeni zararlar için taşımacının 4925 Sayılı Karayolu Taşıma Kanunu uyarınca doğan sorumluklarını poliçede belirtilen limitlere kadar, teminat altına alan sigorta türü aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gövde sigortası",
      "B": "İş durması sigortası",
      "C": "Nakliyat sigortası",
      "D": "Kara Araçları Sigortası(KASKO)",
      "E": "Kara Araçları Sorumluluk Sigortaları"
    },
    "explanation": "Molalar da dahil olmak üzere motorlu taşıtta seyahat eden yolculara gelebilecek bedeni zararlar için taşımacının 4925 Sayılı Karayolu Taşıma Kanunu uyarınca doğan sorumluklarını poliçede belirtilen limitlere kadar, teminat altına alan sigorta Kara Araçları Sorumluluk Sigortasıdır."
  },
  {
    "id": "2372492",
    "unitNumber": 3,
    "text": "Ferdi kaza sigortasında aşağıdaki durumlardan hangisi kaza <u>sayılmaz</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Sigortanın kapsamına giren bir kazanın gerektirmediği durumda uyuşturucu madde kullanma, ilaç ve zararlı madde alma",
      "B": "Isırılma neticesinde meydana gelen kuduzdan ileri gelen vefat hali veya bedenle ilgili arızalar",
      "C": "Yılan veya haşerat sokması neticesinde husule gelen zehirlenmeler",
      "D": "Yanıklardan ve ani bir hareket neticesinde adale ve sinirlerin incinmesi, burkulması ve kopması",
      "E": "Birdenbire ve beklenmeyen bir şekilde intişar (yayılan) eden gazların solunması"
    },
    "explanation": "Ferdi kaza sigortasında şu durumlar kaza sayılır: Birdenbire ve beklenmeyen bir şekilde intişar (yayılan) eden gazların solunması, • Yanıklardan ve ani bir hareket neticesinde adale ve sinirlerin incinmesi, burkulması ve kopması, • Yılan veya haşerat sokması neticesinde husule gelen zehirlenmeler, • Isırılma neticesinde meydana gelen kuduzdan ileri gelen vefat hali veya bedenle ilgili arızalar. Sayılanlar dışındakiler kaza sayılmaz."
  },
  {
    "id": "2372494",
    "unitNumber": 3,
    "text": "Aşağıdaki sigorta türlerinden hangisinde malın bir yerden bir yere kara (karayolu, demiryolu), hava ve deniz yolu ile taşınması sırasında uğrayacağı taşıma riskleriyle ve ait olduğu yere teslimine kadar depolarda geçen süre içindeki riskler güvencededir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gövde sigortası",
      "B": "Nakliyat Sigortası",
      "C": "İş durması sigortası",
      "D": "Ferdi kaza sigortası",
      "E": "Kara Araçları Sigortası(KASKO)"
    },
    "explanation": "Nakliyat Sigortalarında; malın bir yerden bir yere kara (karayolu, demiryolu), hava ve deniz yolu ile taşınması sırasında uğrayacağı taşıma riskleriyle ve ait olduğu yere teslimine kadar depolarda geçen süre içindeki riskler güvencededir."
  },
  {
    "id": "2372497",
    "unitNumber": 3,
    "text": "Aynı donatana ait birkaç teknenin sigortalanması söz konusu ise hem sigortalı hem sigortacı açısından avantajlı olan ………… düzenlenir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Sefer ya da süre düzenlemeli poliçe",
      "B": "Abonman poliçesi",
      "C": "Filo poliçesi",
      "D": "Flotan poliçe",
      "E": "Gemi inşa poliçesi"
    },
    "explanation": "Aynı donatana ait birkaç teknenin sigortalanması söz konusu ise hem sigortalı hem sigortacı açısından avantajlı olan filo poliçesi düzenlenir."
  },
  {
    "id": "2372502",
    "unitNumber": 3,
    "text": "Sigorta poliçesinde güvence altına alınmış bir risk ile ilgili olmak ve bu hasarı önleme ya da azaltma amacıyla ve sadece sigorta konusu mal için yapılmak kaydıyla makul masraflara ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Risk masrafları",
      "B": "Müşterek avarya",
      "C": "Kurtarma masrafları",
      "D": "Dava-Say Masrafları",
      "E": "Çatışma masrafları"
    },
    "explanation": "Sigorta poliçesinde güvence altına alınmış bir risk ile ilgili olmak ve bu hasarı önleme ya da azaltma amacıyla ve sadece sigorta konusu mal için yapılmak kaydıyla makul masraflara dava-say masrafları adı verilmekte ve sigorta şirketleri tarafından poliçede belirtilerek ödenmektedir."
  },
  {
    "id": "2372505",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi sigortaları yapılan teknelerde aranan özelliklerden biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Türk bayrağını taşıması",
      "B": "Denize Elverişlilik Belgesinin bulunması",
      "C": "ISM (Uluslararası Emniyetli Gemi İşletmeciliği Sertifikası)’nin bulunması",
      "D": "Geminin, Türk Loydu veya Uluslararası kabul görmüş klas kuruluşuna kayıtlı olması",
      "E": "Geminin 20 yaşını aşmamış olması"
    },
    "explanation": "Sigortaları yapılan teknelerde aranan özelliklerden bazıları ise şunlardır; Geminin 25 yaşını aşmamış olması, Geminin, Türk Loydu veya Uluslararası kabul görmüş klas kuruluşuna kayıtlı olması (yatlar hariç), ISM (Uluslararası Emniyetli Gemi İşletmeciliği Sertifikası)’nin bulunması (yatlar hariç), Denize Elverişlilik Belgesinin bulunması, balıkçı teknesi olmaması, Türk bayrağını taşıması, Türk bayrağını taşımıyorsa, sahibinin veya işletenin Türk olması gerekmektedir."
  },
  {
    "id": "2372508",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Taşıyıcı Mali Mesuliyet Sigorta sözleşmesinde kapsam dışında kalan tazminat taleplerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Altın, platin, gümüş gibi değerli madenlerde meydana gelen hasarlar",
      "B": "Kötü niyetli hareketler sonucu oluşan hasarlar",
      "C": "Rıhtım, liman aygıt ve donanımı, kara taşıtları, hava taşıtları veya benzeri şeylerle temas veya onlardan düşen nesneler",
      "D": "Deprem, yanardağ püskürmesi veya yıldırım",
      "E": "Kazanların patlaması, şaftların kırılması, makine veya teknedeki herhangi gizli kusur"
    },
    "explanation": "Altın, platin, gümüş gibi değerli madenlerde meydana gelen hasarlar kapsam dışında kalan tazminat taleplerinden biridir."
  },
  {
    "id": "2379663",
    "unitNumber": 3,
    "text": "Kasko sigortası ile ilgili aşağıdakilerden hangisi doğru <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Sigortalıya ait aracın uğrayacağı zararların karşılanmasını sağlayan araç sigortasıdır.",
      "B": "Herhangi bir motorlu kara taşıtının sigortalının iradesi dışında hasara uğraması durumunda, sigortalıya tazminat ödenmesini sağlamak için yapılır.",
      "C": "Kasko sigortalıya ait araçtaki hasarı teminat altına alır ve karşı tarafa verilen zararlarda da trafik sigortası ödemesinin yetmediği durumda devreye girebilir.",
      "D": "Sigorta sahibinin kendi aracını güvence altına almasını sağlar.",
      "E": "Standart teminatlar dışında, talep doğrultusunda sunulan ek teminatlar ile kasko sigortasının kapsamı genişletilemez."
    },
    "explanation": "Aracın çalınmasına, yanmasına ya da hasara uğramasına karşılık verilen standart teminatlar dışında, talep doğrultusunda sunulan ek teminatlar ile kasko sigortasının kapsamı genişletilebilir."
  },
  {
    "id": "2379687",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kaskoda ek sözleşme ile teminat kapsamına dahil edilebilecek zararlardan biri <u>değildir?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Türkiye sınırları dışında meydana gelen zararlar",
      "B": "Yağsızlık, susuzluk, donma, bozukluk, eskime, çürüme, paslanma ve bakımsızlık nedeniyle meydana gelen zararlar",
      "C": "Taşıtta sigara benzeri maddelerin teması ile meydana gelen yangın dışındaki zararlar",
      "D": "Taşıtın sigorta kapsamına giren kısmi bir zarara uğraması nedeni ile kullanım ve gelir kaybından doğan zararlar",
      "E": "Deprem veya yanardağ püskürmesi nedeni ile meydana gelen zararlar"
    },
    "explanation": "Yağsızlık, susuzluk, donma, bozukluk, eskime, çürüme, paslanma ve bakımsızlık nedeniyle meydana gelen zararlar; kaskoda teminat dışında kalan zararlardan biridir."
  },
  {
    "id": "2379689",
    "unitNumber": 3,
    "text": "Aynı gerçek ya da tüzel kişiye ait 5 ve daha fazla araç için geçerli olan kaskoda uygulanan indirim aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hasarsızlık indirimi",
      "B": "Alarm indirimi",
      "C": "Araç çokluğu indirimi",
      "D": "Plaka indirimi",
      "E": "Peşin ödeme indirimi"
    },
    "explanation": "Araç çokluğu indirimi, aynı gerçek ya da tüzel kişiye ait 5 ve daha fazla araç için bu indirim geçerlidir."
  },
  {
    "id": "2379694",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi oto dışı kaza sigortaları kapsamında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Trafik Sigortası",
      "B": "Kasko Sigortası",
      "C": "İhtiyari Mali Sorumluluk Sigortası",
      "D": "Ferdi Kaza Sigortası",
      "E": "Motorlu Taşıtlar Zorunlu Mali Sorumluluk Sigortası"
    },
    "explanation": "Sigortaları, uygulamada Oto ve Oto Dışı Sigortalar olmak üzere iki bölüme ayrılmaktadır. Oto Sigortaları kapsamında Trafik, Kasko ve İhtiyari Mali Sorumluluk sigortaları yer almaktadır. Oto Dışı Kaza Sigortaları kapsamında ise Ferdi Kaza Sigortalarından bahsedeceğiz"
  },
  {
    "id": "2379701",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi ferdi kaza sigortasının genel şartlarına göre kaza sayılan durumlardan biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Herhangi akıl ve ruh haleti ile olursa olsun, intihar veya intihara teşebbüs",
      "B": "Her nevi hastalıklarla bunların neticelerinin ve marazi (hastalıklı) bir hal",
      "C": "Sigortanın kapsamına giren bir kaza neticesinde meydana gelmediği takdirde, sıcaklığın, donma, güneş çarpması ve konjestion gibi tesirleri",
      "D": "Açıkça sarhoşluk, sigortanın kapsamına giren bir kazanın gerektirmediği durumda uyuşturucu madde kullanma, ilaç ve zararlı madde alma",
      "E": "Yanıklardan ve ani bir hareket neticesinde adale ve sinirlerin incinmesi, burkulması ve kopması"
    },
    "explanation": "İlgili poliçedeki kaza tabirinden maksat ani ve harici bir hadisenin tesiri ile sigortalının iradesi dışında ölmesi veya cismani bir arızaya maruz kalmasıdır. Yanıklardan ve ani bir hareket neticesinde adale ve sinirlerin incinmesi, burkulması ve kopması bunlardan biridir."
  },
  {
    "id": "2380457",
    "unitNumber": 3,
    "text": "\"Belirlenen bir dönem içinde, sigortalının taşıtacağı çeşitli yükler için düzenlenen ve süre esaslı poliçelerin belirgin özelliğini taşıyan ............... poliçelerinde, belirli bir dönem içinde taşınacak çeşitli yükler için güvence verilmekte, böylece sigortalı-sigortacı açısından birçok lüzumsuz işlem ve kırtasiye ortadan kaldırmakta, zaman kaybını önlemektedir.\"\n Yukarıda verilen ifadede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "abonman",
      "B": "filo",
      "C": "flotan",
      "D": "gemi inşa",
      "E": "süre düzenlemeli"
    },
    "explanation": "Belirlenen bir dönem içinde, sigortalının taşıtacağı çeşitli yükler için düzenlenen ve süre esaslı poliçelerin belirgin özelliğini taşıyan abonman poliçelerinde, belirli bir dönem içinde taşınacak çeşitli yükler için güvence verilmekte, böylece sigortalı-sigortacı açısından birçok lüzumsuz işlem ve kırtasiye ortadan kaldırmakta, zaman kaybını önlemektedir."
  },
  {
    "id": "2380464",
    "unitNumber": 3,
    "text": "\"..............., kavram olarak, gemi ve yükün sefer sırasında uğradığı olağanüstü hasar ve yine sefer sırasında ortaya çıkan olağanüstü masraflar demektir.\"\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Çatışma",
      "B": "Navlun",
      "C": "Avarya",
      "D": "Emtiya",
      "E": "Mutad"
    },
    "explanation": "Avarya, kavram olarak, gemi ve yükün sefer sırasında uğradığı olağanüstü hasar ve yine sefer sırasında ortaya çıkan olağanüstü masraflar demektir."
  },
  {
    "id": "2380475",
    "unitNumber": 3,
    "text": "Kıymet nakliyat sigortası ile ilgili aşağıdakilerden hangisi doğru <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Kıymet nakliyat sigortaları, kıymet nakliyat sigortası genel şartları altında TC Başbakanlık Hazine Müsteşarlığı’nca tasdikli şartlara göre yapılmak zorundadır.",
      "B": "Kıymet nakliyat sigortası, kıymetlerin nominal değeri üzerinden ve sefer esasına göre yapılır.",
      "C": "Kıymet nakliyat sigortasında, para ve değerli kâğıtlar, olağan taşıma koşullarına uygun olarak, kişi beraberinde veya taşıyıcı araçta sorumlu kişiye teslim edilmiş olmalıdır.",
      "D": "Teminat, sigorta konusu kıymetlerin nakliyatçılara iletilmesinden alıcıya teslimine kadar geçecek süre içinde oluşacak ziya ve hasarları silahlı gasp ve soygun rizikosu hariç karşılar.",
      "E": "Bankaların posta yolu ile gönderdikleri kıymetler için yaptırdıkları bu sigortalar posta idaresi kanunu ile ilgili hükümler göz önüne alınarak teminat konusu edilmektedir."
    },
    "explanation": "Teminat, sigorta konusu kıymetlerin nakliyatçılara iletilmesinden alıcıya teslimine kadar geçecek süre içinde oluşacak ziya ve hasarları kıymet nakliyat poliçesi genel şartları çerçevesinde ve silahlı gasp ve soygun rizikosu da dahil olmak üzere karşılar."
  },
  {
    "id": "2380476",
    "unitNumber": 3,
    "text": "<ol> <li>Yangın Sigortaları </li> <li>Tekne İnşaat Sigortaları</li> <li>Tersane ve Marina İşletmecilerinin Yasal Sorumluluk Sigortaları</li> </ol> Verilen maddelerden hangisi/hangileri su araçları sigortaları olarak ifade edilebilen tekne sigortalarının genel uygulamada incelendiği ana gruplardan biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Su araçları sigortaları olarak ifade edilebilen tekne sigortaları genel uygulamada üç ana grupta incelenebilmektedir. 1. Tekne Sigortaları (Navlun dahil) 2. Tekne İnşaat Sigortaları 3. Tersane ve Marina İşletmecilerinin Yasal Sorumluluk Sigortaları olarak sıralanabilir."
  },
  {
    "id": "2380478",
    "unitNumber": 3,
    "text": "Tekne İnşaat Sigortalarında Institute Clauses for Builder’s Risks ile tekneler inşaat süresince teminat altına alınmaktadır. Aşağıdakilerden hangisi bu kloz kapsamında teminat altına alınan başlıca risklerden biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Kızağa konmadan önceki imalat sırasındaki riskler",
      "B": "Kızağa konma ve inşaat sırasındaki riskler",
      "C": "Denize indirme riskleri",
      "D": "Donatana teslim ve deneme seferi arasındaki riskler",
      "E": "Karaya oturma riskleri"
    },
    "explanation": "Institute Clauses for Builder’s Risks ile tekneler inşaat süresince teminat altına alınmaktadır. Bu kloz kapsamında teminat altına alınan başlıca riskler şunlardır:\n<br/>Kızağa konmadan önceki imalat sırasındaki riskler; Kızağa konma ve inşaat sırasındaki riskler; Denize indirme riskleri; Donatana teslim ve deneme seferi arasındaki riskler; Deprem ve volkanik rizikolar ile savaş, grev, kargaşalık, halk hareketleri teminatları ek prim karşılığında ilave edilebilir."
  },
  {
    "id": "2381955",
    "unitNumber": 3,
    "text": "Yalnızca özel otomobillerin ve taksilerin yararlanabildiği ve genellikle %10 olan kasko indirimi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Plaka indirimi",
      "B": "Peşind ödeme indirimi",
      "C": "Hasarsızlık indirii",
      "D": "Alarm indirimi",
      "E": "İmmobilizer indirimi"
    },
    "explanation": "Plaka indirimi, yalnızca özel otomobillerin ve taksilerin yararlanabildiği bir indirimdir. İndirim oranı genellikle %10 dur"
  },
  {
    "id": "2381957",
    "unitNumber": 3,
    "text": "Eğer sigortalanan araç ilk 12 aylık sigorta süresinde herhangi bir hasar talebinde bulunmamış ise poliçe yenilenirken aşağıdaki indirimlerden hangisi uygulanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Hasarsızlık indirimi",
      "B": "Plaka indirimi",
      "C": "Peşin ödeme indirimi",
      "D": "İmmobilizer indirimi",
      "E": "Alarm indirimi"
    },
    "explanation": "Hasarsızlık indirimi, eğer sigortalanan araç ilk 12 aylık sigorta süresinde herhangi bir hasar talebinde bulunmamış ise poliçe yenilenirken bu indirim geçerli olacaktır. Sigorta süresine bağlı olarak birinci yıl %30 indirim yapılırken, üçüncü yıl %50 ve dördüncü yıl %60 indirim uygulanabilir."
  },
  {
    "id": "2381960",
    "unitNumber": 3,
    "text": "Kaskoda hasarsızlık indirimi ile ilgili aşağıdaki ifadelerin hangisi doğru ve bir arada verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Birinci yıl %30, Üçüncü yıl %50, Dördüncü yıl % 60",
      "B": "Birinci yıl %20, İkinci yıl %30, Üçüncü yıl %40",
      "C": "Birinci yıl %10, İkinci yıl %20, Üçüncü yıl %30",
      "D": "Birinci yıl %10, İkinci yıl %30, Üçüncü yıl %60",
      "E": "Birinci yıl %30, İkinci yıl %40, Üçüncü yıl %60"
    },
    "explanation": "Hasarsızlık indirimi, eğer sigortalanan araç ilk 12 aylık sigorta süresinde herhangi bir hasar talebinde bulunmamış ise poliçe yenilenirken bu indirim geçerli olacaktır. Sigorta süresine bağlı olarak birinci yıl %30 indirim yapılırken, üçüncü yıl %50 ve dördüncü yıl %60 indirim uygulanabilir.<br/>Birinci yıl %30, Üçüncü yıl %50, Dördüncü yıl % 60"
  },
  {
    "id": "2381966",
    "unitNumber": 3,
    "text": "Ferdi kazar sigortası -------- büyük ancak, ------- yaşından küçük bireylerin kaza meyadan geldiğinde ölçmesi veya yaralanmasına karşılık teminat vermektedir.\n <strong>Yukarıdaki cümlede boş bırakılan yerleri sırasıyla aşağıdakilerden hangisi doğru olarak tamamlar?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "16 - 65",
      "B": "0 - 70",
      "C": "8 - 75",
      "D": "Döğumdan itibaren ölene kadar",
      "E": "12 - 80"
    },
    "explanation": "Ferdi kazar sigortası 16 yaşından büyük ancak, 65 yaşından küçük bireylerin kaza meydana geldiğinde ölmesi veya yaralanmasına karşılık teminat vermektedir.<br/>16 - 65"
  },
  {
    "id": "2381968",
    "unitNumber": 3,
    "text": "Bireyin kaza sonucu ölümü ya da sakat kalması halini sigorta eden, bir işyeri, dernek ya da herhangi bir nedenle grup oluşturan kişileri de güvence altına alan sigorta çeşidi aşağıdakilerden hangisidi?",
    "correctAnswer": "A",
    "options": {
      "A": "Şahış Bireysel Kaza Sigortası",
      "B": "Koltuk Ferdi Kaza Sigortası",
      "C": "Otobüs Zorunlu Koltuk Ferdi Kaza Sigortası",
      "D": "Okul Servis Araçları Ferdi Kaza Sigortası",
      "E": "Profesyonel Futbolcuların Ferdi Kazar Sigortası"
    },
    "explanation": "Şahıs Bireysel Kaza Sigortası; Bireyin kaza sonucu ölümü ya da sakat kalması halini sigorta eder. Bir işyeri, dernek ya da herhangi bir nedenle grup oluşturan kişileri kazaya karşı güvence altına alır. İş saatleri, bazı sporların yapıldığı süreler, belirli görevler için ya da günün 24 saati için yapılabilir<br/>Şahış Bireysel Kaza Sigortası"
  },
  {
    "id": "2381970",
    "unitNumber": 3,
    "text": "Kişi ya da grupların uçak dahil her türlü normal ulaşım aracı ile seyahatlari esnasında meydana gelebilecek ölüm, kaza hastalık ve hırsızlık durumlarına karşı sigorta aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Seyahat ferdi kaza sigortası",
      "B": "Okul servis araçları ferdi kaza sigortası",
      "C": "Otobüs zorunlu koltuk ferdi kaza sigortası",
      "D": "Koltuk ferdi kaza sigortası",
      "E": "Şahıs bireysel kaza sigortası"
    },
    "explanation": "Seyahat Ferdi Kaza Sigortası; Kişi ya da grupların uçak dahil her türlü normal ulaşım aracı ile seyahatleri esnasında meydana gelebilecek ölüm, kaza, hastalık ve hırsızlık durumlarına karşı sigorta güvencesi altına alan bir paket sigortasıdır."
  },
  {
    "id": "2381972",
    "unitNumber": 3,
    "text": "Nakliyat branşlı sigortalardan belirlenen bir dönem içinde, sigortalaının taşıtacağı çeşitli yükler için düzenlenen ve süre esaslı poliçelerin belirgin özelliğini taşıyan ve bu sayede zaman kaybını en aza indiren sigorta çeşidi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Abonman poliçeleri",
      "B": "Gemi inşa poliçeleri",
      "C": "Filo poliçeleri",
      "D": "Flotan poliçeleri",
      "E": "Avarya"
    },
    "explanation": "Abonman Poliçeleri: Belirlenen bir dönem içinde, sigortalının taşıtacağı çeşitli yükler için düzenlenen ve süre esaslı poliçelerin belirgin özelliğini taşıyan abonman poliçelerinde, belirli bir dönem içinde taşınacak çeşitli yükler için güvence verilmekte, böylece sigortalı- sigortacı açısından birçok lüzumsuz işlem ve kırtasiye ortadan kaldırmakta, zaman kaybını önlemektedir."
  },
  {
    "id": "2381973",
    "unitNumber": 3,
    "text": "Nakliyat branşı sigortalardan olan yükün ve seferin kesinlik kazanmadığı durumlarda, güvencenin geçici rakamlara verildiği ve gelen gerçek rakamlarla daha sonra kesinleştirildiği poliçelere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Flotan poliçe",
      "B": "Tama ziya teminatı",
      "C": "Avarya",
      "D": "Müşterek Avarya",
      "E": "Filo Poliçesi"
    },
    "explanation": "Flotan Poliçeler: Yükün ve seferlerin kesinlik kazanmadığı durumlarda, güvence geçici rakamlara verilir ve gelen gerçek rakamlarla daha sonra kesinleştirilir. Böylece poliçelere flotan poliçeler denir. Abonman poliçeleri yaygınlaştığından beri flotan poliçeler yerine abonman poliçeleri uygulamaya konmuştur."
  },
  {
    "id": "2381976",
    "unitNumber": 3,
    "text": "Nakil aracının tamamen hasarlanması sonucu malın da tamamen hasara uğraması, kullanılamayacak durumda olmasını aşağıdakilerden hangisi ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Tam ziya teminatı",
      "B": "Avarya",
      "C": "Müşterek Avarya",
      "D": "Tüm risklerin güvence altına alınması hali",
      "E": "İflas"
    },
    "explanation": "Tam Ziya Teminatı: Nakil aracının tamamen hasarlanması sonucu malın da tamamen hasara uğraması, kullanılamayacak durumda olması halini ifade eder. En dar kapsamlı sigorta güvencesidir. Sigortalı malın tamamının hasara uğramış olduğu takdirden tazminat alma halidir. Bu kavram da iki ayrı şekilde kendini göstermektedir."
  },
  {
    "id": "2381980",
    "unitNumber": 3,
    "text": "Gemi ve yükün sefer sırasında uğradığı olağanüstü hasar ve yine sefer sırasında ortaya çıkan olağanüstü masraflara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Avarya",
      "B": "Tam ziya hali",
      "C": "Hükmi tam ziya hali",
      "D": "Dava-Say masraflar",
      "E": "Kurtarma ve yangın masrafları"
    },
    "explanation": "Avaryalar: Avarya, kavram olarak, gemi ve yükün sefer sırasında uğradığı olağanüstü hasar ve yine sefer sırasında ortaya çıkan olağanüstü masraflar demektir. İki tür avarya vardır"
  },
  {
    "id": "2267716",
    "unitNumber": 4,
    "text": "Cam ve aynaların kırılma neticesinde uğrayacakları ziya ve hasarlara karşı aşağıdakilerden hangisi ek sözleşme ile teminat altında <strong><u>değildir?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sigortalı cam ve aynaların bulunduğu bina ve mahallerde yapılan inşaat ve tadilat dolayısı ile husule gelen ziya ve hasarlar.",
      "B": "Cam ve aynaların kırılması dolayısı ile üzerinde bulunan tezyinat ve yazıların bozulmasından husule gelen ziya ve hasarlar.",
      "C": "Grev, lokavt, kargaşalık ve halk hareketlerinin ve bunların gerektirdiği askerî ve inzibati hareketlerin sebep olduğu bütün ziya ve hasarlar.",
      "D": "Terör eylemleri ve bu eylemlerden doğan sabotaj ile bunları önlemek ve etkilerini azaltmak amacıyla yetkili organlar tarafından yapılan müdahaleler sonucunda meydana gelen zararlar.",
      "E": "Sigorta ettiren veya kendisi ile birlikte ikamet eden ailesi efradı ve müstahdemleri tarafından kasten ika olunacak ziya ve hasarlar."
    },
    "explanation": "CAM KIRILMASI SİGORTASI<br/>Sigorta ettiren veya kendisi ile birlikte ikamet eden ailesi efradı ve müstahdemleri tarafından kasten ika olunacak ziya ve hasarlar sigorta teminatı dışındadır."
  },
  {
    "id": "2267720",
    "unitNumber": 4,
    "text": "Elektronik cihaz sigortası için aşağıdakilerden hangisi aksine sözleşme yoksa sigorta teminatı dışındadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Hatalı dizayn ve malzeme.",
      "B": "Su ve rutubet etkisi ve bunlardan doğan korozyon hasarları.",
      "C": "Kısa devre, yüksek voltaj ve endüksiyon akımının etkileri.",
      "D": "Sigortalı kıymetlerin deprem neticesindeki ziya ve hasarları",
      "E": "Kavrulma, kararma, duman ve is."
    },
    "explanation": "Elektronik Cihaz Sigortası Genel Şartları Teminat Kapsamı<br/>Sigortalı kıymetlerin deprem neticesindeki ziya ve hasarları aksine sözleşme yoksa siğorta teminatı dışındadır."
  },
  {
    "id": "2267722",
    "unitNumber": 4,
    "text": "Devlet Destekli Sera Sigortası hangi sayılı Tarım Sigortaları Kanununun 12’inci maddesine istinaden Bakanlar Kurulu Kararı ile kapsama alınmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "4360 sayılı",
      "B": "5363 sayılı",
      "C": "6060 sayılı",
      "D": "7300 sayılı",
      "E": "8250 sayılı"
    },
    "explanation": "Devlet Destekli Sera Sigortaları<br/>Bu sigorta ile, 5363 sayılı Tarım Sigortaları Kanununun 12’inci maddesine istinaden Bakanlar Kurulu Kararı ile kapsama alınmıştır."
  },
  {
    "id": "2267727",
    "unitNumber": 4,
    "text": "Devlet destekli bitkisel ürün sigortasında isteğe bağlı olarak teminat kapsamına alınabilecek hâller ve kayıplar için aşağıdakilerden hangisi sigorta kapsamı içinde yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Hasatları yapılarak bağ, bahçe ve tarlada bırakılmış veya kaldırılmış ürünlerde meydana gelen hasarlar.",
      "B": "Don olayının doğrudan doğruya ürün miktarında meydana getirdiği eksilme.",
      "C": "Dolu dışındaki yağışların ürünlere doğrudan verdiği zararlar.",
      "D": "Her ne nedenle olursa olsun, hasat gecikmesi sonucunda üründe meydana gelen hasarlar.",
      "E": "Sigortalının veya fiillerinden sorumlu olduğu kişilerin kastından veya ağır kusurundan kaynaklanan hasarlar ve kayıplar."
    },
    "explanation": "Devlet Destekli Bitkisel Ürün Sigortasında İsteğe Bağlı Olarak Teminat Kapsamına Alınabilecek Hâller ve Kayıplar<br/>Don olayının doğrudan doğruya ürün miktarında meydana getirdiği eksilme, dışındaki şıklar sigorta teminatının dışındadır."
  },
  {
    "id": "2267732",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi cam kırılmasına karşı sigortalının yerine getirmekle yükümlü olduğu kurallar için doğru değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hasarlanan cam ve aynaların yerinde ve durumunda zaruri hâller dışında bir değişiklik yapılmamasını sağlamak.",
      "B": "Ziya ve hasarın tahmini miktarını belirtir bir tazminat beyannamesini makul ve muhik bir süre içinde sigortacıya vermek.",
      "C": "Sigorta konusu ile ilgili başka bir sigorta sözleşmeleri varsa bunları sigortacıya bildirmek.",
      "D": "Hasarın oluştuğunu öğrendiği tarihten itibaren en geç 15 gün içinde sigortacıya ihbar etmek.",
      "E": "Sigortalı değilmişçesine gerekli kurtarma ve korunma tedbirlerini almak ve bu maksatla sigortacı tarafından verilecek talimata elinden geldiği kadar uymak."
    },
    "explanation": "Hasar Oluşmasında Sigortalının Yükümlülükleri<br/>Sigortalı hasarın oluştuğunu öğrendiği tarihten itibaren en geç 5 gün içinde sigortacıya ihbar etmekle yükümlüdür."
  },
  {
    "id": "2267735",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi hayvan hayat sigortası teminat dışında kalan hâller arasındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Soğuktan donma, fırtına, yer sarsıntısı veya toprak kayması ve su baskını.",
      "B": "Yangın, yangına sebebiyet vermiş olsun olmasın yıldırım ve infilak neticesinde meydana gelen zorunlu öldürmeler.",
      "C": "Her türlü adi ve bulaşıcı hastalıklar.",
      "D": "Her türlü kazalar, vahşi hayvan parçalaması, başkası tarafından kasten yapılan zehirlemeler.",
      "E": "Deprem, yanardağ püskürmesi, deniz depremi, sel gibi doğal afetler."
    },
    "explanation": "Hayvan Hayat Sigortası<br/>Deprem, yanardağ püskürmesi, deniz depremi, sel, seylap ve su baskını, yer kayması gibi doğal afetler hayvan sigortası teminat dışında kalan haller arasındadır."
  },
  {
    "id": "2267739",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi devlet destekli sigortalar arasında <strong><u>değildir?</u></strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Su ürünleri sigortası",
      "B": "Dolu sera sigortası",
      "C": "Hırsızlık sigortaları",
      "D": "Bitkisel ürün sigortası",
      "E": "Kümes hayvan hayat sigortası"
    },
    "explanation": "HIRSIZLIK SİGORTALARI<br/>C şıkkı dışındakilerin hepsi devlet desteği de alan sigortalardır."
  },
  {
    "id": "2267742",
    "unitNumber": 4,
    "text": "Makine kırılması sigortası için aksine sözleşme yoksa aşağıdaki hangi haller sigorta teminatı dışındadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yağlama kusurlarından",
      "B": "Fırtına ve kasırgadan, dondan veya çözülen buz parçalarının yürümesinden",
      "C": "İşletme personelinin veya üçüncü şahısların ihmali, kusuru, hatası, dikkatsizliği veya sabotajından",
      "D": "Fiziki infilaklardan meydana gelen ziya ve hasarlardan",
      "E": "Santrifüj kuvvetinden husule gelen parçalanmalardan"
    },
    "explanation": "Makine Kırılması Sigortası Genel Şartları<br/>Fiziki infilaklardan meydana gelen ziya ve hasarlar aksine sözleşme yoksa sigorta teminatı dışındadır."
  },
  {
    "id": "2267745",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi inşaatı tamamlanmış fabrika, sanayi gibi yapıların, mekanik veya elektrikli parça veya tesisin yerleştirilmesi veya monte edilmesi işlemleri sırasında meydana gelebilecek kayıp ve hasarları tazmin edecek sigortadır?",
    "correctAnswer": "B",
    "options": {
      "A": "İnşaat Sigortaları",
      "B": "Montaj Sigortası",
      "C": "Makine Kırılması Sigortası",
      "D": "Elektronik Cihaz Sigortası",
      "E": "Nakliye sigortaları"
    },
    "explanation": "Montaj Sigortası<br/>Bu tip sigortalara montaj sigorta adı verilir."
  },
  {
    "id": "2267747",
    "unitNumber": 4,
    "text": "İnşaat Sigorta Bedelinde poliçede gösterilen sigorta bedelini teşkil eden değerlerde bir artış meydana geldiği takdirde sigorta ettiren bu artışı öğrendiğinde <strong><u>en geç</u></strong> kaç gün içinde fakat herhangi bir hasarın meydana gelmesinden önce durumu yazılı olarak sigortacıya bildirmekle sorumludur.",
    "correctAnswer": "B",
    "options": {
      "A": "2 gün",
      "B": "5 gün",
      "C": "7 gün",
      "D": "10 gün",
      "E": "15 gün"
    },
    "explanation": "İnşaat Sigorta Bedelinin Tespiti<br/>Sigorta ettiren bu artışı öğrendiğinde en geç 5 gün içinde fakat herhangi bir hasarın meydana gelmesinden önce durumu yazılı olarak sigortacıya bildirmekle sorumludur"
  },
  {
    "id": "2373232",
    "unitNumber": 4,
    "text": "Cam Kırılmasına Karşı Sigortasında Sigortalı, hasar oluşmasında hasarın oluştuğunu öğrendiği tarihten itibaren en geç kaç gün içinde sigortacıya ihbar etmek yükümlülüğü vardır?",
    "correctAnswer": "E",
    "options": {
      "A": "1 gün",
      "B": "2 gün",
      "C": "3 gün",
      "D": "4 gün",
      "E": "5 gün"
    },
    "explanation": "Hasarın oluştuğunu öğrendiği tarihten itibaren en geç 5 gün içinde sigortacıya ihbar etmek zorundadır.<br/>Hasarın oluştuğunu öğrendiği tarihten itibaren en geç 5 gün içinde sigortacıya ihbar etmek,"
  },
  {
    "id": "2379417",
    "unitNumber": 4,
    "text": "Sigortalı, hasarın oluştuğunu öğrendiği tarihten itibaren ne kadar süre içinde bu durumu sigortacıya ihbar etmekle yükümlüdür?",
    "correctAnswer": "E",
    "options": {
      "A": "En geç 1 hafta içinde",
      "B": "Aynı gün",
      "C": "Ertesi güne kadar",
      "D": "En geç 3 gün içinde",
      "E": "En geç 5 gün içinde"
    },
    "explanation": "Sigortalı, hasarın oluştuğunu öğrendiği tarihten itibaren en geç 5 gün içinde sigortacıya ihbar etmekle yükümlüdür."
  },
  {
    "id": "2379419",
    "unitNumber": 4,
    "text": "Kaç tür hırsızlık sigortası bulunmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Hırsızlık Sigortası Türleri;\n 1. Kasa hırsızlık sigortaları;\n 2. Taşınan paranın hırsızlığa karşı sigortası;\n 3. Emniyeti suistimal sigortaları olmak üzere 3 türde yapılmaktadır."
  },
  {
    "id": "2379423",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi mühendislik sigortası başlığı altında incelenmekte olan sigortalardan <strong>biri değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Cam kırılması sigortası",
      "B": "Elektronik cihaz sigortaları",
      "C": "İnşaat sigortaları",
      "D": "Montaj sigortaları",
      "E": "Makine kırılması sigortaları"
    },
    "explanation": "Mühendislik sigortası başlığı altında genelde, makine kırılması sigortaları, montaj sigortaları, inşaat sigortaları, elektronik cihaz sigortaları incelenmektedir."
  },
  {
    "id": "2379428",
    "unitNumber": 4,
    "text": "\"İmal edilmiş ya da montajı yapılıp deneme dönemi tamamlanmış olan makine ve tesisatın, buhar ve gaz motorlarının, pompaların, hava kompresörlerinin çalışması sırasında hasara uğraması ya da bulundukları yerde dururken, temizlenirken, revizyonları yapılırken ve yerleri değiştirilirken beklenmedik bir<br/>etkiyle zarar görmeleri bu sigortayla güvence altına alınır.\"\n Yukarıda verilmiş açıklama hangi sigorta türünü kapsamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Emniyeti suistimal sigortası",
      "B": "İnşaat sigortası",
      "C": "Montaj sigortası",
      "D": "Makine Kırılması Sigortası",
      "E": "Cam Kırılması Sigortası"
    },
    "explanation": "Makine Kırılması Sigortası: İmal edilmiş ya da montajı yapılıp deneme dönemi tamamlanmış olan makine ve tesisatın, buhar ve gaz motorlarının, pompaların, hava kompresörlerinin çalışması sırasında hasara uğraması ya da bulundukları yerde dururken, temizlenirken, revizyonları yapılırken ve yerleri değiştirilirken beklenmedik bir etkiyle zarar görmeleri bu sigortayla güvence altına alınır."
  },
  {
    "id": "2379431",
    "unitNumber": 4,
    "text": "\"Elektronik makine, tesisat ve bilgi işlem sistemlerini normal çalışır halde iken veya bulundukları yerde temizleme, yer değiştirme, bakım halindeyken, ani ve beklenmedik bir nedene bağlı olarak meydana gelen maddi hasarlara ve depreme karşı teminat veren sigortadır.\" \n Yukarıda verilmiş açıklama hangi sigorta türünü kapsamaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Montaj Sigortası",
      "B": "İnşaat Sigortası",
      "C": "Hırsızlık Sigortası",
      "D": "Makine Kırılması Sigortası",
      "E": "Elektronik Cihaz Sigortası"
    },
    "explanation": "Elektronik Cihaz Sigortası: Elektronik makine, tesisat ve bilgi işlem sistemlerini normal çalışır halde iken veya bulundukları yerde temizleme, yer değiştirme, bakım halindeyken, ani ve beklenmedik bir nedene bağlı olarak meydana gelen maddi hasarlara ve depreme karşı teminat veren sigortadır."
  },
  {
    "id": "2379434",
    "unitNumber": 4,
    "text": "\"Sigortalanan yapı elemanlarının sayısal ve/ veya boyutları itibariyle metre, metrekare veya metreküp gibi tanımlamaları poliçede bulunmalıdır.\"\n Yukarıda verilen açıklama aşağıdaki sigorta türlerinden hangisini kapsamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "İnşaat Sigortası",
      "B": "Montaj Sigortası",
      "C": "Hırsızlık Sigortası",
      "D": "Tarım Sigortası",
      "E": "Elektronik Cihaz Sigortası"
    },
    "explanation": "İnşaatta sigortalanan yapı elemanlarının sayısal ve/ veya boyutları itibariyle metre, metrekare veya metreküp gibi tanımlamaları poliçede bulunmalıdır."
  },
  {
    "id": "2379440",
    "unitNumber": 4,
    "text": "Çiftçi Kayıt Sistemi (ÇKS) hangi sigorta türünün kapsamındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Devlet Destekli Sera Sigortaları",
      "B": "Dolu Sera Sigortası",
      "C": "İnşaat Sigortaları",
      "D": "Makine Kırılması Sigortası",
      "E": "Hırsızlık Sigortaları"
    },
    "explanation": "Çiftçi Kayıt Sistemi (ÇKS): Sağlıklı tarım politikalarının oluşturulması, güncellenmesi, geliştirilmesi ve tarımsal desteklemelerin denetlenebilir,<br/>izlenebilir bir şekilde yürütülmesini sağlayan kayıt sistemidir. Devlet Destekli Tarım Sigortasındaki prim desteğinden yararlanmak için Çiftçi Kayıt Sistemi’ne (ÇKS) kayıt yaptırma ve her sene güncelleme zorunluluğu bulunmaktadır."
  },
  {
    "id": "2379444",
    "unitNumber": 4,
    "text": "1. Sigortacı, sigorta ettiren tarafından verilen bilgiler ışığında düzenlenen ön bilgi formunun kendisine ulaşması ile sigorta başvurusunu kabul eder.\n 2. Sigorta, aksi kararlaştırılmadıkça, örtü, iskelet ve teknik donanım için poliçede başlama ve sona erme tarihleri olarak yazılan günlerde, poliçenin düzenlendiği saatte başlar ve aynı saatte sona erer.\n Yukarıda verilen bilgiler hangi sigorta türü kapsamındadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Devlet Destekli Bitkisel Ürün Sigortası",
      "B": "Devlet Destekli Sera Sigortaları",
      "C": "Dolu Sera Sigortası",
      "D": "Muafiyet ve Müşterek Sigorta",
      "E": "Devlet Destekli Hayvan Hayat Sigortası"
    },
    "explanation": "Muafiyet ve Müşterek Sigorta: Sigortacı, sigorta ettiren tarafından verilen<br/>bilgiler ışığında düzenlenen ön bilgi formunun kendisine ulaşması ile sigorta başvurusunu kabul eder. Sigorta, aksi kararlaştırılmadıkça, örtü, iskelet<br/>ve teknik donanım için poliçede başlama ve sona erme tarihleri olarak yazılan günlerde, poliçenin düzenlendiği saatte başlar ve aynı saatte sona erer.<br/>Serada yetiştirilen ürünler için sigorta teminatı, her ürün dönemine ait fidelerin ve/veya fidanların seralara dikimi ile başlar ve hasadın bitmesiyle son bulur."
  },
  {
    "id": "2379446",
    "unitNumber": 4,
    "text": "Bitkisel ürünleri, hayvanları, seraları da kapsayan sigorta türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mühendislik Sigortaları",
      "B": "Montaj Sigortası",
      "C": "Tarım Sigortası",
      "D": "İnşaat Sigortası",
      "E": "Hırsızlık Sigortaları"
    },
    "explanation": "Tarım Sigortası; bitkisel ürünleri, hayvanları, seraları, tarım aletleri ile makinelerini ve tarımsal yapıları kapsar."
  },
  {
    "id": "2379511",
    "unitNumber": 4,
    "text": "Tarım Sigortaları Anayasanın hangi kanununda yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "5360 sayılı kanun",
      "B": "5361 sayılı kanun",
      "C": "5363 sayılı kanun",
      "D": "5373 sayılı kanun",
      "E": "5383 sayılı kanun"
    },
    "explanation": "Bu sigorta ile 5363 sayılı Tarım Sigortaları Kanununun 12’nci maddesine istinaden Bakanlar Kurulu Kararı ile kapsama alınan risklerin açık alanda yetiştirilen sigortalanmış bitkisel ürünlerde doğrudan neden olacağı zararlar sigorta bedeline kadar teminat altına alınmaktadır."
  },
  {
    "id": "2385895",
    "unitNumber": 4,
    "text": "Sigortalalı, hasarın oluştuğunu öğrendiği tarihten itibaren en geç kaç gün içinde sigortacıya ihbar etmekle yükümlüdür?",
    "correctAnswer": "A",
    "options": {
      "A": "5 gün",
      "B": "4 gün",
      "C": "3 gün",
      "D": "6 gün",
      "E": "7 gün"
    },
    "explanation": "Sigortalı, hasar oluşmasında aşağıdaki hususları yerine getirmekle yükümlüdür:<br/>a. Hasarın oluştuğunu öğrendiği tarihten itibaren en geç 5 gün içinde sigortacıya ihbar etmekle yükümlüdür. Doğru cevap A şıkkıdır."
  },
  {
    "id": "2385914",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi hırsızlık sigortalarını kapsayan sigorta türüne girmez?",
    "correctAnswer": "B",
    "options": {
      "A": "Delme",
      "B": "Cam veya ayna kırılması",
      "C": "Yıkma",
      "D": "Kilit açma",
      "E": "Tırmanma"
    },
    "explanation": "HIRSIZLIK SİGORTALARI<br/>Kırma, delme, yıkma, devirme ve zorlamayla, aşma, tırmanma, kilit açma suretiyle, gizlice girilerek veya saklanarak, zor ve şiddet kullanarak, tehditle evlerdeki eşyalarda, işyeri, ticarethane, ambar, depo veya imalathanelerdeki mallarda, eşyalarda ve demirbaşlarda hırsızlık veya hırsızlığa teşebbüs sonucu meydan gelen maddi kayıp ve zararları teminat altına alan sigorta türüdür. Doğru cevap B şıkkıdır."
  },
  {
    "id": "2385939",
    "unitNumber": 4,
    "text": "Hırsızlık sigortalarında aşağıdakilerden hangisi bunlara ait bedellerin poliçeye yazılması ve kilit altında saklanması koşuluyla teminat altına alınabilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kırma",
      "B": "Delme",
      "C": "Hisse senedi",
      "D": "Yıkma",
      "E": "Kilit açma"
    },
    "explanation": "Hırsızlık sigortalarında; Sigortalı yerlerde bulunan kıymetli evrak, tahvil, hisse senedi, mücevher, değerli madenler ve bunlardan yapılmış eşya, işlenmiş kıymetli taşlar, pul ve para koleksiyonları, sanat veya antika değeri olan tablo, heykel, kitap gibi kıymetler, bunlara ait bedellerin poliçeye yazılması ve kilit altında saklanması koşuluyla teminat altına alınabilmektedir. Doğru cevap C şıkkıdır."
  },
  {
    "id": "2385972",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Mühendislik sigortası başlığı altında incelenmez?",
    "correctAnswer": "D",
    "options": {
      "A": "Montaj sigortaları",
      "B": "İnşaat sigortaları",
      "C": "Makina kırılması sigortaları",
      "D": "Emniyeti suistimal sigortaları",
      "E": "Elektronik cihaz sigortaları"
    },
    "explanation": "Mühendislik sigortası başlığı altında genelde, makine kırılması sigortaları, montaj sigortaları, inşaat sigortaları, elektronik cihaz sigortaları incelenmektedir. Doğru cevap D şıkkıdır."
  },
  {
    "id": "2385987",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi hırsızlık sigortası türlerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Elektronik cihaz sigortaları",
      "B": "İnşaat sigortaları",
      "C": "Montaj sigortaları",
      "D": "Makina kırılması sigortaları",
      "E": "Emniyeti suistimal sigortaları"
    },
    "explanation": "Hırsızlık sigortası türleri; Kasa hırsızlık sigortaları, taşınan paranın hırsızlığa karşı sigortası, emniyeti suistimal sigortalarıdir. Doğru cevap E şıkkıdır."
  },
  {
    "id": "2386048",
    "unitNumber": 4,
    "text": "Poliçede gösterilen sigorta bedelini teşkil eden değerlerde bir artış meydana geldiği tak- dirde sigorta ettiren bu artışı öğrendiğinde en geç kaç gün içinde fakat herhangi bir hasarın meydana gelmesinden önce durumu yazılı olarak sigortacıya bildirmekle sorumludur?",
    "correctAnswer": "A",
    "options": {
      "A": "5 gün",
      "B": "4 gün",
      "C": "6 gün",
      "D": "3 gün",
      "E": "7 gün"
    },
    "explanation": "Poliçede gösterilen sigorta bedelini teşkil eden değerlerde bir artış meydana geldiği tak- dirde sigorta ettiren bu artışı öğrendiğinde en geç 5 gün içinde fakat herhangi bir hasarın meydana gelmesinden önce durumu yazılı olarak sigortacıya bildirmekle sorumludur. Doğru cevap A şıkkıdır."
  },
  {
    "id": "2386075",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi tarım sigortaları teminatı kapsamında değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Heyelan",
      "B": "Vantilatörler",
      "C": "Fırtına",
      "D": "Kuraklık",
      "E": "Yangın"
    },
    "explanation": "Tarım Sigortası; çiftçilerimizin tarımsal emekle- rini, güvenceye almak amacıyla, poliçe bazında teminatlar altında korumaya alan bir sigorta ürünüdür. Tarım Sigortası; bitkisel ürünleri, hayvanları, seraları, tarım aletleri ile makinelerini ve tarımsal yapıları kapsar. Hayvan, bina, alet ve makinelerine; kuraklık, dolu, don, sel, taban suyu baskını, fırtına, hortum, deprem, heyelan, yangın, kaza ile oluşan ve hayvan hastalıkları sebebiyle gerçekleşen zararlar sigorta teminatı kapsamındadır. Doğru cevap B şıkkıdır."
  },
  {
    "id": "2386108",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi dolu sera sigortası kapsamı dışında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Seraların örtü ve diğer yapı malzemesiyle işçilik ücretleri de dahil toplam değeri",
      "B": "Konstrüksiyonun işçilik ücretleri de dahil toplam değeri",
      "C": "Grev, lokavt, kargaşalık ve halk hareketleri",
      "D": "Isıtma, havalandırma, sulama tesisatı gibi seranın esaslı unsuru sayılabilecek cihaz ve tesisatın değeri",
      "E": "Sera içindeki ürünün üretim devresi so- nunda ulaşması beklenen değeri veya sigorta süresi içinde birden fazla devrede ürün alınıyorsa bu ürünlerin üretim sonlarında ulaşması beklenen değerlerinin toplamı"
    },
    "explanation": "a. Seraların örtü ve diğer yapı malzemesiyle işçilik ücretleri de dahil toplam değeri,<br/>b. Konstrüksiyonun işçilik ücretleri de dahil toplam değeri,<br/>c. Isıtma, havalandırma, sulama tesisatı gibi seranın esaslı unsuru sayılabilecek cihaz ve tesisatın değeri,<br/>d. Sera içindeki ürünün üretim devresi sonunda ulaşması beklenen değeri veya sigorta süresi içinde birden fazla devrede ürün alınıyorsa bu ürünlerin üretim sonlarında ulaşması beklenen değerlerinin toplamı. Doğru cevap C şıkkıdır."
  },
  {
    "id": "2386215",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Devlet destekli sera sigortaları kapsamı dışındadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Sera içindeki ürünün üretim devresi sonunda ulaşması beklenen değeri veya sigorta süresi içinde birden fazla devrede ürün alınıyorsa, bu ürünlere ait üretim planına göre söz konusu ürünlerin üretim sonlarında ulaşması beklenen değerlerinin toplamı",
      "B": "Isıtma, havalandırma, gübreleme, ilaçlama ve sulama tesisatı gibi seranın esaslı unsuru sayılabilecek cihaz ve tesisatın dahil eskime payı düşülerek bulunacak yeniden yapım bedeli",
      "C": "Seranın iskelet ve diğer yapı malzemesiyle işçilik ücretleri de dâhil eskime payı düşülerek bulunacak yeniden yapım bedeli",
      "D": "Sera yapımında kusurlu malzeme kullanılması ve kusurlu işçilik nedeniyle meydana gelen zararlar",
      "E": "Seranın örtü malzemesi ve işçilik ücretleri de dâhil eskime payı düşülerek bulunacak yeniden yapım bedeli"
    },
    "explanation": "Aşağıdaki hâller nedeni ile meydana gelen zararlar sigortanın kapsamı dışındadır:<br/>a. Seranın kusurlu planlanmasından ya da planın kusurlu uygulanmasından ileri gelen zararlar,<br/>b. Sera yapımında kusurlu malzeme kullanılması ve kusurlu işçilik nedeniyle meydana gelen zararlar,<br/>c. Savaş, her türlü savaş olayları, istila, yabancı düşman hareketleri, çatışma (savaş ilan edilmiş olsun veya olmasın), iç savaş, ihtilal, isyan, ayaklanma ve bunların gerektirdiği inzibati ve askeri hareketler nedeniyle meydana gelen zararlar,<br/>d. Herhangi bir nükleer yakıttan veya nükleer yakıtın yanması sonucu nükleer artıklardan veya bunlara atfedilen sebeplerden kaynalanan radyasyon veya radyoaktivite bulaş- malarının ya da bunların gerektirdiği askeri inzibati tedbirlerin sebep olduğu zararlar (Bu bentte geçen yanma deyimi kendi kendini idame ettiren herhangi bir nükleer ayrışım olayını da kapsayacaktır.),<br/>e. Biyolojik ve/veya kimyasal kirlenme, bulaşma veya zehirlenmeler nedeniyle oluşacak zararlar dâhil olmak üzere, 3713 sayılı Terörle Mücadele Kanunu’nda belirtilen terör eylemleri ve bu eylemlerden doğan sabotaj ile bunları önlemek ve etkilerini azaltmak amacıyla yetkili organlar tarafından yapılan müdahaleler sonucunda meydana gelen zararlar,<br/>f. Kamu otoritesi tarafından sera ve ürün üzerinde yapılacak tasarruflar sebebiyle meyda- na gelen bütün zararlar,<br/>g. Sigortalı veya fiillerinden sorumlu olduğu kişilerin kastından veya ağır kusurundan kaynaklanan zararlar,<br/>h. İskelet malzemesi ahşap olan seralarda meydana gelen zararlar,<br/>i. Teminat kapsamındaki riskin gerçekleşmesine bağlı olarak ortaya çıkan dolaylı zararlar.<br/>j. Don ve soğuk hava nedeniyle sera içindeki üründe meydana gelen hasarlar ile ürün ve- riminde ve kalitesinde meydana gelen eksilmeler,<br/>k. Bir hasardan sonra ürünlerin dış hava şartlarından korunacak şekilde gerekli önlem- lerin 24 saat içinde alınmaması sonucunda üründe meydana gelen hasarlar ile ürün ve- riminde ve kalitesinde meydana gelen eksilmeler,<br/>l. Dâhili su basması sonucu oluşan hasarlar,<br/>m. Hastalık ve zararlar nedeniyle meydana gelen hasarlar ile ürün veriminde ve kalitesin- de meydana gelen eksilmeler,<br/>n. Sigorta başlangıcından önce mevcut olan çatlak ve yamalı camlar,<br/>o. Seranın dışında bulunan her türlü teknik donanım.\n Doğru cevap D şıkkıdır."
  },
  {
    "id": "2386240",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Devlet destekli bitkisel ürün sigortasında isteğe bağlı olarak teminat kapsamına alınabilecek haller ve kayıplardan biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hasatları yapılarak bağ, bahçe ve tarlada bırakılmış veya kaldırılmış ürünlerde meydana gelen hasarlar",
      "B": "Her ne nedenle olursa olsun, hasat gecikmesi sonucunda üründe meydana gelen ha- sarlar",
      "C": "Dolu dışındaki yağışların ürünlere doğrudan verdiği zararlar",
      "D": "Sigortalının veya fiillerinden sorumlu olduğu kişilerin kastından veya ağır kusurundan kaynaklanan hasarlar ve kayıplar",
      "E": "Dolu riskinin ürün kalitesinde meydana getirdiği eksilme."
    },
    "explanation": "a. Don olayının doğrudan doğruya ürün miktarında meydana getirdiği eksilme,<br/>b. Dolu riskinin ürün kalitesinde meydana getirdiği eksilme.\n Doğru cevap E şıkkıdır."
  },
  {
    "id": "2361407",
    "unitNumber": 5,
    "text": "I. Eksik sigorta\n<br/>II. Aşkın sigorta\n<br/>III. Halefiyet ilkesi\n<br/>Yukarıdakilerden hangileri sorumluluk sigortaları hakkında uygulanabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "II ve III"
    },
    "explanation": "Tipik mal sigortaları ile sorumluluk sigortaları arasındaki bu farklılıklar, mal sigortasına ilişkin tüm hükümlerin sorumluluk sigortasına aynen uygulanmasını<br/>imkânsız kılmıştır. Örneğin, mal/zarar sigortalarına ilişkin eksik veya aşkın sigorta ilkeleri sorumluluk sigortalarında uygulanmamaktadır. Halefiyet ilkesi ise sorumluluk sigortaları hakkında da uygulanabilir. Doğru cevap C'dir.<br/>Tipik mal sigortaları ile sorumluluk sigortaları arasındaki bu farklılıklar, mal sigortasına ilişkin tüm hükümlerin sorumluluk sigortasına aynen uygulanmasını imkânsız kılmıştır. Örneğin, mal/zarar sigortalarına ilişkin eksik veya aşkın sigorta ilkeleri sorumluluk sigortalarında uygulanmamaktadır. Halefiyet ilkesi ise sorumluluk sigortaları hakkında da uygulanabilir. Doğru cevap C'dir."
  },
  {
    "id": "2361411",
    "unitNumber": 5,
    "text": "Değerinin tamamı sigorta edilen bir menfaat için aynı risklere karşı tekrar sigorta yapılması durumunda aşağıdakilerden hangisi söz konusu olur?",
    "correctAnswer": "A",
    "options": {
      "A": "Çifte sigorta",
      "B": "Aşkın sigorta",
      "C": "Eksik sigorta",
      "D": "Zorunlu sigorta",
      "E": "Halefiyet"
    },
    "explanation": "Değerinin tamamı sigorta edilen bir menfaat için aynı risklere karşı tekrar sigorta yapılması durumunda çifte sigorta söz konusu olur. Doğru cevap A'dır."
  },
  {
    "id": "2361416",
    "unitNumber": 5,
    "text": "Sorumluluk sigortalarında, sigortacıya yöneltilecek tazminat istemleri bakımından zamanaşımı ne kadardır?",
    "correctAnswer": "D",
    "options": {
      "A": "1 yıl",
      "B": "2 yıl",
      "C": "5 yıl",
      "D": "10 yıl",
      "E": "20 yıl"
    },
    "explanation": "TTK’nin 1482. Maddesi gereği sorumluluk sigortalarında, sigortacıya yöneltilecek tazminat istemi, gerek 3. şahıs, gerekse 3. şahsa ödeme yapan sigorta ettiren/sigortalının bakımından zamanaşımı süresi 10 yıldır. Doğru cevap D'dir."
  },
  {
    "id": "2361422",
    "unitNumber": 5,
    "text": "I. Ürün sorumluluk sigortası\n II. Trafik sigortası\n III. Tıbbi Kötü Uygulamaya İlişkin Zorunlu Mali Sorumluluk Sigortası\n Yukarıdakilerden hangileri mesleki sorumluluk sigortasına örnek olarak gösterilebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "II ve III"
    },
    "explanation": "Ülkemizde zorunlu olan mesleki sorumluluk sigortasından önce hekimler ihtiyari olarak, çeşitli teminat limitleri ve sigorta şirketlerinin bu teminatlara karşılık serbestçe belirlediği primlere istinaden “Hekim mesleki Sorumluluk Sigortası” satın almaktaydılar. Temmuz 2010 tarihinde yürürlüğe giren “Tıbbi Kötü Uygulamaya İlişkin Zorunlu Mali Sorumluluk Sigortası” teminat olarak hem oluş esasını hem de ihbar esasını içerir. Ülkemizde uygulama tıbbi uygulama hatalarının sonuçlarına yönelik bir sistemdir. Doğru cevap C'dir."
  },
  {
    "id": "2361426",
    "unitNumber": 5,
    "text": "Aşağıdaki zararlardan hangisi güvence hesabından karşılanabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sigortalının tespit edilememesi durumunda kişiye gelen bedensel zararlar",
      "B": "Manevi zararlar",
      "C": "Motorlu bisikletin sebep olduğu kazalardan doğan zararlar",
      "D": "İşleten tarafından ileri sürülebilecek tazminat talepleri",
      "E": "Kazaya neden olan aracın sürücüsünün zararları"
    },
    "explanation": "Sigortalının tespit edilememesi durumunda kişiye gelen bedensel zararlar, rizikonun meydana geldiği tarihte geçerli olan teminat tutarları dâhilinde sigortasını yaptırmamış olanların neden olduğu bedensel zararlar, sigorta şirketinin malî bünye zayıflığı nedeniyle sürekli olarak bütün branşlarda ruhsatlarının iptal edilmesi ya da iflası halinde ödemekle yükümlü olduğu maddî ve bedensel zararlar, çalınmış veya gasp edilmiş bir aracın karıştığı kazada, Karayolları Trafik Kanunu uyarınca işletenin sorumlu tutulmadığı hâllerde, kişiye gelen bedensel zararlar ve Yeşil Kart Sigortası uygulamaları için faaliyet gösteren Türkiye Motorlu Taşıt Bürosu tarafından yapılacak ödemeler Güvence Hesabından karşılanabilir. Doğru cevap A'dır."
  },
  {
    "id": "2361428",
    "unitNumber": 5,
    "text": "Aşağıdaki sigortalardan hangisi Güvence Hesabı kapsamında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Ürün sorumluluk sigortası",
      "B": "Maden çalışanları zorunlu ferdi kaza sigortası",
      "C": "Özel güvenlik mali sorumluluk sigortası",
      "D": "İşveren mali sorumluluk sigortası",
      "E": "Hekimin mesleki sorumluluk sigortası"
    },
    "explanation": "Güvence Hesabı kapsamındaki sigortalar şunlardır:\n<br/>1. Sigortacılık Kanunu 13. Maddesi uyarınca zorunlu kılınan sorumluluk sigortaları (Bakanlar Kurulu kararıyla öngörülen Zorunlu Maden Çalışanları Ferdi Kaza Sigortası<br/>2. Karayolları Trafik Kanunu uyarınca zorunlu kılınan sorumluluk sigortaları (Karayolları Motorlu Araçlar Zorunlu Mali Sorumluluk Sigortası - Trafik Sigortası)<br/>3. Karayolu Taşıma Kanunu uyarınca zorunlu kılınan sorumluluk sigortaları (Karayolu Yolcu Taşımacılığı Zorunlu Koltuk Ferdi Kaza Sigortası)<br/>4. Mülga Sigorta Murakabe Kanunu çerçevesinde ihdas edilen zorunlu sigortalar<br/>(Bakanlar Kurulu kararıyla öngörülen Zorunlu Tüpgaz Sorumluluk Sigortası, Tehlikeli Maddeler ve Tehlikeli Atık Zorunlu Sorumluluk Sigortası)\n<br/>Doğru cevap B'dir.<br/>Güvence Hesabı kapsamındaki sigortalar şunlardır:\n 1. Sigortacılık Kanunu 13. Maddesi uyarınca zorunlu kılınan sorumluluk sigortaları (Bakanlar Kurulu kararıyla öngörülen Zorunlu Maden Çalışanları Ferdi Kaza Sigortası<br/>2. Karayolları Trafik Kanunu uyarınca zorunlu kılınan sorumluluk sigortaları (Karayolları Motorlu Araçlar Zorunlu Mali Sorumluluk Sigortası - Trafik Sigortası)<br/>3. Karayolu Taşıma Kanunu uyarınca zorunlu kılınan sorumluluk sigortaları (Karayolu Yolcu Taşımacılığı Zorunlu Koltuk Ferdi Kaza Sigortası)<br/>4. Mülga Sigorta Murakabe Kanunu çerçevesinde ihdas edilen zorunlu sigortalar<br/>(Bakanlar Kurulu kararıyla öngörülen Zorunlu Tüpgaz Sorumluluk Sigortası, Tehlikeli Maddeler ve Tehlikeli Atık Zorunlu Sorumluluk Sigortası)\n Doğru cevap B'dir."
  },
  {
    "id": "2361435",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi genel sorumluluk sigortalarına örnek gösterilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "İşveren mali sorumluluk sigortası",
      "B": "Trafik sigortası",
      "C": "Zorunlu karayolu mali taşımacılık sigortası",
      "D": "Hekimin mesleki sorumluluk sigortası",
      "E": "Avukatın mesleki sorumluluk sigortası"
    },
    "explanation": "İşveren mali sorumluluk sigortası, bir işyerinde işverene bir hizmet sözleşmesi ile bağlı ve Sosyal Sigortalar Kurumu Kanununa tabi çalışanların yükümlülüklerini yerine getirmesi esnasında uğrayacağı zararlar için işverene düşen hukuki sorumluluğu teminat altına alan bir sigorta türüdür ve genel sorumluluk sigortasına örnek gösterilebilir. Trafik sigortası ile zorunlu karayolu taşımacılık mali sorumluluk sigortası kara, hava ve deniz araçları sorumluluk sigortaları arasında yer alır. Hekimin ve avukatın mesleki sorumluluk sigortası ise mesleki sorumluluk sigortalarına örnek gösterilebilir. Doğru cevap A'dır."
  },
  {
    "id": "2361444",
    "unitNumber": 5,
    "text": "Trafik sigortası hakkında aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Genel sorumluluk sigortasıdır.",
      "B": "İsteğe bağlı bir sigortadır.",
      "C": "Manevi tazminat taleplerini karşılamaz.",
      "D": "Devlet hava araçlarını da kapsar.",
      "E": "Mesleki sorumluluk sigortasıdır."
    },
    "explanation": "Kara araçları sorumluluk sigortaları arasında yer alan trafik sigortası, motorlu aracın işletilmesi sırasında üçüncü şahısların bedeni veya maddi zarara uğramasına sebebiyet vermesi halinde, 2918 sayılı Karayolları Trafik Kanunu’na göre aracın işletenine düşen sorumluluğu teminat altına alan zorunlu bir sigortadır. Trafik Sigortası sadece üçüncü şahıslara verilen zararları karşılamakta olup, kendi aracınızın hasarını ödemez. Trafik Sigortası manevi tazminat taleplerini de karşılamaz. Doğru cevap C'dir."
  },
  {
    "id": "2361674",
    "unitNumber": 5,
    "text": "I. Hayat sigortası\n<br/>II. Trafik sigortası\n<br/>III. Kasko sigortası\n<br/>IV. Ürün sorumluluk sigortası\n<br/>Yukarıdakilerden hangileri sorumluluk sigortasıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I ve III",
      "E": "II ve IV"
    },
    "explanation": "Trafik sigortası, kara araçları sorumluluk sigortalarından biridir. Ürün sorumluluk sigortası ise genel sorumluluk sigortaları arasında yer almaktadır. Ancak hayat sigortası ve kasko sigortası sorumluluk sigortası değildir. Doğru cevap E'dir."
  },
  {
    "id": "2361687",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi akdi borçlara ilişkin bir sorumluluk sigortasıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Mükerrer sigorta",
      "B": "Çifte sigorta",
      "C": "Trafik sigortası",
      "D": "Aşkın sigorta",
      "E": "Deprem sigortası"
    },
    "explanation": "Bir sigortacının yapmış olduğu sigorta sözleşmeleri ile üzerine almış olduğu riskleri bir başka sigortacıya sigorta ettirdiği mükerrer sigorta (reasürans) aksi borçlara ilişkin sorumluk sigortası olarak kabul edilir. Doğru cevap A'dır."
  },
  {
    "id": "2370985",
    "unitNumber": 5,
    "text": "I. Toplumda sigorta bilincinin yerleşmesi\n II. Teknolojinin gelişmesi\n III. Toplumsal fayda bilincinin gelişmesi\n IV.Eksik veya aşkın sigorta ilkelerinin uygulanması\n V.Kusursuz sorumluluk ilkesine de zaman içinde yer verilmesi\n Yukarıdakilerden hangileri Sorumluluk Sigortalarının gelişmesini sağlayan faktörlerdendir?",
    "correctAnswer": "E",
    "options": {
      "A": "I, IV, V",
      "B": "II, III, IV",
      "C": "I, III, IV",
      "D": "I, II, III, IV",
      "E": "I, II, III, V"
    },
    "explanation": "Eksik veya aşkın sigorta ilkeleri sorumluluk sigortalarında uygulanmamaktadır."
  },
  {
    "id": "2370986",
    "unitNumber": 5,
    "text": "………………anlayışında kişi kusuru olmadığını kanıtlasa dahi sorumluluktan kurtulamaz. Fakat kazanın bir mücbir sebepten veya zarar görenin veya üçüncü kişinin ağır kusurundan ileri geldiği ispat edilirse sorumluluk ortadan kalkar.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru bir şekilde tanımlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Kusursuz sorumluluk",
      "B": "Aşkın sigorta",
      "C": "Kusura dayanan sorumluluk",
      "D": "Eksik sigorta",
      "E": "Mali sorumluluk"
    },
    "explanation": "Kusursuz sorumluluk anlayışında kişi kusuru olmadığını kanıtlasa dahi sorumluluktan kurtulamaz. Fakat kazanın bir mücbir sebepten veya zarar görenin veya üçüncü kişinin ağır kusurundan ileri geldiği ispat edilirse sorumluluk ortadan kalkar."
  },
  {
    "id": "2370987",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Sorumluluk Sigortalarında mevcut risklerin hızlı ve öngörülemeyecek şekilde değişmesine neden olan faktörlerden biri <strong><u>değildir</u></strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Mevzuat değişiklikleri",
      "B": "Hak arama bilincinin artması",
      "C": "Ekonomik büyüme",
      "D": "Birden çok poliçeyi etkileyen hasarların tekrarlanması",
      "E": "Sosyal medyanın ortaya çıkması"
    },
    "explanation": "Ekonomik büyüme ve teknolojik gelişmeler, mevzuat değişiklikleri, hak arama bilincinin artması, küreselleşme ve sosyal medyanın ortaya çıkması gibi birçok etken yeni sorumluluk risklerini ortaya çıkarmakta, mevcut risklerin de hızlı ve öngörülemeyecek şekilde değişmesine neden olmaktadır."
  },
  {
    "id": "2370989",
    "unitNumber": 5,
    "text": "Sorumluluk sigortalarında, sigortacıya yöneltilecek tazminat istemi, gerek 3. şahıs, gerekse 3. şahsa ödeme yapan sigorta ettiren bakımından zamanaşımı süresi kaç yıldır?",
    "correctAnswer": "E",
    "options": {
      "A": "2",
      "B": "3",
      "C": "5",
      "D": "8",
      "E": "10"
    },
    "explanation": "Sorumluluk sigortalarında, sigortacıya yöneltilecek tazminat istemi, gerek 3. şahıs, gerekse 3. şahsa ödeme yapan sigorta ettiren bakımından zamanaşımı süresi 10 yıldır."
  },
  {
    "id": "2370990",
    "unitNumber": 5,
    "text": "Gerçek ya da tüzel kişilerin, kendilerinin veya çalışanlarının üçüncü şahıslara verebilecekleri her türlü bedeni ve maddi zararlar nedeniyle kendisine yöneltilebilecek tazminat talepleri ile ilgili sorumluluklarını teminat altına alan sigorta türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İşveren Mali Sorumluluk Sigortası",
      "B": "Üçüncü Şahıslara Karşı Mali Sorumluluk Sigortası",
      "C": "Özel Güvenlik Mali Sorumluluk Sigortası",
      "D": "Ürün Sorumluluk Sigortası",
      "E": "Zorunlu Sertifika Mali Sorumluluk Sigortası"
    },
    "explanation": "Gerçek ya da tüzel kişilerin, kendilerinin veya çalışanlarının üçüncü şahıslara verebilecekleri her türlü bedeni ve maddi zararlar nedeniyle kendisine yöneltilebilecek tazminat talepleri ile ilgili sorumluluklarını teminat altına alan sigorta türü Üçüncü Şahıslara Karşı Mali Sorumluluk Sigortasıdır."
  },
  {
    "id": "2370991",
    "unitNumber": 5,
    "text": "Likit petrol gazı firmalarının kendi markaları altında doldurdukları veya doldurttukları tüplerin kullanılmak üzere bulunduruldukları yerlerde infilak etmesi veya gaz kaçırması sonucu başkalarına vereceği bedeni ve maddi zararlara karşı, firmanın sorumluluğunu teminat altına alan sigorta aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Özel Güvenlik Mali Sorumluluk Sigortası",
      "B": "Üçüncü Şahıslara Karşı Mali Sorumluluk Sigortası",
      "C": "İşveren Mali Sorumluluk Sigortası",
      "D": "Tehlikeli Maddeler Zorunlu Sorumluluk Sigortası",
      "E": "Tüp Gaz Zorunlu Sorumluluk Sigortası"
    },
    "explanation": "Likit petrol gazı firmalarının kendi markaları altında doldurdukları veya doldurttukları tüplerin kullanılmak üzere bulunduruldukları yerlerde infilak etmesi veya gaz kaçırması sonucu başkalarına vereceği bedeni ve maddi zararlara karşı, firmanın sorumluluğunu teminat altına alan sigorta Tüp Gaz Zorunlu Sorumluluk Sigortasıdır."
  },
  {
    "id": "2370992",
    "unitNumber": 5,
    "text": "I. Zorunlu Maden Çalışanları Ferdi Kaza Sigortası\n II. Karayolu Yolcu Taşımacılığı Zorunlu Koltuk Ferdi Kaza Sigortası\n III. Kıyı Tesisleri Deniz Kirliliği Mali Sorumluluk Sigortası\n IV. Tehlikeli Maddeler ve Tehlikeli Atık Zorunlu Sorumluluk Sigortası\n V. Ürün Sorumluluk Sigortası\n Yukarıdakilerden hangileri güvence hesabı kapsamındaki sigortalardandır?",
    "correctAnswer": "C",
    "options": {
      "A": "I, IV, V",
      "B": "II, III, IV",
      "C": "I, II, IV",
      "D": "I, II, III, IV",
      "E": "I, II, III, IV, V"
    },
    "explanation": "Güvence Hesabı Kapsamındaki Sigortalar;\n - Sigortacılık Kanunu 13. Maddesi uyarınca zorunlu kılınan sorumluluk sigortaları (Bakanlar Kurulu kararıyla öngörülen Zorunlu Maden Çalışanları Ferdi Kaza Sigortası)\n - Karayolları Trafik Kanunu uyarınca zorunlu kılınan sorumluluk sigortaları (Karayolları Motorlu Araçlar Zorunlu Mali Sorumluluk Sigortası - Trafik Sigortası)\n - Karayolu Taşıma Kanunu uyarınca zorunlu kılınan sorumluluk sigortaları (Karayolu Yolcu Taşımacılığı Zorunlu Koltuk Ferdi Kaza Sigortası)\n - Mülga Sigorta Murakabe Kanunu çerçevesinde ihdas edilen zorunlu sigortalar (Bakanlar Kurulu kararıyla öngörülen Zorunlu Tüpgaz Sorumluluk Sigortası, Tehlikeli Maddeler ve Tehlikeli Atık Zorunlu Sorumluluk Sigortası)"
  },
  {
    "id": "2370993",
    "unitNumber": 5,
    "text": "Deniz Araçları Zorunlu Mali sorumluluk Sigortasında tazminata yol açan olay yurt dışında meydana gelmişse gecikmeksizin ve en geç kaç gün içinde sigortacıya ihbar edilir?",
    "correctAnswer": "B",
    "options": {
      "A": "10",
      "B": "20",
      "C": "30",
      "D": "40",
      "E": "60"
    },
    "explanation": "Deniz Araçları Zorunlu Mali sorumluluk Sigortasında tazminata yol açan olay yurt dışında meydana gelmişse gecikmeksizin ve en geç 20 gün içinde sigortacıya ihbar edilir."
  },
  {
    "id": "2370994",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi ülkemizde tıbbi uygulama hatası davalarında başvurulan bilirkişilik kurumlarından biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Yüksek Sağlık Şûrası",
      "B": "Adli Tıp Kurumu",
      "C": "Yüksek Öğretim Kurumları",
      "D": "Eczacılar Odaları",
      "E": "Tabip Odaları"
    },
    "explanation": "Ülkemizde tıbbi uygulama hatası davalarında başvurulan bilirkişilik kurumları; Sağlık Bakanlığına bağlı bulunan Yüksek Sağlık Şûrası, Adalet Bakanlığına bağlı Adli Tıp Kurumu, Yüksek Öğretim Kurumları ve Tabip Odaları’dır."
  },
  {
    "id": "2370995",
    "unitNumber": 5,
    "text": "Avukatlık Mesleki Sorumluluk Sigortasına göre avukatın iş sahibi ile arasındaki sözleşmeden kaynaklanan yükümlülüklerini ihlal etmesi durumunda aşağıdakilerden hangisi ortaya çıkar?",
    "correctAnswer": "A",
    "options": {
      "A": "Akdi sorumluluk",
      "B": "Haksız fiilden doğan sorumluluk",
      "C": "Kötü uygulama sorumluluğu",
      "D": "Kusura dayanan sorumluluk",
      "E": "Sosyal sorumluluk"
    },
    "explanation": "Avukatlık Mesleki Sorumluluk Sigortasına göre avukatın iş sahibi ile arasındaki sözleşmeden kaynaklanan yükümlülüklerini ihlal etmesi durumunda akdi sorumluluk ortaya çıkar."
  },
  {
    "id": "2383685",
    "unitNumber": 5,
    "text": "Sigorta ettirenin üçüncü kişilere verebileceği zararlardan ötürü bu zararların giderilmesi için sigorta ettirenin mal varlığındaki (mamelek) azalmayı önlemeyi ve sigorta ettirenin eyleminden zarar gören üçüncü kişilerin zararlarının giderilmesini amaçlayan sigorta türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sorumluluk sigortası",
      "B": "Zarar sigortası",
      "C": "Meblağ sigortası",
      "D": "Can sigortası",
      "E": "Mal sigortası"
    },
    "explanation": "Sorumluluk sigortası bir yandan sigorta ettirenin üçüncü kişilere verebileceği zararlardan ötürü bu zararların giderilmesi için sigorta ettirenin mal varlığındaki (mamelek) azalmayı önlemeyi amaçlarken, diğer yandan da sigorta ettirenin eyleminden zarar gören üçüncü kişilerin zararlarının giderilmesini amaçlamaktadır. Doğru cevap A'dır."
  },
  {
    "id": "2384593",
    "unitNumber": 5,
    "text": "Sorumluluk sigortaları aşağıdaki sigorta türlerinden hangisine dahildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Mal sigortaları",
      "B": "Meblağ sigortaları",
      "C": "Can sigortaları",
      "D": "Zarar sigortaları",
      "E": "Sosyal sigortalar"
    },
    "explanation": "Sorumluluk sigortaları zarar sigortası niteliğindedir. Doğru cevap D'dir."
  },
  {
    "id": "2384598",
    "unitNumber": 5,
    "text": "Sorumluluk sigortalarında sigortacıya yöneltilecek tazminat talepleri bakımından zamanaşımı ne kadardır?",
    "correctAnswer": "D",
    "options": {
      "A": "1 yıl",
      "B": "2 yıl",
      "C": "5 yıl",
      "D": "10 yıl",
      "E": "20 yıl"
    },
    "explanation": "TTK’nin 1482. Maddesi gereği sorumluluk sigortalarında, sigortacıya yöneltilecek tazminat istemi, gerek 3. şahıs, gerekse 3. şahsa ödeme yapan sigorta ettiren/sigortalının bakımından zamanaşımı süresi 10 yıldır. Doğru cevap D'dir."
  },
  {
    "id": "2384611",
    "unitNumber": 5,
    "text": "Yanıcı, parlayıcı, patlayıcı maddeleri üreten, depolayan, nakleden ve satanların, mesleki faaliyetleri nedeniyle bu maddelerin doğrudan doğruya neden olabileceği olaylar sonucu kusurları olsun olmasın, üçüncü kişilerin uğrayacağı bedeni ve maddi zararlardan doğacak sorumluluklarını, poliçede yazılı limitler dahilinde teminat altına alan sigorta türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Trafik sigortası",
      "B": "Tehlikeli maddeler zorunlu sorumluluk sigortası",
      "C": "Mesleki sorumluluk sigortası",
      "D": "Tüp gaz zorunlu sorumluluk sigortası",
      "E": "Ürün sorumluluk sigortası"
    },
    "explanation": "Yanıcı, parlayıcı, patlayıcı maddeleri üreten, depolayan, nakleden ve satanların, mesleki faaliyetleri nedeniyle bu maddelerin doğrudan doğruya neden<br/>olabileceği olaylar sonucu kusurları olsun olmasın, üçüncü kişilerin uğrayacağı bedeni ve maddi zararlardan doğacak sorumluluklarını, poliçede yazılı limitler dahilinde teminat altına alan sigorta türü tehlikeli maddeler zorunlu sorumluluk sigortasıdır. Doğru cevap B'dir.<br/>Yanıcı, parlayıcı, patlayıcı maddeleri üreten, depolayan, nakleden ve satanların, mesleki faaliyetleri nedeniyle bu maddelerin doğrudan doğruya neden olabileceği olaylar sonucu kusurları olsun olmasın, üçüncü kişilerin uğrayacağı bedeni ve maddi zararlardan doğacak sorumluluklarını, poliçede yazılı limitler dahilinde teminat altına alan sigorta türü tehlikeli maddeler zorunlu sorumluluk sigortasıdır. Doğru cevap B'dir."
  },
  {
    "id": "2384616",
    "unitNumber": 5,
    "text": "I. İşveren mali sorumluluk sigortası\n II. Ürün sorumluluk sigortası\n III. Trafik sigortası\n IV. Hekim mesleki sorumluluk sigortası\n Yukarıdakilerden hangileri genel sorumluluk sigortalarına örnek gösterilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I ve III",
      "E": "II ve IV"
    },
    "explanation": "İşveren mali sorumluluk sigortası ve ürün sorumluluk sigortası genel sorumluluk sigortaları arasında yer almaktadır. Trafik sigortası kara araçları sorumluluk sigortalarından biridir. Hekim mesleki sorumluluk sigortası ise mesleki sorumluluk sigortalarına örnek gösterilebilir. Doğru cevap A'dır."
  },
  {
    "id": "2384618",
    "unitNumber": 5,
    "text": "Trafik sigortasına ilişkin aşağıdaki bilgilerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "İhtiyari bir sigortadır.",
      "B": "Genel sorumluluk sigortaları arasında yer alır.",
      "C": "Manevi tazminat taleplerini karşılamaz.",
      "D": "Sigortalının kendi aracında meydana gelen zararı karşılar.",
      "E": "İlke olarak kusur sorumluluğu geçerlidir."
    },
    "explanation": "Trafik Sigortası’nda ilke olarak tehlike sorumluluğu geçerlidir. Zorunlu bir sigorta olup, yapılan trafik kontrollerinde sigortası olmayan araçlar sigorta yapılana kadar trafikten men edilir, ayrıca para cezası uygulanır. Sigortası olmayan<br/>araçların fenni muayeneleri yapılmaz. Trafik Sigortası sadece üçüncü şahıslara verilen zararları karşılamakta olup, kendi aracınızın hasarını ödemez. Trafik Sigortası manevi tazminat taleplerini de karşılamaz. Doğru cevap C'dir.<br/>Trafik Sigortası’nda ilke olarak tehlike sorumluluğu geçerlidir. Zorunlu bir sigorta olup, yapılan trafik kontrollerinde sigortası olmayan araçlar sigorta yapılana kadar trafikten men edilir, ayrıca para cezası uygulanır. Sigortası olmayan araçların fenni muayeneleri yapılmaz. Trafik Sigortası sadece üçüncü şahıslara verilen zararları karşılamakta olup, kendi aracınızın hasarını ödemez. Trafik Sigortası manevi tazminat taleplerini de karşılamaz. Doğru cevap C'dir."
  },
  {
    "id": "2384623",
    "unitNumber": 5,
    "text": "I. İşveren mali sorumluluk sigortası\n II. Trafik sigortası\n III. Ürün sorumluluk sigortası\n IV. Maden çalışanları ferdi kaza sigortası\n Yukarıdaki sigortalardan hangileri Güvence Hesabı kapsamında yer aır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I ve III",
      "E": "II ve IV"
    },
    "explanation": "Güvence Hesabı Kapsamındaki Sigortalar;<br/>1. Sigortacılık Kanunu 13. Maddesi uyarınca zorunlu kılınan sorumluluk sigortaları (Bakanlar Kurulu kararıyla öngörülen Zorunlu Maden Çalışanları Ferdi Kaza Sigortası<br/>2. Karayolları Trafik Kanunu uyarınca zorunlu kılınan sorumluluk sigortaları (Karayolları Motorlu Araçlar Zorunlu Mali Sorumluluk Sigortası - Trafik Sigortası)<br/>3. Karayolu Taşıma Kanunu uyarınca zorunlu kılınan sorumluluk sigortaları (Karayolu Yolcu Taşımacılığı Zorunlu Koltuk Ferdi Kaza Sigortası)<br/>4. Mülga Sigorta Murakabe Kanunu çerçevesinde ihdas edilen zorunlu sigortalar<br/>(Bakanlar Kurulu kararıyla öngörülen Zorunlu Tüpgaz Sorumluluk Sigortası, Tehlikeli Maddeler ve Tehlikeli Atık Zorunlu<br/>Sorumluluk Sigortası)\n<br/>Doğru cevap E'dir.<br/>Güvence Hesabı Kapsamındaki Sigortalar;<br/>1. Sigortacılık Kanunu 13. Maddesi uyarınca zorunlu kılınan sorumluluk sigortaları (Bakanlar Kurulu kararıyla öngörülen Zorunlu Maden Çalışanları Ferdi Kaza Sigortası<br/>2. Karayolları Trafik Kanunu uyarınca zorunlu kılınan sorumluluk sigortaları (Karayolları Motorlu Araçlar Zorunlu Mali Sorumluluk Sigortası - Trafik Sigortası)<br/>3. Karayolu Taşıma Kanunu uyarınca zorunlu kılınan sorumluluk sigortaları (Karayolu Yolcu Taşımacılığı Zorunlu Koltuk Ferdi Kaza Sigortası)<br/>4. Mülga Sigorta Murakabe Kanunu çerçevesinde ihdas edilen zorunlu sigortalar<br/>(Bakanlar Kurulu kararıyla öngörülen Zorunlu Tüpgaz Sorumluluk Sigortası, Tehlikeli Maddeler ve Tehlikeli Atık Zorunlu<br/>Sorumluluk Sigortası)\n Doğru cevap E'dir."
  },
  {
    "id": "2384629",
    "unitNumber": 5,
    "text": "Hekim mesleki sorumluluk sigortasına ilişkin aşağıdaki bilgilerden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Genel sorumluluk sigortaları arasında yer alır.",
      "B": "Hekimler için mesleklerini icra ederken hastalarına verebilecekleri zararlara karşı maddi teminat sağlar.",
      "C": "Hekimin cezai sorumluluğunu ortadan kaldırır.",
      "D": "Hekimin idari sorumluluğunu ortadan kaldırır.",
      "E": "Kusursuz bir sorumluluk türüdür."
    },
    "explanation": "Mesleki sorumluluk sigortaları arasında yer alan hekim mesleki sorumluluk sigortası, hekimler için mesleklerini icra ederken hastalarına verebilecekleri zararlara karşı maddi teminat sağlar. Hekimin sorumlu bulunduğu standart tıbbi müdahaleler haricinde yapabileceği tıbbi yanlış uygulamalar teminat altına alınmıştır. Maddi zararın karşılanmasına yönelik olan bu sigorta, hekimin cezai ya<br/>da idari sorumluluğunu ortadan kaldırmamakta ve bu yöndeki zararı karşılamamaktadır. Ülkemizde hukuk sisteminde tıbbi müdahaleden doğan hukuki sorumluluk, kusur sorumluluğu olarak kabul edilmektedir. Doğru cevap B'dir.<br/>Mesleki sorumluluk sigortaları arasında yer alan hekim mesleki sorumluluk sigortası, hekimler için mesleklerini icra ederken hastalarına verebilecekleri zararlara karşı maddi teminat sağlar. Hekimin sorumlu bulunduğu standart tıbbi müdahaleler haricinde yapabileceği tıbbi yanlış uygulamalar teminat altına alınmıştır. Maddi zararın karşılanmasına yönelik olan bu sigorta, hekimin cezai ya da idari sorumluluğunu ortadan kaldırmamakta ve bu yöndeki zararı karşılamamaktadır. Ülkemizde hukuk sisteminde tıbbi müdahaleden doğan hukuki sorumluluk, kusur sorumluluğu olarak kabul edilmektedir. Doğru cevap B'dir."
  },
  {
    "id": "2384634",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi kara araçları sorumluluk sigortalarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yeşil kart sigortası",
      "B": "Kıyı tesisleri deniz kirliliği mali sorumluluk sigortası",
      "C": "Üçüncü şahıslara karşı mali sorumluluk sigortası",
      "D": "Hekim mesleki sorumluluk sigortası",
      "E": "Sivil hava araçları üçüncü şahıs mali sorumluluk sigortası"
    },
    "explanation": "Yeşil kart sigortası, sisteme üye ülkelerde geçerli Uluslararası Motorlu Taşıt Sigorta kartıdır. Trafik sigortasının eki niteliğindedir ve geçerli olduğu ülkelerde yapılması zorunlu Motorlu Taşıt Sigortasına eş değer bir belgedir. Doğru cevap A'dır."
  },
  {
    "id": "2384637",
    "unitNumber": 5,
    "text": "Poliçedeki sigorta bedelinin, sigorta konusunun gerçek ve makul değerinin üzerinde olması hâlinde aşağıdakilerden hangisi söz konusu olur?",
    "correctAnswer": "D",
    "options": {
      "A": "Halefiyet ilkesi",
      "B": "Çifte sigorta",
      "C": "Eksik sigorta",
      "D": "Aşkın sigorta",
      "E": "Mükerrer sigorta"
    },
    "explanation": "Aşkın sigorta, poliçedeki sigorta bedelinin, sigorta konusunun gerçek ve makul değerinin üzerinde olması hâlidir. Doğru cevap D'dir."
  },
  {
    "id": "3069293",
    "unitNumber": 5,
    "text": "Ülkemizde uygulamada, Hukuki Sorumluluk Sigortaları yerine hangi terim genel kabul görmüş ve kullanım alanı bulmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Mali Sorumluluk Sigortaları",
      "B": "Aşkın Sigorta",
      "C": "Eksik Sigorta",
      "D": "Avukat sorumluluk",
      "E": "Hekim sorumluluk"
    },
    "explanation": "Mali Sorumluluk Sigortaları"
  },
  {
    "id": "3069296",
    "unitNumber": 5,
    "text": "Bir kişinin hak ve yükümlülüklerinden meydana gelen ve para ile ölçülebilen her türlü mal, hak ve borçlarının tümüne ne denir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tüpgaz Zorunlu Mali Sorumluluk Sigortası",
      "B": "Mamelek",
      "C": "Sorumluluk sigortası",
      "D": "Ürün Sorumluluk Sigortası",
      "E": "Poliçe"
    },
    "explanation": "Mamelek: Bir kişinin hak ve yükümlülüklerinden meydana gelen ve para ile ölçülebilen her türlü mal, hak ve borçlarının tümüdür. Diğer bir deyişle mal varlığıdır."
  },
  {
    "id": "3069297",
    "unitNumber": 5,
    "text": "Zararın, eylemin bir sonucu olarak ortaya çıkması durumuna ne denir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mamelek",
      "B": "Poliçe",
      "C": "Tazminat",
      "D": "Zarar",
      "E": "İlliyet Bağı"
    },
    "explanation": "İlliyet Bağı: Zararın, eylemin bir sonucu olarak ortaya çıkması durumudur. Zarar ile eylem (failin davranışı) arasında bağ olmasıdır. Diğer bir deyişle; eylem olmadan zararın meydana gelmeyeceğinin muhakkak olarak görülmesi demektir."
  },
  {
    "id": "3069300",
    "unitNumber": 5,
    "text": "\"......................... zaman içinde belli periyotlarda, belli bölgelerde tekrarlanan, şiddeti<br/>ve sıklığı yavaş değişen ya da değişimi az çok izlenebilen doğal afet olaylarını temel alır.\" Yukarıdaki boşluğa, aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İlliyet Bağı",
      "B": "Mamelek",
      "C": "Felaket modellemeleri",
      "D": "Aktüerya",
      "E": "Asbest"
    },
    "explanation": "Felaket modellemeleri zaman içinde belli periyotlarda, belli bölgelerde tekrarlanan, şiddeti<br/>ve sıklığı yavaş değişen ya da değişimi az çok izlenebilen doğal afet olaylarını temel alır. Deprem,<br/>tsunami ve yanardağ patlamaları gibi birçok afet ile ilgili yüzlerce hatta binlerce yıllık detaylı tarihsel<br/>kayıtlar bulunabileceği gibi, doğa bilimcilerin coğrafyayı inceleyerek çok eski tarihlerde gerçekleşmiş<br/>ancak günümüzde bilinmeyen doğal afetleri tespit etmesi ve bunların modellemede kullanılan veri havuzuna eklenmeleri de söz konusu olabilmektedir."
  },
  {
    "id": "3069302",
    "unitNumber": 5,
    "text": "\"Sigorta şirketleri için poliçeyi imzalama sürecini, sigorta hizmetlerini, risk hesaplama sürecini ifade eder. İş kabulü olarak da kullanılabilir.\" tanımı, aşağıdakilerden hangisini ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Underwriting",
      "B": "Deprem sigortası",
      "C": "Kusursuz sorumluluk",
      "D": "Mali yük",
      "E": "Poliçe"
    },
    "explanation": "Underwriting: Sigorta şirketleri için poliçeyi imzalama sürecini, sigorta hizmetlerini, risk hesaplama sürecini ifade eder. İş kabulü olarak da kullanılabilir."
  },
  {
    "id": "3069304",
    "unitNumber": 5,
    "text": "Sigorta edilmiş riskin, belli bir kısmının veya tamamının yeniden sigorta edilmesine ne denir?",
    "correctAnswer": "C",
    "options": {
      "A": "Underwriting",
      "B": "Amyant",
      "C": "Reasürans",
      "D": "Kusursuz Sorumluluk",
      "E": "Aşkın sigorta"
    },
    "explanation": "Reasürans: Sigorta edilmiş riskin, belli bir kısmının veya tamamının yeniden sigorta edilmesidir."
  },
  {
    "id": "3069306",
    "unitNumber": 5,
    "text": "TTK’nin 1482. Maddesi gereği sorumluluk sigortalarında, sigortacıya yöneltilecek tazminat istemi, gerek 3. şahıs, gerekse 3. şahsa ödeme yapan sigorta ettiren/sigortalının bakımından zaman aşım süresi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "10 yıl",
      "B": "5 yıl",
      "C": "15 yıl",
      "D": "20 yıl",
      "E": "3 yıl"
    },
    "explanation": "TTK’nin 1482. Maddesi gereği sorumluluk sigortalarında, sigortacıya yöneltilecek tazminat istemi, gerek 3. şahıs, gerekse 3. şahsa ödeme yapan sigorta ettiren/sigortalının bakımından zaman aşımı süresi 10 yıldır."
  },
  {
    "id": "3069309",
    "unitNumber": 5,
    "text": "Kusursuz ürün veya hizmet günümüz teknolojisinde olanaksızdır. Aşağıdakilerden hangisi Ürün kusurlarının başlıca nedenlerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ürün geliştirme hataları",
      "B": "Üretim hataları",
      "C": "Etiket hataları",
      "D": "Ürün kontrol hataları",
      "E": "Tüketim hataları"
    },
    "explanation": "Kusursuz ürün veya hizmet günümüz teknolojisinde olanaksızdır. Tüketici sayısı arttıkça olası<br/>hasar sebepleri ve tazminat talepleri de artmakta ve uluslararası ticaret söz konusu olunca uluslararası sorumluluklar ve davalar söz konusu olmaktadır.<br/>Bununla birlikte, gün geçtikçe tüketicilerin korunması, tüketici bilinci artmakta ve yeni katı hukuk<br/>kuralları da getirilmektedir. Böylelikle dünyada çok yaygın olan ve kanunlarla desteklenen bu poliçe, firmadan istenebilecek yüksek tazminat taleplerinin sigortacı kanalıyla ödenmesi sonucu firmayı<br/>korumakla kalmayıp müşteri ve toplum menfaatlerine karşı duyarlılığın simgesi haline de gelmektedir. Ürün kusurlarının başlıca nedenleri aşağıdaki gibi sayılabilir;<br/>• Ürün geliştirme hataları <br/>• Üretim hataları<br/>• Etiket hataları <br/>• Ürün kontrol hataları<br/>Tüketim hataları"
  },
  {
    "id": "3069310",
    "unitNumber": 5,
    "text": "\"............zorunlu sigortaların ödeme yapmaması veya bu sigortaların hiç yaptırılmamış olması gibi sebeplerle zararı gidermek hususunda çözüm bulunamaması olasılığı için öngörülmüştür.\" Cümlesindeki boşluğa aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Güvence Hesabı",
      "B": "Tehlike Sorumluluğu",
      "C": "Teknolojik yenilikler",
      "D": "Tedavi Giderleri Teminatı",
      "E": "Sakatlık Teminatı"
    },
    "explanation": "Güvence Hesabı, zorunlu sigortaların ödeme yapmaması veya bu sigortaların hiç yaptırılmamış<br/>olması gibi sebeplerle zararı gidermek hususunda çözüm bulunamaması olasılığı için öngörülmüştür."
  },
  {
    "id": "3069312",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi, Güvence Hesabı’ndan karşılanmayacak zararlardan biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Manevi zararlar",
      "B": "Bedensel zararlar dışında kalan her türlü maddi zararlar.",
      "C": "Kazaya neden olan aracın işletenin veya sürücüsünün zararları.",
      "D": "Motorlu aracı çalan veya gasp edenlerle, bunlara yardımcı olanların ve bu durumu bilerek<br/>araca binen sürücü veya yolcu zararları.",
      "E": "Deprem"
    },
    "explanation": "Güvence Hesabı’ndan karşılanmayacak zararlar<br/>aşağıdaki gibi açıklanabilir;<br/>• Manevi zararlar<br/>• Bedensel zararlar dışında kalan her türlü<br/>maddi zararlar. (Hesabın yükümlü olduğu<br/>iflas etmiş veya ruhsatları iptal edilmiş Sigorta Şirketleri hariç)<br/>• Kazaya neden olan aracın işletenin veya sürücüsünün zararları<br/>• Motorlu aracı çalan veya gasp edenlerle, bunlara yardımcı olanların ve bu durumu bilerek<br/>araca binen sürücü veya yolcu zararları<br/>• Motorlu araçların yarış için bulunması gereken sigortayı yaptırmaksızın yarışa katılması durumunda kişilere verdiği bedeni<br/>zararlar\n<br/>• İşletenin eylemlerinden sorumlu tutulduğu<br/>kişilere karşı yöneltebileceği zararlar<br/>• İşleten tarafından ileri sürülebilecek tazminat talepleri<br/>• Motorlu bisikletin sebep olduğu kazalardan<br/>doğan zararlar<br/>• Motorlu araçlarla ilgili mesleki faaliyette<br/>bulunan kimselere motorlu aracın bırakılması sırasında kişilere gelen zararlar<br/>• Hastalık ve ferdi kaza s<br/>Deprem"
  },
  {
    "id": "3070796",
    "unitNumber": 5,
    "text": "Zarar gören üçüncü kişilerin doğrudan dava hakkını her türlü sorumluluk sigortası için açık bir şekilde kabul ederek, bu hakkın uygulama alanına ilişkin geçmişte yaşanan tüm tartışmaları sona erdiren TTK' nunun kaç sayılı ve kaç nolu maddesidir?",
    "correctAnswer": "C",
    "options": {
      "A": "6102 sayılı 1476 nolu madde",
      "B": "6102 sayılı 1477 nolu madde",
      "C": "6102 sayılı 1478 nolu madde",
      "D": "6102 sayılı 1479 nolu madde",
      "E": "6102 sayılı 1480 nolu madde"
    },
    "explanation": "6102 sayılı yeni TTK’nin 1478. Maddesi, zarar gören üçüncü kişilerin doğrudan dava hakkını her türlü sorumluluk sigortası için açık bir şekilde kabul ederek, bu hakkın uygulama alanına ilişkin geçmişte yaşanan tüm tartışmaları sona erdirmiştir"
  },
  {
    "id": "3070800",
    "unitNumber": 5,
    "text": "Zararın, eylemin bir sonucu olarak ortaya çıkması durumuna ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kusursuz Sorumluluk",
      "B": "Mamelek",
      "C": "Hasar",
      "D": "İlliyet Bağı",
      "E": "Sorumluluk"
    },
    "explanation": "İlliyet Bağı: Zararın, eylemin bir sonucu olarak ortaya çıkması durumudur. Zarar<br/>ile eylem (failin davranışı) arasında bağ olmasıdır. Diğer bir deyişle eylem olmadan zararın meydana gelmeyeceğinin muhakkak olarak görülmesi demektir."
  },
  {
    "id": "3070804",
    "unitNumber": 5,
    "text": "Felaket etkisi olan, birden fazla sayıda poliçeden aynı anda hasar ödemesi yapılmasına neden olan hasarlar aşağıdakilerden hangisi ile adlandırılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Katastrofik Hasarlar",
      "B": "Sorumluluk hasarları",
      "C": "Mal hasarları",
      "D": "Can Kaybı Hasarları",
      "E": "Bedeni hasarlar"
    },
    "explanation": "Katastrofik Hasarlar: Felaket etkisi olan, birden fazla sayıda poliçeden aynı anda hasar ödemesi yapılmasına neden olan hasarlardır."
  },
  {
    "id": "3070806",
    "unitNumber": 5,
    "text": "Sorumluluk sigortalarında , sigorta sözleşmesinden doğan bütün istemler, alacağın muaccel olduğu tarihten başlayarak kaç yıl geçmesiyle zamanaşımına uğrar?",
    "correctAnswer": "D",
    "options": {
      "A": "10",
      "B": "5",
      "C": "3",
      "D": "2",
      "E": "1"
    },
    "explanation": "TTK’nin 1420. Maddesi gereğince, sigorta sözleşmesinden doğan bütün istemler, alacağın muaccel olduğu tarihten başlayarak 2 yıl geçmekle zamanaşımına uğrar."
  },
  {
    "id": "3070815",
    "unitNumber": 5,
    "text": "İşveren mali sorumluluk sigortası poliçesi, aşağıda ileri sürülecek tazminat taleplerinden hangisini karşılamaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Sosyal Sigortalar Kurumu’na tabi işçiler ve onların hak sahipleri tarafından talep edilebilecek tazminat taleplerini",
      "B": "Sosyal Sigortalar Kurumu’nun sağladığı yardımların üstünde ve dışında kalan tazminat taleplerini",
      "C": "Sosyal Sigortalar Kurumu’nun açacağı rücu davaları sonucunda, ödeme yükümlülüğü doğan tazminatları",
      "D": "Sosyal Sigortalar Kurumu’nun açacağı rücu davaları sonucunda mahkeme masrafları ve avukatlık ücretlerini",
      "E": "Sosyal sigortalar kurumuna tabi işçilerin %100 kusurlu olduğunda ileri sürülecek tazminat taleplerini"
    },
    "explanation": "Sosyal Sigortalar Kurumu’na tabi işçiler ve onların hak sahipleri tarafından talep edilebilecek tazminat taleplerini,\n<br/>Sosyal Sigortalar Kurumu’nun sağladığı yardımların üstünde ve dışında kalan tazminat taleplerini,\n<br/>Sosyal Sigortalar Kurumu’nun açacağı rücu davaları sonucunda, ödeme yükümlülüğü doğan tazminatlar ile mahkeme masrafları ve avukatlık ücretlerini kapsamaktadır.\n<br/>Sosyal sigortalar kurumuna tabi işçilerin %100 kusurlu olduğu durumlarda ileri sürülecek tazminat talepleri poliçe kapsamından karşılanmaz."
  },
  {
    "id": "3070832",
    "unitNumber": 5,
    "text": "Aşağıdaki genel sorumluluk sigortalarından hangisi zorunludur?",
    "correctAnswer": "E",
    "options": {
      "A": "Kıyı Tesisleri Deniz Kirliliği Mali Sorumluluk Sigortası",
      "B": "Ürün Sorumluluk Sigortası",
      "C": "Özel Güvenlik Mali Sorumluluk Sigortası",
      "D": "İşveren Mali Sorumluluk Sigortası",
      "E": "Maden Çalışanları Ferdi Kaza Sigortası"
    },
    "explanation": "26/1/2015 tarihli ve 2015/7249 sayılı Bakanlar Kurulu Kararı ile yürürlüğe konulan Maden Çalışanları Zorunlu Ferdi Kaza Sigortası Hakkında Karar çerçevesinde Maden Çalışanları Zorunlu Ferdi Kaza Sigortasına ilişkin olarak güncel tarife ve talimatlar yayınlanmıştır."
  },
  {
    "id": "3070850",
    "unitNumber": 5,
    "text": "Sigorta Birliği bünyesinde bulunan Karayolları Trafik Garanti Fonu Hesabından (Güvence Hesabı) kazanın meydana geldiği tarihte geçerli zorunlu mali sorumluluk sigortasına göre ödenecek tazminat tutarlarından gerekli belgelerle başvuran hak sahiplerine aşağıdakilerden hangi tazminat ödenmez?",
    "correctAnswer": "C",
    "options": {
      "A": "Kazaya karışan motorlu aracın saptanamaması durumunda kişiye gelen bedeni zararlar",
      "B": "Zorunlu Mali Sorumluluk Sigortası yaptırmaksızın trafiğe çıkarılan motorlu aracın kişilere verdiği bedeni zararlar",
      "C": "Zorunlu Mali Sorumluluk Sigortası yaptırmaksızın trafiğe çıkarılan motorlu aracın kişiye verdiği maddi zararlar",
      "D": "Gasp edilmiş motorlu aracın kişilere verdiği bedeni zararlar",
      "E": "Çalınmış motorlu aracın kişilere verdiği bedeni zararlar"
    },
    "explanation": "Kazaya karışan motorlu aracın saptanamaması durumunda kişiye gelen bedeni zararlar, Zorunlu Mali Sorumluluk Sigortası yaptırmaksızın trafiğe çıkarılan motorlu aracın kişilere verdiği bedeni zararlar, çalınmış veya gasp edilmiş motorlu aracın kişilere verdiği bedeni zararlar için, kazanın meydana geldiği tarihte geçerli zorunlu mali sorumluluk sigortasına göre bedeni zararlar için ödenecek tazminat tutarları Türkiye Sigorta Birliği bünyesinde bulunan Karayolları Trafik Garanti Fonu Hesabı (Güvence Hesabı) tarafından gerekli belgelerle başvuran hak sahiplerine ödenir.\n<br/>Zorunlu Mali Sorumluluk Sigortası yaptırmaksızın trafiğe çıkarılan motorlu aracın kişiye verdiği <strong>maddi zararlar</strong> Trafik Garanti Fonu Hesabından ödenmez."
  },
  {
    "id": "3070864",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi <strong>Güvence hesabı</strong> kapsamındaki sigortalardan biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Zorunlu Maden Çalışanları Ferdi Kaza Sigortası",
      "B": "Zorunlu Sertifika Mali Sorumluluk Sigortası",
      "C": "Karayolları Motorlu Araçlar Zorunlu Mali Sorumluluk Sigortası",
      "D": "Tehlikeli Maddeler ve Tehlikeli Atık Zorunlu Sorumluluk Sigortası",
      "E": "Karayolu Yolcu Taşımacılığı Zorunlu Koltuk Ferdi Kaza Sigortası"
    },
    "explanation": "Güvence Hesabı Kapsamındaki Sigortalar;<br/>1. Sigortacılık Kanunu 13. Maddesi uyarınca<br/>zorunlu kılınan sorumluluk sigortaları (Bakanlar Kurulu kararıyla öngörülen Zorunlu Maden Çalışanları Ferdi Kaza Sigortası)<br/>2. Karayolları Trafik Kanunu uyarınca zorunlu kılınan sorumluluk sigortaları (Karayolları Motorlu Araçlar Zorunlu Mali Sorumluluk Sigortası - Trafik Sigortası)<br/>3. Karayolu Taşıma Kanunu uyarınca zorunlu kılınan sorumluluk sigortaları (Karayolu Yolcu Taşımacılığı Zorunlu Koltuk Ferdi Kaza Sigortası)<br/>4. Mülga Sigorta Murakabe Kanunu çerçevesinde ihdas edilen zorunlu sigortalar (Bakanlar Kurulu kararıyla öngörülen Zorunlu Tüpgaz Sorumluluk Sigortası, Tehlikeli Maddeler ve Tehlikeli Atık Zorunlu<br/>Sorumluluk Sigortası)\n<br/>Zorunlu Sertifika Mali Sorumluluk Sigortası <strong>Güvence hesabı</strong> kapsamındaki sigortalar dan birisi değildir."
  },
  {
    "id": "3070872",
    "unitNumber": 5,
    "text": "I- Türkiye Cumhuriyeti mevzuatı dışındaki kanunlar çerçevesinde yapılabilecek tazminat talepleri\n<br/>II- Sigortalının fiillerinden sorumlu olduğu kişilerin kasıtlı hareketlerinden kaynaklanabilecek tazminat talepleri\n<br/>III- Yasal belgelerin, mevcut yasa ve yönetmeliklerde öngörülen zamanlarda tamamlanmamasından kaynaklanan tazminat talepleri\n<br/>Yukarıdakilerden hangisi ya da hangileri Mesleki Sorumluluk Sigortası Genel Şartlarının “Aksine Sözleşme Yoksa Teminat Dışında Kalan halleri arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "I, III",
      "B": "I, II",
      "C": "III",
      "D": "I, II, III",
      "E": "II"
    },
    "explanation": "Mesleki Sorumluluk Sigortası Genel Şartlarının “Aksine Sözleşme Yoksa Teminat Dışında Kalan Hâller, Tazminat Talepleri ve Ödemeler” maddesinde yer alan düzenlemeler saklı kalmak kaydıyla;<br/>1. Türkiye Cumhuriyeti mevzuatı dışındaki kanunlar çerçevesinde yapılabilecek tazminat talepleri,<br/>2. Sigortalının fiillerinden sorumlu olduğu kişilerin kasıtlı hareketlerinden kaynaklanabilecek tazminat talepleri,<br/>3. Yasal belgelerin, mevcut yasa ve yönetmeliklerde öngörülen zamanlarda tamamlanmamasından kaynaklanan tazminat talepleri,<br/>4. Yazılım veya donanımla ilgili her türlü görüş veya tavsiyeden kaynaklanan tazminat talepleri,<br/>5. Sigortalının yediemin veya benzeri sair bir sıfatla yürüttüğü faaliyetlerden kaynaklanan tazminat talepleri, aksine sözleşme yoksa teminat dışındadır."
  },
  {
    "id": "3070909",
    "unitNumber": 5,
    "text": "TTK’nin 1482. Maddesi gereği sorumluluk sigortalarında, sigortacıya yöneltilecek tazminat istemi, gerek 3. şahıs, gerekse 3. şahsa ödeme yapan sigorta ettiren/sigortalının bakımından zamanaşımı süresi kaç yıldır?",
    "correctAnswer": "E",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "5",
      "E": "10"
    },
    "explanation": "TTK’nin 1482. Maddesi gereği sorumluluk sigortalarında, sigortacıya yöneltilecek tazminat istemi, gerek 3. şahıs, gerekse 3. şahsa ödeme yapan sigorta ettiren/sigortalının bakımından zamanaşımı süresi 10 yıldır."
  },
  {
    "id": "3070971",
    "unitNumber": 5,
    "text": "Bir kişinin hak ve yükümlülüklerinden meydana gelen ve para ile ölçülebilen her türlü mal, hak ve borçlarının tümüne ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mamelek",
      "B": "İlliyet bağı",
      "C": "Sigorta",
      "D": "Reasürans",
      "E": "Garantör"
    },
    "explanation": "Soru ile ilgili konu başlığı: SORUMLULUK SİGORTALARI<br/>Mamelek: Bir kişinin hak ve yükümlülüklerinden meydana gelen ve para ile ölçülebilen her türlü mal, hak ve borçlarının tümüdür. Diğer bir deyişle mal varlığıdır."
  },
  {
    "id": "3070974",
    "unitNumber": 5,
    "text": "Poliçedeki sigorta bedelinin, sigorta konusunun gerçek ve makul değerinin üzerinde olması hâline ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Eksik sigorta",
      "B": "Aşkın sigorta",
      "C": "Çifte sigorta",
      "D": "İsteğe bağlı sigorta",
      "E": "Mali sorumluluk sigorta"
    },
    "explanation": "Soru ile ilgili konu başlığı: SORUMLULUK SİGORTALARI<br/>Aşkın Sigorta: Poliçedeki sigorta bedelinin, sigorta konusunun gerçek ve makul değerinin üzerinde olması hâlidir."
  },
  {
    "id": "3070977",
    "unitNumber": 5,
    "text": "Aşağıdaki ifadelerden hangisi sorumluluk sigortasıyla ilgili <u>doğru</u> bir açıklama <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Sorumluluk sigortası riskin gerçekleşmesi hâlinde gerçek zararlar sigorta limiti dâhilinde karşılanır",
      "B": "Sorumluluk sigortalarında sigorta ettirenin zarar verdiği kişi, sigorta sözleşmesi ile ilgili değildir",
      "C": "Sorumluluk sigortalarında sigorta bedelinin tamamının ödenmesi gerekmektedir",
      "D": "Sorumluluk sigortaları Türk Ticaret Kanunu’nda mal/zarar sigortaları kısmında düzenlenmiştir",
      "E": "Sorumluluk sigortaları sigorta ettirenleri, üçüncü kişilere verilen zararlar sebebiyle temin etmektedir"
    },
    "explanation": "Soru ile ilgili konu başlığı: SORUMLULUK SİGORTALARI<br/>Sorumluluk sigortası bir tür zarar sigortası olduğundan, riskin gerçekleşmesi hâlinde bu riskten zarar gören üçüncü kişilerin gördükleri gerçek zararlar sigorta limiti dâhilinde karşılanır. Sorumluluk sigortalarında hayat sigortalarının aksine, sigorta poliçesinde kararlaştırılan sigorta bedelinin tamamının ödenmesi gerekmemektedir. Sorumluluk sigortalarında sigorta ettirenin zarar verdiği kişi, sigorta sözleşmesi ile ilgili değildir. Ancak zarara uğrayan üçüncü kişi, sigorta sözleşmesinin tarafı olmadığı hâlde sorumluluk sigortasından yararlanır. Sorumluluk sigortaları, sigortalıları ya da sigorta ettirenleri, üçüncü kişilere verilen zararlar sebebiyle temin etmektedir. Sorumluluk sigortaları Türk Ticaret Kanunu’nda mal/zarar sigortaları kısmında düzenlenmiştir."
  },
  {
    "id": "3070984",
    "unitNumber": 5,
    "text": "Sigorta şirketleri için poliçeyi imzalama sürecini, sigorta hizmetlerini, risk hesaplama sürecini tanımlayan ve iş kabulü olarak da kullanılabilen ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Katastrofik",
      "B": "Reasürans",
      "C": "Garantör",
      "D": "Underwriting",
      "E": "Mamelek"
    },
    "explanation": "Soru ile ilgili konu başlığı: Sorumluluğun Sigorta Edilebilirliği<br/>Underwriting: Sigorta şirketleri için poliçeyi imzalama sürecini, sigorta hizmetlerini, risk hesaplama sürecini ifade eder. İş kabulü olarak da kullanılabilir<strong>.</strong>"
  },
  {
    "id": "3070989",
    "unitNumber": 5,
    "text": "Değerinin tamamı sigorta edilen bir menfaatin aynı risklere karşı tekrar sigorta yapılamaması durumuna ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Garantör",
      "B": "Reasürans",
      "C": "Mamelek",
      "D": "Halefiyet İlkesi",
      "E": "Çifte Sigorta"
    },
    "explanation": "Soru ile ilgili konu başlığı: Sorumluluk Sigortalarının Ayrımı<br/>Çifte Sigorta: Değerinin tamamı sigorta edilen bir menfaatin aynı risklere karşı tekrar sigorta yapılamaması durumudur."
  },
  {
    "id": "3070992",
    "unitNumber": 5,
    "text": "TTK’nin 1482. Maddesi gereği sorumluluk sigortalarında, sigortacıya yöneltilecek tazminat istemi, gerek 3. şahıs, gerekse 3. şahsa ödeme yapan sigorta ettiren/sigortalının bakımından, zamanaşımı süresi kaç yıldır?",
    "correctAnswer": "A",
    "options": {
      "A": "10 Yıl",
      "B": "8 Yıl",
      "C": "6 Yıl",
      "D": "4 Yıl",
      "E": "2 Yıl"
    },
    "explanation": "Soru ile ilgili konu başlığı: Sorumluluk Sigortalarında Zamanaşımı<br/>TTK’nin 1482. Maddesi gereği sorumluluk sigortalarında, sigortacıya yöneltilecek tazminat istemi, gerek 3. şahıs, gerekse 3. şahsa ödeme yapan sigorta ettiren/sigortalının bakımından zamanaşımı süresi 10 yıldır. Bu süre, sigorta konusu olayın gerçekleştiği tarihten itibaren işlemeye başlar."
  },
  {
    "id": "3070995",
    "unitNumber": 5,
    "text": "Modern sorumluluk sigortaları, 19. yüzyılın ilk yarısında <u>ilk</u> olarak kaza ve kasko sigortası şeklinde, aşağıdaki hangi ülkede uygulanmaya başlanmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Almanya",
      "B": "Fransa",
      "C": "Amerika",
      "D": "İtalya",
      "E": "Hollanda"
    },
    "explanation": "Soru ile ilgili konu başlığı: GENEL SORUMLULUK SİGORTALARI<br/>Modern sorumluluk sigortaları ilk olarak kaza ve kasko sigortası şeklinde 19. Yüzyılın ilk yarısında, Fransa’da uygulanmaya başlanmıştır. Sorumluluk sigortasına ilişkin ilk adım, 1825’te kurulan Automedon Şirketi tarafından yük arabası, sürücülerine, hem at ve yük arabasında meydana gelen, hem de at ve yük arabasıyla sebebiyet verilen zararlara karşı korumak suretiyle Fransa’da atılmıştır. İlk sanayi sorumluluk sigortası, bir Fransız şirketi olan La Preservatrice tarafından uygulamaya sokulmuştur. Bu şirket “Geniş Tabanlı Grup Sigorta Poliçesi” ile 1861 yılından itibaren iş kazasına uğrayan işçiye maktu bir tazminat ödemeyi veya maktu tazminatı reddeden işçinin, işverenin kusuruna istinaden ileri sürdüğü zararının tamamının tazminine yönelik talebine karşı işverene sigorta teminatı sağlamayı üstlenmiştir."
  },
  {
    "id": "3070997",
    "unitNumber": 5,
    "text": "Otomotiv sanayine tedarikçi olarak hizmet veren bir şirket, ürettiği malı ana sanayi firmasına satıyor ve ilgili firma sizin ürünlerinizi kullanarak hususi/ticari araç üretiyor. Bu aracın, ürünün kusurundan dolayı kaza yaptığını ve 3. şahıslara zarar verdiğini varsayarsak, bu noktada otomotiv şirketine gelebilecek tazminat taleplerini aşağıdaki hangi sigorta türü karşılar?",
    "correctAnswer": "C",
    "options": {
      "A": "Zorunlu sertifika mali sorumluluk sigortası",
      "B": "Özel güvenlik mali sorumluluk sigortası",
      "C": "Ürün sorumluluk sigortası",
      "D": "Ferdi kaza sigortası",
      "E": "Üçüncü şahıslara karşı mali sorumluluk sigortası"
    },
    "explanation": "Soru ile ilgili konu başlığı: İşveren Mali Sorumluluk Sigortası-Ürün sorumluluk sigortası<br/>Ürün Sorumluluk Sigortası: Bu sigorta sözleşmesi ile sigortacı, sigortalıya karşı, sözleşmede tanımlanan ürünlerin kusurundan kaynaklanan tazminat talepleri ve isteme ilişkin makul giderler için sözleşme ile kararlaştırılan şartlar ve limitler dahilinde teminat sağlar. Örneğin; otomotiv sanayine tedarikçi olarak hizmet veren bir şirket, ürettiği malı ana sanayi firmasına satıyor ve ilgili firma sizin ürünlerinizi kullanarak hususi /ticari araç üretiyor. Bu aracın, ürünün kusurundan dolayı kaza yaptığını ve 3. şahıslara zarar verdiğini varsayarsak, işte bu noktada otomotiv şirketine gelebilecek tazminat taleplerini ürün sorumluluk sigortası karşılayabilir."
  },
  {
    "id": "3071000",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Karayolları Motorlu Araçlar Zorunlu Mali Sorumluluk Sigortasıyla ilgili <u>doğru </u>bir ifade <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Zorunlu bir sigortadır",
      "B": "Sigortası olmayan araçların fenni muayeneleri yapılmaz",
      "C": "Sigorta yapılana kadar araç trafikten men edilir",
      "D": "Trafik Sigortası üçüncü şahıslara verilen zararları ve kendi aracınızın hasarını da öder",
      "E": "Trafik Sigortası manevi tazminat taleplerini karşılamaz"
    },
    "explanation": "Soru ile ilgili konu başlığı: Kara Araçları Sorumluluk Sigortaları-Karayolları Motorlu Araçlar Zorunlu Mali Sorumluluk Sigortası (Trafik sigortası)<br/>Karayolları Motorlu Araçlar Zorunlu Mali Sorumluluk Sigortası (Trafik sigortası): Zorunlu bir sigorta olup, yapılan trafik kontrollerinde sigortası olmayan araçlar sigorta yapılana kadar trafikten men edilir, ayrıca para cezası uygulanır. Sigortası olmayan araçların fenni muayeneleri yapılmaz. Trafik Sigortası sadece üçüncü şahıslara verilen zararları karşılamakta olup, kendi aracınızın hasarını ödemez. Trafik Sigortası manevi tazminat taleplerini de karşılamaz."
  },
  {
    "id": "3071012",
    "unitNumber": 5,
    "text": "Sivil Hava Araçları Üçüncü Şahıs Mali Sorumluluk Sigortası uygulamasında hava araçlarının azami kalkış ağırlığı kaç kilogramın altında olursa <u>yapılamaz</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "900 kilogram",
      "B": "800 kilogram",
      "C": "700 kilogram",
      "D": "600 kilogram",
      "E": "500 kilogram"
    },
    "explanation": "Soru ile ilgili konu başlığı: Hava Araçları Mali Sorumluluk Sigortası -Sivil Hava Araçları Üçüncü Şahıs Mali Sorumluluk Sigortası<br/>Sivil Hava Araçları Üçüncü Şahıs Mali Sorumluluk Sigortası; Türk hava sahasında uçuş gerçekleştiren, Türk Sivil Havacılık Kanununun ilgili maddelerince belirtilen sicile kayıtlı hava araçları ve insansız hava araçları ile yabancı sivil hava araçlarını işletenlerin, üçüncü şahıslara verebilecekleri zararlara karşı yaptırmaları gereken sigortayı ifade etmektedir. Ancak bu yönetmelik hükümleri; Devlet hava araçları, ayak gücü ile iniş ve kalkış yapabilen hava araçları (motorlu ve motorsuz yelken kanat ve yamaç paraşütü), savaş ve terör rizikolarına ilişkin sigorta yükümlülükleri bakımından; ticari olmayan amaçlarla ve uluslararası sınırlar ihlâl edilmemek kaydıyla yetkili kişilerce uçuş eğitimi vermek amacıyla ülke içinde gerçekleştirilen uçuşlarda kullanılan, planörler de dâhil olmak üzere azami kalkış ağırlığı 500 kilogramın altında olan hava araçlarına uygulanmaz."
  },
  {
    "id": "2264833",
    "unitNumber": 6,
    "text": "Kişilerin tıbbi yardım, tedavi ve ilaç harcamalarına karşı teminat veren sağlık türüne ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ölüm hali sigortası",
      "B": "Ferdi kaza sigortası",
      "C": "Sağlık sigortası",
      "D": "Maluliyet sigortası",
      "E": "Özel durum sigortası"
    },
    "explanation": "Sağlık sigortası kişilerin, tıbbi yardım, tedavi ve ilaç harcamalarına karşı teminat veren sigorta türüdür. Doğru cevap ‘A’ şıkkıdır."
  },
  {
    "id": "2264839",
    "unitNumber": 6,
    "text": "Aşağıdaki ifadelerden hangisi yatarak tedavi kapsamındaki teminatlardan birisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Fizik tedavi",
      "B": "Menopoz",
      "C": "Psa",
      "D": "Kolonoskopi",
      "E": "Röntgen"
    },
    "explanation": "‘Röntgen’ yatarak tedavi kapsamında olan teminatlardan olduğu için doğru seçeneğimiz ‘E’ şıkkıdır."
  },
  {
    "id": "2264843",
    "unitNumber": 6,
    "text": "Aşağıdaki ifadelerden hangisi ayakta tedavi kapsamındaki teminatlardan birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Laboratuvar",
      "B": "Tahliller",
      "C": "Ameliyat masrafları",
      "D": "Kontrol mamografisi",
      "E": "Ambulans masrafları"
    },
    "explanation": "‘Kontrol mamografisi’ ayakta tedavi kapsamında olan teminatlardan olduğu için doğru seçenek ‘D’ şıkkıdır."
  },
  {
    "id": "2264846",
    "unitNumber": 6,
    "text": "Sigorta, poliçede başlama ve sona erme tarihleri olarak yazılan günlerde, aksi kararlaştırılmadıkça, hangi saatlerde başlamakta ve sona ermektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sabah saat 09:00’da başlar ve akşam saat 17:00’de sona erer.",
      "B": "Öğleden sonra saat 14:30’da başlar ve akşam saat 18:00’de sona erer.",
      "C": "Öğlen saat 12:30’da başlar ve akşam saat 17:30’da sona erer.",
      "D": "Sabah saat 08:30’da başlar ve öğleyin saat 14:30’da sona erer.",
      "E": "Öğleyin saat 12:00’de başlar ve öğleyin saat 12:00’de sonra erer."
    },
    "explanation": "Sigorta, poliçede başlama ve sona erme tarihleri olarak yazılan günlerde, aksi kararlaştırılmadıkça, öğleyin saat 12:00’de başlar ve öğleyin saat 12.00’de sona ermektedir."
  },
  {
    "id": "2264850",
    "unitNumber": 6,
    "text": "Sözleşmenin yapılmasından sonra teklifnamede, teklifnamede yoksa poliçe ve eklerinde beyan olunan hususlar değiştiği takdirde sigorta ettiren en geç ne kadar süre içinde durumu sigortacıya ihbarla yükümlüdür?",
    "correctAnswer": "A",
    "options": {
      "A": "8 gün",
      "B": "14 gün",
      "C": "3 gün",
      "D": "6 hafta",
      "E": "1 ay"
    },
    "explanation": "Sözleşmenin yapılmasından sonra teklifnamede, teklifnamede yoksa poliçe ve eklerinde beyan olunan hususlar değiştiği takdirde sigorta ettiren en geç 8 gün içinde durumu sigortacıya ihbarla yükümlüdür. Bu yüzden doğru seçenek ‘A’ şıkkıdır."
  },
  {
    "id": "2264852",
    "unitNumber": 6,
    "text": "Sigorta sözleşmesinden doğan bütün istemler kaç yıllık zaman aşımına tabidir?",
    "correctAnswer": "B",
    "options": {
      "A": "6 yıllık",
      "B": "2 yıllık",
      "C": "4 yıllık",
      "D": "12 yıllık",
      "E": "8 yıllık"
    },
    "explanation": "Sigorta sözleşmesinden doğan bütün istemler iki yıllık zaman aşımına tabidir. Bu yüzden doğru seçenek ‘B’ şıkkıdır."
  },
  {
    "id": "2264857",
    "unitNumber": 6,
    "text": "Aşağıdaki ifadelerden hangisi seyahat sigortası kapsamında sigorta şirketinin sigortalıya sunmuş olduğu asgari teminatlardan birisi <u>değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Vefat eden sigortalının nakli",
      "B": "Sigortalının taburcu olduktan sonra ikamet adresine götürülmesi",
      "C": "Sigortalının poliçede belirlenen sürelerde kendi evinde bakımının yapılması",
      "D": "Sigortalarının tedavisi için en yakın sağlık kuruluşuna nakli",
      "E": "Ani rahatsızlık ve hastalıklarda tıbbi tedavi teminatı"
    },
    "explanation": "‘Sigortalının poliçede belirlenen sürelerde kendi evinde bakımının yapılması’ sigorta şirketlerinin sigortalıya sağlamış olduğu asgari teminatlardan birisi değildir. Bu yüzden doğru seçenek ‘C’ şıkkıdır."
  },
  {
    "id": "2264860",
    "unitNumber": 6,
    "text": "Yurtdışına yapılan seyahatlerde seyahat sağlık sigortası ne zaman başlamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Vize çıktığında",
      "B": "Ülke sınırlarından çıkıldığının pasaportla tespit edildiği an",
      "C": "Seyahatin yapılacağı ülkeye uçağın inmesiyle birlikte",
      "D": "Gidiş-dönüş biletleri satın alındığında",
      "E": "Uçağın ülke sınırlarından ayrılmasıyla birlikte"
    },
    "explanation": "Sigortanın süresi yurtdışına yapılan seyahatler için ülkemiz sınırlarından çıkıldığının pasaportla tespit edildiği an başlar. Bu yüzden doğru seçenek ‘B’ şıkkıdır."
  },
  {
    "id": "2264862",
    "unitNumber": 6,
    "text": "Aşağıda verilen durumlardan hangisi seyahat sigorta kapsamının dışında <u>değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "İç kargaşalıklar",
      "B": "Doğal afetler",
      "C": "Doğuştan olan hastalıklar",
      "D": "Kronik hastalıklar",
      "E": "Salgın hastalıklar"
    },
    "explanation": "Kronik hastalıklar dışındaki tüm durumlar seyahat sigortası kapsamının dışındadır. Kronik hastalıklar ise sigorta kapsamına dahil edilmektedir. Bu nedenle doğru seçenek ‘D’ şıkkıdır."
  },
  {
    "id": "2264865",
    "unitNumber": 6,
    "text": "Seyahat sağlık sigortası satın alan kişi, seyahate gidemediğinde ödediği sigorta primini geri alabilmesi için sigorta şirketine durumu ne zamana kadar haber vermesi gerekmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Poliçe başlangıç tarihinden en geç 3 saat önce",
      "B": "Poliçe başlangıç tarihinden en geç 12 saat önce",
      "C": "Poliçe başlangıç tarihinden en geç 18 saat önce",
      "D": "Poliçe başlangıç tarihinden en geç 6 saat önce",
      "E": "Poliçe başlangıç tarihinden en geç 24 saat önce"
    },
    "explanation": "Seyahat sağlık sigortası satın alan kişi, seyahate gidemediği durumda poliçe başlangıç tarihinden en geç 24 saat önce haber vermek kaydıyla ödediği sigorta primini geri alır."
  },
  {
    "id": "2369494",
    "unitNumber": 6,
    "text": "I. Ameliyat masrafları\n II. Tahliller\n III. Doktor muayenesi\n IV. Kolonoskopi\n Yukarıdakilerden hangileri sağlık sigortasında yatarak tedavi kapsamındaki teminatlar arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I ve III",
      "E": "II ve IV"
    },
    "explanation": "Yatarak tedavi kapsamındaki bazı teminatlar şunlardır: <br/>• Ameliyat masrafları,<br/>• Acil durumlarda ambulans masrafları,<br/>• Laboratuvar, tahliller, röntgen ve diğer hastane hizmetleri,<br/>• Yoğun bakım gerektiren tedavilerdeki tüm masraflar,<br/>• Kullanılan cihaz masrafları,<br/>• Doğum ve hastanede yatma gerektiren hamilelik masrafları,<br/>• Refakatçi masrafları\n<br/>Doğru cevap A'dır.<br/>Yatarak tedavi kapsamındaki bazı teminatlar şunlardır: <br/>• Ameliyat masrafları,<br/>• Acil durumlarda ambulans masrafları,<br/>• Laboratuvar, tahliller, röntgen ve diğer hastane hizmetleri,<br/>• Yoğun bakım gerektiren tedavilerdeki tüm masraflar,<br/>• Kullanılan cihaz masrafları,<br/>• Doğum ve hastanede yatma gerektiren hamilelik masrafları,<br/>• Refakatçi masrafları\n Doğru cevap A'dır."
  },
  {
    "id": "2369501",
    "unitNumber": 6,
    "text": "Sağlık sigortasında grup sigortası yapılabilmesi için <u>en az</u> kaç kişi bulunmalıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "3",
      "B": "5",
      "C": "10",
      "D": "15",
      "E": "20"
    },
    "explanation": "En az on kişiden oluşan, sigorta ettiren tarafından, belirli kıstaslara göre kimlerden oluştuğunun belirlenebilmesi imkânı bulunan bir gruba dâhi kişiler lehine, tek bir sözleşme ile sigorta yapılabilir. Buna grup sigortası denir. Doğru cevap C'dir."
  },
  {
    "id": "2369508",
    "unitNumber": 6,
    "text": "Sigortalıların sigorta süresi içinde hastalanmaları ve/veya herhangi bir kaza<br/>sonucu yaralanmaları hâlinde tedavileri için gerekli masrafları ile varsa gündelik tazminatlarını teminat altına alan sigorta türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hayat sigortası",
      "B": "Hastalık sigortası",
      "C": "Sağlık sigortası",
      "D": "Kasko sigortası",
      "E": "Ferdi kaza sigortası"
    },
    "explanation": "Sigortalıların sigorta süresi içinde hastalanmaları ve/veya herhangi bir kaza<br/>sonucu yaralanmaları hâlinde tedavileri için gerekli masrafları ile varsa gündelik tazminatlarını teminat altına alan sigorta türü sağlık sigortasıdır. Doğru cevap C'dir."
  },
  {
    "id": "2369512",
    "unitNumber": 6,
    "text": "Sağlık sigortası genel şartlarına göre aşağıdaki hallerden hangisi sağlık sigortasının teminatı dışında kalmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Nükleer silah kullanımı",
      "B": "Deprem",
      "C": "Yanardağ püskürmesi",
      "D": "Sel",
      "E": "Yer kayması"
    },
    "explanation": "Nükleer rizikolar veya nükleer, biyolojik ve kimyasal silah kullanımı veya nükleer, biyolojik ve kimyasal maddelerin açığa çıkmasına neden olacak her türlü saldırı ve sabotaj Sağlık Sigortası Genel Şartlarına göre sigortanın teminatı dışında kalmaktadır. Deprem, sel, yanardağ püskürmesi ve yer kayması ise sözleşme ile teminat kapsamına alınabilir. Doğru cevap A'dır.<br/>Nükleer rizikolar veya nükleer, biyolojik ve kimyasal silah kullanımı veya nükleer, biyolojik ve kimyasal maddelerin açığa çıkmasına neden olacak her türlü saldırı ve sabotaj Sağlık Sigortası Genel Şartlarına göre sigortanın teminatı dışında kalmaktadır. Deprem, sel, yanardağ püskürmesi ve yer kaymasının ise sözleşme ile teminat kapsamına alınabileceği \"aksine sözleşme yoksa\" ibaresinden anlaşılmaktadır. Doğru cevap A'dır."
  },
  {
    "id": "2369514",
    "unitNumber": 6,
    "text": "Sağlık sigortasında sigortacının sorumluluğunun başladığı an aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Teklifnamenin doldurulduğu an",
      "B": "Sözleşmenin kurulduğu an",
      "C": "Poliçenin teslim edildiği an",
      "D": "Primin veya ilk taksidin ödendiği an",
      "E": "Tedavinin başladığı an"
    },
    "explanation": "Sağlık sigortasında primin tamamı veya taksitle ödenmesi kararlaştırılmış ise ilk taksit ödenmeden sigortacının sorumluluğu başlamaz. Doğru cevap D'dir."
  },
  {
    "id": "2369515",
    "unitNumber": 6,
    "text": "Sağlık Sigortası Genel Şartlarına göre sigorta ettiren/sigortalı rizikonun gerçekleştiğini öğrendiği veya her hâlükârda haber vermeye muktedir oldukları tarihten itibaren hangi süre içinde sigortacıya bildirmekle yükümlüdür?",
    "correctAnswer": "B",
    "options": {
      "A": "5 gün",
      "B": "8 gün",
      "C": "10 gün",
      "D": "15 gün",
      "E": "1ay"
    },
    "explanation": "Sağlık Sigortası Genel Şartlarına göre sigorta ettiren/sigortalı rizikonun<br/>gerçekleştiğini öğrendiği veya her hâlükârda haber vermeye muktedir oldukları tarihten itibaren sekiz gün içinde sigortacıya yazı ile bildirmeye mecburdur. Doğru cevap B'dir."
  },
  {
    "id": "2369518",
    "unitNumber": 6,
    "text": "Seyahat Sağlık Sigortası Genel Şartlarına göre sehayat sağlık sigortasında aksi sözleşmeyle kararlaştırılmadıkça sigortacının sorumluluğu aşağıdakilerden hangisi ile başlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Teklifnamenin doldurulması",
      "B": "Poliçenin düzenlenmesi",
      "C": "Poliçenin teslimi",
      "D": "Primin ödenmesi",
      "E": "Seyahatin başlaması"
    },
    "explanation": "Seyahat Sağlık Sigortası Genel Şartlarına göre sigorta priminin tamamının akit<br/>yapılır yapılmaz poliçenin teslimi karşılığında ödenmesi gerekir. Aksi kararlaştırılmadıkça, prim ödenmediği taktirde poliçe teslim edilmiş olsa dahi sigortacının sorumluluğu başlamaz. Doğru cevap D'dir."
  },
  {
    "id": "2369522",
    "unitNumber": 6,
    "text": "Sosyal güvenceye sahip genel sağlık sigortalılarının SGK ile anlaşmalı özel sağlık kuruluşlarında muayene ve tedavi olmalarını sağlayan sigorta aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tamamlayıcı sağlık sigortası",
      "B": "Kasko sigortası",
      "C": "Trafik sigortası",
      "D": "Hastalık sigortası",
      "E": "Ferdi kaza sigortası"
    },
    "explanation": "Sosyal güvenceye sahip genel sağlık sigortalılarının SGK ile anlaşmalı özel sağlık kuruluşlarında muayene ve tedavi olmalarını sağlayan sigorta tamamlayıcı sağlık sigortasıdır. Doğru cevap A'dır."
  },
  {
    "id": "2369731",
    "unitNumber": 6,
    "text": "Seyahat Sağlık Sigortası Genel Şartlarına göre aşağıdakilerden hangisi özel şartlarla teminat altına alınabilecek durumlar arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Salgın hastalıklar",
      "B": "Sigortalının hileli hareketleri",
      "C": "Sigortalının kasıtlı hareketleri",
      "D": "Doğuştan olan hastalıklar",
      "E": "İntihar"
    },
    "explanation": "Akıl hastalıkları, psikolojik rahatsızlıklar ve salgın hastalıklar, Seyahat Sağlık Sigortası Genel Şartlarına göre özel şartlarla teminat altına alınabilecek durumlar arasında yer almaktadır. Doğru cevap A'dır."
  },
  {
    "id": "2369733",
    "unitNumber": 6,
    "text": "Seyahat Sağlık Sigortası Genel Şartlarına göre sigortalı başka sigorta şirketleriyle aynı rizikolara karşı aynı süreye rastlayan başka sigorta sözleşmesi yapacak olursa bunu sigortacılara hangi süre içinde bildirmekle yükümlüdür?",
    "correctAnswer": "A",
    "options": {
      "A": "Derhal",
      "B": "8 gün",
      "C": "10 gün",
      "D": "1 ay",
      "E": "3 ay"
    },
    "explanation": "Seyahat Sağlık Sigortası Genel Şartlarına göre sigortalı başka sigorta şirketleriyle aynı rizikolara karşı aynı süreye rastlayan başka sigorta sözleşmesi yapacak olursa bunu sigortacılara derhal bildirmekle yükümlüdür. Doğru cevap A'dır."
  },
  {
    "id": "2385364",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yatarak tedavi kapsamındaki teminatlardan birini kapsar?",
    "correctAnswer": "A",
    "options": {
      "A": "Kullanılan cihaz masrafları",
      "B": "Fizik tedavi",
      "C": "Menapoz",
      "D": "Psa",
      "E": "Kolonoskopi"
    },
    "explanation": "Yatarak tedavi kapsamındaki bazı teminatlar aşağıdadır:<br/>• Ameliyat masrafları,<br/>• Acil durumlarda ambulans masrafları,<br/>• Laboratuvar, tahliller, röntgen ve diğer has- tane hizmetleri,<br/>• Yoğun bakım gerektiren tedavilerdeki tüm masraflar,<br/>• Kullanılan cihaz masrafları,<br/>• Doğum ve hastanede yatma gerektiren ha- milelik masrafları,<br/>• Refakatçi masrafları.\n Doğru cevap A şıkkıdır."
  },
  {
    "id": "2385371",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ayakta tedavi teminatlarından birini kapsar?",
    "correctAnswer": "B",
    "options": {
      "A": "Acil durumlarda ambulans masrafları",
      "B": "Kolonoskopi",
      "C": "Refakatçi masrafları",
      "D": "Kullanılan cihaz masrafları",
      "E": "Laboratuvar, tahliller, röntgen ve diğer hastane hizmetleri"
    },
    "explanation": "Ayakta Tedavi Teminatları<br/>Ayakta tedavi teminatları isteğe bağlı olarak, sadece yatışlı tedavi içeren ürünlere eklenebilmek- tedir. Teminat limitleri ve ödeme oranları ürünlere göre değişmektedir.<br/>• Doktor muayene<br/>• İlaç ayakta<br/>• Tanı ayakta<br/>• Fizik tedavi<br/>• Menopoz<br/>• Trafik kazası sonucu diş tedavi giderleri<br/>• Doğum mutad kontrolleri<br/>• Kontrol mamografisi<br/>• Psa<br/>• Kolonoskopi\n Doğru cevap şıkkıdır."
  },
  {
    "id": "2385395",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi aksine sözleşme yoksa teminat dışında kalan hallerden bir tanesidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Cürüm işlemek veya cürme teşebbüs",
      "B": "Esrar, eroin gibi uyuşturucuların kullanımı",
      "C": "Deprem, sel, yanardağ püskürmesi ve yer kayması,",
      "D": "Sigortalının intihara teşebbüsü nedeniyle meydana gelebilecek hastalık veya yaralanma hâlleri",
      "E": "Tehlikede bulunan kişileri ve malları kurtarmak hâli müstesna, sigortalının kendisini bile bile ağır bir tehlikeye maruz bırakacak hareketlerde bulunması"
    },
    "explanation": "Aksine sözleşme yoksa teminat dışında kalan hâller aşağıdaki şekilde sıralanabilir.<br/>Madde 3 - Aksine sözleşme yoksa aşağıdaki haller nedeniyle sigortalıların sigorta süresi içinde hastalanmaları ve/veya herhangi bir kaza sonucu yaralanmaları sigorta teminatı dışındadır:<br/>Hayat Dışı Sigortalar<br/>a. Deprem, sel, yanardağ püskürmesi ve yer kayması,<br/>b. 2’inci maddenin (f) bendinde belirtilen zararlar hariç olmak üzere, 3713 sayılı Te- rörle Mücadele Kanunu’nda belirtilen terör eylemleri ve sabotaj ile bunları önlemek ve etkilerini azaltmak amacıyla yetkili organlar tarafından yapılan müdahaleler.\n Doğru cevap C şıkkıdır."
  },
  {
    "id": "2385414",
    "unitNumber": 6,
    "text": "Sigorta, poliçede başlama ve sona erme tarihleri olarak yazılan günlerde, aksi kararlaş- tırılmadıkça, Türkiye saati ile kaçta başlar kaçta biter?",
    "correctAnswer": "D",
    "options": {
      "A": "Sabah 9:00’da başlar ve sabah 9:00’da sona erer.",
      "B": "Sabah 10:00’da başlar ve sabah 10:00’da sona erer.",
      "C": "Sabah 11:00’de başlar ve sabah 11:00’de sona erer.",
      "D": "Öğleyin 12:00’de başlar ve öğleyin 12:00’de sona erer.",
      "E": "Öğleyin 13:00’de başlar öğleyin 13:00’de sona erer."
    },
    "explanation": "Sigorta, poliçede başlama ve sona erme tarihleri olarak yazılan günlerde, aksi kararlaş- tırılmadıkça, Türkiye saati ile öğleyin saat 12:00’de başlar ve öğleyin saat 12:00’de sona erer. Doğru cevap D şıkkıdır."
  },
  {
    "id": "2385434",
    "unitNumber": 6,
    "text": "Sözleşmenin yapılmasından sonra teklifnamede, teklifname yoksa poliçe ve eklerinde beyan olunan hususlar değiştiği takdirde sigorta ettiren en geç kaç gün içinde durumu sigortacıya ihbarla yükümlüdür?",
    "correctAnswer": "E",
    "options": {
      "A": "4 gün",
      "B": "5 gün",
      "C": "6 gün",
      "D": "7 gün",
      "E": "8 gün"
    },
    "explanation": "Sözleşmenin yapılmasından sonra teklifnamede, teklifname yoksa poliçe ve eklerinde beyan olunan hususlar değiştiği takdirde sigorta ettiren en geç 8 gün içinde durumu sigortacıya ihbarla yükümlüdür?"
  },
  {
    "id": "2385456",
    "unitNumber": 6,
    "text": "İzleyen primlerden herhangi biri zamanında ödenmez ise sigortacı sigorta ettirene, noter aracılığı veya iadeli taahhütlü mektupla kaç günlük süre vererek borcunu yerine getirmesini, aksi hâlde, süre sonunda, sözleşmenin feshedilmiş sayılacağını ihtar eder?",
    "correctAnswer": "A",
    "options": {
      "A": "10 gün",
      "B": "11 gün",
      "C": "12 gün",
      "D": "13 gün",
      "E": "14 gün"
    },
    "explanation": "İzleyen primlerden herhangi biri zamanında ödenmez ise sigortacı sigorta ettirene, noter aracılığı veya iadeli taahhütlü mektupla on günlük süre vererek borcunu yerine getirmesini, aksi hâlde, süre sonunda, sözleşmenin feshedilmiş sayılacağını ihtar eder. Doğru cevap A şıkkıdır"
  },
  {
    "id": "2385471",
    "unitNumber": 6,
    "text": "Sigorta ettiren/sigortalı rizikonun gerçekleştiğini öğrendiği veya her hâlükârda haber vermeye muktedir oldukları tarihten itibaren kaç gün içinde sigortacıya yazı ile bildirmeye mecburdur?",
    "correctAnswer": "B",
    "options": {
      "A": "7 gün",
      "B": "8 gün",
      "C": "9 gün",
      "D": "10 gün",
      "E": "11 gün"
    },
    "explanation": "Sigorta ettiren/sigortalı rizikonun gerçekleştiğini öğrendiği veya her hâlükârda haber vermeye muktedir oldukları tarihten itibaren sekiz gün içinde sigortacıya yazı ile bildirmeye mecburdur. Doğru cevap B şıkkıdır."
  },
  {
    "id": "2385478",
    "unitNumber": 6,
    "text": "Grup sigortalarında katılım sertifikası, sigortalının grup sözleşmesine dahil olmasından itibaren kaç gün içinde verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "13 gün",
      "B": "14 gün",
      "C": "15 gün",
      "D": "16 gün",
      "E": "17 gün"
    },
    "explanation": "Grup sigortalarında katılım sertifikası, sigortalının grup sözleşmesine dahil olmasından itibaren on beş gün içinde verilir. Doğru cevap C şıkkıdır."
  },
  {
    "id": "2385500",
    "unitNumber": 6,
    "text": "Sigortalının sigorta şirketinden almış olduğu poliçeler asgari olarak belli teminatları içer- mek zorunda olup, sigorta şirketleri bu teminatlarla ilgili limitleri poliçede gösterirler. Aşağıdakilerden hangisi bu zorunlu teminatlardan biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ani rahatsızlık ve hastalıklara ilişkin tıbbi tedavi teminatı",
      "B": "Sigortalının tedavinin verilebileceği en yakın sağlık kuruluşuna seyahati veya nakli",
      "C": "Sigortalının taburcu olduktan sonra ikametgâh adresine nakli",
      "D": "Psa testi",
      "E": "Vefat eden sigortalının nakli"
    },
    "explanation": "Sigortalının sigorta şirketinden almış olduğu poliçeler asgari olarak aşağıdaki teminatları içermek zorunda olup, sigorta şirketleri bu teminatlarla ilgili limitleri poliçede gösterirler.<br/>• Ani rahatsızlık ve hastalıklara ilişkin tıbbi tedavi teminatı,<br/>• Sigortalının tedavinin verilebileceği en ya- kın sağlık kuruluşuna seyahati veya nakli,<br/>• Sigortalının taburcu olduktan sonra ikametgâh adresine nakli,<br/>• Vefat eden sigortalının nakli.\n Doğru cevap D şıkkıdır."
  },
  {
    "id": "2385516",
    "unitNumber": 6,
    "text": "Ulaşım yollarından herhangi birisini kullanarak yurt içinde, yurt dışına veya yurt dışından ülkemize seyahat edenleri, seyahatleri esnasında karşılaşabilecekleri sağlık risklerine karşı koruyan bir özel sigorta türü nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hayat dışı sigorta",
      "B": "Ek sağlık sigortası",
      "C": "Sağlık sigortası",
      "D": "Tamamlayıcı sağlık sigortası",
      "E": "Seyehat sağlık sigortası"
    },
    "explanation": "Seyahat sağlık sigortası ulaşım yollarından herhangi birisini kullanarak yurt içinde, yurt dışına veya yurt dışından ülkemize seyahat edenleri, seyahatleri esnasında karşılaşabilecekleri sağlık risklerine karşı koruyan bir özel sigorta türüdür. Doğru cevap E şıkkıdır."
  },
  {
    "id": "2386002",
    "unitNumber": 6,
    "text": "Sağlık sigortalarına ilişkin ilk adımlar sosyal güvenlik kurumları gibi bütün çalışanlarını sağlık sigortası kapsamına alan Almanya’da kaçlı yıl\u0002larda atılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1880",
      "B": "1876",
      "C": "1881",
      "D": "1900",
      "E": "1915"
    },
    "explanation": "Sağlık sigortalarına ilişkin ilk adımlar sosyal güvenlik kurumları gibi bütün çalışanlarını sağlık sigortası kapsamına alan Almanya’da 1880’li yıl\u0002larda atılmıştır"
  },
  {
    "id": "2386014",
    "unitNumber": 6,
    "text": "Yatarak tedavi teminatları ile tedavisi en az kaç saat hastanede yatmayı gerektiren bütün olası ra\u0002hatsızlıklara karşı sağlık güvencesi sağlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "24",
      "B": "5",
      "C": "10",
      "D": "12",
      "E": "15"
    },
    "explanation": "Yatarak tedavi teminatları ile tedavisi en az 24 saat hastanede yatmayı gerektiren bütün olası ra\u0002hatsızlıklara karşı sağlık güvencesi sağlanır"
  },
  {
    "id": "2386020",
    "unitNumber": 6,
    "text": "Sözleşmenin yapılmasından sonra teklifnamede, teklifname yoksa poliçe ve eklerin\u0002de beyan olunan hususlar değiştiği takdirde sigorta ettiren en geç kaç gün içinde durumu sigortacıya ih\u0002barla yükümlüdür?",
    "correctAnswer": "A",
    "options": {
      "A": "8 gün",
      "B": "3 gün",
      "C": "4 gün",
      "D": "5 gün",
      "E": "7 gün"
    },
    "explanation": "Sözleşmenin yapılmasından sonra teklifnamede, teklifname yoksa poliçe ve eklerin\u0002de beyan olunan hususlar değiştiği takdirde sigorta ettiren en geç 8 gün içinde durumu sigortacıya ih\u0002barla yükümlüdür."
  },
  {
    "id": "2386023",
    "unitNumber": 6,
    "text": "Sağlık sigortalarında İlk taksiti veya tamamı bir defada ödenmesi gereken prim, zamanında ödenmemişse sigortacı, ödeme yapılmadığı sürece, sözleşmeden kaç ay için\u0002de cayabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "3",
      "B": "2",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "İlk taksiti veya tamamı bir defada ödenmesi gereken prim, zamanında ödenmemişse sigortacı, ödeme yapılmadığı sürece, sözleşmeden üç ay için\u0002de cayabilir<br/>3 ay"
  },
  {
    "id": "2386036",
    "unitNumber": 6,
    "text": "Sağlık Sigorta sözleşmesinden doğan bü\u0002tün istemler kaç yıllık zaman aşımına tabidir.",
    "correctAnswer": "A",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "10"
    },
    "explanation": "Sigorta sözleşmesinden doğan bü\u0002tün istemler iki yıllık zaman aşımına tabidir<br/>2 yıllık"
  },
  {
    "id": "2386044",
    "unitNumber": 6,
    "text": "Sağlık sigortalarında grup sigortaları en az kaç kişiden oluşur?",
    "correctAnswer": "A",
    "options": {
      "A": "10",
      "B": "5",
      "C": "15",
      "D": "20",
      "E": "25"
    },
    "explanation": "En az on kişiden oluşan, sigorta ettiren tarafın\u0002dan, belirli kıstaslara göre kimlerden oluştuğunun belirlenebilmesi imkânı bulunan bir gruba dâhil kişiler lehine, tek bir sözleşme ile sigorta yapılabilir<br/>10 kişi"
  },
  {
    "id": "2386054",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ulaşım yol\u0002larından herhangi birisini kullanarak yurt içinde, yurt dışına veya yurt dışından ülke\u0002mize seyahat edenleri, seyahatleri esnasında karşılaşabilecekleri sağlık risklerine karşı koruyan bir özel sigorta türüdür",
    "correctAnswer": "A",
    "options": {
      "A": "Seyahat sağlık sigortası",
      "B": "Yatarak tedavi sigortası",
      "C": "Ayakta tedavi sigortası",
      "D": "Genel sağlık sigortası",
      "E": "Kaza sigortası"
    },
    "explanation": "Seyahat sağlık sigortası ulaşım yol\u0002larından herhangi birisini kullanarak yurt içinde, yurt dışına veya yurt dışından ülke\u0002mize seyahat edenleri, seyahatleri esnasında karşılaşabilecekleri sağlık risklerine karşı koruyan bir özel sigorta türüdür."
  },
  {
    "id": "2386067",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Sosyal gü\u0002venceye sahip genel sağlık sigortalılarının SGK ile anlaşmalı özel sağlık kuruluşların\u0002da muayene ve tedavi olmalarını sağlayan bir sigorta poliçesidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tamamlayıcı Sağlık Sigortası",
      "B": "Kaza sigortası",
      "C": "Hayat sigortası",
      "D": "Seyahat sigortası",
      "E": "Kasko"
    },
    "explanation": "Tamamlayıcı Sağlık Sigortası Sosyal gü\u0002venceye sahip genel sağlık sigortalılarının SGK ile anlaşmalı özel sağlık kuruluşların\u0002da muayene ve tedavi olmalarını sağlayan bir sigorta poliçesidir"
  },
  {
    "id": "2386083",
    "unitNumber": 6,
    "text": "Grup sigortalarında Bilgilendirme formu, ?sigortalının grup sözleş\u0002mesine dahil olmasından önce; katılım sertifikası, sigortalının grup sözleşmesine dahil olmasından itibaren kaç gün içinde verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "15",
      "B": "5",
      "C": "10",
      "D": "20",
      "E": "25"
    },
    "explanation": "Grup sigortalarında Bilgilendirme formu, ?sigortalının grup sözleş\u0002mesine dahil olmasından önce; katılım sertifikası, sigortalının grup sözleşmesine dahil olmasından itibaren 15 gün içinde verilir."
  },
  {
    "id": "2386101",
    "unitNumber": 6,
    "text": "Özel sağlık sektörü pazarının iki katı hızla büyüyor. Tabii henüz yeni bir ürün olduğu için, sayı olarak özel sağlık sigortasının yüzde ne kadarı ka\u0002dar bir yaygınlığa ulaşmış durumdadır?",
    "correctAnswer": "A",
    "options": {
      "A": "%15",
      "B": "%10",
      "C": "%5",
      "D": "%25",
      "E": "%20"
    },
    "explanation": "Özel sağlık sektörü pazarının iki katı hızla büyüyor. Tabii henüz yeni bir ürün olduğu için, sayı olarak özel sağlık sigortasının yüzde 15’i ka\u0002dar bir yaygınlığa ulaşmış durumda.<br/>%15"
  },
  {
    "id": "2269685",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi bir borçlunun ticari durumunun sarsılmış olmasıyla alacaklıların, alacaklarını belli bir plana göre almaları konusunda kendi aralarında vardıkları ve mahkemece onaylanan anlaşmayı ifade eder ?",
    "correctAnswer": "A",
    "options": {
      "A": "Konkordato",
      "B": "Temerrüt",
      "C": "Teslimat",
      "D": "Sevkiyat",
      "E": "Enflasyon"
    },
    "explanation": "Konkordato: Bir borçlunun ticari durumunun sarsılmış olmasıyla alacaklıların, alacaklarını belli bir plana göre almaları konusunda kendi aralarında vardıkları ve mahkemece onaylanan anlaşmayı ifade eder.<br/>Konkordato: Bir borçlunun ticari durumunun sarsılmış olmasıyla alacaklıların, alacaklarını<br/>belli bir plana göre almaları konusunda kendi aralarında vardıkları ve mahkemece onaylanan anlaşmayı ifade eder."
  },
  {
    "id": "2269692",
    "unitNumber": 7,
    "text": "Tahsil edilme olanağının tamamen ortadan kalktığını hükme bağlayan bir mahkeme kararı olan alacaklar aşağıdakilerden hangisidir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Değersiz Alacak",
      "B": "Şüpheli Alacak",
      "C": "Konkordato Alacak",
      "D": "Temerrüt Alacak",
      "E": "Kredili Alacak"
    },
    "explanation": "Değersiz Alacak: Tahsil edilme olanağının tamamen ortadan kalktığını hükme bağlayan bir mahkeme kararı olan alacaklar, değersiz alacak sayılmaktadır.<br/>Değersiz Alacak: Tahsil edilme olanağının tamamen ortadan kalktığını hükme bağlayan bir<br/>mahkeme kararı olan alacaklar, değersiz alacak sayılmaktadır."
  },
  {
    "id": "2269697",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kredili satışların işletme açısından risklerinden biridir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Müşterilerden gelen talebe yetişememek",
      "B": "Kredili satış yapan işletmenin iflas edeceği söylentisinin yayılması",
      "C": "Alacakların tahsil edilememesi",
      "D": "Muhasebe kayıtlarına girişin yapılmaması",
      "E": "Nakit parası olan müşteriye ulaşım sağlanamaması"
    },
    "explanation": "Kredili satışların işletme açısından riski, bu tür satışlardan doğan alacakların bir bölümünün değersiz hale gelmesi, işletme tarafından tahsil edilememesidir.<br/>Doğru yanıt ''C'' şıkkıdır."
  },
  {
    "id": "2269706",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kredi sigortası kapsamında teminat dışında kalan hallerden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Alıcının iflası",
      "B": "Mal veya hizmet mübadeleleri, mal veya hizmet karşılığı satışlar",
      "C": "Savaş ve ilgili riskler",
      "D": "Ambargo uygulaması",
      "E": "Devletin fon transferini engellemesi"
    },
    "explanation": "Mal veya hizmet mübadeleleri, mal veya hizmet karşılığı satışlar, teminat dışı kalan hallerdendir.<br/>• Herhangi bir nükleer yakıttan veya nükleer yakıtın yanması sonucu nükleer atıklardan<br/>veya bunlara atfedilen sebeplerden meydana gelen iyonlayıcı radyasyonlar veya radyoaktivite<br/>bulaşmaları ve bunların gerektirdiği inzibati ve askeri tedbirler,<br/>• Bedeli teslimden önce ödenen veya bir banka ya da özel finans kurumu tarafından teminat<br/>mektubu verilmek suretiyle teyit edilen veya sigortalının ülkesindeki bir banka tarafından<br/>gayri kabili rücu vesaik karşılığı akreditif verilmek suretiyle teyit edilen satış,<br/>• Sigortalının, vekilinin, yardımcılarının veya sigortalı adına hareket eden herhangi bir kişinin satış sözleşmesi hükümlerini yerine getirmemesi, ihmali, hatası, suistimali veya satış bedelini tahsil eden herhangi bir bankanın iflası, ihmali veya hatası,<br/>• Mal veya hizmet mübadeleleri, mal veya hizmet karşılığı satışlar,<br/>• Biyolojik ve/veya kimyasal kirlenme, bulaşma veya zehirlenmeler nedeniyle oluşacak<br/>zararlar dahil olmak üzere, 3713 sayılı Terörle Mücadele Kanunu’nda belirtilen terör<br/>eylemleri ve bu eylemlerden doğan sabotaj sonucunda oluşan veya bu eylemleri önlemek<br/>ve etkilerini azaltmak amacıyla yetkili organlar tarafından yapılan müdahaleler sonucunda<br/>meydana gelen zararlar,<br/>• Ödenmemiş olan bir borç ile ilgili olarak sigortalının olumsuz bilgi bildirimi veya vadesi geçmiş borç bildiriminde bulunduğu veya bulunmuş olması gereken alıcılara yapılmış olan sevkiyat, teslimat veya hizmet sağlamadan doğan zararlar,<br/>• Sigortalının, ödeme güçlüğü içine düştüğünü bildiği alıcılara, yapılmış olan sevkiyat, teslimat<br/>veya hizmet sağlamadan doğan zararlar,<br/>• Vade tarihinden veya uzatılmış vade tarihinden sonraki faiz, herhangi bir ceza veya masraflar,<br/>• Malın evsafına ve durumuna veya satış veya kredi anlaşması hükümlerine ilişkin olarak<br/>sigortalı ile alıcı arasında ihtilaf çıkması."
  },
  {
    "id": "2269716",
    "unitNumber": 7,
    "text": "Aşağıdaki sigorta türlerinden hangisinde, yurt içi satışlarda mal ve hizmet karşılığı vadeli satışlarından doğan alacakları kapsamaktadır ancak ihracata yönelik satışlar sigorta kapsamı dışındadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kredi Sigortası",
      "B": "Devlet Destekli Ticari Alacak Sigortası",
      "C": "Hukuksal Koruma Sigortası",
      "D": "Ferdi Kaza Sigortası",
      "E": "İşveren Sorumluluk Sigortası"
    },
    "explanation": "Devlet destekli alacak sigortası, yurt içi satışlarda mal ve hizmet karşılığı vadeli satışlarından doğan alacakları kapsamaktadır. İhracata yönelik satışlar sigorta kapsamı dışındadır.<br/>Devlet destekli alacak sigortası, yurt içi satışlarda mal ve hizmet karşılığı vadeli satışlarından<br/>doğan alacakları kapsamaktadır. İhracata yönelik satışlar sigorta kapsamı dışındadır."
  },
  {
    "id": "2269731",
    "unitNumber": 7,
    "text": "Devlet destekli alacak sigortası sisteminde ''alıcı'' kimdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sigorta yaptıran işletme",
      "B": "Mal/hizmet satan işletme",
      "C": "Aracı kuruluş",
      "D": "Sigorta Şirketi",
      "E": "Sigorta yaptıran işletmeye borcu olan şirket"
    },
    "explanation": "Devlet destekli alacak sigortası sisteminde, sigorta yaptıran işletmeye, sigortalı denirken, sigorta yaptıran işletmeye borcu olan şirketlere alıcı denmektedir.<br/>Devlet destekli alacak sigortası sisteminde, sigorta yaptıran işletmeye, sigortalı denirken,<br/>sigorta yaptıran işletmeye borcu olan şirketlere alıcı denmektedir."
  },
  {
    "id": "2269735",
    "unitNumber": 7,
    "text": "Devlet destekli alacak sigortası sisteminde ''aracı'' kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sigorta acentesi ve brokerı",
      "B": "Sigorta şirketi",
      "C": "Devlet",
      "D": "Borçlu",
      "E": "Kefil"
    },
    "explanation": "Aracı: Bu sistemde bulunan sigorta acentesini ve brokerini ifade etmektedir."
  },
  {
    "id": "2269738",
    "unitNumber": 7,
    "text": "Motorlu Araca Bağlı Hukuksal Koruma Sigortası aşağıdaki hâllerden hangisi için koruma <strong>sağlamamaktadır</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Poliçede gösterilen araç ile ilgili borçlar hukukuna tabi sözleşmelerden doğan uyuşmazlıklar",
      "B": "Sigortalının kamuya açık trafikte bisiklet sürücüsü, yaya veya başka bir araçta yolcu sıfatından doğabilecek uyuşmazlıklar",
      "C": "İddia veya yarışmalara katılma sonucunda veya bunlara hazırlık denemelerinden doğan uyuşmazlıklar",
      "D": "Tescil belgesi olmayan aracın neden olduğu zararlardan doğan uyuşmazlıklar",
      "E": "Tescil belgesi olan aracın neden olduğu zararlardan doğan uyuşmazlıklar"
    },
    "explanation": "Motorlu Araca Bağlı Hukuksal Koruma Sigortası, tescil belgesi olmayan aracın neden olduğu zararlardan doğan uyuşmazlıklar için koruma sağlamamaktadır.<br/>Motorlu Araca Bağlı Hukuksal Koruma Sigortası aşağıdaki hâller için koruma sağlamamaktadır:<br/>• Riskin gerçekleştiği anda sürücüye yüklenilecek herhangi bir kusurun bulunmadığı hâller hariç olmak üzere, sigortalının veya eylemlerinden sorumlu olduğu kişinin uyuşturucu, keyif verici maddeler almış veya alkollü içki almış olması nedeniyle güvenli sürme yeteneğini kaybetmiş olarak aracı kullanmasından ve bu nedenlerle meydana gelen kazalardan doğan uyuşmazlıklar,<br/>• Tescil belgesi olmayan aracın neden olduğu zararlardan doğan uyuşmazlıklar,<br/>• Riskin gerçekleştiği anda sürücüye yüklenilecek herhangi bir kusurun bulunmadığı hâller hariç olmak üzere, sürücünün kurallara uygun bir sürücü belgesi veya araç kullanma yetkisinin bulunmadığı durumlarda meydana gelen kazalardan doğan talepler."
  },
  {
    "id": "2269742",
    "unitNumber": 7,
    "text": "Finansal kayıp sigortalarından hangisi, işletmelerin ihalelere girerken kullandıkları teminat mektubu yerine geçen sigortadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kefalet sigortası",
      "B": "Teminat mektubu",
      "C": "Alacak sigortası",
      "D": "Hukuksal koruma sigortası",
      "E": "İş durması sigortası"
    },
    "explanation": "İşletmelerin, ihalelere girerken kullandıkları teminat mektubu yerine geçebilecek kefalet sigortaları bir finansal kayıp sigortasıdır.<br/>İşletmelerin farklı nedenlerle yaşamış oldukları kâr kayıpları (iş durması) ve ihalelere girerken kullandıkları teminat mektubu yerine geçebilecek kefalet sigortaları finansal kayıp sigortaları olarak ifade edilmektedir."
  },
  {
    "id": "2269747",
    "unitNumber": 7,
    "text": "İşletmelerin farklı nedenlerle yaşamış oldukları kâr kayıpları (iş durması) ve ihalelere girerken kullandıkları teminat mektubu yerine geçebilecek kefalet sigortaları aşağıdakilerden hangisi olarak ifade edilmektedir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Finansal kayıp sigortaları",
      "B": "Hukuksal koruma sigortaları",
      "C": "Kredi sigortası",
      "D": "Devlet destekli ticari alacak sigortası",
      "E": "All risk sigortası"
    },
    "explanation": "İşletmelerin farklı nedenlerle yaşamış oldukları kâr kayıpları (iş durması) ve ihalelere girerken kullandıkları teminat mektubu yerine geçebilecek kefalet sigortaları finansal kayıp sigortaları olarak ifade edilmektedir."
  },
  {
    "id": "2372768",
    "unitNumber": 7,
    "text": "I. Tüzel kişilerin borçlarını ödeyememesi nedeniyle hakkında tasfiye kararı alınması\n II. Borç ödemede acze düşmesinin belgelenmesi\n III. Sözleşmede kararlaştırılan şartlarla mal veya hizmet bedelini ödememesi (temerrüt) hâli\n IV. Borçlarının ödenmesi ile ilgili olarak bir mahkeme tarafından tüm alacaklıları bağlayan kısıtlayıcı bir karar alınması\n V. Borçları ile ilgili konkordato ilan etmesi\n Yukarıdakilerden hangileri Kredi Sigortası sözleşmesi ile kararlaştırılan kredili satış ve kredili hizmet işlemlerinde alıcının teminat altına alınmış hâllerdendir?",
    "correctAnswer": "E",
    "options": {
      "A": "I, IV, V",
      "B": "II, III, IV",
      "C": "I, II, III",
      "D": "I, II, IV",
      "E": "I, II, III, IV, V"
    },
    "explanation": "Bu sigorta sözleşmesi ile kararlaştırılan kredili satış ve kredili hizmet işlemlerinde alıcının;\n <ul> <li>İflas etmesi,</li> <li>Tüzel kişi olması hâlinde, borçlarını ödeyememesi nedeniyle hakkında tasfiye kararı alınması,</li> <li>Borçlarının ödenmesi ile ilgili olarak bir mahkeme veya yetkili bir resmi merci tarafından tüm alacaklıları bağlayan kısıtlayıcı bir karar alınması,</li> <li>Borç ödemede acze düşmesinin belgelenmesi veya bu durumun sigortacı tarafından kabul edilecek başka bir şekilde kanıtlanması suretiyle yapılan icra takibinin sonuçsuz kalması,</li> <li>Borçları ile ilgili konkordato ilan etmesi ve hukuki olarak yukarıda belirtilen durumlara eşdeğer görülen diğer hâller sonucu satıcı konumundaki sigortalının Türkiye Cumhuriyeti sınırları içinde yaptığı satışların bedelini kısmen veya tamamen alamaması nedeniyle uğrayacağı maddi zararlar,</li> <li>Ayrıca sözleşme olması şartı ile yukarıda sayılan hâllerin dışında alıcının sözleşmede kararlaştırılan şartlarla mal veya hizmet bedelini ödememesi (temerrüt) hâli teminat altına alınmıştır.</li> </ul>"
  },
  {
    "id": "2372770",
    "unitNumber": 7,
    "text": "Kredi sigortasında ………….., sigortacının herhangi bir alıcı ile ilgili olarak üstlendiği azami sorumluluk tutarıdır.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru bir şekilde tanımlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Kredi limiti",
      "B": "Aşkın sigorta",
      "C": "Risk",
      "D": "Eksik sigorta",
      "E": "İstihbarat"
    },
    "explanation": "Kredi sigortasında kredi limiti, sigortacının herhangi bir alıcı ile ilgili olarak üstlendiği azami sorumluluk tutarıdır."
  },
  {
    "id": "2372772",
    "unitNumber": 7,
    "text": "Kredi sigortasının fonksiyonlarından hangisi ile kredi sigortacısının veri tabanına internet üzerinden sağlanan bir bağlantıyla, sigortalılar sistemde tanımlı alıcılarının durumunu düzenli olarak takip edebilmekte ve bu sayede sigortacının kendilerine tanıdığı alıcı bazında kredi limitini esas alarak risk yönetim politikalarını şekillendirebilmektedirler?",
    "correctAnswer": "D",
    "options": {
      "A": "Tahsilat",
      "B": "Takip",
      "C": "Teminat",
      "D": "Risk yönetimi",
      "E": "Tazminat"
    },
    "explanation": "Kredi sigortasının fonksiyonlarından risk yönetimi ile kredi sigortacısının veri tabanına internet üzerinden sağlanan bir bağlantıyla, sigortalılar sistemde tanımlı alıcılarının durumunu düzenli olarak takip edebilmekte ve bu sayede sigortacının kendilerine tanıdığı alıcı bazında kredi limitini esas alarak risk yönetim politikalarını şekillendirebilmektedirler."
  },
  {
    "id": "2372775",
    "unitNumber": 7,
    "text": "Devlet Destekli Ticari Alacak Sigortası kapsamında risk değerlendirmesi sonrası skoru hangi aralıkta olan her bir borçlu işletme için sigorta yaptıracak işletmeye farklı oranlarda kredi limiti tahsis edilebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "1-3",
      "B": "1-4",
      "C": "1-5",
      "D": "1-6",
      "E": "1-7"
    },
    "explanation": "Devlet Destekli Ticari Alacak Sigortası kapsamında risk değerlendirmesi sonrası skoru 1-5 aralıkta olan her bir borçlu işletme için sigorta yaptıracak işletmeye farklı oranlarda kredi limiti tahsis edilebilir."
  },
  {
    "id": "2372776",
    "unitNumber": 7,
    "text": "…………………, Türkiye’de teminatı bulunamayan sigorta türleri veya teminat bulunmasında zorlanılan sigorta ihtiyaçlarını karşılamak üzere Hazine ve Maliye Bakanlığı tarafından kurulan sigorta şirketlerinin ortak adı olarak tanımlanabilir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru bir şekilde tanımlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Trafik Sigortası Bilgi Merkezi",
      "B": "Olağandışı Riskler Yönetim Merkezi",
      "C": "Sigorta Hasar Takip Merkezi",
      "D": "Sağlık Sigortası Bilgi Merkezi",
      "E": "Sigortacılık Eğitim Merkezi"
    },
    "explanation": "Olağandışı Riskler Yönetim Merkezi, Türkiye’de teminatı bulunamayan sigorta türleri veya teminat bulunmasında zorlanılan sigorta ihtiyaçlarını karşılamak üzere Hazine ve Maliye Bakanlığı tarafından kurulan sigorta şirketlerinin ortak adı olarak tanımlanabilir."
  },
  {
    "id": "2372780",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Olağandışı Riskler Yönetim Merkezlerinin temel görevlerinden biri <strong><u>değildir</u></strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Görevlendirildiği risk grubuna ilişkin teminat sorunlarının çözümüne yönelik çalışmalar yapmak.",
      "B": "Sigorta şirketleri arasında işbirliği yapılmasını sağlamak.",
      "C": "İhtiyaca göre sigorta veya reasürans havuzu kurmak.",
      "D": "Gerektiğinde risk iyileştirme ile ilgili ihtiyaçları belirlemek.",
      "E": "Yürüttüğü faaliyetlerle ilgili olarak Müsteşarlığa yıllık dönemler halinde gelişme raporları sunmak."
    },
    "explanation": "Risk merkezi olarak yürüttüğü faaliyetlerle ilgili olarak Müsteşarlığa altı aylık dönemler halinde gelişme raporları sunmak."
  },
  {
    "id": "2372783",
    "unitNumber": 7,
    "text": "I. Ticari Alacağa Bağlı Hukuksal Koruma Sigortası\n II. Motorlu Araca Bağlı Hukuksal Koruma Sigortası\n III. Taşınmaz Mala Bağlı Hukuksal Koruma Sigortası\n IV. Kişi-Aile Hukuksal Koruma Sigortası\n V. Ürüne Bağlı Hukuksal Koruma Sigortası\n Yukarıdakilerden hangileri Hukuksal Koruma Sigortaları kapsamındadır?",
    "correctAnswer": "C",
    "options": {
      "A": "I, III, IV",
      "B": "II, III, V",
      "C": "II, III, IV",
      "D": "I, II, III, IV",
      "E": "I, II, III, IV, V"
    },
    "explanation": "Hukuksal Koruma Sigortaları kapsamındaki sigortalar;\n - Motorlu Araca Bağlı Hukuksal Koruma Sigortası\n - Sürücü Hukuksal Koruma Sigortası\n - Taşınmaz Mala Bağlı Hukuksal Koruma Sigortası\n - Kişi-Aile Hukuksal Koruma Sigortası"
  },
  {
    "id": "2372786",
    "unitNumber": 7,
    "text": "Hukuksal Koruma Sigortalarının dünyadaki gelişimine bakıldığında, düzenlemelerin <u>temel amacı</u> aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "AB üyesi ülkelerde direktifin öngördüğü konuların uygulanıp uygulanmadığını denetleyecek bir organ kurulması.",
      "B": "Sigortacının hukuksal koruma sigortası yaptırmış kişiye aynı anda başka daldaki riskler için de güvence vermiş olması durumlarında ortaya çıkacak menfaat çatışmalarını büyük ölçüde ortadan kaldırmak.",
      "C": "Sigortacının hukuksal koruma sigortası yaptırmış kişiye aynı anda başka daldaki riskler için de güvence vermiş olması durumlarında menfaat çatışması ortaya çıkarsa alınacak önlemler ve çözüm yollarını düzenlemek.",
      "D": "Hasar yönetimi ya da bu alanda hukuksal danışmanlıkla görevli çalışanın sigorta kuruluşunda aynı anda başka bir branşta benzeri uğraş içinde olamayacağının garanti edilmesi.",
      "E": "Sorumluluk sigortaları ve hukuksal koruma sigortaları için iki ayrı hasar müdürlüğü oluşturulması."
    },
    "explanation": "Hukuksal Koruma Sigortalarının dünyadaki gelişimine bakıldığında, düzenlemelerin temel amacı sigortacının hukuksal koruma sigortası yaptırmış kişiye aynı anda başka daldaki riskler için de güvence vermiş olması durumlarında ortaya çıkacak menfaat çatışmalarını büyük ölçüde ortadan kaldırmaktır."
  },
  {
    "id": "2372788",
    "unitNumber": 7,
    "text": "Kefalet senedinde ismi belirtilen çalışanların, hile, dolandırıcılık, zimmete para geçirme gibi eylemleri nedeniyle, işverenin zarar görmesine karşı teminat sağlayan Kefalet Sigortası teminat türü hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Emniyeti suistimal teminatı",
      "B": "İmalat / bakım / onarım teminatı",
      "C": "Gümrük ve mahkeme teminatı",
      "D": "Ödeme teminatı",
      "E": "Performans teminatı"
    },
    "explanation": "Kefalet senedinde ismi belirtilen çalışanların, hile, dolandırıcılık, zimmete para geçirme gibi eylemleri nedeniyle, işverenin zarar görmesine karşı teminat sağlayan Kefalet Sigortası teminat türü emniyeti suistimal teminatıdır."
  },
  {
    "id": "2372791",
    "unitNumber": 7,
    "text": "Poliçede belirtilen risklerden herhangi birinin gerçekleşmesi hâlinde sigortalının uğradığı finansal kayıpları teminat altına alan Kâr Kaybı Sigortası ülkemizde hangi sigortayla bağlantılı olarak verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yangın Sigortası",
      "B": "Hukuksal Koruma Sigortası",
      "C": "Ticari Alacak Sigortası",
      "D": "Nakliyat Sigortası",
      "E": "Hırsızlık Sigortası"
    },
    "explanation": "Poliçede belirtilen risklerden herhangi birinin gerçekleşmesi hâlinde sigortalının uğradığı finansal kayıpları teminat altına alan Kâr Kaybı Sigortası ülkemizde Yangın Sigortasıyla bağlantılı olarak verilmektedir."
  },
  {
    "id": "2385099",
    "unitNumber": 7,
    "text": "Ticari zirai kazancın elde edilmesi kaydıyla, dava icra safhasında bulunan alacaklar yapılan protesto veya yazı ile bir defadan fazla istenilmesine rağmen borçlu tarafından ödenmemiş bulunan dava ve icra takibine değmeyecek kadar küçük alacaklara verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Şüpheli Alacaklar",
      "B": "Değersiz Alacaklar",
      "C": "Yapılandırılmamış Alacaklar",
      "D": "Kredilendirilmiş Alacaklar",
      "E": "Küçük Alacaklar"
    },
    "explanation": "Şüpheli Alacak: Ticari ve zirai kazancın elde edilmesi kaydıyla; dava ve icra safhasında bu-lunan alacaklar, yapılan protesto veya yazı ile bir defadan fazla istenilmesine rağmen borçlu tarafında ödenmemiş bulunan dava ve icra takibine değmeyecek kadar küçük alacaklar, şüpheli<br/>Ticari ve zirai kazancın elde edilmesi kaydıyla; dava ve icra safhasında bulunan<br/>alacaklar, yapılan protesto veya yazı ile bir defadan fazla istenilmesine rağmen borçlu<br/>tarafında ödenmemiş bulunan dava ve icra takibine değmeyecek kadar küçük alacaklar, şüpheli<br/>alacak sayılmaktadır."
  },
  {
    "id": "2385104",
    "unitNumber": 7,
    "text": "Tahsil edilme olanağının tamamen ortadan kalktığını hükme bağlayan bir mahkeme kararı olan alacaklara verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Değersiz Alacaklar",
      "B": "Şüpheli Alacaklar",
      "C": "Yitik Alacaklar",
      "D": "Yapılandırılmamış Alacaklar",
      "E": "Sigortalı Alacaklar"
    },
    "explanation": "Değersiz Alacak: Tahsil edilme olanağının tamamen ortadan kalktığını hükme bağlayan bir mahkeme kararı olan alacaklar, değersiz alacak sayılmaktadır."
  },
  {
    "id": "2385112",
    "unitNumber": 7,
    "text": "Malların alıcı veya onun adına hareket eden kişi adına belirtilen yerde ve koşullarda hazır edilmiş olması, vesaik mukabili satışlarda ise malla ilgili dokümanların teslim yerine ulaşmasına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Teslimat",
      "B": "Sevkiyat",
      "C": "Taşıma",
      "D": "Ulaştırma",
      "E": "İletme"
    },
    "explanation": "Teslimat: Malların alıcı veya onun adına hareket eden kişi adına belirtilen yerde ve koşullarda hazır edilmiş olması, vesaik mukabili satışlarda ise malla ilgili dokümanların teslim yerine ulaşması olarak açıklanabilir."
  },
  {
    "id": "2385118",
    "unitNumber": 7,
    "text": "Ürünlerin satış sözleşmesinde belirtilen teslim yerine taşıyacak üçüncü taraflara teslim edilmesi haline ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sevkiyat",
      "B": "Teslimat",
      "C": "İletim",
      "D": "Taşıma",
      "E": "Gönderim"
    },
    "explanation": "Sevkiyat: Ürünlerin satış sözleşmesinde belirtilen teslim yerine taşıyacak üçüncü taraflara teslim edilmesi hâlini ifade eder."
  },
  {
    "id": "2385122",
    "unitNumber": 7,
    "text": "Borcun alıcı tarafından kararlaştırılan vadede ödenmemesine verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Temerrüt",
      "B": "Konkordato",
      "C": "Morotoryum",
      "D": "İflas",
      "E": "Kredi riski"
    },
    "explanation": "Temerrüt: Borcun alıcı tarafından karar-laştırılan vadede ödenmemesini ifade eder.<br/>Temerrüt: Borcun alıcı tarafından kararlaştırılan vadede ödenmemesini ifade eder."
  },
  {
    "id": "2385128",
    "unitNumber": 7,
    "text": "Bir borçlunun ticari durumunun sarsılmış olmasıyla alacaklarının, alacaklarını belli bir plana göre almaları konusunda kendi aralarında vardıkları ve mahkemece onaylanan anlaşmaya verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Konkordato",
      "B": "Temerrüt",
      "C": "Gecikme",
      "D": "Morotoryum",
      "E": "İflas"
    },
    "explanation": "Konkordato: Bir borçlunun ticari durumunun sarsılmış olmasıyla alacaklıların, alacak-larını belli bir plana göre almaları konusunda kendi aralarında vardıkları ve mahkemece<br/>Konkordato: Bir borçlunun ticari durumunun sarsılmış olmasıyla alacaklıların, alacaklarını<br/>belli bir plana göre almaları konusunda kendi aralarında vardıkları ve mahkemece onaylanan anlaşmayı ifade eder."
  },
  {
    "id": "2385132",
    "unitNumber": 7,
    "text": "Sigortacının herhangi bir alıcı ile ilgili olarak üstlendiği azami sorumluluk tutarına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kredi limi",
      "B": "İstihbarat",
      "C": "Risk yönetimi",
      "D": "Politik risk",
      "E": "Ticari risk"
    },
    "explanation": "Kredi limiti: Sigortacının herhangi bir alıcı ile ilgili olarak üstlendiği azami so-rumluluk tutarıdır."
  },
  {
    "id": "2385137",
    "unitNumber": 7,
    "text": "Kredi sigortası kapsamında, özel şartlarda başka bir şekilde belirtilmedikçe, sigortalının kredi talebi ismen yapılmamış alıcılar için hesap edilen zararın yüzde kaçı sigortacının sorumluluğundadır?",
    "correctAnswer": "B",
    "options": {
      "A": "55",
      "B": "50",
      "C": "45",
      "D": "40",
      "E": "35"
    },
    "explanation": "Kredi sigortası kapsamındaki muafiyet: Özel şartlarda başka bir şekilde belirtilmedikçe, sigortalının kredi talebi ismen yapılmamış alıcılar için hesap edilen zararının %50’si sigortacının sorumluluğundadır.<br/>Kredi sigortası kapsamındaki muafiyet: Özel şartlarda başka bir şekilde belirtilmedikçe, sigortalının kredi talebi ismen yapılmamış alıcılar için hesap edilen zararının %50’si sigortacının<br/>sorumluluğundadır."
  },
  {
    "id": "2385149",
    "unitNumber": 7,
    "text": "Amir banka, lehtar ve eğer mevcut olması durumunda teyit bankasından her birinin onayı olmadan geriye alınması, bozulması, revize edilmesi veya iptal edilmesi mümkün olmayan akreditif türüne verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gayri Kabili Rücu Akreditif",
      "B": "Vesaik Mukabili Ödeme",
      "C": "Temlik",
      "D": "Resürrans",
      "E": "Pasif sigorta"
    },
    "explanation": "Gayri Kabili Rücu Akreditif: Amir banka, lehtar ve eğer mevcut olması durumda teyit bankasından her birinin onayı olmadan geriye alınması, bozulması, revize edilmesi veya iptal edilmesi mümkün olmayan akreditif türüne denilmektedir."
  },
  {
    "id": "2385157",
    "unitNumber": 7,
    "text": "İhale veya projelere girecek işletmelere verilen garantiyi gösteren, gayri nakdi krediye ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Teminat mektubu",
      "B": "Avans ödeme teminatı",
      "C": "Ödeme teminatı",
      "D": "Lehdar",
      "E": "All risk"
    },
    "explanation": "Teminat Mektubu: İhale veya projelere girecek işletmelere verilen garantiyi gösteren, gayrinakdi kredidir."
  },
  {
    "id": "3070266",
    "unitNumber": 7,
    "text": "Ticari ve zirai kazancın elde edilmesi kaydıyla; dava ve icra safhasında bulunan alacaklar, yapılan protesto veya yazı ile bir defadan fazla istenilmesine rağmen borçlu tarafında ödenmemiş bulunan dava ve icra takibine değmeyecek kadar küçük alacaklar, ne olarak adlandırılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Değersiz alacak",
      "B": "Şüpheli Alacak",
      "C": "Şüphesiz Alacak",
      "D": "Değerli alacak",
      "E": "Teslimat"
    },
    "explanation": "Ticari ve zirai kazancın elde edilmesi kaydıyla; dava ve icra safhasında bulunan alacaklar, yapılan protesto veya yazı ile bir defadan fazla istenilmesine rağmen borçlu tarafında ödenmemiş bulunan dava ve icra takibine değmeyecek kadar küçük alacaklar, Şüpheli Alacak olarak adlandırılır."
  },
  {
    "id": "3070269",
    "unitNumber": 7,
    "text": "Tahsil edilme olanağının tamamen ortadan kalktığını hükme bağlayan bir mahkeme kararı olan alacaklar, nasıl adlandırılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Şüphesiz alacak",
      "B": "Şüpheli alacak",
      "C": "Değersiz alacak",
      "D": "Değerli alacak",
      "E": "Teslimat"
    },
    "explanation": "Değersiz Alacak: Tahsil edilme olanağının tamamen ortadan kalktığını hükme bağlayan bir mahkeme kararı olan alacaklar, değersiz alacak sayılmaktadır."
  },
  {
    "id": "3070272",
    "unitNumber": 7,
    "text": "Ülkemizde kredi sigortası kaç yılında Resmî Gazetede yer almıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "2009",
      "B": "2008",
      "C": "2005",
      "D": "2012",
      "E": "2004"
    },
    "explanation": "Ülkemizde kredi sigortası 2009 yılında Resmî Gazetede yer almıştır."
  },
  {
    "id": "3070275",
    "unitNumber": 7,
    "text": "Malların alıcı veya onun adına hareket eden kişi adına belirtilen yerde ve koşullarda hazır edilmiş olması, vesaik mukabili satışlarda ise malla ilgili dokümanların teslim yerine ulaşması olarak açıklananan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sevkiyat",
      "B": "Teslimat",
      "C": "Değersiz alacak",
      "D": "Değersiz alacak",
      "E": "Şüpheli alacak"
    },
    "explanation": "Teslimat kavramı malların alıcı veya onun adına hareket eden kişi adına belirtilen yerde ve koşullarda hazır edilmiş olması, vesaik mukabili satışlarda ise malla ilgili dokümanların teslim yerine ulaşması olarak açıklanabilir."
  },
  {
    "id": "3070277",
    "unitNumber": 7,
    "text": "Ürünlerin satış sözleşmesinde belirtilen teslim yerine taşıyacak üçüncü taraflara teslim edilmesi hâline ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sevkiyat",
      "B": "Teslimat",
      "C": "Konkordato",
      "D": "Temerrüt",
      "E": "Değersiz alacak"
    },
    "explanation": "Sevkiyat: Ürünlerin satış sözleşmesinde belirtilen teslim yerine taşıyacak üçüncü taraflara teslim edilmesi hâlini ifade eder."
  },
  {
    "id": "3070278",
    "unitNumber": 7,
    "text": "Bir borçlunun ticari durumunun sarsılmış olmasıyla alacaklıların, alacaklarını belli bir plana göre almaları konusunda kendi aralarında vardıkları ve mahkemece onaylanan anlaşmaya ne denir?",
    "correctAnswer": "C",
    "options": {
      "A": "Temerrüt",
      "B": "Teslimat",
      "C": "Konkordato",
      "D": "Sevkiyat",
      "E": "Değersiz Alacak"
    },
    "explanation": "Konkordato: Bir borçlunun ticari durumunun sarsılmış olmasıyla alacaklıların, alacaklarını belli bir plana göre almaları konusunda kendi aralarında vardıkları ve mahkemece onaylanan anlaşmayı ifade eder."
  },
  {
    "id": "3070281",
    "unitNumber": 7,
    "text": "Borcun alıcı tarafından kararlaştırılan vadede ödenmemesine ne denir?",
    "correctAnswer": "D",
    "options": {
      "A": "Şüpheli Alacak",
      "B": "Sevkiyat",
      "C": "Teslimat",
      "D": "Temerrüt",
      "E": "Konkordato"
    },
    "explanation": "Temerrüt: Borcun alıcı tarafından kararlaştırılan vadede ödenmemesini ifade eder"
  },
  {
    "id": "3070284",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi özellikle ihracata bağlı alacakların tahsil edilmesinde, riskler olarak dikkati <u>çekmemektedir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Müşteri ile arasındaki mesafenin uzak olması nedeniyle müşterinin ödeme gücünün iyi değerlendirilememesi.",
      "B": "Politik nedenlerle müşterinin ülkesi ile ilişkilerinin kesilmesi olasılığının varlığı",
      "C": "Müşterinin ülkesindeki kambiyo kontrolleri nedeniyle transfer güçlükleri",
      "D": "Mal veya hizmet mübadeleleri, mal veya hizmet karşılığı satışlar",
      "E": "Süre içerisinde döviz kurlarında değişiklik gibi nedenlerle, ihracata bağlı alacaklar, iç pazara satış yapmaya kıyasla daha risklidir."
    },
    "explanation": "• Müşteri ile arasındaki mesafenin uzak olması nedeniyle müşterinin ödeme gücünün iyi değerlendirilememesi,\n • Politik nedenlerle müşterinin ülkesi ile ilişkilerinin kesilmesi olasılığının varlığı,\n • Müşterinin ülkesindeki kambiyo kontrolleri nedeniyle transfer güçlükleri,\n • Süre içerisinde döviz kurlarında değişiklik gibi nedenlerle, ihracata bağlı alacaklar, iç pazara satış yapmaya kıyasla daha risklidir."
  },
  {
    "id": "3070286",
    "unitNumber": 7,
    "text": "Sigortacının herhangi bir alıcı ile ilgili olarak üstlendiği azami sorumluluk tutarına ne denir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kur riski",
      "B": "İstihbarat",
      "C": "Politik Risk",
      "D": "Kredi Riski",
      "E": "Kredi limiti"
    },
    "explanation": "Kredi limiti: Sigortacının herhangi bir alıcı ile ilgili olarak üstlendiği azami sorumluluk tutarıdır."
  },
  {
    "id": "3070288",
    "unitNumber": 7,
    "text": "Bir hakkın başka bir kişiye aktarılması veya devredilmesine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gayri Kabili Rücu Akreditif",
      "B": "Vesaik Mukabili Ödeme",
      "C": "Politik Risk",
      "D": "Temlik",
      "E": "İstihbarat"
    },
    "explanation": "Temlik: Bir hakkın başka bir kişiye aktarılması veya devredilmesidir."
  },
  {
    "id": "3071028",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi bir sigorta sözleşmesi (Kredi sigortası) ile kararlaştırılan kredili satış ve kredili hizmet işlemlerinde Kredi Sigortasının teminatları arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Alıcının iflas etmesi",
      "B": "Alıcının tüzel kişi olması hâlinde, borçlarını ödeyememesi nedeniyle hakkında tasfiye kararı alınması",
      "C": "Ayrıca sözleşme olması şartı ile yukarıda sayılan hâllerin dışında alıcının sözleşmede kararlaştırılan şartlarla mal veya hizmet bedelini ödememesi (temerrüt)",
      "D": "Alıcının borç ödemede acze düşmesinin belgelenmesi veya bu durumun sigortacı tarafından kabul edilecek başka bir şekilde kanıtlanması suretiyle yapılan icra takibinin sonuçsuz kalması",
      "E": "Alıcının ölmesi"
    },
    "explanation": "Bu sigorta sözleşmesi ile kararlaştırılan kredili satış ve kredili hizmet işlemlerinde alıcının;<br/>• İflas etmesi,<br/>• Tüzel kişi olması hâlinde, borçlarını ödeyememesi nedeniyle hakkında tasfiye kararı alınması,<br/>• Borçlarının ödenmesi ile ilgili olarak bir<br/>mahkeme veya yetkili bir resmi merci tarafından tüm alacaklıları bağlayan kısıtlayıcı bir karar alınması,\n<br/>• Borç ödemede acze düşmesinin belgelenmesi veya bu durumun sigortacı tarafından<br/>kabul edilecek başka bir şekilde kanıtlanması suretiyle yapılan icra takibinin sonuçsuz kalması,<br/>• Borçları ile ilgili konkordato ilan etmesi ve<br/>hukuki olarak yukarıda belirtilen durumlara eşdeğer görülen diğer hâller sonucu satıcı<br/>konumundaki sigortalının Türkiye Cumhuriyeti sınırları içinde yaptığı satışların<br/>bedelini kısmen veya tamamen alamaması<br/>nedeniyle uğrayacağı maddi zararlar,<br/>• Ayrıca sözleşme olması şartı ile\n<br/>yukarıda sayılan hâllerin dışında alıcının sözleşmede kararlaştırılan şartlarla mal veya hizmet bedelini ödememesi (temerrüt) hâli teminat altına alınmıştır."
  },
  {
    "id": "3071049",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Kredi sigortasında ticari risk faktörleri arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Alıcının temerrüt hali",
      "B": "Alıcının bulunduğu devletin fon transferini engellemesi",
      "C": "Alıcının ruhsatının iptali",
      "D": "Kamu alıcısının ödememe riski",
      "E": "Para biriminin konvertibilitesinin kaldırılması"
    },
    "explanation": "Ticari risk alıcının iflası, hakkında tasfiye kararı alınması, konkordato ilanı, acze düşmesi,<strong> temerrüt hâli</strong> olarak ifade edilebilir."
  },
  {
    "id": "3071077",
    "unitNumber": 7,
    "text": "Özel şartlarda başka bir şekilde belirtilmedikçe, sigortalının kredi talebi ismen yapılmamış alıcılar için hesap edilen zararının yüzde kaçı sigortacının sorumluluğundadır?",
    "correctAnswer": "D",
    "options": {
      "A": "100",
      "B": "80",
      "C": "60",
      "D": "50",
      "E": "40"
    },
    "explanation": "Kredi sigortası kapsamındaki muafiyet: Özel şartlarda başka bir şekilde belirtilmedikçe, sigortalının kredi talebi ismen yapılmamış alıcılar için hesap edilen zararının %50’si sigortacının sorumluluğundadır."
  },
  {
    "id": "3071098",
    "unitNumber": 7,
    "text": "I- Sigortalının, ödeme güçlüğü içine düştüğünü bildiği alıcılara, yapılmış olan sevkiyat, teslimat veya hizmet sağlamadan doğan zararlar, \n<br/>II- Vade tarihinde vukuu bulan faiz, herhangi bir ceza veya masraflar\n<br/>III- Mal veya hizmet mübadeleleri, mal veya hizmet karşılığı satışlar,\n<br/>IV- Malın evsafına ve durumuna veya satış veya kredi anlaşması hükümlerine ilişkin olarak<br/>sigortalı ile alıcı arasında ihtilaf çıkması.\n<br/>Yukarıdakilerden hangileri Kredi sigortasında teminat dışında kalan haller arasında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, III, IV",
      "B": "I, III, IV",
      "C": "I, II, III",
      "D": "I, II, IV",
      "E": "II, III, IV"
    },
    "explanation": "Aşağıdaki nedenlerden birinin sonucunda doğrudan veya dolaylı olarak satış bedellerinin ödenmesini engelleyen veya geciktiren hâller sigorta teminatı dışındadır:<br/>• Herhangi bir nükleer yakıttan veya nükleer yakıtın yanması sonucu nükleer atıklardan veya bunlara atfedilen sebeplerden meydana gelen iyonlayıcı radyasyonlar veya radyoaktivite bulaşmaları ve bunların gerektirdiği inzibati ve askeri tedbirler,<br/>• Bedeli teslimden önce ödenen veya bir banka ya da özel finans kurumu tarafından teminat mektubu verilmek suretiyle teyit edilen veya sigortalının ülkesindeki bir banka tarafından gayri kabili rücu vesaik karşılığı akreditif verilmek suretiyle teyit edilen satış,<br/>• Sigortalının, vekilinin, yardımcılarının veya sigortalı adına hareket eden herhangi bir kişinin satış sözleşmesi hükümlerini yerine getirmemesi, ihmali, hatası, suistimali veya satış bedelini tahsil eden herhangi bir bankanın iflası, ihmali veya hatası,<br/>• Mal veya hizmet mübadeleleri, mal veya hizmet karşılığı satışlar,<br/>• Biyolojik ve/veya kimyasal kirlenme, bulaşma veya zehirlenmeler nedeniyle oluşacak zararlar dahil olmak üzere, 3713 sayılı Terörle Mücadele Kanunu’nda belirtilen terör eylemleri ve bu eylemlerden doğan sabotaj sonucunda oluşan veya bu eylemleri önlemek ve etkilerini azaltmak amacıyla yetkili organlar tarafından yapılan müdahaleler sonucunda meydana gelen zararlar,<br/>• Ödenmemiş olan bir borç ile ilgili olarak sigortalının olumsuz bilgi bildirimi veya<br/>vadesi geçmiş borç bildiriminde bulunduğu veya bulunmuş olması gereken alıcılara yapılmış olan sevkiyat, teslimat veya hizmet sağlamadan doğan zararlar,<br/>• Sigortalının, ödeme güçlüğü içine düştüğünü bildiği alıcılara, yapılmış olan sevkiyat, teslimat veya hizmet sağlamadan doğan zararlar,<br/>• Vade tarihinden veya uzatılmış vade tarihinden sonraki faiz, herhangi bir ceza veya masraflar,<br/>• Malın evsafına ve durumuna veya satış veya kredi anlaşması hükümlerine ilişkin olarak sigortalı ile alıcı arasında ihtilaf çıkması."
  },
  {
    "id": "3071122",
    "unitNumber": 7,
    "text": "Devlet destekli ticari alacak sigortasında primin tamamının peşin ödenmesi halinde en çok yüzde kaç indirim uygulanır?",
    "correctAnswer": "D",
    "options": {
      "A": "25",
      "B": "20",
      "C": "15",
      "D": "10",
      "E": "5"
    },
    "explanation": "Devlet destekli ticari alacak sigortasında primin tamamının peşin ödenmesi halinde en fazla yüzde 10 indirim uygulanır."
  },
  {
    "id": "3071140",
    "unitNumber": 7,
    "text": "Devlet destekli alacak sigortasında vade aşağıdaki seçeneklerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "%25 Peşin kalan 3 taksit",
      "B": "%25 peşin kalan 5 eşit taksit",
      "C": "%25 peşin 6 eşit taksit",
      "D": "%25 Peşin 8 eşit taksit",
      "E": "%25 peşin 10 eşit taksit"
    },
    "explanation": "Devlet destekli alacak sigortasında primin yüzde 25’i peşin, kalan en fazla 3 taksitle ödenebilecektir"
  },
  {
    "id": "3071172",
    "unitNumber": 7,
    "text": "II- Olağandışı Riskler Yönetim Merkezi tarafından belirlenen risk değerlendirme kriterlerini sağlaması,\n<br/>III- Basit usulde vergi mükellefi olması\n<br/>IV- Bir önceki mali yıldaki yıllık net satış hasılatının yüz yirmi beş milyon Türk Lirasından (dahil) az olması \n<br/>V- Basit usul dışında vergi mükellefi olması,\n<br/>19/10/2005 tarihli ve 2005/9617 sayılı Bakanlar Kurulu Kararı ile yürürlüğe konulan küçük ve orta büyüklükteki işletmelerin tanımı, nitelikleri ve sınıflandırılması hakkında yönetmelikte yer alan yıllık net satış hasılatı rakamı dikkate alınarak belirlenecek mikro, küçük ve orta büyüklükteki işletmelerden yukarıdaki koşullardan hangilerini sağlayanlar devlet destekli ticari alacak sigortası yaptırabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II, III, IV",
      "B": "I, II, III",
      "C": "II, III, IV, V",
      "D": "I, II, IV, V",
      "E": "I, III, IV, V"
    },
    "explanation": "Alacak sigortası, 19/10/2005 tarihli ve<br/>2005/9617 sayılı Bakanlar Kurulu Kararı ile yürürlüğe konulan Küçük ve Orta Büyüklükteki İşletmelerin Tanımı, Nitelikleri ve Sınıflandırılması<br/>Hakkında Yönetmelikte yer alan yıllık net satış hasılatı rakamı dikkate alınarak belirlenecek mikro, küçük ve orta büyüklükteki işletmelerden aşağıda belirtilen koşulları sağlayanlara sunulmaktadır:<br/>• Başvuru tarihinden itibaren en az iki yıl önce kurulması,<br/>• Olağandışı Riskler Yönetim Merkezi tarafından belirlenen risk değerlendirme kriterlerini sağlaması,<br/>• Basit usul dışında vergi mükellefi olması,<br/>• Bir önceki mali yıldaki yıllık net satış hasılatının yüz yirmi beş milyon Türk Lirasından (dahil) az olması (Resmi Gazete,<br/>25/3/2020-31079)."
  },
  {
    "id": "3071181",
    "unitNumber": 7,
    "text": "Ticari ve zirai kazancın elde edilmesi kaydıyla; dava ve icra safhasında bulunan alacaklar, yapılan protesto veya yazı ile bir defadan fazla istenilmesine rağmen borçlu tarafında ödenmemiş bulunan dava ve icra takibine değmeyecek kadar küçük alacaklara ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Belirli alacak",
      "B": "Kıymetli alacak",
      "C": "Talep edilen alacak",
      "D": "Şüpheli alacak",
      "E": "Değersiz alacak"
    },
    "explanation": "Soru ile ilgili konu başlığı: KREDİ (TİCARİ ALACAK) SİGORTASI<br/>Şüpheli Alacak: Ticari ve zirai kazancın elde edilmesi kaydıyla; dava ve icra safhasında bulunan alacaklar, yapılan protesto veya yazı ile bir defadan fazla istenilmesine rağmen borçlu tarafında ödenmemiş bulunan dava ve icra takibine değmeyecek kadar küçük alacaklar, şüpheli alacak sayılmaktadır."
  },
  {
    "id": "3071183",
    "unitNumber": 7,
    "text": "Bir borçlunun ticari durumunun sarsılmış olmasıyla alacaklıların, alacaklarını belli bir plana göre almaları konusunda kendi aralarında vardıkları ve mahkemece onaylanan anlaşmayı aşağıdaki kavramlardan hangisi ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Konkordato",
      "B": "Temerrüt",
      "C": "Sevkiyat",
      "D": "Muafiyet",
      "E": "Temlik"
    },
    "explanation": "Soru ile ilgili konu başlığı: Kredi Sigortasının Kapsamı<br/>Konkordato: Bir borçlunun ticari durumunun sarsılmış olmasıyla alacaklıların, alacaklarını belli bir plana göre almaları konusunda kendi aralarında vardıkları ve mahkemece onaylanan anlaşmayı ifade eder."
  },
  {
    "id": "3071186",
    "unitNumber": 7,
    "text": "Sigortalının muhtelif alıcılarla yaptığı sözleşmelere göre faturalandırılan ve bedeli özel şartlarda belirlenen azami vade süresi içinde ödenmesi kararlaştırılan mal ve hizmet satışlarına uygulanan sigorta türüne ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hukuksal koruma sigortası",
      "B": "Finansal kayıp sigortası",
      "C": "Kredi sigortası",
      "D": "Devlet destekli alacak sigortası",
      "E": "Kefalet sigortası"
    },
    "explanation": "Soru ile ilgili konu başlığı: Giriş bölümü<br/>Kredi sigortası, sigortalının muhtelif alıcılarla yaptığı sözleşmelere göre faturalandırılan ve bedeli özel şartlarda belirlenen azami vade süresi içinde ödenmesi kararlaştırılan mal ve hizmet satışlarına uygulanır."
  },
  {
    "id": "3071189",
    "unitNumber": 7,
    "text": "Uluslararası faaliyeti olan işletmelerin faaliyetlerinin yurtdışında iş yaptığı ülke, kendi ülkesi ya da üçüncü bir ülke kaynaklı ve işletmenin kontrolünde olmayan nedenlerle engellenmesi ya da zarar görmesi olarak tanımlanan risk türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ticari risk",
      "B": "Politik risk",
      "C": "Enflasyon riski",
      "D": "Tazminat riski",
      "E": "Teminat riski"
    },
    "explanation": "Soru ile ilgili konu başlığı: Kredi Sigortasında Teminat Altına Alınan Riskler<br/>Politik Risk: Uluslararası faaliyeti olan işletmelerin faaliyetlerinin yurtdışında iş yaptığı ülke, kendi ülkesi ya da üçüncü bir ülke kaynaklı ve işletmenin kontrolünde olmayan nedenlerle engellenmesi ya da zarar görmesi olarak tanımlanabilir."
  },
  {
    "id": "3071191",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Kişi-Aile Hukuksal Koruma Sigortası teminatları arasında <strong>yer almaz</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Sigortalının, yasal sorumluluk kuralları nedeniyle muhatabı olduğu tazminat istemlerinden kaynaklanan uyuşmazlıklar.",
      "B": "İşçi-işveren ve bireysel iş ilişkileri ile ilgili uyuşmazlıklar.",
      "C": "Sigortalının ceza, disiplin veya meslek kurallarına aykırı gelmekle suçlanması ya da bu amaçla yapılan cezai kovuşturma sebebiyle maruz kaldığı işlemler.",
      "D": "Sosyal güvenlik kurumları ve bu amaçla kurulmuş sandık ve vakıflar ile olan uyuşmazlıklar.",
      "E": "Sigortalının avukatlara müracaatında ortaya çıkacak danışmanlık ücretleri."
    },
    "explanation": "• Sigortalının, yasal sorumluluk kuralları nedeniyle muhatabı olduğu tazminat istemlerinden kaynaklanan uyuşmazlıklar,<br/>• Sigortalının ceza, disiplin veya meslek kurallarına aykırı gelmekle suçlanması ya da<br/>bu amaçla yapılan cezai kovuşturma sebebiyle maruz kaldığı işlemler; şahsi ceza<br/>davası açması ya da açılmış ceza davalarına müdahil olarak katılması,<br/>• İşçi-işveren ve bireysel iş ilişkileri ile ilgili uyuşmazlıklar,\n<br/>Sosyal güvenlik kurumları ve bu amaçla kurulmuş sandık ve vakıflar ile olan uyuşmazlıklar,<br/>• Bir yıllık sigorta döneminde en çok iki kez olmak üzere aile ve miras hukukuna ilişkin olup sigortalının hukuki durumunu etkileyecek ve hukuki bilgi gerektiren olaylar hakkında sigortalının kendi seçeceği bir avukata danışması."
  },
  {
    "id": "3071193",
    "unitNumber": 7,
    "text": "Özel şartlarda başka bir şekilde belirtilmedikçe, sigortalının kredi talebi ismen yapılmamış alıcılar için hesap edilen zararının yüzde (%) kaçı sigortacının sorumluluğundadır?",
    "correctAnswer": "E",
    "options": {
      "A": "30",
      "B": "35",
      "C": "40",
      "D": "45",
      "E": "50"
    },
    "explanation": "Soru ile ilgili konu başlığı: Kredi Sigortasının İşleyişi<br/>Kredi sigortası kapsamındaki muafiyet: Özel şartlarda başka bir şekilde belirtilmedikçe, sigortalının kredi talebi ismen yapılmamış alıcılar için hesap edilen zararının %50’si sigortacının sorumluluğundadır."
  },
  {
    "id": "3071194",
    "unitNumber": 7,
    "text": "Amir banka, lehtar ve eğer mevcut olması durumda teyit bankasından her birinin onayı olmadan geriye alınması, bozulması, revize edilmesi veya iptal edilmesi mümkün olmayan akreditif türüne ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gayri Kabili Rücu Akreditif",
      "B": "Pasif sigorta",
      "C": "Temlik",
      "D": "Vesaik Mukabili Ödeme",
      "E": "Temerrüt"
    },
    "explanation": "Soru ile ilgili konu başlığı: Kredi Sigortasının İşleyişi -Kredi Sigortasında Teminat Dışında Kalan Hâller<br/>Gayri Kabili Rücu Akreditif: Amir banka, lehtar ve eğer mevcut olması durumda teyit bankasından her birinin onayı olmadan geriye alınması, bozulması, revize edilmesi veya iptal edilmesi mümkün olmayan akreditif türüne denilmektedir."
  },
  {
    "id": "3071196",
    "unitNumber": 7,
    "text": "İhale veya projelere girecek işletmelere verilen garantiyi gösteren, gayrinakdi krediye ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gayri Kabili Rücu Akreditif",
      "B": "Teminat Mektubu",
      "C": "Lehdar",
      "D": "Vesaik Mukabili Ödeme",
      "E": "Temlik"
    },
    "explanation": "Soru ile ilgili konu başlığı: FİNANSAL KAYIP SİGORTALARI<br/>Teminat Mektubu: İhale veya projelere girecek işletmelere verilen garantiyi gösteren, gayrinakdi kredidir."
  },
  {
    "id": "3071200",
    "unitNumber": 7,
    "text": "Tedarik zincirdeki üretici şirketin tedarikçilerinden veya müşterilerinden birinin bulunduğu yerde meydana gelen bir olay nedeniyle çalışamaması sonucu ticaretin aksaması ve bu sebeple üretici şirketin zarar görmesi aşağıdaki ifadelerden hangisi ile açıklanabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Enflasyon riski",
      "B": "Sistematik risk",
      "C": "Dolaylı iş durması riski",
      "D": "Ticari risk",
      "E": "Politik risk"
    },
    "explanation": "Soru ile ilgili konu başlığı: Kâr Kaybı Sigortasının Kapsamı<br/>Dolaylı İş Durması Riski: Tedarik zincirdeki üretici şirketin tedarikçilerinden veya müşterilerinden birinin bulunduğu yerde meydana gelen bir olay nedeniyle çalışamaması sonucu ticaretin aksaması ve bu sebeple üretici şirketin zarar görmesi şeklinde açıklanabilir."
  },
  {
    "id": "3071203",
    "unitNumber": 7,
    "text": "Motorlu Araca Bağlı Hukuksal Koruma Sigortası aşağıdaki hangi hâller için koruma sağlamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Sigortalı kullanıcının, uyuşturucu, keyif verici maddeler almış olması",
      "B": "Tescil belgesi olmayan aracın neden olduğu zararlardan doğan uyuşmazlıklar",
      "C": "Sürücünün kurallara uygun bir sürücü belgesinin olmaması",
      "D": "Riskin gerçekleştiği anda sürücüye yüklenilecek bir kusurun bulunmadığı durumlar",
      "E": "Sürücünün araç kullanma yetkisinin bulunmadığı durumlar"
    },
    "explanation": "Soru ile ilgili konu başlığı: Hukuksal Koruma Sigortalarının Kapsamı- Motorlu Araca Bağlı Hukuksal Koruma Sigortası<br/>Motorlu Araca Bağlı Hukuksal Koruma Sigortası belirtilen hâller için koruma sağlamamaktadır: Riskin gerçekleştiği anda sürücüye yüklenilecek herhangi bir kusurun bulunmadığı hâller hariç olmak üzere, Sigortalının veya eylemlerinden sorumlu olduğu kişinin uyuşturucu, keyif verici maddeler almış veya alkollü içki almış olması nedeniyle güvenli sürme yeteneğini kaybetmiş olarak aracı kullanmasından ve bu nedenlerle meydana gelen kazalardan doğan uyuşmazlıklar, Tescil belgesi olmayan aracın neden olduğu zararlardan doğan uyuşmazlıklar, Riskin gerçekleştiği anda sürücüye yüklenilecek herhangi bir kusurun bulunmadığı hâller hariç olmak üzere, sürücünün kurallara uygun bir sürücü belgesi veya araç kullanma yetkisinin bulunmadığı durumlarda meydana gelen kazalardan doğan talepler."
  },
  {
    "id": "3071207",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Olağandışı Riskler Yönetim Merkezinin <u>temel</u> görevlerinden biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Risk grubuna ilişkin teminat sorunlarının çözümüne yönelik çalışmalar yapmak",
      "B": "İhtiyaca göre sigorta veya reasürans havuzu kurmak",
      "C": "Sigorta şirketleri arasında işbirliği yapılmasını sağlamak",
      "D": "Teminat talebinde bulunanların risk iyileştirici faaliyetlerini takip etmek",
      "E": "Müsteşarlığa yıllık gelişme raporları sunmak"
    },
    "explanation": "Soru ile ilgili konu başlığı: DEVLET DESTEKLİ TİCARİ ALACAK SİGORTASI- Olağandışı Riskler Yönetim Merkezleri<br/>Olağandışı Riskler Yönetim Merkezinin temel görevleri şunlardır: • Merkez olarak görevlendirildiği risk grubuna ilişkin teminat sorunlarının çözümüne yönelik çalışmalar yapmak, • İhtiyaca göre sigorta veya reasürans havuzu kurmak veya kurulması için gerekli eşgüdümü sağlamak, • Sigorta şirketleri arasında işbirliği yapılmasını sağlamak, oluşturulan havuz, organizasyon veya işbirliği mekanizmasının yürütülmesini sağlamak, • Gerektiğinde, risk iyileştirme ile ilgili ihtiyaçları belirlemek ve teminat talebinde bulunanların risk iyileştirici faaliyetlerini takip etmek • Risk merkezi olarak yürüttüğü faaliyetlerle ilgili olarak Müsteşarlığa altı aylık dönemler halinde gelişme raporları sunmak."
  },
  {
    "id": "3071721",
    "unitNumber": 7,
    "text": "Çeşitli kaynaklardan yararlanılarak kişi veya firmalar hakkında ticari, mali ve moral yönünden araştırma yapılması, bilgi toplanması ve toplanan bilgilerin değerlendirilmesi sürecine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kredi limiti oluşturma",
      "B": "İstihbarat",
      "C": "Hasar değerlendirme",
      "D": "Tahsilat değerlendirme",
      "E": "Tazminat oluşturma"
    },
    "explanation": "<strong>İstihbarat</strong>: Çeşitli kaynaklardan yararlanılarak kişi veya firmalar hakkında ticari,<br/>mali ve moral yönünden araştırma yapılması, bilgi toplanması ve toplanan bilgilerin değerlendirilmesi sürecidir."
  },
  {
    "id": "3071730",
    "unitNumber": 7,
    "text": "I- Avans ödeme teminatı\n<br/>II- İmalat / bakım / onarım teminatı\n<br/>III- Emniyeti suistimal teminatı\n<br/>IV- İhaleye katılım (geçici teminat) teminatı\n<br/>V- Performans teminatı\n<br/>Yukarıdakilerden kaç tanesi kefalet sigortası kapsamında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "5",
      "B": "4",
      "C": "3",
      "D": "2",
      "E": "1"
    },
    "explanation": "Aşağıdakilerle sınırlı olmamak üzere, bu sigorta kapsamında sunulan teminatların tanımları şu şekildedir.\n<br/><strong>Avans ödeme teminatı: </strong>\n<br/><strong>İmalat / bakım / onarım teminatı: </strong>\n<br/><strong>Emniyeti suistimal teminatı: </strong>\n<br/>Gümrük ve mahkeme teminatı: \n<br/><strong>İhaleye katılım (geçici teminat) teminatı: </strong>\n<br/>Ödeme teminatı: \n<br/><strong>Performans teminatı: </strong>\n<br/>Sözleşme teminatı: \n<br/>Kamu ihaleleri teminatı: \n<br/>Kamu alacakları teminatı: \n<br/><strong>5 tanesi de kefalet sigortası kapsamında yer alır.</strong>"
  },
  {
    "id": "2264232",
    "unitNumber": 8,
    "text": "I. Blok zinciri\n<br/>II. Web sayfaları\n<br/>III. Roboadvisor\n<br/>IV. Bulut bilişim\n<br/>V. Yapay zeka\n<br/>Yukarıdakilerden hangileri dijital teknolojilerde iletişim ortamları arasında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "I-II",
      "B": "II-III",
      "C": "I-III-III",
      "D": "III-IV",
      "E": "IV-V"
    },
    "explanation": "<strong>GİRİŞ </strong><br/>Dijital teknolojiler veri toplama ve analiz (yapay zeka, büyük veri, nesnelerin interneti), iletişim (uygulamalar, sohbetler, <strong>roboadvisor, web sayfaları,</strong> sosyal ağlar, haberci, video görüşmeleri, video platformları) ve veri depolama (blok zinciri, bulut bilişim) ortamlarıdır"
  },
  {
    "id": "2264258",
    "unitNumber": 8,
    "text": "Bankacılık ve finansal hizmetleri sunmak ve desteklemek için bilgisayar programları ve diğer teknolojiler kullanmak aşağıdaki dijital teknolojilerden hangisi kapsamında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "FinTech",
      "B": "Start-up",
      "C": "Kuluçka merkezi",
      "D": "InsurTech",
      "E": "Sandbox"
    },
    "explanation": "<strong>DİJİTALLEŞME </strong><br/><strong>FinTech: </strong>Bankacılık ve finansal hizmetleri sunmak ve desteklemek için kullanılan bilgisayar programları ve diğer teknolojiler olarak tanımlanabilir."
  },
  {
    "id": "2264510",
    "unitNumber": 8,
    "text": "I. Yapay zeka ve büyük veri \n<br/>II. Kriptoloji\n<br/>III. Mobil internet erişimi\n<br/>IV. Siber güvenlik\n<br/>V. Incubator\n<br/>Yukarıdakilerden hangileri finansal teknoloji alanıyla ilgili teknolojik yenilik ve ürünün dayandığı temeller arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III",
      "B": "II-III-IV",
      "C": "III-IV-V",
      "D": "I-III-V",
      "E": "II-IV-V"
    },
    "explanation": "<strong>Dijital Teknolojiler </strong><br/>Finansal teknoloji alanıyla ile ilgili duyulan birçok teknolojik yenilik ve ürünü aslında dört temele dayandırmak mümkündür. Bunlar; \n<br/>1. Yapay zeka ve büyük veri \n<br/>2. Dağıtık hesaplama \n<br/>3. Şifreleme (Kriptoloji) \n<br/>4. Mobil internet erişimidir."
  },
  {
    "id": "2264514",
    "unitNumber": 8,
    "text": "Birçok istatistiksel teknik ve veri madenciliğinin yanı sıra, makine öğrenimi teknolojisini de kullanarak geçmiş ve mevcut verileri analiz edip ve geleceğe dair tahminde bulunan dijital teknoloji aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Derin Öğrenme",
      "B": "Robotik Süreç Otomasyonu",
      "C": "Büyük Veri Analizi",
      "D": "Nesnelerin İnterneti",
      "E": "Bulut Teknolojisi"
    },
    "explanation": "<strong>Yapay Zekâ ve Büyük Veri Analizi </strong><br/><strong>Büyük Veri Analizi: </strong>birçok istatistiksel teknik ve veri madenciliğinin yanı sıra, makine öğrenimi teknolojisini de kullanarak geçmiş ve mevcut verileri analiz eder ve geleceğe dair tahminde bulunmasıdır."
  },
  {
    "id": "2264520",
    "unitNumber": 8,
    "text": "I. Bulut teknolojisi \n<br/>II. Biyometrik doğrulama \n<br/>III. Blok zinciri\n<br/>IV. Dijital cüzdan \n<br/>V. Nesnelerin interneti \n<br/>Yukarıdakilerden hangileri mobil internet erişimi ürünleri arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II-III",
      "B": "II-III-IV",
      "C": "III-IV-V",
      "D": "II-III-V",
      "E": "I-IV-V"
    },
    "explanation": "<strong>Mobil İnternet Erişimi </strong><br/>İnternet erişimindeki gelişmelerin ürünü olan <strong>nesnelerin interneti</strong>, uygulama programlama arayüzleri, <strong>bulut </strong>ve <strong>dijital cüzdanlar </strong>bu temel içinde yer almaktadır."
  },
  {
    "id": "2264531",
    "unitNumber": 8,
    "text": "I. Satıcılar, müşteriler veya iş ortakları tarafından işletmenin gizli verilerinin istemeden serbest bırakılması\n<br/>II. Küçük düşürücü medya içeriği veya üçüncü bir tarafın fikri mülkiyet haklarını ihlal eden içerik oluşturmak\n<br/>III. İşletmenin BT veya dijital operasyonel teknolojisini kontrol etmek için kötü amaçlı kodlar getirmek \n<br/>IV. İşletmenin BT veya dijital operasyonel teknolojisi ağını etkileyen yazılım hatası \n<br/>V. İstenmeden bir kimlik avı veya iş e-postaya giren yetkili personelin operasyonel hatası \n<br/>Yukarıdakilerden hangileri işletme içinden kaynaklanan kötü niyetli olmayan siber riskler arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "I-II",
      "B": "II-III",
      "C": "III-IV",
      "D": "IV-V",
      "E": "I-V"
    },
    "explanation": "<strong>Siber Risklerin Sınıflandırılması </strong><br/><em>Kötü Niyetli Olmayan (İşletme içinden) </em>\n<br/>1. <strong>İstenmeden bir kimlik avı veya iş e-postaya giren çalışan/yetkili personelin operasyonel hatası </strong>\n<br/>2. <strong>İşletmenin BT veya dijital operasyonel teknolojisi ağını etkileyen yazılım hatası </strong>\n<br/>3. Üçüncü bir tarafın işletme sistemine kötü amaçlı kod eklemesine izin veren güvenlik hatası\n<br/>4. İftira niteliğinde veya başkalarının fikri mülkiyet haklarını ihlal eden dijital medya içeriğinin kasıtsız olarak oluşturulması\n<br/>5. Sistem arızası (donanım bileşenlerinin arızalanması, işletmenin elektrik altyapısı vb.)\n<br/>6. İstemeden yasa dışı veri toplama veya depolama"
  },
  {
    "id": "2264532",
    "unitNumber": 8,
    "text": "Poliçe sahibi şirketin BT ağı aracılığıyla üçüncü taraflara (tedarikçi, ortak, sağlayıcı, müşteri) neden olunan, tazminat masraflarına yol açan siber olay türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Veri ve yazılım kaybı",
      "B": "Ağ güvenliği/güvenlik hatası",
      "C": "Teknoloji hataları ve eksiklikleri",
      "D": "Olay müdahale maliyetleri",
      "E": "Fikri mülkiyet hırsızlığı"
    },
    "explanation": "<strong>Siber Olaylar ve Kapsamı </strong><br/><em>Ağ güvenliği/güvenlik hatası: </em>Poliçe sahibi şirketin BT ağı aracılığıyla üçüncü taraflara (tedarikçi, ortak, sağlayıcı, müşteri) neden olunan, tazminat masrafları."
  },
  {
    "id": "2264745",
    "unitNumber": 8,
    "text": "Siber saldırı ile toplumun (müşteriler, ortaklar, rakipler, basın, yayın, sosyal medya, düzenleyici ve denetleyici otoriteler vb.) işletmeler hakkındaki olumsuz düşüncelerinden dolayı gelirlerinde veya sermayesinde kayıp ortaya çıkma ihtimali aşağıdakilerden hangisini tanımlamaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Bütün tehlikeler",
      "B": "Siber Terör",
      "C": "İtibar Riski",
      "D": "Yetkisiz erişim",
      "E": "Siber sahtekârlık"
    },
    "explanation": "<strong>Siber Sorumluluk Poliçeleriyle İlgili Özel Durumlar </strong><br/><strong>İtibar Riski: </strong>Toplumun (müşteriler, ortaklar, rakipler, basın, yayın, sosyal medya, düzenleyici ve denetleyici otoriteler vb.) işletmeler hakkındaki olumsuz düşüncelerinden dolayı gelirlerinde veya sermayesinde kayıp ortaya çıkma ihtimalini ifade etmektedir."
  },
  {
    "id": "2264748",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi ilk 10'a giren <em>Küresel İş Dünyası Riski</em> arasında en yüksek orana sahiptir?",
    "correctAnswer": "E",
    "options": {
      "A": "Doğal Afetler",
      "B": "Yeni Teknolojiler",
      "C": "Yangın, Patlama",
      "D": "Pazar Gelişmeleri",
      "E": "Siber Tehditler"
    },
    "explanation": "<strong>Siber Sorumluluk Poliçeleriyle İlgili Özel Durumlar </strong><br/><em>En Büyük 10 Küresel İş Dünyası Riski: </em>\n<br/>1. İş Kesintisi %37 \n<br/>2. <strong>Siber Tehditler</strong> <strong>%37 </strong>\n<br/>3. Doğal Afetler %28 \n<br/>4. Mevzuat ve Yönetmeliklerdeki Değişiklikler %27 \n<br/>5. Pazar Gelişmeleri %23 \n<br/>6. Yangın, Patlama %19 \n<br/>7. Yeni Teknolojiler %19 \n<br/>8. İklim Değişikliği / Hava Değişimlerindeki Artış %13 \n<br/>9. İtibar ya da Marka Değeri Kaybı %13 \n<br/>10. Kalifiye İşgücü Yetersizliği %9"
  },
  {
    "id": "2264750",
    "unitNumber": 8,
    "text": "I. Veri İhlali Masrafları \n<br/>II. Sigorta Ettirenin İş Durması \n<br/>III. Online Alışveriş Anlaşmazlıkları \n<br/>IV. Hukuki Danışma Hizmeti \n<br/>V. Siber Fidye Hasarı \n<br/>Yukarıdakilerden hangileri Bireysel Siber Güvenlik Sigortası poliçesi kapsamında, sigortayla oluşacak anlaşmazlıklarda anlaşmazlığın giderilmesi için uzman danışmanlığı veya oluşacak hukuki süreçlere ilişkin destekler arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "I-II",
      "B": "II-III",
      "C": "II-IV",
      "D": "III-IV",
      "E": "I-V"
    },
    "explanation": "<strong>Bireysel Siber Güvenlik Sigortası </strong><br/><em>Genel Bilgiler </em>\n<br/>1. Bu sigortayla aşağıdaki durumlara ilişkin oluşacak anlaşmazlıklarda anlaşmazlığın giderilmesi için uzman danışmanlığı veya oluşacak hukuki süreçlere ilişkin destek sağlanmaktadır: \n<br/>• <strong>Hukuki Danışma Hizmeti </strong>\n<br/>• Kimlik Hırsızlığı \n<br/>• Online Saygınlığa Zarar Verilmesi \n<br/>• <strong>Online Alışveriş Anlaşmazlıkları </strong>\n<br/>• Ödeme Araçlarının Çalınması ya da Hileli Kullanımı"
  },
  {
    "id": "2376593",
    "unitNumber": 8,
    "text": "\"Bilgi ve iletişim teknolojisinin kullanımından kaynaklanan, elektronik verilerin gizliliğini, kullanılabilirliğini veya bütünlüğünü tehlikeye atan risklere ...................... denir.",
    "correctAnswer": "A",
    "options": {
      "A": "siber risk",
      "B": "derin öğrenme",
      "C": "siber terör",
      "D": "blockchain",
      "E": "siber suç"
    },
    "explanation": "Siber Risk: Bilgi ve iletişim teknolojisinin kullanımından kaynaklanan, elektronik verilerin gizliliğini, kullanılabilirliğini veya bütünlüğünü tehlikeye atan risklerdir.<br/>Doğru seçenek A şıkkıdır."
  },
  {
    "id": "2376933",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Kuluçka Merkezinin amaçlarındandır?",
    "correctAnswer": "A",
    "options": {
      "A": "genç ve yeni işletmeleri geliştirmek",
      "B": "sanal alan, web veya yazılım projeleriyle güvenle deneme yapmak",
      "C": "sıfır noktasından işe başlayan bir şirket kurmak",
      "D": "bankacılık ve finansal hizmetleri sunmak ve desteklemek",
      "E": "mevcut yönetmelikle korunmayan veya düzenleyici kurumlar tarafından denetlenen yeni iş modelleri için test sahalarını belirlemek"
    },
    "explanation": "<strong>Kuluçka Merkezi:</strong> Özellikle <strong>genç ve yeni işletmeleri geliştirmek</strong> amacıyla; girişimcilere ofis hizmetleri,<br/>ekipman desteği, yönetim desteği, mali kaynaklara erişim, kritik iş ve teknik destek hizmetlerinin<br/>bir çatı altında tek elden sağlandığı yapılardır.<br/>Doğru seçenek A şıkkıdır."
  },
  {
    "id": "2377047",
    "unitNumber": 8,
    "text": "I) Riske bağlı zihin durumu \n II) Riskin teknolojiyle ilişkisi\n III) Riskin kaynağı\n Yukarıdakilerden hangisi/hangileri siber risk türlerini sınıflandırmak için kullanılan kriterlerdendir?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II",
      "B": "I, III",
      "C": "II, III",
      "D": "I",
      "E": "III"
    },
    "explanation": "Siber risk türlerini sınıflandırmak için iki kriter kullanabilir. Bunlar;<br/>1. Riskin kaynağı (işletme içinden veya dışından)<br/>2. Riske bağlı zihin durumu (kötü niyetli olup olmama)<br/>Doğru seçenek B şıkkıdır."
  },
  {
    "id": "2377082",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi gerçek kişilerin karşılaştığı kötü niyetli siber risklerdendir?",
    "correctAnswer": "B",
    "options": {
      "A": "İşletmenin BT veya dijital operasyonel teknolojisi ağını etkileyen yazılım hatası",
      "B": "Kasıtlı olarak yasa dışı verilerin toplanması veya saklanması",
      "C": "İstemeden yasa dışı veri toplama veya depolama",
      "D": "Elektrik, telekomünikasyon, internet kesintisi gibi işletme dışı altyapı arızası",
      "E": "İftira niteliğinde veya başkalarının fikri mülkiyet haklarını ihlal eden dijital medya içeriğinin kasıtsız olarak oluşturulması"
    },
    "explanation": "Gerçek kişilerin karşılaştığı siber risklerde farklılıklar olduğu bilinmektedir. Söz konusu iki<br/>kritere göre şu şekilde bir sınıflandırma yapılmıştır (Scheuermann, 2018: 631).<br/><strong>Kötü niyetli</strong><br/>1. İşletme içinden (çalışanlar, bağımsız yükleniciler) veya işletme dışından (ulus devletler,<br/>suçlular, bilgisayar korsanları veya bireyler) tarafından yetkisiz/yetkilendirilmiş sistem erişimi<br/>2. <strong>Kasıtlı olarak yasa dışı verilerin toplanması</strong><br/><strong>veya saklanması</strong><br/>3. Aşağıdakiler sonucunda yanlışlıkla erişilebilir kılınan verilere erişim, çalma ve yayınlama<br/>a. Bir sistemin, gizli verilere üçüncü tarafların erişebileceği şekilde yanlış yapılandırılması<br/>b. Şifrelenmemiş gizli verilerin gönderilmesi veya güvenli olmayan bir web sitesine gönderilmesi<br/>c. İnternet ve diğer dijital ağların bağlı olduğu kritik altyapıya, örneğin elektrik ve telekomünikasyon ağlarına ve internetin kritik bileşenlerine saldırı.<br/>Doğru seçenek B şıkkıdır."
  },
  {
    "id": "2377098",
    "unitNumber": 8,
    "text": "I) Fikri mülkiyet hırsızlığı\n II) Gizliliğin ihlali\n III) Veri ve yazılım kaybı\n IV) Teknoloji hataları ve eksiklikleri\n Yukarıdakilerden hangisi/hangileri siber olay türleri ve bu olay olması sonucunda ortaya çıkan kayıplardandır?",
    "correctAnswer": "C",
    "options": {
      "A": "II, III",
      "B": "I, IV",
      "C": "I, II, III, IV",
      "D": "II, III, IV",
      "E": "I, II, IV"
    },
    "explanation": "Buna göre siber olay türleri ve bu olay olması sonucunda ortaya çıkan kayıplar aşağıdaki gibi açıklanabilir.<br/>İş kesintisi, operasyonlarda kesinti <br/>Koşullu iş kesintisi <br/><strong>Veri ve yazılım kaybı</strong><br/>Finansal hırsızlık ve/veya dolandırıcılık<br/>Siber fidye ve gasp<br/><strong>Fikri mülkiyet hırsızlığı</strong><br/>Olay müdahale maliyetleri\n<br/><strong>Gizliliğin ihlali</strong><br/>Ağ güvenliği/güvenlik hatası<br/>İtibar hasarı (yasal koruma hariç)<br/>Yasal ve yasal savunma maliyetleri<br/>Para Cezası ve diğer cezalar<br/>İletişim ve medya<br/>Yasal koruma - Avukat ücretleri<br/>Yardım kapsamı - psikolojik destek<br/>Ürünler<br/>Yöneticiler ve çalışanlar<br/><strong>Teknoloji hataları ve eksiklikleri</strong><br/>Profesyonel hizmet hataları ve ihmalleri<br/>Çevresel hasar<br/>Fiziksel varlık hasarı<br/>Bedensel yaralanma ve ölüm<br/>Doğru seçenek C şıkkıdır."
  },
  {
    "id": "2377109",
    "unitNumber": 8,
    "text": "Birbirleri ile haberleşen, bilgi paylaşan akıllı cihazlar sistemi .................. olarak açıklanabilir.\n Aşağıdakilerden hangisi cümledeki boşluğa gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "kalibrasyon",
      "B": "büyük veri",
      "C": "nesnelerin interneti",
      "D": "siber risk",
      "E": "bilgi teknolojisi"
    },
    "explanation": "<strong>Nesnelerin İnterneti:</strong> Birbirleri ile haberleşen, bilgi paylaşan akıllı cihazlar sistemi olarak açıklanabilir.<br/>Doğru seçenek C şıkkıdır."
  },
  {
    "id": "2377138",
    "unitNumber": 8,
    "text": "Siber riskler için ilk sigorta poliçeleri hangi ülkede ve kaç yılında ortaya çıkmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "İtalya, 2000",
      "B": "Kanada, 1990",
      "C": "ABD, 2010",
      "D": "ABD, 1990",
      "E": "ABD, 2000"
    },
    "explanation": "Siber riskler için sigorta nispeten yeni ve hızla gelişen bir alandır. Bu konudaki ilk poliçeler <strong>ABD’de 1990’ların sonlarında</strong> ortaya çıkmış ve internetin artan kullanımından kaynaklanan gizlilik/güvenlik sorumluluğu kapsamına alınmıştır.<br/>Doğru seçenek D şıkkıdır."
  },
  {
    "id": "2377150",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Start-up terimine karşılık gelir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dijitalleşme",
      "B": "Dijital finans",
      "C": "Hızlandırıcı",
      "D": "Yeni girişim",
      "E": "Teknoloji"
    },
    "explanation": "<strong>Start-up:</strong> İlk olarak ABD’de kullanılan start-up terimi, Türkçede genellikle “<strong>yeni girişim</strong>” olarak adlandırılmaktadır.<br/>Doğru seçenek D şıkkıdır."
  },
  {
    "id": "2377158",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi <strong>Fin Tech</strong> teriminin tanımıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Bir sigorta şirketi, aracı veya sigorta değer zinciri uzmanı olarak tanımlanabilir.",
      "B": "Bankacılık ve finansal hizmetleri sunmak ve desteklemek için kullanılan bilgisayar programları ve diğer teknolojiler olarak tanımlanabilir.",
      "C": "Sıfır noktasından işe başlayan bir şirket için kullanılan terim, “başlangıç” olarak tanımlanabilir.",
      "D": "İnsan beynindeki sinir ağlarından esinlenilerek yaratılmış bir teknoloji olarak tanımlanabilir.",
      "E": "Finans sektöründe, ilk olarak, inovasyonun hızına ayak uyduracak düzenleme geliştirme mekanizması olarak tanımlanabilir."
    },
    "explanation": "<strong>FinTech:</strong> Bankacılık ve finansal hizmetleri sunmak ve desteklemek için kullanılan bilgisayar programları<br/>ve diğer teknolojiler olarak tanımlanabilir.<br/>Doğru seçenek B şıkkıdır."
  },
  {
    "id": "2377169",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi \"derin öğrenme\" terimini ifade eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Birçok istatistiksel teknik ve veri madenciliğinin yanı sıra, makine öğrenimi teknolojisini de kullanarak geçmiş ve mevcut verileri analiz eder ve geleceğe dair tahminde bulunmasıdır.",
      "B": "Ekran görüntü verilerinin eski bir uygulamadan toplanması işlemidir.",
      "C": "Manuel veri girişini ihtiyacını ortadan kaldıran ve siparişleri yerine getirme oranlarını artıran yazılımdır.",
      "D": "Birbirlerine bağlı birden çok bilgisayarın tek bir sistem gibi hareket ederek aynı problem üzerinde çalışmasıdır.",
      "E": "İnsan beynindeki sinir ağlarından esinlenilerek yaratılmış bir teknoloji olup, sistem kendi kendine her girilen veri arasında birçok karmaşık bağ oluşturmakta ve parçaları birleştirerek öğrenmektedir."
    },
    "explanation": "<strong>Derin Öğrenme:</strong> İnsan beynindeki sinir ağlarından esinlenilerek yaratılmış bir teknolojidir. Sistem kendi kendine her girilen veri arasında birçok karmaşık bağ oluşturmakta ve parçaları birleştirerek öğrenmektedir.<br/>Doğru seçenek E şıkkıdır."
  },
  {
    "id": "2379512",
    "unitNumber": 8,
    "text": "\"Şirketin kaynaklarını, dijital teknolojilerin getirdiği fırsatları kullanarak, yeni gelir, büyüme ve şirkete değer katacak operasyonel sonuçlara dönüştürme sürecidir.\"\n Yukarıda verilen tanım aşağıdaki seçeneklerden hangisine aittir?",
    "correctAnswer": "E",
    "options": {
      "A": "Siber Risk",
      "B": "FinTech",
      "C": "İtibar Riski",
      "D": "Siber Olay",
      "E": "Dijitalleşme"
    },
    "explanation": "Dijitalleşme, şirketin kaynaklarını, dijital teknolojilerin getirdiği fırsatları kullanarak, yeni gelir, büyüme ve şirkete değer katacak operasyonel sonuçlara dönüştürme sürecidir."
  },
  {
    "id": "2379514",
    "unitNumber": 8,
    "text": "\"Bankacılık ve finansal hizmetleri sunmak ve desteklemek için kullanılan bilgisayar programları ve diğer teknolojiler olarak tanımlanabilir.\"\n Yukarıda verilen tanım aşağıdaki seçeneklerden hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "FinTech",
      "B": "Sandbox",
      "C": "Start-up",
      "D": "Siber Olay",
      "E": "Siber Risk"
    },
    "explanation": "FinTech: Bankacılık ve finansal hizmetleri sunmak ve desteklemek için kullanılan bilgisayar programları ve diğer teknolojiler olarak tanımlanabilir."
  },
  {
    "id": "2379516",
    "unitNumber": 8,
    "text": "\"Sıfır noktasından işe başlayan bir şirket için kullanılan terim, “başlangıç” olarak tanımlanmaktadır.\"\n Yukarıda verilen tanım aşağıdaki seçeneklerden hangisine aittir?",
    "correctAnswer": "B",
    "options": {
      "A": "FinTech",
      "B": "Start-up",
      "C": "InsurTech",
      "D": "Sandbox",
      "E": "İtibar Riski"
    },
    "explanation": "Start-up: Sıfır noktasından işe başlayan bir şirket için kullanılan terim, “başlangıç” olarak tanımlanmaktadır."
  },
  {
    "id": "2379519",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi finansal teknoloji alanının dayandığı temellerden <strong>biri değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yapay zeka ve büyük veri",
      "B": "Dağıtık hesaplama",
      "C": "İtibar Riski",
      "D": "Şifreleme (Kriptoloji)",
      "E": "Mobil internet erişimi"
    },
    "explanation": "Finansal teknoloji alanıyla ile ilgili duyulan birçok teknolojik yenilik ve ürünü aslında dört temele dayandırmak mümkündür. Bunlar;<br/>1. Yapay zeka ve büyük veri<br/>2. Dağıtık hesaplama<br/>3. Şifreleme (Kriptoloji)<br/>4. Mobil internet erişimidir."
  },
  {
    "id": "2379521",
    "unitNumber": 8,
    "text": "Orijinal adı “Incubator” olan konseptin dilimizdeki karşılığı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kuluçka merkezi",
      "B": "Hızlandırıcı",
      "C": "Siber Olay",
      "D": "Siber Risk",
      "E": "Dijital Teknolojiler"
    },
    "explanation": "Kuluçka merkezi olarak dilimize çevrilen konseptin orijinal adı “Incubator”dur."
  },
  {
    "id": "2379523",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi dijital teknolojilerde iletişim ortamlarından <strong>biri değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sosyal ağlar",
      "B": "Video görüşmeler",
      "C": "Roboadvisor",
      "D": "Web sayfaları",
      "E": "Bulut bilişim"
    },
    "explanation": "Dijital teknolojiler veri toplama ve analiz (yapay zeka, büyük veri, nesnelerin interneti), iletişim (uygulamalar, sohbetler, roboadvisor, web sayfaları, sosyal ağlar, haberci, video görüşmeleri, video platformları) ve veri depolama (blok zinciri, bulut bilişim) ortamlarıdır."
  },
  {
    "id": "2379571",
    "unitNumber": 8,
    "text": "Ekran görüntü verilerinin eski bir uygulamadan toplanması işlemine ne ad verilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Blockchain",
      "B": "Şifreleme",
      "C": "Dağıtık Defter",
      "D": "Biyometrik Doğrulama",
      "E": "Veri kopyalama"
    },
    "explanation": "Veri kopyalama: Ekran görüntü verilerinin eski bir uygulamadan toplanması işlemidir."
  },
  {
    "id": "2379575",
    "unitNumber": 8,
    "text": "İlk internet prototipi ne zaman üretilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "1970 sonlarında",
      "B": "1960 sonlarında",
      "C": "1950 sonlarında",
      "D": "1940 sonlarında",
      "E": "1930 sonlarında"
    },
    "explanation": "İlk internet prototipi 1960 sonlarında Amerika Savunma Bakanlığı ileri araştırma bölümünde üretilen APRANET olsa da günlük hayatta internet diye bahsettiğimiz teknoloji 1990’da CERN tarafından yaratılan “dünya çapında ağ” (World Wide<br/>Web)dır."
  },
  {
    "id": "2379578",
    "unitNumber": 8,
    "text": "Kuruluşları zarara uğratmak ya da pek çok farklı amaç ile tetiklenebilen yasa dışı dijital faaliyetlere ne ad verilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Siber güvenlik",
      "B": "Siber risk",
      "C": "Siber tehdit",
      "D": "Siber suç",
      "E": "Siber olay"
    },
    "explanation": "Siber suç: Kuruluşları zarara uğratmak ya da pek çok farklı amaç ile tetiklenebilen yasa dışı dijital faaliyettir."
  },
  {
    "id": "2379582",
    "unitNumber": 8,
    "text": "Ülkemizde siber risklerle ilgili poliçe yazım süreçleri ne zaman başlamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "2018",
      "B": "2017",
      "C": "2016",
      "D": "2015",
      "E": "2014"
    },
    "explanation": "Bu kapsamda ülkemizde de öncü sigorta şirketleri olmakla birlikte, farklı sigorta şirketleri bünyesinde farklı isimlerde, 2018 yılından bu yana siber risklerle ilgili poliçe yazım süreçleri başlamıştır."
  },
  {
    "id": "2385852",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi dijital teknolojilerde veri depolama ortamları arasındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Blok zinciri",
      "B": "Yapay zeka",
      "C": "Web sayfaları",
      "D": "Sosyal ağlar",
      "E": "Roboadvisor"
    },
    "explanation": "Dijital teknolojilerde blok zinciri ve bulut bilişimi veri depolama ortamlarıdır"
  },
  {
    "id": "2385884",
    "unitNumber": 8,
    "text": "Uygulamalar, sohbetler, roboadvisor, web sayfaları, sosyal ağlar, haberci, video görüşmeleri ve video platformlar hangi dijital teknoloji ortamlarıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Telekomünikasyon",
      "B": "İletişim",
      "C": "Veri depolama",
      "D": "Veri toplama",
      "E": "Veri analizi"
    },
    "explanation": "Dijital teknolojiler arasında yer alan iletişim; uygulamalar, sohbetler, roboadvisor, web sayfaları, sosyal ağlar, haberci, video görüşmeleri ve video platformları ortamlarından oluşur."
  },
  {
    "id": "2385937",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi dijitalleşme sektöründe kuluçka merkezi'ni tanımlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Sigortacılık sektörünü geliştirmek",
      "B": "Bankacılık ve finansal hizmetleri desteklemek",
      "C": "Genç ve yeni işletmeleri geliştirmek",
      "D": "Siber saldırıları engelleyen girişimleri desteklemek",
      "E": "Dijital ağ kullanımının yaygınlaşmasını desteklemek"
    },
    "explanation": "Kuluçka Merkezi, özellikle genç ve yeni işletmeleri geliştirmek amacıyla; girişimcilere ofis hizmetleri, ekipman desteği, yönetim desteği, mali kaynaklara erişim, kritik iş ve teknik destek hizmetlerinin bir çatı altında tek elden sağlandığı yapılardır."
  },
  {
    "id": "2385966",
    "unitNumber": 8,
    "text": "Bilgisayarda oynanan satranç oyunları hangi dijital teknolojileri örnekler?",
    "correctAnswer": "E",
    "options": {
      "A": "Sanal oyun",
      "B": "Dağıtık hesaplama",
      "C": "Mobil internet",
      "D": "Şifreleme",
      "E": "Yapay zeka ve büyük veri"
    },
    "explanation": "İlk yapay zekâ ürünü örnekleri basit matematik soruları çözen bilgisayar programları ve yine bilgisayarda oynanan satranç oyunlarıdır."
  },
  {
    "id": "2385989",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi tüm verilerin erişilebilir ve kopyalanabilir olduğunu gösteren dağıtık defterin en bilinen örneğidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Mobil internet",
      "B": "Hard disk",
      "C": "Bilgisayar oyunları",
      "D": "Blok zinciri",
      "E": "Yapay zeka"
    },
    "explanation": "Dağıtık defter sayesinde, bir işlemin birden fazla kez yapılması veya bozulması imkansızlaşır. Dağıtık defterin en bilinen örneği blok zinciridir (blockchain)."
  },
  {
    "id": "2386179",
    "unitNumber": 8,
    "text": "Bilgi ve iletişim teknolojisinin kul\u0002lanımından kaynaklanan, elektronik verilerin gizliliğini, kullanılabilirliğini veya bütünlüğünü tehlikeye atan risklere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Siber risk",
      "B": "Gerçek risk",
      "C": "Spekülatif risk",
      "D": "Maddi risk",
      "E": "Manevi risk"
    },
    "explanation": "Siber Risk: Bilgi ve iletişim teknolojisinin kul\u0002lanımından kaynaklanan, elektronik verilerin gizliliğini, kullanılabilirliğini veya bütünlüğünü tehlikeye atan risklerdir"
  },
  {
    "id": "2386184",
    "unitNumber": 8,
    "text": "FinTech: Finans alanında teknoloji kullanımına yönelik olarak ortaya çıkan yeni oluşumdur. Fin\u0002Tech yeni bir kavram olmamakla birlikte, kelime olarak ortaya çıkışı kaç’lı yıllara uzanmaktadır.",
    "correctAnswer": "A",
    "options": {
      "A": "1960",
      "B": "1950",
      "C": "1970",
      "D": "1980",
      "E": "2000"
    },
    "explanation": "FinTech: Finans alanında teknoloji kullanımına yönelik olarak ortaya çıkan yeni oluşumdur. Fin\u0002Tech yeni bir kavram olmamakla birlikte, kelime olarak ortaya çıkışı 1960’lı yıllara uzanmaktadır."
  },
  {
    "id": "2386194",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bir sigorta şirketi, aracı veya sigorta değer zinciri uzmanı olarak tanımlanabilir",
    "correctAnswer": "A",
    "options": {
      "A": "InsurTech",
      "B": "FinTech",
      "C": "Sandbox:",
      "D": "Teknoloji Geliştirme Merkezleri",
      "E": "Start-up:"
    },
    "explanation": "InsurTech: Bir sigorta şirketi, aracı veya sigorta değer zinciri uzmanı olarak tanımlanabilir"
  },
  {
    "id": "2386203",
    "unitNumber": 8,
    "text": "Finansal teknoloji alanıyla ile ilgili duyulan birçok teknolojik yenilik ve ürünü aslında dört temele da\u0002yandırmak mümkündür. aşağıdakilerden hangisi bu 4 temel arasında yer almaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Gerçek zeka",
      "B": "Yapay zeka ve büyük veri",
      "C": "Dağıtık hesaplama .",
      "D": "Şifreleme (Kriptoloji)",
      "E": "Mobil internet erişimidir"
    },
    "explanation": "Finansal teknoloji alanıyla ile ilgili duyulan birçok teknolojik yenilik ve ürünü aslında dört temele da\u0002yandırmak mümkündür. Bunlar; 1. Yapay zeka ve büyük veri 2. Dağıtık hesaplama 3. Şifreleme (Kriptoloji) 4. Mobil internet erişimidir.<br/>Gerçek zeka"
  },
  {
    "id": "2386209",
    "unitNumber": 8,
    "text": "İlk internet prototipi kaçlı yılların sonlarında Amerika Savunma Bakanlığı ileri araştırma bölümünde üretilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "1960",
      "B": "1950",
      "C": "1970",
      "D": "1980",
      "E": "1990"
    },
    "explanation": "İlk internet prototipi 1960 sonlarında Amerika Savunma Bakanlığı ileri araştırma bölümünde üre\u0002tilen APRANET 'tir."
  },
  {
    "id": "2386214",
    "unitNumber": 8,
    "text": "Verilerin kurulum ihtiyacı ol\u0002maksızın çevrimiçi saklanması teknolojisine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bulut teknolojisi",
      "B": "Hard disk",
      "C": "HAfıza",
      "D": "RAM",
      "E": "Hız"
    },
    "explanation": "jital cüzdanlarda saklanabilir. Bulut Teknolojisi: Verilerin kurulum ihtiyacı ol\u0002maksızın çevrimiçi saklanması teknolojisine bulut teknolojisi denir"
  },
  {
    "id": "2386221",
    "unitNumber": 8,
    "text": ": Kuruluşları zarara uğratmak ya da pek çok farklı amaç ile tetiklenebilen yasa dışı dijital faaliyetlere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Siber suç",
      "B": "Siber güvenlik",
      "C": "Dijitalleşme",
      "D": "Adi suç",
      "E": "Adli suç"
    },
    "explanation": "Siber suç: Kuruluşları zarara uğratmak ya da pek çok farklı amaç ile tetiklenebilen yasa dışı dijital faaliyettir."
  },
  {
    "id": "2386229",
    "unitNumber": 8,
    "text": "Siber olaylar\u0002dan etkilenen şirkete olan güveni kaybettikleri için ticaretin/müşterilerin azalması nedeniyle şirkette yaşanan kâr kaybı tazminatına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "İtibar hasarı",
      "B": "Ağ güvenliği/güvenlik hatası",
      "C": "Yasal ve yasal savunma maliyetleri:",
      "D": "Para Cezası ve diğer cezalar:",
      "E": "Yasal koruma"
    },
    "explanation": "İtibar hasarı (yasal koruma hariç): Siber olaylar\u0002dan etkilenen şirkete olan güveni kaybettikleri için ticaretin/müşterilerin azalması nedeniyle şirkette yaşanan kâr kaybı tazminatı"
  },
  {
    "id": "2386236",
    "unitNumber": 8,
    "text": "Araştırmalara göre, ABD’de 2015 yılında kaç fidye yazılımı olayı meydana gelmiştir",
    "correctAnswer": "A",
    "options": {
      "A": "2400",
      "B": "1000",
      "C": "5500",
      "D": "7600",
      "E": "10000"
    },
    "explanation": "Araştırmalara göre, ABD’de 2015 yılında 2400 fidye yazılımı olayı meydana gelmiştir."
  },
  {
    "id": "2386241",
    "unitNumber": 8,
    "text": "Siber riskler için sigorta nispeten yeni ve hız\u0002la gelişen bir alandır. Bu konudaki ilk poliçeler ABD’de kaç yılların sonlarında ortaya çıkmıştır.",
    "correctAnswer": "A",
    "options": {
      "A": "1990",
      "B": "1960",
      "C": "1970",
      "D": "1980",
      "E": "2000"
    },
    "explanation": "Siber riskler için sigorta nispeten yeni ve hız\u0002la gelişen bir alandır. Bu konudaki ilk poliçeler ABD’de 1990’ların sonlarında ortaya çıkmıştır."
  },
  {
    "id": "2386514",
    "unitNumber": 8,
    "text": "\"Virüs, kötü amaçlı yazılım vb. bulaşmış bileşen parçalarını tedarik eden satıcı\" maddesi siber risklerden hangi sınıflamaya girmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "İşletme dışından kötü niyetli olmayan riskler",
      "B": "İşletme içinden kötü niyetli olan riskler",
      "C": "İşletme içinden kötü niyetli olan riskler",
      "D": "İşletme içinden kötü niyetli olmayan riskler",
      "E": "İşletme içinden ve dışından kötü niyetli riskler"
    },
    "explanation": "Siber risklerin sınıflandırılmasında virüs, kötü amaçlı yazılım vb. bulaşmış bileşen parçalarını tedarik eden satıcı kötü niyetli olmayan riskler sınıflandırmasında yer alır."
  },
  {
    "id": "2386526",
    "unitNumber": 8,
    "text": "Aşadakilerden hangisi siber olay sonucunda ortaya çıkan kayıplardan biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "İş kesintisi, operasyonlarda kesinti",
      "B": "Yasal hakların kaybedilmesi",
      "C": "Veri ve yazılım kaybı",
      "D": "Fikri mülkiyet hırsızlığı",
      "E": "İtibar hasarı"
    },
    "explanation": "Yasal hakların kaybedilmesi siber olay sonrası ortaya çıkan kayıplardan biri değildir."
  },
  {
    "id": "2386533",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi birbirleri ile haberleşen, bilgi paylaşan akıllı cihazlar sistemini tanımlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Nesnelerin dijitalleşmesi",
      "B": "Nesnelerin teknolojik ağı",
      "C": "Nesnelerin yaygınlaşması",
      "D": "Nesnelerin interneti",
      "E": "Nesnelerin mekanikleşmesi"
    },
    "explanation": "Nesnelerin interneti, birbirleri ile haberleşen, bilgi paylaşan akıllı cihazlar sistemi olarak açıklanabilir."
  },
  {
    "id": "2386551",
    "unitNumber": 8,
    "text": "Siber sigorta poliçeleri ilk olarak hangi ülkede ve hangi yılın sonunda ortaya çıkmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1980 yılı Çin Halk Cumhuriyeti",
      "B": "1985 yılı Rusya",
      "C": "1990 yılı Amerika Birleşik Devletleri",
      "D": "2000 yılı İngiltere",
      "E": "2010 yılı Kore"
    },
    "explanation": "Siber riskler için sigorta nispeten yeni ve hızla gelişen bir alandır. Bu konudaki ilk poliçeler ABD’de 1990’ların sonlarında ortaya çıkmış ve internetin artan kullanımından kaynaklanan gizlilik/ güvenlik sorumluluğu kapsamına alınmıştır."
  },
  {
    "id": "2386584",
    "unitNumber": 8,
    "text": "Bir şirketin ağına girilmesi, yetkisiz bir para transferi yapmak için finansal kimliklerin kullanılması veya aldatma aşağıdakilerden hangisini tanımlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Siber tehdit",
      "B": "Siber saldırı",
      "C": "Siber risk",
      "D": "Siber şikayet",
      "E": "Siber sahtekarlık"
    },
    "explanation": "Siber sahtekârlık/hırsızlık, bir şirketin ağına girilmesi, yetkisiz bir para transferi yapmak için finansal kimliklerin kullanılması veya aldatma yoluyla ortaya çıkan bir durumdur ."
  }
]