[
  {
    "id": "3180471",
    "unitNumber": 1,
    "text": "Which one of the following is often considered the founding father of modern economics?",
    "correctAnswer": "A",
    "options": {
      "A": "Adam Smith",
      "B": "David Ricardo",
      "C": "Thomas Malthus",
      "D": "Antonio Genovesi",
      "E": "John Stuart Mill"
    },
    "explanation": "The period from<br/>the publication of Wealth of Nations in 1776 by<br/>Adam Smith (1723-1790), often considered the<br/>founding father of modern economics, to the<br/>1870s is called the age of classical political economy"
  },
  {
    "id": "3180489",
    "unitNumber": 1,
    "text": "Which one of the following stands for the former name of the discipline currently known as economics?",
    "correctAnswer": "B",
    "options": {
      "A": "neoclassical economics",
      "B": "political economy",
      "C": "classical economy",
      "D": "global economy",
      "E": "socio-economy"
    },
    "explanation": "Used primarily in the 18th and 19th centuries,<br/>political economy is the former name of the<br/>discipline currently known as economics."
  },
  {
    "id": "3180494",
    "unitNumber": 1,
    "text": "Which one of the following is a research field that explores the past systematic, consistent, abstract, theoretical, methodological, analytical accounts, reflections and investigations into economic behaviors, policies, organizations and institutions without necessarily including ideological and normative thoughts?",
    "correctAnswer": "E",
    "options": {
      "A": "Classic economy",
      "B": "Political economy",
      "C": "Economics",
      "D": "Economic history",
      "E": "The history of economic thought"
    },
    "explanation": "The history of economic thought is<br/>a research field that explores the past<br/>systematic, consistent, abstract, theoretical,<br/>methodological, analytical accounts,<br/>reflections and investigations into economic<br/>behaviors, policies, organizations and<br/>institutions without necessarily including<br/>ideological and normative thoughts"
  },
  {
    "id": "3180505",
    "unitNumber": 1,
    "text": "Which one of the following scholars was the first to make the distinction between positive and normative economics?",
    "correctAnswer": "A",
    "options": {
      "A": "Nassau Senior",
      "B": "John Stuart Mill",
      "C": "John Neville Keynes",
      "D": "Arthur Cecil Pigou",
      "E": "Adam Smith"
    },
    "explanation": "In economics, this movement helped to<br/>crystallize the distinction between positive and<br/>normative economics. This distinction was first<br/>made by Nassau Senior (1790-1864) in 1836"
  },
  {
    "id": "3180524",
    "unitNumber": 1,
    "text": "Which one of the following stands for the philosophical movement based on the argument that the only scientific knowledge is the knowledge that can be verified through logical or empirical analysis?",
    "correctAnswer": "A",
    "options": {
      "A": "Logical positivism",
      "B": "The history of economic thought",
      "C": "Political economy",
      "D": "Paradigm",
      "E": "Classical political economy"
    },
    "explanation": "Logical positivism was a philosophical<br/>movement based on the argument that<br/>the only scientific knowledge is the<br/>knowledge that can be verified through<br/>logical or empirical analysis. Emerging<br/>with contributions of a group of early 20th<br/>century scholars known as Vienna Circle,<br/>this movement reached its zenith in the<br/>1920s and 1930s."
  },
  {
    "id": "3180531",
    "unitNumber": 1,
    "text": "\"______________ is a set of assumptions, concepts and practices shared by members of a community of scientists to explain scientific phenomena in their field.\"\n Which one of the following completes the above sentence best?",
    "correctAnswer": "B",
    "options": {
      "A": "The problem of induction",
      "B": "Paradigm",
      "C": "Logical positivism",
      "D": "Neoclassical economics",
      "E": "Economics"
    },
    "explanation": "paradigm is a<br/>set of assumptions, concepts and practices<br/>shared by members of a community of<br/>scientists to explain scientific phenomena in<br/>their field"
  },
  {
    "id": "3180543",
    "unitNumber": 1,
    "text": "Which one of the following maintains that \"to judge the validity of a theory it is enough to know whether it is internally consistent, and whether it can explain objective reality\"?",
    "correctAnswer": "A",
    "options": {
      "A": "absolutist view",
      "B": "relativist view",
      "C": "anachronism",
      "D": "political economy",
      "E": "classical economy"
    },
    "explanation": "According to those who adopt the<br/>absolutist view, on the other hand, to judge the<br/>validity of a theory it is enough to know whether<br/>it is internally consistent, and whether it can<br/>explain objective reality"
  },
  {
    "id": "3180551",
    "unitNumber": 1,
    "text": "\"_________________ starts with developing a theory, followed by an examination of the facts to see whether they are consistent with the theory.\"\n Which one of the following completes the above sentence best?",
    "correctAnswer": "C",
    "options": {
      "A": "Scientific theory",
      "B": "School of thought",
      "C": "Deductive methodology",
      "D": "Inductive methodology",
      "E": "Antithesis"
    },
    "explanation": "Deductive methodology starts with developing a<br/>theory, followed by an examination of the facts to<br/>see whether they are consistent with the theory. In<br/>that sense, it starts from the general and moves to<br/>the particular"
  },
  {
    "id": "3180557",
    "unitNumber": 1,
    "text": "Which one of the following terms refers to reliance on the idea that the analysis of social phenomena should start with the motivation of individuals, hence at the level of single economic agents?",
    "correctAnswer": "A",
    "options": {
      "A": "methodological individualism",
      "B": "normative economics",
      "C": "deductive methodology",
      "D": "inductive methodology",
      "E": "school of thought"
    },
    "explanation": "Also dominant in mainstream economics,<br/>methodological individualism refers to reliance on<br/>the idea that the analysis of social phenomena<br/>should start with the motivation of individuals,<br/>hence at the level of single economic agents."
  },
  {
    "id": "3180561",
    "unitNumber": 1,
    "text": "\"_____________ deals with the decisions of individuals and firms to allocate resources, while ____________ focuses on the economy as a whole mostly at the national level.\"\n Which one of the following completes the above sentence correctly?",
    "correctAnswer": "A",
    "options": {
      "A": "Microeconomics / Macroeconomics",
      "B": "Theoretical economics / Applied economics",
      "C": "Orthodox economics / Heterodox economics",
      "D": "Methodological individualism / Methodological pluralism",
      "E": "Deductive methodology / Inductive methodology"
    },
    "explanation": "A fundamental division in economics is the one<br/>between microeconomics and macroeconomics.<br/>Simply put, microeconomics deals with the<br/>decisions of individuals and firms to allocate<br/>resources, while macroeconomics focuses on the<br/>economy as a whole mostly at the national level."
  },
  {
    "id": "3181348",
    "unitNumber": 1,
    "text": "The father of modern scientific economics is",
    "correctAnswer": "A",
    "options": {
      "A": "Adam Smith",
      "B": "David Ricardo",
      "C": "John Stuart Mill",
      "D": "Thomas Malthus",
      "E": "Karl Marx"
    },
    "explanation": "The period from the publication of Wealth of Nations in 1776 by Adam Smith (1723-1790), often considered the founding father of modern economics, to the 1870s is called the age of classical political economy."
  },
  {
    "id": "3181369",
    "unitNumber": 1,
    "text": "According to Adam Smith, which of the following disciplines<strong> was not</strong> a branch of political economy?",
    "correctAnswer": "B",
    "options": {
      "A": "philosophy",
      "B": "chemistry",
      "C": "mathematics",
      "D": "sociology",
      "E": "theology."
    },
    "explanation": "The history of economic thought is in contact with any disciplines that have a relation with economics, including, but not limited to, philosophy, mathematics, sociology, psychology, and theology."
  },
  {
    "id": "3181372",
    "unitNumber": 1,
    "text": "The book Wealth of Nations was published in the year",
    "correctAnswer": "C",
    "options": {
      "A": "1608",
      "B": "1708",
      "C": "1776",
      "D": "1808",
      "E": "1876"
    },
    "explanation": "The period from the publication of Wealth of Nations in 1776 by Adam Smith (1723-1790), often considered the founding father of modern economics."
  },
  {
    "id": "3181384",
    "unitNumber": 1,
    "text": "According to whom “Economics is science which studies human behavior as a relationship between ends and scarce means which have alternative uses.” ?",
    "correctAnswer": "C",
    "options": {
      "A": "David Ricardo",
      "B": "John Stuart Mill",
      "C": "Lionel Robbins",
      "D": "Thomas Malthus",
      "E": "Karl Marx"
    },
    "explanation": "The term economics has many definitions. Lionel Robbins defined it as a “science which studies human behavior as a relationship between ends and scarce means which have alternative uses.”"
  },
  {
    "id": "3181394",
    "unitNumber": 1,
    "text": "Which of the following statements is <strong>wrong?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "The economy is the scientific study of all aspects of economic life.",
      "B": "Contemporary economists study almost all aspects of society from health and education to religion.",
      "C": "The dominant methodology in mainstream economics, however, has been the subject of criticism.",
      "D": "Classical economists such as Adam Smith, John Stuart Mill and Jean- Baptiste Say defined political economy as a science related to wealth.",
      "E": "Used primarily in the 18th and 19th centuries, political economy is the former name of the discipline currently known as economics."
    },
    "explanation": "The economy is simply the system of production, distribution and consumption of a country, whereas economics is the scientific study of all aspects of economic life."
  },
  {
    "id": "3181405",
    "unitNumber": 1,
    "text": "Who is the author of Das Kapital?",
    "correctAnswer": "B",
    "options": {
      "A": "John Stuart Mill",
      "B": "Karl Marx",
      "C": "Thomas Malthus",
      "D": "David Ricardo",
      "E": "Adam Smith"
    },
    "explanation": "Marx would not have written his Das Kapital if he had not observed the negative impact of capitalist development on working classes."
  },
  {
    "id": "3181411",
    "unitNumber": 1,
    "text": "Which of the statement is true?",
    "correctAnswer": "C",
    "options": {
      "A": "While normative economics is known as “scientific” economics, positive economics is rather a set of practical recommendations for policy makers.",
      "B": "Macroeconomics deals with the decisions of individuals and firms to allocate resources, while microeconomics focuses on the economy as a whole mostly at the national level.",
      "C": "Quantitative methods (statistics to use Schumpeter’s classification) dominate contemporary.",
      "D": "Aplied economics is the branch of economics that deals with the construction of models that explain economic phenomena.",
      "E": "Most subfields of economics today, from health economics to behavioral economics, fall under the category of theoretical economics."
    },
    "explanation": "Quantitative methods (statistics to use Schumpeter’s classification) dominate contemporary."
  },
  {
    "id": "3181428",
    "unitNumber": 1,
    "text": "Keynes published his ......... (1936) that modern macroeconomics was founded. Which of the following should come in the blank?",
    "correctAnswer": "B",
    "options": {
      "A": "Das Kapital",
      "B": "General Theory of Employment, Interest and Money",
      "C": "Wealth of Nations",
      "D": "The Structure of Scientific Revolutions",
      "E": "Great Transformation"
    },
    "explanation": "It was during the 1930s when Keynes published his <em>General Theory of Employment, Interest and Money </em>(1936) that modern macroeconomics was founded."
  },
  {
    "id": "3181451",
    "unitNumber": 1,
    "text": "I. William Stanley Jevons,\n II. Carl Menger\n III. Leon Walras\n IV. John Maynard Keynes\n Which of the above are mostly dealt with microeconomic issues?",
    "correctAnswer": "D",
    "options": {
      "A": "I and II",
      "B": "II and III",
      "C": "III and IV",
      "D": "I, II and III",
      "E": "I, II, III and IV"
    },
    "explanation": "Starting with the contributions of marginalists of the late 19th century, most notably William Stanley Jevons, Carl Menger and Leon Walras"
  },
  {
    "id": "3181475",
    "unitNumber": 1,
    "text": "As a reaction to Smith, which of the following schools of economic thought denied the universal validity of economic theorems?",
    "correctAnswer": "B",
    "options": {
      "A": "New institutional economics",
      "B": "Historical school of economics",
      "C": "Neoclassical economics",
      "D": "Lausanne school of economics",
      "E": "Chicago school of economics"
    },
    "explanation": "Particularly as a reaction to Smith, the historical school denied the universal validity of economic theorems. Although the historicists accepted that there could be certain regularities that could be called laws, these laws could by no means be universally valid as the laws of nature like the universal gravitation theory of Isaac Newton (1643-1727). In a nutshell, the historicists reject the universality of economic laws, and rather focus on the laws of development defined as regularities followed by the historical evolution of societies."
  },
  {
    "id": "3176793",
    "unitNumber": 2,
    "text": "It is a fundamental philosophical thought and knowledge structure, shaped mainly by Catholic Christian moral teaching, which governed the social, political, legal, and economic institutions and relations peculiar to the feudal society.\n Which term is explained above?",
    "correctAnswer": "A",
    "options": {
      "A": "Scholasticism",
      "B": "Feudalism",
      "C": "Mercantalism",
      "D": "Cameralism",
      "E": "Physiocracy"
    },
    "explanation": "FROM ANCIENT TO MEDIEVAL ECONOMIC THOUGHT<br/>Scholasticism: A fundamental philosophical thought and knowledge structure, shaped mainly by Catholic Christian moral teaching, which governed the social, political, legal, and economic institutions and relations peculiar to the feudal society"
  },
  {
    "id": "3176795",
    "unitNumber": 2,
    "text": "In scholastic thought, the idea of moral economy interpreted according to ______________ teaching was at the forefront.",
    "correctAnswer": "D",
    "options": {
      "A": "Greek",
      "B": "Normative",
      "C": "Positive",
      "D": "Christian",
      "E": "Systematic"
    },
    "explanation": "FROM ANCIENT TO MEDIEVAL ECONOMIC THOUGHT<br/>In scholastic thought, the idea of moral economy interpreted according to Christian teaching was at the forefront."
  },
  {
    "id": "3176799",
    "unitNumber": 2,
    "text": "“Every piece of property has a double use; both uses are uses of the thing itself, but they are not similar uses; for one is the proper use of the article in question; the other is not. For example, a shoe may be used either to put on your foot or to offer in exchange”.\n Which scholar uttered the above?",
    "correctAnswer": "B",
    "options": {
      "A": "Marx",
      "B": "Aristotle",
      "C": "Aquinas",
      "D": "Schumpeter",
      "E": "Hobbes"
    },
    "explanation": "FROM ANCIENT TO MEDIEVAL ECONOMIC THOUGHT<br/>In Aristotle’s words: “Every piece of property has a double use; both uses are uses of the thing itself, but they are not similar uses; for one is the proper use of the article in question; the other is not. For example, a shoe may be used either to put on your foot or to offer in exchange” (Aristotle, 1992: 81)."
  },
  {
    "id": "3176802",
    "unitNumber": 2,
    "text": "As a historian, Ibn Khaldun had a strong tendency towards the _________________ and dialectical conception of history.",
    "correctAnswer": "C",
    "options": {
      "A": "economic",
      "B": "sociologist",
      "C": "materialist",
      "D": "religious",
      "E": "capitalist"
    },
    "explanation": "FROM ANCIENT TO MEDIEVAL ECONOMIC THOUGHT<br/>As a historian, Ibn Khaldun had a strong tendency towards the materialist and dialectical conception of history."
  },
  {
    "id": "3176804",
    "unitNumber": 2,
    "text": "“It can be defined as a set of economic policies and doctrines that have developed in the geography including England, France, Spain, the Netherlands and Belgium in Western Europe since the beginning of the 16th century”.\n Which term is explained above?",
    "correctAnswer": "A",
    "options": {
      "A": "Mercantilism",
      "B": "Sociologism",
      "C": "Capitalism",
      "D": "Materialism",
      "E": "Communism"
    },
    "explanation": "Mercantalism and Cameralism<br/>Mercantilism can be defined as a set of economic policies and doctrines that have developed in the geography including England, France, Spain, the Netherlands and Belgium in Western Europe since the beginning of the 16th century."
  },
  {
    "id": "3176814",
    "unitNumber": 2,
    "text": "Which of the following <strong><u>is not</u></strong> one of the policies of mercantalism?",
    "correctAnswer": "D",
    "options": {
      "A": "Bullionism, that is, a monetary policy aiming to keep as much gold and silver as possible in the domestic economy and thereby creating an advantageous position against the rival countries in terms of the balance of trade and payments",
      "B": "The protection of domestic economy and restrictions on import to obtain trade surpluses",
      "C": "The state’s fiscal support for exporting sectors providing them subsidies and tax exemptions",
      "D": "The state policy for bestowing monopoly privileges to keep the prices low for super-profits",
      "E": "The state’s military protection for colonization through which companies with monopoly privileges sell their products at high prices in different countries"
    },
    "explanation": "Mercantalism and Cameralism<br/>These policies are as follows: (1) bullionism, that is, a monetary policy aiming to keep as much gold and silver as possible in the domestic economy and thereby creating an advantageous position against the rival countries in terms of the balance of trade and payments, (2) the protection of domestic economy and restrictions on import to obtain trade surpluses (3) the state’s fiscal support for exporting sectors providing them subsidies and tax exemptions (4) the state policy for bestowing monopoly privileges to keep the prices <strong>high</strong> for super-profits (5) the state’s military protection for colonization through which companies with monopoly privileges sell their products at high prices in different countries"
  },
  {
    "id": "3176815",
    "unitNumber": 2,
    "text": "What was the most important difference between mercantalism and cameralism in terms of administrative tools?",
    "correctAnswer": "C",
    "options": {
      "A": "Administration",
      "B": "Protectionism",
      "C": "The police",
      "D": "Economic knowledge",
      "E": "State administration"
    },
    "explanation": "Mercantalism and Cameralism<br/>The cameralist approach to economy can be seen as mercantilist because of its argument for strong and comprehensive state protectionism and intervention. However, there was another administrative tool in cameralism called the police. The term police was alien to mercantilist writers."
  },
  {
    "id": "3176817",
    "unitNumber": 2,
    "text": "“It is the fundamental doctrine of classical political economy in the mid-18th century, which adopts nature as an economic governmental model and centers the multiple production processes carried out by productive and unproductive classes in a way to develop a general and abstract economic model”.\n Which term is explained above?",
    "correctAnswer": "D",
    "options": {
      "A": "Bullionalism",
      "B": "Materialism",
      "C": "Mercantalism",
      "D": "Physiocracy",
      "E": "Cameralism"
    },
    "explanation": "Physiocracy: The fundamental doctrine of classical political economy in the mid-18th century, which adopts nature as an economic governmental model and centers the multiple production processes carried out by productive and unproductive classes in a way to develop a general and abstract economic model."
  },
  {
    "id": "3176819",
    "unitNumber": 2,
    "text": "The historical conditions in mid-18th century France were subject to the physiocratic critique.\n<br/>Which of the following <strong>is not</strong> one of these conditions?",
    "correctAnswer": "D",
    "options": {
      "A": "tax corruption",
      "B": "barriers to free national and international trade",
      "C": "the political and economic power of an overgrown merchant class",
      "D": "developed agriculture",
      "E": "monopolistic industrial enterprises"
    },
    "explanation": "Physiocracy<br/>The historical conditions in mid-18th century France were subject to the physiocratic critique. These conditions were as follows: tax corruption, barriers to free national and international trade, the political and economic power of an overgrown erchant class, <strong>underdeveloped</strong> agriculture, monopolistic industrial enterprises, extravagances of the government, and ever-increasing state debts due to colonial wars."
  },
  {
    "id": "3176821",
    "unitNumber": 2,
    "text": "<ul> <li>He was a political scientist and philosopher.</li> <li>He was committed to resolving the social tensions that arose at the time of the rapid capitalization process in England.</li> <li>His period was a time when the bourgeois class gained political, economic and social power and the conflict between the king and the parliament increased.</li> </ul> Which scholar is described by the above sentences?",
    "correctAnswer": "A",
    "options": {
      "A": "Hobbes",
      "B": "Rousseau",
      "C": "Hume",
      "D": "Ferguson",
      "E": "Du Pont"
    },
    "explanation": "OTHER FORERUNNERS OF CLASSICAL POLITICAL ECONOMY AND THEIR LEGACY: HOBBES, ROUSSEAU AND HUME<br/>Thomas Hobbes was a political scientist and philosopher.\n Hobbes was committed to resolving the social tensions that arose at the time of the rapid capitalization process in England.\n Hobbes’ period was a time when the bourgeois class gained political, economic and social power and the conflict between the king and the parliament increased."
  },
  {
    "id": "3181501",
    "unitNumber": 2,
    "text": "The Physiocrats believed that wealth originated from _____, and that government economic policy should focus on encouraging ______:",
    "correctAnswer": "C",
    "options": {
      "A": "labor; specialization",
      "B": "capital accumulation; increasing savings",
      "C": "land; agriculture",
      "D": "bullions; trade surpluses",
      "E": "balance of trade;colonial expansion"
    },
    "explanation": "More to the point, the wealth of a nation comes from nature, that is, agriculture. From the physiocratic perspective of political economy, agriculture is the only productive sector for the creation of the national welfare and wealth, and agricultural production provides the surplus product."
  },
  {
    "id": "3181510",
    "unitNumber": 2,
    "text": "Quesnay belongs to which school of economic thought?",
    "correctAnswer": "A",
    "options": {
      "A": "Physiocrats",
      "B": "Mercantilists",
      "C": "Classical school",
      "D": "Keynesian school",
      "E": "Neo classical school"
    },
    "explanation": "François Quesnay was a French economist and physician of the Physiocratic school."
  },
  {
    "id": "3181516",
    "unitNumber": 2,
    "text": "Who is the author of De Cive (On the Citizen) published in 1647, and Leviathan dated 1651?",
    "correctAnswer": "B",
    "options": {
      "A": "Jean-Jacques Rousseau",
      "B": "Thomas Hobbes",
      "C": "John R. McCulloch",
      "D": "David Ricardo",
      "E": "Jeremy Bentham"
    },
    "explanation": "Thomas Hobbes was a political scientist and philosopher. His two books of fundamental importance are De Cive (On the Citizen) published in 1647, and Leviathan dated 1651."
  },
  {
    "id": "3181536",
    "unitNumber": 2,
    "text": "For Rousseau, the grounding principles of political economy are ‘........’, ‘........’ and ‘.........’ which suggest a self-sufficient and autarchic economic model that presupposes the small-scale private property as a rule.",
    "correctAnswer": "A",
    "options": {
      "A": "equality;temperance;moderation",
      "B": "sameness;control;restraint",
      "C": "identify;moderatism;patience",
      "D": "fairness; refrainment;calmness",
      "E": "equilibrium;abnegation;balance"
    },
    "explanation": "For Rousseau, the grounding principles of political economy are ‘equality’, ‘temperance’ and ‘moderation’ which suggest a self-sufficient and autarchic economic model that presupposes the small-scale private property as a rule."
  },
  {
    "id": "3181538",
    "unitNumber": 2,
    "text": "Hume’s Political Discourses was published in:",
    "correctAnswer": "B",
    "options": {
      "A": "1750",
      "B": "1752",
      "C": "1766",
      "D": "1768",
      "E": "1776"
    },
    "explanation": "Hume’s Political Discourses was published in 1752."
  },
  {
    "id": "3181554",
    "unitNumber": 2,
    "text": "The concept of division of labour is first introduced by:",
    "correctAnswer": "D",
    "options": {
      "A": "Malthus",
      "B": "Say",
      "C": "Mill",
      "D": "Smith",
      "E": "Quesnay"
    },
    "explanation": "Adam Smith's discussion in The Wealth of Nations united two key concepts: division of labor as a motor for generating prosperity, and market systems based on self-interest as a fuel for that motor. The main cause of prosperity, argued Smith, was increasing division of labor."
  },
  {
    "id": "3181558",
    "unitNumber": 2,
    "text": "The economist who wrote more about population:",
    "correctAnswer": "E",
    "options": {
      "A": "Smith",
      "B": "Quesnay",
      "C": "Say",
      "D": "Keynes",
      "E": "Malthus"
    },
    "explanation": "The economist who wrote more about population is Thomas Malthus."
  },
  {
    "id": "3181567",
    "unitNumber": 2,
    "text": "According to whom, poverty is the political problem of the state?",
    "correctAnswer": "C",
    "options": {
      "A": "McCulloch",
      "B": "Ricardo",
      "C": "Hobbes",
      "D": "Hutcheson",
      "E": "Mandeville"
    },
    "explanation": "The problem of poverty, for Hobbes, should not be left to the philanthropy of individuals or the church. Poverty is the political problem of the state. With Hobbes, poverty became a political problem that needs to be resolved by the state and this means that poverty is part of the question of the social contract."
  },
  {
    "id": "3181579",
    "unitNumber": 2,
    "text": "I. management of government expenditure\n<br/>II. a fair and efficient system of taxation \n<br/>III. debt management\n<br/>In public finance scholarship, there was “Hume’s legacy” in the classical political economy around which of the above:",
    "correctAnswer": "D",
    "options": {
      "A": "I and II",
      "B": "II and III",
      "C": "I and III",
      "D": "I, II and III",
      "E": "only I."
    },
    "explanation": "In public finance scholarship, there was “Hume’s legacy” in classical political economy around three main questions: “(1) management of government expenditure, (2) a fair and efficient system of taxation and (3) debt management”"
  },
  {
    "id": "3181591",
    "unitNumber": 2,
    "text": "According to Rousseau, an ideal economic system has three purposes: ‘abundance’, ‘freedom’, and ‘justice’. Which of the following economic policies is not presupposed for these objects?",
    "correctAnswer": "C",
    "options": {
      "A": "promotion of agriculture and useful crafts",
      "B": "the increase of the number of nutrients and consumers in the country as much as possible",
      "C": "the decrease of wheat and population",
      "D": "the restriction of foreign trade",
      "E": "limitation of commerce based on money economy"
    },
    "explanation": "According to Rousseau (2008: 141), an ideal economic system has three purposes: ‘abundance’, ‘freedom’, and ‘justice’. These objects presuppose the following economic policies: (i) promotion of agriculture and useful crafts (ii) establishment of important enterprises for the necessities of life dismissing the production and trading of luxury goods that support imaginary and unnecessary wants (iii) the increase of wheat and population (iv) the restriction of foreign trade (v) limitation of commerce based on money economy (vi) increase of the number of nutrients and consumers in the country as much as possible."
  },
  {
    "id": "3176626",
    "unitNumber": 3,
    "text": "I. The basic analytical units of the Classical Political Economy are not individuals but the social classes and their relations or conflicts.\n II. The Classical school takes production and capital accumulation as the main analytical focus.\n III. Classical school is concerned with short-run behavior of the economic system and its equilibrium conditions.\n What can be said to be true about the general analytical framework of the Classical School?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "The basic analytical units of the Classical Political Economy are not individuals but the social classes and their relations or conflicts. Classical analysis adopts a “macro” or an “aggregate” analytical framework, whose “structural” variables are institutions and technology. The Classical school takes production and capital accumulation as the main analytical focus. Classical school is concerned with long run behavior of the economic system and its equilibrium conditions.\n The answer is C."
  },
  {
    "id": "3176631",
    "unitNumber": 3,
    "text": "I. Adam Smith can be seen as the founder of an independent economic science that has its own subject matter and an exclusive analytical structure, developed in his book The Wealth of Nations in 1776.\n II. One of his most important contributions is, of course, the notion of “General Glut” which is still important for both economics and other social sciences.\n III. In the Wealth of Nations, on the other hand, Smith laid down the analytical foundations of political economy, some of which are still important for economics as well.\n What can be said to be true about Adam Smith?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "Adam Smith can be seen as the founder of an independent economic science that has its own subject matter and an exclusive analytical structure, developed in his book The Wealth of Nations in 1776. He was also an important moral philosopher and a member of the “Scottish Enlightenment” philosophy, together with some important figures such as Adam Ferguson, Francis Hutcheson and David Hume. Among his works, maybe the most famous one was A Theory of Moral Sentiments published in 1759 and established his name as a leading moral philosopher of his age. In the Wealth of Nations, on the other hand, Smith laid down the analytical foundations of political economy, some of which are still important for economics as well. One of his most important contributions is, of course, the notion of “the invisible hand” which is still important for both economics and other social sciences. The answer is D."
  },
  {
    "id": "3176634",
    "unitNumber": 3,
    "text": "What is the “General Glut”?",
    "correctAnswer": "A",
    "options": {
      "A": "The aggregate supply is greater than the aggregate demand, and therefore, the produced output cannot be absorbed by the consumption of the country",
      "B": "A commodity that refers to “the whole value of the labour, land and profit, which must be paid in order to bring it thither”",
      "C": "A product of modern science which was also decisive in changing the conceptions about human action.",
      "D": "A metaphor that is based on self-interested individual behavior.",
      "E": "A situation in which the capital accumulation of an economy stops, and the growth of the output stops."
    },
    "explanation": "“General Glut” means the aggregate supply is greater than the aggregate demand, and therefore, the produced output cannot be absorbed by the consumption of the country. The Great Depression of the 1930s is an example of this case. The answer is A."
  },
  {
    "id": "3176641",
    "unitNumber": 3,
    "text": "What is \"rent\" according to Ricardo?",
    "correctAnswer": "A",
    "options": {
      "A": "The portion of the produce of the earth which is paid to the landlord for the use of original and indestructible power of the soil.",
      "B": "A sum of money out of which both labor and capital equipments are paid.",
      "C": "It depends on capital accumulation which would increase the demand for labor.",
      "D": "It is paid as a result of the fact that landowners have the monopoly power over land as a naturally given factor.",
      "E": "It is a result of a positive profit rate because, as in the Classical School, interest payments by capitalists are made by profits of the capitalists."
    },
    "explanation": "According to Ricardo, “rent is that portion of the produce of the earth which is paid to the landlord for the use of original and indestructible power of the soil”. The answer is A."
  },
  {
    "id": "3176653",
    "unitNumber": 3,
    "text": "I. Population is necessarily limited by the means of subsistence.<br/>II. Population invariably decreases where the means of subsistence increase, unless prevented by some very powerful and obvious checks.<br/>III. These checks, and the checks which repress the superior power of the population, and keep its effects on a level with the means of subsistence, are all resolvable into moral restraints, vice, and misery\n Which of the given can be said to be true about Malthus’s basic theses regarding population?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "Only III",
      "D": "I and II",
      "E": "I and III"
    },
    "explanation": "Malthus’s basic theses regarding population are:<br/>1. Population is necessarily limited by the means of subsistence.<br/>2. Population invariably increases where the means of subsistence increase, unless prevented by some very powerful and obvious checks.<br/>3. These checks, and the checks which repress the superior power of the population, and keep its effects on a level with the means of subsistence, are all resolvable into moral restraints, vice, and misery (Malthus, 1798: 12-13)\n The answer is E."
  },
  {
    "id": "3176666",
    "unitNumber": 3,
    "text": "I. Classical school in many ways was the forerunner of the Neoclassical school, differences notwithstanding. First of all, the “scientific” stature of political economy was established by the Classical School.\n II. Second, the idea of the invisible hand still occupies the most significant place in our understanding of the functioning of a market economy and individual behavior. \n III. Third, the questions they raise, such as the nature and working of a capitalist economy, mechanics of production, and capital accumulation processes have since become irrelevant in economics.\n What can be said to be true about the relationship between the Classical school and the Neoclassical school?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "Only III",
      "D": "I and II",
      "E": "I and III"
    },
    "explanation": "Classical school in many ways was the forerunner of the Neoclassical school, differences notwithstanding. First of all, the “scientific” stature of political economy was established by the Classical School. Second, the idea of the invisible hand still occupies a most significant place in our understanding of the functioning of a market economy and individual behavior. Third, the questions they raise, such as the nature and working of a capitalist economy, mechanics of production, and capital accumulation processes are still among the hotly debated issues in economics.\n The answer is D."
  },
  {
    "id": "3177657",
    "unitNumber": 3,
    "text": "I. Say is one of the important figures of classical political economy who has been influential in laying the foundations of laissez-faire and utilitarian approaches.\n II. Say is known best for his “law” stating that equality between total output produced and total spending will always be maintained within a market economy. \n III. Say's most important book \"The Principles of Political Economy and Taxation\" was an inquiry to understand the scope and the method of political economy. \n Which of the statements can be said to be true about Jean-Baptiste Say?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "I. Say is one of the important figures of classical political economy who has been influential in laying the foundations of laissez-faire and utilitarian approaches. (True)\n II. Say is known best for his “law” stating that equality between total output produced and total spending will always be maintained within a market economy. (True)\n III. Say's most important book \"The Principles of Political Economy and Taxation\" was an inquiry to understand the scope and the method of political economy. (False, Ricardo’s most important book The Principles of Political Economy and Taxation (Ricardo, 1821) was an inquiry to understand the scope and the method of political economy.)\n The answer is C."
  },
  {
    "id": "3177661",
    "unitNumber": 3,
    "text": "I. Jeremy Bentham is an important philosopher who wrote extensively on the philosophy of law and morality. \n II. His lasting contribution to the history of economic thought is the philosophy of Liberalism.\n III. The “hedonistic calculus” of Bentham, adopts its motto of “greatest happiness of the greatest number”.\n Which of the statements can be said to be true about Jeremy Bentham?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "Only III",
      "D": "I and II",
      "E": "I and III"
    },
    "explanation": "Jeremy Bentham is an important philosopher who wrote extensively on the philosophy of law and morality. His lasting contribution to the history of economic thought is the philosophy of Utilitarianism. The “hedonistic calculus” of Bentham, adopts its motto of “greatest happiness of the greatest number”. The answer is E."
  },
  {
    "id": "3177662",
    "unitNumber": 3,
    "text": "I. One of Mill's most important contributions is the notion of “the invisible hand” which is still important in economics.\n II. Mill’s most important methodological principle is the distinction he draws between production and distribution.\n III. Mill’s Utilitarianism is a qualified one in that he accepts that some choices of individuals are better in quality than others.\n Which of the statements can be said to be true about John Stuart Mill?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "I. One of Mill's most important contributions is the notion of “the invisible hand” which is still important in economics. (False, One of Adam Smith's most important contributions is, of course, the notion of “the invisible hand” which is still important for both economics and other social sciences.)\n II. Mill’s most important methodological principle is the distinction he draws between production and distribution. (True)\n III. Mill’s Utilitarianism is a qualified one in that he accepts that some choices of individuals are better in quality than others. (True)\n The answer is E."
  },
  {
    "id": "3177674",
    "unitNumber": 3,
    "text": "I.Ricardo’s value theory was intended as a correction of Smith’s “labor command theory”, for it cannot explain the determination of natural prices.\n II.Ricardo's labor theory of value aims at evaluating the effects of changes in distributive shares, especially wages.\n III.For Ricardo, political economy is concerned mainly with the income of individuals.\n What can be said to be true about Ricardo's economic theories?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "Ricardo’s value theory was intended as a correction of Smith’s “labor command theory”, for it cannot explain the determination of natural prices. His labor theory of value aims at evaluating the effects of changes in distributive shares, especially wages. For Ricardo, political economy is concerned mainly with the distribution. The answer is C."
  },
  {
    "id": "3177895",
    "unitNumber": 3,
    "text": "Choose the option that completes the following sentence correctly.\n \"The Classical school of thought usually starts with .......... in the late 18th century and ends with John Stuart Mill, in the middle of the 19th. \"",
    "correctAnswer": "A",
    "options": {
      "A": "Adam Smith",
      "B": "Karl Marx",
      "C": "David Hume",
      "D": "John Hopkins",
      "E": "Michael J. Brown"
    },
    "explanation": "The Classical school of thought usually starts with Adam Smith in the late 18th century and ends with John Stuart Mill, in the middle of the 19th."
  },
  {
    "id": "3177924",
    "unitNumber": 3,
    "text": "Choose the option that completes the following sentence correctly.\n \"The birth of the Classical political economy coincides with one of the most important economic and technological transformations experienced in human history, namely the ..........\"",
    "correctAnswer": "C",
    "options": {
      "A": "World War I",
      "B": "Great Depression",
      "C": "Industrial Revolution",
      "D": "World War II",
      "E": "Civil War"
    },
    "explanation": "The birth of the Classical political economy coincides with one of the most important economic and technological transformations experienced in human history, namely the Industrial Revolution."
  },
  {
    "id": "3177938",
    "unitNumber": 3,
    "text": "Which of the following signifies a transition from mercantile capitalism to industrial capitalism?",
    "correctAnswer": "E",
    "options": {
      "A": "The Great Depression",
      "B": "The Atomistic Economy Movement",
      "C": "The Copernician Revolution",
      "D": "The Scientific Revolution",
      "E": "The Industrial Revolution"
    },
    "explanation": "The Industrial Revolution signifies a transition from mercantile capitalism to industrial capitalism."
  },
  {
    "id": "3177952",
    "unitNumber": 3,
    "text": "Choose the option that completes the following sentence correctly.\n \"In macroeconomics, the term .......... is usually understood as denoting the 'Neoclassical School' with particular emphasis on the neutrality of money.\"",
    "correctAnswer": "C",
    "options": {
      "A": "macro",
      "B": "micro",
      "C": "classical",
      "D": "revolution",
      "E": "atomistic"
    },
    "explanation": "In macroeconomics, the term 'classical' is usually&lt;<br/>In macroeconomics, the term 'classical' is usually understood as denoting the 'Neoclassical School' with particular emphasis on the neutrality of money."
  },
  {
    "id": "3177969",
    "unitNumber": 3,
    "text": "Choose the option that completes the following sentence correctly.\n \"Adam Smith can be seen as the founder of an independent economic science that has its own subject matter and an exclusive analytical structure, developed in his book .......... in 1776.\"",
    "correctAnswer": "B",
    "options": {
      "A": "The Codes of Economy",
      "B": "The Wealth of Nations",
      "C": "The Theory of Revolution",
      "D": "The Codes of Nations",
      "E": "The Nations of Revolution"
    },
    "explanation": "Adam Smith can be seen as the founder of an independent economic science that has its own subject matter and an exclusive analytical structure, developed in his book The Wealth of Nations in 1776."
  },
  {
    "id": "3177976",
    "unitNumber": 3,
    "text": "Which of the following is one of Adam Smith's famous works that was published in 1759?",
    "correctAnswer": "A",
    "options": {
      "A": "A Theory of Moral Sentiments",
      "B": "A Brief History of Philosophy",
      "C": "A Theory of Wealth",
      "D": "Wealth and Nations",
      "E": "Revolution of Nations"
    },
    "explanation": "Among Smith's works, maybe the most famous one was A Theory of Moral Sentiments published in 1759 and established his name as a leading moral philosopher of his age."
  },
  {
    "id": "3177981",
    "unitNumber": 3,
    "text": "Choose the option that completes the following sentence correctly.\n \"The .......... metaphor, which was first devised by Adam Smith, offers an analytical framework for an individual choice-driven market system, capable of bringing solutions to economic problems.\"",
    "correctAnswer": "D",
    "options": {
      "A": "Wealth Nation",
      "B": "Macroeconomy",
      "C": "Wealth Sentiment",
      "D": "Invisible Hand",
      "E": "Leviathan Theory"
    },
    "explanation": "The Invisible Hand metaphor, which was first devised by Adam Smith, offers an analytical framework for an individual choice-driven market system, capable of bringing solutions to economic problems."
  },
  {
    "id": "3177987",
    "unitNumber": 3,
    "text": "According to Keynes, the name Malthus is a derivative of which of the following?",
    "correctAnswer": "B",
    "options": {
      "A": "Macrohouse",
      "B": "Malthouse",
      "C": "Micro economy",
      "D": "Revolutionism",
      "E": "Atomism"
    },
    "explanation": "According to Keynes, the name Malthus is a derivative of “Malthouse” (Keynes, 1933: 81)."
  },
  {
    "id": "3177990",
    "unitNumber": 3,
    "text": "Choose the option that completes the following sentence correctly.\n \".......... is famous mostly for his population theory arguing that population grows faster than the production of foods necessary to feed people, and it constitutes a major important peril with regard to production and accumulation.\"",
    "correctAnswer": "C",
    "options": {
      "A": "Adam Smith",
      "B": "David Hume",
      "C": "Thomas Robert Malthus",
      "D": "David Keynes",
      "E": "John Hopkins"
    },
    "explanation": "Thomas Robert Malthus is famous mostly for his population theory arguing that population grows faster than the production of foods necessary to feed people, and it constitutes a major important peril with regard to production and accumulation."
  },
  {
    "id": "3178005",
    "unitNumber": 3,
    "text": "The book 'The Principles of Political Economy and Taxation' (1821) was written by which of the following authors?",
    "correctAnswer": "E",
    "options": {
      "A": "Karl Polanyi",
      "B": "Thomas R. Malthus",
      "C": "David Hume",
      "D": "Adam Smith",
      "E": "David Ricardo"
    },
    "explanation": "The book 'The Principles of Political Economy and Taxation' (1821) was written by David Ricardo."
  },
  {
    "id": "3178036",
    "unitNumber": 4,
    "text": "Choose the option that completes the following sentence correctly.\n \"During the early days of the 1848 Revolutions, Marx’s and Engels’s most important work was the ..........\"",
    "correctAnswer": "A",
    "options": {
      "A": "Communist Manifesto",
      "B": "Wealth of Nations",
      "C": "Theory of Rent and Taxation",
      "D": "Social Condition Manifesto",
      "E": "Condition of England"
    },
    "explanation": "During the early days of the 1848 Revolutions, Marx’s and Engels’s most important work was the Communist Manifesto."
  },
  {
    "id": "3178041",
    "unitNumber": 4,
    "text": "Which of the following is Marx's most important work?",
    "correctAnswer": "B",
    "options": {
      "A": "Wealth and Socialism",
      "B": "Capital",
      "C": "Theory of Capitalism",
      "D": "Working Class Theoy",
      "E": "The Condition of Working Class"
    },
    "explanation": "Capital is Marx's most important work."
  },
  {
    "id": "3178052",
    "unitNumber": 4,
    "text": "Who was a wealthy businessman who tried to establish a socialist community that he called New Lanark in Scotland?",
    "correctAnswer": "C",
    "options": {
      "A": "Karl Marx",
      "B": "Friedrich Engels",
      "C": "Robert Owen",
      "D": "Thomas Moore",
      "E": "Tomasso Campenalla"
    },
    "explanation": "Robert Owen was a wealthy businessman who tried to establish a socialist community that he called New Lanark in Scotland."
  },
  {
    "id": "3178063",
    "unitNumber": 4,
    "text": "Choose the option that completes the following sentence correctly.\n \"Whenever Karl Marx uses the term 'political economy', the reference is usually to the .......... political economy.\"",
    "correctAnswer": "E",
    "options": {
      "A": "modern",
      "B": "communist",
      "C": "socialist",
      "D": "macro",
      "E": "classical"
    },
    "explanation": "Whenever Karl Marx uses the term 'political economy', the reference is usually to the classical political economy."
  },
  {
    "id": "3178079",
    "unitNumber": 4,
    "text": "Choose the option that completes the following sentence correctly.\n \"Although ......... himself did not use the terms 'historical materialism' or the 'materialist conception of history', this term can be taken as a convenient shorthand description for his views.\"",
    "correctAnswer": "B",
    "options": {
      "A": "Engels",
      "B": "Marx",
      "C": "Owen",
      "D": "Smith",
      "E": "Hume"
    },
    "explanation": "Although Marx himself did not use the terms 'historical materialism' or the 'materialist conception of history', this term can be taken as a convenient shorthand description for his views."
  },
  {
    "id": "3178101",
    "unitNumber": 4,
    "text": "Choose the option that completes the following sentence correctly.\n \"The notion of .......... is closely related to Marx’s other, latter notion that he put forward in Capital, namely, commodity fetishism.\"",
    "correctAnswer": "D",
    "options": {
      "A": "communism",
      "B": "capital",
      "C": "manifesto",
      "D": "alienation",
      "E": "labor"
    },
    "explanation": "The notion of alienation is closely related to Marx’s other, latter notion that he put forward in Capital, namely, commodity fetishism."
  },
  {
    "id": "3178111",
    "unitNumber": 4,
    "text": "Choose the option that completes the following sentence correctly.\n \"Unlike in Classical and Neoclassical economics, .......... distinguishes between the notions of labor and labor-power.\"",
    "correctAnswer": "B",
    "options": {
      "A": "Schmidt",
      "B": "Marx",
      "C": "Hume",
      "D": "Hunt",
      "E": "Owen"
    },
    "explanation": "Unlike in Classical and Neoclassical economics, Marx distinguishes between the notions of labor and labor-power."
  },
  {
    "id": "3178121",
    "unitNumber": 4,
    "text": "Choose the option that completes the following sentence correctly.\n \"For Marx, the value of any commodity is the sum of constant capital, variable capital, and<br/>...........\"",
    "correctAnswer": "D",
    "options": {
      "A": "commodity base",
      "B": "labor value",
      "C": "constant value",
      "D": "surplus value",
      "E": "value added"
    },
    "explanation": "For Marx, the value of any commodity is the sum of constant capital, variable capital, and surplus value."
  },
  {
    "id": "3178127",
    "unitNumber": 4,
    "text": "Which of the following is the difference between the value that labor power produces and the value of labor power itself?",
    "correctAnswer": "E",
    "options": {
      "A": "wealth",
      "B": "capital",
      "C": "production value",
      "D": "macro surplus",
      "E": "surplus value"
    },
    "explanation": "Surplus value is the difference between the value that labor power produces and the value of labor power itself."
  },
  {
    "id": "3178138",
    "unitNumber": 4,
    "text": "Choose the option that completes the following sentence correctly.\n \"Marx distinguishes between two compositions of capital: the 'organic' composition and the '..........' composition.\"",
    "correctAnswer": "B",
    "options": {
      "A": "value",
      "B": "technical",
      "C": "surplus",
      "D": "wealth",
      "E": "commodity"
    },
    "explanation": "Marx distinguishes between two compositions of capital: the 'organic' composition and the 'technical' composition."
  },
  {
    "id": "3453618",
    "unitNumber": 4,
    "text": "Which of the below shows the length of the Chartist movement?",
    "correctAnswer": "A",
    "options": {
      "A": "1838-1857",
      "B": "1818-1883",
      "C": "1820-1895",
      "D": "1830-1867",
      "E": "1818-1950"
    },
    "explanation": "The first working class movement, if we ignore the sporadic actions of the Luddites or the “machine<br/>breakers” who opposed machines and blamed them for their own troubles, was the Chartist movement<br/>that started in 1838 and lasted until 1857."
  },
  {
    "id": "3453635",
    "unitNumber": 4,
    "text": "when was the communist league established?",
    "correctAnswer": "B",
    "options": {
      "A": "1830",
      "B": "1847",
      "C": "1852",
      "D": "1857",
      "E": "1901"
    },
    "explanation": "After this work, during the early days of the 1848 Revolutions, Marx’s and Engels’s most<br/>important work was the Communist Manifesto, which was commissioned by the Communist<br/>League, a working-class association established in 1847."
  },
  {
    "id": "3453661",
    "unitNumber": 4,
    "text": "Who established New Lanark Community?",
    "correctAnswer": "C",
    "options": {
      "A": "Henri de Saint-Simon",
      "B": "Charles Fourier",
      "C": "Robert Owen",
      "D": "Louis Blanc",
      "E": "Pierre-Joseph Proudhon"
    },
    "explanation": "program” that could be of help for political struggle. Robert Owen for example, was a wealthy businessman, and he tried to establish a socialist community that he called New Lanark in Scotland."
  },
  {
    "id": "3453749",
    "unitNumber": 4,
    "text": "What was the name of ground-breaking work of Marx and Engel after the French Revolution<em>? </em>",
    "correctAnswer": "C",
    "options": {
      "A": "Socialism",
      "B": "Communism",
      "C": "Communist Manifesto",
      "D": "The Chartist Movement",
      "E": "Utopian Socialism"
    },
    "explanation": "DISSIDENCE WITH CAPITALISM AND THE UTOPIAN SOCIALISTS<br/>With the outbreak of the 1830 Revolution in France, later spreading across Europe, more radical views and movements started to break out. These revolutions were nationalistic and anti-monarchy in nature, but they also involved some radical ideas, and paved the way for the 1848 Revolutions. They too were mostly liberal but the socialist currents put their stamps in some way. Maybe the most important development for our purposes, of course, was their bringing socialist and communist thought, and also the names of Marx and Engels into the fore, with their ground-breaking work, <em>Communist Manifesto</em>. Marx was a philosopher by education, and a political economist, not to mention his life-long political activism."
  },
  {
    "id": "3453785",
    "unitNumber": 4,
    "text": "It is a general theory of human history, which argues that all history is subject to some natural “laws”, which are essential to understand any “mode of production” or “social formation”.\n<br/>Which term is explained by the above sentences?",
    "correctAnswer": "B",
    "options": {
      "A": "Social change",
      "B": "Historical materialism",
      "C": "Utopian Socialism",
      "D": "Capitalism",
      "E": "Classical economy"
    },
    "explanation": "MARX’S PHILOSOPHY: HISTORICAL MATERIALISM AND ALIENATION<br/>Marx’s “<strong>historical materialism</strong>” is a general theory of human history, which argues that all history is subject to some natural “laws”, which are essential to understand any “mode of production” or “social formation”."
  },
  {
    "id": "3453795",
    "unitNumber": 4,
    "text": "What does Marx try to present in his praxis?",
    "correctAnswer": "D",
    "options": {
      "A": "that capital is the form of freedom.",
      "B": "that socialism is a must.",
      "C": "that capitalism is the source of all evil.",
      "D": "that human beings realize their potential through actions.",
      "E": "that history is a form of faith."
    },
    "explanation": "In this work, his understanding of the Hegelian notion of “alienation” is built on the premise that human beings are essentially free beings who try to realize their potential through their actions."
  },
  {
    "id": "3453882",
    "unitNumber": 4,
    "text": "When we consider the following formula, what does \"W\" stand for?\n w = c + v + s",
    "correctAnswer": "E",
    "options": {
      "A": "Vages",
      "B": "Capital",
      "C": "Variable Capital",
      "D": "Surplus Value",
      "E": "Value of Commodity"
    },
    "explanation": "For Marx, the value of any commodity is the sum of constant capital (c), variable capital (v) and surplus value (s), in terms of labor times:<br/>w = c + v + s"
  },
  {
    "id": "3453928",
    "unitNumber": 4,
    "text": "According to Marx, How many compositions of capital are there?",
    "correctAnswer": "A",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Marx distinguishes between two compositions of capital: the “organic” composition and the “technical” composition (Marx, 1976:<br/>762)."
  },
  {
    "id": "3453963",
    "unitNumber": 4,
    "text": "Who was Marx inspired by in terms of capital accumulation?",
    "correctAnswer": "B",
    "options": {
      "A": "Hegel",
      "B": "Ricardo",
      "C": "Engels",
      "D": "Plato",
      "E": "No one"
    },
    "explanation": "Marx’s views of capital accumulation are to a large extent inspired by Ricardo. His analysis of mechanization of the capitalist production process closely follows those of Ricardo. His analysis of accumulation also rests on a conflictual point of view emphasizing class struggle."
  },
  {
    "id": "3454007",
    "unitNumber": 4,
    "text": "I mechanization is always labor-saving,\n II through mechanization labor costs increase\n III technological change is also affected by distribution and the class struggle,\n IV the rising organic composition of capital coupled with mechanization tends to create crises,\n In Marx’s analysis, mechanization in the large scale industry has above implications. Which of the options show the correct implications?",
    "correctAnswer": "C",
    "options": {
      "A": "I-II-III",
      "B": "II-III-IV",
      "C": "I-III-IV",
      "D": "I-II-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "In Marx’s analysis, mechanization in the largescale industry has three important implications: (1) mechanization is always labor-saving, (2) technological change is also affected by distribution and the class struggle, and (3) the rising organic composition of capital coupled with mechanization tends to create crises."
  },
  {
    "id": "3454053",
    "unitNumber": 4,
    "text": "I Overconsumption\n II underconsumption,\n III disproportionality,\n IV the falling rate of profits\n Which of the above crisis theories of Marx are correctly presented in the options below?",
    "correctAnswer": "D",
    "options": {
      "A": "I-II-III",
      "B": "I-III-IV",
      "C": "I-V",
      "D": "II-III-IV",
      "E": "II-IV"
    },
    "explanation": "On the other hand, Marx emphasizes a built-in crisis-creating tendency of the market system. It appears that Marx has three related but different crisis theories: “underconsumption,” “disproportionality,” and “the falling rate of profits” theories (Sweezy 1942: 96-100 and 156-186). It would be fair to argue that both the underconsumption, and the disproportionality theses are based on rejection of Say’s Law."
  },
  {
    "id": "3454075",
    "unitNumber": 4,
    "text": "Which of the below countries has a socialist economy?",
    "correctAnswer": "E",
    "options": {
      "A": "The Soviet Union",
      "B": "China",
      "C": "Serbia",
      "D": "Yugoslavia",
      "E": "Cuba"
    },
    "explanation": "Marx’s analysis of capitalism also became a political weapon for the struggle to achieve socialism. For this reason, the discussions about Marx will necessarily have a political character. The controversy over socialism seems to have regressed these days, as there is almost no socialist economy in the world, with some exceptions such as Cuba, but the crises still inspire such discussions."
  },
  {
    "id": "3458988",
    "unitNumber": 4,
    "text": "“By maturing the material conditions and the social combination of the process of production, it matures the contradictions and antagonisms of the capitalist form of that process, and thereby ripens both the elements for forming a new society and the forces tending towards the overthrow of the old one”.\n Which thinker puts forward the above mentioned ideas?",
    "correctAnswer": "D",
    "options": {
      "A": "Owen",
      "B": "Proudhon",
      "C": "Engel",
      "D": "Marx",
      "E": "Blanc"
    },
    "explanation": "MARX’S PHILOSOPHY: HISTORICAL MATERIALISM AND ALIENATION<br/>Marx emphasizes the inevitability of these constant transformations when he talks about capitalist mechanization process: “By maturing the material conditions and the social combination of the process of production, it matures the contradictions and antagonisms of the capitalist form of that process, and thereby ripens both the elements for forming a new society and the forces tending towards the overthrow of the old one” (Marx, 1976: 635)."
  },
  {
    "id": "3458991",
    "unitNumber": 4,
    "text": "“This term refers to all kinds of human activities; but it must be understood as referring to free, universal, and self-creative activity through which the human species creates (transforms) her world and herself”.\n<br/>Which term is explained by the above sentences?",
    "correctAnswer": "A",
    "options": {
      "A": "Praxis",
      "B": "Alienation",
      "C": "Objectification",
      "D": "Unidirectionality",
      "E": "Superstructure"
    },
    "explanation": "MARX’S PHILOSOPHY: HISTORICAL MATERIALISM AND ALIENATION<br/>In general, <strong><em>praxis </em></strong>refers to all kinds of human activities; but it must be understood as referring to free, universal, and self-creative activity through which the human species creates (transforms) her world and herself."
  },
  {
    "id": "3459032",
    "unitNumber": 4,
    "text": "Which of the following about labor is true according to Marx?",
    "correctAnswer": "B",
    "options": {
      "A": "The terms “labor” and “production” refer to a specific activity; what we have here is “production of lives” rather than merely material goods production.",
      "B": "The “labor process” is a general condition: “It is the universal condition characterizing the metabolic interaction between man and nature, the everlasting nature-imposed condition of human existence”.",
      "C": "Labor is not same to all forms of society because it is the process through which human beings realize their own essence; it actually characterizes what is humane.",
      "D": "The labor process as a purposeful activity is therefore an appropriation of nature for the requirements of animals.",
      "E": "It is the universal condition for the interaction between human beings and nature, and therefore is dependent of every form of human existence."
    },
    "explanation": "MARX’S PHILOSOPHY: HISTORICAL MATERIALISM AND ALIENATION<br/>The terms “labor” and “production” refer to a general activity; what we have here is “production of lives” rather than merely material goods production. Above all, this activity, or the “labor process” is a general condition: “It is the universal condition characterizing the metabolic interaction between man and nature, the everlasting nature-imposed condition of human existence” (Marx, 1976: 290). Therefore, labor is common to all forms of society because it is the process through which human beings realize their own essence; it actually characterizes what is humane. The labor process as a purposeful activity is therefore an appropriation of nature for the requirements of humans. It is the universal condition for the interaction between human beings and nature, and therefore is independent of every form of human existence."
  },
  {
    "id": "3459056",
    "unitNumber": 4,
    "text": "______________ thought defends the view that for every question there is only one true answer and that, guided by his knowledge of the “laws of nature,” man comes to shape nature and society to his purposes in accordance with those laws.",
    "correctAnswer": "E",
    "options": {
      "A": "Private property",
      "B": "The expressivist aspirations",
      "C": "Personification of things",
      "D": "Fetishism",
      "E": "The radical Enlightenment"
    },
    "explanation": "MARX’S PHILOSOPHY: HISTORICAL MATERIALISM AND ALIENATION<br/>The first of these positions is <strong>the radical Enlightenment thought</strong>, which defends the view that for every question there is only one true answer and that, guided by his knowledge of the “laws of nature,” man comes to shape nature and society to his purposes in accordance with those laws."
  },
  {
    "id": "3459134",
    "unitNumber": 4,
    "text": "Which of the following <strong><u>is not</u></strong> one of the ideas of Marx about commodity?",
    "correctAnswer": "B",
    "options": {
      "A": "Marx believed that the value of a commodity is not determined by the use value (utility).",
      "B": "The value of a commodity is completely dependent of its use-value.",
      "C": "A thing can be a use-value without being a value when its utility is not mediated through labor, air, virgin soil etc.",
      "D": "A thing can be both useful and the product of labor, without being a commodity.",
      "E": "In order to produce a commodity, it must not only produce a use-value, but social use-values, meaning that it must be transferred to another person. through exchange."
    },
    "explanation": "MARX’S ANALYSIS OF VALUE AND SURPLUS VALUE<br/>Marx believed that the value of a commodity is not determined by the use value (utility). The value of a commodity is completely independent of its use-value. First, a thing can be a use-value without being a value when its utility is not mediated through labor, air, virgin soil etc. Second, a thing can be both useful and the product of labor, without being a commodity. In order to produce a commodity, it must not only produce a use-value, but social use-values, meaning that it must be transferred to another person through exchange. Their exchange value is determined by the amount of “socially necessary” labor time that is directly and indirectly (through the use of capital goods) congealed in the commodity produced."
  },
  {
    "id": "3459135",
    "unitNumber": 4,
    "text": "According to Marx, only labor is capable of producing a quantity of value that is greater than its own value. If the worker produces its own value within a portion of the working day (say, 5 hours on an 8-hour basis), the remaining portion will go to the production of _______________ (the remaining 3 hours).",
    "correctAnswer": "C",
    "options": {
      "A": "labor-time",
      "B": "exchange value",
      "C": "surplus value",
      "D": "constant capital",
      "E": "price determination"
    },
    "explanation": "MARX’S ANALYSIS OF VALUE AND SURPLUS VALUE<br/>According to Marx, only labor is capable of producing a quantity of value that is greater than its own value. If the worker produces its own value within a portion of the working day (say, 5 hours on an 8-hour basis), the remaining portion will go to the production of <strong>surplus value</strong> (the remaining 3 hours)."
  },
  {
    "id": "3459138",
    "unitNumber": 4,
    "text": "A very important lesson to be learned from Marx would be the _________ character of the capitalist accumulation process.",
    "correctAnswer": "D",
    "options": {
      "A": "static",
      "B": "stable",
      "C": "balanced",
      "D": "unstable",
      "E": "steady"
    },
    "explanation": "THE LEGACY OF MARX AND SOCIALIST THOUGHT<br/>A very important lesson to be learned from Marx would be the <strong>unstable</strong> character of the capitalist accumulation process."
  },
  {
    "id": "3459487",
    "unitNumber": 4,
    "text": "Mechanization leads to substitution of the constant capital with variable capital.\n<br/><ol><br/><li>It brings about savings on labor, which in turn makes the prices of goods become cheaper.</li><br/><li>Even if the rate of surplus value stays the same, the general rate of profit will fall because of the increasing organic composition of capital.</li><br/><li>Mechanization will increase the number of the unemployed, or the size of the “relative population” or the “industrial reserve army” (Marx, 1976: 565).</li><br/></ol><br/>Whose ideas does Marx follow in his analysis of mechanization, in Chapter 15 of <em>Capital</em>?",
    "correctAnswer": "D",
    "options": {
      "A": "Engel",
      "B": "Smith",
      "C": "Polanyi",
      "D": "Ricardo",
      "E": "Blanc"
    },
    "explanation": "MARX’S ANALYSIS OF CAPITAL ACCUMULATION AND CRISES<br/>In his analysis of mechanization, in Chapter 15 of <em>Capital</em>, Marx follows <strong>Ricardo’</strong>s views in the following points (Kurz, 2010: 1209-10):\n<br/><ol><br/><li>Mechanization leads to substitution of the constant capital with variable capital.</li><br/><li>It brings about savings on labor, which in turn makes the prices of goods become cheaper.</li><br/><li>Even if the rate of surplus value stays the same, the general rate of profit will fall because of the increasing organic composition of capital.</li><br/><li>Mechanization will increase the number of the unemployed, or the size of the “relative population” or the “industrial reserve army” (Marx, 1976: 565).</li><br/></ol>"
  },
  {
    "id": "3183413",
    "unitNumber": 5,
    "text": "Which of the following economists was the first to use the term \"Neoclassical\" ?",
    "correctAnswer": "A",
    "options": {
      "A": "Thorestein B. Veblen",
      "B": "David Ricardo",
      "C": "John Maynard Keynes",
      "D": "Milton Friedman",
      "E": "Robert Barro"
    },
    "explanation": "American economist and sociologist Thorstein B. Veblen was the first to use the term “neoclassical” in relation to the new state of economic theory.<br/>The correct answer is option A."
  },
  {
    "id": "3183422",
    "unitNumber": 5,
    "text": "Which of the following schools of economic thought is also called as \"<strong>utilitarian economics</strong>\" ?",
    "correctAnswer": "A",
    "options": {
      "A": "Neoclassical Economics",
      "B": "Classical Economics",
      "C": "Keynesian Economics",
      "D": "New Classical Economics",
      "E": "New Keynesian Economics"
    },
    "explanation": "Neoclassical economics has, therefore, been identified with ‘marginalist economics’ and ‘utilitarian economics’.<br/>The correct answer is option A."
  },
  {
    "id": "3183425",
    "unitNumber": 5,
    "text": "Which of the following event interrupted the development of neoclassical economics?",
    "correctAnswer": "A",
    "options": {
      "A": "World War I",
      "B": "World War II",
      "C": "Industrial Revaluation",
      "D": "Oil Crisis of the 1970s",
      "E": "Cold War"
    },
    "explanation": "There were two important events that interrupted the development of neoclassical economics as an orthodox theory. These were World War I (WWI)<br/>and the Great Depression of 1929, respectively.<br/>The correct answer is option A."
  },
  {
    "id": "3183426",
    "unitNumber": 5,
    "text": "Who coined the term \"Marginalism\" ?",
    "correctAnswer": "A",
    "options": {
      "A": "John A. Hobson",
      "B": "Mark Blaug",
      "C": "Carl Menger",
      "D": "Leon Walras",
      "E": "John Stuart Mill"
    },
    "explanation": "‘Marginalism’ was coined by John A. Hobson in 1914 and the term ‘marginal’ appeared in economics books in the 1880s.<br/>The correct answer is option A."
  },
  {
    "id": "3183428",
    "unitNumber": 5,
    "text": "When did the marginalist revolution as the new approach in economic theory emerge?",
    "correctAnswer": "A",
    "options": {
      "A": "1870s",
      "B": "1880s",
      "C": "1890s",
      "D": "1910s",
      "E": "1920s"
    },
    "explanation": "The new approach in economic theory that emerged around the early 1870s is generally described as the ‘marginal revolution’<br/>The correct answer is option A."
  },
  {
    "id": "3183429",
    "unitNumber": 5,
    "text": "Who published one of the constitutive book of marginal economics, namely \"<strong>Elements of Pure Economics</strong>\" ?",
    "correctAnswer": "A",
    "options": {
      "A": "Leon Walras",
      "B": "John A. Hobson",
      "C": "Mark Blaug",
      "D": "John Hicks",
      "E": "Fyodor M. Dostoyevsky"
    },
    "explanation": "\"Walras published his Elements of Pure Economics<br/>(Éléments D’économie Politique Pure), which was<br/>another constitutive book of marginal economics,<br/>in 1874.\"<br/>The correct answer is option A."
  },
  {
    "id": "3183433",
    "unitNumber": 5,
    "text": "Who brought success to the marginal revolutionary transformation in economic thought ?",
    "correctAnswer": "A",
    "options": {
      "A": "Alfred Marshall",
      "B": "William S. Jevons",
      "C": "Leon Walras",
      "D": "Carl Menger",
      "E": "Thorstein B. Veblen"
    },
    "explanation": "Three founding economists of the marginal revolution were Menger, Jevons, and Walras. However, it was Alfred Marshall who brought success to this revolutionary transformation in economic thought.<br/>The correct answer is option A."
  },
  {
    "id": "3183437",
    "unitNumber": 5,
    "text": "William S. Jevons and Leon Walras used mathematics in their economic analysis, but ......... adopted a verbal style. \n Which of the following neoclassical economists is best suited to fill the blank in the statement ?",
    "correctAnswer": "A",
    "options": {
      "A": "Alfred Marshall",
      "B": "Carl Menger",
      "C": "Adolph Wagner",
      "D": "John A. Hobson",
      "E": "Mark Blaug"
    },
    "explanation": "William S. Jevons and Leon Walras used mathematics, but Marshall, despite being a good mathematician, adopted a verbal style.<br/>The correct answer is option A."
  },
  {
    "id": "3183440",
    "unitNumber": 5,
    "text": "Which of the followings books of Fyodor M. Dostoyevsky criticizes the mathematization of economics ?",
    "correctAnswer": "A",
    "options": {
      "A": "Notes from the underground",
      "B": "The brothers Karamazov",
      "C": "Crime and Punishment",
      "D": "Demons",
      "E": "Poor Folk"
    },
    "explanation": "The mathematization of economics has become the most debatable issue<br/>since then. One of the most prominent examples of this is Fyodor M. Dostoyevsky’s (1821-1881)<br/>literary book Notes from the Underground (1996)dated 1864. In the first part of Notes Dostoyevsky sharply criticized mathematics, economic theory based on individual interests and homo economicus, which is the basic abstraction of neoclassical theoryabout humans.<br/>The correct answer is option A."
  },
  {
    "id": "3183443",
    "unitNumber": 5,
    "text": "As civilization makes progress the state expenditures increase and the scope of the state intervention expands. This is a theory known as ‘ ............. ’ in public finance scholarship. \n Which of the following is best suited to complete the statement?",
    "correctAnswer": "A",
    "options": {
      "A": "Wagner's Law",
      "B": "Walras's Law",
      "C": "Say's Law",
      "D": "Gossen's Law",
      "E": "Ricardo's law of comparative advantage"
    },
    "explanation": "Adolph Wagner (1835-1917), the leading public finance scholar of the time, formulated the return of the state as a universal law. Accordingly, as civilization makes progress the state expenditures increase and the scope of the state intervention expands. his is a theory known as ‘Wagner’s law’.<br/>The correct answer is option A."
  },
  {
    "id": "3186780",
    "unitNumber": 5,
    "text": "Who is first person to have described the term of neoclassical?",
    "correctAnswer": "A",
    "options": {
      "A": "Veblen",
      "B": "Smith",
      "C": "Ricardo",
      "D": "Marshall",
      "E": "Friedman"
    },
    "explanation": "To take alook to the title of History of Economic Thought<br/>In the last quarter of the 19th century, a new theory of economics, called “the neoclassical economics”, emerged from a revolutionary transformation in economics. American economist<br/>and sociologist Thorstein B. Veblen was the first to use the term “neoclassical” in relation to the new state of economic theory. Veblen coined the term “neoclassical” in his 1899 article “The Preconceptions of Economic Science”"
  },
  {
    "id": "3186781",
    "unitNumber": 5,
    "text": "What economic theory did work with the term of marginalism?",
    "correctAnswer": "A",
    "options": {
      "A": "the utility theory of value",
      "B": "the utility theory of profit",
      "C": "the utility theory of cost",
      "D": "the utility theory of utility",
      "E": "the utility theory of externality"
    },
    "explanation": "To take alook to the title of “the neoclassical economics”<br/>Marginalism was a new approach developed in economic theory together with the utility theory of value. Concepts of “marginal” and “utility” lie in the foundations of neoclassical economic theory."
  },
  {
    "id": "3186783",
    "unitNumber": 5,
    "text": "Which one can not be added to the supply-demand mechanism that creates a balance?",
    "correctAnswer": "A",
    "options": {
      "A": "between prices, consumption and productive output.",
      "B": "between prices, consumption and cost output.",
      "C": "between prices, consumption and dept output",
      "D": "between prices, consumption and budget deficit output.",
      "E": "between prices, consumption and fiscal policy output."
    },
    "explanation": "To take a look to The Construction of Early Neoclassical Economics<br/>The supply-demand mechanism is the basic mechanism in which all these economic activities occur. It is the supply-demand mechanism that creates a balance between prices, consumptionn and productive output."
  },
  {
    "id": "3186786",
    "unitNumber": 5,
    "text": "Which one iwas not used to make better explanations by Marshall?",
    "correctAnswer": "A",
    "options": {
      "A": "biology, not mathematics and psychology",
      "B": "biology, mathematics and psychology",
      "C": "biology,mathematics and history",
      "D": "biology, mathematics and not psychology",
      "E": "not biology, not mathematics and psychology"
    },
    "explanation": "To take a look to the title of neoclassical economic approach<br/>Likes Marshall, some economists argue that economics should also follow biology, not mathematics and psychology, in order to get closer to the higher status of the modern sciences of the age and to make better explanations. Thus, neoclassical economics has developed with an emphasis on mathematics and psychology, but the critics pointed to the developments in biology of the time, especially the Darwinian evolutionary theory."
  },
  {
    "id": "3186795",
    "unitNumber": 5,
    "text": "What is ethics ?",
    "correctAnswer": "A",
    "options": {
      "A": "a philosophical discipline on morality",
      "B": "a philosophical discipline on utility",
      "C": "a philosophical discipline on scholar",
      "D": "a philosophical discipline on micro base",
      "E": "a philosophical discipline on benefit"
    },
    "explanation": "To take alook to the title of utilitarianism<br/>Ethics is a philosophical discipline on morality. Morality is the set of principles that guide people to choose the good and the right instead of the bad and the wrong."
  },
  {
    "id": "3186798",
    "unitNumber": 5,
    "text": "What is Liberalism as a governmental technique?",
    "correctAnswer": "A",
    "options": {
      "A": "is to find out the cheapest way to govern at the least cost.",
      "B": "is to find out the cheapest way to govern at the least dept",
      "C": "is to find out the cheapest way to govern at the least budget",
      "D": "is to find out the cheapest way to govern at the least income",
      "E": "is to find out the cheapest way to govern at the least expenditures"
    },
    "explanation": "To take a look to the title of utilitarianism<br/>Liberalism as a governmental technique is to find out the cheapest way to govern at the least cost. It is reasonable to say that neoclassical economics took over this utilitarian liberal analysis of limited government from physiocracy and classical political economy and sought to advance this rationality to a higher level"
  },
  {
    "id": "3186804",
    "unitNumber": 5,
    "text": "Please fill the statement.\n Why did early neoclassical economists differ from each other in terms of...",
    "correctAnswer": "A",
    "options": {
      "A": "methods, analytical tools, theoretical scopes and contexts",
      "B": "methods, analytical tools, theoretical scopes and fiscal policy",
      "C": "methods, analytical tools, theoretical scopes and dept policy",
      "D": "methods, analytical tools, theoretical scopes and monetary policy",
      "E": "methods, analytical tools, theoretical scopes and tax policy"
    },
    "explanation": "To take a look to the title of neoclassical economy<br/>Neoclassical economics and marginalism have certain and common characteristics that are seen in the theories of economists. Although early neoclassical economists differed from each other in terms of methods, analytical tools, theoretical scopes and contexts, they still produce a common ground to approach economics."
  },
  {
    "id": "3186809",
    "unitNumber": 5,
    "text": "What is essential dynamic for marginalism?",
    "correctAnswer": "A",
    "options": {
      "A": "Perfect competition",
      "B": "Perfect fiscal policy",
      "C": "Perfect budget policy",
      "D": "Perfect tax policy",
      "E": "Perfect utilities policy"
    },
    "explanation": "To take a look to the The Construction of Early Neoclassical Economics<br/>Perfect competition for marginalism is the essential dynamic and driving factor in the market economy. Thus, Walras reconsiders perfect competition for the general structure of the economy based on the interrelations of different markets."
  },
  {
    "id": "3186813",
    "unitNumber": 5,
    "text": "When we saw the rise of state intervention in the economic history?",
    "correctAnswer": "A",
    "options": {
      "A": "The last quarter of the 19th century",
      "B": "The last quarter of the 18th century",
      "C": "The last quarter of the 20th century",
      "D": "The last quarter of the 11th century",
      "E": "The last quarter of the 12th century"
    },
    "explanation": "To take a look to the title of Public Finance<br/>The last quarter of the 19th century saw the rise of state intervention, the constitution of welfare systems, monopolization under state support, the increasing importance of public law, militarization in keeping with the rise of international competition, and a new phase of colonization"
  },
  {
    "id": "3186820",
    "unitNumber": 5,
    "text": "What is the purpose of pure public goods?",
    "correctAnswer": "A",
    "options": {
      "A": "their price cannot form in the market",
      "B": "their price cannot form in common resources",
      "C": "their price cannot form in natural monopolies",
      "D": "their price cannot form in monopolies",
      "E": "their price cannot form in natural collective wants"
    },
    "explanation": "To take a look to the title of Public Finance<br/>State enterprise and debt do not suit the market economy and government expenditure should be at a minimum level. The rightful use of government expenditure is for the purpose of pure public goods whose utility cannot be divided among individuals and thereby their price cannot form in the market. Pure public goods such as diplomacy, defense and justice are the subject of collective wants and needs. Nobody can be excluded from their consumption and they are not subject to competition so they are non-rivalry goods and cannot be produced and exchanged in the market."
  },
  {
    "id": "3183467",
    "unitNumber": 6,
    "text": "Which of the following hypotheses suggests that unemployment will always be at its natural rate?",
    "correctAnswer": "A",
    "options": {
      "A": "NAIRU hypothesis",
      "B": "Efficiency wage hypothesis",
      "C": "Discouraged-worker hypothesis",
      "D": "Added-worker hypothesis",
      "E": "Marginal productivity hypothesis"
    },
    "explanation": "The “NAIRU” hypothesis implies that unemployment will always be at its natural rate.<br/>The correct answer is option A."
  },
  {
    "id": "3183468",
    "unitNumber": 6,
    "text": "Which of the followings is the basic building block of the New Classical school ?",
    "correctAnswer": "A",
    "options": {
      "A": "Policy Ineffectiveness Proposition",
      "B": "Dichotomy Proposition",
      "C": "Money Neutrality Proposition",
      "D": "Money Non-Neutrality Proposition",
      "E": "Ricardian Equivalence Proposition"
    },
    "explanation": "The “policy inefectiveness” proposition is a basic building block of the “New Classical” school.<br/>The correct answer is option A."
  },
  {
    "id": "3183469",
    "unitNumber": 6,
    "text": "Which of the following two economists developed the efficiency wage theory?",
    "correctAnswer": "A",
    "options": {
      "A": "Janet Yellen and George Arthur Akerlof",
      "B": "David Ricardo and Adam Smith",
      "C": "Edmund S. Phelps and John F. Muth",
      "D": "John F. Muth and John Maynard Keynes",
      "E": "Milton Friedman and Anna J. Schwartz"
    },
    "explanation": "“Effciency-wage” theory was developed by Janet Yellen, and by Akerlof.<br/>The correct answer is option A."
  },
  {
    "id": "3183470",
    "unitNumber": 6,
    "text": "Who developed the rational expectation scheme?",
    "correctAnswer": "A",
    "options": {
      "A": "John F. Muth",
      "B": "Robert E. Lucas",
      "C": "Robert Barro",
      "D": "Hyman Minsky",
      "E": "Milton Friedman"
    },
    "explanation": "Lucas applies the “rational expectations” scheme that was developed in 1962 by John F. Muth.<br/>The correct answer is option A."
  },
  {
    "id": "3183471",
    "unitNumber": 6,
    "text": "Which of the following economists argued that capitalism was bounded to create systematic crises?",
    "correctAnswer": "A",
    "options": {
      "A": "Karl Marx",
      "B": "Adam Smith",
      "C": "David Ricardo",
      "D": "Alfred Marshall",
      "E": "John S. Mill"
    },
    "explanation": "According to Karl Marx, capitalism was bound to create systemic crises<br/>The correct answer is option A."
  },
  {
    "id": "3183472",
    "unitNumber": 6,
    "text": "When was The Great Depression began?",
    "correctAnswer": "A",
    "options": {
      "A": "1929",
      "B": "1928",
      "C": "1927",
      "D": "1926",
      "E": "1925"
    },
    "explanation": "The outbreak of the 1929 crisis, which is known as the Great Depression, increased the doubts regarding the self-regulating markets.<br/>The correct answer is option A."
  },
  {
    "id": "3183476",
    "unitNumber": 6,
    "text": "Which of the followings brought the distinction between \"natural rate of interest and the market interest rate ?",
    "correctAnswer": "A",
    "options": {
      "A": "Knut Wicksell",
      "B": "A.W. Phillips",
      "C": "R.E. Lucas",
      "D": "Adam Smith",
      "E": "David Ricardo"
    },
    "explanation": "Knut Wicksell, with his distinction between the “natural rate of interest” and the market interest rate, opened up new dimensions in macroeconomics and monetary economics.<br/>The correct answer is option A."
  },
  {
    "id": "3183479",
    "unitNumber": 6,
    "text": "Who asserted the financial instability hypothesis?",
    "correctAnswer": "A",
    "options": {
      "A": "Hyman Minsky",
      "B": "Paul Davidson",
      "C": "George Shackle",
      "D": "Jan Kregel",
      "E": "Janet Yellen"
    },
    "explanation": "This tendency of inancial instability is of course<br/>emphasized by Hyman Minsky, whose “inancial instability hypothesis” seems to explain and have predicted the 2008 crisis (Özgür and Özel, 2013). Minsky is concerned with the relationship between credit expansion and economic luctuations.<br/>The correct answer is option A."
  },
  {
    "id": "3183481",
    "unitNumber": 6,
    "text": "Which of the following type of money became the standard in all countries since the Bretton Woods system?",
    "correctAnswer": "A",
    "options": {
      "A": "Fiat Money",
      "B": "Commercial Money",
      "C": "Commodity Money",
      "D": "Fiduciary Money",
      "E": "Digital Money"
    },
    "explanation": "Since the collapse of the Bretton Woods system, fiat money became the standard in all countries.<br/>The correct answer is option A."
  },
  {
    "id": "3183482",
    "unitNumber": 6,
    "text": "What is the most significant and powerful aspect of Keynes's theory?",
    "correctAnswer": "A",
    "options": {
      "A": "Its macroeconomic character",
      "B": "Its micro-founded nature",
      "C": "Its mathematical form",
      "D": "Its dynamic character",
      "E": "Its expectation formation"
    },
    "explanation": "From a theoretical point of view, the most signiicant and powerful aspect of his theory is its macroeconomic character.<br/>The correct answer is option A."
  },
  {
    "id": "3442789",
    "unitNumber": 6,
    "text": "According to Karl Marx, capitalism was bound to create systemic crises.\n When did the first such crisis occur?",
    "correctAnswer": "A",
    "options": {
      "A": "1873",
      "B": "1872",
      "C": "1871",
      "D": "1870",
      "E": "1869"
    },
    "explanation": "According to Karl Marx, capitalism was bound to create systemic crises. Indeed, the first of such crises was the financial crisis of 1873.<br/>The correct answer is option A."
  },
  {
    "id": "3442790",
    "unitNumber": 6,
    "text": "Who offered a strong explanation of why the 1929 crisis occur under capitalism and how they could be responded to?",
    "correctAnswer": "A",
    "options": {
      "A": "John Maynard Keynes",
      "B": "Karl Marx",
      "C": "Adam Smith",
      "D": "Milton Friedman",
      "E": "Friedrich Hayek"
    },
    "explanation": "Although he was not a socialist, it was John M. Keynes who offered a strong explanation of why such crises occur under capitalism and how they could be responded to.<br/>The correct answer is option A."
  },
  {
    "id": "3442792",
    "unitNumber": 6,
    "text": "What was the most important turning point in the collapse of the 19th-century market-based civilization?",
    "correctAnswer": "A",
    "options": {
      "A": "The Great Depression of 1929",
      "B": "The outbreak of World War II",
      "C": "The collapse of gold standard",
      "D": "The New Deal",
      "E": "1973 Oil crisis"
    },
    "explanation": "The most important turning point in this process is, of course, the Great Depression of 1929, followed by the inancial market crash.<br/>The correct answer is option A."
  },
  {
    "id": "3442797",
    "unitNumber": 6,
    "text": "What government program in the United States proposed comprehensive public investment in response to the Great Depression?",
    "correctAnswer": "A",
    "options": {
      "A": "The New Deal",
      "B": "The Great Society",
      "C": "The Fair Deal",
      "D": "The Square Deal",
      "E": "The Marshall Plan"
    },
    "explanation": "In fact, even before Keynes’s book was published<br/>in 1936, some attempts at expanding government<br/>and state actions for a recovery were already under<br/>way. he New Deal of 1933 in the United States<br/>proposed and implemented a comprehensive public<br/>investment program.<br/>The correct answer is option A."
  },
  {
    "id": "3442814",
    "unitNumber": 6,
    "text": "Which concept forms a basic building-block of the New Classical School ?",
    "correctAnswer": "A",
    "options": {
      "A": "Policy ineffectiveness",
      "B": "Sluggish prices",
      "C": "Sticky prices",
      "D": "Efficiency wage",
      "E": "Financial instability"
    },
    "explanation": "This “policy inefectiveness” proposition is a basic building block of the “New Classical” school.<br/>The correct answer is option A."
  },
  {
    "id": "3442834",
    "unitNumber": 6,
    "text": "Who is the key proponent and developer of the \"Financial Instability Hypothesis\" ?",
    "correctAnswer": "A",
    "options": {
      "A": "Hyman Minsky",
      "B": "Adam Smith",
      "C": "David Ricardo",
      "D": "Robert Barro",
      "E": "Robert E. Lucas"
    },
    "explanation": "The second approach is the “Financial Instability<br/>Hypothesis” by Hyman Minsky.<br/>The correct answer is option A."
  },
  {
    "id": "3442851",
    "unitNumber": 6,
    "text": "Which model is considered the best representation of the “Synthesis Keynesianism” ?",
    "correctAnswer": "A",
    "options": {
      "A": "IS-LM Model",
      "B": "Classical Model",
      "C": "Solow Model",
      "D": "RBC Model",
      "E": "Dornbusch Model"
    },
    "explanation": "Methodologically speaking, “Synthesis Keynesianism” is, irst, a static theory but, second, not a static<br/>theory of the long run “normal” values as in the Classical writers or Marshall; third, it is a short run analysis<br/>in which capital stock is assumed to be constant; fourth, “pure” competition is assumed; and, inally, labor<br/>supply is assumed to depend on money wages Schumpeter (1954: 1174-1180). Its basic characteristic is<br/>its comparative static analysis in which equilibrium is achieved through shifts in some functions. In this<br/>interpretation, the assumptions producing “Keynesian” results are three: the “rigidity” of money wages, low interest elasticity of investment, and the “Liquidity Trap”. hese tree assumptions form “frictions” that create unemployment. Otherwise, the model behaves like a Neoclassical model. <strong>The best model that</strong><br/><strong>expresses this is of course the IS-LM model of John Hicks (1937).</strong><br/>The correct answer is option A."
  },
  {
    "id": "3442868",
    "unitNumber": 6,
    "text": "Which of the following is the one of the assumptions in the Synthesis Keynesianism that generates \"frictions\" leading to unemployment ?",
    "correctAnswer": "A",
    "options": {
      "A": "“Rigidity” of money wages",
      "B": "Flexible prices",
      "C": "Full employment",
      "D": "Rational expectations",
      "E": "Adaptive expectations"
    },
    "explanation": "The assumptions producing “Keynesian” results are three: the “rigidity” of money wages, low interest elasticity of investment, and the “Liquidity Trap”. These three assumptions form “frictions” that create unemployment.<br/>The correct answer is option A."
  },
  {
    "id": "3442872",
    "unitNumber": 6,
    "text": "Which of the following is the one of the key assumptions that defines the New Classical Economics ?",
    "correctAnswer": "A",
    "options": {
      "A": "Rational Expectations",
      "B": "Adaptive Expectations",
      "C": "Sticky Prices",
      "D": "Rigidity of money wages",
      "E": "Liquidity Trap"
    },
    "explanation": "Methodologically speaking, there are two important assumptions that define the New Classical economics:<br/>1. <strong>Rational Expectations:</strong> <br/><strong>2. Price and wage flexibility: </strong><br/>The correct answer is option A."
  },
  {
    "id": "3442894",
    "unitNumber": 6,
    "text": "Who, besides John M.Keynes, proposed increases in government spending to mitigate the effects of the Great Depression?",
    "correctAnswer": "A",
    "options": {
      "A": "Arthur Cecile Pigou",
      "B": "Adam Smith",
      "C": "David Ricardo",
      "D": "Knut Wicksell",
      "E": "Karl Marx"
    },
    "explanation": "Keynes was not alone in proposing higher government spending though. Arthur Cecile Pigou, student of Alfred Marshall’s like Keynes, had already proposed increases in government spending<br/>for alleviating depression.<br/>The correct answer is option A."
  },
  {
    "id": "3184765",
    "unitNumber": 7,
    "text": "Which of the theoretical abstractions that are common in Neoclassical and neoliberal economics is given <u>incorrectly</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Subjectivism",
      "B": "The conception of self-interest as the driving force of the economic actions that also determine non-economic behaviors",
      "C": "The ideal type of the economic man as homo-economics who is naturally disposed to exchange",
      "D": "The rising importance of competition as the central and powerful explanatory tool of the economy to exclusion of all other operating relays",
      "E": "The market economy has to be regulated and balanced by an outer mechanism."
    },
    "explanation": "Neoclassical and neoliberal economics have common in certain theoretical abstractions and political conceptions of the market economy. The so-called abstractions such as (i) the market economy as a self-regulating and self-balanced mechanism, (ii) the rising importance of competition as the central and powerful explanatory tool of the economy to exclusion of all other operating relays, (iii) the conception of self-interest as the driving force of the economic actions that also determine non-economic behaviors, (iv) subjectivism, and (v) the ideal type of the economic man as homo-economics who is naturally disposed to exchange have certain deficient general theoretical implications. The answer is E."
  },
  {
    "id": "3184778",
    "unitNumber": 7,
    "text": "I. The German Historical School was one of the main sources that created fragmentation and dissidence in economics, particularly after the late 1880s.\n II. The German Historical School was particularly in favor of the free-market liberalism of classical and neoclassical economics. \n III. The Historical School in Germany influenced the American institutionalists in a way that set them apart from neoclassical economics towards the institutionalist conception of the economy.\n What can be said to be true about \"The German Historical School\"?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "The German Historical School was another source of dissenting economics against classical and neoclassical economics. The Historical School was an intellectual movement in 19th-century German social sciences. It was particularly against the free-market liberalism of classical and neoclassical economics. The Historical School in Germany influenced the American institutionalists in a way that set them apart from neoclassical economics towards the institutionalist conception of the economy. As such, the German Historical School was one of the main sources that created fragmentation and dissidence in economics, particularly after the late 1880s. The answer is D."
  },
  {
    "id": "3184782",
    "unitNumber": 7,
    "text": "I. Institutional economics was born in the USA in the late 19th century but its origins lie in the previous periods and currents of dissenting economics.\n II. Thorstein B. Veblen is generally accepted as the founder of institutional economics.\n III. The institutional process of the economy is based on Neoliberal economics and can also be defined as Neoliberal. \n What can be said to be true about \"Institutional economics\"?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "Only III",
      "D": "I and II",
      "E": "I and III"
    },
    "explanation": "Institutional economics was born in the USA in the late 19th century but, as has been explained, its origins lie in the previous periods and currents of dissenting economics. Thorstein B. Veblen is generally accepted as the founder of institutional economics. Veblen did not offer the concept of ‘institutional economics’ but his social economics is oriented towards analyzing the economy as an instituted process. The institutional process of the economy is evolutionary and, as such, Veblen preferred to define his view of economics as evolutionary. The answer is E."
  },
  {
    "id": "3184786",
    "unitNumber": 7,
    "text": "What is the term for a critical approach that pays attention to institutions formed by economically, politically, culturally, and socially relevant behaviors in an evolutionary course of change to explain the modus operandi of economy realistically, dynamically, holistically, and historically?",
    "correctAnswer": "B",
    "options": {
      "A": "Post-Keynesian economics",
      "B": "Institutional and evolutionary economics",
      "C": "Neoclassical economics",
      "D": "Critical and heterodox economics",
      "E": "The history of economics"
    },
    "explanation": "Institutional and evolutionary economics is a critical approach that pays attention to institutions formed by economically, politically, culturally, and socially relevant behaviors in an evolutionary course of change to explain the modus operandi of economy realistically, dynamically, holistically, and historically. The answer is B."
  },
  {
    "id": "3184805",
    "unitNumber": 7,
    "text": "I. Post-Keynesianism, like Piketty’s theory and analysis, refers to another contemporary pole of fragmentation and dissidence in economics within the critical heterodox school and against mainstream economics.\n II. Post-Keynesianian economists intensified Keynes’ critique of neoclassical economics and contributed to the critical political economy aspect of Keynes.\n III. As post-Keynesian economists radicalize Keynes’ economics including neoclassical economics and the benefits of the capitalist economy, they agree with the neoclassical interpretation of Keynes in the old and new neoclassical synthesis. \n What can be said to be true about Post-Keynesianism?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "Post-Keynesianism, like Piketty’s theory and analysis, refers to another contemporary pole of fragmentation and dissidence in economics within the critical heterodox school and against mainstream economics. Post-Keynesianism, as the name implies, takes its departure point from Keynes. The early steps in the formation of post-Keynesianism started in the 1930s with Joan Robinson (1903-1983), Nicholas Kaldor (19081986), Michal Kalecki (1899-1970) and Piero Sraffa (1898-1983). These economists developed critical remarks on Keynes’ General Theory. They intensified Keynes’ critique of neoclassical economics and contributed to the critical political economy aspect of Keynes. In doing so, they criticized Keynes’ intersections with neoclassical economics. As post-Keynesian economists radicalize Keynes’ economics against neoclassical economics and the inequalities of the capitalist economy, they attack the neoclassical interpretation of Keynes in the old and new neoclassical synthesis. The answer is C."
  },
  {
    "id": "3184811",
    "unitNumber": 7,
    "text": "I. Thomas Piketty is a French economist focusing on public economics.\n II. He published his book \"<em>General Theory</em>\" which received much attention.\n III. His research particularly dealt with the inequality in the distribution of income and wealth.\n Which of the given facts about Thomas Piketty can be said to be true?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "Thomas Piketty is a French economist focusing on public economics. His research particularly dealt with the inequality in the distribution of income and wealth. He published his book \"Capital in the Twenty-First Century\" in 2013, which received much attention. With this book, Piketty gained a rightful position in the tradition of critical economics that emerged after the 2008 crisis. The answer is D."
  },
  {
    "id": "3184813",
    "unitNumber": 7,
    "text": "I. Thorstein Veblen argued that an institutionalist account of the economy must have a Darwinian evolutionary methodic orientation. \n II. For Veblen, institution means ‘habits of thought’ and institutional change means the changes in habits of thought. \n III. Veblen mentions four types of instincts: ‘parental bent’, ‘workmanship’, 'catallactics', and ‘bent of idle curiosity.\n Which of the given statements about Thorstein Veblen can be said to be true?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "II and III"
    },
    "explanation": "Thorstein Veblen argued that an institutionalist account of the economy must have a Darwinian evolutionary methodic orientation. For Veblen, institution means ‘habits of thought’ and institutional change means the changes in habits of thought. Veblen mentions three types of instincts: ‘parental bent’, ‘workmanship’, and ‘bent of idle curiosity’. The answer is C."
  },
  {
    "id": "3184821",
    "unitNumber": 7,
    "text": "What can be said to be true about Neo-Schumpeterian evolutionary economics?",
    "correctAnswer": "A",
    "options": {
      "A": "It was a heterodox response to endogenous growth theories in which Paul Romer is the prominent figure.",
      "B": "They radicalize Keynes’ economics against neoclassical economics and the inequalities of the capitalist economy.",
      "C": "It was born out of the process of marginal revolution and quickly became the subject of criticism.",
      "D": "It is in line with ideas of the abstract economics of physiocrats and Ricardo against the historical moral and institutional political economy of Smith.",
      "E": "The Neo-Schumpeterian explanations aim to prove the neoclassical assumptions and analysis."
    },
    "explanation": "Neo-Schumpeterian evolutionary economics was a heterodox response to endogenous growth theories in which Paul Romer is the prominent figure. Romer’s novel research is engaged in understanding the ‘inside the black box’ but his dynamic understanding of economy and technology is still within the limitations of neoclassical economics. The Neo-Schumpeterian explanations aim to overcome the neoclassical assumptions and analysis. The answer is A."
  },
  {
    "id": "3184833",
    "unitNumber": 7,
    "text": "What do ‘catallactics’ and ‘praxeology’ imply in Hayekian economics?",
    "correctAnswer": "A",
    "options": {
      "A": "The economy is composed of human actions in exchange relations.",
      "B": "Human actions in exchange relations are ineffective for the economy.\n .",
      "C": "A social being should be kept under the rule of government.",
      "D": "The dynamic nature of the economic process being ignored.",
      "E": "The free market economy being stripped of all state interventions."
    },
    "explanation": "The term ‘catallactics’ (or ‘catallaxy’) derived from the Greek language is employed by Hayek, which means exchange. Its theoretical content refers to the exchange that takes place among individuals living in a community. ‘Catallactics’, exchange relations and actions in the market, is the foundational unit of analysis in Hayek’s economics. It refers to the explanatory power of exchange for the whole structure of the economy and society. In relation to ‘catallactics’, in a way the science of exchange, the term ‘praxeology’ means the theory of human action which refers to the subjectivist aspect of economics. ‘Catallactics’ and ‘praxeology’ in Hayekian economics imply that the economy is composed of human actions in exchange relations. The answer is A."
  },
  {
    "id": "3184836",
    "unitNumber": 7,
    "text": "In the history of economics, what started the fragmentations and bifurcations that have a significant impact on the formation of economics today?",
    "correctAnswer": "B",
    "options": {
      "A": "The new revival period in the early 2000s",
      "B": "The rise and development of neoclassical economics",
      "C": "The fall of capitalism and its main political institution",
      "D": "The development of institutional and evolutionary economics",
      "E": "The 2008 global financial crisis"
    },
    "explanation": "In the history of economics, the fragmentations and bifurcations that have a significant impact on the formation of economics today started with the rise and development of neoclassical economics. The answer is B."
  },
  {
    "id": "3454217",
    "unitNumber": 7,
    "text": "I the place of history has lost its importance,\n II the dynamic nature of the economic process has been ignored,\n III the idea of change has fallen from grace,\n IV structures and institutions have no longer been a part of explanation,\n V deductive, reductive and mathematical tools and methods have displaced the socially, culturally and politically relevant elements of the economy,\n VI the nature and behaviors of economic agents have been taken granted without reference of their non-economic features.\n Which of the above are some of the negative results of abstractions of neoclassical and neoliberal aconomies?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II-III-IV",
      "B": "II-III-IV-VI",
      "C": "I-II-IV-VI",
      "D": "II-III-IV-V",
      "E": "I-II-III-IV-V-VI"
    },
    "explanation": "(i) the place of history has lost its importance, (ii) the dynamic nature of the economic process has been ignored, (iii) relatedly,<br/>the idea of change has fallen from grace, (iv) structures and institutions have no longer been a part of explanation, (v) deductive, reductive and mathematical tools and methods have displaced the socially, culturally and politically relevant elements of the economy, (vi) the nature and behaviors of economic agents have been taken granted without reference of their non-economic features."
  },
  {
    "id": "3455500",
    "unitNumber": 7,
    "text": "When was Marshall's \"Principles of Economics\" first published?",
    "correctAnswer": "B",
    "options": {
      "A": "1929",
      "B": "1890",
      "C": "1980",
      "D": "1937",
      "E": "1944"
    },
    "explanation": "In the wake of the marginal revolution, neoclassical economics began to set itself as new orthodoxy in the 1890s. Marshall’s Principles of Economics first published in 1890 was the beginning of the establishing new orthodoxy that persisted until the 1929 crisis."
  },
  {
    "id": "3455563",
    "unitNumber": 7,
    "text": "Who had Carl Marx had an admiration for?",
    "correctAnswer": "C",
    "options": {
      "A": "Nicola Tesla",
      "B": "Isaac Newton",
      "C": "Charles Darwin",
      "D": "Marie Curie",
      "E": "Albert Einstein"
    },
    "explanation": "Marx’s style of economics proves to be a great inspiration for institutional and evolutionary orientation in economics so much so that he had a great admiration for Charles Darwin."
  },
  {
    "id": "3455599",
    "unitNumber": 7,
    "text": "Who was the founder of German Historical School?",
    "correctAnswer": "B",
    "options": {
      "A": "Albert Einstein",
      "B": "Adam Müller",
      "C": "Frederic Chopin",
      "D": "Amadeus Mozart",
      "E": "Arthur Müller"
    },
    "explanation": "The German Historical School has a history that goes back to the early years of the 19th century. One of the important founders of the school was Adam Müller."
  },
  {
    "id": "3455740",
    "unitNumber": 7,
    "text": "What does \"<em>Sonderweg\" mean?</em>",
    "correctAnswer": "D",
    "options": {
      "A": "Our way",
      "B": "Battle way",
      "C": "Sunny way",
      "D": "Special way",
      "E": "Last way"
    },
    "explanation": "Later, German historians defined this particularistic attitude with the special word Sonderweg (special path) which implies that Germany has its own way of economic development."
  },
  {
    "id": "3455762",
    "unitNumber": 7,
    "text": "Where was institutional economics born?",
    "correctAnswer": "E",
    "options": {
      "A": "Germany",
      "B": "Italy",
      "C": "France",
      "D": "Poland",
      "E": "The USA"
    },
    "explanation": "Institutional economics was born in the USA in the late 19th century but, as has been explained, its origins lie in the previous periods and currents of dissenting economics."
  },
  {
    "id": "3455812",
    "unitNumber": 7,
    "text": "Which of the below is NOT one of Veblen's works?",
    "correctAnswer": "A",
    "options": {
      "A": "The theory of everything",
      "B": "The Engineers and the Price System",
      "C": "Imperial Germany and the Industrial Revolution",
      "D": "The Theory of Business Enterprise",
      "E": "The Theory of the Leisure Class"
    },
    "explanation": "Veblen, apart from his path-breaking articles and essays (see Veblen, 2011), displayed his ideas in a series of books: The Theory of the Leisure Class (1973 [1899]), The Theory of Business Enterprise (1958 [1914]), The Instinct of Workmanship: And the State of the Industrial Arts (1946 [1914]), Imperial Germany and the Industrial Revolution (1994a [1915]), An Inquiry into the Nature of Peace and the Terms of Its Perpetuation (1914b [1917]), The Vested Interests and the Common Man (“The Modern Point of View and the New Order”) (1964a [1919]), The Engineers and the Price System (1994 [1921]), Absentee Ownership and Business Enterprise in Recent Times (1964b [1923])."
  },
  {
    "id": "3455835",
    "unitNumber": 7,
    "text": "Who was the first to incorporate the Darwinian evolutionary theory into economics against neoclassical economics to explain the economy as a life process in cumulative causation from a holistic, historical, and realist point of view?",
    "correctAnswer": "B",
    "options": {
      "A": "Marx",
      "B": "Veblen",
      "C": "Darwin",
      "D": "Williamson",
      "E": "North"
    },
    "explanation": "Veblen was the first to incorporate the Darwinian evolutionary theory into economics against neoclassical economics to explain the economy as a life process in cumulative causation from a holistic, historical, and realist point of view."
  },
  {
    "id": "3455877",
    "unitNumber": 7,
    "text": "In which of his books, Schumpeter models the capitalist economy as a ‘static/steady circular flow’ in which all resources are used and there is no sign of change?",
    "correctAnswer": "C",
    "options": {
      "A": "The Crisis of the Tax State",
      "B": "Ten Great Economists: From Marx to Keynes",
      "C": "History of Economic Analysis",
      "D": "The Theory of Economic Development",
      "E": "magnum opus Capitalism, Socialism, and Democracy"
    },
    "explanation": "Schumpeter is a key figure in the history of economics. He created another route of fragmentation and dissidence in economics. In 1911, he wrote his book The Theory of Economic Development (1961) (Theorie der wirtschaftlichen Entwicklung) where he models economy in the Walrasian way. Schumpeter models the capitalist economy as a ‘static/steady circular flow’ in<br/>which all resources are used and there is no sign of change."
  },
  {
    "id": "3455918",
    "unitNumber": 7,
    "text": "Which of the below is another name for microeconomics?",
    "correctAnswer": "D",
    "options": {
      "A": "Neo-Walrasian theory",
      "B": "macroeconomics",
      "C": "neoclassical fields",
      "D": "supply and demand",
      "E": "Keynesian theory"
    },
    "explanation": "In the post-war period until the 1970s, the fragmentations and bifurcations in the neoclassical approach took shape with new branches and theoretical positions introduced such as ‘microeconomics’ (which is also known as ‘price theory’, ‘supply and demand theory’, and ‘decision theory’), ‘Neo-Walrasian theory’ (Kenneth Arrow, Gérard Debreu and Lionel McKensie), ‘macroeconomics’ (Keynes, the old neoclassical-Keynesian synthesis, monetarism, post-Keynesianism), ‘neoclassical fields’ (such as cliometrics, industrial organization, labor economics, development economics, growth theory, classical game theory, econometrics)."
  },
  {
    "id": "3187008",
    "unitNumber": 8,
    "text": "In the early 1950s, who took up game theory to analyze what happens when players are not allowed to cooperate?",
    "correctAnswer": "B",
    "options": {
      "A": "Alfred Cowles",
      "B": "John Nash",
      "C": "Vermon Smith",
      "D": "John von<br/>Neumann",
      "E": "Daniel McFadden"
    },
    "explanation": "In the early 1950s, a US mathematician named John Nash (1928-2015) (Nobel Prize in 1994) took up game theory to analyze what happens when players are not allowed to cooperate."
  },
  {
    "id": "3187009",
    "unitNumber": 8,
    "text": "Who is renowned for developing the method known as conditional logit analysis to deal with discrete choice situations?",
    "correctAnswer": "E",
    "options": {
      "A": "Trygve Haavelmo",
      "B": "Alfred Cowles",
      "C": "John Nash",
      "D": "James Heckman",
      "E": "Daniel McFadden"
    },
    "explanation": "Daniel McFadden is renowned for developing the method known as conditional logit analysis to deal with discrete choice situations."
  },
  {
    "id": "3187012",
    "unitNumber": 8,
    "text": "Which publication laid the foundations of game theory?",
    "correctAnswer": "C",
    "options": {
      "A": "Economic Cycles: Their Law and Cause",
      "B": "Theory of Games and Strategy",
      "C": "Theory of Games and Economic Behavior",
      "D": "Econometrica",
      "E": "Econometric Society"
    },
    "explanation": "What laid the foundations of game theory, however, was a book theory of Games and Economic Behavior (1944) which Von Neumann authored together with Oskar Morgerstern (1902-1977)."
  },
  {
    "id": "3187015",
    "unitNumber": 8,
    "text": "Who introduced the idea of “bounded rationality”?",
    "correctAnswer": "A",
    "options": {
      "A": "Herbert Simon",
      "B": "John Harsanyi",
      "C": "Abhijit Banerjee",
      "D": "Esther Duflo",
      "E": "Michael Kremer"
    },
    "explanation": "Herbert Simon (1916-2001) (Nobel Prize in 1978) introduced the idea of “bounded rationality”."
  },
  {
    "id": "3187019",
    "unitNumber": 8,
    "text": "When did the early manifestations of “economics imperialism” appear?",
    "correctAnswer": "D",
    "options": {
      "A": "1920s",
      "B": "1930s",
      "C": "1940s",
      "D": "1950s",
      "E": "1960s"
    },
    "explanation": "The early manifestations of “economics imperialism” appeared in the 1950s."
  },
  {
    "id": "3187027",
    "unitNumber": 8,
    "text": "Who is renowned for his economic approach towards subjects like human capital, marriage, crime and addiction?",
    "correctAnswer": "D",
    "options": {
      "A": "John Nash",
      "B": "John Dewey",
      "C": "David Ricardo",
      "D": "Gary Becker",
      "E": "Simon Johnson"
    },
    "explanation": "Gary Becker is renowned for his economic approach towards subjects like human capital, marriage, crime and addiction."
  },
  {
    "id": "3187032",
    "unitNumber": 8,
    "text": "What is \"the individuals’ effort to increase their own welfare without any contribution to the provision of social welfare\" called?",
    "correctAnswer": "B",
    "options": {
      "A": "Sub-letting",
      "B": "Rent-seeking",
      "C": "Consent",
      "D": "Economic slavery",
      "E": "Cliometrics"
    },
    "explanation": "Rent-seeking is defined as the individuals’ effort to increase their own welfare without any contribution to the provision of social welfare?"
  },
  {
    "id": "3187035",
    "unitNumber": 8,
    "text": "What is Cliometrics?",
    "correctAnswer": "C",
    "options": {
      "A": "The application of economic theory and methods to the study of econometrics.",
      "B": "The application of economic theory and methods to the study of profit.",
      "C": "The application of economic theory and methods to the study of history.",
      "D": "The application of economic theory and methods to the study of free will.",
      "E": "The application of economic theory and methods to the study of globalization."
    },
    "explanation": "Cliometrics simply means the application of economic theory and methods to the study of history."
  },
  {
    "id": "3187041",
    "unitNumber": 8,
    "text": "By whom was the Gini Coefficent coined? To represent inequality, economists use a measure called gini coefficient, ranging from 0 to 1. 0 represents perfect equality, while 1 represents maximal inequality. This measure,<br/>which is widely used today, was coined by an Italian statistician Corrado Gini.",
    "correctAnswer": "E",
    "options": {
      "A": "Fernando Gini",
      "B": "Matheus Gini",
      "C": "Key Gini",
      "D": "Antonio Gini",
      "E": "Corrado Gini"
    },
    "explanation": "To represent inequality, economists use a measure called gini coefficient, ranging from 0 to 1. 0 represents perfect equality, while 1 represents maximal inequality. This measure,<br/>which is widely used today, was coined by an Italian statistician Corrado Gini."
  },
  {
    "id": "3187044",
    "unitNumber": 8,
    "text": "What do we call \"a tax that increases with the level of taxable income\"?",
    "correctAnswer": "E",
    "options": {
      "A": "Social tax",
      "B": "Increasing tax",
      "C": "Wealth tax",
      "D": "Justice tax",
      "E": "Progressive tax"
    },
    "explanation": "A progressive tax is a tax that increases with the level of taxable income."
  },
  {
    "id": "3441008",
    "unitNumber": 8,
    "text": "Which philosophical movement has had an impact on economics and has led to a critique of mainstream economic principles, such as the reliance on the rational agent and an equilibrium approach?",
    "correctAnswer": "B",
    "options": {
      "A": "Modernization theory",
      "B": "Postmodernity",
      "C": "Neoclassical economics",
      "D": "Institutionalism",
      "E": "Behavioral economics"
    },
    "explanation": "Re read the chapter titled \"THE CONTEXT OF THE CONTEMPORARY WORLD\" of your book.<br/>Postmodernity has had an impact on economics and has led to a critique of mainstream economic principles, such as the reliance on the rational agent and an equilibrium approach."
  },
  {
    "id": "3441020",
    "unitNumber": 8,
    "text": "When considering trends in contemporary economics, which of the following statements is <u><strong>NOT</strong> </u>reflective of long-term trends in the field of economics?",
    "correctAnswer": "E",
    "options": {
      "A": "The formalization of economics has been on the rise, with mathematical methods playing a significant role in both research and teaching.",
      "B": "Economics has become a more professionalized discipline, with the requirement of a doctoral degree becoming the norm.",
      "C": "The center of gravity for economic research has shifted away from the United States and Europe.",
      "D": "Empirical research has gained prominence, with a substantial increase in the use of empirical analysis in economics articles.",
      "E": "Economics has become a more isolated and less international field, with a greater focus on national economic issues."
    },
    "explanation": "Re -study \"DEVELOPMENTS AND TRENDS IN CONTEMPORARY ECONOMICS:Long-term Trends\" section of your book.<br/>Economics has become a more isolated and less international field, with a greater focus on national economic issues."
  },
  {
    "id": "3441028",
    "unitNumber": 8,
    "text": "What idea did Hyman Minsky propose in his paper \"The Financial Instability Hypothesis\" regarding the stability of economic systems?",
    "correctAnswer": "B",
    "options": {
      "A": "The stability of economic systems is ensured by the self-correction of market fluctuations.",
      "B": "Confidence in the stability of the economy leads to increased borrowing and eventual financial instability.",
      "C": "The government's role in the economy should be limited to prevent financial instability.",
      "D": "Asset prices in a stable economy always peak and fall, leading to recessions.",
      "E": "Borrowing and lending are not influenced by confidence in the economy."
    },
    "explanation": "Re-study \"DEVELOPMENTS AND TRENDS IN CONTEMPORARY ECONOMICS:New Perspectives\" section of your book<br/>Confidence in the stability of the economy leads to increased borrowing and eventual financial instability."
  },
  {
    "id": "3441043",
    "unitNumber": 8,
    "text": "Gary Becker's approach to non-economic phenomena, such as marriage and crime, is characterized by which central idea?",
    "correctAnswer": "C",
    "options": {
      "A": "The influence of cultural and social factors in shaping behavior.",
      "B": "The role of psychological motivations in human actions.",
      "C": "The assumption that human behavior can be explained by rationality and utility maximization.",
      "D": "The importance of emotional and non-rational elements in decision-making.",
      "E": "The view that behavior is primarily driven by instinctual factors."
    },
    "explanation": "Re study the section titled: “'ECONOMICS IMPERIALISM' AND REACTIONS TO IT:Gary Becker and Early Manifestations of 'Economics Imperialism' \" of your book.<br/>The assumption that human behavior can be explained by rationality and utility maximization."
  },
  {
    "id": "3441054",
    "unitNumber": 8,
    "text": "Select the most appropriate sentence;\n<br/>The field of public choice theory applies an economic approach to:",
    "correctAnswer": "A",
    "options": {
      "A": "Explain the behavior of politicians, bureaucrats, and the electorate as self-interested individuals.",
      "B": "Analyze the behavior of corporations and multinational companies.",
      "C": "Study the behavior of individuals in the labor market.",
      "D": "Understand consumer choices in the marketplace.",
      "E": "Examine the economic implications of technological innovations."
    },
    "explanation": "Re study \"'ECONOMICS IMPERIALISM' AND REACTIONS TO IT: 'Economics Imperialism' after Becker\" section of your book.<br/>The field of public choice theory applies an economic approach to explain the behavior of politicians, bureaucrats, and the electorate as self-interested individuals."
  },
  {
    "id": "3441064",
    "unitNumber": 8,
    "text": "Why did the \"Movement for Post-Autistic Economics\" and similar initiatives call for pluralism in economics?",
    "correctAnswer": "C",
    "options": {
      "A": "To emphasize the importance of mathematical modeling in economics education.",
      "B": "To promote the exclusivity of neoclassical economic theories.",
      "C": "To advocate for a broader conception of human behavior and interdisciplinary dialogue.",
      "D": "To increase the reliance on empirical research and data in economic teaching.",
      "E": "To discourage students from studying economics due to its dogmatic nature."
    },
    "explanation": "Re study the \"'ECONOMICS IMPERIALISM' AND REACTIONS TO IT: Pluralism in Economics\" section of your book.<br/>The \"Movement for Post-Autistic Economics\" and similar initiatives call for pluralism in economics to advocate for a broader conception of human behavior and interdisciplinary dialogue."
  },
  {
    "id": "3441069",
    "unitNumber": 8,
    "text": "How did Thomas Piketty propose to address the issue of rising income inequality, as discussed in his book \"Capital in the Twenty First Century\"?",
    "correctAnswer": "D",
    "options": {
      "A": "By promoting economic policies that encourage greater income inequality.",
      "B": "By eliminating wealth tax and implementing a flat tax system.",
      "C": "By advocating for stronger protection of inherited wealth.",
      "D": "By introducing a combination of global wealth tax and progressive income tax.",
      "E": "By advocating for complete deregulation of financial markets."
    },
    "explanation": "Re study the \"ECONOMICS, ETHICS AND POLICY:Ethics and Inequality\" section of your book.<br/>Thomas Piketty propose to address the issue of rising income inequality by introducing a combination of global wealth tax and progressive income tax."
  },
  {
    "id": "3441076",
    "unitNumber": 8,
    "text": "How do neo-Malthusians <u><strong>differ</strong></u> from Malthus's original perspective on population growth and resource depletion?",
    "correctAnswer": "D",
    "options": {
      "A": "Neo-Malthusians argue that technological advances can offset resource depletion.",
      "B": "Neo-Malthusians are more optimistic about the sustainability of population growth.",
      "C": "Neo-Malthusians believe that population growth and resource depletion are not interconnected.",
      "D": "Neo-Malthusians promote family planning and birth control to prevent resource depletion.",
      "E": "Neo-Malthusians advocate for unrestrained population growth to stimulate economic development"
    },
    "explanation": "Re study the \"ECONOMICS, ETHICS AND POLICY: Economics and Climate Change\" section of your book.<br/>Neo-Malthusians promote family planning and birth control to prevent resource depletion."
  },
  {
    "id": "3441082",
    "unitNumber": 8,
    "text": "According to Dani Rodrik's commandments for economists, what is considered an <u><strong>abuse of expertise</strong></u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Offering a diverse range of policy options.",
      "B": "Admitting uncertainty when asked about economic matters.",
      "C": "Substituting personal values for public policy considerations.",
      "D": "Consulting with policymakers on economic issues.",
      "E": "Exclusively focusing on economic efficiency without considering other factors."
    },
    "explanation": "Re study the \"ECONOMICS, ETHICS AND POLICY: A Synthesis: Economics, Economists, Ethics and Policy\" section of your book.<br/>Substituting personal values for public policy considerations."
  },
  {
    "id": "3441086",
    "unitNumber": 8,
    "text": "What concept was coined by Karl Polanyi to describe the idea that economic activity is embedded in social institutions?",
    "correctAnswer": "E",
    "options": {
      "A": "Neosubstantivism",
      "B": "Functionalism",
      "C": "Substantialism",
      "D": "Rationalization",
      "E": "Embeddedness"
    },
    "explanation": "Re study the \"'ECONOMICS IMPERIALISM' AND REACTIONS TO IT: Challenges from Other Social Sciences\" section of your book.<br/>Embeddedness was coined by Karl Polanyi to describe the idea that economic activity is embedded in social institutions."
  }
]