[
  {
    "id": "3113322",
    "unitNumber": 1,
    "text": "Aşağıdaki hukuk sosyolojisini açıklamaya yönelik ifadelerden hangisi söylenemez?",
    "correctAnswer": "A",
    "options": {
      "A": "Hukuk sosyolojisi onsekiz yüzyıl ile birlikte ortaya çıkan oldukça eski bir disiplindir",
      "B": "Hukuk sosyolojisi farklı disiplinleri bir araya getiren bileşik bir disiplindir",
      "C": "Hukuk sosyolojisi çalışma konuları, terim ve kavramlar çerçevesinde ortaya konmalıdır",
      "D": "Sosyal bir olgu olarak hukuk, hem hukuk hem sosyoloji bağlamında ele alınmalıdır",
      "E": "Hukuk, toplumsal olgu ve bilim gibi kavramlar hukuk sosyolojisinde açıklanma ihtiyacındadır."
    },
    "explanation": "Seçeneklerde verilen \"hukuk sosyolojisi onsekiz yüzyıl ile birlikte ortaya çıkan oldukça eski bir disiplindir\" ifadesi hatalıdır. Hukuk sosyolojisi, yirminci yüzyıl ile birlikte ortaya çıkan genç bir disiplindir. Doğru cevap A'dır."
  },
  {
    "id": "3113323",
    "unitNumber": 1,
    "text": "Travmanın bireyler üzerindeki psikolojik etkilerini incelemek isteyen bir araştırmacı, bu konu ile ilgili bugüne kadar yapılmış tüm çalışmaları incelemiş ve bunun sonucunda kendi araştırmasında temel alacağı hipotezi oluşturmuştur. Bu hipotez çerçevesinde de bilimsel araştırma sürecini izleyerek hipotezini test etmiştir. Bu araştırmacının hipotezini oluşturması hangi yöntem çerçevesinde gerçekleşmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tümevarım",
      "B": "Tümdengelim",
      "C": "Sistemli gözlem",
      "D": "Kartezyen düşünce",
      "E": "Doğa anlayışı"
    },
    "explanation": "Travmanın bireyler üzerindeki psikolojik etkilerini incelemek isteyen bir araştırmacı, bu konu ile ilgili bugüne kadar yapılmış tüm çalışmaları incelemiş ve bunun sonucunda kendi araştırmasında temel alacağı hipotezi oluşturmuştur. Bu hipotez çerçevesinde de bilimsel araştırma sürecini izleyerek hipotezini test etmiştir. Bu araştırmacının hipotezini oluşturması tümevarım yöntemi çerçevesinde gerçekleşmiştir. Çünkü tümevarım yöntemi ile özelden genel ilkelere gidilmektedir."
  },
  {
    "id": "3113324",
    "unitNumber": 1,
    "text": "I. Tümevarım-tümdengelim A. Pythagoras II. Doğa anlayışı B. Aristoteles III. Farklılık yöntemi C. Descartes IV. Kartezyen düşünce V. Empirizm Yukarıda verilen bilim felsefesi tarihindeki yaklaşım ve düşünür eşleşmesi aşağıdaki seçeneklerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "I-C",
      "B": "II-A",
      "C": "III-C",
      "D": "IV-A",
      "E": "V-B"
    },
    "explanation": "I. Tümevarım-tümdengelim A. Pythagoras<br/>II. Doğa anlayışı B. Aristoteles<br/>III. Farklılık yöntemi C. Descartes<br/>IV. Kartezyen düşünce <br/>V. Empirizm <br/>Yukarıda verilen bilim felsefesi tarihindeki yaklaşım ve düşünür eşleşmesi şu şekildedir: I-B, II-A ve IV-C . Böylece, seçeneklerde verilen II-A eşleşmesi doğru yanıttır."
  },
  {
    "id": "3113325",
    "unitNumber": 1,
    "text": "Sosyoloji yerine sosyal fizik kavramını kullanan düşünür kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Comte",
      "B": "Weber",
      "C": "Descartes",
      "D": "Locke",
      "E": "Marx"
    },
    "explanation": "Sosyoloji için sosyal fizik kavramını ilk kez Comte kullanmıştır. Doğru cevap A'dır."
  },
  {
    "id": "3113326",
    "unitNumber": 1,
    "text": "Aydınlanma yüzyılı olarak nitelendirilen 18.yüzyılı ayırt edici kılan özellik aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Empirizm",
      "B": "Akıl kavramı",
      "C": "Doğa anlayışı",
      "D": "Boş levha",
      "E": "Pozitivitzm"
    },
    "explanation": "Aydınlanma yüzyılı olarak nitelendirilen 18.yüzyılı ayırt edici kılan özellik akıl kavramıdır. Akıl kavramı, 18. yüzyılın birleştirici ve merkezi noktasını oluşturmaktadır. Doğru cevap B'dir."
  },
  {
    "id": "3113327",
    "unitNumber": 1,
    "text": "Devletin yada siyasal toplumun ortaya çıkışını açıklamada kullanılan varsayım aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyal sözleşme",
      "B": "Akıl kavramı",
      "C": "Empirizm",
      "D": "Kartezyen düşünce",
      "E": "Pozitivitzm"
    },
    "explanation": "Devletin yada siyasal toplumun ortaya çıkışını açıklamada kullanılan varsayım sosyal sözleşmedir. Sosyal sözleşme, toplumun üyeleri hak ve özgürlüklerini güvence altına alabilmek için aralarında bir sözleşme yaparak devlete devretmişlerdir. Doğru cevap A'dır."
  },
  {
    "id": "3113328",
    "unitNumber": 1,
    "text": "Doğal haklar olan yaşam, mülkiyet ve hürriyet haklarına zarar gelmemesi için sözleşmenin kurulduğunu belirten düşünür kimdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Descartes",
      "B": "Comte",
      "C": "Hobbes",
      "D": "Weber",
      "E": "Locke"
    },
    "explanation": "Doğal haklar olan yaşam, mülkiyet ve hürriyet haklarına zarar gelmemesi için sözleşmenin kurulduğunu belirten düşünür Locke'dir. Locke, doğal hakların modern devletin kurumsal yapılanmasının da temelini oluşturduğunu belirtmektedir."
  },
  {
    "id": "3113329",
    "unitNumber": 1,
    "text": "I. Bilginin olguya uygunluğu aranır.<br/>II. Bilgiye ait düşüncenin tutarlılığı aranır.<br/>III. Deney ve gözlem söz konusudur. <br/>IV. Analitik değerlendirme söz konusudur.<br/>Yukarıdakilerden hangileri hukuk bilimi açısından doğru açıklamalardır?",
    "correctAnswer": "A",
    "options": {
      "A": "II ve IV",
      "B": "Yalnız I",
      "C": "Yalnız IV",
      "D": "I ve III",
      "E": "II ve III"
    },
    "explanation": "Hukuk bilimi bilginin olguya uygunluğundan ziyade bilgiye ait düşüncenin tutarlılığı aranır. Bu nedenle deney ve gözlem değil, analitik değerlendirme söz konusudur. Doğru cevap A'dır."
  },
  {
    "id": "3113330",
    "unitNumber": 1,
    "text": "I. Hukuk Felsefesi<br/>II.Hukuk Etnolojisi A. Hukukun niteliği problemi ile ilgilenir.<br/>III.Hukuk Antropolojisi B. Hukuki olayların topluluktaki doğasına ilişkin çıkarımlarda bulunur.<br/>IV.Hukuk Tarihi C. İnsanı kronolojik ve coğrafi uzamda ve toplumlardaki tüm değişikliği içerisinde ele almayı amaçlar.<br/>Yukarıdaki disiplinler ile çalışma alanlarının doğru eşleştirmeleri aşağıdakilerden hangisinde verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "I-A, II-B, III-C",
      "B": "IV-C, III-B, I-A",
      "C": "II-B, III-C, IV-A",
      "D": "II-C, III-A, IV-B",
      "E": "I-A, III-B, IV-C"
    },
    "explanation": "I. Hukuk Felsefesi : A. Hukukun niteliği problemi ile ilgilenir.<br/>II.Hukuk Etnolojisi : B. Hukuki olayların topluluktaki doğasına ilişkin çıkarımlarda bulunur. <br/>III.Hukuk Antropolojisi : C. İnsanı kronolojik ve coğrafi uzamda ve toplumlardaki tüm değişikliği içerisinde ele almayı amaçlar. <br/>Doğru cevap A'dır."
  },
  {
    "id": "3113331",
    "unitNumber": 1,
    "text": "Bir eşitsizlik ilişkisinde taraflardan birinin diğeri üzerinde sahip olduğu yeterliliğe ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "İktidar",
      "B": "Norm",
      "C": "Yaptırım",
      "D": "Etkinlik",
      "E": "Örf"
    },
    "explanation": "Bir eşitsizlik ilişkisinde taraflardan birinin diğeri üzerinde sahip olduğu yeterliliğe iktidar adı verilir."
  },
  {
    "id": "3113332",
    "unitNumber": 1,
    "text": "Bilimsel olan ile bilimsel olmayan arasında ayrım yaparak bilim tarihine önemli katkısı olan düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Aristoteles",
      "B": "Platon",
      "C": "Bacon",
      "D": "Galileo",
      "E": "Descartes"
    },
    "explanation": "Aristoteles'in tümevarım ve tümdengelim yöntemlerini benimseyen Galileo çalışmalarında bilimsel olan ile bilimsel olmayan arasında ayrım yapmıştır. Galileo'ya göre; Bilimsel açıklamalar ve bilimsel olmayan açıklamalar vardır. Bilimsel açıklamalar da kendi içerisinde kabul gören bilimsel açıklamalar ve kabul görmeyen bilimsel açıklamalar şeklinde ikiye ayrılır. Dolayısıyla bilimsel açıklamalar, yöntem kullanılmak suretiyle yapılır. Bu anlamda Galileo, bilimsel olan ve olmayan arasında yaptığı ayrımla, aslında bilim tarihi bakımından önemli<br/>bir adım atmıştır."
  },
  {
    "id": "3113333",
    "unitNumber": 1,
    "text": "Bilim, ... ve ...den yola çıkarak genel yasalara ulaşmayı ve bu yasalar sayesinde<br/>öngörü sahibi olmayı sağlar.<br/>Yukarıdaki cümlede boşluklara gelecek ifade aşağıdaki seçeneklerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilgi, değerler",
      "B": "Gözlem, deney",
      "C": "Tümevarım, tümdengelim",
      "D": "Doğru ve gerçekler",
      "E": "Bilgi, idealler"
    },
    "explanation": "Bilim düşüncesi Kant ve Aydınlanma sonrası kendisine farklı hatlar bulmuşsa da esasen ana çizgi varlığını on dokuzuncu ve yirminci yüzyılda da sürdürmüştür. Bu ana çizgi empirizm ve pozitivizm olarak ifade olunabilir. Bu empirist ve pozitivist bilim anlayışı büyük ölçüde gözleme ve deneye dayalı bir perspektiftir.Özetle bilim, gözlem ve deneylerden yola çıkarak genel yasalara ulaşmayı ve bu yasalar sayesinde öngörü sahibi olmayı sağlar."
  },
  {
    "id": "3113334",
    "unitNumber": 1,
    "text": "Modern bilim felsefesinin başlangıcı olarak kabul edilen olgular dünyası anlamında fizik ile idealar alanındaki metafiziği birbirinden ayıran kartezyen düşünceye adını veren düşünür kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Descartes",
      "B": "Hume",
      "C": "Platon",
      "D": "Aristoteles",
      "E": "Comte"
    },
    "explanation": "Adını Kartezyen düşünce denen yaklaşıma verecek kadar önemli etkileri olan Rene Descartes, bilimsel yöntem teorisinde gözlem ve deneye özel bir önem vermiştir. Kartezyen düşünce; Modern bilim felsefesinin başlangıcı olarak<br/>kabul edilen Rene Descartes’ın, olgular dünyası anlamında fizik ile idealar alanındaki metafiziği birbirinden ayırdığı felsefesidir. Beden ve zihin ayrımını da<br/>vurgular."
  },
  {
    "id": "3113335",
    "unitNumber": 1,
    "text": "İnsanların hiçbir üstün otoritenin bulunmadığı tabiat durumundan toplum durumuna geçtiklerini ve barış içinde yaşamak, birbirlerine saygı göstermek<br/>konusunda anlaşarak birleştiklerini kabul eden teori aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Normativist teori",
      "B": "Bilimsel yöntem teorisi",
      "C": "Evren tasarımı teorisi",
      "D": "Sosyal sözleşme teorisi",
      "E": "Empirik sosyal teorisi"
    },
    "explanation": "Aydınlanma düşünürlerinin toplumun oluşumuna dair önemli iddialarından biri, hukuku ve hukuk sosyolojisini doğrudan ilgilendirmektedir: Sözleşme. Esas olarak irade sahibi bireylerin beyanları ile kurulduğu kabul edilen sözleşme işlemi, bazı düşünürler tarafından modern toplumun da kurucu varsayımlarından biri olarak kabul edilir. “Sosyal sözleşme teorisi, hukuk, düzen ve devletin bulunmadığı bir tabiat hali varsayımına dayanır… İnsanlar hiçbir üstün otoritenin bulunmadığı tabiat durumundan toplum durumuna geçmişlerdir ve barış içinde yaşamak, birbirlerine saygı göstermek konusunda anlaşarak birleşmişlerdir. Buna ‘sosyal sözleşme’ veya ‘birleşme sözleşmesi’ denir” (Güriz, 1987: 192). Sosyal sözleşme, devletin ya da siyasal toplumun ortaya çıkışını açıklamakta kullanılan<br/>bir varsayımdır. Buna göre, toplumun üyeleri, bazı hak ve özgürlüklerini güvence altına alabilmek için, aralarında bir sözleşme yaparak bazı hak ve yetkilerini devlete devretmişlerdir. Söz gelimi yaşama haklarını korumak üzere, cezalandırma yetkisini devlete bırakmışlar; böylece hem devletin doğuşunun ve meşruiyetinin temeli oluşmuş, hem de devletin dahi dokunamayacağı, korunaklı bir hak alanı yaratılmıştır. Hukuku ve devleti ortaya çıkaran sosyal sözleşmedir. Hukukun da devletin de bu sözleşmeye uygun olması öncelikli koşuldur. Aksi hâlde, sözleşme bozulmuş olacak, devlete ya da hukuka tabi yurttaşların da sözleşmeye uygun davranma yükümlülükleri ortadan kalkacaktır."
  },
  {
    "id": "3113336",
    "unitNumber": 1,
    "text": "Toplumda yaşayan herkesin sahip olduğu ve egemen devletin müdahale<br/>edemeyeceği bazı temel haklara ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sosyal haklar",
      "B": "Doğal haklar",
      "C": "İnsan hakları",
      "D": "Siyasal haklar",
      "E": "Kamusal haklar"
    },
    "explanation": "Toplumda yaşayan herkesin sahip olduğu ve egemen devletin müdahale<br/>edemeyeceği temel haklar doğal haklardır. Doğal hakların kökenini Antik ve Orta Çağ’da gelişen doğal hukuk kuramında arayan düşünürler bulunmaktadır. Locke'a göre doğal haklar yaşam, mülkiyet ve hürriyet haklarıdır."
  },
  {
    "id": "3113337",
    "unitNumber": 1,
    "text": "Aşağıdaki seçeneklerden hangisinde sosyal sözleşmeciler doğru şekilde verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Montesquieu, Hobbes, Tocqueville",
      "B": "Kant, Montesquieu, Machiavelli",
      "C": "Hobbes, Locke, Rousseau",
      "D": "Descartes, Comte, Rousseau",
      "E": "Kant, Descartes, Weber"
    },
    "explanation": "Sosyal sözleşme, devletin ya da siyasal toplumun ortaya çıkışını açıklamakta kullanılan bir varsayımdır. Buna göre, toplumun üyeleri, bazı hak ve özgürlüklerini güvence altına alabilmek için, aralarında bir sözleşme yaparak bazı hak ve yetkilerini devlete devretmişlerdir. Söz gelimi yaşama haklarını korumak üzere, cezalandırma yetkisini devlete bırakmışlar; böylece hem devletin doğuşunun ve meşruiyetinin temeli oluşmuş, hem de devletin dahi dokunamayacağı, korunaklı bir hak alanı yaratılmıştır. Hukuku ve devleti ortaya çıkaran sosyal sözleşmedir. Hukukun da devletin de bu sözleşmeye uygun olması öncelikli koşuldur. Aksi hâlde, sözleşme bozulmuş olacak, devlete ya da hukuka tabi yurttaşların da sözleşmeye uygun davranma yükümlülükleri ortadan kalkacaktır. En bilinen sosyal sözleşmeciler Hobbes, Locke ve Rousseau'dur."
  },
  {
    "id": "3113338",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi içeriksel bakımdan hukuk normlarının türlerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Emredici hukuk kuralları",
      "B": "Yorumlayıcı hukuk kuralları",
      "C": "Tanımlayıcı hukuk kuralları",
      "D": "İzin verici hukuk kuralları",
      "E": "Emredici olmayan hukuk kuralları"
    },
    "explanation": "Bir normun üç işlevi vardır. Bunlar; Emir ya da buyruk, yetkilendirme ve izin verme. Eğer bir normun, bir şeyin yapılması gerektiği anlamına gelen bir kural olduğunu söylersek, “(ol)-ması gereken” kavramı, her üç işlevi de kapsamakta, normatif işleve işaret etmektedir.İçeriksel değerlendirme yapılacak olursa hukuk normları, emredici hukuk kuralları, emredici olmayan hukuk kuralları, yorumlayıcı ve tanımlayıcı hukuk kuralları şeklinde de sınıflandırılabilir. Görüldüğü üzere izin verme normun işlevlerinden biridir ancak içeriksel bakımdan hukuk normları türleri arasında yer almaz."
  },
  {
    "id": "3113339",
    "unitNumber": 1,
    "text": "Ahlâkın amacı ...dir ve yaptırımı da ......dır.<br/>Yukarıdaki cümlede boşluklara gelecek ifadeler hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Adalet, cezai yaptırım",
      "B": "İyi, vicdan azabı",
      "C": "Eşitlik, sosyal dışlanma",
      "D": "Vicdan, vicdan azabı",
      "E": "Toplumsal süreklilik, toplumsal dışlanma"
    },
    "explanation": "Hukuk ile ahlak ayrımı ortaya konulurken tüm farklılıklara ve verilen örneklere karşı çıkmak mümkündür. Bununla birlikte Vecdi Aral, hukuk ile ahlakın ancak hedefledikleri amaç bakımından ayrılabileceklerini savunur. Buna göre, hukukun yöneldiği amaç “adalet” iken ahlakın amacı “iyi”dir. Bu anlamda adalet sosyal bir içeriğe sahiptir, ahlak ise tek tek kişilerin iyiliğini sağlamaya çalışır. Hukuki yaptırımların kişiye dış dünyadan yönelmesine karşın ahlaki yaptırımların karşımıza daha ziyade bir “vicdan azabı” olarak çıkmasıdır."
  },
  {
    "id": "3113340",
    "unitNumber": 1,
    "text": "Adalete yönelmiş sosyal hayat düzeni olarak tanımlanan, adil olmayan düzenlemeleri hukuk kuralları olarak kabul etmeyen hukuk yaklaşımı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İradeci pozitivizm",
      "B": "Normativist pozitivizm",
      "C": "Hukuki pozitivizm",
      "D": "Doğal hukuk",
      "E": "Empirizm"
    },
    "explanation": "Doğal hukuk, hukuk idesi (adalet) ile pozitif hukuk arasında yer alır; o, hukuk idesinden pozitif hukuka giden yol üzerindedir. Doğal hukuk, doğadan<br/>çıkan hukuk değildir. O ‘olan’ı deyimleyen ontolojik bir düzen değil, adaleti, ‘olması gereken’i temsil eden deontolojik bir düzendir. Böylece, doğal hukuk pozitif hukukun dışında ve üstünde, adaleti tam olarak yansıtan bir hukuk olarak düşünülmüş olmakla hukukun bir değil, iki türü olduğu anlaşılmaktadır. Doğal hukuk yaklaşımında hukuk, adalete yönelmiş sosyal hayat düzeni olarak tanımlanır. Bu yaklaşıma göre adil olmayan düzenlemelere hukuk da denemeyecektir. Bir başka deyişle, doğal hukuk ve adalet idesi, bir normatif düzenin hukukiliğinin de ölçütü hâline gelmektedir."
  },
  {
    "id": "3113341",
    "unitNumber": 1,
    "text": "Kelsen tarafından ortaya konulan normlar hiyerarşisinde piramidin en tepesinde bulunan ve anayasanın da geçerliliğine kaynaklık eden norm aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Anayasal norm",
      "B": "Temel norm",
      "C": "Değişmez norm",
      "D": "Üstün norm",
      "E": "Kaynak norm"
    },
    "explanation": "Normativist teoride, bir egemenden ziyade, varsayımsal bir “temel norm” kaynak olarak kabul edilir. Avusturyalı hukukçu Hans Kelsen’in ortaya koyduğu bu görüşte, normlar bir piramit şeklinde farklı düzeyler hâlinde sıralanmıştır.<br/>Piramidin en üst diliminde anayasa ve onun normları yer alır. Bir alttaki dilimde kanunlar, onun altında tüzükler vs. şeklinde olmak üzere, bir silsile hâlinde ilerler. Bir tüzüğün geçerli olması için, bir kanun tarafından çıkarılacağının öngörülmüş olması gerekir. Ayrıca tüzük, kanunla çelişmeyecek bir içeriğe sahip<br/>olmalıdır. Kanun ise geçerliliğini anayasadan alacaktır. Kelsen, bu piramidin tepe noktasını “temel norm” olarak kabul eder. Böylece anayasa da geçerliliğini bu “temel norm”dan alacaktır. Böylece, içerisinde egemenin iradesinden söz edilmeyen bir normatif düzen tarif edilmiş olur."
  },
  {
    "id": "3113342",
    "unitNumber": 1,
    "text": "Tek tek olayların gözlenmesi yoluyla sonuçlar çıkartılmasına ve özelden genele gidilmesine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tümdengelim",
      "B": "Tümevarım",
      "C": "Kıyas",
      "D": "Pythagorasçı yönelim",
      "E": "Gözlem"
    },
    "explanation": "Tek tek olayların gözlenmesi yoluyla sonuçlar çıkartılmasına tümevarım denir. Yani özelden genele gidilir."
  },
  {
    "id": "3113343",
    "unitNumber": 1,
    "text": "\"Bilim insanı, doğada nesnenin gözlemi yerine, doğada var olan matematiksel düzenin ne olduğunu ortaya çıkarmaya yönelmelidir.\" yaklaşımı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pythagorasçı yönelim",
      "B": "Tümdengelim",
      "C": "Tümevarım",
      "D": "Kıyas",
      "E": "Gözlem"
    },
    "explanation": "“Pythagorasçı yönelim” veya doğa anlayışı olarak anılan bu yaklaşıma göre, bilim insanı, doğada nesnenin gözlemi yerine, doğada var olan matematiksel düzenin ne olduğunu ortaya çıkarmaya yönelmelidir."
  },
  {
    "id": "3113344",
    "unitNumber": 1,
    "text": "Modern bilim felsefenin başlangıcı olarak kabul edilen Rene Descartes’ın, olgular dünyası anlamında fizik ile idealar alanındaki metafiziği birbirinden ayırdığı felsefe aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İdeal gerçeklik",
      "B": "Akıl yürütme",
      "C": "Matematiksel düzen",
      "D": "Kartezyen düşünce",
      "E": "Pythagorasçı yönelim"
    },
    "explanation": "Kartezyen düşünce: Modern bilim felsefenin başlangıcı olarak kabul edilen Rene Descartes’ın, olgular dünyası anlamında fizik ile idealar alanındaki metafiziği birbirinden ayırdığı felsefesidir. Beden ve zihin ayrımını da vurgular."
  },
  {
    "id": "3113345",
    "unitNumber": 1,
    "text": "Türkçeye “deneycilik” olarak da çevrilen, bilginin duyumlar sayesinde ve deneyimle kazanılabileceğini öne süren görüş aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İdealizm",
      "B": "Pozitivizm",
      "C": "Empirizm",
      "D": "Realizm",
      "E": "Pragmatizm"
    },
    "explanation": "Empirizm: Türkçeye “deneycilik” olarak da çevrilen bu terim, bilginin duyumlar sayesinde ve deneyimle kazanılabileceğini öne süren görüşe verilen adı ifade etmektedir. Bu görüşe göre insan zihninde doğuştan bir bilgi yoktur. İnsan zihni, bu nedenle boş bir levha (tabula rasa) gibidir."
  },
  {
    "id": "3113346",
    "unitNumber": 1,
    "text": "Hukuk kurallarının uygulanmasını sağlamak ve ona zorlamak üzere düzenlemelerde öngörülen karşılığa verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yargılama",
      "B": "Norm",
      "C": "Etkinlik",
      "D": "İktidar",
      "E": "Yaptırım"
    },
    "explanation": "Yaptırım: Yaptırım veya müeyyide, hukuk kurallarının uygulanmasını sağlamak ve ona zorlamak üzere düzenlemelerde öngörülen karşılığa verilen isimdir."
  },
  {
    "id": "3113347",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Emredici hukuk kuralları</li> <li>Emredici olmayan hukuk kuralları</li> <li>Sözlü hukuk kuralları</li> <li>Yorumlayıcı hukuk kuralları</li> <li>Tanımlayıcı hukuk kuralları</li> </ol> Yukarıdakilerden hangileri hukuk kuralları arasında yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "I, II, III ve IV",
      "D": "I, II, III ve V",
      "E": "I, II, IV ve V"
    },
    "explanation": "Mantıksal ve metodolojik açıdan yapılan sınıflandırmalar bir tarafa bırakılıp içeriksel değerlendirme yapılacak olursa hukuk normları, emredici hukuk kuralları, emredici olmayan hukuk kuralları, yorumlayıcı ve tanımlayıcı hukuk kuralları şeklinde de sınıflandırılabilir."
  },
  {
    "id": "3113348",
    "unitNumber": 1,
    "text": "İnsanlar tarafından konulan kuralların insan aklı, insan doğası ya da Tanrısal düzen aracılığıyla elde edilen doğal hukuk ilkelerine, bir başka deyişle, adalete uygun olması gerektiği fikrini savunan hukuk okuluna ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "İradeci pozitivizm",
      "B": "Doğal hukuk",
      "C": "Pozitif hukuk",
      "D": "Normativist hukuki pozitivizm",
      "E": "Hukuk antropolojisi"
    },
    "explanation": "Özetle ifade etmek gerekirse doğal hukuk, insanlar tarafından konulan kuralların insan aklı, insan doğası ya da Tanrısal düzen aracılığıyla elde edilen doğal hukuk ilkelerine, bir başka deyişle, adalete uygun olması gerektiği fikrini savunan bir hukuk okuludur."
  },
  {
    "id": "3113349",
    "unitNumber": 1,
    "text": "Piramidin en üst diliminde anayasa ve onun normları yer alır. Bir alttaki dilimde kanunlar, onun altında tüzükler vs. şeklinde olmak üzere normları bir piramit şeklinde farklı düzeyler hâlinde sıralayan kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hans Kelsen",
      "B": "Emile Durkheim",
      "C": "Karl Marx",
      "D": "Anthony Giddens",
      "E": "Auguste Comte"
    },
    "explanation": "Avusturyalı hukukçu Hans Kelsen’in ortaya koyduğu bu görüşte, normlar bir piramit şeklinde farklı düzeyler hâlinde sıralanmıştır. Piramidin en üst diliminde anayasa ve onun normları yer alır. Bir alttaki dilimde kanunlar, onun altında tüzükler vs. şeklinde olmak üzere, bir silsile hâlinde ilerler."
  },
  {
    "id": "3113350",
    "unitNumber": 1,
    "text": "Hukuk sosyolojisinin aksine, bir şekilde karşımıza çıkan hukuki olayların doğasına değil, gözlemin yapıldığı topluluktaki doğasına ilişkin çıkarımlarda bulunan disiplin aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Doğal hukuk",
      "B": "Pozitif hukuk",
      "C": "Hukuk etnolojisi",
      "D": "Hukuk antropolojisi",
      "E": "Hukuk felsefesi"
    },
    "explanation": "Hukuk etnolojisi, hukuk sosyolojisinin aksine, bir şekilde karşımıza çıkan hukuki olayların doğasına değil, gözlemin yapıldığı topluluktaki doğasına ilişkin çıkarımlarda bulunur."
  },
  {
    "id": "3113351",
    "unitNumber": 1,
    "text": "Hukukla ilgili konulardaki (empirik temelli sosyal bilim teorisinden farklı olarak) her türlü felsefi spekülasyonu kapsayan ve “olması gereken hukuk”un ne olduğunu ele alarak “adalet” kavramını incelemelerinin odağına yerleştiren disiplin aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hukuk sosyolojisi",
      "B": "Hukuk etnolojisi",
      "C": "Hukuk antropolojisi",
      "D": "Hukuk felsefesi",
      "E": "Hukuk tarihi"
    },
    "explanation": "Felsefe bir “olması gereken etkinliği” dir ve hukuk felsefesi de “olması gereken hukuk” un ne olduğunu ele alarak “adalet” kavramını incelemelerinin odağına yerleştirir. Hukuk felsefesi hukukla ilgili konulardaki (empirik temelli sosyal bilim teorisinden farklı olarak)<br/>her türlü felsefi spekülasyonu kapsar."
  },
  {
    "id": "3113352",
    "unitNumber": 2,
    "text": "Montesquieu'nün farklı ülkelerde, farklı yönetim biçimlerinin bulunma sebebini sorguladığı ünlü eseri aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Devlet",
      "B": "Yasa",
      "C": "Kanunların Ruhu Üzerine",
      "D": "İtiraflarım",
      "E": "Siyasi İktidar Üzerine"
    },
    "explanation": "Değişik ülkelerde neden farklı yasaların dolayısıyla farklı yönetim biçimlerinin olduğu sorusunun cevabını aramaya adanmış olan Kanunların Ruhu Üzerine isimli eserinde Montesquieu olgusal bir yasa analizi sunmaktadır. Doğal yasalar ile pozitif yasaları birbirinden ayırmakta ve pozitif yasaların başta iklim ve coğrafya olmak üzere bir dizi dışsal etmen tarafından belirlendiğini savunmaktadır. Montesquieu ayrıca sosyolojik bir yaklaşımla kanunlar ile gelenekler ve davranış kuralları arasında da bir ayrım yapmaktadır.<br/>Montesquieu'nün farklı ülkelerde farklı yönetim biçimlerinin bulunma sebebini sorguladığı ünlü eserinin ismi Kanunların Ruhu Üzerine'dir."
  },
  {
    "id": "3113353",
    "unitNumber": 2,
    "text": "Doğal hukuk kuramından<strong> ilk</strong> önemli kırılma aşağıdaki düşünürlerden hangisi ile gerçekleşmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Platon",
      "B": "Aristotales",
      "C": "Emile Durkheim",
      "D": "Max Weber",
      "E": "Montesquieu"
    },
    "explanation": "Yapay toplum yaklaşımına olduğu kadar onun dayandığı doğal hukuk kuramına da karşı çıkan Montesquieu yasaları nesnelerin doğasından türeyen zorunlu ilişkiler olarak tanımlamaktadır. Bu itibarla doğal hukuk kuramından ilk önemli kırılma Montesquieu ile olmuştur. O, hukuku tarihsel öncülleri kadar doğal ve toplumsal koşulları da içeren çeşitli dışsal etmenler tarafından belirlenen ve toplumun kültürü ile bağlantılı bir olgu olarak ele almaktadır.<br/>Doğal hukuk kuramından ilk önemli kırılma Montesquieu ile gerçekleşmiştir. Bu sebeple doğru yanıt E seçeneğidir."
  },
  {
    "id": "3113354",
    "unitNumber": 2,
    "text": "Hukukun kaynağının insan iradesi değil doğa olduğunu, dolayısıyla hukukun akla uygun ve evrensel olduğunu savunan kuram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Doğal hukuk kuramı",
      "B": "Pozitif hukuk kuramı",
      "C": "Realist hukuk kuramı",
      "D": "Rasyonalist hukuk kuramı",
      "E": "Marxist hukuk kuramı"
    },
    "explanation": "Hukukun kaynağının insan iradesi değil doğa olduğunu, dolayısıyla hukukun akla uygun ve evrensel olduğunu savunan kuram doğal hukuk kuramıdır.<br/>Hukukun kaynağının insan iradesi değil doğa olduğunu, dolayısıyla hukukun akla uygun ve evrensel olduğunu savunan kuramın ismi \"doğal hukuk kuramı\"dır. Bu sebeple doğru yanıt A seçeneğidir."
  },
  {
    "id": "3113355",
    "unitNumber": 2,
    "text": "Montesquieu'ye göre insanları pozitif yasalar yapmaya sevk eden sebep aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Toplumsal iş bölümü",
      "B": "Eşitlik arayışı",
      "C": "Barış hali",
      "D": "Savaş hali",
      "E": "Mülkiyet hakkı"
    },
    "explanation": "Her ne kadar toplum içinde yaşama arzusu ve barış birer doğal kanun olsalar da insanların toplum hâlinde yaşamaya başlamasından itibaren gerek bireyler arasında gerekse milletler arasında savaş durumu oluşur. Hobbes’un savaş hâlini doğa durumu ile özdeşleştirmesini eleştiren Montesquieu daha ziyade Rousseau ile benzer bir yaklaşım ile savaşa toplum hâlinde yaşamanın bir özelliği olarak işaret eder. Toplum hâlinde yaşamanın beraberinde getirdiği savaş hâli insanları pozitif yasalar yapmaya sevk etmiştir, der.<br/>Montesquieu'ye göre toplum hâlinde yaşamanın beraberinde getirdiği savaş hâli insanları pozitif yasalar yapmaya sevk etmiştir. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3113356",
    "unitNumber": 2,
    "text": "“Kanunlar ülkenin fiziki yapısıyla; dondurucu, yakıcı veya ılık iklimi ile; toprağının niteliğiyle, konumuyla, büyüklüğüyle; çiftçi olsun, avcı olsun, çoban olsun halkların meşguliyetleri ile ilişkili olmalıdır. Kanunlar devlet yapısının kaldırabileceği özgürlük derecesine, ülke sakinlerinin dinine, onların eğilimlerine, zenginliklerine, nüfusuna, ticaretine, ahlak kurallarına, davranışlarına uygun olmalıdır. Nihayet kanunların kendi aralarında da bağları vardır, kökenleriyle, kanun koyucunun amacıyla, üzerine inşa edildiği olayların sırasıyla da bağları vardır...\"<br/>Montesquieu yukarıdaki düşünceleri ile kanunların hangi özelliğini vurgulamıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Ülkeselliğini",
      "B": "Üstünlüğünü",
      "C": "Sürekliliğini",
      "D": "Genelliğini",
      "E": "Bir ruhu olduğunu"
    },
    "explanation": "Montesquieu’nun esas ilgisi, aklın eseri, dahası aklın ta kendisi dediği pozitif yasalardır. Bununla birlikte her toplumun yasaları kendisi ile özdeşleşmiş olmalıdır ki başka bir ulusa uygun düşmesi ancak çok büyük bir tesadüf olur. İnsan yapımı olsalar da pozitif yasalar her toplumun kendine özgü koşullarının belirleyiciliği altında yapılır ve dolayısıyla toplumdan topluma değişiklik göstermeleri kaçınılmazdır. Kanunların ruhu dediği koşulları şöyle tanımlamaktadır: “Kanunlar ülkenin fiziki yapısıyla; dondurucu, yakıcı veya ılık iklimi ile; toprağının niteliğiyle, konumuyla, büyüklüğüyle; çiftçi olsun, avcı olsun, çoban olsun halkların meşguliyetleri ile ilişkili olmalıdır. Kanunlar devlet yapısının kaldırabileceği özgürlük derecesine, ülke sakinlerinin dinine, onların eğilimlerine, zenginliklerine, nüfusuna, ticaretine, ahlak kurallarına, davranışlarına uygun olmalıdır. Nihayet kanunların kendi aralarında da bağları vardır, kökenleriyle, kanun koyucunun amacıyla, üzerine inşa<br/>“Kanunlar ülkenin fiziki yapısıyla; dondurucu, yakıcı veya ılık iklimi ile; toprağının niteliğiyle, konumuyla, büyüklüğüyle; çiftçi olsun, avcı olsun, çoban olsun halkların meşguliyetleri ile ilişkili olmalıdır. Kanunlar devlet yapısının kaldırabileceği özgürlük derecesine, ülke sakinlerinin dinine, onların eğilimlerine, zenginliklerine, nüfusuna, ticaretine, ahlak kurallarına, davranışlarına uygun olmalıdır. Nihayet kanunların kendi aralarında da bağları vardır, kökenleriyle, kanun koyucunun amacıyla, üzerine inşa edildiği olayların sırasıyla da bağları vardır...\" düşüncesiyle Montesquieu kanunların bir ruhu olduğunu vurgulamaktadır. Bu sebeple doğru yanıt E seçeneğidir."
  },
  {
    "id": "3113357",
    "unitNumber": 2,
    "text": "Montesquieu'ye göre kaç tür yönetim biçimi vardır ve bu yönetim biçimleri hangileridir?",
    "correctAnswer": "B",
    "options": {
      "A": "2 tür: Cumhuriyet ve monarşi",
      "B": "3 tür: Cumhuriyet, monarşi ve despotizm",
      "C": "2 tür: Monarşi ve despotizm",
      "D": "2 tür: Cumhuriyet ve despotizm",
      "E": "1 tür: Cumhuriyet"
    },
    "explanation": "Kanunların ruhuna ilişkin incelemesi, Montesquieu’yu değişik ülkelerde neden farklı yasaların dolayısıyla farklı yönetim biçimlerinin olduğu sorusunun cevabını aramaya sevk etmiştir. Aristoteles’in yönetim biçimleri sınıflandırmasından esinlenerek cumhuriyet, monarşi ve despotizm şeklinde üç yönetim tarzı olduğunu ileri süren Montesquieu’ya göre kanunlara ruhunu veren etkenler aynı zamanda yönetim biçimini de belirlemektedir. Montesquieu her yönetimin bir biçimi, bir de onun öyle olmasını sağlayan, onu harekete geçiren şey olduğunu savunmaktadır.<br/>Montesquieu'ye göre 3 tür yönetim biçimi vardır. Bunlar: Cumhuriyet, monarşi ve despotizmdir."
  },
  {
    "id": "3113358",
    "unitNumber": 2,
    "text": "Montesquieu'nün yapmış olduğu despotizm tanımı aşağıdakilerden hangisinde doğru olarak ifade edilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Halkın tamamının ya da bir bölümünün egemen olduğu yönetim biçimi",
      "B": "Bir kişinin sabit ve yerleşik kanunlar uyarınca hüküm sürdüğü yönetim biçimi",
      "C": "Tek bir kişinin her şeyi kanunsuzca ve kuralsızca, salt kendi iradesi ve kendi geçici isteklerine göre yönetmesi",
      "D": "Bir grubun, her şeyi kendi istekleri ve iradeleri doğrultusunda kanunsuzca ve kuralsızca yönetmesi",
      "E": "Halkın tamamının herhangi bir kural ya da kanuna dayanmaksızın sahip olduğu yönetim hakkı"
    },
    "explanation": "Montesquieu'ye göre üç tür yönetim biçimi vardır. Bunlar: Cumhuriyet, monarşi ve despotizmdir. Cumhuriyet, halkın tamamının (demokrasi) ya da bir bölümünün (aristokrasi) egemen olduğu yönetim biçimidir. Monarşi bir kişinin sabit ve yerleşik kanunlar uyarınca hüküm sürdüğü yönetim biçimi iken despotizmde tek bir kişi her şeyi kanunsuzca ve kuralsızca, salt kendi iradesi ve kendi geçici isteklerine göre yönetir. Yönetimler ilkeleri bakımından da birbirinden ayrılmaktadır. Cumhuriyetin ilkesi erdem, monarşinin onur, despotizmin ise korkudur.<br/>Montesquieu'ye göre despotizm, tek bir kişinin her şeyi kanunsuzca ve kuralsızca, salt kendi iradesi ve kendi geçici isteklerine göre yönetmesidir. Bu sebeple doğru yanıt C seçeneğidir."
  },
  {
    "id": "3113359",
    "unitNumber": 2,
    "text": "Montesquieu'ye göre demokraside kanunların amacı ne olmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kanunlar eşitliği sağlamayı ve korumayı hedeflemeli ve azla yetinmeyi teşvik etmelidir.",
      "B": "Kanunlar, asaleti ayakta tutmak için çalışmalıdır.",
      "C": "Kanunlar, baş kaldırıyı önlemeyi amaçlamalıdır.",
      "D": "Kanunlar toplumsal iş bölümünü güvence altına almalıdır.",
      "E": "Kanunlar, toplumda var olan sınıfları güvence altına almayı amaçlamalıdır."
    },
    "explanation": "Montesquieu bir toplumdaki kanunlar ile yönetimin doğası ve ilkesi arasında bağ olduğunu, dahası olması gerektiğini savunmaktadır. Örneğin, demokraside kanunlar eşitliği sağlamayı ve korumayı hedeflemeli ve de azla yetinmeyi teşvik etmelidir. Monarşide kanunlar, asaleti ayakta tutmak için çalışmalıdır. Buna karşılık ilkesi korku olandespotizmde halk utangaç, korkak ve cahil olduğundan fazla sayıda kanun gerekmez.<br/>Montesquieu'ye göre demokraside kanunlar, eşitliği sağlamayı ve korumayı hedeflemeli ve de azla yetinmeyi teşvik etmelidir. Bu sebeple doğru yanıt A seçeneğidir."
  },
  {
    "id": "3113360",
    "unitNumber": 2,
    "text": "Her hukuk sisteminin belirli tarihsel ve toplumsal gelişmelerin ürünü olduğu, dolayısıyla hukukun toplumun hayat deneylerinin sonucu olarak geliştiği şeklindeki yaklaşım hangi hukuk okuluna aittir?",
    "correctAnswer": "B",
    "options": {
      "A": "Doğal hukuk okulu",
      "B": "Tarihçi hukuk okulu",
      "C": "Pozitivist hukuk okulu",
      "D": "Realist hukuk okulu",
      "E": "Post-pozitivist hukuk okulu"
    },
    "explanation": "Her hukuk sisteminin belirli tarihsel ve toplumsal gelişmelerin ürünü olduğu, dolayısıyla hukukun toplumun hayat deneylerinin sonucu olarak geliştiği şeklindeki yaklaşım, Tarihçi Hukuk Okulu'na aittir. Bu okul, hukukun kademeli olarak geliştiği düşüncesiyle onu evrimci bir şekilde incelemektedir.<br/>Her hukuk sisteminin belirli tarihsel ve toplumsal gelişmelerin ürünü olduğu, dolayısıyla hukukun toplumun hayat deneylerinin sonucu olarak geliştiği şeklindeki yaklaşım, Tarihçi Hukuk Okulu'na aittir. Bu sebeple doğru yanıt B seçeneğidir."
  },
  {
    "id": "3113361",
    "unitNumber": 2,
    "text": "Maine'e göre ilkel toplumların yönetim biçimi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Demokrasi",
      "B": "Mutlak monarşi",
      "C": "Meşruti monarşi",
      "D": "Ataerkil despotizm",
      "E": "Anaerkil despotizm"
    },
    "explanation": "Maine göre ilkel toplum ataerkil despotizm biçiminde örgütlenmişti ve insanlar ebeveyne itaatin bir arada tuttuğu, mutlak yalıtılmış gruplar hâlinde dağılmışlardı. O zamanki insanların gözünde de toplum bir aileler kümesiydi ve temel toplumsal birim aile idi. Maine’ın kadim dünyasında bireyin çıkarı göz ardı ediliyor, birey topluma feda<br/>ediliyordu. Bu toplumlar özgür bireylerden değil totaliter kabile reislerinin yönetiminde dayanışmacı aile birliklerinden oluşmaktadır. Bunun en önemli göstergelerinden biri de ortak mülkiyetin en eski toprak mülkiyet rejimi olmasıdır. Öte yandan en eski akrabalık ilişkisinin erkek kan bağıyla, soy bağının da baba üzerinden sürmesi ilkel toplumun ataerkil despotizm karakterinin ifadesidir. Aile reisinin (pater familias) sözleri kanun hükmündedir ve aile fertleri üzerinde mutlak bir otoriteye sahiptir. Aile reisi çocuklarını öldürmekten satmaya, evlat vermeye, evlilik ve boşanma şartlarını belirlemeye kadar mutlak otorite sahibidir.<br/>Maine'e göre, ilkel toplumların yönetim biçimi, ataerkil despotizm'dir. Bu sebeple doğru yanıt D seçeneğidir."
  },
  {
    "id": "3113362",
    "unitNumber": 2,
    "text": "Hukuku tarihsel öncülleri kadar doğal ve toplumsal koşulları da içeren çeşitli dışsal etmenler tarafından belirlenen ve toplumun kültürü ile bağlantılı bir olgu olarak ele alınarak doğal hukuk kuramından<strong> ilk</strong> önemli kırılmayı gerçekleştiren düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Henry Sumner Maine",
      "B": "Baron de Montesquieu",
      "C": "Eugen Ehrlich",
      "D": "Francis Bacon",
      "E": "Jean Jacques Rousseau"
    },
    "explanation": "Baron de Montesquieu"
  },
  {
    "id": "3113363",
    "unitNumber": 2,
    "text": "Montesquieu’da yönetimler ilkeleri bakımından birbirinden ayrılmaktadır. Cumhuriyetin ilkesi erdem, monarşinin onur, despotizmin ise …………dur. Tek bir kişinin her şeyi......................, salt kendi iradesi ve isteklerine göre yönettiği despotizmde erdeme gerek yoktur, onur ise tehlikelidir.<br/>Yukarıdaki cümleyi aşağıdaki kavramlardan hangileri<strong> en doğru</strong> şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Korku, meşru",
      "B": "Meşruiyet, kanuni",
      "C": "korku, gayrıkanuni",
      "D": "otorite, şahsi",
      "E": "adalet, kanuni"
    },
    "explanation": "korku, gayrıkanuni"
  },
  {
    "id": "3113364",
    "unitNumber": 2,
    "text": "I-Hukuki kurgular<br/>II- Hakkaniyet<br/>III-Yürütme<br/>IV-Yasama<br/>Henry Sumner Maine’a göre, yukarıdakilerden hangileri ilerici toplumlarda hukuku toplumsal değişimi takip edecek şekilde değiştirmeye ve toplumla uyumlu hâle getirmeye imkân sunan araçlardandır?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "I, II ve IV",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "İlerici toplumlarda hukuku toplumsal değişimi takip edecek şekilde değiştirmeye ve toplumla uyumlu hâle getirmeye imkân veren üç araç kullanılır. Bunlar tarihsel sıralama ile hukuki kurgular (legal fictions), hakkaniyet (equity) ve yasamadır."
    },
    "explanation": "İlerici toplumlarda hukuku toplumsal değişimi takip edecek şekilde değiştirmeye ve toplumla uyumlu hâle getirmeye imkân veren üç araç kullanılır. Bunlar tarihsel sıralama ile hukuki kurgular (legal fictions), hakkaniyet (equity) ve yasamadır."
  },
  {
    "id": "3113365",
    "unitNumber": 2,
    "text": "Marx, tarihsel materyalist bir yaklaşım geliştirmeye başladıktan sonra hukuku bir…………………., egemen sınıfın bakış açısını, gereksinim ve çıkarlarını yansıtan bir üst yapı unsuru şeklinde değerlendirmektedir.<br/>Yukarıdaki cümleyi aşağıdaki kavramlardan hangileri <strong>en doğru</strong> şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "gölge fenomen",
      "B": "yanlış bilinçlilik",
      "C": "artı-değer",
      "D": "sınıf çatışması",
      "E": "praksis"
    },
    "explanation": "Gölge fenomen"
  },
  {
    "id": "3113366",
    "unitNumber": 2,
    "text": "I-Sınıf egemenliğinin siyasal tezahürü olarak devlet burjuva sınıfının çıkarını koruma rolünü çeşitli biçimlerde oynar.<br/>II-Devlet aynı zamanda esasen mülkiyet temelli olan bir egemenlik ve sömürü ilişkisini hukuken bağlayıcı bir ilişki statüsüne dönüştürür.<br/>III-Hukuk bu itibarla hem kendisi bir ideolojidir hem de egemen ideolojinin ifadesidir. <br/>IV-Hukukun ideolojik işlevi en iyi hukuksal dile çevrilmiş olan kapitalizmin iki temel özelliği olan toplum sözleşmesi ve özel teşebbüs kavramlarında ortaya çıkar.<br/>Yukarıdaki ifadelerden hangileri Marx’ın görüşlerini yansıtır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "II, III ve IV",
      "C": "I, II ve IV",
      "D": "I,II, III ve IV",
      "E": "I,II, III ve IV"
    },
    "explanation": "I, II ve III"
  },
  {
    "id": "3113367",
    "unitNumber": 2,
    "text": "Hukukun kapitalist mübadele biçiminin ve mübadele ilişkilerinin tamamlayıcı bir unsuru olduğunu, bu nedenle kapitalist mübadele ilişkilerinin ortadan kalkması ile ortadan kalkacağını varsayan yaklaşımın temsilcisi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Althusser",
      "B": "Collins",
      "C": "Gramsci",
      "D": "Pasukanis",
      "E": "Cotterrel"
    },
    "explanation": "Pasukanis"
  },
  {
    "id": "3113368",
    "unitNumber": 2,
    "text": "I-Nüfus artışı II- Farklılaşma III-Uzmanlaşma IV- Türdeşleşme<br/>Yukarıdakilerden hangileri Durkheim’ a göre mekanik dayanışmadan organik dayanışmaya geçişin temel nedenleri arasındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I, II ve IV",
      "C": "I ve III",
      "D": "I, II, III ve IV",
      "E": "I, II ve III"
    },
    "explanation": "I, II ve III"
  },
  {
    "id": "3113369",
    "unitNumber": 2,
    "text": "Durkheim’a gore, mekanik dayanışmanın olduğu toplumlarda ………………… hukuk, organik dayanışmanın olduğu toplumlarda ise <em>onarıcı </em>hukuk egemendir.<br/>Yukarıdaki cümleyi aşağıdaki kavramlardan hangileri en doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "ortak",
      "B": "benzeştirici",
      "C": "farklılaştırıcı",
      "D": "bastırıcı",
      "E": "anomik"
    },
    "explanation": "bastırıcı"
  },
  {
    "id": "3113371",
    "unitNumber": 2,
    "text": "Kendi döneminde egemen olan ve hukuku devlet tarafından rasyonel bir müdahalenin ürünü olarak tanımlayan anlayışlara karşı çıkan Ehrlich ……………… olarak bilinen kendi sosyolojik hukuk yaklaşımını geliştirmiş olup bu yaklaşım hukuku toplum tarafından toplumsal yaşamın içinde yaratılan bir olgu olarak ele alır. <br/>Yukarıdaki cümleyi aşağıdaki kavramlardan hangileri en doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "yaşayan hukuk",
      "B": "hükmi hukuk",
      "C": "devlet hukuku",
      "D": "zilyetlik",
      "E": "irade beyanı"
    },
    "explanation": "yaşayan hukuk"
  },
  {
    "id": "3113372",
    "unitNumber": 2,
    "text": "I. Doğal hukuk kavramına ilişkin önemli eleştirisi olmuştur.<br/>II. Toplumun bir sözleşme ile oluştuğunu reddetmiştir.<br/>III. Toplumu, bir sistem olarak değil, ayrı bir yapı olarak ele almıştır.<br/>IV. Toplumlar, kültürlerden bağımsız olarak oluşmaktadır.<br/>Yukarıda Mostesquieu’nun görüşleri ile ilgili verilenlerden hangileri doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I ve IV",
      "D": "I, II ve III",
      "E": "I, II ve IV"
    },
    "explanation": "HUKUK SOSYOLOJİSİNDE ÖNCÜ ÇALIŞMALAR (Montesquieu ve Kanunların Ruhu) adlı bölüm incelenebilir.<br/>Toplumun bir sözleşme ile oluştuğu görüşünü reddeden ve insan toplumda yaşamak için yaratılmıştır diyerek ona doğallık atfeden Montesquieu, toplumu temel unsurları iklim ve coğrafya olan ve çeşitli unsurların yalnızca bütünde anlam bulduğu bir sistem olarak düşünmektedir. Yapay toplum yaklaşımına olduğu kadar onun dayandığı <strong><em>doğal hukuk kuramına </em></strong>da karşı çıkan Montesquieu yasaları nesnelerin doğasından türeyen zorunlu ilişkiler olarak tanımlamaktadır. Bu itibarla doğal hukuk kuramından ilk önemli kırılma Montesquieu ile olmuştur. O, hukuku tarihsel öncülleri kadar doğal ve toplumsal koşulları da içeren çeşitli dışsal etmenler tarafından belirlenen ve toplumun kültürü ile bağlantılı bir olgu olarak ele almaktadır"
  },
  {
    "id": "3113373",
    "unitNumber": 2,
    "text": "Hukukun kaynağının insan iradesi değil doğa olduğunu, dolayısıyla hukukun akla uygun ve evrensel olduğunu savunan kuram, aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Siyasi hukuk",
      "B": "Kadim hukuk",
      "C": "Doğal hukuk",
      "D": "Medeni hukuk",
      "E": "E)Uluslararası hukuk"
    },
    "explanation": "HUKUK SOSYOLOJİSİNDE ÖNCÜ ÇALIŞMALAR (Montesquieu ve Kanunların Ruhu) bölümü detaylı bilgi ve tartışma için incelenebilir.<br/>Doğal hukuk kuramı, hukukun kaynağının insan iradesi değil doğa olduğunu, dolayısıyla hukukun akla uygun ve evrensel olduğunu savunan kuramdır."
  },
  {
    "id": "3113374",
    "unitNumber": 2,
    "text": "I. Monarşide erdeme hiçbir şekilde ihtiyaç yoktur.<br/>II. Cumhuriyetin ilkesi onurdur.<br/>III. Despotizmin ilkesi yoktur.<br/>IV. Monarşide kanunlar, bütün erdemlerin yerini tutar.<br/>Montesquieu yönetim biçimlerini, cumhuriyet, despotizm ve monarşi olmak üzere sınıflandırmıştır. Yukarıda bu yönetim biçimleri ile ilgili verilen bilgilerden hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I ve IV",
      "D": "II ve III",
      "E": "II ve IV"
    },
    "explanation": "HUKUK SOSYOLOJİSİNDE ÖNCÜ ÇALIŞMALAR (Montesquieu ve Kanunların Ruhu) bölümü detaylı olarak incelenebilir.<br/>Yönetimler ilkeleri bakımından da birbirinden ayrılmaktadır. Cumhuriyetin ilkesi erdem, monarşinin onur, despotizmin ise korkudur. Monarşilerde erdeme hiçbir şekilde ihtiyaç yoktur çünkü kanunlar bütün erdemlerin yerini tutar. Monarşinin ilkesi onurdur. Monarşide sınıflar arası eşitsizlik esastır, dolayısıyla yükselmek için rekabet etmek ve en iyisi olma çabası, yükselme hırsı birer erdemdir. Bu noktada cumhuriyet için tehdit olan şey monarşi için hayatidir. Despotizmin ilkesi korku olup hiç kimse bundan muaf değildir. Despotizmde erdeme gerek yoktur, onur ise tehlikelidir."
  },
  {
    "id": "3113375",
    "unitNumber": 2,
    "text": "Montesquieu’ya göre bir halk, aşağıdakilerden hangisine sahip olduğunda olduğunda kanunlar sadeleşir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ahlak",
      "B": "Onur",
      "C": "Korku",
      "D": "Eşitlik",
      "E": "Vatan sevgisi"
    },
    "explanation": "HUKUK SOSYOLOJİSİNDE ÖNCÜ ÇALIŞMALAR (Montesquieu ve Kanunların Ruhu) bölümü incelenebilir.<br/>Kanunlar ile gelenekler ve davranış kuralları arasında sıkı bir ilişki vardır ve olmalıdır diyen Montesquieu’ya göre bir halk iyi bir ahlaka sahip olduğunda kanunlar sadeleşir."
  },
  {
    "id": "3113376",
    "unitNumber": 2,
    "text": "I. Hukukun tarihsel gelişiminin ilk aşamasıdır.<br/>II. Hukuk henüz yazılı hâle gelmediğinden bu dönemde hukuk eliti tarafından hukuk kurallarının bilgisi kolaylıkla tekelleştirilebilmektedir.<br/>III. Yazılı olmayan hukuktan yazılı hukuka geçiş dönemidir.<br/>Yukarıda Maine’ye göre hukukun tarihsel gelişim aşamalarının tanımı verilmiştir. Aşağıdaki seçeneklerin hangisinde tanımı verilen kavramlar, sırasıyla doğru olarak verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gelenek hukuku dönemi, krallık yönetimi denetimi, kodifikasyon dönemi",
      "B": "Kodifikasyon dönemi, gelenek hukuku dönemi, krallık yönetimi denetimi,",
      "C": "Kodifikasyon dönemi, krallık yönetimi denetimi, gelenek hukuku dönemi",
      "D": "Krallık yönetimi denetimi, kodifikasyon dönemi, gelenek hukuku dönemi",
      "E": "Krallık yönetimi denetimi, gelenek hukuku dönemi, kodifikasyon dönemi"
    },
    "explanation": "Henry Sumner Maine ve Statüden Sözleşmeye Hukuk bölümü detaylı olarak incelenebilir.<br/>Hukukun tarihsel gelişiminin ilk aşaması <em>krallık yönetimi dönemi</em>dir. İkinci aşama <em>gelenek hukuku dönemi </em>olup yargıların meşruiyetini gelenekten aldıkları bir dönemdir. Bununla birlikte gelenek hukuku da ilahi bir temele sahip görülebilmektedir. Hukuk henüz yazılı hâle gelmediğinden bu dönemde hukuk eliti tarafından hukuk kurallarının bilgisi kolaylıkla tekelleştirilebilmektedir. <em>Kodifikasyon dönemi </em>olarak tanımladığı üçüncü aşamanın ayırt edici özelliği yazılı olmayan hukuktan yazılı hukuka geçiştir."
  },
  {
    "id": "3113378",
    "unitNumber": 2,
    "text": "I. Toplumun maddi temeli her türlü tarihsel gelişmede belirleyici güçtür.<br/>II. Üretim sürecinin iki unsuru vardır: emek ve üretim araçları.<br/>III. İnsanın varlıklarını belirleyen bilinçleridir.<br/>IV. Hukuk, bağımsız toplumsal olgu değildir.<br/>Yukarıda Karl Marx’ın tarihsel materyalizm yaklaşımı ile ilgili verilenlerden hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I ve IV",
      "D": "I, II ve III",
      "E": "I, II ve IV"
    },
    "explanation": "KARL MARX VE ÜSTYAPI KURUMU OLARAK HUKUK bölümü deaylı olarak incelenebilir.<br/>Üretim sürecinin üç unsuru vardır: emek, emeğin nesnesi ve üretim araçları. Marx, hukuk normlarını insan zihninin evriminin ürünü olarak ele alan idealist yaklaşımları eleştirmektedir. Zira insanların varlıklarını belirleyen bilinçleri değil aksine bilinçlerini belirleyen maddi koşullarıdır. Aynı zamanda Marx’a göre hukuk bağımsız bir toplumsal olgu değildir. Aksine maddi toplumsal koşulların ve üretim ilişkilerinin belirlediği bir üst yapı kurumudur."
  },
  {
    "id": "3113379",
    "unitNumber": 2,
    "text": "Marx’a göre, bir ürünün satıldığı değerden ürün için yapılan bütün harcamalar çıkarıldıktan sonra kalan kısmı hangi kavramla açıklanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Üretimden alınan pay",
      "B": "Artı değer",
      "C": "Maliyet",
      "D": "Marjinal fayda",
      "E": "Makro kâr"
    },
    "explanation": "KARL MARX VE ÜSTYAPI KURUMU OLARAK HUKUK bölümü incelenebilir.<br/>Bir ürünün satıldığı değerden ürün için yapılan bütün harcamalar çıkarıldıktan sonra kalan kısmı artı değer olarak adlandırılmaktadır."
  },
  {
    "id": "3113380",
    "unitNumber": 2,
    "text": "I. ........ bilinç tekil bilinçlerden tamamen farklıdır. Ancak gerçekleşmesi için onlara ihtiyaç duyar<br/>II. ……. hukukta cezanın temel işlevi suçluyu ıslah etmekten ziyade toplumsal uyumun bozulmasını engellemektir.<br/>III. Nüfus artışı ve onun beraberinde getirdiği yeni ihtiyaçların yol açtığı farklılaşma ve uzmanlaşma, …………. dayanışmaya geçişi sağlamıştır.<br/>Yukarıda Durkheim’in yaklaşımı ile ilgili kavramlara ilişkin açıklamalar verilmiştir. Buna göre, yukarıda boş bırakılan noktalı yerlere sırasıyla doğru olarak aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Çoğul, bastırıcı, organik",
      "B": "Çoğul, onarıcı, mekanik",
      "C": "Ortak, onarıcı, organik",
      "D": "Ortak, bastırıcı, mekanik",
      "E": "Ortak, bastırıcı, organik"
    },
    "explanation": "EMİLE DURKHEİM VE TOPLUMSAL DAYANIŞMANIN GÖSTERGESİ OLARAK HUKUK bölümü incelenebilir.<br/>Bastırıcı hukukta cezanın temel işlevi suçluyu ıslah etmekten ziyade toplumsal uyumun bozulmasını engellemektir. Bastırıcı hukuk birey ile toplum arasındaki ilişkileri düzenlemeye yönelik iken onarıcı hukuk bireyler arasındaki ilişkileri düzenlemeye yöneliktir. Mekanik dayanışmadan organik dayanışmaya geçişin temel nedeni nüfus artışı ve onun beraberinde getirdiği yeni ihtiyaçların yol açtığı farklılaşma ve uzmanlaşmadır. Ortak bilinç, bir toplumun üyeleri arasında ortak olan inançların ve duyguların toplamı olan bilinçtir. Tekil bilinçlerden tamamen farklıdır ancak gerçekleşmesi için onlara ihtiyaç duyan bilinçtir."
  },
  {
    "id": "3113381",
    "unitNumber": 2,
    "text": "Marx’a göre bir toplumun hukuk sistemini aşağıdakilerden hangileri şekillendirir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hakim üretim biçimi, üretim ilişkileri",
      "B": "Egemen sınıfın varlığı, sınıf çatışması",
      "C": "Artı değer yaratan ürün pazarı, egemen sınıfın varlığı",
      "D": "Sınıf çatışması, özel mülkiyet kavramı",
      "E": "Üretim ilişkileri, özel mülkiyet kavramı"
    },
    "explanation": "KARL MARX VE ÜSTYAPI KURUMU OLARAK HUKUK bölümü incelenebilir<br/>Bir toplumdaki hakim üretim biçimi ve üretim ilişkileri o toplumdaki hukuk sistemini biçimlendirir. Diğer bir ifade ile tarihsel materyalist kuram hukuki olguların esasen üst yapısal olduklarını, biçim ve içerik açısından toplumun ekonomik temelinden kaynaklanan belirleyici güçlere bağlı olduklarını ileri sürer."
  },
  {
    "id": "3198039",
    "unitNumber": 2,
    "text": "Cezanın temel işlevinin suçluyu ıslah etmekten ziyade toplumsal uyumun bozulmasını engellemek olan hukuk biçimi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bastırıcı hukuk",
      "B": "Onarıcı hukuk",
      "C": "Disiplinci hukuk",
      "D": "Kontrolcü hukuk",
      "E": "Yargısal hukuk"
    },
    "explanation": "Bastırıcı hukukta cezanın temel işlevi suçluyu ıslah etmekten ziyade toplumsal uyumun bozulmasını engellemektir."
  },
  {
    "id": "3198040",
    "unitNumber": 2,
    "text": "Aşağıdaki düşünürlerden hangisi sosyolojiyi toplumsal eylemi yorumlayıcı tarzda anlamaya ve böylece onun yönünü ve sonuçlarını nedensel olarak açıklamaya çalışan bir bilim olarak tanımlamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "K. Marx",
      "B": "E. Durkheim",
      "C": "A. Comte",
      "D": "M. Weber",
      "E": "M. Foucault"
    },
    "explanation": "Weber sosyolojiyi toplumsal eylemi yorumlayıcı tarzda anlamaya ve böylece onun yönünü ve sonuçlarını nedensel olarak açıklamaya çalışan bir bilim olarak tanımlamaktadır. Bu tanımda da vurgulandığı üzere sosyolojinin konusu anlamlı toplumsal eylemlerdir."
  },
  {
    "id": "3473497",
    "unitNumber": 2,
    "text": "“Devlet biçimleri kadar hukuki ilişkilerin de ne kendilerinden ne de iddia edildiği gibi insan zihninin genel evriminden anlaşılamayacağını; tam tersine, bu ilişkilerin kökenlerinin, Hegel’in sivil toplum adı altında topladığı maddi varlık koşullarında bulundukları ve sivil toplumun anatomisinin de ekonomi politiğin içinde aranması gerektiği\"ni öne süren düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Maine",
      "B": "Kelsen",
      "C": "Weber",
      "D": "Marx",
      "E": "Durkheim"
    },
    "explanation": "Marx, “devlet biçimleri kadar hukuki ilişkilerin de ne kendilerinden ne de iddia edildiği gibi insan zihninin genel evriminden anlaşılamayacağı tam tersine, bu ilişkilerin kökenlerinin, Hegel’in sivil toplum adı altında topladığı maddi varlık koşullarında bulundukları ve sivil toplumun anatomisinin de ekonomi politiğin içinde aranması gerektiğini” öne sürmüştür."
  },
  {
    "id": "3473534",
    "unitNumber": 2,
    "text": "...................a/e göre hukukun rasyonelleşmesinde akademik hukuk eğitimi ve bu eğitimi almış olan profesyonel bir hukukçular sınıfının ortaya çıkmasının büyük rolü vardır.<br/>Boşluğa aşağıdaki düşünürlerden hangisi gelmelidir.",
    "correctAnswer": "C",
    "options": {
      "A": "Durkheim",
      "B": "Marx",
      "C": "Weber",
      "D": "Maine",
      "E": "Timasheff"
    },
    "explanation": "Weber’e göre hukukun rasyonelleşmesinde akademik hukuk eğitimi ve bu eğitimi almış olan profesyonel bir hukukçular sınıfının ortaya çıkmasının büyük rolü vardır."
  },
  {
    "id": "3550811",
    "unitNumber": 2,
    "text": "Hukukun kaynağının insan iradesi değil doğa olduğunu, dolayısıyla hukukun akla uygun ve evrensel olduğunu savunan kuram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Doğal hukuk kuramı",
      "B": "Hukukileştirme kuramı",
      "C": "Hukuk sosyolojisi kuramı",
      "D": "Hukuk felsefesi kuramı",
      "E": "Formal hukuk kuramı"
    },
    "explanation": "Doğal hukuk kuramı; hukukun kaynağının insan iradesi değil doğa olduğunu, dolayısıyla hukukun akla uygun ve evrensel olduğunu savunan kuramdır."
  },
  {
    "id": "3550818",
    "unitNumber": 2,
    "text": "..........................a/e göre hukuk bağımsız bir toplumsal olgu değildir. Aksine maddi toplumsal koşulların ve üretim ilişkilerinin belirlediği bir üst yapı kurumudur.<br/>Yukarıdaki boşluğa aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "K. Marx",
      "B": "M. Weber",
      "C": "T. Parsons",
      "D": "E. Durkheim",
      "E": "A. Gramsci"
    },
    "explanation": "K. Marx'a göre, hukuk bağımsız bir toplumsal olgu değildir. Aksine maddi toplumsal koşulların ve üretim ilişkilerinin belirlediği bir üst yapı kurumudur."
  },
  {
    "id": "3113382",
    "unitNumber": 3,
    "text": "Toplumu ilgilendiren bilimsel nitelikteki yasaları, hukukla olan ilişkisi içinde keşfetmeyi amaçlayan ifade aşağıdakilerin hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hukuk sosyolojisi",
      "B": "Hukuk felsefesi",
      "C": "Ontolojik hukuk",
      "D": "Pozitif hukuk",
      "E": "Özel hukuk"
    },
    "explanation": "Doğru cevap A şıkkıdır, çünkü Hukuk Sosyolojisi, toplumu ilgilendiren bilimsel nitelikteki yasaları, hukukla olan ilişkisi içinde keşfetmeyi amaçlamaktadır.<br/>Diğer şıklar uygun değildir."
  },
  {
    "id": "3113383",
    "unitNumber": 3,
    "text": "Nesnesi toplumsal olgular olan hukuk sosyolojisi ............ bir bilimdir.<br/>Boşluk bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İdeografik",
      "B": "Nomografik",
      "C": "Felsefe",
      "D": "İdeoloji",
      "E": "Pozitivizm"
    },
    "explanation": "Doğru cevap B şıkkıdır., çünkü nesnesi toplumsal olgular olan hukuk sosyolojisi<br/>nomografik bir bilimdir. <br/>Diğer şıklar uygun değildir."
  },
  {
    "id": "3113384",
    "unitNumber": 3,
    "text": "Nesnesi maddi bir şey olmadığı ve bir tasarım olduğu için hukuk bilimi .................... bir bilimdir.<br/>Yukarıda boş bırakılan yere aşağıdakilerin hangisi gelmelidir.?",
    "correctAnswer": "C",
    "options": {
      "A": "Nomografik",
      "B": "İdeolojik",
      "C": "İdeografik",
      "D": "Ontolojik",
      "E": "Felfesi"
    },
    "explanation": "Doğru cevap C şıkkıdır, çünkü Nesnesi maddi bir şey olmadığı ve bir tasarım olduğu için hukuk bilimi ideografik bir bilimdir.<br/>Diğerleri bu bağlamda uygun değildir."
  },
  {
    "id": "3113385",
    "unitNumber": 3,
    "text": "Hukuk sosyolojisinin sistematik hukuk sosyolojisi, hukuksal tipoloji ve oluşsal hukuk sosyoloji olarak 3 ana başlıkta ele alınması gerektiğini öne süren düşünür kimdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Max Weber",
      "B": "Leibniz",
      "C": "Savigny",
      "D": "Gurvitch",
      "E": "Hobbes"
    },
    "explanation": "Doğru cevap D şıkkıdır."
  },
  {
    "id": "3113386",
    "unitNumber": 3,
    "text": "Gurvitch hukuku, kendisini yaratan topluluk tipine ve hukuk sistemlerine göre analiz edilmesi gerektiği bölümüne ne ad vermektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sistematik hukuk",
      "B": "Hukuk felsefesi",
      "C": "Hukuk sosyolojisi",
      "D": "Oluşsal hukuk sosyolojisi",
      "E": "Hukuksal tipoloji"
    },
    "explanation": "Doğru cevap E şıkkıdır, çünkü Hukuksal Tipoloji: Hukuku, kendisini yaratan topluluk tipine ve hukuk sistemlerine göre analiz eder.<br/>Diğer ifadeler uygun değildir."
  },
  {
    "id": "3113387",
    "unitNumber": 3,
    "text": "Gurvitch bir toplum türü içinde hukukun değişiminin, gelişiminin ve zayıflamasının eğilimleri ve faktörleri olarak düzenlilikleri incelediği kısmına ne ad vermektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Oluşsal hukuk sosoylojisi",
      "B": "Sistematik hukuk sosyolojisi",
      "C": "Hukuksal tipoloji",
      "D": "Hukuk felsefesi",
      "E": "Pozitivist hukuk"
    },
    "explanation": "Doğru cevap A şıkkıdır, çünkü Gurvitch bir toplum türü içinde hukukun değişiminin, gelişiminin ve zayıflamasının eğilimleri ve faktörleri olarak düzenlilikleri incelediği bölüme Oluşsal hukuk sosoylojisi demektedir. Diğer şıklar uygun değildir"
  },
  {
    "id": "3113388",
    "unitNumber": 3,
    "text": "Hukuku, kendisini yaratan topluluk tipine ve hukuk sistemlerine göre analiz eden sınıflandırmaya Gurvitch ne ad vermektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sistematik hukuk sosyolojisi",
      "B": "Hukuk tipolojisi",
      "C": "Oluşsal hukuk sosyolojisi",
      "D": "Pozitivist hukuk",
      "E": "Hukuk felsefesi"
    },
    "explanation": "Doğru cevap B şıkkıdır, çünkü burda Hukuku, kendisini yaratan topluluk tipine ve hukuk sistemlerine göre analiz eder.<br/>Diğerleri uygun değildir."
  },
  {
    "id": "3113389",
    "unitNumber": 3,
    "text": "Yargısal kararların verilmesinde hukuksal normların çok sınırlı düzeyde etkili olduğuna dikkat çekerek, esas olarak yargı sürecindeki sosyolojik ve psikolojik faktörlere odaklanmak gerektiğini öne süren hukuk ekolüne ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hukuk sosyolojisi",
      "B": "Pozitivist hukuk",
      "C": "Hukuksal realizm",
      "D": "Normatif hukuk",
      "E": "Hukuk felsefesi"
    },
    "explanation": "Doğru cevap C şıkkıdır, çünkü Hukuksal realizm, yargısal kararların verilmesinde hukuksal normların çok sınırlı düzeyde etkili olduğuna dikkat çekerek, esas olarak yargı sürecindeki sosyolojik ve psikolojik faktörlere odaklanmak gerektiğini öne sürmüştür."
  },
  {
    "id": "3113390",
    "unitNumber": 3,
    "text": "Hukukun sosyal düzenin ihtiyaçlarına göre çıkarları kontrol eden ve çıkarları uzlaştıran bir araç olduğunu öne süren düşünür kimdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Montesquieu",
      "B": "Leibniz",
      "C": "Gurvitch",
      "D": "Pound",
      "E": "Hobbes"
    },
    "explanation": "Doğru cevap D şıkkıdır., çünkü Pound’a göre hukuk, sosyal düzenin ihtiyaçlarına göre çıkarları kontrol eden ve çıkarları uzlaştıran bir araçtır."
  },
  {
    "id": "3113391",
    "unitNumber": 3,
    "text": "Yargısal kararların tek ve yegâne kaynağının hukuk normları olduğunu savunan perspektife ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Pozitif hukuk",
      "B": "Özel hukuk",
      "C": "Hukuk felsefesi",
      "D": "Hukuksal realizm",
      "E": "Hukuksal formalizm"
    },
    "explanation": "Doğru cevap E şıkkıdır, çünkü Hukuksal Formalizm, yargısal kararların<br/>tek ve yegâne kaynağının hukuk normları olduğunu savunan perspektiftir. <br/>Diğer şıklar bu kapsamda uygun değildir."
  },
  {
    "id": "3113392",
    "unitNumber": 3,
    "text": "Timasheff’in hukuk üzerine incelmelerine dair doğru olmayan bilgi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hukukun nihai uçlarının değerlendirmesi olarak tasarlanan hukuk felsefesi hukuk ve sosyolojinin yanında üçüncü bir bilimsel disiplindir.",
      "B": "Hukuk sosyolojisini hukuk normlarının incelenmesi olarak tanımlamıştır.",
      "C": "Hukuk sosyolojisi, toplumdaki insan davranışlarının hukuki normlardan etkilendiği kadar, bu yasal normları etkilediği de bir çalışma alanıdır.",
      "D": "Hukuk sosyolojisi, normlar ve normatif davranışlar arasındaki ikili ilişkiye ilişkin nedensellik yasalarını keşfetmeye yönelir.",
      "E": "Hukuk ideolojisi hukuk normlarının mantıksal karşılıklı bağımlılığına yönelik bir ideografik bilimdir."
    },
    "explanation": "<strong>NİCOLAS S. TİMASHEFF: ETİK VE İKTİDARIN BİLEŞİMİ OLARAK HUKUK</strong><br/>A şıkkı doğru yanıttır, çünkü \"Hukukun nihai uçlarının değerlendirmesi olarak tasarlanan hukuk felsefesi hukuk ve sosyolojinin yanında üçüncü bir bilimsel disiplindir.\" ifadesi doğru değildir."
  },
  {
    "id": "3113393",
    "unitNumber": 3,
    "text": "Timasheff’e göre toplumsal grupların kanaatini ve onayını almadan düzenlemeler ve kararnameler ilan eden despotik bir hükümet sosyal olguların toplumun üyeleri tarafından kabul edilmesi ya da onlara dayatılması sonucunda ortaya çıkan toplumsal koordinasyon (denge/eş güdüm) türlerinden hangisini gerçekleştirmiş olmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Etik olmayan zorunlu olmayan koordinasyon",
      "B": "Etik olmayan zorunlu koordinasyon",
      "C": "Etik zorunlu olmayan koordinasyon",
      "D": "Etik zorunlu koordinasyon",
      "E": "Yasal normatif koordinasyon"
    },
    "explanation": "<strong>NİCOLAS S. TİMASHEFF: ETİK VE İKTİDARIN BİLEŞİMİ OLARAK HUKUK</strong><br/>Etik olmayan zorunlu koordinasyon despotik hükûmetler tarafından oluşturulur; bu durumda düzenlemeler ve kararnameler toplumsal grupların kanaati ve onayı<br/>alınmadan ilan edilir, doğru şık bu nedenle B'dir. Diğer şıklar uygun değildir."
  },
  {
    "id": "3113394",
    "unitNumber": 3,
    "text": "Hukuk sosyolojisini toplumsal olgularla ve hukukun bu gerçeklerle olan ilişkisiyle ilgili saf bir kuramsal bilim olarak ele alan ve hukuk sosyolojisinin, veri ve ilkeleri pratik sorunlara uygulamasının beklendiğini ifade eden hukuk sosyolojisi kuramcısı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Timasheff",
      "B": "Pound",
      "C": "Gurvitch",
      "D": "Holmes",
      "E": "Frank"
    },
    "explanation": "<strong>GEORGES GURVİTCH: HUKUK SOSYOLOJİSİNİN ÇOĞUL KATMANLARI</strong><br/>C şıkkı doğrudur, çünkü ona göre hukuk sosyolojisi, toplumsal olgularla ve hukukun bu gerçeklerle olan ilişkisiyle ilgili saf bir kuramsal bilimdir. bu nedenle diğer şıklardaki ifade uygun değildir."
  },
  {
    "id": "3113395",
    "unitNumber": 3,
    "text": "Gurvitch’in hukuk sosyolojisi sınıflandırmasına göre hukuku, kendisini yaratan topluluk tipine ve hukuk sistemlerine göre analiz eden hukuk sosyolojisi bölümü aşağıdakilerin hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sistematik hukuk sosyolojisi",
      "B": "Mikrososyoloji",
      "C": "Oluşsal hukuk sosyolojisi",
      "D": "Hukuksal tipoloji",
      "E": "Makrososyoloji"
    },
    "explanation": "<strong>GEORGES GURVİTCH: HUKUK SOSYOLOJİSİNİN ÇOĞUL KATMANLARI</strong><br/>Hukuksal Tipoloji: Hukuku, kendisini yaratan topluluk tipine ve hukuk sistemlerine göre analiz eder. Belirli grupların ve kapsayıcı toplumların hukuksal tipolojisinde bulunan gerçek kolektif birimlerin bir fonksiyonu olarak inceler. D şıkkı doğru diğer şıklar uygun olmayan ifadelerdir."
  },
  {
    "id": "3113396",
    "unitNumber": 3,
    "text": "Amerika’da ise Hukuki Realizm akımları tarafından temsil edilen yaklaşımların eleştirel hukuk çalışmalarının önünü açacak şekilde gündeme getirmiş oldukları eleştiriler arasında bulunmayan ifade aşağıdakilerin hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hukukun biricikliğini reddederek, hukuku yalnızca sosyal kontrol araçlarından biri olarak kabul etmek",
      "B": "Hukuk bilimini, kavramlar bilimi olarak tanımlamayı, kapalı bir mantıksal düzen olarak görmeyi reddetmek",
      "C": "Hukuku yazılı kurallardan ibaret görmeyi reddetmek",
      "D": "Daha etkin bir hukuk bilimini yapılandırmak için sosyal bilimlerin yöntemlerini de kullanmak",
      "E": "Sosyal gerçekliği insan eliyle kurulmuş değil doğal kabul ederek kesinliği esas alan bir yaklaşımı benimsemek"
    },
    "explanation": "<strong>AMERİKAN HUKUKSAL REALİZM YAKLAŞIMI </strong><br/>Sosyal gerçekliği insan eliyle kurulmuş değil, doğal kabul ederek kesinliği esas alan bir yaklaşımı benimsemek, doğru cevaptır."
  },
  {
    "id": "3113397",
    "unitNumber": 3,
    "text": "“Kâğıt üstündeki kurallar” ile “gerçek kuralların” birbirinden çok farklı olduğunu, klasik hukuk anlayışının, her kararın aslında biricik olduğu ve yaratıcılık gerektirdiği gerçeğini hem hukukçulardan hem de halktan gizlediğini öne süren hukuk yaklaşımı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hukuksal realizm",
      "B": "Hukuk sosyolojisi",
      "C": "Antropolojik hukuk",
      "D": "Etik sosyolojisi",
      "E": "Politik realizm"
    },
    "explanation": "<strong>AMERİKAN HUKUKSAL REALİZM YAKLAŞIMI </strong><br/>Hukuksal realizm, yargısal kararların verilmesinde hukuksal normların çok sınırlı düzeyde etkili olduğuna dikkat çekerek, esas olarak yargı sürecindeki sosyolojik ve psikolojik faktörlere odaklanmak gerektiğini öne sürmüştür. Sonuç olarak tüm bunların sonucu, klasik anlamda hukuk kurallarının yani yasalar, tüzükler ve emsal kararların hukuk yaşamında zannedildiği öneme sahip olmadığıdır. Çünkü “kâğıt üstündeki kurallar” ile “gerçek kurallar” birbirinden çok farklıdır. Klasik hukuk anlayışı, her kararın aslında biricik olduğu ve yaratıcılık gerektirdiği gerçeğini hem hukukçulardan hem de halktan gizlemektedir. Hukukçunun yapması gereken, kâğıt üstündekilerle oyalanmayıp gerçek kurallara ulaşmaya çalışmaktır. Bunun için de kuşkucu olmak gerekir (Burada hukuki realizmin kullandığı kuşku, kartezyen bir kuşkudur: Kuşku amaç değil gerçeğe ulaşmanın aracıdır). Realistler, yargı kararlarının, kurallar ya da örnek kararların mantıksal sonucu olmadığını, kararların asıl belirleyicilerinin çevre koşulları, karakter, huy, çeşitli çıkarlar, cinsel dürtüler, yaygın ideolojiler vb. olgular olduğunu kabul etmiştir (Türkbağ, 2000: 88-89). Bu bağlamda, hukuksal realizm, hukuk araştırmasının merkezine yargıyı almıştır ve fiilen uygulanan hukukun ne olduğuna ve yargı kararlarına odaklanmıştır."
  },
  {
    "id": "3113398",
    "unitNumber": 3,
    "text": "Karl Llewellyn tarafından ortaya konan hukuksal realist hareketin manifestosu olarak da sayılabilecek hukuksal realizmin temel özelliklerine ilişkin doğru olmayan bilgi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hukukun kendi içinde bir hedef olarak değil, toplumsal amaçlar için bir araç olarak anlaşılması",
      "B": "Geleneksel hukuk kurallarına ve kavramlarına güvenerek mahkemelerin hukuki kurallar çerçevesinde karar vermesi",
      "C": "Olan ile olması gerekenin hukuki araştırma için geçici olarak birbirinden ayrılması",
      "D": "Hukukun herhangi bir bölümünün etkileri ve sonuçları açısından değerlendirilmesinde ısrar ve bu sonuçları tespit etmenin değerli olduğunu benimsemek",
      "E": "Geleneksel kural formülasyonlarının mahkeme kararlarının üretiminde etkili tek faktör olduğu teorisine duyulan güvensizlik"
    },
    "explanation": "<strong>AMERİKAN HUKUKSAL REALİZM YAKLAŞIMI </strong><br/>Karl Llewellyn, hukuksal realist hareketin manifestosu olarak da sayılabilecek dokuz temel özelliğini şu şekilde sıralamaktadır (Burrus, 1962: 42; Cotterrell, 2018: 282):<br/><ol> <li>Eylem hâlinde hukuk ve yargısal olarak yaratılan hukuk anlayışı.</li> <li>Hukukun kendi içinde bir hedef olarak değil, toplumsal amaçlar için bir araç olarak anlaşılması. Böylece herhangi bir parçanın amacı ve etkisi için sürekli olarak incelenmesi ve her ikisinin ve birbirleriyle olan ilişkilerinin ışığında yargılanması gerekir.</li> <li>Hukuktan daha hızlı değişen toplum kavramı; böylece hukukun herhangi bir bölümünün hizmet etmek istediği topluma ne kadar uyduğunu belirlemek için sürekli olarak yeniden incelenmesi gerektiği olasılığı ortaya çıkar.</li> <li>Olan ile olması gerekenin hukuki araştırma için geçici olarak birbirinden ayrılması.</li> <li><em>Geleneksel hukuk kurallarına ve kavramlarına güvenmeyerek mahkemelerin ya da insanların gerçekte ne yaptığını açıklamaya çalışmak. Burada, mahkemelerin ne yapacağına dair genel tahminler olarak kurallara vurgu yapılır.</em></li> <li>Geleneksel kural formülasyonlarının mahkeme kararlarının üretiminde etkili tek faktör olduğu teorisine duyulan güvensizlik.</li> <li>Olguları ve davaları daha dar geçmişteki uygulamalardan daha dar bir biçimde sınıflandırmanın değerli olduğunu benimsemek. Belli bir örnekte hangi ölçütün kullanıldığını göstermek önemlidir.</li> <li>Hukukun herhangi bir bölümünün etkileri ve sonuçları açısından değerlendirilmesinde ısrar ve bu sonuçları tespit etmenin değerli olduğunu benimsemek.</li> <li>Bu maddeler doğrultusunda hukuk sorunlarına sürekli ve programlı saldırıda ısrar etmek.</li> </ol>"
  },
  {
    "id": "3113399",
    "unitNumber": 3,
    "text": "Yargıca düşen, hukukun teknik yorumunu yapmak değildir, yargıç hukukçularla birlikte dengeli bir çözüme ulaşabilmek için hangi sosyal çıkarların söz konusu olduğunu bulmaya çalışacaktır. Başka bir deyişle, yargıcın asıl görevi “sosyal inşa”dır. <br/>Yukarıdaki görüş aşağıdaki yaklaşımlardan hangisine ait olabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Amerikan Hukuk Realizmi",
      "B": "Marksist Yaklaşım",
      "C": "Eleştirel Hukuk Çalışmaları",
      "D": "Sosyolojik Yaklaşım",
      "E": "Tarih Okulu Yaklaşımı"
    },
    "explanation": "<strong>AMERİKAN HUKUKSAL REALİZM YAKLAŞIMI </strong><br/>Pound’a göre yargıca düşen, hukukun teknik yorumunu yapmak değildir, yargıç hukukçularla birlikte dengeli bir çözüme ulaşabilmek için hangi sosyal çıkarların söz konusu olduğunu bulmaya çalışacaktır. Başka bir deyişle, yargıcın asıl görevi “sosyal inşa”dır. Pound Amerikan Hukuk Realizmi yaklaşımının temsilcisidir."
  },
  {
    "id": "3113400",
    "unitNumber": 3,
    "text": "Eleştirel Hukuk Okulu kuramcıları arasında sayılamayacak hukuk kuramcısı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Duncan Kennedy",
      "B": "Karl Klare",
      "C": "Mark Tushnet",
      "D": "Wendell Holmes",
      "E": "David Trubek"
    },
    "explanation": "<strong>ELEŞTİREL HUKUK SOSYOLOJİSİ </strong><br/>Eleştirel Hukuk Çalışmaları (EHÇ), 1977 yılında toplanan bir konferansın ardından oluşmuş, kendiliğinden ve sistematik olmayan bir harekettir. Adını da bu tarihte toplanmış olan konferanstan almıştır. Bu anlamda, Eleştirel Hukuk Okulu, sistematik bir düşünce çizgisi etrafında toplanmış ve benzer iddialara sahip bir grup bilim insanının şekillendirdiği bir hareket olmaktan daha ziyade, hukukun toplumdaki işlevlerine ve yarattığı eşitsizliklerin sosyolojik, felsefi, politik ve edebî açılardan güçlü bir eleştirisine odaklanmış bir grup farklı akademisyenin görüşlerine dayanır. Dolayısıyla, Duncan Kennedy, Karl Klare, Mark Tushnet ve David Trubek gibi düşünürlerin sosyoloji, siyaset ve edebiyat kuramlarının bakış açılarından etkilenerek, liberal hukuk devletinin düşünce ve uygulamalarının eleştirisine odaklanarak hukukun kesinliği ve tarafsızlığı gibi konularda önemli argümanlar geliştirmişlerdir."
  },
  {
    "id": "3113401",
    "unitNumber": 3,
    "text": "Eleştirel hukuk çalışmalarının kuramsal fikirlerinin arka planında yer alması olası olmayan düşünsel yaklaşım aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Frankfurt okulunun eleştirel teorisi",
      "B": "Fransız postyapısalcılığı",
      "C": "Postmodernizm",
      "D": "Neo-Marxizm",
      "E": "Comte'un pozitivizmi"
    },
    "explanation": "<strong>ELEŞTİREL HUKUK SOSYOLOJİSİ</strong><br/>Eleştirel Hukuk Çalışmaları, kuramsal fikirlerini, Amerikan hukukçuluk geleneğine, Frankfurt okulunun eleştirel teorisine, neo-Marksist düşünce versiyonlarına, Fransız postyapısalcılığına (özellikle Michel Foucault’nun çalışmaları), postmodernizm ve yapısöküm yaklaşımlarına borçludur. Bununla birlikte bu akımlar genel olarak Comte'un pozitivizmi önemli eleştiriler getirmektedirler."
  },
  {
    "id": "3113402",
    "unitNumber": 3,
    "text": "Hukuk sosyolojisindeki teorik araştırmalara bakıldığında hangi bilim insanının yazılarına en az bir kez atıfta bulunulması gerektiği ifade edilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Timasheff",
      "B": "Dewey",
      "C": "Piaget",
      "D": "Maslow",
      "E": "Einstein"
    },
    "explanation": "Hukuk sosyolojisindeki teorik araştırmalara bakıldığında \"Timasheff\" adlı bilim insanının yazılarına en az bir kez atıfta bulunulması gerektiği ifade edilmektedir."
  },
  {
    "id": "3113403",
    "unitNumber": 3,
    "text": "Hukuk ve hukuk sosyolojisi arasındaki ilişkiye yönelik görüşler içinde hangisi günümüzde en çok kabul görenler arasında yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Timasheff'e göre \"Hukuk normları analitik, tarihsel ve teorik başlıklarıyla inceler. Hukuk sosyolojisi ise toplumdaki insan davranışlarını, yaygın olarak kabul edilen etik-hukuk normlarını etkilediği ölçüde inceler\"",
      "B": "Kelsen’e göre \"ünlü hukuka karşı konumlandırılmış bir hukuk sosyolojisi olasılığının inkârı\"",
      "C": "Erlich’e göre \"hukuk sosyolojisini hukuk disiplininin içine dâhil edilmesi\"",
      "D": "Gurvitch’e göre \"hukuk felsefesini hukuk sosyolojisine dâhil etme girişimi\"",
      "E": "Aristoteles’e göre \"hukuk disiplinine dayalı hukuk sosyolojisi biliminin öncülerinin çalışmalarının analiz edilmesi\""
    },
    "explanation": "Hukuk ve hukuk sosyolojisi arasındaki ilişkiye yönelik görüşler içinde Timasheff'e göre \"Hukuk normları analitik, tarihsel ve teorik başlıklarıyla inceler. Hukuk sosyolojisi ise toplumdaki insan davranışlarını, yaygın olarak kabul edilen etik-hukuk normlarını etkilediği ölçüde inceler\" günümüzde en çok kabul görenler arasında yer almaktadır."
  },
  {
    "id": "3113404",
    "unitNumber": 3,
    "text": "Timasheff, etik düzenleme kapsamında sosyal baskı ve sosyal denge kavramlarının bir uzantısı olarak \"etik\" hakkında hangi görüşü savunmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyal dengeyi, ahlaksal inandırma ya da herhangi bir güç veya bir iktidar sağlamıyorsa ve bu denge doğrudan sosyal baskı aracılığıyla gerçekleşiyorsa burada var olan düzenleme biçimi artık “gelenek”tir.",
      "B": "Hukukun gerçek sosyal kaynaklarını, hukuk türlerinin gelişimini, sosyallik biçimlerinin bir fonksiyonu olarak hukukun tezahürlerini ve sosyal gerçeklik düzeylerini inceler. Bu sorunlar ancak hukukun mikrososyolojisi dediğimiz yöntemle çözülebilir.",
      "C": "Hukuku, kendisini yaratan topluluk tipine ve hukuk sistemlerine göre analiz eder. Belirli grupların ve kapsayıcı toplumların hukuksal tipolojisinde bulunan gerçek kolektif birimlerin bir fonksiyonu olarak inceler.",
      "D": "Zaman içinde hukukun değişimi ve gelişimini ele alır. Belirli bir toplum türü içinde hukukun değişiminin, gelişiminin ve zayıflamasının eğilimleri ve faktörleri olarak düzenlilikleri inceler.",
      "E": "Hukukun herhangi bir bölümünün etkileri ve sonuçları açısından değerlendirilmesinde ısrar ve bu sonuçları tespit etmenin değerli olduğunu benimsemek."
    },
    "explanation": "Timasheff, etik düzenleme kapsamında sosyal baskı ve sosyal denge kavramlarının bir uzantısı olarak \"etik\" hakkında \"Sosyal dengeyi, ahlaksal inandırma ya da herhangi bir güç veya bir iktidar sağlamıyorsa ve bu denge doğrudan sosyal baskı aracılığıyla gerçekleşiyorsa burada var olan düzenleme biçimi artık “gelenek” görüşünü savunmuştur."
  },
  {
    "id": "3113405",
    "unitNumber": 3,
    "text": "Timasheff’e göre neden hukuk sosyolojisi, etik ve iktidar alanlarını birlikte incelemelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Timasheff’e göre, davranışa ilişkin olarak etik düzen ile zorlayıcı (emredici) düzenin bileşiminden oluşan hukuk, sosyolojik olarak ele alınmalıdır.",
      "B": "Hukuk, psikolojik olarak ele alınmalıdır.",
      "C": "Davranışa ilişkin olarak etik düzen ile zorlayıcı (emredici) düzenin bileşiminden oluşan hukuk, ekonomik olarak ele alınmalıdır.",
      "D": "Davranışa ilişkin olarak etik düzen ile zorlayıcı (emredici) düzenin bileşiminden oluşan hukuk, matematiksel olarak ele alınmalıdır.",
      "E": "Davranışa ilişkin olarak etik düzen ile zorlayıcı (emredici) düzenin bileşiminden oluşan hukuk, fizyolojik olarak ele alınmalıdır."
    },
    "explanation": "Timasheff’e göre hukuk sosyolojisi, etik ve iktidar alanlarını birlikte incelemelidir. Çünkü, \"davranışa ilişkin olarak etik düzen ile zorlayıcı (emredici) düzenin bileşiminden oluşan hukuk, sosyolojik olarak ele alınmalıdır\""
  },
  {
    "id": "3113406",
    "unitNumber": 3,
    "text": "Gurvitch’in “Hukuk Sosyolojisi” adlı kitabının önemli bir kısmı, hukuk sosyolojisi biliminin öncülerinin çalışmalarının analizine adanmıştır. Bunlar arasında hepsinin öncüsü denilebilecek bilim insanı hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hobbes,",
      "B": "Montesquieu,",
      "C": "Grotius,",
      "D": "Leibniz,",
      "E": "Aristoteles"
    },
    "explanation": "Gurvitch’in “Hukuk Sosyolojisi” adlı kitabının önemli bir kısmı, hukuk sosyolojisi biliminin öncülerinin çalışmalarının analizine adanmıştır. Bunlar arasında hepsinin öncüsü denilebilecek bilim insanı Aristoteles'tir."
  },
  {
    "id": "3113407",
    "unitNumber": 3,
    "text": "\"Zaman içinde hukukun değişimi ve gelişimini ele alır. Belirli bir toplum türü içinde hukukun değişiminin, gelişiminin ve zayıflamasının eğilimleri ve faktörleri olarak düzenlilikleri inceler\" ifadesinde Gurvitch hukuk sosyolojisinin hangi bölümüne vurgu yapılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Sistematik Hukuk Sosyolojisi (Mikro)",
      "B": "Oluşsal (Jenetik) Hukuk Sosyolojisi (Makro)",
      "C": "Hukuksal Tipoloji",
      "D": "Ayrımsal hukuk sosyolojisi",
      "E": "Parçalı hukuk sosyolojisi"
    },
    "explanation": "\"Zaman içinde hukukun değişimi ve gelişimini ele alır. Belirli bir toplum türü içinde hukukun değişiminin, gelişiminin ve zayıflamasının eğilimleri ve faktörleri olarak düzenlilikleri inceler\" ifadesinde Gurvitch hukuk sosyolojisinin \"Oluşsal (Jenetik) Hukuk Sosyolojisi (Makro)\" bölümüne vurgu yapılmıştır."
  },
  {
    "id": "3113408",
    "unitNumber": 3,
    "text": "1920’li ve 1930’lu yıllarda hangi kıtada hukuki ralizmin çok güçlü bir eğilim hâline geldiği bilinmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Asyada",
      "B": "Amerikada",
      "C": "Afrikada",
      "D": "Okyanusyada",
      "E": "Avrupada"
    },
    "explanation": "1920’li ve 1930’lu yıllarda Amerikada hukuki ralizmin çok güçlü bir eğilim hâline geldiği bilinmektedir."
  },
  {
    "id": "3113409",
    "unitNumber": 3,
    "text": "Realist hukukçular, Hukuk alanında sosyal gerçekliğe ağırlık ve önem vermek gerektiğini öne sürmüşlerdir. Realist okulun bu bakışı, onları hukuk dışındaki hangi bilimle ilgilenmeye yöneltmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Fizik",
      "B": "Coğrafya",
      "C": "Psikoloji",
      "D": "Kimya",
      "E": "Astronomi"
    },
    "explanation": "Realist hukukçular, Hukuk alanında sosyal gerçekliğe ağırlık ve önem vermek gerektiğini öne sürmüşlerdir. Realist okulun bu bakışı, onları hukuk dışındaki Psikolojiyle ilgilenmeye yöneltmiştir."
  },
  {
    "id": "3113410",
    "unitNumber": 3,
    "text": "Tek bir doktriner ilke kümesinden çok çeşitli fikirlerle yoğrulmuş, son derece heterojen ve kuşkucu düşünce okulu, hangi çalımaları doğurmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "Hukuk realizm çalışmaları",
      "B": "Eleştirel hukuk çalışmaları",
      "C": "Realist hukuk çalışmaları",
      "D": "Pragmatist huuk çalışmaları",
      "E": "Psikolojik hukuk çalışmaları"
    },
    "explanation": "Tek bir doktriner ilke kümesinden çok çeşitli fikirlerle yoğrulmuş, son derece heterojen ve kuşkucu düşünce okulu, Eleştirel hukuk çalışmalarını doğurmuştur."
  },
  {
    "id": "3113411",
    "unitNumber": 3,
    "text": "Eleştirel hukuk çalışamaları hangi yargıyı açık bir biçimde reddeder?",
    "correctAnswer": "A",
    "options": {
      "A": "Hukuk kesin, nesnel ve tarafsızdır",
      "B": "hukuka dair hiç bir şey, doğası gereği rasyonel, bilimsel ve tarafsız olamaz",
      "C": "Hukuk, zenginler ve iktidar sahibi olanlar lehine mevcut bulunan çelişkileri yansıtır",
      "D": "Hukuk profesyonellerinin hukuksal akıl yürütme biçimleri dahi, içinden çıktıkları toplumun eşitsizliklerine dair algılarını hukuka aktarır",
      "E": "Hukuk, objektif ve tarafsızdır"
    },
    "explanation": "Eleştirel hukuk çalışamaları, \"Hukuk kesin, nesnel ve tarafsızdır\" yargısını açık bir biçimde reddeder."
  },
  {
    "id": "3113412",
    "unitNumber": 4,
    "text": "Hukukun insanın kalbine yerleşmiş ve ona izleyeceği yolu, takınacağı tavrı gösteren akılcı ya da doğaüstü bir esin olduğu düşüncesine dayanan görüş aşağıdakilerin hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Marksist Anlayış",
      "B": "Tinselci Açıklama",
      "C": "Sosyolojik Anlayış",
      "D": "Psikolojik Anlayış",
      "E": "Toplumcu Anlayış"
    },
    "explanation": "\"Tinselci Açıklama\" konusuna bakılabilir.<br/>Birbirinden oldukça farklı olmakla birlikte sonuç itibarıyla aynı yönlendirici düşünceye, yani hukukun insanın kalbine yerleşmiş ve ona izleyeceği yolu, takınacağı tavrı gösteren akılcı ya da doğaüstü bir esin olduğu düşüncesine dayanan görüşlere \"Tinselci Açıklama\" denir."
  },
  {
    "id": "3113413",
    "unitNumber": 4,
    "text": "\"Birey ve toplum arasında yapılan sözleşme ile herkes rızasıyla haklarını topluma devrederek iktidara doğrudan katılmıştır.\" görüşü aşağıdaki düşünürlerden hangisine aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hobbes",
      "B": "Locke",
      "C": "Rousseau",
      "D": "Marx",
      "E": "Montesquieu"
    },
    "explanation": "\"Doğal Hukuk Anlayışı\" konusu okunabilir.<br/>Rousseau’ya göre, bir arada yaşamanın yararlarının etkisiyle toplum ve akabinde devlet ortaya çıkmış, böylece mülkiyet ilişkileri ile birlikte eşitsizlik ve çatışma<br/>söz konusu olmuştur. Böylece birey ve toplum arasında yapılan sözleşme ile herkes rızasıyla haklarını topluma devrederek iktidara doğrudan katılmıştır, bu nedenle C şıkkı doğru diğer şıklar uygun değildir."
  },
  {
    "id": "3113414",
    "unitNumber": 4,
    "text": "Hukuku her şeyden önce toplumsal bir olgu olarak ele alıp yerleşik toplum ve göçebe toplumlar bağlamında açıklayan İslam düşünürü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Farabi",
      "B": "İbn-i Rüşt",
      "C": "İbn-i Sina",
      "D": "İbn-i Haldun",
      "E": "Gazzali"
    },
    "explanation": "\"Sosyolojik Anlayış\" konusu okunabilir.<br/>Sosyoloji için olduğu gibi hukuk sosyolojisi açısından da uzak habercileri arasında yer alan İslam düşünürü İbn-i Haldun’un toplumsal kurallara ilişkin analizi dikkate değerdir. Özellikle hukuku her şeyden önce toplumsal bir olgu olarak ele alıp yerleşik toplum ve göçebe toplumlar bağlamında açıklayan İbn-i Haldun, toplumsal kuralları da doğal yasalar gibi neden-sonuç ilişkisi bağlamında ele almıştır."
  },
  {
    "id": "3113415",
    "unitNumber": 4,
    "text": "Aşağıdaki düşünürlerden hangisinin görüşlerinde devlet ve hukuk, toplumsal kolektif bilincin yansıtıcıları olarak yorumlanır ve hukukun bütünleştiricilik potansiyeli ve işlevi önemle vurgulanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Herbert Spencer",
      "B": "Émile Durkheim",
      "C": "Léon Duguit",
      "D": "Léon Borgeois",
      "E": "Max Weber"
    },
    "explanation": "\"Sosyolojik Anlayış\" konusu okunabilir.<br/>Durkheim’ın görüşlerinde devlet ve hukuk, toplumsal kolektif bilincin yansıtıcıları olarak yorumlanır ve hukukun bütünleştiricilik potansiyeli ve işlevi önemle vurgulanır. Durkheim, hukuk kurallarının esasen toplumsal bir olgu olarak dayanışmayı ifade eden simgeler bütünü olduğunu vurgulamıştır."
  },
  {
    "id": "3113416",
    "unitNumber": 4,
    "text": "Aşağıdaki düşünürlerden hangisine göre hukuk Batı toplumlarının rasyonelleşme sürecine katkı sağlayan en önemli unsurlardan biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Émile Durkheim",
      "B": "Herbert Spencer",
      "C": "Léon Borgeois",
      "D": "Max Weber",
      "E": "Léon Duguit"
    },
    "explanation": "\"Sosyolojik Anlayış\" konusu okunabilir.<br/>Weber, hukuku toplumun içindeki birleştirici bir güç olarak ele alır ve ona göre<br/>hukuk Batı toplumlarının rasyonelleşme sürecine katkı sağlayan en önemli unsurlardan biridir. Aynı zamanda Weber, Marksist analizin devlet ile kapitalizm arasındaki etkileşimin farkındadır. Weber’e göre de hukuk, ileri kapitalist toplumlara özgü hukuksal-akılcı tahakküm sisteminin kritik unsurlarından biridir."
  },
  {
    "id": "3113417",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Funk tarafından yapılan hukukun işlev sıralaması içinde yer alan kategorilerden biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Meşruiyet sağlamak",
      "B": "Gücü sınırsızca kullanmak",
      "C": "Toplumu düzenlemek",
      "D": "Bireyleri kontrol etmek",
      "E": "Toplumu ve bireyleri değiştirmek"
    },
    "explanation": "\"Hukukun İşlevlerinin Sınıflandırılması\" konusu okunabilir.<br/>Funk (1972) ise işlevleri genel bir sınıflamaya tabi tutarak hukukun yedi büyük işlevini tanımlamıştır. Hukukun çoğu işlevinin yedi ana kategoriden birine girdiği söylenebilir:<br/>1. Meşruiyet sağlamak<br/>2. Gücü dağıtmak-tahsis etmek<br/>3. Toplumu düzenlemek<br/>4. Bireyleri kontrol etmek<br/>5. Çatışma-ihtilafları çözmek<br/>6. Adalet dağıtmak<br/>7. Toplumu ve bireyleri değiştirmek"
  },
  {
    "id": "3113418",
    "unitNumber": 4,
    "text": "Hukuku diğer sistemlerle girdi-çıktı ilişkisi olan bütünleştirici toplumsal işlev olarak tanımlayan düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bredemeier",
      "B": "Parsons",
      "C": "Pound",
      "D": "Llewellyn",
      "E": "Luhmann"
    },
    "explanation": "\"Bireyleri Kontrol Etmek\" konusu okunabilir.<br/>Bredemeier, hukuku diğer sistemlerle girdi-çıktı ilişkisi olan bütünleştirici toplumsal işlev olarak tanımlar. Bu nedenle A şıkkı doğru diğer şıklar uygun değildir."
  },
  {
    "id": "3113419",
    "unitNumber": 4,
    "text": "Hukukun amacını insanların çıkarlarını korumak için en uygun koşulları oluşturmak şeklinde tanımlayan hukuk teorisi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Korumacı Hukuk Teorisi",
      "B": "Çıkar Teorisi",
      "C": "Faydacı Hukuk Teorisi",
      "D": "Kazandırıcı Hukuk Teorisi",
      "E": "Kompleks Hukuk Teorisi"
    },
    "explanation": "\"Adalet Dağıtmak\" konusu okunabilir.<br/>C şıkkı doğrudur, çünkü Faydacı hukuk teorisine göre hukukun en temel işlevi toplumda en büyük mutluluğun temin edilmesidir. Buna göre hukukun amacı adaleti gerçekleştirmek değil, ancak insanların çıkarlarını korumak için en uygun koşulları oluşturmaktır.<br/>Diğer şıklar uygun ifadeler değildir."
  },
  {
    "id": "3113420",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi hukukun düzenleyici işlevleri arasında yer almaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Karşılıklılık fikri",
      "B": "Süreklilik fikri",
      "C": "Rollerin tanımlanması fikri",
      "D": "Sorunların desteklenmesi fikri",
      "E": "Menfaatlerin denkleştirilmesi fikri"
    },
    "explanation": "\"Adalet Dağıtmak\" konusu okunabilir.<br/>Adaleti sağlama, hakların hak edenlere dağıtılmasını ifade etmektedir.<br/>Hukukun düzenleyici işlevi adaletin şeklî prensipleri olarak karşılıklılık fikri, süreklilik fikri, rollerin tanımlanması fikri ve menfaatlerin denkleştirilmesi fikri olmak üzere dört ana boyutta ifade edilebilir. Dolayısıyla D şıkkı doğru, diğer şıklar uygun değildir."
  },
  {
    "id": "3113421",
    "unitNumber": 4,
    "text": "Sistemin işleyişinin garantilenmesi ve gelecek tasarımı hukukun hangi işlevi sayesinde mümkün olabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hukukun bütünleştirici işlevi",
      "B": "Hukukun değişim işlevi",
      "C": "Hukukun yapılandırıcı işlevi",
      "D": "Hukukun çözümleyici işlevi",
      "E": "Hukukun kollayıcı işlevi"
    },
    "explanation": "\"Toplumu ve Bireyleri Değiştirmek\" konusu okunabilir.<br/>Hukukun değişim işlevi sayesinde sistemin işleyişinin garantilenmesi ve<br/>gelecek tasarımı da mümkün olmaktadır."
  },
  {
    "id": "3113422",
    "unitNumber": 4,
    "text": "Funk'a göre aşağıdakilerden hangisi hukukun işlevleri arasında sayılamaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Meşruiyet sağlamak",
      "B": "Gücü dağıtmak-tahsis etmek",
      "C": "Bireyleri kontrol etmek",
      "D": "Toplumun ve bireylerin aynı kalmasını sağlamak",
      "E": "Adalet dağıtmak"
    },
    "explanation": "Hukukun işlevlerini yedi grupta ifade edebiliriz: Meşruiyet sağlamak, gücü dağıtmak-tahsis etmek, toplumu düzenlemek, bireyleri kontrol etmek, çatışma-ihtilafları çözmek, adalet dağıtmak, toplumu ve bireyleri değiştirmek"
  },
  {
    "id": "3113423",
    "unitNumber": 4,
    "text": "Hukukun özellikle arzulanan ve sayıca kıt olan şeylerden başlayarak iktidar ve nüfuz gibi gayri maddi şeylerin dağıtımını düzenleme işlevi aşağıdakilerin hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Meşruiyet sağlamak",
      "B": "Gücü dağıtmak-tahsis etmek",
      "C": "Toplumu düzenlemek,",
      "D": "Çatışma-ihtilafları çözmek",
      "E": "Toplumu ve bireyleri değiştirmek"
    },
    "explanation": "Hukukun diğer bir önemli işlevi, yönetim gücünü toplumda tahsis etmektir (Funk, 1972). Böylece hukuk, özellikle arzulanan ve sayıca kıt olan şeylerden başlayarak iktidar ve nüfuz gibi gayrimaddi şeylerin dağıtımını da düzenler (Rehbinder, 1971)"
  },
  {
    "id": "3113424",
    "unitNumber": 4,
    "text": "Hakaret davaları örneğinde hukukun bireyleri kontrol etmek işlevini tartışan hangi hukukçu cezanın paraya çevrilmesinin toplumsal yanlışların engellenmesi ya da kontrolünden çok, ekonomik yaklaşımın yasalardaki etkisini gösterdiğini düşünmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Comte",
      "B": "Weber",
      "C": "Pound",
      "D": "Durkheim",
      "E": "Parsons"
    },
    "explanation": "Hakaret davaları örneğinde konuyu tartışan Pound, cezanın paraya çevrilmesinin toplumsal yanlışların engellenmesi ya da kontrolünden çok, ekonomik yaklaşımın yasalardaki etkisini gösterdiğini düşünmektedir."
  },
  {
    "id": "3113425",
    "unitNumber": 4,
    "text": "Hukukun toplumsal işlevlerinin neler olduğu sorusunun esasen aşağıdaki sorulardan hangisiyle daha çok ilişkili olduğu söylenebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hukuk toplum için neleri sağlamaktadır?",
      "B": "Hukuk toplum açısından nelere mal olmaktadır?",
      "C": "Hukuk toplumda neleri kısıtlamaktadır?",
      "D": "Hukuk bireysel anlamda neye mal olmaktadır?",
      "E": "Hukukun temeli neye dayanmaktadır?"
    },
    "explanation": "Hukukun toplumsal işlevlerinin neler olduğu sorusu esasen hukukun<br/>toplum için neleri sağlamakta olduğuna ilişkin bir sorudur."
  },
  {
    "id": "3113426",
    "unitNumber": 4,
    "text": "Hukuk'un esasen aşağıdakilerin hangisi ile şekillenmeye başladığı söylenebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "İlk resmi devletlerin kurulmasıyla",
      "B": "İlk insanın ortaya çıkışı ile",
      "C": "İnsanların ortak yaşama geçmeleriyle",
      "D": "Dinlerin ortaya çıkışı ile",
      "E": "Tarıma geçiş ile"
    },
    "explanation": "Hukukun doğuşu da toplumsal yaşamın tarihi ile koşut bir biçimde olmuştur. İnsanların, doğaları gereği ortak yaşama geçmeleriyle birlikte hukuk şekillenmeye başlamıştır.<br/>Diğer şıklar uygun değildir."
  },
  {
    "id": "3113427",
    "unitNumber": 4,
    "text": "Kuramları ya da yaklaşımları bakımından hukuk ve toplum ilişkisinin çözümlenmesine olanak sağlaması bakımından aşağıdaki bilim dallarından hangisinin hukuk ile daha güçlü bir bağının olduğu söylenebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ekonomi",
      "B": "Matematik",
      "C": "Biyoloji",
      "D": "Sosyoloji",
      "E": "Psikoloji"
    },
    "explanation": "Hukuk ve sosyoloji arasında her zaman yakın bir etkileşim söz konusu olmuş ve hukuk açısından da bu iş birliği yasalarla düzen verilecek olan toplumu<br/>daha iyi anlamaya katkı sağlamıştır. Böylece sosyoloji alanındaki kuramlar ya da yaklaşımlar hukuk ve toplum ilişkisinin çözümlenmesine olanak sağlarken hukukun dinamik kalmasında da etkili olmuştur."
  },
  {
    "id": "3113428",
    "unitNumber": 4,
    "text": "Aşağıdaki ekollerin hangisine göre hukuk kurallarının iyi insan üretmek için insan davranışının her yönünü kontrol etmesi gerektiği düşünülür?",
    "correctAnswer": "D",
    "options": {
      "A": "Hobbes",
      "B": "Rousseau",
      "C": "Karl Marx",
      "D": "Platon",
      "E": "Nietzsche"
    },
    "explanation": "Platoncu ekolde hukuk kurallarının iyi insan üretmek için insan davranışının her yönünü kontrol etmesi gerektiği düşünülür. Cicero’nun ifadesi bu anlayışın temel tezini betimler niteliktedir: Bu, doğaya uygun, herkesi kapsayan, değişmez, sonsuz, buyurarak ne yapmamız gerektiğini söyleyen ve yasaklamak suretiyle bizi kötülüğe karşı koruyan, aklın yolunu gösteren doğru bir yasadır"
  },
  {
    "id": "3113429",
    "unitNumber": 4,
    "text": "Aşağıdaki yaklaşımlardan hangisi hukuku mülkiyet ve kazancı güvence altına almak için var olmakla ve bu yönüyle yönetici sınıfın çıkarlarını korumakla eleştirmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Doğal Hukuk yaklaşımı",
      "B": "Tinselci yaklaşım",
      "C": "Marksist Yaklaşım",
      "D": "Tarih Okulu Yaklaşımı",
      "E": "Sosyolojik Yaklaşım"
    },
    "explanation": "Çatışma yaklaşımı temelinde eleştirel bir bakışla hareket eden Marksist anlayış devlet ve hukuk arasında ayrılmaz bir bağ olduğunu savunur. Karl Marx’a göre hukuk ve devlet birbirleri olmadan asla var olamazlardı. Bu anlayışın temel kabullerinden biri de doğal olarak devletin bir baskı aracı olmasıdır. Buna<br/>göre Marx’ın devlet ve hukuk hakkındaki yaklaşımı temel olarak araçsaldır. Hukuk sistemi, burjuva devletinin bir unsuru olduğu için sınıf baskısının<br/>araçlarından birine dönüşmüştür, mülkiyet ve kazancı güvence altına almak için vardır ve yönetici sınıfın çıkarlarını korur. Hukuk ve yasal sistem devlete egemen olan burjuvazinin ve kapitalizmin çıkarlarına hizmet işlevi görmektedir."
  },
  {
    "id": "3113430",
    "unitNumber": 4,
    "text": "Aşağıdaki yaklaşımların hangisine göre hukuk her şeyden önce toplumsal bir olgu olduğundan her an, ait olunan grubun dayattığı ve toplumsal ilişkileri belirleyen zorunlu kurallar bütünü olarak tanımlanabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Marksist Anlayış",
      "B": "Doğal Hukuk Anlayışı",
      "C": "Sosyolojik anlayış",
      "D": "Antik Çağ Anlayışları",
      "E": "Tarih Okulu Anlayışı"
    },
    "explanation": "Sosyolojik anlayış açısından hukuk, her şeyden önce toplumsal bir olgudur. Dolayısıyla hukuk, her an, ait olunan grubun dayattığı ve toplumsal ilişkileri<br/>belirleyen zorunlu kurallar bütünü olarak tanımlanabilir."
  },
  {
    "id": "3113431",
    "unitNumber": 4,
    "text": "I. Başlangıç noktası itibarıyla, hukukun düzen işlevinden önce tepki işlevi yer almaktadır.<br/>II. Hukukun bireyin davranışına ilişkin kontrol işlevi önleyici niteliktedir.<br/>III. Modern devletlerde anayasalar, yasal sistemin temel dokümanı<br/>olmanın yanında ulusal ruhu, bilinci yansıtan eğitsel belgeler olarak ele alınabilir. <br/>IV. Siyasal merkezli bir otorite anlamında devletin olmadığı toplumlarda hukukun sistemli bir şekilde geliştiği gözlemlenmiştir. <br/>Hukukun işlevlerine ilişkin olarak yukarıda belirtilenlerden hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "I,II,III",
      "B": "I,II,IV",
      "C": "I ve IV",
      "D": "II ve III",
      "E": "I,II,III ve IV"
    },
    "explanation": "I. Başlangıç noktası itibarıyla, hukukun <strong>tepki işlevinden önce düzen işlevi</strong> yer almaktadır.<br/>II. Hukukun bireyin davranışına ilişkin kontrol işlevi önleyici niteliktedir.<br/>III. Modern devletlerde anayasalar, yasal sistemin temel dokümanı<br/>olmanın yanında ulusal ruhu, bilinci yansıtan eğitsel belgeler olarak ele alınabilir. <br/>IV. Siyasal merkezli bir otorite anlamında devletin olmadığı toplumlarda hukukun sistemli bir şekilde <strong>gelişmediği</strong> gözlemlenmiştir."
  },
  {
    "id": "3113432",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi hukukun maddi olmayan toplumsal bir olgu olduğunu ifade etmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Weber",
      "B": "Durkheim",
      "C": "Marx",
      "D": "Simmel",
      "E": "Lindsey"
    },
    "explanation": "Durkheim’ın da açıkladığı üzere hukuk maddi olmayan toplumsal olgulardandır (Işıktaç ve Koloş, 2015). Doğru cevap B'dir."
  },
  {
    "id": "3113433",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Toplum ve hukuk arasındaki ilişki karşılıklıdır.</li> <li>Modern sosyoloji, tartışma götürmez bir biçimde hukuku toplumun bir<br/>işlevi olarak görmektedir.</li> <li>Hukuk, toplumun otomatik eyleminin bir ürünü olarak başlar ve zamanla toplumun sürekli büyümesinin ve mükemmelliğinin kaynağı hâline gelir.</li> </ol> Hukuk ve toplum ilişkisi ile ilgili yukarıdaki ifadelerden hangileri doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I ve II",
      "C": "II ve III",
      "D": "Yalnız I",
      "E": "Yalnız II"
    },
    "explanation": "Modern sosyoloji, tartışma götürmez bir biçimde hukuku toplumun bir işlevi olarak görmektedir (Ehrlich ve Isaac, 1922). Sosyolojik açıdan hukuk toplumun aynası konumundadır, toplumsal yaşamın hem girdisi hem de çıktısı olarak ele alınabilir (Can, 2011; Işıktaç ve Koloş, 2015). Toplum ve hukuk arasındaki ilişki karşılıklıdır. Bütün toplumlarda yasal düzenlemeler toplumsal bağlamda yerleşiktir (Dilcher, 2008). Hukuk, toplumun otomatik eyleminin bir ürünü olarak başlar ve zamanla toplumun sürekli büyümesinin ve mükemmelliğinin kaynağı hâline gelir. Toplum neredeyse onsuz var olamaz (Lindsey, 1908). Doğru cevap A'dır."
  },
  {
    "id": "3113434",
    "unitNumber": 4,
    "text": "İşlev teriminin kendisi bir dizi farklı kavrama uygulandığından işlevin farklı anlamlarından hangisinin kullanıldığının açıklığa kavuşturulması gerekmektedir.<br/>İşlev teriminin farklı kavramsallaştırmalarını analiz ederek altı ana anlamı belirlemiş olan teorisyen kimdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Weber",
      "B": "Lindsey",
      "C": "Nagel",
      "D": "Durkheim",
      "E": "Kelsen"
    },
    "explanation": "Elbette hukukun ne için var olduğunun belirlenmesi amacıyla temel meseleyi çerçevelemek üzere çeşitli terimler kullanılmıştır. Bununla birlikte hukukun işlevleri kavramsalı incelikli bir analize ve kullanıma imkân tanımaktadır. Bu bağlamda bu ifadenin yararlı olabilmesi için, öncelikle işlev teriminin kendisi bir dizi farklı kavrama uygulandığından işlevin farklı anlamlarından hangisinin kullanıldığının açıklığa kavuşturulması gerekmektedir. Nagel<br/>(1961) bu farklı kavramsallaştırmaları analiz ederek altı ana anlamı belirlemiştir. Doğru cevap C'dir."
  },
  {
    "id": "3113435",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi hukukun işlevlerini açıklamakta kullanılan tinselci yaklaşımlardan <u>değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Antik Çağ anlayışları",
      "B": "Orta Çağ anlayışı",
      "C": "Doğal hukuk anlayışı",
      "D": "Marksist anlayış",
      "E": "Tarih okulu"
    },
    "explanation": "Tinselci açıklama başlığı altında birbirinden oldukça farklı olmakla birlikte sonuç itibarıyla aynı yönlendirici düşünceye, yani hukukun insanın kalbine yerleşmiş ve ona izleyeceği yolu, takınacağı tavrı gösteren akılcı ya da doğaüstü bir esin olduğu düşüncesine dayanan görüşler yer alır. Bu anlayışlar Antik Çağ anlayışları, Orta Çağ anlayışı, doğal hukuk anlayışı ve tarih okulu olarak ifade edilebilir (Levy-Bruhl, 1991). Doğru cevap D'dir."
  },
  {
    "id": "3113436",
    "unitNumber": 4,
    "text": "<ul> <li>Temsilcileri arasında Hobbes, Locke ve Rousseau vardır.</li> <li>Buna göre devlet ve hukuk, insan tarafından ve sadece insani amaçların gerçekleştirilebilmesi için geliştirilmiştir.</li> <li>Tinselci yaklaşımlardandır.</li> </ul> Yukarıda özellikleri verilen hukukun işlevini açıklamaya yönelik yaklaşım hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Marksist anlayış",
      "B": "Ortaçağ anlayışı",
      "C": "Sosyolojik anlayış",
      "D": "Tarih okulu anlayışı",
      "E": "Doğal hukuk anlayışı"
    },
    "explanation": "Orta Çağ boyunca hukuk, akılcı ancak aynı zamanda Tanrısal hukuktan da nasibini almış bir kavram olarak görülmüştür. Bununla birlikte bu anlayış zamanla bir sekülerleşme süreciyle karşı karşıya kalmıştır (Levy-Bruhl, 1991). Bu sürecin gelişimiyle birlikte ortaya çıkan modern devlet anlayışı otoritenin ve işlevlerin Tanrı’dan ya da yüksek bir amaçtan çıkarsanamayacağı fikrine dayanır, dolayısıyla dinsel haklılaştırmaya başvurulmaz. Buna göre devlet ve hukuk, insan tarafından ve sadece insani amaçların gerçekleştirilebilmesi için geliştirilmiştir (Özlem, 2000). Doğa hukukçuları olarak da bilinen Hobbes, Locke ve Rousseau gibi düşünürler ise insanlığın, uygar ve devletli topluma geçmeden önce herkesin eşit haklara sahip olduğu bir doğa durumunda bulunduğu fikrinden hareket etmekteydiler. Doğru cevap E'dir."
  },
  {
    "id": "3113437",
    "unitNumber": 4,
    "text": "Hegemonya kavramsalı etrafında devlet ve hukuk arasında ilişkiye değinen teorisyene göre hukuk, bir yandan yönetici kesimin homojenliğini sağlamakta, öte yandan yönetici kesim için önemli bir şey olan toplumsal itaati gerçekleştirmektedir.<br/>Yukarıda sözü edilen teorisyen kimdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Marx",
      "B": "Gramsci",
      "C": "Levy-Bruhl",
      "D": "Hobbes",
      "E": "Locke"
    },
    "explanation": "Hegemonya kavramsalı etrafında devlet ve hukuk arasında ilişkiye değinen Gramsci’ye göre de hukuk, bir yandan yönetici kesimin homojenliğini sağlamakta, öte yandan yönetici kesim için önemli bir şey olan toplumsal itaati gerçekleştirmektedir. Doğru cevap B'dir."
  },
  {
    "id": "3113438",
    "unitNumber": 4,
    "text": "Durkheim'ın hukuk sosyolojisine ilişkin aşağıdakilerden hangisi <u>söylenemez?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Yaklaşımı temel olarak iş bölümü ve toplumsal dayanışmaya ilişkin analizine dayanır.",
      "B": "Hukuk kurallarının esasen toplumsal bir olgu olarak dayanışmayı ifade eden simgeler bütünü olduğunu vurgulamıştır.",
      "C": "Devlet ve hukuk, toplumsal kolektif bilincin yansıtıcıları olarak yorumlanır ve hukukun bütünleştiricilik potansiyeli ve işlevi önemle vurgulanır.",
      "D": "Modern toplumda toplumsal yaşamın giderek daha fazla rasyonelleştirilmiş<br/>oluşuna ilişkin analizleri bağlamında modern siyasal otoritenin temeli olarak hukukun rolünü irdeler.",
      "E": "Ahlaki inanç ve düşünceler hukukla somutlaşmaktadır."
    },
    "explanation": "Modern hukuk sosyolojisinin kurucusu olarak kabul edilen Weber ise modern toplumda toplumsal yaşamın giderek daha fazla rasyonelleştirilmiş oluşuna ilişkin analizleri bağlamında modern siyasal otoritenin temeli olarak hukukun rolünü deirdelemiştir. Diğer seçeneklerde Durkheim'ın hukuk sosyolojisi açıklanmaktadır. Doğru cevap D'dir."
  },
  {
    "id": "3113439",
    "unitNumber": 4,
    "text": "İşlevleri genel bir sınıflamaya tabi tutarak hukukun yedi büyük işlevini tanımlayan teorisyen kimdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Habermas",
      "B": "Durkheim",
      "C": "Llewellyn",
      "D": "Ehrlich",
      "E": "Funk"
    },
    "explanation": "Funk (1972) ise işlevleri genel bir sınıflamaya tabi tutarak hukukun yedi büyük işlevini tanımlamıştır. Hukukun çoğu işlevinin yedi ana kategoriden birine girdiği söylenebilir:<br/>1. Meşruiyet sağlamak<br/>2. Gücü dağıtmak-tahsis etmek<br/>3. Toplumu düzenlemek<br/>4. Bireyleri kontrol etmek<br/>5. Çatışma-ihtilafları çözmek<br/>6. Adalet dağıtmak<br/>7. Toplumu ve bireyleri değiştirmek<br/>Doğru cevap E'dir."
  },
  {
    "id": "3113440",
    "unitNumber": 4,
    "text": "_____________ ortaya çıkması ve gelişimiyle birlikte, hukukun toplumsal işlevlerinin<br/>kapsamı da genişlemiştir.<br/>Yukarıdaki cümlede boş bırakılan yere hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Modern devletin",
      "B": "Sosyal devlet anlayışının",
      "C": "Organik dayanışmanın",
      "D": "İnsan hakları anlayışının",
      "E": "Demokrasinin"
    },
    "explanation": "Sosyal devlet anlayışının ortaya çıkması ve gelişimiyle birlikte, hukukun toplumsal işlevlerinin kapsamı da genişlemiştir. Doğru cevap B'dir."
  },
  {
    "id": "3113441",
    "unitNumber": 4,
    "text": "Hukukun hangi işlevi hukuk hayatının hastalık hâlleri demek olan suçla, haksız fiiller, hukuka aykırı fiiller ya da aşikâr menfaat çatışmaları gibi sorunlarla ilgilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Anlaşmazlıkların giderilmesi işlevi",
      "B": "Bireyleri kontrol etme işlevi",
      "C": "Meşruiyet sağlama işlevi",
      "D": "Adalet dağıtma işlevi",
      "E": "Toplumu ve bireyleri değiştirme işlevi"
    },
    "explanation": "Llewellyn’e göre anlaşmazlıkların giderilmesi işlevi hukuk hayatının hastalık hâlleri demek olan suçla, haksız fiiller, hukuka aykırı fiiller ya da aşikâr menfaat çatışmaları gibi sorunlarla ilgilidir. Doğru cevap A'dır."
  },
  {
    "id": "3113442",
    "unitNumber": 4,
    "text": "Düzen olmadan toplumsal yaşamın sefalete dönüşeceğini ve hukukun bu düzeni sağladığını savunan ve birçok yönden kusurlu olsa bile mevcut herhangi bir yasal sistemin en azından düzen sağlama işlevini yerine getirdiği savunan düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "M. Weber",
      "B": "T. Hobbes",
      "C": "T. Maine",
      "D": "G. Gurvitch",
      "E": "E. Thompson"
    },
    "explanation": "Düzen olmadan toplumsal yaşamın sefalete dönüşeceğini ve hukukun bu düzeni sağladığını savunan ve birçok yönden kusurlu olsa bile mevcut herhangi bir yasal sistemin en azından düzen sağlama işlevini yerine getirdiği savunan düşünür T. Hobbes'tur."
  },
  {
    "id": "3113443",
    "unitNumber": 5,
    "text": "I. Teşkilat-ı Esasiye<br/>II. Islahat Fermanı<br/>III. Sened-i İttifak<br/>IV. Tanzimat Fermanı<br/>V. Kanun-i Esasi<br/>Osmanlı İmparatorluğu ve Millî Mücadele döneminde yapılan belli başlı değişikliklerin kronolojik sıralaması aşağıdakilerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "III-II-IV-I-V",
      "B": "II-III-I-V-IV",
      "C": "I-III-V-IV-II",
      "D": "IV-II-I-III-V",
      "E": "III-IV-II-V-I"
    },
    "explanation": "<strong>GİRİŞ </strong><br/>Osmanlı Devleti’nde modernleşme hareketlerinin anayasal gelişmeler açısından özel bir öneme sahip olduğu söylenebilir. Buradan hareketle bu bölümde Osmanlı İmparatorluğu’nda anayasacılık hareketleri, 1808 tarihli Sened-i İttifak belgesiyle başlatılmakta ve 1839 Tanzimat ve 1856 Islahat Fermanları, ilk Anayasa 1876 tarihli Kanun-i Esasi, İmparatorluktan Cumhuriyete geçişte geçiş dönemi anayasası olarak Millî Mücadele Dönemi’nde kabul edilen 1921 tarihli Teşkilat-ı Esasiye değerlendirilmektedir. Cumhuriyet Dönemi’nde belli başlı anayasal gelişmeler ise 1924, 1961 ve 1982 Anayasaları etrafında incelenmektedir."
  },
  {
    "id": "3113444",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sosyoekonomik politika tercihlerini anayasa hükmü haline getirerek, onlara bir ölçüde değişmezlik sağlayan ve iktidarların farklı politika uygulama imkanını azaltan anayasa çeşididir?",
    "correctAnswer": "A",
    "options": {
      "A": "Maddi anayasa",
      "B": "Katı anayasa",
      "C": "Nötr anayasa",
      "D": "Çerçeve anayasa",
      "E": "Kazuistik anayasa"
    },
    "explanation": "Anayasa Türleri<br/>Maddi anayasa - Yöntemsel anayasa: Belli sosyoekonomik politika tercihlerini anayasa hükmü hâline getirerek, onlara bir ölçüde değişmezlik sağlayan ve iktidarların <em>farklı politikalar uygulama imkânını azaltan </em>anayasalar maddi anayasa olarak nitelendirilir. Örneğin, bütün hükûmetlerin sosyalist ekonomik modeli uygulamasını zorunlu tutan anayasalar bu niteliktedir. Buna karşılık yöntemsel anayasa ise demokratik bir sistemde iktidarın el değiştirmesi ve kullanılmasına ilişkin kuralları koymakla yetinerek <em>uygulanacak politikaları iktidarlara bırakan </em>bir anayasadır."
  },
  {
    "id": "3113445",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi oy hakkının genişlemesi suretiyle geniş kitlelerin siyasal sürece katılması sonucu anayasada değişiklik yapılmasına neden olan toplumsal dinamiklerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yeni bir devlet kurulması",
      "B": "Teknolojik gelişmeler",
      "C": "Siyasal değişiklikler",
      "D": "Ekonomik değişim",
      "E": "Ülkede ihtilal olması"
    },
    "explanation": "<strong>Toplumsal Değişme ve Anayasalar </strong><br/><em>Sosyal, ekonomik ve siyasal faktörler: </em>Sosyal ve siyasal faktörler, bir ülkede çeşitli alanlarda değişik gruplar arasındaki farklılaşmaları etkilemektedir ve bu farklılaşmalardan kaynaklanabilmektedir. Ekonomik faktörler, bir ülkenin genel ekonomik koşullarından (üretim, dağıtım, paylaşım, tüketim ilişkileri) doğmaktadır. Anayasal değişmeyi doğrudan ya da dolaylı olarak etkileyen faktörlerin başlıcaları sosyal, ekonomik ve siyasal niteliğe sahiptir. Anayasacılık tarihinin dönüm noktalarından birisini oluşturan liberal anayasal sistemlerin demokratikleşmesinde; oy hakkının genişlemesi suretiyle geniş kitlelerin siyasal sürece katılması ve refah devletinin gelişmesi en önemli faktörler olarak karşımıza çıkmaktadır. Ayrıca parlamentarizmin gelişmesi, federal ilişkilerdeki değişmeler ve siyasal partiler ile organize büyük sosyal grupların giderek önem kazanması da anayasaları etkileyen faktörler arasında yer alır. Farklı toplumsal gruplar arasındaki statü farklılıklarını belirleyen sosyal ve ekonomik faktörler, bu grupları, siyasal ilişkilerin yeniden düzenlenmesini talep etmeye yöneltebilmektedir. Ekonomik güç değişmeleri de benzer sonuçlar doğurabilmektedir. Toparlayacak olursak toplumdaki sosyal, siyasal ve ekonomik olaylar anayasalar aracılığıyla düzenlenebilmektedir. Aynı zamanda anayasalar sosyal, siyasal ve ekonomik olayların etkisi altında şekillenebilmektedir."
  },
  {
    "id": "3113446",
    "unitNumber": 5,
    "text": "<ol type=\"I\"><br/><li>Kanun-i Esasiye</li><br/><li>Sened-i İttifak</li><br/><li>Teşkilatı Esasiye</li><br/><li>Islahat Fermanı</li><br/><li>Tanzimat Fermanı</li><br/></ol><br/>Yukarıdakilerden hangileri yazılı anayasa öncesi dönemde düzenlenen belgeler arasında yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "I-II-III",
      "B": "II-IV-V",
      "C": "III-IV-V",
      "D": "II-III-IV",
      "E": "I-III-V"
    },
    "explanation": "<strong>TÜRKİYE’DE TOPLUMSAL DEĞİŞME VE ANAYASAL GELİŞMELER (İMPARATORLUK DÖNEMİ) </strong><br/>Yazılı anayasa öncesi dönemde düzenlenen belgeler: II. Sened-i İttifak, IV. Islahat Fermanı ve V. Tanzimat Fermanı'dır. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3113447",
    "unitNumber": 5,
    "text": "Sened-i İttifak'ın kabulunün hattı humayun onayı kim tarafından gerçekleştirilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Alemdar Mustafa Paşa",
      "B": "Abdülmecid",
      "C": "II. Abdülhamit",
      "D": "II. Mahmut",
      "E": "III. Selim"
    },
    "explanation": "<strong>Hukuk Devletine Yönelişin İlk Adımı: Sened-i İttifak </strong><br/>Sened-i İttifak’ın kabulüne odaklanıldığında Sadrazam Alemdar Mustafa Paşa başkanlığında bir tarafta âyanların, diğer tarafta devletin ileri gelenlerinin arasında 29 Eylül 1808’de Kağıthane’de “meşveret-i amme” denilen büyük bir toplantı yapıldığını belirtmek gerekir. Toplantıda varılan kararlar “Sened-i İttifak” adı verilen bir belgede toplanır. 25 kişi tarafından bu şekilde imzalanan Sened-i İttifak onay için Padişaha sunulur. Padişah İkinci Mahmud Sened-i İttifak’ı bir “<strong><em>hattı humayun</em></strong>” ile onaylar. Dolayısıyla, padişah, bir Hatt-ı Hümayun ile Sened-i İttifakı onaylamış bağlayıcı bir hukuki belge hâline getirmiştir (Gözler, 2018: 20-21)."
  },
  {
    "id": "3113448",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>İktidar kendi kendini sınırlamıştır. </li> <li>Ayanların veraset hakları kabul edilmiştir.</li> <li>Müslüman olmayanların kamu hizmeti yapabilmesi</li> <li>Kişi dokunulmazlığı kabul edilmiştir. </li> <li>Sadrazamın keyfi eylemlerinin engellenmesi</li> </ol> Yukarıdakilerden hangileri Tanzimat Fermanı içeriğinde yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "II-III",
      "C": "III-IV",
      "D": "I-IV",
      "E": "I-III- IV"
    },
    "explanation": "<strong>Modernleşmeyi Sosyal Hayatın Farklı Alanlarına Yaymayı Amaçlayan Bir Belge: Tanzimat Fermanı </strong><br/>“Tanzimat (restauration), askeri ve teknik olarak başlayan Batılılaşmanın siyasi-hukuki bir şekil alması demektir. Ancak modern devlet anlayışına uygun devlet daireleri daha II. Mahmud zamanında kurulmaya başlamıştı. Bâbıâli ve nezaretlerin temelleri o zaman atılmış bulunuyordu. Fakat bunun sistemli bir ilkeye bağlı olarak uygulanması ve bütün vatandaşların eşit haklara sahip olduklarını gösteren bir devlet zihniyeti halinde ifadesi Tanzimat’la mümkün olmuştur” (Ülken, 1979: 36). Tanzimat, III. Selim’in başlattığı ve II. Mahmud’un geliştirdiği reform girişimlerinde yeni bir aşamayı yansıtmaktadır. Tanzimat Fermanı ile reform girişimleri ordu ve maliye alanından bürokrasiye, eğitim, hukuk ve yargıya yayılmıştır (Pamuk, 2007: 200-201). Batılılaşma adı altında gelen yenilikler, “mal emniyeti”, “servetlerin müsadere edilememesi” gibi, Osmanlı mülkiyet sistemini hukuken değiştiren, <strong><em>tebaa </em></strong>arasında eşitlik, kardeşlik, vs. gibi bazı değerlerin (laikliğe doğru da adım atarak) kabul edildiği Gülhane Hattı Hümayunu, 1839’da toplar atılarak büyük bir merasimle ilan edilmiştir (Küçükömer, 2007: 34). <br/>Tanzimat Fermanı’nın bir hukuk belgesi ya da kaynağı sayılabilmesi noktasında birbirine karşıt görüşler hâkimdir. Bir görüş Tanzimat Fermanı’nı anayasal nitelik taşıyan bir belge olarak nitelendirirken, farklı bir görüş Tanzimat Fermanı’nın anayasal bir nitelik taşımadığını iddia etmektedir. Bu bakımdan belgenin hukuki niteliğini netleştirme <br/>Tanzimat Fermanı’nın içeriğine baktığımızda <em>devlet yönetimine (yasama, yürütme ve yargı faaliyetleri) ilişkin ilkeleri </em>şöyle sıralayabiliriz: Tanzimat Fermanı’nın devlet yönetimiyle ilgili en önemli ilkesi, iktidarın kendi kendini sınırlamasıdır. Buna göre, kamusal alan yeni kanunlarla düzenlenecek ve keyfi işlemlere izin verilmeyecektir. Bütün işlemlerin kanunlara uygun olarak yürütülmesi sağlanacak, buna uymayan görevliler cezalandırılacaktır. Keyfi cezalara son verilecek, mahkemelerde duruşmaların aleni olması sağlanacak, yargı kararı olmadıkça kimseye ceza verilmeyecektir. Devlet harcamalarının finansmanı için vergi toplanacaktır. Devletin askerî ve diğer harcamaları kanunla düzenlenecek ve sınırlanacaktır. Kanunların hazırlanmasında yeni bir yöntem benimsenmiştir. Buna göre kanunlar, yetkili kurullar (Meclisi Ahkâmı Adliye ve Babı Seraskeri Darı Şurası) tarafından serbestçe görüşülerek kararlaştırıldıktan sonra Padişah tarafından onaylanarak yürürlüğe sokulacaktır. Tanzimat Fermanı’nın devlet yönetimi alanındaki bir diğer önemli ilkesi de eşit muamele yükümlülüğüdür. Buna göre, Tanzimat Fermanı ile getirilen haklardan din ayrımı gözetilmeksizin devletin bütün uyrukları yararlanacaktır. Tanzimat Fermanı’nda <em>hak ve özgürlüklere ilişkin ilkeler </em>şunlardır: Kişi dokunulmazlığı ve güvenliği kabul edilmiştir. Buna göre, kimse, kanun dışı nedenlerle suçlanmayacak ve cezalandırılmayacaktır (kanunsuz suç ve ceza olmaz ilkesi). Herkesin adil ve aleni yargılanma hakkı vardır. Kimsenin şeref, haysiyet ve namusuna dokunulmayacaktır. Cezalar şahsi olup mirasçılara intikal etmeyecektir (cezaların şahsiliği ilkesi). Kişilerin mal güvenliği kabul edilmiştir. Buna göre, herkes mal ve mülkünde serbestçe tasarrufta bulunabilecektir (mülkiyet hakkı). Kimsenin malı müsadere (el koyma) edilmeyecektir. Herkesten ancak emlak ve kazancına (mali gücüne) göre vergi alınacak ve vergide adalet sağlanacaktır. Ömür boyu askerlik uygulamasına son verilecek ve askerlik ödevi, dört veya beş yıl süreli olarak adil bir şekilde yeniden düzenlenecektir (Ergül, 2019: 176). <br/>konusunda bir uzlaşmanın sağlanmadığı söylenebilir. Bir yaklaşıma göre Tanzimat Fermanı, tebaa-devlet ilişkileri ile kamu gücünün kullanılmasına yönelik kurallar getiren, iktidarın kendini sınırlamasını temsil eden, geri çekilene kadar bağlayıcılığı olan, modern anlamda anayasa olmasa bile anayasal nitelik ya da değere sahip bir berattır. Ferman bir yönüyle anayasal özellikler göstermektedir. Ancak bu yönünü öne çıkarabilmek için Ferman ile ilgili karşılaştırmalarda 19. yüzyıl anayasalarının esas alınması gerekir. 19. yüzyıl anayasalarının ortak yanının hükümdarın hak ve yetkilerini sınırlandırması özelliğinin Tanzimat Fermanı için de geçerli olduğu söylenebilir. Ayrıca Ferman’a anayasa niteliğini veren hususları şöyle sıralamak mümkündür: Hükümdarın ve hükûmetin keyfi işlerine son verilmesi, halkın doğal haklarının eşit olarak tanınması, Meclis-i Ahkâm-ı Adliye’nin yasa hazırlama ve devlet giderlerini denetleme ile görevlendirilmesi, padişah ve devlet ileri gelenlerinin halk önünde ant içmesi, Ferman’ın mahkemelerde tescil edilmesi, aykırı uygulamaların yasaklanması. Karşıt görüşe göre ise Ferman anayasal nitelik taşıyan belgelerin biçimsel özelliklerine (bölümler, maddeler, sistematik) sahip değildir. Özü bakımından da devletin kuruluş ve işleyişi, devlet-birey ilişkileri ile ilgili kurallardan yoksundur(Tanör, 2004: 92 - 93). <br/>Tanzimat Fermanı ile Osmanlı devlet düzeninde ilk kez bir padişah kendi iradesiyle kendi yetkilerini ve iktidarını sınırlamıştır. Ancak yaptırım olarak subjektif ve manevi bir desteğe, ant içmeye dayanması onun tek yanlı niteliğinden doğmaktadır. Şunu da belirtmek gerekir ki mutlakiyetçi bir sistem ve geleneksel bir ortamda hükümdarın, uyruklarına birtakım sözler verip bunları yerine getireceğine yemin etmesi önemli bir bağlanmadır (Bozkurt, 2018: 101)."
  },
  {
    "id": "3113449",
    "unitNumber": 5,
    "text": "Osmanlı-Türk Anayasacılığında en keskin dönüm noktası olan anayasa aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "1909 Kanun-i Esasi",
      "B": "1921 Teşkilat-ı Esasiye",
      "C": "1924 Anayasası",
      "D": "1961 Anayasası",
      "E": "1982 Anayasası"
    },
    "explanation": "<strong>İmparatorluktan Cumhuriyete Geçiş Sürecinin Anayasası: 1921 Teşkilat-ı Esasiye </strong><br/>1921 tarihli Teşkilat-ı Esasiye Kanunu, Osmanlı- Türk Anayasacılığında en keskin dönüm noktasıdır. Bu anayasa kısalığını kat kat aşan büyük öneme sahiptir. Bu anayasanın ortaya çıkmasında 1918 sonlarındaki siyasal-anayasal çöküş oldukça etkili olmuştur (Tanör, 2004: 225)."
  },
  {
    "id": "3113450",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Yasama yetkisi ve yürütme erki Büyük Millet Meclisinde belirir ve onda toplanır.</li> <li>Meclis, Hükümeti her zaman denetleyebilir ve düşürebilir ancak hükümetin meclisi feshetme yetkisi bulunmamaktadır.</li> <li>Büyük Millet Meclisi yürütme yetkisini ancak Cumhurbaşkanı ve Bakanlar Kurulu eliyle kullanabilir.</li> <li>Bakanlar Kurulu, Hükümetin genel politikasından birlikte sorumludur.</li> <li>Başbakan, Cumhurbaşkanınca meclis üyeleri arasından tayin olunur. Yukarıdakilerden hangileri 1924 Anayasası’nın meclis hükümetine benzeyen hükümleri arasında yer almaktadır?<br/></li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "I-II",
      "B": "II-III",
      "C": "III-IV",
      "D": "IV-V",
      "E": "I-V"
    },
    "explanation": "<strong>Cumhuriyet Döneminin İlk Anayasası: 1924 Anayasası </strong><br/>1924 Anayasası’nın meclis hükûmetine benzeyen hükümleri şunlardır: <br/>1) Türk Milletini ancak TBMM temsil eder ve Millet adına egemenlik hakkını yalnız o kullanır (m. 4). <br/>2) Yasama yetkisi ve yürütme erki Büyük Millet Meclisinde belirir ve onda toplanır (m. 5). <br/>3) Meclis, Hükümeti her zaman denetleyebilir ve düşürebilir (m. 7). Ancak Hükümetin Meclisi feshetme yetkisi bulunmamaktadır."
  },
  {
    "id": "3113451",
    "unitNumber": 5,
    "text": "<ol type=\"I\"><br/><li>Otorite beklentisinin yüksek olması</li><br/><li>Askeri müdahalelerin ürünü olması</li><br/><li>Referanduma sunularak kabul edilmiş olması</li><br/><li>Meclis başkanlığı seçiminde salt çoğunluk aranması</li><br/><li>Kurucu Meclis tarafından hazırlanması</li><br/></ol><br/>Yukarıdakilerden hangileri 1961 ve 1982 Anayasalarının ortak özellikleri arasında yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "I-III-V",
      "B": "I- II-IV",
      "C": "II-III-V",
      "D": "II-III-IV",
      "E": "I-II-III"
    },
    "explanation": "<strong>1982 Anayasası </strong><br/>1961 ve 1982 Anayasaları yapılış ve yöntemleri bakımından şu ortak özelliklere sahiptir: <br/>II. Askerî müdahalelerin ürünü olmak <br/>III. Referanduma sunularak kabul edilmiş olmak<br/>V. Asker ve sivillerden oluşan seçimlerle oluşmamış Kurucu Meclisler tarafından hazırlanmak"
  },
  {
    "id": "3113452",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Osmanlı-Türk anayasacılığının dönüm noktasıdır.</li> <li>Çok partili hayata geçilmiştir.</li> <li>27 Mayıs askeri müdahalesinin ürünüdür.</li> <li>Ulusal devletin kuruluşu tamamlanmıştır.</li> <li>Meşruti monarşi anayasası niteliğindedir.</li> </ol> Yukarıdakilerden hangileri 1924 Anayasasının özellikleri arasında yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II-III",
      "B": "III-IV-V",
      "C": "I-III-V",
      "D": "II-III-IV",
      "E": "I-II-IV"
    },
    "explanation": "<strong>Cumhuriyet Döneminin İlk Anayasası: 1924 Anayasası </strong><br/>Geçiş döneminin ardından artık yeni bir anayasaya ihtiyaç duyulmuştur. Hâlen yürürlükte olduğu kabul edilen 1876 Kanun-i Esasi ikili bir anayasa sistemi yaratıyordu (Sevinç, 2012: 21). Geçiş döneminden başarıyla çıkılmasından sonra devletin temel kuruluşunu, toplumun ve bireylerin konumunu ve haklarını belirleyecek yeni bir yapılanma ihtiyacı ortaya çıkmıştır. İkili Anayasalı durumuna da son verilmesi gerekiyordu. Bu bakımdan yeni meclisin, yeni devletin yeni anayasasını yapma biçimindeki tarihsel görevle karşı karşıya kaldığı söylenebilir (Tanör, 2004: 290). Dolayısıyla saltanatın ve halifeliğin kaldırılması ve cumhuriyetin ilanının ayrıntılı bir anayasa yapma gereksinimini artırdığı söylenebilir (Akşin, 2011: 194). Bu koşullarda II. Türkiye Büyük Millet Meclisi kendi içerisinde bir Anayasa Komisyonu kurmuştur. Hazırlanan Anayasa metni mecliste yapılan görüşmeler sonucu 20 Nisan 1924 tarihinde kabul edilmiştir (Anayurt: 2018: 116). <br/>1924 Anayasası’nın içeriğine baktığımızda şunları söyleyebiliriz: “Anayasa’nın hiçbir maddesi hiçbir sebep ve bahane ile savsanamaz ve işlerlikten alıkonamaz. Hiçbir kanun Anayasa’ya aykırı olamaz” hükmüyle anayasanın üstünlüğü ilkesini benimsemiştir. Bununla birlikte, kanunların anayasaya uygunluğunun yargısal denetimine yer vermemiştir. Ayrıca Anayasa’da “Türkiye Devleti bir Cumhuriyettir” hükmünün değiştirilemeyeceği ve değiştirilmesinin teklif dahi edilemeyeceği hükme bağlanmıştır. 1924 Anayasası meclis hükûmeti ile parlamenter sistem arasında karma bir hükûmet sistemi kurmuştur. Bu sistem “Kuvvetler Birliği ve Görevler Ayrılığı Sistemi” olarak nitelendirilmektedir (Ergül, 2019: 183). <br/>Anayasanın değiştirilmesi Türkiye Büyük Millet Meclisi üye tam sayısının üçte ikisinin çoğunluğuyla mümkündür. Anayasa’ya göre Türkiye Büyük Millet Meclisi, millet iradesinin bizzat kendisidir. Türkiye Büyük Millet Meclisi üzerinde hiçbir güç yoktur. Nitekim Anayasa, Türkiye Büyük Millet Meclisinin iradesini denetleyebilecek herhangi bir denetim organına yer vermemiştir. Bu nedenle anayasanın çoğunlukçu demokrasi anlayışına dayandığına herhangi bir kuşku yoktur. Egemenlik, herhangi bir kayıt ve koşula bağlı olmaksızın millete aittir. Millet bu egemenliği onun tek ve gerçek temsilcisi olan Türkiye Büyük Millet Meclisi aracılığıyla kullanacaktır. Yasama-yürütme ilişkileri açısından bakıldığında karma (melez, hibrit) bir hükûmet sistemine yer verilmiştir. Başka bir söyleyişle ne tam bir parlamenter sistemden ne de tam bir meclis hükûmeti sisteminden söz edilebilir. Her iki hükûmet sisteminin de bariz özelliklerini görmek mümkündür (Anayurt, 2018: 116-117). <br/>1924 Anayasası’nın meclis hükûmetine benzeyen hükümleri şunlardır: <br/>1) Türk Milletini ancak TBMM temsil eder ve Millet adına egemenlik hakkını yalnız o kullanır (m. 4). <br/>2) Yasama yetkisi ve yürütme erki Büyük Millet Meclisinde belirir ve onda toplanır (m. 5). <br/>3) Meclis, Hükümeti her zaman denetleyebilir ve düşürebilir (m. 7). Ancak Hükümetin Meclisi feshetme yetkisi bulunmamaktadır. <br/>1924 Anayasası’nın parlamenter sisteme benzeyen hükümleri ise şunlardır: <br/>1) Büyük Millet Meclisi, yasama yetkisini kendisi kullanırken (m. 6), yürütme yetkisini ancak Cumhurbaşkanı ve Bakanlar Kurulu eliyle kullanabilir (m. 7). <br/>2) 1924 Anayasası ile (m. 44) hükûmetin kurulması konusunda parlamenter sisteme benzeyen bir mekanizma öngörülmüştür. Buna göre “Başbakan, Cumhurbaşkanınca Meclis üyeleri arasından tayin olunur. Öteki bakanlar Başbakanca seçilip tamamı Cumhurbaşkanınca onandıktan sonra Meclise sunulur. Meclis toplanık değilse sunma işi Meclisin toplanmasına bırakılır. Hükümet tutacağı yolu ve siyasi görüşünü en geç bir hafta içinde Meclise bildirir ve ondan güven ister.” <br/>3) Parlamenter hükûmet sisteminin unsurlarından birisi olan hükûmetin siyasi sorumluluk kuralı da 1924 Anayasası’nın “Bakanlar Kurulu, Hükümetin genel politikasından birlikte sorumludur” (m. 46) hükmüyle kabul edilmiştir (Atar, 2019: 44 - 45). <br/>1924 Anayasası yargı yetkisinin Millet adına usul ve kanuna göre bağımsız mahkemeler tarafından kullanılmasını öngörmüştür. Anayasa ayrıca mahkemelerin bağımsızlığı ilkesi, hâkimlik teminatı ve yargılamanın açıklığı kuralına da yer vermiştir (Atar, 2019: 45). 1924 Anayasası’nda temel hak ve hürriyetlere de yer verilmektedir. 1924 Anayasası temel hak ve hürriyetlerin kökeni ve sınırları konusunda “tabii hak anlayışı”nı benimsemiştir. Anayasa’ya göre <br/>“Her Türk hür doğar, hür yaşar. Hürriyet, başkasına zarar vermeyecek her şeyi yapabilmektir. Tabii haklardan olan hürriyetin herkes için sınırı başkalarının hürriyetinin sınırıdır. Bu sınırı ancak kanun çizer (m. 68). Anayasa yapıldığı dönemde Batı anayasalarında da tam olarak görülmeyen sosyal haklar dışındaki kişi hak ve hürriyetlerini genel olarak düzenlemekle birlikte, Meclisçe yapılacak sınırlamaların ölçüsünü belirlememiştir. Bu ise Meclis çoğunluğunun hakları aşırı bir şekilde sınırlamasını mümkün hâle getirmekteydi. Anayasa’da düzenlenen hak ve hürriyetler şunlardır: Eşitlik ilkesi (m. 69), kişi hürriyeti ve kişi güvenliği (m. 72), işkence, eziyet, müsadere ve angarya yasağı (m. 73), din ve vicdan hürriyeti (m. 75), konut dokunulmazlığı (m. 76), basın hürriyeti (m. 77), seyahat hürriyeti (m. 78), sözleşme hürriyeti, çalışma hürriyeti, mülkiyet hakkı, toplanma hürriyeti, dernek ve şirket kurma hakkı (m. 82), eğitim ve öğretim hürriyeti (m. 80), haberleşmenin gizliliği (m. 81), dilekçe hakkı (m. 82), kanuni hâkim güvencesi (m. 83), vergi ödevi (m. 84), seçme ve seçilme hakkı (m. 10-11), vatandaşlık hakkı (m. 88), devlet memurluğuna girme hakkı (m. 92) (Atar, 2019: 45 - 46). <br/>Ana hatlarıyla liberal-demokratik bir düzen için elverişli bir çerçeve sağlamış olmakla birlikte, 1924 Anayasası’nın arkasında yatan felsefenin liberal anayasacılıkla bağdaşmayan yönlerinin de bulunduğu açıktır. Anayasanın felsefi arka planında genel iradenin yanılmazlığı varsayımına dayanan ve tekçi bir tasavvur geliştiren Rousseaucu düşünce yatmaktadır. Birlik-bütünlük, millî dayanışma ve toplumsal kesimlerin tek bir ulusal çıkar etrafında bütünleşmeleri anlayışı üstündeki vurgu, kuvvetler ayrılığı anlayışının gelişimini zorlaştırmıştır (Erdoğan, 2011: 77). 1921 ve 1924 Anayasaları Türkiye tarihinde Türkiye Büyük Millet Meclisi tarafından yapılan ilk ve son anayasalardır. 1924 Anayasası, 1921 Anayasası ile başlayan sıçramayı belgelemiş ulusal, laik ve demokratik bir devletin temellerini atmıştır (Bozkurt, 2018: 124). <br/>Ulusal devletin kurulması aşamasında, 1924 Anayasasını yer yer başkalaştıran ya da değiştiren üç ana faktör grubu olmuştur; bunlardan birincisi 1925-1945 arasındaki “Tek Parti Rejimi” olgusudur. Bu oluşum anayasal pratiği büyük ölçüde etkilemiştir. İkinci büyük gerçeklik, bu rejimle eş zamanlı olarak yaşanan reformlar dizisidir. Bunların da siyasal ve anayasal rejim üzerinde önemli etkileri olacaktır. Üçüncüsü ise doğrudan anayasa değişiklikleridir ki tek parti rejimi gibi işleyişin yaşanma"
  },
  {
    "id": "3113453",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi \"hukuk kurallarının belli bir hiyerarşi içinde yapılanması\" ifadesine karşılık gelmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Normatif sistem.",
      "B": "Akılcı sistem.",
      "C": "Eşitlikçi sistem.",
      "D": "Olgusal sistem.",
      "E": "Bürokratik sistem."
    },
    "explanation": "Giriş bölümünde incelenebilir.<br/>Normatif sistem doğru yanıttır."
  },
  {
    "id": "3113454",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi anayasanın en üst düzeydeki hukuk kuralı sayılmasını ifade eden kavramdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Normlar hiyerarşisi.",
      "B": "Eşitler hiyerarşisi.",
      "C": "Neden-sonuç hiyerarşisi.",
      "D": "Mantık hiyerarşisi.",
      "E": "Kronolojik hiyerarşi."
    },
    "explanation": "Giriş bölümünde incelenebilir.<br/>Normlar hiyerarşisi doğru yanıttır."
  },
  {
    "id": "3113455",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Osmanlı İmparatorluğu'nda anayasacılık hareketinin tarihini işaret etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "1808",
      "B": "1904",
      "C": "1908",
      "D": "1818",
      "E": "1902"
    },
    "explanation": "Giriş bölümünde incelenebilir.<br/>1808 doğru yanıttır."
  },
  {
    "id": "3113456",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Osmanlı İmparatorluğu'nda anayasacılık hareketinin başlamasını ortaya koyan belgedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sened-i İttifak",
      "B": "Senedi-Nizam",
      "C": "Kural Senedi",
      "D": "Yasalar Belgesi",
      "E": "Yeni Anayasa Çalışması"
    },
    "explanation": "Giriş bölümünde incelenebilir.<br/>Sened-i İttifak doğru yanıttır."
  },
  {
    "id": "3113457",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Osmanlı İmparatorluğu'nun ilk anayasasının tarihidir?",
    "correctAnswer": "A",
    "options": {
      "A": "1876",
      "B": "1808",
      "C": "1908",
      "D": "1812",
      "E": "1900"
    },
    "explanation": "Giriş bölümünde incelenebilir.<br/>1876 doğru yanıttır."
  },
  {
    "id": "3113458",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Osmanlı İmparatorluğu'nun ilk anayasasının adıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kanun-i Esasi",
      "B": "Nizam",
      "C": "Hukuk Hareketi",
      "D": "Kanun-i İdare",
      "E": "Yetki Belgesi"
    },
    "explanation": "Giriş bölümünde incelenebilir.<br/>Kanun-i Esasi doğru yanıttır."
  },
  {
    "id": "3113459",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi İmparatorluktan Cumhuriyete geçişte kabul edilen anayasanın tarihidir?",
    "correctAnswer": "A",
    "options": {
      "A": "1921",
      "B": "1919",
      "C": "1920",
      "D": "1923",
      "E": "1922"
    },
    "explanation": "Giriş bölümünde incelenebilir.<br/>1921 doğru yanıttır."
  },
  {
    "id": "3113460",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi İmparatorluktan Cumhuriyete geçişte geçiş döneminde kabul edilen anayasadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Teşkilat-ı Esasi",
      "B": "Sened-i İttifak",
      "C": "Islahat",
      "D": "Kanun-i Yetki",
      "E": "Modernleşme Senedi"
    },
    "explanation": "Giriş bölümünde incelenebilir.<br/>Teşkilat-ı Esasiye doğru yanıttır."
  },
  {
    "id": "3113461",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Batı ülkelerinde Anayasa kavramı açısından temel kuruluş anlamına gelen ifadedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Constitution",
      "B": "Republic",
      "C": "Government",
      "D": "Law",
      "E": "Right"
    },
    "explanation": "Bir Kavram Olarak Anayasa ve Anayasa-Toplumsal Değişme İlişkisi bölümünde incelenebilir.<br/>Constitution doğru yanıttır."
  },
  {
    "id": "3113462",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Türkiye'de \"anayasa\" sözcüğünün kullanılmaya başlandığı dönemi ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "1930'lu yıllardan itibaren.",
      "B": "1920'li yıllardan itibaren.",
      "C": "1940'lı yıllardan itibaren.",
      "D": "1900-1920 döneminden itibaren.",
      "E": "1800'lerden itibaren."
    },
    "explanation": "Bir Kavram Olarak Anayasa ve Anayasa-Toplumsal Değişme İlişkisi bölümünde incelenebilir.<br/>1930'lardan itibaren doğru yanıttır."
  },
  {
    "id": "3113463",
    "unitNumber": 5,
    "text": "Yüzlerce maddeden oluşan uzun ve ayrıntılı anayasa türüne verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yazılı anayasa",
      "B": "Maddi anayasa",
      "C": "Yöntemsel anayasa",
      "D": "Kazuistik anayasa",
      "E": "Normatif anayasa"
    },
    "explanation": "Bu soru \"Anayasa Türleri\" başlığından türetilmiştir.<br/>Uzunlukları açısından bakıldığında anayasaların, yazılı anayasaların ilk örneklerinden olan kısa ve öz yani çerçeve nitelikteki Amerikan Anayasası ile yüzlerce maddeden oluşan uzun ve ayrıntılı yani kazuistik Hindistan Anayasası modeli arasında değişen farklı kapsam ve genişliklere sahip oldukları görülür."
  },
  {
    "id": "3113464",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi \"itibari anayasa\" kavramını doğru biçimde açıklamaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Toplumu anayasa aracılığıyla dönüştürmeyi amaçlayan anayasa türüdür.",
      "B": "İktidarların farklı politikalar uygulama imkânını azaltan anayasa türüdür.",
      "C": "Kısa ve öz yani çerçeve nitelikteki anayasa türüdür.",
      "D": "Sıradan kanunlara göre değiştirilmesi zorlaştırılmış olan anayasa türüdür.",
      "E": "Siyasi hayatın dinamikleriyle bütünleşememesi nedeniyle uygulamada işlemeyen anayasa türüdür."
    },
    "explanation": "Bu soru, \" Anayasa Türleri\" başlığından türetilmiştir.<br/>Toplumu anayasa aracılığıyla dönüştürmeyi amaçlayan anayasa ideolojik anayasadır.<br/>İktidarların farklı politikalar uygulama imkânını azaltan anayasalar maddi anayasalardır.<br/>Kısa ve öz yani çerçeve nitelikteki anayasalar çerçeve anayasalardır.<br/>Sıradan kanunlara göre değiştirilmesi zorlaştırılmış olan anayasalar katı anayasalardır.<br/>Anayasal normların siyasi hayatın dinamikleriyle tam olarak bütünleşememesi nedeniyle uygulamada işlemeyen bir anayasa itibari anayasadır."
  },
  {
    "id": "3113465",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi anayasal değişmenin temel dinamiklerinden biri <strong>olamaz?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ülkenin genel coğrafik koşulları",
      "B": "Ülkenin genel ekonomik koşulları",
      "C": "Ülkenin genel siyasi koşulları",
      "D": "Ülkedeki siyasi rejimin değişmesi",
      "E": "Teknolojik gelişmeler"
    },
    "explanation": "Bu soru \"Toplumsal Değişme ve Anayasalar\" başlığından türetilmiştir.<br/>Genel olarak anayasal değişmeye yol açan faktörler, başka bir ifadeyle anayasal değişmenin temel dinamikleri arasında sosyal, siyasal, ekonomik faktörler, teknolojik gelişmeler, yeni bir devletin kurulması ya da bağımsızlığını elde etmesi ve bir ülkenin siyasal rejiminde meydana gelen değişiklikler gibi durumları saymak mümkündür."
  },
  {
    "id": "3113466",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi \"Hattı Humayun\" kavramını doğru biçimde açıklamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Merkezin dışında kalan ancak merkez üzerinde etkili olmaya başlayan güçleri anlatan bir ifadedir.",
      "B": "Osmanlı Devletinde padişahın kendi el yazısı ile yazılmış emirleri için kullanılan bir ifadedir.",
      "C": "Özellikle halkın gözünde soy, sop ve itibarca sivrilmiş olanlar için kullanılan ifadedir.",
      "D": "Taşra yöneticiler ile merkezi hükümetin arasındaki iletişimi anlatmada kullanılan bir ifadedir.",
      "E": "Anayasada merkezî yönetimin yararına olan hükümleri anlatan bir ifadedir."
    },
    "explanation": "Bu soru \"Hukuk Devletine Yönelişin İlk Adımı: Sened-i İttifak\" başlığından türetilmiştir.<br/>Hattı Humayun: Osmanlı Devlet geleneğinde padişahın kendi el yazısı ile yazılmış emirleri için<br/>kullanılan bir ifadedir."
  },
  {
    "id": "3113467",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Sened-i İttifak maddelerinde merkezî yönetimin yararına olan hükümlerden biri <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Padişahın ve devletin otoritesini herkes kabul edecektir.",
      "B": "Sadrazama itaat edilecektir.",
      "C": "Âyan kendi toprakları dışında da hüküm sürebilecektir.",
      "D": "Mali yükümlülükler ve vergilerle ilgili emirlere uyulacaktır.",
      "E": "Yeniçeri Ocağı padişaha itaat edecektir."
    },
    "explanation": "Bu soru \"Hukuk Devletine Yönelişin İlk Adımı: Sened-i İttifak\" başlığından türetilmiştir.<br/>Âyan kendi toprakları dışında da hüküm sürebilecektir değil Âyan kendi toprakları dışına el atmayacaktır. Ayrıca, Padişahın ve devletin otoritesini herkes kabul edecektir. Sadrazama itaat<br/>edilecektir. Mali yükümlülükler ve vergilerle ilgili emirlere uyulacaktır. Yeniçeri Ocağı padişaha itaat<br/>edecektir."
  },
  {
    "id": "3113468",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Sened-i İttifak'ın geleneksel Osmanlı hukuk kaynaklarından herhangi birine benzememesine bir neden olarak gösterilebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yasa ve anayasal belgelerdeki hukuki dillerin belirleyiciliğine sahiptir.",
      "B": "Dinsel kaynaklı bir belge niteliğindedir.",
      "C": "Objektif bir dile sahip biçimde yazılmıştır.",
      "D": "Çeşitli örfi hukuk işlem türlerine girmemektedir.",
      "E": "Belgeyi oluşturan topluluk, kural koymaya yetkili bir kurumdur."
    },
    "explanation": "Bu soru \"Hukuk Devletine Yönelişin İlk Adımı: Sened-i İttifak\" başlığından türetilmiştir.<br/>Sened-i İttifak geleneksel Osmanlı hukuk kaynaklarından herhangi birine benzememektedir.<br/>Dinsel kaynaklı bir belge niteliğinde değildir. Kanun, kanunname, adalet fermanı vb. gibi örfi hukuk<br/>işlem türlerine de girmemektedir. Yasa ve anayasal belgelerdeki hukuki belirlilikten ve objektif dilden<br/>yoksundur. Belgeyi oluşturan topluluk, kural koymaya yetkili bir kurum değildir. İki taraflı bir belge,<br/>bir misak ya da sözleşme olarak değerlendirilebilir. Merkez ve taşra güçlerinin geçici mutabakat arayışları doğrultusunda bugünkü deyimiyle “yuvarlak masa”, “ortak platform” ya da “konsensüs” metni karakterine sahiptir."
  },
  {
    "id": "3113469",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Osmanlı-Türk Anayasal gelişmelerini içeren dönemlerde anayasal belge niteliğini taşımaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Kanuni Esasiye",
      "B": "Teşkilatı Esasiye",
      "C": "1961 Anayasası",
      "D": "1982 Anayasası",
      "E": "Tanzimat Fermanı"
    },
    "explanation": "Bu soru \"TÜRKİYE’DE TOPLUMSAL DEĞİŞME VE ANAYASAL GELİŞMELER (İMPARATORLUK DÖNEMİ)\" başlığından türetilmiştir.<br/>Osmanlı Devleti 1808 Sened-i İttifak Anayasal belge<br/>Osmanlı Devleti 1839 Tanzimat Fermanı Anayasal belge<br/>Osmanlı Devleti 1856 Islahat Fermanı Anayasal belge<br/>Osmanlı Devleti 1876 Kanun-i Esasiye Anayasa<br/>Osmanlı Devleti 1921 Teşkilatı Esasiye Anayasa<br/>Türkiye Cumhuriyeti 1924 Teşkilatı Esasiye Anayasa<br/>Türkiye Cumhuriyeti 1961 Anayasa Anayasa<br/>Türkiye Cumhuriyeti 1982 Anayasa Anayasa"
  },
  {
    "id": "3113470",
    "unitNumber": 5,
    "text": "II. Abdülhamid’in meclisi kapatıp, Kanun-i Esasi’yi askıya aldığı 1878 ile 1908 arası döneme verilen ad hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İstibdat Dönemi",
      "B": "Tanzimat Dönemi",
      "C": "Islahat Fermanı",
      "D": "Meşrutiyet Dönemi",
      "E": "Mutlakiyet Dönemi"
    },
    "explanation": "Bu soru \"Osmanlı Devleti’nin İlk Yazılı Anayasası: Kanun-i Esasi\" başlığından türetilmiştir.<br/>İstibdat Dönemi: II. Abdülhamid’in meclisi kapatıp, Kanun-i Esasi’yi askıya aldığı 1878 ile<br/>1908 arası dönem anayasa taraftarları ve II. Abdülhamid muhalifleri tarafından istibdat dönemi olarak adlandırılmaktadır."
  },
  {
    "id": "3113471",
    "unitNumber": 5,
    "text": "Meclis hükûmeti ile parlamenter sistem arasında karma bir hükûmet sistemi kuran anayasa aşağıdakilerden hangisi olmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "1921 Anayasası",
      "B": "1924 Anayasası",
      "C": "1961 Anayasası",
      "D": "1982 Anayasası",
      "E": "Kanuni Esasiye"
    },
    "explanation": "Bu soru \"Cumhuriyet Döneminin İlk Anayasası: 1924 Anayasası\" başlığından türetilmiştir.<br/>1924 Anayasası: “Anayasa’nın hiçbir maddesi hiçbir sebep ve bahane ile savsanamaz ve işlerlikten alıkonamaz. Hiçbir kanun Anayasa’ya aykırı olamaz” hükmüyle anayasanın üstünlüğü ilkesini benimsemiştir. Bununla birlikte, kanunların anayasaya uygunluğunun yargısal denetimine yer vermemiştir. Ayrıca Anayasa’da “Türkiye Devleti bir Cumhuriyettir” hükmünün değiştirilemeyeceği ve değiştirilmesinin teklif dahi edilemeyeceği hükme bağlanmıştır. 1924 Anayasası meclis hükûmeti ile parlamenter sistem arasında karma bir hükûmet sistemi kurmuştur. Bu sistem “Kuvvetler Birliği ve Görevler Ayrılığı Sistemi” olarak nitelendirilmektedir."
  },
  {
    "id": "3113472",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi 1961 ve 1982 Anayasalarını ortak kılan niteliklerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Otorite beklentisinin yüksek olduğu bir metni temsil etmektedirler.",
      "B": "Her iki anayasada da yasama ve yargı güçlendirilmiştir.",
      "C": "Her iki anayasa da askerî müdahalelerin ürünüdür.",
      "D": "Her iki anayasa da hürriyet özlemi ile yazılmıştır.",
      "E": "Her iki anayasa da rasyonel bir parlamentarizmi kabul etmiştir."
    },
    "explanation": "Bu soru \"1982 Anayasası\" başlığından türetilmiştir.<br/>1961 ve 1982 Anayasaları yapılış ve yöntemleri bakımından şu ortak özelliklere sahiptir:<br/>1. Askerî müdahalelerin ürünü olmak<br/>2. Asker ve sivillerden oluşan seçimlerle oluşmamış Kurucu Meclisler tarafından hazırlanmak<br/>3. Referanduma sunularak kabul edilmiş olmak"
  },
  {
    "id": "3193649",
    "unitNumber": 5,
    "text": "Aşağıdaki padişahlardan hangisi Osmanlı İmparatorluğu’nda anayasacılık hareketlerinin başlangıcı olan 1808 tarihli Sened-i İttifakı, bir Hatt-ı Hümayun ile onaylamış ve bağlayıcı bir hukuki belge hâline getirmiştir ?",
    "correctAnswer": "B",
    "options": {
      "A": "III. Selim",
      "B": "II. Mahmut",
      "C": "V. Reşat",
      "D": "II. Abdülhamid",
      "E": "Yavuz Sultan Selim"
    },
    "explanation": "II. Mahmut, Osmanlı İmparatorluğu’nda anayasacılık hareketlerinin başlangıcı olan 1808 tarihli Sened-i İttifakı, bir Hatt-ı Hümayun ile onaylamış bağlayıcı bir hukuki belge hâline getirmiştir"
  },
  {
    "id": "3193650",
    "unitNumber": 5,
    "text": "Aşağıdaki padişahlardan hangisi Osmanlı İmparatorluğu’nda anayasacılık hareketlerinin başlangıcı olan 1808 tarihli Sened-i İttifakı, bir Hatt-ı Hümayun ile onaylamış ve bağlayıcı bir hukuki belge hâline getirmiştir ?",
    "correctAnswer": "B",
    "options": {
      "A": "III. Selim",
      "B": "II. Mahmut",
      "C": "V. Reşat",
      "D": "II. Abdülhamid",
      "E": "Yavuz Sultan Selim"
    },
    "explanation": "II. Mahmut, Osmanlı İmparatorluğu’nda anayasacılık hareketlerinin başlangıcı olan 1808 tarihli Sened-i İttifakı, bir Hatt-ı Hümayun ile onaylamış bağlayıcı bir hukuki belge hâline getirmiştir"
  },
  {
    "id": "3113473",
    "unitNumber": 6,
    "text": "I. Feminist hukuk teorisi, sadece yargı sürecinde hukukun, kadınlar ve kadınların yaşamları üzerindeki etkileri üzerinde durur. II. Feminist hukuk teorisi, hukuk sisteminin, kadınların deneyimleri ve ihtiyaçlarını reddeden ya da görmezden gelen bir biçimde nasıl yapılandırıldığına odaklanmaktadır. III. Feminist hukuk teorisi, tüm toplumsal kurumların işbirliği içinde kadının ikincilleştirildiği ataerkil sistemin, yasal sistemi kadınlar aleyhine nasıl etkilediğine ve bu etkilerin neden kabul edilemez olduğuna dair teorik ve pratik bir girişimi kapsamaktadır. IV. Feminist hukuk teorisi, politik olarak tarafsız değil, normatif bir yaklaşımdır. V. Feminist hukuk teorisi, geleneksel hukuk teorisi ve yasaların normatif olduğunu iddia etmektedir.<br/>Feminist hukuk teorisi ile ilgili yukarıda verilenlerden hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II, III",
      "B": "II, III, IV",
      "C": "I, II, III, IV",
      "D": "II, III, IV, V",
      "E": "I, II, III, IV, V"
    },
    "explanation": "FEMİNİST HUKUK KAVRAMI<br/>Doğru cevap D şıkkıdır. Feminist hukuk teorisi, yasama, yürütme ve yargı süreçlerinde hukukun, kadınlar ve kadınların yaşamları üzerindeki etkilerini dikkate alan bir bakış açısından düzenlenmesi anlamına gelmektedir. Hukuk sisteminin, kadınların deneyimleri ve ihtiyaçlarını reddeden ya da görmezden gelen bir biçimde nasıl yapılandırıldığına odaklanmaktadır. Feminist hukuk teorisi, tüm toplumsal kurumların işbirliği içinde kadını ikincilleştirildiği ataerkil sistemin, yasal sistemi kadınlar aleyhine nasıl etkilediği ve bu etkilerin neden kabul edilemez olduğuna dair teorik ve pratik bir girişimi kapsamaktadır. Diğer bir deyişle, feminist hukuk teorisi, politik olarak tarafsız değil, Patricia Smith’in de ifade ettiği gibi normatif bir yaklaşımdır. Temel yasal kategori ve kavramların<br/>verili analizlerine meydan okumaktadır. Bu bağlamda, feminist hukuk teorisi normatiftir ve geleneksel hukuk teorisi ve yasaların da normatif olduğunu iddia etmektedir."
  },
  {
    "id": "3113474",
    "unitNumber": 6,
    "text": "I. Feminist hukuk alanında çalışanlar, kadının varlığının hukuk sisteminde görünmediğine işaret ederek eşitlik, adalet ve hak kavramları üzerinde durmuşlardır. II. Feminist hukuk teorisi, “hukukun ataerkil bir kurum olarak analizi ve eleştirisi” olarak tanımlanmaktadır. III. Feminist hukuk teorisi içinde, tek bir yöntem bulunmaktadır. IV. Sosyalist kuramlar, feminist hukuk teorisinin temelini oluşturmaktadır. <br/>Feminist hukuk teorisi ile ilgili yukarıda verilenlerden hangileri doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II",
      "B": "II, III",
      "C": "III, IV",
      "D": "I, II, III",
      "E": "I, II, IV"
    },
    "explanation": "FEMİNİST HUKUK KURAMININ TEMEL SORUNLARI<br/>Doğru cevap A şıkkıdır. Çünkü feminist hukuk alanında çalışanlar, kadının varlığının hukuk sisteminde görünmediğine işaret ederek eşitlik, adalet ve hak kavramları üzerinde durmuşlardır. Feminist araştırmacılar, özellikle görünüşte yasal sistemin temeli olan eşitlik ve tarafsızlık varsayımlarına karşı çıkmışlardır. Feminist hukuk, başlangıçta bu çıkışın feminist hukuk teorisi dersleri için bir araya getirilmesinden oluşmuştur. Smith, feminist hukuk teorisini, “hukukun ataerkil bir kurum olarak analizi ve eleştirisi” olarak tanımlamaktadır. Bu anlamda ataerkilliğin reddi feminizmi tanımlamaktadır. Bununla birlikte, feminist hukuk teorisi içinde, bu amaca ulaşmak üzere tek bir yöntem söz konusu değildir. Feminizm, çok farklı görüşlerin ele alındığı geniş bir yelpazeyi içermektedir. Bu nedenle, liberal, radikal, Marksist, sosyalist ve postmodern feminist kuramların ele alınışı feminist hukuk teorisinin anlaşılmasında son derece önem taşımaktadır."
  },
  {
    "id": "3113475",
    "unitNumber": 6,
    "text": "I. Yasaların tamamen tarafsız ve nesnel düzenlendiği ve objektif kurallara dayandırılması. II. Karar verici konumda olan hâkimlerin kişisel yaşam deneyimlerini kötüye kullanmaması ve yasaların tamamen tarafsız bir biçimde uygulanması. III. Eşitliğin sabit ve değişmez değil, biçimsel bir ilke olarak ele alınması ve farklılıkların gözetilmesi. IV. Yasalar uygulanırken yasa yapıcı ve uygulayıcısı arasında amaç birliğinin sağlanması. V. Adaletin bir süreç olarak anlaşılması ve usullerin yasalara uygun bir biçimde gerçekleşmesi. <br/>Yukarıdakilerden hangileri, Anglo-Amerikan geleneğin yasalar hakkındaki varsayımlarına ilişkin feminist hukuk tarafından sorulan sorulardandır?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III",
      "B": "II, III, IV",
      "C": "I, II, III, IV",
      "D": "II, III, IV, V",
      "E": "I, II, III, IV, V"
    },
    "explanation": "FEMİNİST HUKUK KURAMININ TEMEL SORUNLARI<br/>Eleştirel bir teori olarak feminist hukuk teorisi, genellikle, liberal Anglo-Amerikan geleneğiyle tanımlanan mevcut hukuki düşünce anlayışına karşılık vermektedir. Yasal pozitivizm ve doğal haklar teorisi, Anglo-Amerikan geleneğinin iki dalını oluşturmaktadır. Feminist hukuk, bu her iki dalın da yasalar hakkındaki varsayımlarına ilişkin, sorular sorarak karşılık vermektedir. Bu sorular: Yasaların tamamen tarafsız ve nesnel düzenlendiği ve objektif kurallara dayandırılması<br/>gerektiği ilkesi; özellikle karar verici konumda olan hâkimlerin kişisel yaşam deneyimlerini kötüye kullanmaması ve yasaların tamamen tarafsız bir biçimde uygulanması; eşitliğin sabit ve değişmez değil, biçimsel bir ilke olarak ele alınması ve farklılıkların gözetilmesi; yasalar uygulanırken yasa yapıcı ve uygulayıcısı arasında amaç birliğinin sağlanması; adaletin bir süreç olarak anlaşılması ve usullerin yasalara uygun bir biçimde gerçekleşmesinin sağlanması olarak sıralanmaktadır. Doğru cevap E şıkkıdır."
  },
  {
    "id": "3113476",
    "unitNumber": 6,
    "text": "I. Feminist hukuk teorisi, önemli ölçüde, Avrupa'daki kadın hareketinden doğmuştur. II. Hukuk fakültesine devam eden kadınların gittikçe daha fazla kadın hareketi içinde yer almaları, kadın hakları alanında yasal mücadele için sınıftaki ders materyallerinin yetersizliğinden şikâyetçi olmalarına neden olmuştur. III. Hukuk fakültesindeki ders ve seminerlerde cinsiyet ayrımcılığının görmezden gelinmesine ve tecavüz suçlarıyla ilgili tartışmaların cinsiyet körü bir biçimde yürütülmesine itiraz edilmiştir. IV. Kadın haklarına odaklanan hukuk uygulamalarının oluşturulması amaçlanmıştır. <br/>Feminist hukuk teorisinin ortaya çıkışı ile ilgili yukarıda verilenlerden hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II",
      "B": "II, III",
      "C": "II, III, IV",
      "D": "I, II, IV",
      "E": "I, II, III, IV"
    },
    "explanation": "FEMİNİST HUKUK TEORİSİNİN ORTAYA ÇIKIŞI<br/>Doğru cevap C şıkkıdır. Çünkü feminist hukuk teorisi, önemli ölçüde, Amerikan kadın hareketinden doğmuştur. 1960’lı yılların sonlarında artan sayıda kadın Amerika Birleşik Devletleri’nde hukuk fakültesine gitmeye başlamış<br/>ve bu kadın öğrenciler feminist hukukun gelişmesine ivme kazandırmışlardır. Hukuk fakültesindeki kadınların gittikçe daha fazla kadın hareketi içinde<br/>yer almaları, kadın hakları alanında yasal mücadele için sınıftaki ders materyallerinin yetersizliğinden şikâyetçi olmalarına neden olmuştur. Ders ve seminerlerde cinsiyet ayrımcılığının görmezden gelinmesi, tecavüz suçlarıyla ilgili tartışmaların cinsiyet körü bir biçimde yürütülmesi ve genel olarak ders<br/>programlarının herkesin değil fakat sadece erkeklerin ihtiyaç, ilgi ve çıkarlarına göre düzenlenmiş olmasına karşı itirazlarını ortaya koymuşlardır. Kadın haklarına odaklanan hukuk uygulamaları oluşturmayı amaçladıklarını ve hukuk fakültesinin<br/>kendilerine öğrenmeleri için neye ihtiyaç duyduklarını öğretmediğini ileri sürerek öğrenciler hukuk fakültelerini “kadın ve hukuk” derslerini onaylamaya ikna etmişlerdir."
  },
  {
    "id": "3113477",
    "unitNumber": 6,
    "text": "I. “Kendilerini “kadın hakları” savunucusu olarak gören feminist hukukçular, bu alanda kazanımlar elde etmeyi amaçlamışlardır. II. Feminist hukukçular, devlet kurumlarında iktidarı elinde tutanları hukuki reformlara ikna etmeyi hedeflemişlerdir. III. Benzer konumda olan bireyler için benzer uygulamaların olması gerektiği savunulmuştur. IV. Toplumsal değişim için uygun hedefin eşitlik olduğu ileri sürülmüştür.<br/>Yukarıdakilerden hangileri, 1970’lerde feminist hukuk teorisinin yasal uygulamalar konusunda attığı önemli adımlardandır?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II",
      "B": "II, III",
      "C": "I, II, III",
      "D": "II, III, IV",
      "E": "I, II, III, IV"
    },
    "explanation": "FEMİNİST HUKUK TEORİSİNİN ORTAYA ÇIKIŞI<br/>Doğru cevap E şıkkıdır. 1970’lerde feminist hukuk teorisi yasal uygulamalar konusunda önemli adımlar atmıştır. Kendilerini “kadın hakları” savunucusu olarak gören feminist hukukçular, bu alanda kazanımlar elde etmeyi amaçlamışlardır. Bu kazanımları, devlet kurumlarında iktidarı elinde tutanları hukuki reformlara ikna edebilmek yoluyla elde etmeyi hedeflemişlerdir. Burada amaç, benzer konumda olan bireyler için benzer uygulamaların olması gerektiği savıyla toplumsal değişim için uygun hedefin eşitlik olduğu ileri sürülmüştür."
  },
  {
    "id": "3113478",
    "unitNumber": 6,
    "text": "I. Cinsellik. II. Kadın bedeninin denetimi. III. Kürtaj. IV. Sivil yurttaşlık hakları. V. Yaşlılık hakları.<br/>Yukarıdakilerden hangileri, İkinci Dalga Feminist Hareketin ele aldığı konulardandır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "II, III, IV",
      "C": "I, III, IV",
      "D": "I, II, III, IV",
      "E": "I, III, IV, V"
    },
    "explanation": "FEMİNİST HUKUK TEORİSİNİN ORTAYA ÇIKIŞI<br/>Doğru cevap A şıkkıdır. İkinci Dalga Feminist Hareketin kadın haklarına katkıları tarihsel süreçte özel bir öneme sahiptir. Birinci Dalga Hareketinin sivil yurttaşlık hakları bağlamında yaklaştığı kadın hareketini, “cinsel devrim” kavramı ile bambaşka bir boyuta taşımıştır. İkinci dalga feminist hareket, cinsellik, kadın bedeninin denetimi, doğurganlık, annelik, kürtaj gibi olgulara kadın üzerindeki eril iktidar tahakkümü vasıtasıyla yaklaşmıştır. “Özel alan politiktir” çıkışıyla, cinsler arasındaki eşitsizliği ele alan hareket, toplumsal kurumlarda eril egemenliğin gizlendiğini ve yeniden üretildiğini savunmuştur. Bu harekete göre, kadınlar kendi bedenleri üzerinde kontrolü sağlamalı, tüm eril kültür ve dil dönüştürülmelidir."
  },
  {
    "id": "3113479",
    "unitNumber": 6,
    "text": "I. Kaynak. II. Bilen. III. Bilinen. IV. Bilme. V. Kanal.<br/>Yukarıdakilerden hangileri, epistemolojinin içerdiği süreçlerdendir?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, III",
      "B": "II, III, IV",
      "C": "III, IV, V",
      "D": "I, II, III, IV",
      "E": "II, III, IV, V"
    },
    "explanation": "FEMİNİST EPİSTEMOLOJİ<br/>Doğru cevap B şıkkıdır. Çünkü her epistemoloji, bilen, bilinen ve bilme süreçlerini içermektedir."
  },
  {
    "id": "3113480",
    "unitNumber": 6,
    "text": "I. Pozitivist epistemolojinin merkezinde nesnellik kavramı vardır. II. Pozitivizmin temel varsayımı, gerçeğin öznel yargı ve yorumları ortadan kaldırdığı üzerinedir. III. Öznellik, bilen ve bilinen arasındaki ikiliği keskin bir biçimde ortaya koymaktadır. IV. Pozitivist epistemolojiye göre, öznellik bilgi için gereklidir. <br/>Yukarıdakilerden hangilerinde, pozitivist epistemolojinin özellikleri doğru verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II",
      "B": "II, III",
      "C": "III, IV",
      "D": "I, II, III",
      "E": "II, III, IV"
    },
    "explanation": "FEMİNİST EPİSTEMOLOJİ<br/>Doğru cevap A şıkkıdır. Çünkü pozitivist epistemolojinin merkezinde nesnellik<br/>kavramı vardır. Pozitivizmin temel varsayımı, gerçeğin öznel yargı ve yorumları ortadan kaldırdığı üzerinedir ve böylece bilen ve bilinen arasındaki<br/>ikiliği keskin bir biçimde ortaya koymaktadır. Pozitivist epistemolojiye göre, öznellik bilgi için bir engeldir."
  },
  {
    "id": "3113481",
    "unitNumber": 6,
    "text": "I. Bütün kadınlar özgür doğarlar ve erkeklerle eşit haklara sahiptirler. II. Tüm politik örgütlerin amacı, doğal ve devredilemez kadın ve erkek haklarını korumaktır. III. Ulusu meydana getiren, kadın ve erkeklerin ittifakıdır. IV. Hukuk, erkek iradesinin ifadesidir.<br/>Yukarıdakilerden hangileri, Olympe de Gouges tarafından açıklanan Kadın Hakları Bildirgesinde yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II",
      "B": "II, III",
      "C": "III, IV",
      "D": "I, II, III",
      "E": "I, II, III, IV"
    },
    "explanation": "ULUSLARARASI KADIN KURULUŞLARI VE KADIN HAKLARI HAREKETİNE KATKILARI<br/>Olympe de Gouges tarafından, Kadın Hakları Bildirgesi açıklanmış, bu metni 1789 Bildirgesi takip etmiştir. Olympe de Gouges açıklamasında; bütün kadınlar özgür doğarlar ve erkeklerle eşit haklara sahiptirler. Tüm politik örgütlerin amacı, doğal ve devredilemez kadın ve erkek haklarını korumaktır. Ulusu meydana getiren, kadın ve erkeklerin ittifakıdır. IV. maddede verilen bilgi doğru değildir. Hukuk genel iradenin ifadesidir: Buna göre, kadın ve erkek tüm yurttaşların hukukun düzenlenmesine doğrudan ya da temsilcileri vasıtasıyla katılma hakkı vardır. Doğru cevap D şıkkıdır."
  },
  {
    "id": "3113482",
    "unitNumber": 6,
    "text": "I. Mal rejimi. II. Zina. III. Soy bağı. IV. Evlat edinme. V. Miras. <br/>Yukarıdakilerden hangileri, aile hukuku kapsamında yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III",
      "B": "II, III, IV",
      "C": "III, IV, V",
      "D": "I, III, IV, V",
      "E": "I, II, III, IV, V"
    },
    "explanation": "Doğru cevap E şıkkıdır. Aile hukuku, nişanlanma, evlenme, mal rejimi,<br/>evliliğin sona ermesi ve hükümsüzlüğü koşulları, boşanma, zina, nafaka, çocukların velayeti ve soy bağı, evlat edinme, miras gibi konuları içeren ve<br/>kişilerin aile kurumu içindeki ilişkilerini düzenleyen medeni hukuk kapsamında yer alan bir hukuk dalıdır."
  },
  {
    "id": "3113483",
    "unitNumber": 6,
    "text": ".................toplumu düzenleyen ve devlet yaptırımıyla güçlendirilmiş bulunan kuralların, yasaların bütünüdür.<br/>Yukarıdaki cümleyi aşağıdakilerden hangisi doğru bir şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Hukuk",
      "B": "Kültür",
      "C": "Norm",
      "D": "Yaptırım",
      "E": "Yargı"
    },
    "explanation": "<strong>Hukuk, </strong>toplumu düzenleyen ve devlet yaptırımıyla güçlendirilmiş bulunan kuralların, yasaların bütünüdür."
  },
  {
    "id": "3113484",
    "unitNumber": 6,
    "text": "Hangi hukuk kuramına göre ise yasal gelenek, kadınların karşı karşıya kaldığı sorunları çözmeye izin vermeyecek kadar ataerkilliğin içine derinden gömülü olduğundan tamamıyla çürümüş ve yozlaşmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Radikal feminist hukuk",
      "B": "Liberal gelenek",
      "C": "Reformist kuramlar",
      "D": "Geleneksel hukuk",
      "E": "Eril hukuk sistemi"
    },
    "explanation": "<em>Radikal feminist hukuk </em>kuramına göre ise yasal gelenek, kadınların karşı karşıya kaldığı sorunları çözmeye izin vermeyecek kadar ataerkilliğin içine derinden gömülü olduğundan tamamıyla çürümüş ve yozlaşmıştır. Bu anlayış nedeni ile radikal feminist hukukçular, kısmen veya bir bütün olarak eril hukuk sisteminin terk edilmesi gerektiğini iddia etme eğilimindedir."
  },
  {
    "id": "3113485",
    "unitNumber": 6,
    "text": "Feminist hukuk uzmanları, <em>farklılıklar </em>yaklaşımındaki sorunları ortadan kaldırmak üzere önemli uğraşlar vermişler ve pek çok soruya yanıt aramışlardır. Aşağıdaki soru cümlelerinden hangisi feminist hukuk uzmanlarının yanıt aradığı sorulardan biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Cinsiyetler arasındaki hangi farklılıklar yasal amaçlarla ilgilidir veya ilgili olmalıdır?",
      "B": "Cinsiyetler arası doğuştan gelen ya da öğrenilen farklar nasıl ortadan kaldırılır?",
      "C": "Farklılıkların doğuştan mı yoksa yetiştirilmenin mi sonucu olduğu önemli midir?",
      "D": "Doğru ve yanlış kalıp yargılara dayanan farklılıkları ayırt etmek yeterli midir?",
      "E": "Farklılıkların sosyal destek talebinde bulunmak için yeterince “gerçek” ve kalıcı olduğu durumlar var mıdır?"
    },
    "explanation": "Feminist hukuk uzmanları, <em>farklılıklar </em>yaklaşımındaki sorunları ortadan kaldırmak üzere önemli uğraşlar vermişler ve pek çok soruya yanıt aramışlardır. Aşağıdaki soru cümlelerinden hangisi feminist hukuk uzmanlarının yanıt aradığı sorular aşağıda sıralanmıştır:<br/><ul><br/><li>Cinsiyetler arasındaki hangi farklılıklar yasal amaçlarla ilgilidir veya ilgili olmalıdır?</li><br/><li>Farkların neler olduğu nasıl anlaşılır?</li><br/><li>Farklılıkların doğuştan mı yoksa yetiştirilmenin mi sonucu olduğu önemli midir?</li><br/><li>Doğru ve yanlış kalıp yargılara dayanan farklılıkları ayırt etmek yeterli midir?</li><br/><li>Yoksa farklılıkların sosyal destek talebinde bulunmak için yeterince “gerçek” ve kalıcı olduğu durumlar var mıdır?</li><br/></ul><br/>Cinsiyetler arası doğuştan gelen ya da öğrenilen farklar nasıl ortadan kaldırılır?"
  },
  {
    "id": "3113486",
    "unitNumber": 6,
    "text": "Toplumsal tabi kılma unsurlarından hangisi bir insanın, insanı vasıflarından soyutlanıp, kişiliğinin ve bireyselliğinin yok sayılarak alınır-satılır bir mal/eşya hâline getirilmesi anlamına gelmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Nesnelleştirme",
      "B": "Hiyerarşi",
      "C": "Boyun eğdirme",
      "D": "Şiddet",
      "E": "Normalleştirme"
    },
    "explanation": "Toplumsal tabi kılmanın dört önemli unsuru vardır. Bunlar, <em>hiyerarşi kurma, nesneleştirme, boyun eğdirme </em>ve <em>şiddet </em>uygulamadır.<br/><em>Hiyerarşi, </em>bir toplumdaki insanların ast-üst biçiminde gruplandırılmasını ifade etmektedir. Kadınlar için hiyerarşi, toplumsal, cinsel, kamusal ve özel alanlarda deneyimlenen ilişkileri içermektedir. <em>Nesneleştirme </em>ise bir insanın, insanı vasıflarından soyutlanıp, kişiliğinin ve bireyselliğinin yok sayılarak alınır-satılır bir mal/eşya hâline getirilmesi anlamına gelmektedir. <em>Boyun eğdirme</em>, boyun eğdirilen kişinin kişilik haklarının yok sayılmasıyla, özgür iradesinin ve kendi hakkında karar verebilme olanaklarının ortadan kaldırılmasını anlatmaktadır. <em>Şiddet </em>olgusu ise sistematiktir, kendine has özellikleri olan normatif bir olgudur ve genellikle şiddet uygulayanın haklı olduğu örtük bir biçimde kabul görmektedir. Hiyerarşi, nesneleştirme ve boyun eğdirme, sistematik toplumsal şiddetin ön koşullarıdır. Eğer bir to"
  },
  {
    "id": "3113487",
    "unitNumber": 6,
    "text": "Aşağıdaki kavramlardan hangisi bilgi teorisi anlamına gelir ve bilginin kökeni ve elde edilme yollarını açıklar?",
    "correctAnswer": "A",
    "options": {
      "A": "Epistemoloji",
      "B": "Terminoloji",
      "C": "Diyalektoloji",
      "D": "Analoji",
      "E": "Fenemenoloji"
    },
    "explanation": "Bilgi teorisi anlamına gelen epistemoloji, bilginin kökeni ve elde edilme yollarını açıklar."
  },
  {
    "id": "3113488",
    "unitNumber": 6,
    "text": "Son zamanlarda Türkiye’nin en çok beğenilen sosyal medya projelerinden birisi “Kız Başına Projesi” Facebook’un dünya çapında düzenlediği “Uluslararası Sosyal Sorumluluk Kampanya Yarışması’nda dünya kaçınıcısı olmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "Birincisi",
      "B": "İkincisi",
      "C": "onuncusu",
      "D": "Otunaltınıcsı",
      "E": "Sonuncusu"
    },
    "explanation": "Son zamanlarda Türkiye’nin en çok beğenilen sosyal medya projelerinden birisi “Kız Başına Projesi” Facebook’un dünya çapında düzenlediği “Uluslararası Sosyal Sorumluluk Kampanya Yarışması’nda dünya ikincisi olmuştur."
  },
  {
    "id": "3113489",
    "unitNumber": 6,
    "text": "Boşanmada mal paylaşımı maddesi aşağıdaki gerekçelerden hangisine dayandırılarak değiştirilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kadınların ev işleri ve annelik sorumlulukları nedeniyle aileye doğrudan parasal olmayan önemli katkılar yaptıkları gerekçesiyle",
      "B": "Kadınların ailenin en temel birimi olması gerekçesiyle",
      "C": "Kadınların zayıflıkları nedeniyle toplumun onları koruma zorunluluğu olması gerekçesiyle",
      "D": "Kadınların mal sahibi olmazlarsa toplumsal ve ahlaki yapının bozulacağı gerekçesi ile",
      "E": "Kadınların aile birliği içinde kalmalarını güdüleyebilmek gerekçesi ile"
    },
    "explanation": "Boşanmada mal paylaşımı maddesi, kadınların ev işleri ve annelik sorumlulukları nedeniyle aileye doğrudan parasal olmayan önemli katkılar yaptıkları gerekçesiyle değiştirilmiştir."
  },
  {
    "id": "3113490",
    "unitNumber": 6,
    "text": "Aşağıdaki ifadelerden hangisi ataerkillik kavramı açısından doğru değildir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Tüm toplumsal kurumlarda, kadının ne yapıp ne yapamayacağına ya da neyi nasıl yapacağına ilişkin kararlarda eril zihniyetin hâkimiyetini ifade eden bir kavramdır.",
      "B": "Eril zihniyetin toplumsal yaşamın her alanında diğer cins üzerinde egemenlik kurma çabasını ifade eder.",
      "C": "Eril zihniyetin kadını ikincil görmesi ve kadın üzerinde hâkimiyet kurma çabası, bireysel bir tutum turumdur, topluma atıf edilemez.",
      "D": "Kişisel ya da psikolojik temelle açıklanmaktan ziyade, tarihsel ve toplumsal bir kurum olarak önümüzde durmaktadır",
      "E": "Eril toplumsal cinsiyetin egemenlik uygulama sistemi veya rejimidir"
    },
    "explanation": "<strong>Ataerki, </strong>tüm toplumsal kurumlarda, kadının ne yapıp ne yapamayacağına ya da neyi nasıl yapacağına ilişkin kararlarda eril zihniyetin hâkimiyetini ifade eden bir kavramdır. Diğer bir deyişle, ataerki, eril zihniyetin toplumsal yaşamın her alanında diğer cins üzerinde egemenlik kurma çabasını ifade eder. Bu anlamda, eril zihniyetin kadını ikincil görmesi ve kadın üzerinde hâkimiyet kurma çabası, <em><strong>bireysel bir tutum olmaktan çok sistemik bir sorundur</strong></em>. Yani ataerki basitçe, erkeğin “kaba, cahil, eğitimsiz ya da sapkın yönelimlerine indirgenerek açıklanamaz. Ataerki, kişisel ya da psikolojik temelle açıklanmaktan ziyade, tarihsel ve toplumsal bir kurum olarak önümüzde durmaktadır. Bu bağlamda ataerki, eril toplumsal cinsiyetin egemenlik uygulama sistemi veya rejimidir.<br/>Eril zihniyetin kadını ikincil görmesi ve kadın üzerinde hâkimiyet kurma çabası, bireysel bir tutum turumdur, topluma atıf edilemez."
  },
  {
    "id": "3113491",
    "unitNumber": 6,
    "text": "Döneminin önemli feminist yazar ve aktivistlerinden olan Olympe de Gouges'in 1791'de yayımladığı Kadın Hakları Bildirgesinde aşağıdaki maddelerden hangisi yoktur?",
    "correctAnswer": "D",
    "options": {
      "A": "Kamu istihdamında kadınlara yer verilmelidir.",
      "B": "Kadının ve erkeğin hukukun düzenlenmesine doğrudan ya da temsilcileri vasıtasıyla katılma hakkı vardır",
      "C": "Ulusu meydana getiren, kadın ve erkeklerin ittifakıdır.",
      "D": "Politik örgütler doğal ve devredilemez kadın ve erkek haklarını koruma işine müdahil olmamalıdır.",
      "E": "Bütün kadınlar özgür doğarlar ve erkeklerle eşit haklara sahiptirler."
    },
    "explanation": "Olympe de Gouges açıklamasında:<br/>Bütün kadınlar özgür doğarlar ve erkeklerle eşit haklara sahiptirler.<br/>Tüm politik örgütlerin amacı, doğal ve devredilemez kadın ve erkek haklarını korumaktır.<br/>Ulusu meydana getiren, kadın ve erkeklerin ittifakıdır.<br/>Hukuk genel iradenin ifadesidir: Buna göre, kadın ve erkek tüm yurttaşların hukukun düzenlenmesine doğrudan ya da temsilcileri vasıtasıyla katılma hakkı vardır<br/>kamu istihdamında fırsat eşitliği,<br/>babalık davası hakkı ve<br/>genel olarak erkek tiranlığına son verilmesi taleplerini dile getirmiştir.<br/>Politik örgütler doğal ve devredilemez kadın ve erkek haklarını koruma işine müdahil olmamalıdır."
  },
  {
    "id": "3113492",
    "unitNumber": 6,
    "text": "Günümüze değin Birleşmiş Milletler kadınlara yönelik dört konferans düzenlemiştir. Bu konferansların ilki nerede ve kaç yılında düzenlenmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "1975’te Mexico City’de",
      "B": "1980’de Kopenhag’da,",
      "C": "1985’te Nairobi’de",
      "D": "1995’te Pekin’de",
      "E": "1960'da New York'da"
    },
    "explanation": "Birleşmiş Milletler bugüne kadar kadınlarla ilgili dört dünya konferansı düzenlemiştir. Bunlar 1975’te Mexico City’de, 1980’de Kopenhag’da, 1985’te Nairobi’de ve 1995’te Pekin’de gerçekleştirilmiştir."
  },
  {
    "id": "3113493",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yasama, yürütme ve yargı süreçlerinde hukukun, kadınlar ve kadınların yaşamları üzerindeki etkilerini dikkate alan bir bakış açısından düzenlenmesi anlamına gelen hukuku karşılamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Eleştirel radikal hukuk",
      "B": "Feminist hukuk",
      "C": "Demokrasi için hukuk",
      "D": "Devrimci hukuk",
      "E": "Demokratik politik hukuk"
    },
    "explanation": "Soruyu doğru yanıtlamadıysanız \"Feminist Hukuk Kavramı\" başlıklı bölümü tekrar çalışınız (sayfa 165).<br/>Yasama, yürütme ve yargı süreçlerinde hukukun, kadınlar ve kadınların yaşamları üzerindeki etkilerini dikkate alan bir bakış açısından düzenlenmesi anlamına gelen hukuk feminist hukuktur. Feminist hukuk sistemi, hukuk sisteminin, kadınların deneyimleri ve ihtiyaçlarını reddeden ya da görmezden gelen bir biçimde nasıl yapılandırıldığına odaklanmaktadır. Feminist hukuk teorisi, tüm toplumsal kurumların işbirliği içinde kadını ikincilleştirildiği ataerkil sistemin, yasal sistemi kadınlar aleyhine nasıl etkilediği ve bu etkilerin neden kabul edilemez olduğuna dair teorik ve pratik bir girişimi kapsamaktadır. Soruda verilen çeldiriciler genel olarak hukuku üzerine farklı bakışları ifade eden popüler kültüre ait kavramlardır. Doğru cevap “B” şıkkıdır."
  },
  {
    "id": "3113494",
    "unitNumber": 6,
    "text": "Feminist hukuk ile ilgili olarak aşağıda verilenlerden hangisi<strong> yanlıştır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Feminist hukuk kadın hakları odaklıdır",
      "B": "Kadınların ikincilleştirilmesine karşıtlık gösterir",
      "C": "Yasalarda kadınlara karşı yönelik gömülü yargıları inceler",
      "D": "Son dönemde kadın hukuku adıyla da anılmaktadır",
      "E": "Özel değil; genel bir çalışma alanıdır"
    },
    "explanation": "Soruyu doğru yanıtlayamadıysanız, \"Feminist Hukuk Kavramı\" (sayfa165) başlıklı bölümü tekrar çalışnız.<br/>Sorunun çözümü için çeldiricilerden hareket edildiğinde (A) Feminist hukuk kadın hakları odaklıdır, (B) Kadınların ikincilleştirilmesine karşıtlık gösterir, (C) Yasalarda kadınlara karşı yönelik gömülü yargıları inceler, (D) Son dönemde kadın hukuku adıyla da anılmaktadır şıklarında verilen görüşlerin feminist hukuk görüşlerini yansıtan görüşler olduğu belirlenmektedir. Buna karşılık (E) şıkkında verilen “Özel değil; genel bir çalışma alanıdır” ifadesinin feminist teoriye ait olmadığı belirmektedir. Nitekim kılavuz kitabımızın sayfa 166’da feminist hukuk anlayışının “birçok ülkede “kadın hukuku” kavramı altında geliştirilmiş ve kurulmuş özel bir çalışma alanıdır” denilmektedir. Bu nedenle doğru cevap yani yanlış olan görüş “E” şıkkındadır."
  },
  {
    "id": "3113495",
    "unitNumber": 6,
    "text": "Eleştirel bir teori olarak feminist hukuk teorisi, genellikle, _______ tanımlanan mevcut hukuki düşünce anlayışına karşılık vermektedir.<br/>Yukarıda verilen tümcenin doğru olarak aşağıdaki ifadelerden hangisi tamamlamaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "ceza hukuku ve iş hukuku anlayışıyla",
      "B": "sosyalist hukuk anlayışıyla",
      "C": "liberal Anglo-Amerikan geleneğiyle",
      "D": "radikal eleştirel hukuk paradigmasıyla",
      "E": "özel ve tüzel hukuk anlayışıyla"
    },
    "explanation": "Yanıtınız doğru değilse, Feminist Hukuk Kuramının Temel Sorunları başlıklı bölümü tekrar çalışınız.<br/>Konu ile ilgili olarak kılavuz kitabımız feminist teorinin işlev çıkışına ilişkin şu görüşlere yer vermektedir. Eleştirel bir teori olarak feminist hukuk teorisi, genellikle, <strong><u>liberal Anglo-Amerikan geleneğiyle</u></strong> tanımlanan mevcut hukuki düşünce anlayışına karşılık vermektedir. Yasal pozitivizm ve doğal haklar teorisi, Anglo-Amerikan geleneğinin iki dalını oluşturmaktadır. Feminist hukuk, bu her iki dalın da yasalar hakkındaki varsayımlarına ilişkin, sorular sorarak karşılık vermektedir. Bu görüşe dayalı olarak doğru cevabın “C” şıkkı olduğu görülür."
  },
  {
    "id": "3113497",
    "unitNumber": 6,
    "text": "“Kadınlarla erkekler arasındaki farklılıkların yanı sıra ırk, yaş ve cinsel yönelim gibi diğer farklılık türlerinin de son derece önemli olduğunu belirtmektedirler. Hukukta adalet ve eşitliğin sağlanabilmesi için, bütün bu farklılıkların yasalar tarafından dikkate alınması zorunludur.” görüşü aşağıdaki yaklaşımlardan hangisine aittir?",
    "correctAnswer": "D",
    "options": {
      "A": "Özel hukuk yaklaşımı",
      "B": "Reformist yaklaşım",
      "C": "Benzerlikler yaklaşımı",
      "D": "Farklılıklar yaklaşımı",
      "E": "Özel hukuk yaklaşımı"
    },
    "explanation": "Soruyu doğru yanıtlayamadıysanız, Feminist Hukuk Kuramının Temel Sorunları başlıklı bölümü tekrar çalışınız.<br/>Sorunun cevabını verilebilmesi için çeldiricilerden hareket edersek, şunları belirlemek mümkündür. Benzerlikler yaklaşımına göre, kadınların farklılıklarını ileri sürmek, erkeklerle eşit bir yasal statüye sahip olmalarını önlemektedir. Farklılıklar yaklaşımı dışındakiler ise hukuka özgü bu konu dışı çalışan işleyen anlayışlardır. Ayrıca <strong>farklılık yaklaşımını</strong> benimseyen feministler, kadınlarla erkekler arasındaki farklılıkların yanı sıra ırk, yaş ve cinsel yönelim gibi diğer farklılık türlerinin de son derece önemli olduğunu belirtmektedirler. Hukukta adalet ve eşitliğin sağlanabilmesi için, bütün bu farklılıkların yasalar tarafından dikkate alınması zorunludur. Bu nedenle doğru cevap “D” şıkkıdır."
  },
  {
    "id": "3113498",
    "unitNumber": 6,
    "text": "“Erkek aklının bir iz düşümü olduğunu kabul etmektedir” hükmü feminist analize göre aşağıdakilerden hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ataerkil mitler",
      "B": "Reformist akım",
      "C": "Benzerlikler yaklaşımı",
      "D": "Radikal eleştirel yaklaşım",
      "E": "İşlevselci yaklaşım"
    },
    "explanation": "Soruya doğru yanıt verilememişse, Feminist Hukuk Kuramının Temel Sorunları başlıklı (sayfa 166) bölümü tekrar gözden geçiriniz.<br/>Sorunun cevabını verilebilmesi için çeldiriciler gözden geçirildiğinde, soru kökünde verilen hükmün feminist analize göre ataerkil mitlere ait olduğu görülmektedir. Bu nedenle doğru cevap “A” şıkkıdır."
  },
  {
    "id": "3113499",
    "unitNumber": 6,
    "text": "Kadınlarla erkekler arasındaki biyolojik farklılıklara dayanmayan, kültürün yarattığı toplumsal rolleri ve bu roller arasındaki güç ilişkileri ile kaynaklara erişimi ve onların yönetimini ifade eden bir kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Feminist yaklaşım",
      "B": "Reformist akım",
      "C": "Benzerlikler yaklaşımı",
      "D": "Toplumsal cinsiyet",
      "E": "Cinsiyet eşitliği"
    },
    "explanation": "Doğru yanıtı bulmak için \"Feminist Hukuk Teorisinin Ortaya Çıkışı\" (sayfa 169) başlıklı bölümü tekrar gözden geçiriniz.<br/>Sorunun cevabını verilebilmesi için kılavuz kitabımızın ilgili bölümü (sayfa 169) gözden geçirildiğinde sorunun cevabının “D” şıkkında verildiği görülür."
  },
  {
    "id": "3113500",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, Dworkin’e göre, toplumsal tabi kılmanın dört önemli unsurundan biri <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Boyun eğdirme",
      "B": "Benzerlik sağlama",
      "C": "Şiddet uygulama",
      "D": "Nesneleştirme",
      "E": "Hiyerarşi kurma"
    },
    "explanation": "Doğru yanıt için \"Feminist Hukuk Teorisinin Ortaya Çıkışı\" başlıklı bölümü (sayfa 169) gözden geçiriniz.<br/>Sorunun cevabını verilebilmesi için kılavuz kitabımızın ilgili bölümü (sayfa 170) gözden geçirildiğinde, Dworkin’e göre, toplumsal tabi kılmanın dört önemli unsuru şu biçimde sıralanmaktadır. Unsurlar, hiyerarşi kurma, nesneleştirme, boyun eğdirme ve şiddet uygulama olduğu görülmektedir. Bu bilgiye dayalı olarak sorunun cevabının “B” şıkkı olduğu görülür."
  },
  {
    "id": "3113501",
    "unitNumber": 6,
    "text": "Kadınların erkeklerden farklı olduklarını ve kendine özgü benzersiz bir <em>bilme </em>ve <em>hissetme </em>biçimleri olduğunu ileri süren grup aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Pozitivist feministler",
      "B": "Radikal feministler",
      "C": "Kültürel feministler",
      "D": "Eleştirel feministler",
      "E": "Sosyalist feministler"
    },
    "explanation": "Doğru yanıt, \"Feminist Epistemoloji\" (sayfa 172) yeniden çalışınız.<br/>Sorunun cevabını verilebilmesi için kılavuz kitabımızın ilgili bölümü (sayfa 174) gözden geçirildiğinde, kadınların erkeklerden farklı olduklarını ve kendine özgü benzersiz bir <em>bilme </em>ve <em>hissetme </em>biçimleri olduğunu ileri süren grubun <em>“Kültürel feministler” </em>olarak adlandırılan bir grup olduğu görülmektedir. Bu durumda doğru cevap “C” şıkkıdır."
  },
  {
    "id": "3113502",
    "unitNumber": 6,
    "text": "Onsekizinci yüzyılda dönemin en önde gelen feminist yazarlarından biri olup “Evlilikte yasal eşitlik, boşanma hakkı, kadınların miras ve mülkiyet haklarını güçlendirmek, evlilik içinde daha fazla eşitlik sağlamak ve boşanma yasasında kadınlara yasal kazanımlar sağlamak üzere mücadele etmiş olan feminist önder aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Andrea Dworkin",
      "B": "John Locke",
      "C": "Restif de la Bretonne",
      "D": "Mary Wollstonecraft",
      "E": "Olympe de Gouges"
    },
    "explanation": "Doğru yanıt için \"Uluslararası Kadın Kuruluşları ve Kadın Hakları Hareketine Katkıları\" başlıklı bölümü (sayfa175) yeniden gözden geçiriniz<br/>Sorunun cevabını verilebilmesi için kılavuz kitabımızın ilgili bölümü (sayfa 176) gözden geçirildiğinde, “Evlilikte yasal eşitlik, boşanma hakkı, kadınların miras ve mülkiyet haklarını güçlendirmek, evlilik içinde daha fazla eşitlik sağlamak ve boşanma yasasında kadınlara yasal kazanımlar sağlamak üzere mücadele eden feminist önderin “E” şıkında belirtilen Olympe de Gouges olduğu görülmektedir"
  },
  {
    "id": "3113503",
    "unitNumber": 6,
    "text": "Kadınlarla erkekler arasındaki biyolojik farklılıklara dayanmayan, kültürün yarattığı toplumsal rolleri ve bu roller arasındaki güç ilişkileri ile kaynaklara erişimi ve onların yönetimini ifade eden bir kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ataerkil pazarlık",
      "B": "Toplumsal cinsiyet",
      "C": "Biyopolitika",
      "D": "Feminizm",
      "E": "Postkolonyalizm"
    },
    "explanation": "Kadınlarla erkekler arasındaki biyolojik farklılıklara dayanmayan, kültürün yarattığı toplumsal rolleri ve bu roller arasındaki güç ilişkileri ile kaynaklara erişimi ve onların yönetimini ifade eden bir kavram toplumsal cinsiyettir."
  },
  {
    "id": "3192264",
    "unitNumber": 6,
    "text": "Toplumsal olarak baskı altına almanın dört önemli unsuru olarak hiyerarşi kurma, nesneleştirme, boyun eğdirme ve şiddet uygulamayı sıralayan düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Butler",
      "B": "Olsen",
      "C": "Kandiyoti",
      "D": "Dworkin",
      "E": "Hooks"
    },
    "explanation": "Dworkin’e göre, toplumsal tabi kılmanın dört önemli unsuru vardır. Bunlar, hiyerarşi kurma, nesneleştirme, boyun eğdirme ve şiddet uygulamadır."
  },
  {
    "id": "3193655",
    "unitNumber": 6,
    "text": "Tüm toplumsal kurumlarda, kadının ne yapıp ne yapamayacağına ya da neyi nasıl yapacağına ilişkin kararlarda eril zihniyetin hâkimiyetini ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Toplumsal cinsiyet",
      "B": "Hegemonya",
      "C": "Ataerki",
      "D": "Yapısal eşitsizlik",
      "E": "Sosyal şiddet"
    },
    "explanation": "Ataerki, tüm toplumsal kurumlarda, kadının ne yapıp ne yapamayacağına ya da neyi nasıl yapacağına ilişkin kararlarda eril zihniyetin hâkimiyetini ifade eden bir kavramdır."
  },
  {
    "id": "3473954",
    "unitNumber": 6,
    "text": "Seçim yapma yeteneğinden mahrum bırakılanların bu yeteneğini kazanabileceği koşullara atıfta bulunan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tampon mekanizma",
      "B": "Güçlendirme",
      "C": "Hegemonik erkeklik",
      "D": "Toplumsal cinsiyet adaleti",
      "E": "Epistemik adaletsizlik"
    },
    "explanation": "Seçim yapma yeteneğinden mahrum bırakılanların bu yeteneğini kazanabileceği koşullara atıfta bulunan kavram Güçlendirme kavramıdır."
  },
  {
    "id": "3534122",
    "unitNumber": 6,
    "text": "Kadınlarla erkekler arasındaki biyolojik farklılıklara dayanmayan, kültürün yarattığı toplumsal rolleri ve bu roller arasındaki güç ilişkileri ile kaynaklara erişim ve onların yönetimini ifade eden bir kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Toplumsal kurum",
      "B": "Toplumsal cinsiyet",
      "C": "Ataerkillik",
      "D": "Toplumsal sınıf",
      "E": "Tampon mekanizma"
    },
    "explanation": "Toplumsal cinsiyet, kadınlarla erkekler arasındaki biyolojik farklılıklara dayanmayan, kültürün yarattığı toplumsal rolleri ve bu roller arasındaki güç ilişkileri ile kaynaklara erişimi ve onların yönetimini ifade eden bir kavramdır.<br/>Toplumsal cinsiyet; kadınlarla erkekler arasındaki biyolojik farklılıklara dayanmayan, kültürün yarattığı toplumsal rolleri ve bu roller arasındaki güç ilişkileri ile kaynaklara erişimi ve onların yönetimini ifade eden bir kavramdır."
  },
  {
    "id": "3534128",
    "unitNumber": 6,
    "text": "Feminist felsefecilerden ....................., “epistemik adaletsizlik” kavramına dikkat çekmektedir.<br/>Yukarıdaki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Butler",
      "B": "Jameson",
      "C": "Fricker",
      "D": "Friedrich",
      "E": "Demian"
    },
    "explanation": "Feminist felsefecilerden ...Mirada Fricker. epistemik adaletsizlik” kavramına dikkat çekmektedir."
  },
  {
    "id": "3113504",
    "unitNumber": 7,
    "text": "İnsan hakları ve kişi hürriyeti kavramlarını soyut birer kavram olmaktan çıkararak hukuki ve siyasal bir düzende somutlaştırması açısından kendisinden önceki geleneksel toplumlardaki insan hakları gelişmelerinden ayrı bir yeri olan belge aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Magna Carta",
      "B": "On Emir",
      "C": "Veda Hutbesi",
      "D": "Hammurabi Kanunları",
      "E": "Sofist öğretiler"
    },
    "explanation": "<strong>İNSAN HAKLARININ TARİHSEL SERÜVENİ </strong><br/>MS 1215 yılında İngiliz kralı John, dönemin Papası ve baronlar arasında imzalanan ve kralın yetkilerini sınırlandıran <em>Magna Carta </em>ya da <em>Hürriyetlerin Büyük Fermanı, </em>dönemi itibarıyla getirdiği yenilikler açısından önem taşımaktadır. <em><strong>Magna Carta, insan hakları ve kişi hürriyetlerinin soyut birer kavram olmaktan kurtarılarak hukuki ve siyasal bir düzen içinde somutlaştırılarak gerçekleştirilmesini ve şekillendirilmesini sağlamıştır</strong></em>. Bütün insanların özgürlükleri, hukukun üstünlüğü gibi özellikler Magna Carta’yı farklı kılmaktadır. Magna Carta, sonraki yüzyıllardaki hukuk ve insan hakları ve özgürlük arayışlarında bir şekilde etkili olmuştur."
  },
  {
    "id": "3113505",
    "unitNumber": 7,
    "text": "Geleneksel toplumlarda insan ve hakları bağlamında ele alındığında İslam inancında insan ve haklarına ilişkin doğru olmayan ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İslam inancında ve hukuk anlayışında bireysel fayda ile toplumsal fayda arasında sürekli bir denge gözetilmesi esastır.",
      "B": "İslam inancında ve hukuk anlayışına göre insan, her şeyin ölçüsüdür ve herkes için geçerli bir doğru yoktur.",
      "C": "İslam inancında hak, bireysel bir ayrıcalıktan çok toplumsal ödevler temelinde açıklanmıştır.",
      "D": "İnsanların yeryüzündeki varlıklarını sürdürebilmeleri toplumsal yaşamın Tanrısal ilkeler ve insanın yaratılış gayesine uygun olarak inşa edilmesine bağlıdır.",
      "E": "Müslüman hukukçular, canın, aklın, namus ve haysiyetin, dinin ve malın korunması biçiminde ifade edilebilecek ilkelerle insanın hak ve sorumluluklarını ifade etmişlerdir"
    },
    "explanation": "<strong>İNSAN HAKLARININ TARİHSEL SERÜVENİ </strong><br/>Geleneksel dönemlerin insan ve hak anlayışı bakımından tipik ve kendine özgü bir örnek de İslam dinidir. Hristiyanlıkta olduğu gibi Müslümanlıkta da evrensel bir insanlık fikri bulunur ve insanın kaynağı geleneksel medeniyetlerde olduğu gibi Tanrısaldır. Çağrıcı’nın (1997) da vurguladığı üzere <em>İslam inancında </em>ve hukuk anlayışında bireysel fayda ile toplumsal fayda arasında sürekli bir denge gözetilmesi esastır, böylece hak, bireysel bir ayrıcalıktan çok toplumsal ödevler temelinde açıklanmıştır. İnsanların yeryüzündeki varlıklarını sürdürebilmeleri toplumsal yaşamın Tanrısal ilkeler ve insanın yaratılış gayesine uygun olarak inşa edilmesine bağlıdır. Buna uygun olarak Müslüman hukukçular, <em>canın, aklın, namu</em><strong>s </strong>ve <em>haysiyetin, dinin </em>ve <em>malın korunması </em>biçiminde ifade edilebilecek ilkelerle insanın hak ve sorumluluklarını ifade etmiştir. Aynı zamanda evrensel nitelik taşıyan bu ilkeler, dikkat edileceği üzere insanın sağlıklı ve bir biçimde yaşamasını temin edecek toplumsal düzenin kurulmasına yönelmiştir (Şentürk, 2000). Bu bağlamda dile getirilebilecek diğer bir olgu ise <em>Medine </em>Sözleşmesi olarak bilinen belgedir. Hz. Muhammed’in Medine’de Yahudiler ile diğer Arap kabilelerini de kapsayacak biçimde hazırlamış olduğu çok taraflı bir anlaşma niteliğindeki belge, farklı toplulukların hak ve sorumluluklarını güvence altına alma amacı gütmektedir. Böylece toplumsal yaşam düzenlenmiştir. İçerdiği hükümlerin yanında adalet ve hak kavramları ile insanın onuru ve değerliliğine ilişkin vurguları nedeniyle sözleşme entelektüel çevrelerin ve Avrupalı oryantalistlerin de dikkatini çekmiştir (Akarsu, 2018). Benzer ilkeler İslam Peygamberi Hz. Muhammed’in <em>Veda Hutbesi </em>olarak bilinen ve temel hak ve hürriyetleri açıkladığı düşünülen metinde de yer almıştır. Bütün insanların Allah katında eşit oluşunun vurgulandığı bu metinde insanların canı, malı ve onurunun kutsal ve dokunulmaz olduğu gibi hükümler yer almıştır. Bununla birlikte insanın her şeyin ölçüsü olduğuna dair düşünce ilk çağ felsefe akımlarından Sofistlere ait bir düşüncedir."
  },
  {
    "id": "3113506",
    "unitNumber": 7,
    "text": "“Hayvanlarla insanlar arasında saygıyla karşılanması gereken çok büyük bir farklılık bulunmaktadır. Bu özellik insanları hayvanlardan farklı bir kategoriye sokmaktadır. Bu özelliğe duyulan saygı, insanların birbirlerine kibar davranmaları için neden sağlamaktadır”<br/>Yukarıda yer alan insan ve haklarına ilişkin düşünceler hangi düşünüre aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sokrates",
      "B": "Hammurabi",
      "C": "Platon",
      "D": "Aristoteles",
      "E": "Burke"
    },
    "explanation": "<strong>İNSAN HAKLARININ TARİHSEL SERÜVENİ </strong><br/>Platon ve Aristoteles gibi düşünürler insanın sahip olduğu özden yola çıkarak hakları açıklamaya çalışmışlardır. Platon’a göre hayvanlarla insanlar arasında saygıyla karşılanması gereken çok büyük bir farklılık bulunmaktadır. Bu özellik insanları hayvanlardan farklı bir kategoriye sokmaktadır. Bu özelliğe duyulan saygı, insanların birbirlerine kibar davranmaları için neden sağlamaktadır (Rorty, 2018). Platon’un fikirlerine dayanan hukuk anlayışında, nihai gaye iyi insana ulaşabilmek için insan davranışının bütün yönleriyle kontrol edilmesi esastır (Platt, 1975). Dolayısıyla insan ve hak kavramları akılsal ilkelere ve iyi insan hedefine uygun bir toplumsal düzen bağlamında anlaşılmaktadır. Aristoteles’e göre insan, toplumsal bir hayvan yani canlı olduğu için bir toplumun üyesi olarak yaşaması daha iyidir ve bu doğasına daha uygundur. Aristoteles, sadece yaşamını sürdürmenin insan için yeterli olmadığını; iyi yaşamın gerektiğini savunur. Bununla birlikte toplum olma ve iyi yaşam arayışı çeşitli sorunları da ortaya çıkarmaktadır. Bu sorunlar, insanların beraberliğini mümkün kılan kuralların belirlenmesini gerektirmektedir (Çavuşoğlu, 2019). Burada görüldüğü üzere insanın doğasının gereği olan bir kural belirleme süreci söz konusudur ve bu kurallar topluluk hâlinde yaşamayı sağlıklı ve istikrarlı bir şekilde temin etme amacına dönüktür."
  },
  {
    "id": "3113507",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi tarihte \"<em>insan hakları ve kişi hürriyetlerinin soyut birer kavram olmaktan kurtarılarak hukuki ve siyasal bir düzen içinde somutlaştırılarak gerçekleştirilmesini ve şekillendirilmesini\" sağlamıştır?</em>",
    "correctAnswer": "A",
    "options": {
      "A": "Magna Carta",
      "B": "Medine Sözleşmesi",
      "C": "Veda Hutbesi",
      "D": "Hammurabi Kanunları",
      "E": "II. Dünya Savaşı"
    },
    "explanation": "Magna Carta, insan hakları ve kişi hürriyetlerinin soyut birer kavram olmaktan kurtarılarak hukuki ve siyasal bir düzen içinde somutlaştırılarak gerçekleştirilmesini ve şekillendirilmesini sağlamıştır."
  },
  {
    "id": "3113508",
    "unitNumber": 7,
    "text": "Aşağıdakileden hangisi <em>Fransız İnsan ve Yurttaş Hakları Bildirgesi’nin dördüncü maddesinin tanımladığı kavram</em>dır?",
    "correctAnswer": "B",
    "options": {
      "A": "İnsanlık",
      "B": "Özgürlük",
      "C": "Yurttaşlık",
      "D": "Vatanseverlik",
      "E": "Eşitlik"
    },
    "explanation": "Fransız İnsan ve Yurttaş Hakları Bildirgesi’nin dördüncü maddesi özgürlüğü tanımlamıştır."
  },
  {
    "id": "3113509",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi \"hukukun ya da yasanın kaynağının sadece insan olduğu fikri\"ne dayandırılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Magna Carta",
      "B": "Medine Sözleşmesi",
      "C": "Fransız İnsan ve Yurttaş Hakları Bildirgesi",
      "D": "Irk Yasaları",
      "E": "Amerikan Bağımsızlık Bildirgesi"
    },
    "explanation": "<strong>Fransız İnsan ve Yurttaş Hakları Bildirgesi</strong> aracılığıyla ifade edilen en önemli husus Hannah Arendt’e göre hukukun ya da yasanın kaynağının, Tanrı’nın buyruğu ya da tarihin töreleri değil sadece insan olduğu fikridir."
  },
  {
    "id": "3113510",
    "unitNumber": 7,
    "text": "İnsan haklarının modern ya da çağdaş gelişimi bakımından en önemli aşamaların Amerikan ve Fransız Devrimleri olduğunu düşünen ve düşüncelerinde insanların hür ve eşit haklara sahip olarak doğduklarını ve daima öyle yaşadıklarını ifade eden düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Edmund Burke",
      "B": "Thomas Hobbes",
      "C": "Hannah Arendt",
      "D": "Thomas Paine",
      "E": "Jean-Jacques Rousseau"
    },
    "explanation": "<strong>İNSAN HAKLARININ TARİHSEL SERÜVENİ</strong><br/>18.yy.’da Edmund Burke, eleştirel bir bakışla Fransız Devrimi’ni dünyada o zamana dek meydana gelen en hayret verici olay olarak görürken (Kılıç, 2018), Burke’e karşı devrimi savunan Thomas Paine, insan haklarının modern ya da çağdaş gelişimi bakımından en önemli aşamaların Amerikan ve Fransız Devrimleri olduğunu düşünmekte ve bu devrimlerden büyük heyecan duymaktaydı. Paine, geleneksel düzeni savunanlara karşı yeni bir dönemin başladığını ve insanların doğuştan eşit ve haklara sahip oldukları fikrinin egemenliğini haber veriyordu. Paine’in düşüncesine göre insanlar hür ve eşit haklara sahip olarak doğar ve daima öyle yaşarlar. Doğuştan sahip oldukları haklar şunlardır; hürriyet, mülkiyet, güvenlik ve zulme karşı direnme ve egemenliğin kaynağının millet olmasıdır (Paine, 1998). Modernleşme süreci ile birlikte Batı Avrupa’da ve Kuzey Amerika’da ortaya çıkan belirli toplumsal, siyasal, ekonomik, bilimsel ve düşünsel koşullar ve gelişmeler geçmiştekilerden oldukça farklı bir insan, daha doğru bir deyimle insanlık anlayışı ve sadece insan olmaktan kaynaklanan haklar fikrini şekillendirmiştir."
  },
  {
    "id": "3113511",
    "unitNumber": 7,
    "text": "<em>Hobbes, Locke</em> ve <em>Rousseau</em> gibi düşünürlere göre insan toplulukları, uygar ve devletli bir toplum hâline ulaşmadan önce topluluktaki tüm insanların eşit haklara sahip olduğu bir doğa durumunda bulunmaktaydılar. Bu düşünürlere göre insanların sınırsız özgürlük ve haklarından vazgeçerek uygar ve devletli bir toplum oluşturmak için gerçekleştirdikleri olgu aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Doğal haklar",
      "B": "Özgürlük",
      "C": "Temel yurttaş hakları",
      "D": "Modernlik",
      "E": "Toplumsal sözleşme"
    },
    "explanation": "<strong>İNSAN HAKLARININ TARİHSEL SERÜVENİ </strong><br/>Doğal hak deyiminin kelime kökeni Latince ius naturale kavramıdır. Ius naturale, hem doğal hukuk hem de doğal haklar anlamına gelir ve insan davranışları için geçerli objektif standartları ifade eder (Kaya, 2017). Doğal haklar; insanın doğuştan getirdiği, devredilemez ve başka biri tarafından verilmemiş haklardır. Doğal hakların geçerli olduğu düşünülen bir insanlık durumuna ve o durumda işlerlik kazanan hukuk pratikleri de doğal hukuk olarak kabul edilir. İnsanların, doğal haklarıyla yaşadığı, doğal hukuk hükümlerinin egemen olduğu bir dönemin var olduğu kabul edilir (Çavuşoğlu, 2019).<br/>Hobbes, Locke ve Rousseau gibi düşünürlere göre insan toplulukları, uygar ve devletli bir toplum hâline ulaşmadan önce topluluktaki tüm insanların eşit haklara sahip olduğu bir doğa durumunda bulunmaktaydılar. Güvenlik kaygısıyla ya da kargaşadan uzaklaşmak için rasyonel davranan bu insanlar sınırsız özgürlüklerinden ve haklarından vazgeçerek <strong>üçüncü taraflarla sözleşme yapmıştır</strong> (Akbal, 2011). İster korku ve kaostan kaynaklanan bir güdüyle isterse doğal hâlden sonra erişilmesi hedeflenen bir toplumsallık düzlemi için yapılmış olsun, böylece politik ve <strong>toplumsal sözleşme söz konusu olmuştur</strong> (Kılıç, 2018). Kaynağını Tanrı’da bulan anlayışlarda olduğu gibi doğal haklar düşüncesinde de insan hakları, kişiden kişiye değişmeyen evrensel haklar olarak kabul edilmiştir (Çavuşoğlu, 2019)."
  },
  {
    "id": "3113512",
    "unitNumber": 7,
    "text": "İnsan haklarının gerekçelendirilmesi konusunda öne çıkan yaklaşımlar göz önünde bulundurulduğunda insan haklarına temel teşkil etmeyecek gerekçe aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Devletlerin çıkarları",
      "B": "İnsani ihtiyaçlar",
      "C": "İnsanlık onuru",
      "D": "Eşitlik ve Özgürlük",
      "E": "Adalet"
    },
    "explanation": "<strong>YENİ İNSAN HAKLARI ANLAYIŞI VE İNSAN HAKLARININ BOYUTLARI </strong><br/>İnsan hakları, genellikle insanların sırf insan oldukları için sahip oldukları haklar olarak tanımlanır. Ancak bu tanım insanlar neden sırf insan oldukları için birtakım haklara sahiptir sorusunu da beraberinde getirmektedir. Bunun yanıtı ise doğal olarak insan nedir? sorusuyla, ilişkilidir. Bu soruya yanıt verme çabası insan haklarının temellendirilmesi olarak adlandırılır (Rorty, 2018). İnsan haklarının gerekçelendirilmesi konusunda öne çıkan bazı yaklaşımlar ve bu yaklaşımları geliştirenler şöyle sıralanabilir (Nickel, 2019); ihtiyati gerekçeler, pratik nedenler, ahlaki haklar (Thomson 1990), insanın refahı (Sumner, 1987; Talbott, 2010), temel çıkarlar (Beitz, 2015), insani ihtiyaçlar (Miller, 2012), özerklik (Gewirth, 1996; Griffin, 2008) insanlık onuru (Gilabert, 2018; Kateb, 2011; Tasioulas; 2015), adalet (Nickel, 2007), eşitlik ve özgürlük (Gould, 2004; Nussbaum, 2000; Sen, 2004). Bunun yanında dünya değiştiği için insan hakları olgusunun insan haklarının felsefi ya da tarihsel olarak geçmişte yapıldığı gibi temellendirilmesinin gerekmediğini savunanlar da olmuştur (Rorty, 2018). Devletlerin çıkarları ise evrensel insan hakları ile tarihsel olarak çoğu kez çatışmış bir olgudur."
  },
  {
    "id": "3113513",
    "unitNumber": 7,
    "text": "“İnsan hakları kültürünün ortaya çıkışı ahlaki bilgi birikimine hiçbir şey borçlu değildir. Tarih dışı denen bir insan doğasında ısrar etmek yararsızdır. Çünkü böyle bir doğa muhtemelen yoktur ya da en azından bu doğada bizim ahlaki tercihlerimizle ilgili olabilecek bir unsur söz konusu değildir.”<br/>Yukarıdaki düşünceler aşağıdaki düşünürlerden hangisine aittir?",
    "correctAnswer": "B",
    "options": {
      "A": "Platon",
      "B": "Rorty",
      "C": "Borges",
      "D": "Kant",
      "E": "Rousseau"
    },
    "explanation": "<strong>YENİ İNSAN HAKLARI ANLAYIŞI VE İNSAN HAKLARININ BOYUTLARI </strong><br/>Rorty (2018), insan haklarına ilişkin bu yeni durumu açıklarken esasen geçmişteki örneklerinden ayrıldığı temel noktaya da işaret etmektedir. Buna göre insan hakları kültürünün ortaya çıkışı ahlaki bilgi birikimine hiçbir şey borçlu değil ve tarih dışı denen bir insan doğasında ısrar etmek yararsızdır çünkü böyle bir doğa muhtemelen yoktur ya da en azından bu doğada bizim ahlaki tercihlerimizle ilgili olabilecek bir unsur söz konusu değildir (Rorty, 2018). Burada insan haklarını metafizik kaygılardan uzaklaştırma ve bunun yerine daha pragmatik, uygulamaya dayalı bir yaklaşıma öncelik verme eğilimi söz konusudur (Bufacchi, 2017).<br/>Yeni insan haklarının çerçevesini çizen Rorty (2018), beyazları siyahlara, erkekleri kadınlara, Sırpları Müslümanlara ya da heteroseksüelleri homoseksüellere karşı daha nazik kılmak konusunda geçmiştekilerin ortak doğa ya da idealize amaçlar konusunda söylediği fikirlerin anlamsız olduğunu savunur. Çünkü ikna etmeye çalıştığımız insanlar böyle bir ortak doğanın farkında bile değildirler diyerek insan haklarının yönelimini de ifade etmektedir.<br/>Yeni insan hakları anlayışı ve formülasyonu kendi içinde başkaca sorunları da barındırmaktadır. Hannah Arendt, kolektif üyelikle kabul edilen haklara sahip olma hakkının yeni Evrensel İnsan Hakları Beyannamesi’nin listelediği değerlerin anahtarı olmaya devam ettiğini, bununla birlikte toplumsal katılım olmadan, haklar iddiasının tek başına hiçbir anlam ifade etmeyeceğini belirtmiştir. Arendt, hakların vatandaşların ilk ayrıcalığı olarak doğduğunu, şimdi ise gerçek anlamda bir koruma olmadığında insanın son şansı olma riski bulunduğunu öngörmüştür (Moyn, 2012)."
  },
  {
    "id": "3113514",
    "unitNumber": 7,
    "text": "Ahlaki ve ekonomik sorunları kalıcı olarak birbirine bağlayan ve doğrudan özgürlük ihlalleri olarak yoksulluk, dışlanma ve ekonomik ayrımcılık olgularını göz önünde bulundurmanın gerekliliğini vurgulayan insan haklarının kapsamını ele alan yaklaşım aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Görkemli haklar çağı",
      "B": "Doğal hukuk yaklaşımı",
      "C": "Hedef haklar yaklaşımı",
      "D": "Evrensel haklar yaklaşımı",
      "E": "Siyasal haklar yaklaşımı"
    },
    "explanation": "<strong>YENİ İNSAN HAKLARI ANLAYIŞI VE İNSAN HAKLARININ BOYUTLARI </strong><br/>Doğal hukuk, zaman dışı ilkelerde haklar için toplumsal bir temel aramıştı, dolayısıyla ahlakın, şeylerin doğasından ya da aklın doğasından türemesi gerekiyordu. Günümüz insan hakları anlayışı ise bu tür arayışlardan olabildiğince uzaklaşırken insan haklarını temellendirmek ya da anlamlandırabilmek için farklı arayışlar söz konusu olmaktadır. Bu bağlamda Amartya Sen’in hedef haklar yaklaşımı örnek olarak verilebilir. Sen, ahlaki ve ekonomik sorunları kalıcı olarak birbirine bağlayan ve doğrudan özgürlük ihlalleri olarak yoksulluk, dışlanma ve ekonomik ayrımcılık olgularını göz önünde bulundurmanın gerekliliğini vurgulamıştır. Buna göre, insan hakları önemli bir ahlaki haklar alt sınıfı olarak görülmektedir (De Munck, 2018)."
  },
  {
    "id": "3113515",
    "unitNumber": 7,
    "text": "Engelli bireylere yönelik insan hakları ihlallerini önlemeye dönük uluslararası sözleşmeler insan haklarının ortaya çıkış dönemleri bağlamında ele alan sınıflamaya göre kaçıncı nesil haklar olarak sınıflanmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "ilk nesil",
      "B": "Dördüncü nesil haklar",
      "C": "İkinci nesil haklar",
      "D": "Üçüncü nesil haklar",
      "E": "Çağdaş haklar"
    },
    "explanation": "<strong>YENİ İNSAN HAKLARI ANLAYIŞI VE İNSAN HAKLARININ BOYUTLARI </strong><br/>İnsan haklarını ortaya çıkış dönemleri bağlamında ele alan sınıflamaya göre ise üç nesil haktan söz edilmektedir (Stewart, 2018);<br/><ol><br/><li>İlk nesil haklar: Medeni ve siyasi haklar</li><br/><li>İkinci nesil haklar: Ekonomik, sosyal ve kültürel haklar</li><br/><li>Üçüncü nesil haklar: Grup veya topluluk hakları</li><br/></ol><br/>İlk nesil haklar olarak medeni ve siyasi haklar öncelikle kişisel özgürlükler ve hûkümet müdahalesinden kaynaklanan özgürlüklerle ilgilidir, aynı zamanda insan haklarının en az tartışmalı boyutu olduğu söylenebilir. Bu boyuttaki haklara göre herkesin düşünce ve ifade özgürlüğü hakkı vardır. Bu hak, sınırlardan bağımsız olarak sözlü, yazılı, basılı biçiminde ya da kendi seçtiği herhangi bir araç aracılığıyla her türlü bilgi ve fikri arama, alma ve verme özgürlüğünü içerir. Aynı zamanda herkesin barışçıl toplantı özgürlüğü ve çıkarlarının korunması için sendikalar kurma ve sendikalara katılma hakkı da dâhil olmak üzere başkalarıyla dernek kurma özgürlüğü vardır (Moyn, 2012; Stewart, 2018; OHCHR, 2020; Nickel, 2019).<br/>İkinci nesil insan hakları ise eğitim, gıda, sağlık hizmetleri ve istihdam gibi konuları ele alan sosyal haklardır. Bu hakların kapsamı çok fazla tartışmaya konu olmuştur. Bu boyuttaki haklar esas olarak refah ve refah için gerekli olan, örneğin mülkiyet, çalışma hakları, adil ücret, makul sosyal koşullara ilişkindir ve sosyal güvenlik, çalışma saatlerinin sınırlandırılması, güvenli çalışma koşulları, kültürel yaşama katılım ve konut, yiyecek, su, sağlık, eğitim ve sendika hakları gibi hakları kapsar. (Moyn, 2012; Stewart, 2018; OHCHR, 2020; Nickel, 2019).<br/>Üçüncü nesil haklar ise öncelikle özel korunmaya muhtaç belirli grupların (kadınlar, çocuklar, göçmenler, engelliler, yerli vb.) korunması için gerekli görülen dayanışma haklarını kapsar. Aynı zamanda genel olarak küresel dünya bilincine ilişkin, kalkınma hakları, barış ya da temiz bir küresel çevre gibi haklar bu boyutta yer alır. Tarihsel olarak dezavantajlı veya tali gruplara yönelik eşit haklar konusu insan hakları hareketinin uzun süredir devam eden kaygısıdır. İnsan hakları belgeleri defalarca etnik ve dinî grupların, kadınların, diğer grupların yani tüm insanların eşit insan haklarına sahip olduklarını ve ayrım gözetmeksizin onlardan yararlanabileceklerini vurgulamıştır. Ayrımcılıktan kurtulma hakkı, Evrensel Bildirge ve müteakip antlaşmalarda belirgin bir şekilde görülmektedir (Nickel, 2019). Bunlara ek olarak bir tür hak enflasyonu tehlikesine rağmen, insan hakları olarak sayılması gereken ancak genel olarak böyle tanınmayan, farklı bazı normlardan bahsedilebilir. Nihayetinde insanların haysiyetinin ve temel çıkarlarının, diğer bireylerin ve hükûmetlerin eylemleri ya da ihmalleri tarafından tehdit edildiği birçok alan söz konusudur. Genellikle hayvanların hatta doğanın kendisinin haklarını içeren çevre hakları ise farklı bir kategori olarak ifade edilebilir (Nickel, 2019; Moyn, 2012; Stewart, 2018; OHCHR, 2020)."
  },
  {
    "id": "3113516",
    "unitNumber": 7,
    "text": "Küreselleşme ile birlikte özellikle gelişmekte olan ülkelerde artan gelir adaletsizliği, işsizlik ve yoksulluk, küreselleşmenin insanın haklarının hangi boyutuna yönelik olumsuz etkisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Medeni haklar",
      "B": "Siyasi haklar",
      "C": "Grup hakları",
      "D": "Topluluk hakları",
      "E": "Ekonomik haklar"
    },
    "explanation": "<strong>KÜRESELLEŞEN DÜNYADA İNSAN HAKLARI: TEHDİT VE DÖNÜŞÜMLER</strong><br/>Küresel Ekonomi ve İnsan Hakları<br/>Uluslararası insan hakları fikri ve hakların uluslararası korunmasına ilişkin politika ve uygulamalar ekonomik küreselleşme ve küresel serbest pazar değerleri tarafından olumsuz etkilenmektedir (McCorquodale ve Fairbrother, 1999). Esasen küreselleşme ekonomik anlamda serbest pazar sisteminin küreselleşmesine ve buna bağlı olarak gelişmekte olan ülkelerde izlenen kalkınma politikaları nedeniyle küresel sorunlara yol açmıştır (Kuçuradi, 2011). Küreselleşmenin işleyişindeki mantığı en iyi yansıtan gelişmeler ekonomik alanda karşılığını bulmaktadır. Bu bağlamda küreselleşmenin politika gibi farklı boyutlardaki gelişimi yalnızca piyasanın mantığına cevap verebilecek nitelikte şekillenmektedir (Alba Meraz, 2018). Söz konusu piyasa mantığına dayalı ekonomik küresel düzen var olanları çözmekten çok onların etkisini artırmakta ya da yeni ve daha güçlü problemler üretmektedir. Örneğin, küreselleşme ile birlikte ekonomik bağlamda yaşanan en önemli sorunlar gelir adaletsizliği ve işsizlikteki artışlardır. Özellikle 1990’lardan itibaren ülkelerin ulusal gelirlerindeki dağılım adaletsizliği hızla artış göstermiştir. Aynı zamanda küreselleşme var olan işsizliği daha da artırıcı bir rol oynamıştır (Timur, 1999).<br/>Küresel güçler ekonomik bağlamdaki hakları da aşındırmaktadır. Uluslararası piyasalar, uzun süredir Burma’daki gibi baskıcı devletleri destekleyerek toplumsal haklara ve güvenlik haklarına tehdit teşkil etmiştir. Böylesi yönetimlerin desteğini alan çok uluslu şirketlerin sundukları çalışan hakları, belirli boyutlarda geleneksel emperyalizmden çok az farklıdır. Örneğin, grevciler ve muhalifler Guatemala ve Nijerya gibi yerlerde devlet ya da paramiliter güçler tarafından öldürülebilmektedir (Brysk, 2002). Küresel iletişim ve sivil ağlarda bir<br/>artış olarak tezahür eden küreselleşme uluslararası yatırım, emtia ağları ve ihracata bağımlılığın kötüye kullanım fırsatlarını da artırmıştır. Çok uluslu ekonomik kuruluşlar ve beraberlerinde getirdikleri ekonomik krizler tarafından zorunlu kılınan uluslararası ekonomik uyum, sosyal eşitsizlik ve suç artışlarıyla da sistematik bir biçimde ilişkilidir (Brysk, 2002). Genel anlamda özellikle ekonomik faaliyetler bakımından insan hakları, ticaret ve finans, fikri mülkiyet, çevre koruma, bilgi teknolojisi ve diğer birçok alanda ulusaşırı düzenlemelerin artması (Cotterrell, 2004) söz konusu uyumun zorlayıcı çerçevesini çizmiştir.<br/>Küresel bir ekonominin dünyayı, neredeyse boğucu bir tekdüzeliğe doğru yönlendirdiğine ilişkin endişelerin yanında, yerel kültürlerin gücünün önemsenmesi gerektiğini düşünenler de bulunmaktadır. Buna göre kültürel değerler sadece Batı kaynaklı bir şekilde değil Doğu, Güney ve Kuzey’den de yayılmaktadır (Rosenau, 2002). İnsan haklarına yönelik yeni tehditlerin yanı sıra küresel bir sistemin büyümesi de önemli yeni fırsatlar sunmaktadır. Küreselleşmenin temel özellikleri - bağlantı, kozmopolitizm, iletişim hatta metalaşma - tam olarak insan haklarının hesap verebilirliği için yeni yollar açan özelliklerdir.<br/>İnsan haklarını ortaya çıkış dönemleri bağlamında ele alan sınıflamaya göre ise üç nesil haktan söz edilmektedir (Stewart, 2018);<br/><ol><br/><li>İlk nesil haklar: Medeni ve siyasi haklar</li><br/><li>İkinci nesil haklar: Ekonomik, sosyal ve kültürel haklar</li><br/><li>Üçüncü nesil haklar: Grup veya topluluk haklar</li><br/></ol><br/>İkinci nesil insan hakları eğitim, gıda, sağlık hizmetleri ve istihdam gibi konuları ele alan sosyal haklardır. Bu hakların kapsamı çok fazla tartışmaya konu olmuştur. Bu boyuttaki haklar esas olarak refah ve refah için gerekli olan, örneğin mülkiyet, çalışma hakları, adil ücret, makul sosyal koşullara ilişkindir ve sosyal güvenlik, çalışma saatlerinin sınırlandırılması, güvenli çalışma koşulları, kültürel yaşama katılım ve konut, yiyecek, su, sağlık, eğitim ve sendika hakları gibi hakları kapsar."
  },
  {
    "id": "3113517",
    "unitNumber": 7,
    "text": "Aşağıdaki tarihlerden hangisi Birleşmiş Milletler tarafından Evrensel İnsan Hakları Beyannamesi'nin ilan edildiği tarihtir?",
    "correctAnswer": "D",
    "options": {
      "A": "15 Aralık 1945",
      "B": "20 Aralık 1947",
      "C": "10 Ekim 1946",
      "D": "10 Aralık 1948",
      "E": "10 Kasım 1948"
    },
    "explanation": "Nihayetinde 10 Aralık 1948’de Birleşmiş Milletler tarafından Evrensel İnsan Hakları Beyannamesi ilan edilmiştir."
  },
  {
    "id": "3113518",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi insan haklarının gerekçelendirilmesi konusunda öne çıkan yaklaşımlardan biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "adalet",
      "B": "eşitlik ve özgürlük",
      "C": "özerklik",
      "D": "temel çıkarlar",
      "E": "metafizik"
    },
    "explanation": "İnsan haklarının gerekçelendirilmesi konusunda öne çıkan bazı yaklaşımlar ve bu yaklaşımları geliştirenler şöyle sıralanabilir (Nickel, 2019); ihtiyati gerekçeler, pratik nedenler, ahlaki haklar (Thomson 1990), insanın refahı (Sumner, 1987; Talbott, 2010), temel çıkarlar (Beitz, 2015), insani ihtiyaçlar (Miller, 2012), özerklik (Gewirth, 1996; Griffin, 2008) insanlık onuru (Gilabert, 2018; Kateb, 2011; Tasioulas; 2015), adalet (Nickel, 2007), eşitlik ve özgürlük (Gould, 2004; Nussbaum, 2000; Sen, 2004)"
  },
  {
    "id": "3113519",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi <em>İnsan Hakları Evrensel Bildirisi’ne çekimser oy kullanan devletlerden birisidir</em>?",
    "correctAnswer": "A",
    "options": {
      "A": "Polonya",
      "B": "İngiltere",
      "C": "Fransa",
      "D": "İtalya",
      "E": "Türkiye"
    },
    "explanation": "İnsan Hakları Evrensel Bildirisi’nin 10 Aralık 1948 günü Birleşmiş Milletler Genel Kurulunca kabul edildiği oturumda oylamaya katılan BM üyesi 48 devletin temsilcileri olumlu oy vermiştir. Türkiye de olumlu oy verenler arasında yer almıştır. Bildiriye karşı oy veren çıkmazken 8 üye devlet, çekimser oy kullanmıştır. Değişik nedenlerle çekimser oy kullanan ülkeler, Sovyetler Birliği, Beyaz Rusya, Ukrayna, Polonya, Çekoslovakya, Yugoslavya, Güney Afrika Birliği ve Suudi Arabistan’dır."
  },
  {
    "id": "3113520",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi \"sosyal ve ekonomik hakların İnsan Hakları Evrensel Bildirisi’nde yer almaması gerektiği görüşü\"nde olduğu için metni onaylamamıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Suudi Arabistan",
      "B": "Güney Afrika Birliği",
      "C": "Çekoslovakya",
      "D": "Yugoslavya",
      "E": "Ukrayna"
    },
    "explanation": "Güney Afrika Birliği sosyal ve ekonomik hakların bu metinde yer almaması gerektiği görüşünde olduğu için onaylamaz."
  },
  {
    "id": "3113521",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi \"<em>üçüncü nesil haklar</em>\"dan biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kültürel haklar",
      "B": "Ekonomik haklar",
      "C": "Topluluk hakları",
      "D": "Siyasi haklar",
      "E": "Medeni haklar"
    },
    "explanation": "İnsan haklarını ortaya çıkış dönemleri bağlamında ele alan sınıflamaya göre ise üç nesil haktan söz edilmektedir (Stewart, 2018):<br/>a. İlk nesil haklar: Medeni ve siyasi haklar<br/>b. İkinci nesil haklar: Ekonomik, sosyal ve kültürel haklar<br/>c. Üçüncü nesil haklar: Grup veya topluluk hakları"
  },
  {
    "id": "3113522",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi \"küreselleşme\" kavramı için <strong>söylenemez</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Günümüzde insan haklarına yönelik tehditlerin kaynakları düşünüldüğünde anahtar belirleyicilerden biri küreselleşme olduğu görülmektedir.",
      "B": "Üzerinde uzlaşı sağlanmış bir tanımı yoktur.",
      "C": "Küreselleşme süreci, Batı’nın soğuk savaştaki zaferine katkıda bulunmuştur.",
      "D": "Küreselleşme hukuk ve insan hakları bağlamında önemli bir yere sahip değildir.",
      "E": "Küreselleşme, hukuku ve insan haklarını sadece doğrudan bir şekilde etkilemez."
    },
    "explanation": "Küreselleşme hukuk ve insan hakları bağlamında da oldukça önemli bir yere sahiptir"
  },
  {
    "id": "3113523",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi küresel göç ve yurttaşların hakları sorunundan \"vatansız insanların felaketi\" olarak bahseden isimdir?",
    "correctAnswer": "E",
    "options": {
      "A": "De Munck",
      "B": "Michael Walzer",
      "C": "Alba Meraz",
      "D": "Giorgio Agamben",
      "E": "Hannah Arendt"
    },
    "explanation": "Esasen savaşlar, kıtlık ve daha fazla fırsatın cazibesi gibi nedenler yüzyıllar boyunca göçleri yönlendiren ana etkenler olarak varlığını korumuş ve Hannah Arendt’in deyimiyle vatansız insanların felaketi şiddetini giderek artırmıştır. Günümüzde farklı olan ise göçmenlerin, yurttaşlık, ulusal ve kültürel kimlik kavramlarının sorgulanmasına neden olan haklara sahip olmaları ve modern kitle iletişim araçlarının etkisiyle görünürlüklerinin giderek artmasıdır."
  },
  {
    "id": "3113524",
    "unitNumber": 7,
    "text": "I. İnsan hakları kavramının oluşumu, toplumsal yaşamın başlangıcı ile paraleldir.<br/>II. Evrensel insan hakları oldukça yeni bir buluş olarak değerlendirilebilir.<br/>III. I. Dünya Savaşı sonrası dönemde insan haklarına bakış büyük ölçüde değişmiştir.<br/>IV. On Emir, insan hakları tarihinde yer almaktadır.<br/>Yukarıda insan hakları ile ilgili verilen bilgilerden hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I ve IV",
      "D": "I, II ve III",
      "E": "I, II ve IV"
    },
    "explanation": "İnsan ve Hak Kavramının Kökenleri bölümü detaylı bilgi için incelenebilir.<br/>Günümüzdeki anlamıyla insan hakları deyiminin ve özgün kapsamı ile birlikte temel anlayışının özellikle <strong>II. Dünya Savaşı sonrası</strong> döneme ait bir yeniliktir. Modern dönemdeki bazı düşünsel arayışlar ve siyasi gelişmelerle akrabalık kurulmaya çalışılsa da bugünkü anlamıyla ve Evrensel İnsan Hakları Beyannamesi’nde tezahür <strong>ettiği hâli ile insan hakları oldukça yeni bir buluş</strong> ya da tasarımdır. Bununla birlikte insan ve hak kavramlarının kendilerine özgü tarihleri vardır. <strong>Toplumsal yaşamın devletin</strong> söz konusu olduğu en eski devirlerden itibaren insanların bazı ödevleri ve hakları olduğu düşünülmüştür. Haklar aynı zamanda, yine bir şekilde Tanrısal kökene atıfla anlaşılan, taşa ya da tablete kazınarak kalıcılık ve bir anlamda yasallık kazanmış olan kurallar çerçevesinde anlaşılmaktadır. Ör. On Emir."
  },
  {
    "id": "3113525",
    "unitNumber": 7,
    "text": "<em>Tanrının emriyle memlekette doğruluk ve adalet için görevlendirildiğini </em>belirterek halkına uyması gereken kanunları yazılı halde sunan Babil Hükümdarı, aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hammurabi",
      "B": "Sumuel",
      "C": "Nur-Adad",
      "D": "Gungunum",
      "E": "Rim-Sin"
    },
    "explanation": "Geleneksel toplumlarda insan ve hakları bölümü detaylı bilgi için incelenebilir.<br/>Kanunlarıyla Eski Babil soyunun en ünlüsü olan MÖ 1728-1686 arasında hüküm süren <em>Hammurabi</em>, yasalarını ifade ederken <em>Tanrının emriyle memlekette doğruluk ve adalet için görevlendirildiğini </em>söylemiştir"
  },
  {
    "id": "3113526",
    "unitNumber": 7,
    "text": "I. Hürriyetlerin Büyük Fermanı olarak da adlandırılmaktadır.<br/>II. Doğu medeniyetlerinin katkıları ile hazırlanmıştır.<br/>III. İnsan hakları ve kişinin özgürlüğü kavramları somutlaştırılmıştır.<br/>IV. Kralın yetkileri sınırlandırılmadan insan hakları düzenlenmiştir.<br/>Yukarıda Magna Carta ile ilgili verilen bilgilerden hangileri doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "I, II ve III",
      "E": "I, II ve IV"
    },
    "explanation": "İnsan ve Haklarının Tarihsel Serüveni: Modern Dönem bölümü detaylı olarak incelenebilir.<br/>Diğer medeniyetleri ve özellikle Doğu toplumlarının düşünsel mirasını bir ölçüde görmezden gelen, insan hakları tarihini Batı özelinde okuyan <em>Avrupa-Merkezcilerin </em>insan hakları ve hukukun üstünlüğü bağlamında atılan ilk önemli adım Magna Carta’dır. İngiliz kralı John, dönemin Papası ve baronlar arasında imzalanan ve kralın yetkilerini sınırlandıran <em>Magna Carta </em>ya da <em>Hürriyetlerin Büyük Fermanı, </em>dönemi itibarıyla getirdiği yenilikler açısından önem taşımaktadır. Magna Carta, insan hakları ve kişi hürriyetlerinin soyut birer kavram olmaktan kurtarılarak hukuki ve siyasal bir düzen içinde somutlaştırılarak gerçekleştirilmesini ve şekillendirilmesini sağlamıştır."
  },
  {
    "id": "3113527",
    "unitNumber": 7,
    "text": "Hukukun ya da yasanın kaynağının, sadece <em>insan </em>olduğu fikri ilk olarak hangi yazılı belgede vurgulanmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Magna Carta",
      "B": "İnsan Hakları Evrensel Bildirgesi",
      "C": "Cenevre Sözleşmesi",
      "D": "Fransız İnsan ve Yurttaş Hakları Bildirgesi",
      "E": "Özgürlük Bildirgesi"
    },
    "explanation": "İnsan ve Haklarının Tarihsel Serüveni: Modern Dönem detaylı bilgi için incelenebilir.<br/>18.yy.’ın sonunda tarihsel bir dönüm noktası olarak ortaya çıkan <em>Fransız İnsan ve Yurttaş Hakları Bildirgesi </em>aracılığıyla ifade edilen en önemli husus Hannah Arendt’e göre hukukun ya da yasanın kaynağının, Tanrı’nın buyruğu ya da tarihin töreleri değil sadece <em>insan </em>olduğu fikridir."
  },
  {
    "id": "3113528",
    "unitNumber": 7,
    "text": "I. Bireyin tercihlerinin üstündedir.<br/>II. Bireyin tercih özgürlüğünü kapsamaktadır.<br/>III. Evrensel adalet ve gerçekliği sağlama iddiası vardır.<br/>IV. Varlıkların güçlerine karşılık gelen haktır.<br/>Yukarıda tanımı yapılan doğal hak kavramlarının benimsediği yaklaşımlar, hangi seçenekte sırasıyla doğru olarak verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Modern doğal hak, klasik doğal hak, modern doğal hak, modern doğal hak",
      "B": "Modern doğal hak, modern doğal hak, klasik doğal hak, modern doğal hak",
      "C": "Klasik doğal hak, modern doğal hak, modern doğal hak, modern doğal hak",
      "D": "Modern doğal hak, klasik doğal hak, klasik doğal hak, modern doğal hak",
      "E": "Klasik doğal hak, modern doğal hak, klasik doğal hak, modern doğal hak"
    },
    "explanation": "İnsan ve Haklarının Tarihsel Serüveni: Modern Dönem bölümü detaylı bilgi için incelenebilir.<br/>Doğal hak anlayışları klasik ve modern olmak üzere iki ayrı yaklaşımla açıklanmaktadır. <em>Klasik doğal hak yaklaşımında, </em>doğal hak, bireyin kişisel tercihlerinin üstünde ve ötesinde Tanrı, doğa ya da yasa gibi mutlak bir kaynağın evrensel adalet ve gerçeklik iddiaları niteliğindedir. <em>Modern doğal hak anlayışında </em>ise doğal hak, eylemde bulunmak için bir yeti, kabiliyet ve bir özgürlüğü ifade eder. Bireyin sahip olduğu güç olarak doğal hak, bireyin tercih özgürlüğüne ve çıkarlarının önceliğine dayanmaktadır"
  },
  {
    "id": "3113529",
    "unitNumber": 7,
    "text": "I. Medeni ve siyasi haklar<br/>II: Ekonomik, sosyal ve kültürel haklar<br/>III. Grup veya topluluk hakları<br/>Yukarıda verilen haklar, hangi seçenekte sırasıyla doğru biçimde verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Siyasi haklar, ahlaki haklar, hukuki haklar",
      "B": "Siyasi haklar, hukuki haklar, ahlaki haklar",
      "C": "İlk nesil hak, ikinci nesil hak, üçüncü nesil hak",
      "D": "Üçüncü nesil hak, ikinci nesil hak, birinci nesil hak",
      "E": "Klasik doğal hak, modern doğal hak, klasik doğal hak"
    },
    "explanation": "İnsan Haklarının Kapsamı ve Boyutları detaylı bilgi edinmek için incelenebilir.<br/>İnsan haklarını ortaya çıkış dönemleri bağlamında ele alan sınıflamaya göre üç nesil haktan söz edilmektedir."
  },
  {
    "id": "3113530",
    "unitNumber": 7,
    "text": "I. Ön görülemez bir olgudur.<br/>II. Ulus ötesi hareketleri düzenleyebilen kurumlara ilişkin arayışları içerir.<br/>III. Sınırları belirli olan net ve açıklayıcı tanımı vardır.<br/>IV. Toplumsal ilişkilerin önemi yitirmesiyle oluşan bütüncül bir pazar arayışıdır.<br/>Yukarıda küreselleşme ile ilgili verilen bilgilerden hangileri doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I ve IV",
      "D": "I, II ve III",
      "E": "I, II ve IV"
    },
    "explanation": "Detaylı bilgi ve tartışma için Küreselleşen Dünya: Ne Anlama Geliyor? bölümü incelenebilir.<br/>Küreselleşmenin tek bir tanımını yapmak zor olsa da bazı sosyologların tanımlarından yola çıkarak küreselleşme derken neyin kastedildiğine ilişkin genel bir çerçeve çizilebilir. Bu süreçte uzak mesafeleri birbirine bağlayan dünya ölçeğindeki toplumsal ilişkiler yoğunlaşmakta, küresel karşılıklı bağımlılık artmaktadır. Üretilen mallar, para, teknoloji, bilgi, insanlar, düşünce ve kültürel uygulamaların siyasal ve kültürel sınırların ötesine geçen hareketleri söz konusu olmaktadır. Giderek yoğunlaşan bu hareketler insanların işlerini, eylemlerini de dönüştürmektedir. Nihayetinde küreselleşme yeni ve öngörülemez bir olgudur ve açık uçlu bir süreçtir."
  },
  {
    "id": "3113531",
    "unitNumber": 7,
    "text": "Küreselleşme ile birlikte ekonomik bağlamda yaşanan en önemli sorunlar aşağıdakilerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gelir adaletsizliği, mülkiyet kavramının güçlenmesi.",
      "B": "Gelir adaletsizliği, işsiz sayısındaki artış",
      "C": "Gelir adaletsizliği, devlet hegemonyasının artması.",
      "D": "İşsiz sayısındaki artış, mülkiyet kavramının güçlenmesi",
      "E": "İşsiz sayısının artması, devlet hegemonyasının artması"
    },
    "explanation": "Detaylı bilgi ve tartışma için Küreselleşme, Devletler, Hukuk ve İnsan Hakları bölümü incelenebilir.<br/>Küreselleşmenin politika gibi farklı boyutlardaki gelişimi yalnızca <em>piyasanın mantığına cevap </em>verebilecek nitelikte şekillenmektedir. Söz konusu piyasa mantığına dayalı ekonomik küresel düzen var olanları çözmekten çok onların etkisini artırmakta ya da yeni ve daha güçlü problemler üretmektedir. Örneğin, küreselleşme ile birlikte ekonomik bağlamda yaşanan en önemli sorunlar gelir adaletsizliği ve işsizlikteki artışlardır."
  },
  {
    "id": "3113532",
    "unitNumber": 7,
    "text": "Aşağıda verilenlerden hangisi, insan hakları düzeninin zayıflığı ve dolasıyla küreselleşmenin sorunu olarak görülmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dünyanın farklı yerlerinde görülen savaşlar",
      "B": "Serbest Pazar arayışlarının artması",
      "C": "Rekabetçi ekonomik politikanın uygulanması",
      "D": "İnsan hakları savunma mekanizmalarının da küreselleşmesi",
      "E": "Devletin hegemonyasının artması"
    },
    "explanation": "Küresel Güvensizlik ve İnsan Haklarının Geleceği detaylı bilki ve tartışma için incelenebilir.<br/>Özelde II. Dünya Savaşı sonrası dönemde ve 11 Eylül sonrasında dünyanın hemen her köşesinde yaşanan savaşlar, katliamlar, yoksulluk, ırkçılık, yabancı düşmanlığı gibi büyük problemler geniş toplum kesimlerinde insan hakları anlayışının sorgulanmasına yol açmıştır. İkinci olarak uluslararası toplumun ve uluslararası örgütlerin altına imza atmış oldukları ve uygulanmasındaki sorumluluğu üstlenmiş oldukları insan haklarının gerçekleştirilmesinde gösterdikleri tutarsızlıklar ve zayıflıklar <em>insan hakları düzeni </em>olarak adlandırılabilecek sisteme güvensizliği artırmaktadır."
  },
  {
    "id": "3113533",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi küreselleşmenin insan haklarına yarattığı tehditlerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "İnsan haklarının belirli bir grup temel alınarak küreselleştirilmesi",
      "B": "Nüfus hareketliliğinin artması",
      "C": "Serbest piyasanın küreselleşmesi",
      "D": "Ucuz iş gücüyle birlikte gelir adaletsizliğin artması",
      "E": "İnsan hakları mücadelesini ulus aşırı alanlara taşınması"
    },
    "explanation": "İnsan Haklarının Küreselleşmesi bölümü incelenebilir.<br/>Küreselleşmenin insan hakları bağlamındaki diğer bir etkisi insan hakları savunusunun küreselleşmesidir. Bunda iletişim teknolojilerinin ve küresel insanlık fikrinin payı büyüktür. Yeni medya ve özellikle İnternet, insan haklarına ilişkin çabaların uluslararasılaşmasının altında yatan temel faktörlerdir."
  },
  {
    "id": "3113534",
    "unitNumber": 8,
    "text": "Hukukun hem yaşam dünyası ile sistem dünyası arasında bağlantı kurduğunu hem de yaşam dünyasının içsel olarak kontrol edilmesine neden olduğunu ileri süren kuramcı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Jürgen Habermas",
      "B": "Max Weber",
      "C": "Talcott Parsons",
      "D": "Niklas Luhmann",
      "E": "Richard Posner"
    },
    "explanation": "Doğru cevap A seçeneğidir. Doğru cevap sayfa 244'te \"Jürgen Habermas: Yaşam Dünyası, Sistem Dünyası ve Hukukun İşlevi\" başlığı altında bulunabilir.<br/>Doğru cevap A seçeneğidir. Yaşam dünyası ve sistem dünyası kavramları, Jürgen Habermas'ın İletişimsel Eylem Kuramında kullandığı kavramlardır. Habermas modern toplumlarda, para ve siyasal güç bakımından kapitalist ekonomik sistem ve rasyonel devlet yapısı şeklinde bir farklılaşmanın ortaya çıktığını, bunların toplumsal yaşam dünyası ile para ve siyasal güç kullanımının kurumsallaşması demek olan sistem dünyası yoluyla bağlantılı hâle geldiğini, bu bağlantının sağlanmasında ise hukukun önemli bir rol oynadığını ileri sürer. Hukuk ve modern yasalar özellikle (Avrupa) refah devletlerinde dizginsiz bir kapitalist sisteme karşı özgürlükleri ve hakları da güvence alır. Refaha dayalı hukuksallaştırma biçimi, özgürlük ve eşitlikle ilgili yaşam dünyası talepleri temelinde serbest piyasanın zorunluluklarını sınırlandırır, ancak aynı zamanda yaşam alanının bu talepleri/iddiaları sistem dünyasının işlevleri açısından tarif edilmeye başlanır. Özellikle kuruluşlar tarafından bürokratik olarak belirlenen yasal yetkiler ve maddi tazminatlar, toplumsal sorunların bireyselleştirilmesini gerektirmiştir. Bu nedenle, yaşam dünyası yasalar aracılığıyla içsel olarak kontrol edilmektedir."
  },
  {
    "id": "3113535",
    "unitNumber": 8,
    "text": "Jürgen Habermas'ın kuramında devletin hukuk sayesinde toplumsal yaşam alanına müdahale edebilir hâle geldiğini, toplumsal yaşamın devlet egemenliği altına sokularak bürokratikleştirildiğini ifade etmek için kullanılan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yaşam dünyası",
      "B": "Hukukileştirme",
      "C": "Sistem dünyası",
      "D": "Kolonizasyon",
      "E": "İkincilleştirme"
    },
    "explanation": "Doğru cevap B seçeneğidir. Doğru cevap sayfa 244'te \"Jürgen Habermas: Yaşam Dünyası, Sistem Dünyası ve Hukukun İşlevi\" başlığı altında bulunabilir.<br/>Doğru cevap B seçeneğidir. Habermas, hukukun sadece yaşam dünyası ile sistem dünyası arasında bağlantı kurma bakımından değil; aynı zamanda yaşam dünyasının içsel kolonizasyonu (düzenlenmesi/sömürülmesi) açısından da önemli roller oynadığını düşünür. Hukukun toplum yaşamında giderek artan ağırlığını ifade etmek üzere juridification (hukukileştirme) kavramını kullanır ve bu kavram ile, hukuk yoluyla düzenlemeden önce gayri resmi şekilde düzenlenen toplumsal yaşam alanlarının giderek yazılı hale gelen pozitif hukuk normlarıyla düzenlenir hale gelmesini anlatmak ister. Habermas bununla, çalışma hayatından aile ve eğitim hayatına kadar toplumsal yaşam alanlarının nasıl hukuksallaştığını göstermeye, toplumsal yaşamın böylesine hukuksallaştırılmasının, toplumsal yaşam dünyasının iletişimsel yapısını nasıl zedelediğini, toplumsal yaşam alanını devletin hukuk sayesinde nasıl müdahale edebilir hâle geldiğini, kısacası toplumsal yaşamın nasıl devlet egemenliği altına sokularak bürokratikleştirildiğini anlatmaya çalışır."
  },
  {
    "id": "3113536",
    "unitNumber": 8,
    "text": "Jürgen Habermas'ın tarihsel olarak belirlediği hukukileştirme aşamalarına göre aşağıdakilerden hangisi dördüncü aşamada gerçekleşmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Medeni hukuk gelişmiş ve kişilere sözleşmeye dayalı hak ve yükümlülüklerin verilmesi",
      "B": "Yaşam, özgürlük ve mülkiyet hakları kazanılması",
      "C": "Siyasi katılım ve oy kullanma gibi sosyal hakların kazanılması",
      "D": "Siyasi egemenin müdahaleleri yasalarla sınırlandırılarak egemene karşı bireysel hakların gelişiminin sağlanması",
      "E": "Serbest piyasa işleyişinin sınırlandırılıp bireylerin ekonomik sisteme karşı korunmasının mümkün olması"
    },
    "explanation": "Doğru cevap E seçeneğidir. Doğru cevap sayfa 244'te \"Jürgen Habermas: Yaşam Dünyası, Sistem Dünyası ve Hukukun İşlevi\" başlığı altında bulunabilir.<br/>Jürgen Habermas'a göre tarihsel olarak dört hukukileştirme aşaması vardır. A seçenekleri birinci aşamada, B ve D seçenekleri ikinci aşamada, C seçeneği üçüncü aşamada, E seçeneği dördüncü aşamada elde edilmiştir. Doğru cevap E seçeneğidir. <br/>Bu aşamalarda elde edilen hakları kısaca hatırlayalım: Birinci aşamada, Avrupa’daki mutlakiyetçi rejimlerin geleneksel burjuva devletlerinde, kapitalist ekonominin genişlemesine, piyasada sözleşmeye dayalı ilişkiler yürüten özel kişilere liberal özgürlük hakları ve yükümlülükleri veren medeni yasaların geliştirilmesi eşlik etmiştir. Birinci aşama, kapitalizmin gelişmesi medeni hukuka yol açarak, sözleşmeye dayalı özel kişilere bireysel hak ve yükümlülükler verilmesi aşamasıdır. İkinci aşamada, anayasal devletlerin gelişmesiyle, vatandaşların yaşam, özgürlük ve mülkiyet hakları anayasal olarak güvence altına alınmıştır. Artık bu haklar, yasalarla bağlı olan siyasi egemenin müdahaleleri sınırlandırılarak ona karşı da güvence altına alınmıştır. Nitekim ikinci aşama, egemene karşı bireysel hakların gelişiminin sağlandığı aşamadır. Üçüncü aşamada, hükûmete katılma hakkı, Fransız devriminin etkisiyle demokratik anayasal devletlerin gelişmesi ve siyasi katılım ve oy kullanma haklarının genişletilmesi şeklinde olmuştur. Böylece, üçüncü aşamada, sosyal haklar demokratik katılım yoluyla siyasal düzende egemen hale gelir. Dördüncü aşamada ise yirminci yüzyılda, demokratik refah devleti gelişmiştir ve refah düzenlemeleri ekonomik eşitliği sağlamak için serbest piyasa sisteminin işleyişini sınırlandırmıştır. Dördüncü aşamada, refah hukukunun gelişmesiyle, sosyal haklarla ekonomik sisteme karşı bireylerin ekonomik açıdan korunması mümkün hale gelmiştir."
  },
  {
    "id": "3113537",
    "unitNumber": 8,
    "text": "Niklas Luhmann'a göre hukukun otopoietik niteliği aşağıdakilerden hangisini ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Farklı kültürlerde farklı hukukların bulunmasını",
      "B": "Hukukun belirli yönlerinin evrensel olmasını",
      "C": "Kendi kendini yeniden üretme imkânına sahip olmasını",
      "D": "Aynı toplumda da olsa zaman içinde değişim göstermesini",
      "E": "Kişilere ve gruplara yönelik olarak farklı şekillerde düzenlenebilmesini"
    },
    "explanation": "Doğru cevap C seçeneğidir. Doğru cevap sayfa 246'da \"Niklas Luhmann: Bir Otopoietik Sistem Olarak Hukuk\" başlığı altında bulunabilir.<br/>Niklas Luhman’a göre genel anlamda sistem içinde bir alt sistem olarak hukukun karmaşıklık içinde kendini yeniden üretme imkânını sahip olması otopoietik niteliği ile ilgilidir. Otopietik sistemler, kendini kendi ögelerinden sürekli olarak yeniden üretebilen sistemlerdir. Luhmann’a göre, hukuk sistemi, norm, kural veya iletişim birimleri çerçevesinde anlaşıldığında “işlevsel kapalılık” adı verilebilecek bir döngüsellik ve kendi kendini üretme niteliği taşır. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3113538",
    "unitNumber": 8,
    "text": "Niklas Luhmann’a göre hukukun, toplum sistemi içerisinde başka hiçbir sistemin yerine getiremeyeceği biricik işlevi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Uyuşmazlıkların çözümü",
      "B": "Davranışların düzenlenmesi",
      "C": "Güç yapılarının somutlaştırılması",
      "D": "Normatif davranış beklentilerinin istikrarlılaştırılması",
      "E": "Kültürel değerlerin yansıtılması"
    },
    "explanation": "Doğru cevap D seçeneğidir. Doğru cevap sayfa 247'de \"Niklas Luhmann: Bir Otopoietik Sistem Olarak Hukuk\" başlığı altında bulunabilir.<br/>Luhmann’ın sistem kuramına göre, hukukun, toplum sistemi içerisinde başka hiçbir sistemin yerine getiremeyeceği biricik işlevi normatif davranış beklentilerini istikrarlılaştırmasıdır. Sistem kuramı, uyuşmazlıkların çözümü ve davranışların düzenlenmesini, yine hukukun gerçekleştirdiği edimler olarak kabul eder fakat bunlar yeri doldurulamaz edimler değildir. Dolayısıyla doğru cevap D seçeneğidir."
  },
  {
    "id": "3113539",
    "unitNumber": 8,
    "text": "Richard Falk'a göre aşağıdakilerden hangisi hukukun özelliklerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Toplumdaki güç yapılarını muğlaklaştıması ve değerlerin hepsine objektif olması",
      "B": "Kültürden bağımsız olarak işlemesi",
      "C": "Toplumdaki güç dağılımlarınından ve değer kalıplarından etkilenmemesi",
      "D": "Kendi iç mantığına değil tamamen onu çevreleyen maddi koşullara göre ilerlemesi",
      "E": "Zaman zaman bir kültürden keskin bir şekilde ayrışacak biçimde ilerlemesi"
    },
    "explanation": "Doğru cevap E seçeneğidir. Doğru cevap sayfa 249’da \"Hukuk ve Kültür İlişkisi\" başlığı altında bulunabilir.<br/>Richard Falk’a göre hukuk ilk olarak, bir kültürün pasif bir yansıması olarak, güç yapılarını somutlaştıran ve değer tercihlerini ifade eden bir kültür olarak çalışır. İkinci olarak, hukuk bir kültürle etkileşimli olarak işler; güç dağılımlarını ve değer kalıplarını etkiler ve bu güç dağılımları ve değerlerden etkilenir. Üçüncü olarak, hukuk bir kültürün içinde özerk olarak çalışır, kendi iç mantığına göre gelişir ve zaman zaman değer beklentilerini hayal kırıklığına uğratarak ve güç yapılarını bozarak bir kültürden keskin bir şekilde ayrışacak biçimde ilerler. Dolayısıyla doğru cevap E seçeneğidir."
  },
  {
    "id": "3113540",
    "unitNumber": 8,
    "text": "Bir hukuk sisteminin yükselişi ve sürdürülmesinin yüksek eğitimli bir profesyonel sınıfın gelişimine ve hayatta kalmasına bağlı olduğunu ileri süren hukukçu aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Falk",
      "B": "Wigmore",
      "C": "Habermas",
      "D": "Friedman",
      "E": "Luhmann"
    },
    "explanation": "Doğru cevap B seçeneğidir. Doğru cevap sayfa 249’da \"Hukuk ve Kültür İlişkisi\" başlığı altında bulunabilir.<br/>Wigmore'a göre bir hukuk sisteminin yaratılmasını veya hayatta kalmasını kontrol eden temel özellik, teknik hukukun fikir gövdesinin kullanımı ve istikrarıdır ve bu organ, siyasal sistemin kimliğinden bağımsız olarak ve ırk stoğunun saflığından bağımsız olarak fikir gövdesini yaratan ve koruyan profesyonel bir hukuk düşünürü ya da uygulayıcı sınıfının varlığının bir sonucudur. Kısacası, bir hukuk sisteminin yükselişi ve sürdürülmesi, yüksek eğitimli bir profesyonel sınıfın gelişimine ve hayatta kalmasına bağlıdır. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3113541",
    "unitNumber": 8,
    "text": "Hakların ve ödevlerin eşit ve evrensel uygulanmasına, uluslararası hukukun normatif evrenselliğine ve normatif eşitliğine bağlılık anlamına gelen ve küreselleşme süreciyle birlikte giderek yaygınlaşan kültürü ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Uluslararası hukuk kültürü",
      "B": "Evrensel hukuk kültürü",
      "C": "Normatif hukuk kültürü",
      "D": "Küresel hukuk kültürü",
      "E": "Çok kültürlü hukuk kültürü"
    },
    "explanation": "Doğru cevap A seçeneğidir. Doğru cevap sayfa 252’de \"Küreselleşme ve Hukuk Kültürünün Evrimi\" başlığı altında bulunabilir.<br/>Uluslararası hukuk kültürü, bir genelliğin kültürüdür. Bu kültür, akların ve ödevlerin eşit ve evrensel uygulanmasına bağlılıkla dile getirilir. Bu, uluslararası hukukun normatif evrenselliğine ve normatif eşitliğine bağlılık anlamına gelir. Normatif eşitlik, özellikle insan hakları bağlamında hem devletlere hem de kişilere uygulanır. II. Dünya Savaşı’ndan beri, normatif evrensellik, giderek artan ölçülerde hem hakların hem de sorumlulukların taşıyıcısı olarak kabul edilen bireylere de uygulanmaktadır. Örneğin, Birleşmiş Milletler Medeni ve Siyasal Haklar Sözleşmesi’nin 2. maddesi, bütün insanları, aralarındaki ırk, renk, cinsiyet, dil, din, siyasal fikir, ulusal ve sosyal köken, mülkiyet ve doğum gibi durumlarını dikkate almaksızın eşit kabul etmektedir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3113542",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi liberal hukuk düzenine yönelik eleştirilerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Alt sınıfların ekonomik ve politik çıkarlarını desteklemesi",
      "B": "İnsanların ekonomik konumlarındaki büyük farklılıkları bertaraf etmenin mümkün olduğuna inanması",
      "C": "Ayrımcılıklara karşı yürütülen mücadele ve itaatsizliklerin bir kısmının yasadışı hale getirilmesine yardımcı olması",
      "D": "Sosyal köken, vatandaşlık, ırk, inanç, cinsiyet ve benzerlerine istinaden yapılan bütün ayrımcılıkları meşrulaştırıp pekiştirmesi",
      "E": "Ekonomik sistemi değiştirmeye çalışması"
    },
    "explanation": "Doğru cevap C seçeneğidir. Doğru cevap sayfa 255’te \"Liberal Ekonomi ve Hukuk Düzeni\" başlığı altında bulunabilir.<br/>A seçeneği doğru olamaz çünkü liberal hukuk tam aksine egemen sınıfın çıkarlarını korumakla eleştirilir. B seçeneği doğru olamaz çünkü liberal gelenek zaten insanların ekonomik konumlarındaki büyük farklılıkları bertaraf etmenin mümkün olduğuna inanmaz. D seçeneği doğru olamaz çünkü liberal gelenek sosyal köken, vatandaşlık, ırk, inanç, cinsiyet ve benzerlerine istinaden yapılan bütün ayrımcılıklara karşı mücadele eder. E seçeneği doğru olamaz çünkü aksine liberal hukuk ekonomi politik sistemin bekasının sürdürülmesine yardımcı olmakla eleştirilmektedir. C seçeneği doğrudur, liberal hukuk düzeni ekonomi politik sistemin bekasının sürdürülmesinde, sistem içindeki egemen unsurların çıkarlarının korunmasında, ayrımcılıklara karşı yürütülen mücadele ve itaatsizliklerin bir kısmının yasadışı hale getirilmesinde işlevsel roller üstlenmekle eleştirilmektedir."
  },
  {
    "id": "3113543",
    "unitNumber": 8,
    "text": "Ekonomi ile hukuku bağdaştıran bir teori inşa etmeye çalışan, ekonominin kuramlarının ve ampirik metotlarının hukuk sisteminin merkezi kurumlarına uygulanması gerektiğini savunan kuramcı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Richard Falk",
      "B": "Lawrence Friedman",
      "C": "Pierre Bourdieu",
      "D": "Karl Renner",
      "E": "Richard Posner"
    },
    "explanation": "Doğru cevap E seçeneğidir. Doğru cevap sayfa 257’de \"Richard Posner: Hukukun Ekonomik Analizi\" başlığı altında bulunabilir.<br/>Doğru cevap E seçeneğidir. Richard Posner ekonomi anlayışının bir araç olarak ele alınıp, hukuk ve hukuki konular için kılavuz olması gerektiğini ileri sürmüştür. Posner’ın yeni hukuk ve ekonomi anlayışına damgasını vuran şey, ekonominin kuramlarının ve ampirik metotlarının hukuk sisteminin merkezi kurumlarına uygulanmasıdır. Posner’ın hukuku ekonomik analizle ele alarak disiplinler arası alanda objektif bir temele oturtmak için kapsayıcı bir sistem oluşturma amacıyla yazdığı “Hukukun Ekonomik Analizi” onun en iddialı ve etkili eseridir. Posner burada, araçsal ancak merkezî nitelikte önem taşıyan ekonomi ile hukuku bağdaştıran bir teori inşa etme çabasındadır."
  },
  {
    "id": "3113544",
    "unitNumber": 8,
    "text": "Aşağıdaki isimlerden hangisi hukuku \"devlet gücü tarafından dış zorlama ile güvence altına alınan sosyal şartların bütünü\" olarak tanımlamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Jhering",
      "B": "Platon",
      "C": "Aristotales",
      "D": "Thomas Aquinas",
      "E": "Habermas"
    },
    "explanation": "Jhering’e göreyse hukuk, “devlet gücü tarafından dış zorlama ile güvence altına alınan sosyal şartların bütünüdür (Güriz, 2000’den akt., Mızrak ve Temiz, 2009: 77)."
  },
  {
    "id": "3113545",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi \"s<em>iyasi iktidarın hukukla sınırlandırıldığı ve bireyin eşit ve özgür hukuki özne olarak tanındığı bir devlet</em>\" için kullanılan terimdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Otokratik devlet",
      "B": "Hukuk devleti",
      "C": "Ulus devlet",
      "D": "Şeriat devleti",
      "E": "Özerk devlet"
    },
    "explanation": "<strong>Hukuk devleti</strong>, siyasi iktidarın hukukla sınırlandırıldığı ve bireyin eşit ve özgür hukuki özne olarak tanındığı bir devlettir."
  },
  {
    "id": "3113546",
    "unitNumber": 8,
    "text": "Aşağıdaki isimlerden hangisi h<em>ukukun işlevini yaşam dünyası ve sistem dünyası terimleri üzerinden anlatmıştır</em>?",
    "correctAnswer": "C",
    "options": {
      "A": "Parsons",
      "B": "Niklas Luhmann",
      "C": "Jürgen Habermas",
      "D": "Lawrence M. Friedman",
      "E": "Thomas Aquinas"
    },
    "explanation": "Jürgen Habermas"
  },
  {
    "id": "3113547",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi \"İletişimsel Eylem Teorisi\"nin tam zıttıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yetkisel Adalet Teorisi",
      "B": "Kurumsalcı Teori",
      "C": "Otokratik Sistem",
      "D": "Otopoeitik Hukuk Teorisi",
      "E": "Demokratik Sistem"
    },
    "explanation": "İletişimsel eylem teorisini geliştiren Habermas, demokrasiyi, toplum analizinin merkezî hâline getiren bir hukuk anlayışı geliştirmiştir. Habermas’ın teorisinin tam zıttı, otopoeitik bir hukuk teorisi formüle eden Niklas Luhmann’ın sosyolojik perspektifidir."
  },
  {
    "id": "3113548",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi <strong>Raz</strong>’a göre liberal bir toplumda hukuk devletine rehberlik etmesi gereken ilkelerden biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Bütün yasalar geleceğe dönük, açık ve sarih olmalıdır.",
      "B": "Yasalar, göreceli olarak istikrarlı olmalıdır.",
      "C": "Mahkemeler kolayca ulaşılabilir olmalıdır.",
      "D": "Yasaları uygulaması gereken kamu kurum ve kuruluşlarının hukuku ihlali önlenmelidir.",
      "E": "Hukuk aynı zamanda siyasal sistem karşısında göreceli özerk bir konuma sahiptir."
    },
    "explanation": "Raz’a göre ise liberal bir toplumda hukuk devletine rehberlik etmesi gereken ilkeler şunlar olmalıdır:<br/>1) Bütün yasalar geleceğe dönük, açık ve sarih olmalıdır.<br/>2) Yasalar, göreceli olarak istikrarlı olmalıdır.<br/>3) Tekil olarak yapılan yasalara açık ve genel kurallarca yön verilmelidir.<br/>4) Yargı bağımsızlığı güvence altına alınmış olmalıdır.<br/>5) Doğal adaletin ilkeleri gözetilmelidir.<br/>6) Mahkemeler ilklerin gözetilmesinde kuvvetleri (yasama ve yürütmeyi) denetleyebilmelidir.<br/>7) Mahkemeler kolayca ulaşılabilir olmalıdır.<br/>8) Yasaları uygulaması gereken kamu kurum ve kuruluşlarının hukuku ihlali önlenmelidir (Özcan, 2008: 208).<br/>Bu yönüyle bakıldığında hukuk, modern toplumda insan ilişkilerinin tümünü kapsayan bir uygulama üstünlüğüne sahiptir.<br/><strong>Parsons’a göre hukuk aynı zamanda siyasal sistem karşısında göreceli özerk bir konuma sahiptir.</strong>"
  },
  {
    "id": "3113549",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi \"Luhmann ve Habermas’ın hukuk hakkındaki görüşleri, eleştirel ancak farklı şekillerde .....................’ın çalışmalarına dayanmaktadır\" cümlesindeki boşluğa gelmesi gereken isimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Talcott Parsons",
      "B": "K. Renner",
      "C": "R. Cotterrell",
      "D": "E. B. Pashukanis",
      "E": "M. Weber"
    },
    "explanation": "Luhmann ve Habermas’ın hukuk hakkındaki görüşleri, eleştirel ancak farklı şekillerde <strong>Parsons</strong>’ın çalışmalarına dayanmaktadır."
  },
  {
    "id": "3113550",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi karşılaştırmalı hukuk alanının ünlü öncüsüdür?",
    "correctAnswer": "B",
    "options": {
      "A": "Richard Falk",
      "B": "John H. Wigmore",
      "C": "Lawrence M. Friedman",
      "D": "Max Weber",
      "E": "Karl Renner"
    },
    "explanation": "<strong>Karşılaştırmalı hukuk alanının ünlü öncüsü Wigmore</strong>, bu fikri şu şekilde ifade etmiştir: Bir hukuk sisteminin yaratılmasını veya hayatta kalmasını kontrol eden temel özellik, teknik hukukun fikir gövdesinin kullanımı ve istikrarıdır."
  },
  {
    "id": "3113551",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi <em>hukuk kültürü</em> için <strong>söylenemez</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Hukuk odaklı sosyal davranış ve tutumların nispeten istikrarlı kalıplarını tanımlamanın bir yoludur.",
      "B": "Kültürün kendisi gibi, hukuk kültürü de sadece ne yaptığımızla lgili değil, kim olduğumuzla da ilgilidir.",
      "C": "Sosyal alt sistemlerin birbirinden bağımsız olarak çalışacak şekilde farklılaştığını ifade eder.",
      "D": "Genel olarak kültürün bir parçasıdır.",
      "E": "Bir toplumun hukuk kültürü, o toplumdaki insanların hukuk ve adalete ilişkin tutum ve davranış, beklentilerden oluşur."
    },
    "explanation": "Bir toplumun hukuk kültürü, o toplumdaki insanların hukuk ve adalete ilişkin tutum ve davranış, beklentilerden oluşur. Hukuk kültürü, en genel anlamda, hukuk odaklı sosyal davranış ve tutumların nispeten istikrarlı kalıplarını tanımlamanın bir yoludur. Hukuk kültürünün tanımlayıcı unsurları avukatların sayısı ve rolü veya hâkimlerin atanma ve kontrol şekilleri gibi hukuksal kurumlarla ilgili olgulardan, dava veya hapishane oranları gibi çeşitli davranış biçimlerine; fikirlerin, değerlerin, arzuların ve zihniyetlerin daha belirsiz yönlerine kadar uzanır. Kültürün<br/>kendisi gibi, hukuk kültürü de sadece ne yaptığımızla ilgili değil, kim olduğumuzla da ilgilidir (Nelken, 2004: 1). Sosyolog Lawrence M. Friedman’ın hukuk kültürü hakkındaki kapsamlı kuramsal tartışmasında hukuk kültürünü, hukuk sistemine yönelik kamusal bilgi, tutum ve davranış kalıpları olarak tanımlar. Hukuk kültürü genel olarak kültürün bir parçasıdır.<br/>Luhmann, otopoiesis terimi ile ortaya çıkan modern alt sistemlerin durumunu açıklar ve bu durum, sosyal alt sistemlerin birbirinden bağımsız olarak çalışacak şekilde farklılaştığını ifade eder. Luhmann, sistemlerin birbiriyle ilişkili olduğunu, her sistemin başka bir sistemden bilgi alabildiğini (Deflem, 1998) ifade eder."
  },
  {
    "id": "3113552",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi ‘özel hukuki görevleri yerine getiren toplum üyeleri’ ile diğer vatandaşların hukuk kültürü arasında ayrım yapan isimdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Jürgen Habermas",
      "B": "Talcott Parsons",
      "C": "Niklas Luhmann",
      "D": "Lawrence M. Friedman",
      "E": "Richard Falk"
    },
    "explanation": "Friedman, hukuk kültürünün temel ikiliğini, hukuk kültürünün temel bir ikiliğini sürekli olarak vurgulamıştır. O, geniş bir şekilde, ‘özel hukuki görevleri yerine getiren toplum üyeleri’ ile diğer vatandaşların hukuk kültürü arasında ayrım yapmıştır (Cotterrell, 2006: 84)."
  },
  {
    "id": "3113553",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi <em>“Hukukun Ekonomik Analizi” (Economic Analysis of Law)</em> adlı eserin sahibidir?",
    "correctAnswer": "E",
    "options": {
      "A": "J. Habermas",
      "B": "K. Renner",
      "C": "E. B. Pashukanis",
      "D": "N. Luhmann",
      "E": "Richard A. Posner"
    },
    "explanation": "Posner’ın hukuku ekonomik analizle ele alarak disiplinler arası alanda objektif bir temele oturtmak için kapsayıcı bir sistem oluşturma amacıyla yazdığı “Hukukun Ekonomik Analizi” (Economic Analysis of Law) onun en iddialı ve etkili eseridir."
  },
  {
    "id": "3113554",
    "unitNumber": 8,
    "text": "Hukuk ve siyasallaşma süreci arasındaki ilişkinin özel ve önemli olmasının nedeni, özellikle ulus devlet olarak örgütlenmiş ve son derece biçimlendirilmiş<br/>hukuk sistemlerine sahip modern toplumlarda, kanun yapma yetkisinin aşağıdakilerden hangisine verilmesidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kuvvetler birliği",
      "B": "Siyasi aktörler",
      "C": "Yürütme organı",
      "D": "Hukuk normları",
      "E": "Yargı organı"
    },
    "explanation": "Hukuk ve siyasallaşma süreci arasındaki ilişkinin özel ve önemli olmasının nedeni, özellikle ulus devlet olarak örgütlenmiş ve son derece biçimlendirilmiş hukuk sistemlerine sahip modern toplumlarda, kanun yapma yetkisinin yasama organına (siyasi aktörlere) verilmesidir. Dahası, demokratik toplumlarda hukuk, seçtiği siyasi temsilcileri yoluyla halkın hükûmetin yasama kararlarına dolaylı katılımı, halkın bir şekilde devletin yönetimine katılması şeklinde de yorumlanabilmektedir. Bu katılım, toplumun demokrasi standartlarına uygun olmasını sağlayan en merkezî mekanizmalardan biridir.<br/>Hukuk ve siyaset arasındaki ilişki hukuk sosyolojisi için oldukça özel bir öneme sahiptir. Hukuk ve siyasallaşma süreci arasındaki ilişkinin özel ve önemli olmasının nedeni, özellikle ulus devlet olarak örgütlenmiş ve son derece biçimlendirilmiş hukuk sistemlerine sahip modern toplumlarda, kanun yapma yetkisinin yasama organına (siyasi aktörlere) verilmesidir."
  },
  {
    "id": "3113555",
    "unitNumber": 8,
    "text": "Modern toplumda aşağıdakilerden hangisi bütün bireylerin yasa önünde eşit<br/>olduğu ilkesine dayanan bir yönetsel biçimdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Aritokratik devlet",
      "B": "Teokratik devlet",
      "C": "Monarşik devlet",
      "D": "Kapitalist devlet",
      "E": "Hukuk devleti"
    },
    "explanation": "Siyasi iktidarın hukukla sınırlandırılması ve bireyin eşit ve özgür hukuki özne olarak tarif edilmesi, hukuk devletinin özgün yapısını oluşturmanın<br/>yanı sıra liberal hukuk anlayışının üzerinde yükseldiği zemini oluşturur. Liberal niteliğiyle bireyi temel alan hukuk devleti, bireylerin özgürlüklerinin (özellikle de serbest piyasa ekonomisi açısından) keyfi olarak sınırlanmayacağı bir düzene gönderme yapar. Tüm bu özellikleriyle modern siyasi iktidarın meşru örgütlenme biçimini oluşturan hukuk devleti, kişiselliğin ve keyfiliğin karşıtı olan gayrişahsi bir düzenin kurulmasını ve korunmasını vaat eder. Modern toplumda hukuk devleti, bütün bireylerin yasa önünde eşit olduğu ilkesine dayanan bir yönetsel biçimdir. Bu modern öncesi toplumsal ve yönetsel biçimlerden radikal olarak farklı bir durumdur."
  },
  {
    "id": "3113556",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisine göre, bir toplumun toplumsal kontrolü için araçsal bir kurum olarak hukuk, bireyciliğe karşı toplumsal uyumu güvence altına alır, düzensizlikten düzen yaratır?",
    "correctAnswer": "C",
    "options": {
      "A": "Friedman",
      "B": "Habermas",
      "C": "Parsons",
      "D": "Weber",
      "E": "Luhmann"
    },
    "explanation": "Parsons’a göre, bir toplumun toplumsal kontrolü için araçsal bir kurum olarak hukuk, bireyciliğe karşı toplumsal uyumu güvence altına alır, düzensizlikten düzen yaratır. Buna ek olarak, sistemler arasında bir sistem olarak hukuk sistemi, toplumun diğer alt sistemleri ile ilgilidir. Bu nedenle, hukukun ekonomik, politik ve değerler sistemlerine karşı göreceli özerkliği, sosyal alt sistemlerin birbirini karşılıklı olarak etkileyebileceğini gösterir."
  },
  {
    "id": "3113557",
    "unitNumber": 8,
    "text": "\"Devlet, ekonomik güçler ve politik aktörler dışında kalan ve sivil toplumu oluşturan tüm unsurlardır.\" ifadesi aşağıdakilerden hangisinin tanımıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Sosyal yaşam",
      "B": "Sistem dünyası",
      "C": "Toplumsal evrim",
      "D": "Yaşam dünyası",
      "E": "Sosyal bütünleşme"
    },
    "explanation": "Yaşam dünyası, devlet, ekonomik güçler ve politik aktörler dışında kalan ve sivil toplumu oluşturan tüm unsurlardır. <br/>Habermas, iletişimsel eylem kuramında, modern toplumlarda rasyonalizasyon sürecine dayalı bir toplumsal evrim kavramı geliştirir. Habermas özellikle, tarihsel olarak kültürel geleneklerin, dayanışma ağlarının ve sosyalleşme kurumlarının farklılaştırılmış bir yaşam dünyasına dönüşen iletişimsel rasyonelliğin gelişimini ele almaktadır. Toplumsal rasyonelleşmenin, aynı zamanda ekonomi ve siyaset sistemlerinin oluşumunu da kapsadığını iddia eder. Bu sistemler tarih boyunca yaşam dünyasından ayrılmıştır ve para (piyasa) ve güç (devlet) açısından bir toplumu etkin bir şekilde kontrol eder.<br/>Habermas, sosyal sistemler alanında özellikle ekonomi ile devlet ve bunların hukuk ile ilişkileri üzerinde durur. Modern toplumlarda, para ve siyasal güç bakımından kapitalist ekonomik sistem ve rasyonel devlet yapısı şeklinde bir farklılaşmanın ortaya çıktığını, bunların toplumsal yaşam dünyası i<br/>Yaşam dünyası, devlet, ekonomik güçler ve politik aktörler dışında kalan ve sivil toplumu oluşturan tüm unsurlardır. Sistem dünyası ise ekonomik güç sahibi ve politik nüfuz sahibi aktörlerin<br/>oluşturduğu dünyadır."
  },
  {
    "id": "3113558",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi İletişimsel Eylem Kuramı adlı eserinde, para (ekonomi) ve gücün (politika) bağımsız olarak kurumsallaşmasını hukukun kurumsallaştırma ve normatif görünüm kazandırma işlevine bağlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Habermas",
      "B": "Foucault",
      "C": "Parsons",
      "D": "Luhmann",
      "E": "Weber"
    },
    "explanation": "İletişimsel Eylem Kuramı adlı eserinde Habermas, para (ekonomi) ve gücün (politika) bağımsız olarak kurumsallaşmasını hukukun kurumsallaştırma ve normatif görünüm kazandırma işlevine bağlar. Para ve gücün hukuk yoluyla yasal olarak kurumsallaşması, ekonomik ve politik sistemlerin yaşam dünyasından ayrılmasında merkezî bir role sahiptir. Habermas, siyasi otoritenin zaman içinde<br/>hukuksal açıdan meşru hâle geldiğini savunarak, hukuk ve siyaset arasında özel bir bağ olduğunu öne sürer. Devlet etrafında örgütlenmiş toplumlarda,<br/>para aracılığı ile yönlendirilen piyasalar da ortaya çıkmıştır. Hukuk bu farklılaşmada özel bir rol oynar, çünkü devletin ve piyasanın bağımsızlığı hukuksal olarak kurumsallaşmıştır."
  },
  {
    "id": "3113559",
    "unitNumber": 8,
    "text": "Habermas’ın teorisinin tam zıttı olarak otopoeitik bir hukuk teorisi formüle<br/>eden sosyolog aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Wigmore",
      "B": "Locke",
      "C": "Luhman",
      "D": "Weber",
      "E": "Hobbes"
    },
    "explanation": "Luhman’a göre genel anlamda sistem içinde bir alt sistem olarak hukukun karmaşıklık içinde kendini yeniden üretme imkânını sahip olması otopoietik niteliği ile ilgilidir. Otopietik sistemler, kendini kendi ögelerinden sürekli olarak yeniden üretebilen sistemlerdir. Luhmann’a göre, hukuk sistemi, norm, kural veya iletişim birimleri çerçevesinde anlaşıldığında “işlevsel kapalılık” adı verilebilecek bir döngüsellik ve kendi kendini üretme niteliği taşır. Toplumsal bilimlerde otopoietik kavramı, biyolojide canlılar için sürekli kendini üretme karşılığı olarak kullanılan anlamından türetilmiştir.<br/>İletişimsel eylem teorisini geliştiren Habermas, demokrasiyi, toplum analizinin merkezî hâline getiren bir hukuk anlayışı geliştirmiştir. Habermas’ın teorisinin tam zıttı, otopoeitik bir hukuk teorisi formüle eden Niklas Luhmann’ın sosyolojik perspektifidir."
  },
  {
    "id": "3113560",
    "unitNumber": 8,
    "text": "\"Bireylerin hukukun üstünlüğü, adalet, hukuk mesleği ve hukuk kurallarının bağlayıcılığı ve hukuki süreçler konusundaki değer, inanç ve tutumlarını kapsamaktadır.\" ifadesi aşağıdakilerden hangisinin tanımıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Hukuk siyaseti",
      "B": "Hukuki normlar",
      "C": "Hukuk sistemi",
      "D": "Pozitif hukuk",
      "E": "Hukuk kültürü"
    },
    "explanation": "Bir toplumun hukuk kültürü, o toplumdaki insanların hukuk ve adalete ilişkin tutum ve davranış, beklentilerden oluşur. Hukuk kültürü bireylerin hukukun üstünlüğü, adalet, hukuk mesleği ve hukuk kurallarının bağlayıcılığı ve hukuki süreçler konusundaki değer, inanç ve tutumlarını kapsamaktadır. Bu yönüyle hukuk kültürü bir toplumdaki demokrasi kültürü ile çok yakından ilişkilidir. Bu bağlamda, her toplumun farklı bir demokrasi ve hukuk kültürüne sahip olduğu söylenebilir. Daha genel olarak hukuk kültürü, insanların ne zaman,<br/>neden ve nerede hukuka yardım için başvuracağını belirler."
  },
  {
    "id": "3113561",
    "unitNumber": 8,
    "text": "Hukuk kültürü hakkındaki kapsamlı kuramsal tartışmasında hukuk kültürünü, hukuk sistemine yönelik kamusal bilgi, tutum ve davranış kalıpları olarak tanımlayan sosyolog aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Luhmann",
      "B": "Friedman",
      "C": "Habermas",
      "D": "Posner",
      "E": "Bourdieu"
    },
    "explanation": "Sosyolog Lawrence M. Friedman’ın hukuk kültürü hakkındaki kapsamlı kuramsal tartışmasında hukuk kültürünü, hukuk sistemine yönelik kamusal bilgi, tutum ve davranış kalıpları olarak tanımlar. Hukuk kültürü genel olarak kültürün bir parçasıdır: Genel kültürün gelenekler, görüşler, davranış ve düşünme yolları gibi sosyal güçlerini hukuka yaklaştıran veya uzaklaştıran bağlamı oluşturur. Friedman’ın hukuk kültürü anlayışı hem fikirler hem de davranış kalıpları kümeleriyle yakından ilgilidir. Hukuk kültürü, toplumda hukuk, hukuk sistemi ve onun çeşitli kısımlarına ilişkin fikirler, tutumlar, değerler ve insanların hukuk sistemi hakkında sahip olduğu inançlardır. Friedman’a göre hukuk kültürü, belli bir toplumdaki insanlar tarafından hukuk hakkında sahip olunan fikirleri, tutumları, değerleri ve kanaatleri ifade eder."
  },
  {
    "id": "3113562",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Max Weber'in hukuk ve ekonomi ilişkisine yönelik tespitlerinden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hukuk, sadece ekonomik çıkarları korur, daha çok kişi güvenliğine ilişkin temel unsurları korumaz.",
      "B": "Açıkça herhangi bir hukuksal güvencenin ekonomik çıkarın hizmetinde olması en geniş anlamdadır.",
      "C": "Verili koşullarda ekonomik ilişkiler radikal dönüşümlere maruz kalsa da hukuk düzeni değişmeden devam eder.",
      "D": "Hukuk düzeninin zorlayıcılığı aracılığıyla başarı elde etmek sadece sınırlı bir etkiye sahiptir.",
      "E": "Bir konunun hukuk sistemi yönünden konumlanışı ekonomik sonuçlarından bağımsızdır."
    },
    "explanation": "Max Weber, hukuk ve ekonomi ilişkisine yönelik olarak şu tespitleri yapmıştır:<br/>1) Sosyolojik anlamıyla hukuk, sadece ekonomik çıkarları korumaz, daha çok kişi güvenliğine ilişkin temel unsurları korur. Kişisel onur, aile, dinsel inanç bunlar arasındadır.<br/>2) Verili koşullarda ekonomik ilişkiler radikal dönüşümlere maruz kalsa da hukuk düzeni değişmeden devam eder.<br/>3) Bir konunun hukuk sistemi yönünden konumlanışı ekonomik sonuçlarından bağımsızdır.<br/>4) Açıkça herhangi bir hukuksal güvencenin ekonomik çıkarın hizmetinde olması en geniş anlamdadır (Weber bununla tekil çıkarlar yerine sistemin devamını kastetmektedir).<br/>5) Hukuk düzeninin zorlayıcılığı aracılığıyla başarı elde etmek sadece sınırlı bir etkiye sahiptir.<br/>Burada Weber, ekonomi faaliyeti yönetmek bakımından hukukun zorlayıcılığının barışı sağlamakla sınırlı, yani asgari düzeyde bir başarı gösterebileceğini ifade etmektedir. Bir başka deyişle, Weber hukuk devletinin, tek tek çıkarları değil, kapitalist topluml"
  },
  {
    "id": "3113563",
    "unitNumber": 8,
    "text": "Modern toplumda eğitim yoluyla insanların statü ve sınıflarını yukarıya doğru değiştirebileceğine işaret eden bir kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Küreselleşme",
      "B": "Sistem dünyası",
      "C": "Otopoietik",
      "D": "Dikey sosyal hareketlilik",
      "E": "İşlevsel kapalılık"
    },
    "explanation": "Dikey sosyal hareketlilik, modern toplumda eğitim yoluyla insanların statü ve sınıflarını yukarıya doğru değiştirebileceğine işaret eden bir kavramdır.<br/>Liberal hukukun maddi eşitlik meselesine yönelik sınırlarının dar olmasına rağmen, biçimsel eşitlik için, yani sosyal köken, vatandaşlık, ırk, inanç, cinsiyet ve benzerlerine istinaden yapılan bütün ayrımcılıklara karşı mücadele liberal geleneğin özelliklerinden biri olarak kalmıştır. Liberal gelenek, insanların ekonomik konumlarındaki büyük farklılıkları bertaraf etmenin mümkün olduğuna<br/>inanmamasına rağmen, bu farklılıkların olumsuz tesirini, dikey sosyal hareketliliğin aşamalı bir artışıyla ortadan kaldırmayı ümit etmiştir. Liberalizm aracılığıyla bu dikey hareketliliğin sağlanacağı başlıca araç, en azından, bütün gençleri sonrasında yeteneklerine göre üzerinde yükselebilecekleri merdivenin ilk basamağına yerleştirecek olan evrensel bir eğitim sisteminin (gerektiğinde kamu fonları üzerinden) teminidir. Böylece, bazı hizmetlerin şimdiye kadar b"
  },
  {
    "id": "3198046",
    "unitNumber": 8,
    "text": "Hukuk kültürünün başka bir ülkeden kopyalanabilecek bir hükûmet yasası ya da yasalar kümesi olamayacağını; hukuk kültürünün hukuk mesleği, bağımsız yargı ve yasalara saygı gibi bir dizi sosyal gelenek, tutum ve hukuki tutumların içselleştirilmesini de kapsayan bir süreç olduğunu öne süren düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Wigmore",
      "B": "Falk",
      "C": "Habermas",
      "D": "Luhmann",
      "E": "Friedman"
    },
    "explanation": "Friedman için hukuk kültürü, sadece başka bir ülkeden kopyalanabilecek bir hükûmet yasası ya da yasalar kümesi değildir; hukuk mesleği, bağımsız yargı ve yasalara saygı gibi bir dizi sosyal gelenek, tutum ve hukuki tutumların içselleştirilmesini de kapsayan bir süreçtir."
  },
  {
    "id": "3473953",
    "unitNumber": 8,
    "text": "Hukukun tüm kesimlere tutarlı bir biçimde uygulanışını ifade eden ve siyasal meşruluğu hukuk ölçütüne bağlayan ilke aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sosyal devlet",
      "B": "Egemen devlet",
      "C": "Meşruti devlet",
      "D": "Hukuk devleti",
      "E": "Meritokratik devlet"
    },
    "explanation": "Hukuk devleti, hem hukukun tüm kesimlere tutarlı bir biçimde uygulanışına ilişkin hem de siyasal meşruluğu hukuk ölçütüne bağlayan bir ilkedir."
  },
  {
    "id": "3473955",
    "unitNumber": 8,
    "text": "<strong>..................., devlet, ekonomik güçler ve politik aktörler dışında kalan ve sivil toplumu oluşturan tüm unsurlarıdır. .............ise ekonomik güç sahibi ve politik nüfuz sahibi aktörlerin oluşturduğu bir alandır. </strong><br/><strong>Yukarıdaki boşluklara aşağıdakilerden hangileri gelmelidir? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "yaşam dünyası-kimlik siyaseti",
      "B": "sistem dünyası-egemen aktörler",
      "C": "egemen aktörler-güç mekanizması",
      "D": "yerleşik düzen-yaşam dünyası",
      "E": "yaşam dünyası-sistem dünyası"
    },
    "explanation": "Yaşam dünyası, devlet, ekonomik güçler ve politik aktörler dışında kalan ve sivil toplumu oluşturan tüm unsurlardır. Sistem dünyası ise ekonomik güç sahibi ve politik nüfuz sahibi aktörlerin oluşturduğu dünyadır."
  },
  {
    "id": "3534137",
    "unitNumber": 8,
    "text": "................. hem hukukun tüm kesimlere tutarlı bir biçimde uygulanışına ilişkin hem de siyasal meşruluğu hukuk ölçütüne bağlayan bir ilkedir.<br/>Yukarıdaki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Modern devlet",
      "B": "Hukuk devleti",
      "C": "Medya hukuku",
      "D": "Sosyal devlet",
      "E": "Refah devleti"
    },
    "explanation": "Hukuk devleti, hem hukukun tüm kesimlere tutarlı bir biçimde uygulanışına ilişkin hem de siyasal meşruluğu hukuk ölçütüne bağlayan bir ilkedir."
  }
]