[
  {
    "id": "3362104",
    "unitNumber": 1,
    "text": "Eğer alıcılar kendileri ile kendi dillerinde konuşulduğunu hissederlerse ve kendi inanç ve değerlerine atıfta bulunurlarsa, ikna edenin kendileri gibi olduğuna inanarak ikna edenle bir özdeşleşme duygusu geliştireceklerini söyleyen aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kenneth Burke",
      "B": "Aristotales",
      "C": "Carl Hovland",
      "D": "Larson",
      "E": "Perloff"
    },
    "explanation": "Kenneth Burke, eğer alıcılar kendileri ile “kendi dillerinde” konuşulduğunu hissederlerse ve kendi inanç ve değerlerine atıfta bulunurlarsa, ikna edenin kendileri gibi olduğuna inanarak ikna edenle bir özdeşleşme duygusu geliştireceklerine inanmaktadır."
  },
  {
    "id": "3362105",
    "unitNumber": 1,
    "text": "Aristoteles, iknacı ve ikna edilen arasında ortak inançlar, değerler ve menfaatlere sahip olunmasını aşağıdakilerden hangisi ile ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ortak zemin",
      "B": "Özdeşleşme",
      "C": "İkna",
      "D": "Etki",
      "E": "Retorik"
    },
    "explanation": "Aristoteles, ortak zemin ile, iknacı ve ikna edilen arasında ortak inançlar, değerler ve menfaatlere sahip olunmasını ifade etmektedir."
  },
  {
    "id": "3362106",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi iknanın bileşenlerinden biri <strong><u>değildir</u></strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "İkna seçim atmosferini gerektirir",
      "B": "İkna, sembolik bir süreçtir",
      "C": "İkna, etkileme girişimini içerir",
      "D": "İnsanlar kendi kendilerini ikna eder",
      "E": "İkna özgür seçim gerektirir"
    },
    "explanation": "İkna bileşenleri şunlardan oluşur:\n <ul> <li>İkna, sembolik bir süreçtir.</li> <li>İkna, etkileme girişimini içerir.</li> <li>İnsanlar kendi kendilerini ikna eder.</li> <li>İkna, bir mesajın iletilmesini içerir.</li> <li>İkna özgür seçim gerektirir.</li> </ul>"
  },
  {
    "id": "3362107",
    "unitNumber": 1,
    "text": "İzlediği bir filmi beğenmediği halde, arkadaş grubunda herkes beğendiği için sesini çıkarmayan bir üniversite öğrencisinin davranışı aşağıdakilerden hangisiyle açıklanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyal etki",
      "B": "Manipülasyon",
      "C": "Karşılık bulma",
      "D": "Özdeşleşme",
      "E": "Birlikte yaratım"
    },
    "explanation": "İzlediği bir filmi beğenmediği halde, arkadaş grubunda herkes beğendiği için sesini çıkarmayan bir üniversite öğrencisinin davranışı sosyal etkidir."
  },
  {
    "id": "3362108",
    "unitNumber": 1,
    "text": "<ol start=\"20\"> <li>Yüzyıl’ın başlarında etki ve ikna taktiklerini anlatmak amacıyla kullanılmaya başlamış, daha sonra ağırlıklı olarak diktatörlük rejimleri tarafından tercih edilmiş ikna yöntemi aşağıdakilerden hangisidr?</li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "Propaganda",
      "B": "Manipülasyon",
      "C": "Politika",
      "D": "Duyurum",
      "E": "Deontoloji"
    },
    "explanation": "Propaganda ilk olarak 20. Yüzyıl’ın başlarında etki ve ikna taktiklerini anlatmak amacıyla kullanılmaya başlamış, daha sonra ağırlıklı olarak diktatörlük rejimleri tarafından tercih edilmiştir"
  },
  {
    "id": "3362109",
    "unitNumber": 1,
    "text": "İnsanlara birşeylerin bulunmadığında veya yeterli olmadığında daha çekici gelmesi veya daha fazla o şeye değer vermesi aşağıda verilen iknada etki araçlarından hangisiyle açıklanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Azlık, birkaç kuralı",
      "B": "Karşılıkta bulunma",
      "C": "Adanmışlık ve tutarlılık",
      "D": "Toplumsal kanıt",
      "E": "Beğenmek"
    },
    "explanation": "Azlık: Birkaç kuralı İnsanlar gibi eşyalar da bulunmadıklarında daha çekicidir. Bir çalışmada, araştırmacılar insanlardan çikolatalı kurabiyelerin kalitesini derecelendirmelerini istemiştir. Sadece bir kurabiyeyi değerlendiren katılımcıların beğeni düzeyi, daha fazla kurabiye değerlendirenlerden çok daha yüksekti. Bu örnek, neden “sınırlı sayıda” ürünlere değer verme eğiliminde olduğumuzu açıklamaya yardımcı olmaktadır"
  },
  {
    "id": "3362110",
    "unitNumber": 1,
    "text": "Bir kaynağın otorite olarak kabul edilmesi aşağıdakilerden hangisine yol açar?",
    "correctAnswer": "A",
    "options": {
      "A": "Daha ikna edici bulunmasına yol açar",
      "B": "Algıları olumsuz etkiler",
      "C": "Kişiye üstünlük sağlar",
      "D": "Etkilenen kişide korku ve paniğe yol açar",
      "E": "Çekiciliğin azalmasına yol açar"
    },
    "explanation": "Bir kaynağın otorite olarak kabul edilmesi, daha ikna edici bulunmasına yol açar."
  },
  {
    "id": "3362111",
    "unitNumber": 1,
    "text": "Beş noktalı ikna planına göre, retorik yoluyla ikna etme sürecinde dinleyicide ilgi oluşturacak bir öykünün sunulması veya açıklamanın yapıldığı aşam aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Giriş",
      "B": "Problem",
      "C": "Çözüm",
      "D": "Faydalar",
      "E": "Eyleme çağırma"
    },
    "explanation": "Retorik yoluyla ikna etme süreci, beş noktalı ikna planına göre: Giriş- Bait- (Exordium): Dinleyicide ilgi oluşturacak bir öykünün sunulması veya açıklamanın yapılmasıdır. İyi niyet yaratmak, izleyiciyi anlayışlı bir zihin çerçevesine dahil etmekle yaratılır."
  },
  {
    "id": "3362112",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi günümüzdeki iknanın önceki dönemlerden farkinin temel noktalarindan biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Konuşmacının argümanları",
      "B": "Mesaj sayısı",
      "C": "Hız ve kısalık",
      "D": "Dijitalleşme",
      "E": "Yeni bilgi bloğuna maruz kalma"
    },
    "explanation": "Günümüzdeki İknanın Önceki Dönemlerden Farkının Temel Noktaları\n <ul> <li>Hız ve kısalık</li> <li>Kurum ve kuruluşlar aracılığıyla yürütülme</li> <li>İnce taraf</li> <li>Karmaşıklık ve uyumlulaştırma</li> <li>Dijitalleşme (Milyonlarca yabancı arasında eşzamanlı mesaj alışverişi ile kısa, metaforik mesajlara maruz kalma, birden fazla yoruma tabi olma )</li> <li>Yeni bilgi bolluğuna maruz kalma</li> <li>Mesaj sayısı</li> </ul>"
  },
  {
    "id": "3362113",
    "unitNumber": 1,
    "text": "Görev ve yükümlülük gibi evrensel ahlaki zorunlulukları vurgulayan normatif etik teori aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Deontoloji",
      "B": "Teoloji",
      "C": "Faydacılık",
      "D": "Erdem etiği",
      "E": "Dürüstlük"
    },
    "explanation": "Görev ve yükümlülük gibi evrensel ahlaki zorunlulukları vurgulayan normatif etik teori deontolojidir."
  },
  {
    "id": "3362144",
    "unitNumber": 1,
    "text": "I. İkna, sembolik bir süreçtir.\n II.İkna özgür seçim gerektirir. \n III.İkna, bir mesajın iletilmesini içerir.\n IV.İnsanlar kendilerini değil karşı tarafı ikna eder.\n Yukarıdakilerden hangileri ikna kavramının tanımının bileşenlerindendir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız IV",
      "B": "I,II,III,IV",
      "C": "I,II,III",
      "D": "III ve IV",
      "E": "II,III ve IV"
    },
    "explanation": "İkna tanımın beş bileşeni bulunmaktadır (Perloff , 2017). Bu bileşenler şunlardan oluşur: 1. İkna, sembolik bir süreçtir. 2. İkna, etkileme girişimini içerir. 3. İnsanlar kendi kendilerini ikna eder. 4. İkna, bir mesajın iletilmesini içerir. 5. İkna özgür seçim gerektirir."
  },
  {
    "id": "3362145",
    "unitNumber": 1,
    "text": "I. Niyet\n II.Gerçeği saklamak\n III.Zorlama\n IV.Yok saymak\n Yukarıdakilerden hangileri ikna ile manipülasyonu ayırt etme ile ilişkilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I,II,III ve IV",
      "E": "Yalnız III"
    },
    "explanation": "Niyet: Bir talebin manipülatif olup olmadığına karar vermede birincil faktördür\n Gerçeği saklamak: Manipülasyon, gerçeği çarpıtmayı veya saklamayı içerir.\n Zorlama: Manipülatif bir uygulamanın üçüncü ve en belirgin bileşenidir. \n Yok saymak: Konu ile ilgili asla haber yapmamak ya da haber alanının ve zamanın gerçekten hak ettiğinden daha büyük bir bölümünü başka bir şeye vererek en aza indirmek, gazete, dergi veya televizyon haberlerinde kötü bir pozisyon vermek gibi davranışlar yok saymak stratejisinin medyadaki yansımasıdır."
  },
  {
    "id": "3362146",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi ikna ile propaganda arasındaki farklılıklara işaret <strong>etmez?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Propagandada bir grup bilgi aktarımı üzerinde tamama yakın veya tamamen kontrole sahip olur.",
      "B": "İkna sadece bire-bir iletişim ile olur.",
      "C": "Propaganda aldatıcıdır.",
      "D": "Propaganda tek tek bireylerden çok tipik olarak medyayı, kitle iletişim araçlarını ya da YouTube gibi dünya çapında milyonlarca kişinin erişebildiği etkileşimli medyayı tercih eder.",
      "E": "Propaganda olumsuz bir çağrışıma sahipken, ikna, aksine, faydalı sonuçlar üretebilen daha olumlu bir güç olarak görülür."
    },
    "explanation": "Propaganda ve ikna arasındaki farklılıklar şu şekilde ifade edilebilir (Perloff, 2017): İlk olarak, propagandada bir grup bilgi aktarımı üzerinde tamama yakın veya tamamen kontrole sahip olur.İkinci farklılık, propagandanın aldatıcı olmasıdır. Propagandacının insanların duymasını istediği tek şey, gerçeğin yalnızca bir tarafıdır ve onu sunar. Propaganda ile ikna arasındaki üçüncü fark, propagandanın tek tek bireylerden çok tipik olarak medyayı, kitle iletişim araçlarını ya da YouTube gibi dünya çapında milyonlarca kişinin erişebildiği etkileşimli medyayı tercih etmesidir. İkna, ise aksine, aracılı ortamların yanı sıra, kişilerarası ve örgütsel bağlamlarda, bire bir veya grup içinde, iş başında veya büyük siyasi mitinglerde, toplantılarda da gerçekleşebilir. Propaganda ve ikna arasındaki son fark, terimlerin yan anlamlarında yatmaktadır. Propaganda olumsuz bir çağrışıma sahipken, ikna, aksine, faydalı sonuçlar üretebilen daha olumlu bir güç olarak görülür."
  },
  {
    "id": "3362147",
    "unitNumber": 1,
    "text": "I.Karşılıkta bulunma\n II.Adanmışlık ve tutarlılık\n III.Beğenmek \n IV.Bireysel kanıt\n Yukarıdakilerden hangileri insanların fikirlerini değiştirmelerini veya bir isteğe uymalarını etkileyen temel psikolojik ilkelerdendir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız IV",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I,II ve III",
      "E": "Yalnız II"
    },
    "explanation": "nsanların fikirlerini değiştirmelerini veya bir isteğe uymalarını etkileyen bazı temel psikolojik ilkeler bulunmaktadır. Bu ilkeler şu başlıklar altında ele alınır:\n 1. Karşılıkta bulunma\n 2. Adanmışlık ve tutarlılık\n 3. Azlık: Birkaç kuralı\n 4. Toplumsal kanıt\n 5. Beğenmek"
  },
  {
    "id": "3362148",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi fiziksel çekiciliğin tutumları etkileme nedenlerinden <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "İnsanların çekici bir konuşmacıya dikkat etme olasılıkları daha yüksektir ve bu durum, mesaj argümanlarının hatırlanma olasılığını artırabilir.",
      "B": "Çekicilik mesajla ilişkilendirilir. Güzel bir kadına veya yakışıklı bir erkeğe bakarken hissedilen hoş etki, mesajla birleşir ve konunun genel olarak olumlu değerlendirilmesiyle sonuçlanır",
      "C": "İnsanlar çekici iletişimcileri sever ve onlarla özdeşleşir.",
      "D": "Çekici bireyler halkla açık konuşmalarda daha iyi olarak değerlendirilirler.",
      "E": "Fiziksel çekicilik doğru olmayan fikirlerin üstünü örtmede etkili olabilmektedir."
    },
    "explanation": "Fiziksel çekiciliğin tutumları etkileme nedenleri dört başlık altında toplanır (Perlof, 2017): 1. İnsanların çekici bir konuşmacıya dikkat etme olasılıkları daha yüksektir ve bu durum, mesaj argümanlarının hatırlanma olasılığını artırabilir. 2. Çekicilik mesajla ilişkilendirilir. Güzel bir kadına veya yakışıklı bir erkeğe bakarken hissedilen hoş etki, mesajla birleşir ve konunun genel olarak olumlu değerlendirilmesiyle sonuçlanır. 3. İnsanlar çekici iletişimcileri sever ve onlarla özdeşleşir. 4. Çekici bireyler halkla açık konuşmalarda daha iyi olarak değerlendirilirler."
  },
  {
    "id": "3362159",
    "unitNumber": 1,
    "text": "İkna etiği aşağıdaki bilim dallarından hangisiyle ilgilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hukuk",
      "B": "Felsefe",
      "C": "Psikoloji",
      "D": "Antropoloji",
      "E": "Siyaset"
    },
    "explanation": "GİRİŞ<br/>İkna, psikoloji, felsefe, hukuk ve iletişim gibi disiplinlerde yaygın olarak çalışılan bir kavramdır. İknanın, kararlarımızı etkilemede psikoloji ile ilişkisi, ikna etiğinde felsefe ile ilgili boyutu, retorik kuramlarda hukuk ile bağlantısı ve ikna edici mesaj tasarlanması ve sunulması sürecinde iletişim ile ilişkilidir.\n<br/>Doğru cevap B seçeneğidir."
  },
  {
    "id": "3362160",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Güven</li> <li>Yanılsama</li> <li>Ayrıştırıcı</li> <li>Sindirme</li> <li>Sosyal etki</li> </ol> Manipülasyon ile ilgili temel kavramlar aşağıdakilerden hangisinde birlikte verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "I-III-V",
      "B": "I-IV-V",
      "C": "II-III-IV",
      "D": "II-IV-V",
      "E": "III-IV-V"
    },
    "explanation": "Manipülasyon ve ikna arasında büyük farklılık bulunmaktadır. Manipülasyon kısa ömürlü, istikrarsız ve ayrıştırıcı, ikna ise uzun ömürlü, güven oluşturucu ve birleştiricidir. Manipülasyon, yanılsama, sindirme veya korkuya dayalı itaatin elde edilmesidir. Buna karşılık ikna; ihtiyaç, muhakeme yeteneği ve inanmaya dayanan taahhüte ulaşılmasıdır."
  },
  {
    "id": "3362161",
    "unitNumber": 1,
    "text": "\"Bir kişinin hayır denilemez bir davet alması” manipülasyonun hangi kavramı ile açıklanabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Zorlama",
      "B": "Güven",
      "C": "Gerçeği saklamak",
      "D": "Niyet",
      "E": "Sosyal etki"
    },
    "explanation": "Manipülasyon<br/>Birey kendisinden talep edilen pozisyonu kabul etme veya reddetme yeteneğine sahip olmalıdır. “iknanın tanımlayıcı bir özelliği özgür seçimdir. Bununla birlikte ikna, etkilemeyi içerir, ancak asla zorlamayı içermez. Dolayısıyla hayır denilemez bir davet, doğası gereği ikna edici değil, zorlayıcı ve manipülatiftir."
  },
  {
    "id": "3362162",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisinde medya aracılığı ile gerçekleştirilebilecek manipülasyon tekniklerinden biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yok saymak",
      "B": "Sponsorları olumlamak",
      "C": "Sahte haber üretmek",
      "D": "Önyargı",
      "E": "Zorlama"
    },
    "explanation": "Larson, medya aracılığı ile gerçekleştirilebilecek manipülasyon tekniklerini, yok saymak, sponsorları olumlamak, sahte haber üretmek ve önyargı olarak belirtmiştir. Zorlama medya araçları arasında yer almaz karşılıklı iletişim sürecinde gerçekleşir."
  },
  {
    "id": "3362163",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi propagandanın özelliklerinden biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Propaganda ideolojiktir.",
      "B": "Propaganda muhalif durumları gizler.",
      "C": "Propaganda daha çok kitle iletişim araçlarından yararlanır.",
      "D": "Propaganda akıl yürütme süreçlerini kullanır.",
      "E": "İnanç ve davranışın değişmezliğini amaçlar."
    },
    "explanation": "Larson propagandanın özelliklerini şöyle açıklar: Propaganda, ideolojiktir ve dogmatik bir inanç veya tutum sistemini taşır ve teşvik eder. Gerçek inanan gruplarını ikna etmek ve bu gruplara yeni üyeler eklemek, bir inanç sistemini yaymak için kitle iletişim araçlarını kullanır. II) Mesajın kaynağı, bu kaynağın gerçek amacı, sorunun diğer tarafı veya soruna bakılacak diğer bakış açıları, mesajı yaymak için kullanılan teknikler, kaynağın amacına ulaşması durumunda ortaya çıkan sonuç (örneğin tiranlık, yurttaşların gizli gözetimi, kişilik haklarının kaldırılması vb.) gibi sıralanan unsurlardan birini veya birkaçını gizler. III) İnanç ve davranışın değişmezliğini amaçlar. IV) Genellikle akıl yürütme sürecini bozar, onun yerine duygusal argümanı ve nefreti koyar."
  },
  {
    "id": "3362164",
    "unitNumber": 1,
    "text": "Sokak hayvanlarının beslediği bir sitede oturan bir birey, sokak hayvanları konusundaki doğru davranışın onlara yiyecek ve barınma yeri sağlanması olduğunu görerek buna göre kendi davranışını şekillendirmesi iknada etki araçlarından hangisiyle ilgilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Azlık kuralı",
      "B": "Toplumsal kanıt",
      "C": "Adanmışlık ve tutarlık",
      "D": "Beğenmek",
      "E": "Karşılıkta bulunma"
    },
    "explanation": "İKNADA ETKİ ARAÇLARI<br/>Neyin doğru olduğuna yönelik kararlarımız, diğer insanların neyin doğru olduğu konusundaki düşüncelerini öğrenerek şekillenir. Cialdini’nin etki araçlarından biri olarak ifade ettiği toplumsal kanıt, doğru davranışı arama çabasında belirleyici bir unsurdur. Davranışın başkaları tarafından sergilendiği görüldüğünde doğru olarak değerlendirilme olasılığı artar. Örneğin, komşularının sokak hayvanlarını beslediği ve barınma yeri sağladığı bir sitede oturan genç, sokak hayvanları konusundaki doğru davranışın onlara yiyecek ve barınma yeri sağlanması olduğunu görerek, kendi davranışını şekillendirebilir. Burada toplumsal kanıt, sitedeki komşuların gözlenen davranışlarıdır."
  },
  {
    "id": "3362165",
    "unitNumber": 1,
    "text": "Herhangi bir konudaki duyarlığın bir gazetede yayınlanan bir haberle artması olasılığının bir başka gazeteye oranla yüksek olması aşağıda verilen iknada etki araçlarından hangisi ile açıklanabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Toplumsal kanıt",
      "B": "Karşılıkta bulunma",
      "C": "Adanmışlık ve tutarlık",
      "D": "Beğenmek",
      "E": "Otorite"
    },
    "explanation": "İKNADA ETKİ ARAÇLARI<br/>Bir kaynağın otorite olarak kabul edilmesi, daha ikna edici bulunmasına yol açar. Halkın Covid-19 aşısına yönelik farkındalığının New York Times’da yayınlanan bir haberle artması olasılığının bir başka gazeteye oranla yüksek olması, New York Times’ın halk tarafından otorite olarak kabul görmesinden kaynaklanmaktadır."
  },
  {
    "id": "3362166",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Konuşma geçmişle ilgilidir.</li> <li>Konuşma konular hak-haksızlık ve adalet üzerinedir.</li> <li>Konuşma süreci, övme ve eleştirme bölümlerinden oluşur.</li> <li>Konuşma konuları, faydalı-faydasız, iyi-uygunsuz çerçevesinde gelişir. </li> <li>Konuşma gelecek zamanla ilgilidir.</li> <li>Konuşma şimdiki zamanla ilgilidir. </li> </ol> Aşağıdakilerden hangisinde törensel retoriğin özellikleri birlikte verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "I-IV",
      "B": "III- V",
      "C": "III-VI",
      "D": "IV-V",
      "E": "V-VI"
    },
    "explanation": "ARİSTO VE RETORİK/ RETORİK TÜRLERİ<br/>Törensel retorik ise şimdiki zamanla ilgilidir çünkü bu, var olan şeylerin durumunu göz önünde tutarak erdem ve kusurlarla ilgilenir ya över ya da suçlar. Törensel/epideiktik retorik ayıp-kusur, iffet, meziyet gibi konular çerçevesinde ele alınır. Kamuya açık bir alanda bir tarafın diğer tarafı övme ya da kötüleme üzerine gerçekleştirdiği bir hitabet türü olan törensel/epideiktik retorik ahlak ve erdemle ilgilidir. Birkişi övülürken ya da kötülenirken o kişinin onurlu olup olmadığı ispatlamaya çalışılır ve tüm düşünceler bu amaç etrafında şekillenir. Epideiktik söylevde cesaret, dürüstlük veya onur gibi değerler vurgulandığı için oldukça önemli bir yere sahiptir. Törensel retoriğin bölümleri, övme ve eleştirmeden meydana gelir. Şu anda gerçekleşmesi, retoriğin zamanını; onur ve onursuzluk da sonuçlarını oluşturur."
  },
  {
    "id": "3362167",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Akıl Yürütme</li> <li>Hayal Gücü </li> <li>Değerler</li> <li>Güvenirlik</li> <li>Sempati</li> <li>His Hali</li> </ol> Aşağıdakilerden hangisinde retorik söylemin ethos unsuruna giren kavramlar birlikte verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "I-III",
      "B": "II-III",
      "C": "III-IV",
      "D": "IV-V",
      "E": "IV-VI"
    },
    "explanation": "ARİSTO VE RETORİK/ RETORİK TÜRLERİ<br/>Ethos kavramının temsil ettiklerini ben imgesi, karakter, kişilik, davranış özellikleri, yaşam ve amaç tercihi olarak sıralamak mümkündür. Bunun yanı sıra, ethos, etik kavramının kaynağı olan bir kelimedir. Ethos, toplumsal değerlere dayalı ahlaki retorik olarak açıklanmaktadır. Konuşmacının iddianın ya da mesajın içerisine ya da gelişim çizgisine yerleştirdiği güvenilirlik, meşruiyet ve yetkeyi ifade eder. Konuşmacının ethosu, onun kendisini güvenilir bir kimse olarak takdim etmesini temsil eder."
  },
  {
    "id": "3362168",
    "unitNumber": 1,
    "text": "Bir kararda yöneticilerin niyetleri ve kararın niyeti ile ilgilen ikna ve etik yaklaşımı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Teleoloji",
      "B": "Deontoloji",
      "C": "Erdem etiği",
      "D": "Propaganda",
      "E": "Manipulasyon"
    },
    "explanation": "Deontoloji ve teleoloji kararların yöntemleri ve sonuçları ile ilgilenirken erdem etiği karakter ve kararların arkasındaki motivasyon ile, dolayısı ile yöneticilerin niyetleri ve kararın niyeti ile ilgilenir."
  },
  {
    "id": "3362172",
    "unitNumber": 1,
    "text": "Uzun yıllar aynı otomobil markasını tercih eden tüketicinin markasını değiştirmesinin ardından seçimini haklı çıkartacak konuşmalar yapması insanların fikirlerini değiştirmelerini veya bir isteğe uymalarını etkileyen hangi temel psikolojik ilkenin örneğidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Azlık: Birkaç kuralı",
      "B": "Toplumsal kanıt",
      "C": "Adanmışlık ve tutarlılık",
      "D": "Beğenmek",
      "E": "Karşılıkta bulunma"
    },
    "explanation": "Bağlılık ve tutarlılık tekniğinin etkileri derinlerde yatar ve eylemlerimizi sessiz güçle yönlendirir. Bu basit bir şekilde, zaten yaptıklarımızla tutarlı olmak (ve görünmek) konusundaki neredeyse saplantılı arzumuza dayanır. Uzun yıllar aynı otomobil markasını tercih eden tüketicinin markasını değiştirmesinin ardından seçimini haklı çıkartacak konuşmalar yapması buna örnektir."
  },
  {
    "id": "3362173",
    "unitNumber": 1,
    "text": "İnsanların fikirlerini değiştirmelerini veya bir isteğe uymalarını etkileyen temel psikolojik ilkelerden karşımızdaki kişinin isteğine yanıt verme durumda geçerli olan önce al, sonra ver durumunu özetleyen ilke aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Karşılıkta bulunma",
      "B": "Adanmışlık ve tutarlılık",
      "C": "Azlık: Birkaç kuralı",
      "D": "Toplumsal kanıt",
      "E": "Beğenmek"
    },
    "explanation": "Karşılıkta bulunma; karşımızdaki kişinin isteğine yanıt verme durumda geçerli olan önce al, sonra ver durumunu özetleyen bir ilkedir."
  },
  {
    "id": "3362174",
    "unitNumber": 1,
    "text": "I. Kendi karakterinin de doğru görünmesini sağlamalı\n II. Karar verecek kişiler olan dinleyicilerini doğru düşünce tarzına sokmalı\n III.Konuşmasındaki kanıtı açımlayıcı ve inanılmaya değer yapmaya çalışmalı\n Yukarıdakilerden hangileri politik ve adli retorikte konuşmacının (hatip) yapması gerekenlerdendir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız III",
      "B": "I ve II",
      "C": "Yalnız I",
      "D": "I,II ve III",
      "E": "I ve III"
    },
    "explanation": "Politik ve adli retorikte konuşmacı (hatip) konuşmasındaki kanıtı açımlayıcı ve inanılmaya değer yapmaya çalışmakla kalmamalı, aynı zamanda; 1. Kendi karakterinin de doğru görünmesini sağlamalı ve 2. Karar verecek kişiler olan dinleyicilerini doğru düşünce tarzına sokmalıdır."
  },
  {
    "id": "3362175",
    "unitNumber": 1,
    "text": "Aristo’ya göre geçmişle ilgili olan retorik türü aşağıdakilerden hangisisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Politik retorik",
      "B": "Adli söylev",
      "C": "Törensel retorik",
      "D": "Rasyonel retorik",
      "E": "Gerçek retorik"
    },
    "explanation": "Sözü edilen üç retorik türü olan politik, adli ve törensel söylev Aristo’ya göre üç farklı zaman türüne işaret eder. Adli söylev geçmişle ilgilidir."
  },
  {
    "id": "3362176",
    "unitNumber": 1,
    "text": "İkna edilmesi, dikkati çekilmesi yahut etkilenilmesi istenilen dinleyici kitlesini ifade eden Retorik söylemin unsuru aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ethos",
      "B": "Logos",
      "C": "Pathos",
      "D": "Etik",
      "E": "Mantık"
    },
    "explanation": "Retorik söylemin “ethos, logos ve pathos” olmak üzere üç unsuru vardır. Retoriğin ikinci unsuru olan pathos ikna edilmesi, dikkati çekilmesi yahut etkilenilmesi istenilen dinleyici kitlesidir."
  },
  {
    "id": "3362074",
    "unitNumber": 2,
    "text": "Aşağıdaki seçeneklerden hangisi , içinde yaşadığımız toplumu<br/>yorumlamamıza ve diğerlerinin davranışları ile tepkilerini tahmin etmemize yardım ederek dünyayı<br/>anlamlandırmamıza olanak tanımaktadır.",
    "correctAnswer": "D",
    "options": {
      "A": "Töreler",
      "B": "Kurallar",
      "C": "İnançlar",
      "D": "Kuramlar",
      "E": "Yasalar"
    },
    "explanation": ". Özetle kuramlar, içinde yaşadığımız toplumu<br/>yorumlamamıza ve diğerlerinin davranışları ile tepkilerini tahmin etmemize yardım ederek dünyayı<br/>anlamlandırmamıza olanak tanımaktadır."
  },
  {
    "id": "3362075",
    "unitNumber": 2,
    "text": "İkna edici iletişimde kuramlar, hedef kitlenin hangi tip sorularına cevap olarak değerlendirilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Davranışıyla ilgili",
      "B": "Yasama ile ilgili",
      "C": "Yargı ile ilgili",
      "D": "Aile ilgili",
      "E": "Toplumsal"
    },
    "explanation": "İkna edici iletişimde kuramlar, hedef kitlenin<br/>davranışıyla ilgili soruların cevapları olarak da değerlendirilebilir. Nitekim bu kuramlar, hedef kitlelerin neyi neden yaptıklarını açıklamaktadır. Bir<br/>diğer ifadeyle ikna edici iletişim kuramları, ikna<br/>edici iletişim sürecinde hedef kitlelerin davranışlarını tanımlamak, açıklamak ya da tahmin etmek<br/>maksadıyla sistematik olarak oluşturulmuş ilkeleri ifade etmektedir"
  },
  {
    "id": "3362076",
    "unitNumber": 2,
    "text": "Aşağıdaki seçeneklerden hangisi kuram sözcüğünün tam olarak anlamını karşılamaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Gerçekliğin basitleştirilmiş çerçevelerini temsil etmektedir.",
      "B": "Neden-sonuç ilişkisi kurulmasına yardım eder",
      "C": "Kültürel dengelerin içeriğini kapsayarak yaşam dengesini oluşturur.",
      "D": "Çeşitli sorular sorarak toplumsal uyumu sağlayan algısal iletişim sistemini ifade eder.",
      "E": "Çeşitli problemlere cevap olarak ortaya çıkmış sistematik önermeleri ifade eder"
    },
    "explanation": "Dolayısıyla kuram ve model arasındaki en temel fark; kuramlar<br/>çeşitli problemlere cevap olarak ortaya çıkmış sistematik önermeleri ifade ederken, modellerin ilgili kuramı açıklamak için oluşturulmuş bir temsil olmasıdır. Görüleceği üzere kuramlar, sistematik önermeler<br/>aracılığıyla belirli durumların açıklanmasını sağlamaktadır. Bir başka ifadeyle kuramlar, durumlar arasında<br/>belirli ilişkileri, düzenlilikleri ve ilkeleri ortaya çıkarmaktadır. Bunlar aracılığıyla da neden-sonuç ilişkisi<br/>kurulmasına yardım ederek geleceğe yönelik tahminler yapmayı kolaylaştırmaktadır."
  },
  {
    "id": "3362077",
    "unitNumber": 2,
    "text": "Genel anlamda <strong>............</strong>, bir deneyimin tetiklediği davranışta<br/>meydana gelen kısmen kalıcı veya uzun süreli değişiklik olarak tanımlanmaktadır.\n Boş bırakılan alan Aşağıdaki seçeneklerden hangisi ile doğru anlam kazanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yarılama",
      "B": "Öğrenme",
      "C": "Araştırma",
      "D": "Zeka",
      "E": "Kişilik"
    },
    "explanation": "İnsanları diğer canlı türlerinden farklı kılan en temel özelliklerden bir tanesi, insanların öğrenme konusunda belirgin bir yeteneğe sahip olmasıdır. Genel anlamda öğrenme, bir deneyimin tetiklediği davranışta meydana gelen kısmen kalıcı veya uzun süreli değişiklik olarak tanımlanmaktadır. Bu tanım aynı zamanda<br/>davranışçı öğrenme kuramını da açıklamaktadır. Nitekim davranışçı öğrenme kuramı, öğrenmeyi deneyimler sonucu bireyin davranışlarında görülen değişiklikler olarak değerlendirmektedir"
  },
  {
    "id": "3362078",
    "unitNumber": 2,
    "text": "Bireylerin seçici algılama sistemlerinde temel odak, aşağıdaki seçeneklerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Okumak",
      "B": "Tekrar",
      "C": "Dikkat",
      "D": "Sonuç",
      "E": "Gözlem"
    },
    "explanation": "Bireylerin seçici algılama sistemlerinde temel odak, dikkat ile ilgilidir. Bir başka ifadeyle, dikkat olmadığında dışarıdan gelen uyaranların ya da kodlanmış verilerin zihinsel bilgi işleme süreçlerine dâhil edilme<br/>olasılığının düşük olacağı savunulmaktadır"
  },
  {
    "id": "3362079",
    "unitNumber": 2,
    "text": "Gerekçeli eylem kuramına göre insan davranışını en iyi tahmin eden unsur, <strong>.............</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Algıdır",
      "B": "Niyettir",
      "C": "Harakettir",
      "D": "Tepkidir",
      "E": "Tavırdır."
    },
    "explanation": "Gerekçeli eylem kuramına göre insan davranışını en iyi tahmin eden unsur, niyettir. Aynı zamanda<br/>niyet, gerekçeli eylem kuramının temel bileşenlerinden biridir. Kelime anlamıyla niyet, bir kişinin belirli<br/>bir davranışı gerçekleştirmesine yönelik kişisel olasılığıdır. Söz konusu niyet azaldıkça bu olasılık azalmakta,<br/>niyet yükseldikçe ise davranışı gerçekleştirme olasılığı artmaktadır (Fishbein ve Ajzen, 1975, s. 288). Diğer<br/>taraftan, insan davranışını en iyi tahmin eden unsur olarak niyet, bireyin ilgili davranışa yönelik tutumu ve<br/>kişisel normu olmak üzere iki bileşenden etkilenmektedir. D"
  },
  {
    "id": "3362080",
    "unitNumber": 2,
    "text": "İnsan davranışını en iyi tahmin eden unsur olarak niyet, bireyin aşağıdaki hangi davranış ve tutumundan etkilenmektedir.",
    "correctAnswer": "E",
    "options": {
      "A": "kişisel yaklaşım ve ilgilenme biçimi",
      "B": "davranışsal ve algısal tepkisiden",
      "C": "Algısal yaklaşımı ve aktarım biçiminden",
      "D": "Bireyin eğitim ve öğrenimi arzusundan",
      "E": "Bireyin ilgili davranışa yönelik tutumu ve<br/>kişisel normundan"
    },
    "explanation": ". Söz konusu niyet azaldıkça bu olasılık azalmakta,<br/>niyet yükseldikçe ise davranışı gerçekleştirme olasılığı artmaktadır (Fishbein ve Ajzen, 1975, s. 288). Diğer<br/>taraftan, insan davranışını en iyi tahmin eden unsur olarak niyet, bireyin ilgili davranışa yönelik tutumu ve<br/>kişisel normu olmak üzere iki bileşenden etkilenmektedir."
  },
  {
    "id": "3362081",
    "unitNumber": 2,
    "text": "Bireyin bir davranışa ilişkin niyetinin o davranışı gerçekleştirme üzerindeki etkisi ne kadardır?",
    "correctAnswer": "B",
    "options": {
      "A": "Bireyin fiziksel gücü kadar",
      "B": "Davranış üzerindeki kontrolü kadar",
      "C": "Çevresel ilgi kadar",
      "D": "Beklediği görsel etkinin gücü kadar",
      "E": "Kendi algısı kadar"
    },
    "explanation": "Bireyin bir davranışa ilişkin niyetinin o davranışı gerçekleştirme üzerindeki etkisi, söz konusu<br/>davranış üzerindeki kontrolü kadar olacaktır."
  },
  {
    "id": "3362082",
    "unitNumber": 2,
    "text": "Bireyler dengesizlik durumu yaşadıklarında bu<br/>durumdan kaynaklanan çelişkiyi/çelişkileri giderebilmek maksadıyla faydalanılan dört yoldan biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tutumları değiştirerek çelişkiden kurtulmak,",
      "B": "Tutumları sentezleyerek çelişkiden kurtulmak",
      "C": "Dengesizliğe yol açan çelişkiyi önemsiz hâle<br/>getirmek.",
      "D": "Tutum ya da davranışları destekleyen bilgilere ulaşarak çelişkiden kurtulmak,",
      "E": "Davranışları değiştirerek çelişkiden kurtulmak,"
    },
    "explanation": "Bireyler dengesizlik durumu yaşadıklarında bu<br/>durumdan kaynaklanan çelişkiyi/çelişkileri giderebilmek maksadıyla dört yoldan faydalanmaktadır.<br/>Bahsi geçen dört yoldan yalnızca biri tercih edilebileceği gibi bütün hepsi de bireyler tarafından seçilerek içinde bulunulan dengesizlik durumundan çıkılmaya çalışılabilir (Jones ve Simons, 2017, s. 166):<br/>• Davranışları değiştirerek çelişkiden kurtulmak,<br/>• Tutumları değiştirerek çelişkiden kurtulmak,<br/>• Tutum ya da davranışları destekleyen bilgilere ulaşarak çelişkiden kurtulmak,<br/>• Dengesizliğe yol açan çelişkiyi önemsiz hâle<br/>getirmek.<br/>Tutumları sentezleyerek çelişkiden kurtulmak"
  },
  {
    "id": "3362083",
    "unitNumber": 2,
    "text": "İkna edici iletişim sürecinde alıcı hangi aktif roldedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Düşünen",
      "B": "Araştırmacı",
      "C": "Sorgulayıcı",
      "D": "Susan",
      "E": "Cevap veren"
    },
    "explanation": "İkna edici iletişim araştırmacıları, ikna edici bir<br/>mesajın etkili olabilmesi için mesajdaki argümanların hedef kitle tarafından sistematik bir şekilde<br/>işlenmesi gerektiğinin altını çizmektedir. Bir diğer ifadeyle, alıcı rolündeki hedef kitlenin mesajı<br/>okuması, anlaması ve mesajda geçen argümanlar<br/>hakkında düşünmesi gerektiği vurgulanmaktadır.<br/>Ayrıca bu mesajın hedef kitleye nasıl sunulduğu<br/>da önemlidir. Mesaj, doğal reklam şeklinde içerikle bütünleştirilerek verilebileceği gibi bireylerin<br/>içerikle etkileşimlerini sekteye uğratarak araya giren bir biçimde de sunulabilir. Bu durumda doğal<br/>reklam şeklinde sunulan ikna edici mesajlar alıcılar<br/>tarafından daha kolay bir biçimde kabul edilebilir.<br/>Reklamda ele alınan ürünle/hizmetle uyumlu, konusu itibariyle de reklamın içerikle<br/>uyumlu bir biçimde ve birey-içerik etkileşimini bölmeden sunulan reklamlara doğal<br/>reklam denilir.<br/>Buraya kadar ele alınanlardan görüleceği üzere<br/>ikna sürecinide alıcı,<br/>Düşünen"
  },
  {
    "id": "3362325",
    "unitNumber": 2,
    "text": "Kuramlar, düşünceleri temel bir biçimde ifade ederek, ilgili ifadeleri test edilebilir ………………..lere dönüştürmektedir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Model",
      "B": "Hipotez",
      "C": "Önerme",
      "D": "Deney",
      "E": "Düşünce"
    },
    "explanation": "Kuramlar, düşünceleri temel bir biçimde ifade ederek, ilgili ifadeleri test edilebilir hipotezlere dönüştürmektedir."
  },
  {
    "id": "3362333",
    "unitNumber": 2,
    "text": "……………………. koşullanma, bir uyaranın canlı üzerinde neden olduğu doğal tepkinin başka bir uyaran ile eşleştirilmesi prensibine dayanır.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Tepkisel",
      "B": "Edimsel",
      "C": "Davranışçı",
      "D": "Tekrarlı",
      "E": "Bilişsel"
    },
    "explanation": "Tepkisel koşullanma, bir uyaranın canlı üzerinde neden olduğu doğal tepkinin başka bir uyaran ile eşleştirilmesi prensibine dayanır."
  },
  {
    "id": "3362354",
    "unitNumber": 2,
    "text": "Temelleri Skinner’in çalışmalarına dayanan ………………….koşullanma bireylerin olumlu sonuçlar elde ettiği davranışları tekrarladığını; olumsuz sonuçlar ortaya çıkaran davranışlardan ise kaçındığını ileri sürmektedir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Tepkisel",
      "B": "Davranışçı",
      "C": "Edimsel",
      "D": "Tekrarlı",
      "E": "Bilişsel"
    },
    "explanation": "Temelleri Skinner’in çalışmalarına dayanan edimsel koşullanma bireylerin olumlu sonuçlar elde ettiği davranışları tekrarladığını; olumsuz sonuçlar ortaya çıkaran davranışlardan ise kaçındığını ileri sürmektedir."
  },
  {
    "id": "3362355",
    "unitNumber": 2,
    "text": "\"Kuramlar olayların altında yatan nedenleri belirleyebilmek için neden-sonuç ilişkisini kurmaktadır\".\n Yukarıdaki tanım aşağıda yer alan beş işlemden hangisinin içinde yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kuramlar, düşünceleri temel bir biçimde ifade ederek ilgili ifadeleri test hipotezlere dönüştürmektedir.",
      "B": "Kuramlar gelecekteki olayların tahmin edilmesine yardımcı olmaktadır.",
      "C": "Kuramlar düşünceleri sistematik bir biçimde ifade etmektedir.",
      "D": "Kuramlar yanlışlanabilmektedir.",
      "E": "Kuramlar pratik önermelerdir."
    },
    "explanation": "Lütfen \"GİRİŞ\" bölümünü gözden geçiriniz.<br/>Kuramlar gelecekteki olayların tahmin edilmesine yardımcı olmaktadır: Kuramlar olayların altında yatan nedenleri belirleyebilmek için neden-sonuç ilişkisini kurmaktadır. Böylelikle kuramlar gelecekteki olayların tahmin edilmesine olanak tanıyan neden-sonuç ilişkisini kullanmaktadır."
  },
  {
    "id": "3362356",
    "unitNumber": 2,
    "text": "Davranışçı kuramları kaç temel başlık altında açıklayabiliriz?",
    "correctAnswer": "A",
    "options": {
      "A": "2",
      "B": "Tek",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Lütfen \"Davranışçı Kuramlar\" başlıklı yazıyı gözden geçiriniz.<br/>Davranışçı kuramlar iki temel başlık altında açıklanabilmektedir. Bunlar “klasik koşullanma” ve “edimsel koşullanma” yaklaşımlarıdır."
  },
  {
    "id": "3362357",
    "unitNumber": 2,
    "text": "Edimsel koşullanma kuramını geliştiren bilim insanı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Skinner.",
      "B": "Schiffman.",
      "C": "Wisenblit.",
      "D": "Pavlov.",
      "E": "Bernstein."
    },
    "explanation": "Lütfen \"Davranışçı kuramlar\" başlıklı yazıyı gözden geçiriniz.<br/>Edimsel koşullanma kuramını geliştiren Skinner (1965), “Skinner Kutusu” olarak bilinen bir kutu içerisinde gıda dağıtımını sağlayan ve bir kaldıraç tarafından çalışan mekanizma kurmuştur."
  },
  {
    "id": "3362358",
    "unitNumber": 2,
    "text": "Zihinsel süreçler sonucunda bilginin nasıl işlendiğini açıklamaya çalışan kuram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilişsel Bilgi İşleme Kuramı.",
      "B": "Davranışçı Kuramlar.",
      "C": "Bilişsel Öğrenme Kuramı.",
      "D": "Gerekçeli Eylem Kuramı.",
      "E": "Planlı Davranış Kuramı."
    },
    "explanation": "Lütfen \"Bilişsel Bilgi İşleme Kuramı\" başlıklı yazıyı gözden geçiriniz.<br/>Bilişsel bilgi işleme kuramı, zihinsel süreçler sonucunda bilginin nasıl işlendiğini açıklamaya çalışır."
  },
  {
    "id": "3362359",
    "unitNumber": 2,
    "text": "Martin Fishbein ve Icek Ajzen tarafından 1975 yılında geliştirilen kuram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bilişsel Bilgi İşleme Kuramı.",
      "B": "Bilişsel Öğrenme Kuramı.",
      "C": "Gerekçeli Eylem Kuramı.",
      "D": "Planlı Davranış Kuramı.",
      "E": "Bilişsel Çelişki Kuramı"
    },
    "explanation": "Lütfen \"Gerekçeli Eylem Kuramı\" başlıklı yazıyı gözden geçiriniz.<br/>İnsan davranışının açıklanmasında kullanılan en yaygın kuramlardan bir diğeri, ikna edici iletişim araştırmacıları olan Fishbein ve Ajzen’in (1975) geliştirdikleri gerekçeli eylem kuramıdır."
  },
  {
    "id": "3362360",
    "unitNumber": 2,
    "text": "“Bir bireyin psikolojik olarak tutarsız olan iki bilişe sahip olduğunda ortaya çıkan olumsuz ve hoş olmayan bir durum” olarak açıklanan davranış biçiminin adı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Korku.",
      "B": "Saldırganlık.",
      "C": "Olumsuz tutum.",
      "D": "Davranış değişikliği.",
      "E": "Çelişki."
    },
    "explanation": "Lütfen \"Bilişsel Çelişki Kuramı\" başlıklı yazıyı gözden geçiriniz.<br/>Çelişki, “bir bireyin psikolojik olarak tutarsız olan iki bilişe sahip olduğunda ortaya çıkan olumsuz ve hoş olmayan bir durum” olarak tanımlanmaktadır."
  },
  {
    "id": "3362361",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi iknanın işleyişine ilişkin modellerden <strong>sayılamaz?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ayrıntılandırma Olasılığı Modeli.",
      "B": "Sezgisel-Sistematik Model.",
      "C": "İkna-Bilgi Modeli.",
      "D": "Savunma motivasyonu yöntemi.",
      "E": "İletişim-İkna Matrisi Modeli."
    },
    "explanation": "Lütfen \"Sezgisel-Sistematik Model\" başlıklı yazıyı gözden geçiriniz.<br/>İkna edici iletişim sürecinde tüketicilerin farklı motivasyonlarla mesaj argümanlarını işleyeceklerini belirten sezgisel-sistematik modele göre tüketiciler 1) doğruluk, 2) savunma ve 3) izlenim olmak üzere üç motivasyonla argümanları işlemektedir. Dolayısı ile bir model değil, motivasyondur."
  },
  {
    "id": "3362362",
    "unitNumber": 2,
    "text": "Hedef kitlelerin ilgili mesajın değerini algılaması ya da amacını kavraması, aşağıdaki aşamalardan hangisi içinde yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Maruz Kalma.",
      "B": "Dikkat.",
      "C": "Mesajı Alma.",
      "D": "Bilişsel İşleme.",
      "E": "Bellekte Tutma."
    },
    "explanation": "Lütfen \"İletişim-İkna Matrisi Modeli\" başlıklı yazıyı gözden geçiriniz.<br/>Bilişsel İşleme: Hedef kitlelerin ilgili mesajın değerini algılaması ya da amacını kavraması."
  },
  {
    "id": "3362363",
    "unitNumber": 2,
    "text": "İkna edici iletişim sürecini özetleyerek bu sürecin nasıl gerçekleştiğini açıklamaya çalışılan \"İletişim İkna Matrisi Modeli\" aşamalarında, aşağıdaki dizilimde hangisi doğru olanıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kaynak, Mesaj, Kanal, Alıcı, Hedef Davranış, Mesajı Alma, Bilişsel İşleme, Bellekte Tutma, Davranışa Geçme.",
      "B": "Kaynak, Mesaj, Kanal, Alıcı, Hedef Davranış, Maruz Kalma, Dikkat, Mesajı Alma, Bilişsel İşleme, Bellekte Tutma, Davranışa Geçme.",
      "C": "Kaynak, Mesaj, Kanal, Alıcı, Hedef Davranış, Maruz Kalma, Bilişsel İşleme, Bellekte Tutma, Davranışa Geçme.",
      "D": "Kaynak, Alıcı, Hedef Davranış, Maruz Kalma, Dikkat, Mesajı Alma, Bilişsel İşleme, Bellekte Tutma, Davranışa Geçme.",
      "E": "Kaynak, Maruz Kalma, Dikkat, Mesajı Alma, Bilişsel İşleme, Bellekte Tutma, Davranışa Geçme."
    },
    "explanation": "Lütfen \"İletişim-İkna Matrisi Modeli\" başlıklı yazıyı gözden geçiriniz.<br/>Sayfa 59 içinde yer alan \"Şekil 2.24 İletişim-ikna matrisi modeli\"."
  },
  {
    "id": "3362364",
    "unitNumber": 2,
    "text": "\"Tüketiciler sosyal anlamda kabul edilebilir tutumları benimsemek isterler. Kendi tutumlarıyla çelişse bile sosyal anlamda kabul edilebilir bir tutumu göstermeye çalışırlar. Bu anlamda tüketiciler, argümanı işleyerek verecekleri kararın daha çok sosyal olarak kabul edilebilirliğine dikkat ederler\".\n Sezgisel-Sistematik Model içinde yer alan yukarıdaki tanım, aşağıdaki hangi motivasyonun içinde yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "İzlenim Motivasyonu.",
      "B": "Doğruluk Motivasyonu.",
      "C": "Savunma Motivasyonu.",
      "D": "Temel Motivasyon.",
      "E": "Sosyal Motivasyon."
    },
    "explanation": "Lütfen \"Sezgisel-Sistematik Model\" başlıklı yazıyı gözden geçiriniz.<br/>İzlenim Motivasyonu: Tüketiciler sosyal anlamda kabul edilebilir tutumları benimsemek isterler. Kendi tutumlarıyla çelişse bile sosyal anlamda kabul edilebilir bir tutumu göstermeye çalışırlar. Bu anlamda tüketiciler, argümanı işleyerek verecekleri kararın daha çok sosyal olarak kabul edilebilirliğine dikkat ederler. İkna edici bir iletişim mesajındaki argümanlarda yer alan bilgiler, tüketiciler açısından sosyal olarak kabul edilebilir olarak değerlendiriliyorsa sistematik işleme; değerlendirilmiyorsa sezgisel işleme gerçekleşebilir."
  },
  {
    "id": "3362365",
    "unitNumber": 2,
    "text": "I. Davranışa yönelik tutum\n II. Davranış\n III. Niyet\n IV. Kişisel norm\n Yukarıda verilen ifadelerden hangisi veya hangileri gerekçeli eylem kuramının bileşenlerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "Yalnız II",
      "C": "I ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Davranışa yönelik tutum, davranış, niyet ve kişisel norm gerekçeli eylem kuramının bileşenlerindendir."
  },
  {
    "id": "3362366",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, planlı davranış kuramını gerekçeli eylem kuramından ayıran en temel farklılığı oluşturmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Niyet",
      "B": "Davranış",
      "C": "Kişisel norm",
      "D": "Algılanan davranışsal kontrol",
      "E": "Davranışa yönelik tutum"
    },
    "explanation": "Algılanan davranışsal kontrol planlı davranış kuramını gerekçeli eylem kuramından ayıran en temel farklılığı oluşturmaktadır."
  },
  {
    "id": "3362367",
    "unitNumber": 2,
    "text": "Bir kişinin bel ağrılarından dolayı fizik tedavi merkezine gitmeye karar verme aşamasında, ailesinin bu duruma çok sevineceğini düşünmesi, planlı davranış kuramına göre aşağıdaki faktörlerden hangisine örnektir?",
    "correctAnswer": "C",
    "options": {
      "A": "Niyet",
      "B": "Davranış",
      "C": "Kişisel norm",
      "D": "Algılanan davranışsal kontrol",
      "E": "Davranışa yönelik tutum"
    },
    "explanation": "Bir kişinin bel ağrılarından dolayı fizik tedavi merkezine gitmeye karar verme aşamasında, ailesinin bu duruma çok sevineceğini düşünmesi, planlı davranış kuramına göre, kişisel norma örnektir."
  },
  {
    "id": "3362368",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, sosyal yargı kuramının açıklık getirdiği kavramlardan biri <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Ego ilginliği",
      "B": "Niyet alanı",
      "C": "Ret alanı",
      "D": "Tarafsızlık toleransı",
      "E": "Asimilasyon ve zıtlaştırma"
    },
    "explanation": "Niyet alanı, sosyal yargı kuramının açıklık getirdiği kavramlardan biri değildir."
  },
  {
    "id": "3362369",
    "unitNumber": 2,
    "text": "I. Doğruluk\n II. Niyet\n III. Savunma\n IV. İzlenim\n Yukarıda verilen ifadelerden hangisi veya hangileri, ikna edici iletişim sürecinde tüketicilerin farklı motivasyonlarla mesaj argümanlarını işleyeceklerini belirten sezgisel-sistematik modele göre tüketicilerin argümanları işlediği motivasyonlardandır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız II",
      "B": "I ve III",
      "C": "II, III ve IV",
      "D": "I, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Doğruluk, savunma ve izlenim; ikna edici iletişim sürecinde tüketicilerin farklı motivasyonlarla mesaj argümanlarını işleyeceklerini belirten sezgisel-sistematik modele göre tüketicilerin argümanları işlediği motivasyonlardandır."
  },
  {
    "id": "3362370",
    "unitNumber": 2,
    "text": "McGuire’ın iletişim-ikna matrisi modeli, ikna edici iletişim sürecinde bireylerin nasıl ikna edildiklerini açıklamaya çalışan bir modeldir. Aşağıdakilerden hangisi, modelde bulunan ikna unsurlarını temsil eden aşamalardan biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "İkna edici bir mesaja maruz kalma",
      "B": "Mesaja yönelik dikkat",
      "C": "Mesajın alınması",
      "D": "Mesajın bilişsel olarak işlenmesi",
      "E": "Mesajın yayılması"
    },
    "explanation": "McGuire’ın iletişim-ikna matrisi modeli, ikna edici iletişim sürecinde bireylerin nasıl ikna edildiklerini açıklamaya çalışan bir modeldir. Mesajın yayılması, modelde bulunan ikna unsurlarını temsil eden aşamalardan biri değildir."
  },
  {
    "id": "3362371",
    "unitNumber": 2,
    "text": "İletişim-ikna matrisinde yer alan ve hedef davranışın gerçekleşmesini sağlayan aşamalardan hangisi hedef kitlelerin ilgili mesajın amacını kavradığı aşamayı ifade eder?",
    "correctAnswer": "D",
    "options": {
      "A": "İkna edici bir mesaja maruz kalma",
      "B": "Mesaja yönelik dikkat",
      "C": "Mesajın alınması",
      "D": "Mesajın bilişsel olarak işlenmesi",
      "E": "Mesajı bellekte tutma"
    },
    "explanation": "İletişim-ikna matrisinde yer alan ve hedef davranışın gerçekleşmesini sağlayan mesajın bilişsel olarak işlenmesi aşaması, hedef kitlelerin ilgili mesajın amacını kavradığı aşamayı ifade eder."
  },
  {
    "id": "3362493",
    "unitNumber": 2,
    "text": "İkna edici iletişimde bilişsel tepki kuramı kim tarafından geliştirilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Festinger",
      "B": "Perloff",
      "C": "Ajzen",
      "D": "Greenwald",
      "E": "Fishbein"
    },
    "explanation": "İkna edici iletişimde bilişsel tepki kuramı Greenwald (1968) tarafından geliştirilmiştir."
  },
  {
    "id": "3362495",
    "unitNumber": 2,
    "text": "Bireyler dengesizlik durumu yaşadıklarında bu durumdan kaynaklanan çelişkiyi/çelişkileri giderebilmek maksadıyla kaç yoldan faydalanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "İki",
      "B": "Üç",
      "C": "Dört",
      "D": "Beş",
      "E": "Altı"
    },
    "explanation": "Bilişsel Çelişki Kuramı<br/>Bireyler dengesizlik durumu yaşadıklarında bu durumdan kaynaklanan çelişkiyi/çelişkileri giderebilmek maksadıyla dört yoldan faydalanmaktadır."
  },
  {
    "id": "3362497",
    "unitNumber": 2,
    "text": "\"Bir bireyin psikolojik olarak tutarsız olan iki bilişe sahip olduğunda ortaya çıkan olumsuz ve hoş olmayan bir durum\" olarak tanımlanmasına ne denir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tutum",
      "B": "Niyet",
      "C": "Savunma",
      "D": "Dikkat",
      "E": "Çelişki"
    },
    "explanation": "Bilişsel Çelişki Kuramı<br/>Çelişki, “bir bireyin psikolojik olarak tutarsız olan iki bilişe sahip olduğunda ortaya çıkan olumsuz ve hoş olmayan bir durum” olarak tanımlanmaktadır."
  },
  {
    "id": "3362498",
    "unitNumber": 2,
    "text": "Bireyin bir konuda olumlu veya olumsuz anlamda ifade ettiği düşüncelerini temsil etmesine ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yargı",
      "B": "İzlenim",
      "C": "Onay",
      "D": "Davranış",
      "E": "Tepki"
    },
    "explanation": "Bilişsel Tepki Kuramı<br/>Yargı, bireyin bir konuda olumlu veya olumsuz anlamda ifade ettiği düşüncelerini temsil eder."
  },
  {
    "id": "3362499",
    "unitNumber": 2,
    "text": "----, bireylerin bir konuya yönelik kişisel ilgi seviyelerinin o konuya yönelik gelen mesajları<br/>kabul ya da reddetme eğilimleri üzerinde ne düzeyde etkili olduğuna atıf yapmaktadır\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Asimilasyon",
      "B": "Tarafsızlık toleransı",
      "C": "Ego ilginliği",
      "D": "Bilişsel tepki",
      "E": "Kabul alanı"
    },
    "explanation": "Sosyal Yargı Kuramı<br/>Ego ilginliği ise bireylerin bir konuya yönelik kişisel ilgi seviyelerinin o konuya yönelik gelen mesajları<br/>kabul ya da reddetme eğilimleri üzerinde ne düzeyde etkili olduğuna atıf yapmaktadır."
  },
  {
    "id": "3362500",
    "unitNumber": 2,
    "text": "İkna edici iletişim mesajlarını çevreledikleri için mesajdaki dışsal bilgi kaynaklarına ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bilişsel Tepkiler",
      "B": "Davranış Değişimi",
      "C": "Dikkat ve Anlama",
      "D": "Çevresel ipuçları",
      "E": "Ego ilginliği"
    },
    "explanation": "Ayrıntılandırma Olasılığı Modeli<br/>İkna edici iletişim mesajlarını çevreledikleri için mesajdaki dışsal bilgi kaynaklarına çevresel ipuçları denilir"
  },
  {
    "id": "3362501",
    "unitNumber": 2,
    "text": "Sezgisel-sistematik model, ikna edici iletişim sürecinde tüketicilerin sistematik yolu tercih etmesinde hangi ilkenin belirleyici olduğunu vurgulamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Geçerlilik",
      "B": "Yeterlilik",
      "C": "Motive etme",
      "D": "Doğruluk",
      "E": "İzlenim"
    },
    "explanation": "Sezgisel-sistematik model, ikna edici iletişim sürecinde tüketicilerin sistematik yolu tercih etmesinde yeterlilik ilkesinin belirleyici olduğunu vurgulamaktadır."
  },
  {
    "id": "3362503",
    "unitNumber": 2,
    "text": "\"..........., faillerin hedef kitleyle ilgili neler bildiklerini kapsar\" cümlesinde yer alan boşluğa gelebilecek en uygun ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Konu bilgisi",
      "B": "Hedef bilgisi",
      "C": "İkna bilgisi",
      "D": "Fail Bilgisi",
      "E": "İletişim süreci"
    },
    "explanation": "İkna-Bilgi Modeli<br/>Hedef bilgisi, faillerin hedef kitleyle ilgili neler bildiklerini kapsar."
  },
  {
    "id": "3362504",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi iletişim-ikna matrisinde yer alan ve hedef davranışın gerçekleşmesini sağlayan aşamalar arasında <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Maruz Kalma",
      "B": "Dikkat",
      "C": "Mesajı Alma",
      "D": "Bellekte Tutma",
      "E": "İkna süreci"
    },
    "explanation": "İletişim-İkna Matrisi Modeli<br/>İletişim-ikna matrisinde yer alan ve hedef davranışın gerçekleşmesini sağlayan aşamalar şu şekilde tanımlanmaktadır (McGuire, 1984, s. 313-314):<br/>• Maruz Kalma: Hedef kitlelere bir kanal aracılığıyla ikna edici bir mesajın sunulması,<br/>• Dikkat: Hedef kitlelerin kendilerine sunulan ikna edici bir mesajı fark etmeleri,<br/>• Mesajı Alma: Hedef kitlelerin ilgili mesajı alması,<br/>• Bilişsel İşleme: Hedef kitlelerin ilgili mesajın değerini algılaması ya da amacını kavraması,<br/>• Bellekte Tutma: Hedef kitlelerin ilgili mesajı hatırlaması ve mesajdaki argümanları çeşitli unsurlarla özdeşleştirmesi,<br/>• Davranışa Geçme: Hedef kitlelerin istenilen yönde davranışlarda bulunması ya da mevcut davranışlarını değiştirmesi."
  },
  {
    "id": "3362508",
    "unitNumber": 2,
    "text": "İletişim sürecini açıklayan temel modelden yararlanarak iletişim-ikna matrisi modelini tasarlayan ve böylelikle<br/>literatüre kazandıran kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "McGuire",
      "B": "Skinner",
      "C": "Fishbein",
      "D": "Ajzen",
      "E": "Festinger"
    },
    "explanation": "İletişim-İkna Matrisi Modeli<br/>McGuire’ın iletişim sürecini açıklayan temel modelden yararlanarak iletişim-ikna matrisi modelini tasarladığı ve böylelikle literatüre kazandırdığı ifade edilebilir."
  },
  {
    "id": "3362527",
    "unitNumber": 2,
    "text": "Bireylerin çevresindeki diğer bireylerin davranışlarını gözlemleyerek çeşitli konularda fikirlere sahip olabileceğini ve sonrasında gözlemleri sonucu edindiği bu bilgileri kendine rehberlik eden unsurlar olarak davranışlarına yansıtabileceğini savunan öğrenme kuramı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Davranışçı kuram",
      "B": "bilişsel öğrenme kuramı",
      "C": "bilgi işleme kuramı",
      "D": "Sosyal öğrenme kuramı",
      "E": "Gerekçeli eylem kuramı"
    },
    "explanation": "..... insanlar çevrelerindeki diğer insanları etkileyen olayları gözlemleyerek de bir şeyler öğrenebilmektedir (Odabaşı ve Barış, 2014;<br/>Solomon, 2019). Bu tarz öğrenme ise “model alarak öğrenme” olarak tanımlanmakta ve sosyal öğrenme kuramı ile açıklanmaktadır (Bandura, 1977). Sosyal öğrenme kuramına göre bir birey çevresindeki diğer bireylerin davranışlarını gözlemleyerek çeşitli konularda fikirlere sahip olabilmekte ve sonrasında gözlemleri sonucu edindiği bu bilgileri kendine rehberlik eden unsurlar olarak davranışlarına yansıtabilmektedir."
  },
  {
    "id": "3362530",
    "unitNumber": 2,
    "text": "İkna edici iletişim çalışmaları açısından da belirli uyaranlara tekrarlı bir şekilde maruz kalan bireylerin istenilen davranışları göstermeye başlayacağı ve tekrarlı mesajların bireylerde unutmayı azaltabileceği ve uyarana ilişkin çağrışımı artırabileceği görüşü aşağıda verilen hangi öğrenme kuramı ile ilişkili olarak açıklanabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Davranışçı öğrenme kuramı",
      "B": "Bilişsel öğrenme kuramı",
      "C": "Bilgi işleme kuramı",
      "D": "Sosyal öğrenme kuramı",
      "E": "Gerekçeli eylem kuramı"
    },
    "explanation": "Davranışçı Kuramlar\n ....Koşullanmanın sağlanması için gerekli ve önemli bir unsur olan tekrar, koşullanmanın gücünü artırarak öğrenilen davranışın unutulmamasını sağlamaktadır. ......İkna edici iletişim çalışmaları açısından da belirli<br/>uyaranlara tekrarlı bir şekilde maruz kalan bireylerin istenilen davranışları göstermeye başlayacağı<br/>savunulabilir. Zira tekrarlı mesajların bireylerde<br/>unutmayı azaltabileceği ve uyarana ilişkin çağrışımı artırabileceği bilinen bir gerçektir (Odabaşı ve<br/>Barış, 2014; Schiffman ve Wisenblit, 2019)."
  },
  {
    "id": "3362531",
    "unitNumber": 2,
    "text": "Zihinsel süreçler sonucunda bilginin nasıl işlendiğini açıklamaya çalışan öğrenme kuramı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilişsel Bilgi İşleme Kuramı",
      "B": "Gerekçeli Eylem Kuramı",
      "C": "Planlı Davranış Kuramı",
      "D": "Bilişsel Çelişki Kuramı",
      "E": "Bilişsel Tepki Kuramı"
    },
    "explanation": "Bilişsel bilgi işleme kuramı, zihinsel süreçler sonucunda bilginin nasıl işlendiğini<br/>açıklamaya çalışır."
  },
  {
    "id": "3362532",
    "unitNumber": 2,
    "text": "İnsan davranışının açıklanmasında yaygın olarak kullanılan; insan davranışının öngörülebilir boyutunu değerlendiren ve ikna edici iletişim araştırmacıları olan Fishbein ve Ajzen’in geliştirdiği kuram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Davranışçı kuram",
      "B": "Gerekçeli eylem kuramı",
      "C": "Bilişsel bilgi işleme kuramı",
      "D": "Bilişsel çelişki kuramı",
      "E": "Bilişsel tepki kuramı"
    },
    "explanation": "Gerekçeli Eylem Kuramı<br/>İnsan davranışının açıklanmasında kullanılan en yaygın kuramlardan bir diğeri, ikna edici iletişim araştırmacıları olan Fishbein ve Ajzen’in (1975) geliştirdikleri gerekçeli eylem kuramıdır. Kuramın kelime<br/>anlamında da görüleceği üzere bireyler rasyonel kararlar verip eyleme geçecekleri zaman kasıtlı bir şekilde<br/>davranmaktadır. Bu yönüyle kuram, bireylerin bilinçli bir şekilde yapmak istedikleri veya istemedikleri<br/>davranışlarına odaklanmaktadır (Perloff, 2017, s. 165). Ancak kuram, insan davranışının alışılmış, bilinçli<br/>bir şekilde yapılmayan ve belirli durumlar için önceden zihinde kodlanmış biçimlerini dışarıda tutmaktadır. Başka bir ifadeyle kuram, insan davranışının öngörülebilir boyutunu değerlendirmektedir"
  },
  {
    "id": "3362533",
    "unitNumber": 2,
    "text": "Davranışa yönelik tutum, kişisel norm, niyet, davranış gibi kavramlar aşağıda verilen hangi öğrenmek kuramı ile ilgilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gerekçeli Eylem Kuramı",
      "B": "Bilişsel Çelişki Kuramı",
      "C": "Bilişsel Tepki Kuramı",
      "D": "Sosyal Yargı Kuramı",
      "E": "Bilişsel Bilgi İşleme Kuramı"
    },
    "explanation": "Gerekçeli eylem kuramına göre insan davranışını en iyi tahmin eden unsur, niyettir. Aynı zamanda<br/>niyet, gerekçeli eylem kuramının temel bileşenlerinden biridir. Kelime anlamıyla niyet, bir kişinin belirli<br/>bir davranışı gerçekleştirmesine yönelik kişisel olasılığıdır. Söz konusu niyet azaldıkça bu olasılık azalmakta,<br/>niyet yükseldikçe ise davranışı gerçekleştirme olasılığı artmaktadır (Fishbein ve Ajzen, 1975, s. 288). Diğer<br/>taraftan, insan davranışını en iyi tahmin eden unsur olarak niyet, bireyin ilgili davranışa yönelik tutumu ve<br/>kişisel normu olmak üzere iki bileşenden etkilenmektedir. Davranışa yönelik tutum, bireyin bir davranışı<br/>gerçekleştirmeye yönelik tutumunun altında yatan genel inançlar olarak ortaya çıkarken; kişisel norm, söz<br/>konusu davranışı gerçekleştirmeye yönelik bireyin inançlarını etkileyen dışsal etkenleri temsil etmektedir"
  },
  {
    "id": "3362534",
    "unitNumber": 2,
    "text": "Davranışın tahmin edilmesinde bireylerin bir davranışa yönelik olumlu ve olumsuz değerlendirmeleri (davranışa yönelik tutum), diğerlerini tatmin etmeye yönelik bireysel eğilimleri (kişisel norm) ve bir davranışı gerçekleştirmeye yönelik sahip oldukları güven (algılanan davranışsal kontrol) dikkate alınan kuram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Planlı Davranış Kuramı",
      "B": "Gerekçeli Eylem Kuramı",
      "C": "Bilişsel Çelişki Kuramı",
      "D": "Bilişsel Tepki Kuramı",
      "E": "Davranışçı kuram"
    },
    "explanation": "Planlı davranış modeli en genel haliyle tutumlardan davranışların tahmin edilmesine yönelik<br/>kavramsal bir çerçeve sunmuştur. Modelde davranışın tahmin edilmesinde bireylerin bir davranışa yönelik olumlu ve olumsuz değerlendirmeleri<br/>(davranışa yönelik tutum), diğerlerini tatmin etmeye yönelik bireysel eğilimleri (kişisel norm) ve<br/>bir davranışı gerçekleştirmeye yönelik sahip oldukları güven (algılanan davranışsal kontrol) dikkate<br/>alınmıştır (Perloff, 2017, s. 172). Niyetin ve davranışın belirleyicileri olarak davranışa yönelik tutum<br/>ve kişisel normun yanı sıra algılanan davranışsal<br/>kontrol, planlı davranış kuramının davranışları<br/>açıklayıcılık düzeyini yükseltmiştir. Zira bir davranışın gerçekleşmesinde her ne kadar davranışa yönelik tutum ve kişisel normun etkili olduğu niyet<br/>önemli olsa da bireyin davranışı gerçekleştirmesi<br/>üzerinde bu davranışa yönelik kontrolü etkili olmaktadır. Bu bağlamda algılanan davranışsal kontrol, bireylerin belirli bir davranışı gerçekleştirmeye<br/>yetkin olduklarına yönelik inançlarını ve davranışın çıktıları (performans) üzerinde kontrol sahibi<br/>olmalarını açıklamaktadır (Ajzen, 1991, s. 183)."
  },
  {
    "id": "3362535",
    "unitNumber": 2,
    "text": "Greenwald tarafından geliştirilen bireylerin ikna edici iletişim mesajlarına maruz kaldıklarında, yeni edindikleri bilgileri konu hakkındaki var olan bilgileriyle ilişkilendirme girişiminde olacaklarını varsayarken bireylerin ikna edici bir mesaja yönelik bilişsel tepkilerinin ikna sürecinde önemli bir role sahip olduğunu ve hatta bu rolün mesajın kendisinden de daha önemli olduğunu savunan kuram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Planlı Davranış Kuramı",
      "B": "Bilişsel Çelişki Kuramı",
      "C": "Sosyal Yargı Kuramı",
      "D": "Bilişsel Tepki Kuramı",
      "E": "Gerekçeli Eylem Kuramı"
    },
    "explanation": "Bilişsel Tepki Kuramı<br/>İkna edici iletişimde bilişsel tepki kuramı Greenwald (1968) tarafından geliştirilmiştir. Bu kuram, bireylerin ikna edici iletişim mesajlarına maruz kaldıklarında, yeni edindikleri bilgileri konu hakkındaki var<br/>olan bilgileriyle ilişkilendirme girişiminde olacaklarını varsayarken bireylerin ikna edici bir mesaja yönelik<br/>bilişsel tepkilerinin ikna sürecinde önemli bir role sahip olduğunu ve hatta bu rolün mesajın kendisinden<br/>de daha önemli olduğunu savunmaktadır"
  },
  {
    "id": "3362536",
    "unitNumber": 2,
    "text": "Sherif ve Sherif (1967) öncülüğünde geliştirilen bireylerin ikna edici bir iletişim mesajını yalnızca içerdiği argümanlar açısından<br/>değerlendirmediğine bunun yerine bireylerin, mesajdaki argümanları kendi tutumlarıyla karşılaştırarak bir değerlendirme yaptığına işaret eden kuram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bilişsel Tepki Kuramı",
      "B": "Gerekçeli Eylem Kuramı",
      "C": "Bilişsel Çelişki Kuramı",
      "D": "Planlı Davranış Kuramı",
      "E": "Sosyal Yargı Kuramı"
    },
    "explanation": "Sherif ve Sherif (1967) öncülüğünde geliştirilen<br/>sosyal yargı kuramı, bireylerin ikna edici bir iletişim mesajını yalnızca içerdiği argümanlar açısından<br/>değerlendirmediğine vurgu yapmaktadır. Bunun<br/>yerine bireyler, mesajdaki argümanları kendi tutumlarıyla karşılaştırarak bir değerlendirme yapmaktadır. Böylelikle de bu mesajı kabul edip etmeyeceklerine karar vermektedir. Sosyal yargı kuramı,<br/>bireylerin sosyal konular hakkında sahip oldukları<br/>öznel yargılarına vurgu yaparak bazı temel kavramlara da açıklık getirmektedir. Bu kavramlar; kabul<br/>alanı (latitude of acceptance), ret alanı (latitude of<br/>rejection), tarafsızlık toleransı (latitude of noncommitment), asimilasyon ve zıtlaştırma (assimilation<br/>and contrast) ve ego ilginliği (ego involvement)<br/>olarak ifade edilmektedir (Perloff, 2017, s. 115-<br/>117)."
  },
  {
    "id": "3362537",
    "unitNumber": 2,
    "text": "Kabul alanı (latitude of acceptance), ret alanı (latitude of rejection), tarafsızlık toleransı (latitude of noncommitment), asimilasyon ve zıtlaştırma (assimilation and contrast) ve ego ilginliği gibi kavramlar aşağıda verilen hangi kuramla ilişkilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyal yargı kuramı",
      "B": "Bilişsel tepki kuramı",
      "C": "Bilişsel çelişki kuramı",
      "D": "Planlı davranış kuramı",
      "E": "Gerekçeli eylem kuramı"
    },
    "explanation": "Sherif ve Sherif (1967) öncülüğünde geliştirilen<br/>sosyal yargı kuramı, bireylerin ikna edici bir iletişim mesajını yalnızca içerdiği argümanlar açısından<br/>değerlendirmediğine vurgu yapmaktadır. Bunun<br/>yerine bireyler, mesajdaki argümanları kendi tutumlarıyla karşılaştırarak bir değerlendirme yapmaktadır. Böylelikle de bu mesajı kabul edip etmeyeceklerine karar vermektedir. Sosyal yargı kuramı,<br/>bireylerin sosyal konular hakkında sahip oldukları<br/>öznel yargılarına vurgu yaparak bazı temel kavramlara da açıklık getirmektedir. Bu kavramlar; kabul<br/>alanı (latitude of acceptance), ret alanı (latitude of<br/>rejection), tarafsızlık toleransı (latitude of noncommitment), asimilasyon ve zıtlaştırma (assimilation<br/>and contrast) ve ego ilginliği (ego involvement)<br/>olarak ifade edilmektedir (Perloff, 2017, s. 115-<br/>117)."
  },
  {
    "id": "3362542",
    "unitNumber": 2,
    "text": "İletişim-İkna Matrisi Modeline göre \"Maruz Kalma-(II)- Mesajı Alma-(IV)-Bellekte Tutma -Davranışa Geçme\" şeklindeki bireylerin ikna edilme sürecinde (II ve IV) numaralı yerlere aşağıdakilerden hangileri gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dikkat-bilişsel işleme",
      "B": "Dikkat -alıcı",
      "C": "Kanal-hedef davranış",
      "D": "Dikkat -hedef davranış",
      "E": "Kaynak-hedef davranış"
    },
    "explanation": "McGuire’ın iletişim-ikna matrisi modeli, ikna edici iletişim sürecinde bireylerin nasıl ikna edildiklerini<br/>açıklamaya çalışan bir modeldir. Modelde bulunan ikna unsurları, 1) ikna edici bir mesaja maruz kalma,<br/>2) mesaja yönelik dikkat, 3) mesajın alınması, 4) mesajın bilişsel olarak işlenmesi, 5) mesajı bellekte tutma<br/>ve 6) davranışa geçme olmak üzere birbirini takip eden altı aşamayı temsil etmektedir"
  },
  {
    "id": "3362054",
    "unitNumber": 3,
    "text": "“Herhangi bir canlı/cansız varlığın (nesnenin) olumlu ya da olumsuz anlamda değerlendirilmesi sonucunda o varlığa yönelik oluşan eğilim” e ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yargı",
      "B": "Tutum",
      "C": "Yaklaşım",
      "D": "Kanı",
      "E": "İlgi"
    },
    "explanation": "Kavrama ilişkin yapılan akademik çalışmalarda araştırmacılar, tutumu “herhangi bir canlı/cansız varlığın (nesnenin) olumlu ya da olumsuz anlamda değerlendirilmesi sonucunda o varlığa yönelik oluşan eğilim” olarak tanımlamışlardır."
  },
  {
    "id": "3362055",
    "unitNumber": 3,
    "text": "\"............ genellikle bazı kuralları ya da davranış kodlarını ihlâl ettiğimizin farkına vardığımızda hissettiğimiz bir duygudur.\" \n Yukarıdaki tanımı aşağıdaki hangi kelime ile tamamlarsınız?",
    "correctAnswer": "C",
    "options": {
      "A": "Utanç",
      "B": "Endişe",
      "C": "Suçluluk",
      "D": "Kaygı",
      "E": "Korku"
    },
    "explanation": "Suçluluk, genellikle bazı kuralları ya da davranış kodlarını ihlâl ettiğimizin farkına vardığımızda hissettiğimiz bir duygudur."
  },
  {
    "id": "3362057",
    "unitNumber": 3,
    "text": "İnsana dair istek ve ihtiyaçlar psikolojide “.....” kavramıyla ifade edilir.\n Aşağıdaki hangi kelime doğru tanımdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Tutum",
      "B": "Dürtü",
      "C": "Motivasyon",
      "D": "Arzu",
      "E": "Güdü"
    },
    "explanation": "İnsana dair istek ve ihtiyaçlar psikolojide “güdü” kavramıyla ifade edilir."
  },
  {
    "id": "3362058",
    "unitNumber": 3,
    "text": "A. Maslow'un \"İhtiyaçlar Hiyerarşisi Piramidi\"nin en üst basamağı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Temel Fizyolojik İhtiyaçlar",
      "B": "Güvenlik İhtiyacı",
      "C": "Sosyal İhtiyaçlar",
      "D": "Statü-Prestij İhtiyacı",
      "E": "Kendini Gerçekleştirme İhtiyacı"
    },
    "explanation": "Piramitte en üst basamakta yer alan ve önceki tüm basamaktaki ihtiyaçların karşılanması aracılığıyla ulaşılacağı savunulan son basamak “kendini gerçekleştirme” olarak karşımıza çıkmaktadır."
  },
  {
    "id": "3362059",
    "unitNumber": 3,
    "text": "İkna edici iletişim sürecinde vurgulanan temel işlevler kaç ana başlıktan oluşmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "İkna edici iletişim sürecinde vurgulanan temel işlevler,\n 1) bilgi sağlama\n 2) yarar sağlama\n 3) uyumlaştırma\n 4) sosyal kimlik\n 5) değer yargısı oluşturma \n 6) benlik koruma olmak üzere altı işlevden oluşmaktadır."
  },
  {
    "id": "3362060",
    "unitNumber": 3,
    "text": "ABC modelindeki \"C\" 'nin açılımı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Duygu",
      "B": "Davranış",
      "C": "Biliş",
      "D": "Duyuş",
      "E": "His"
    },
    "explanation": "ABC modeli, A (Affect-Duyuş/Duygu), B (Behavior-Davranış) ve C (Cognition-Biliş) bileşenlerinin kısaltmasından oluşmaktadır."
  },
  {
    "id": "3362061",
    "unitNumber": 3,
    "text": "\"Hisset, yap ve düşün\" etkiler hiyerarşisine göre hangi başlık altında bulunur?",
    "correctAnswer": "B",
    "options": {
      "A": "Durumsal Hiyerarşi",
      "B": "Deneyimsel Hiyerarşi",
      "C": "Düşük İlginlik Hiyerarşisi",
      "D": "Orta İlginlik Hiyerarşisi",
      "E": "Yüksek İlginlik Hiyerarşisi"
    },
    "explanation": "Etkiler hiyerarşisine göre tutumlar, belirli bir sırayı takip eden süreçler sonunda oluşmaktadır. Bu süreçler,\n 1) yüksek ilginlik hiyerarşisi (düşün, hisset ve yap)\n 2) düşük ilginlik hiyerarşisi (düşün, yap ve hisset) \n 3) deneyimsel hiyerarşi (hisset, yap ve düşün) olmak üzere üç alt modelden oluşmaktadır."
  },
  {
    "id": "3362062",
    "unitNumber": 3,
    "text": "Birbirini eşit düzeyde takip eden aralıklardan oluştuğu için eşit aralıklı ölçek kategorisine dâhil olan ve 1932 yılında tutum ölçekleğini geliştiren isim kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "R. Likert",
      "B": "L. L. Thurstone",
      "C": "Guttman",
      "D": "I. Ajzen",
      "E": "A. Maslow"
    },
    "explanation": "Likert tipi tutum ölçeği Rensus Likert tarafından 1932 yılında geliştirilmiş ve birçok tutum araştırmasında yer almıştır."
  },
  {
    "id": "3362063",
    "unitNumber": 3,
    "text": "Kapalı ölçme teknikleri arasında aşağıdakilerden hangisi yer <strong>almaz?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Görsel Yönelimli Ölçekler",
      "B": "Örtük Çağrışım Testi",
      "C": "Nörobilimsel Ölçümler",
      "D": "Fizyolojik Ölçümler",
      "E": "Örtülü Ölçümler"
    },
    "explanation": "Kapalı ölçme teknikleri arasında örtülü ölçümler, fizyolojik ölçümler, nörobilimsel ölçümler ve örtük çağrışım testi yer almaktadır."
  },
  {
    "id": "3362064",
    "unitNumber": 3,
    "text": "Martin Fishbein ve Icek Ajzen, \"Beklenti-değer yaklaşımı\"nı hangi yılda geliştirmişlerdir?",
    "correctAnswer": "C",
    "options": {
      "A": "1973",
      "B": "1974",
      "C": "1975",
      "D": "1978",
      "E": "1980"
    },
    "explanation": "Beklenti-değer yaklaşımı, tutumların bilişsel ve duyuşsal olmak üzere iki bileşenden oluştuğunu ileri sürmektedir. Bu bağlamda tutumlarımız, belirli bir nesne hakkında inandıklarımız veya ondan beklediklerimiz ile bu beklentiler hakkında nasıl hissettiğimizin (ve değerlendirdiğimizin) birleşiminden meydana gelmektedir. Bu yaklaşım, 1975’te Martin Fishbein ve Icek Ajzen tarafından geliştirilmiş."
  },
  {
    "id": "3362192",
    "unitNumber": 3,
    "text": "Tutumların bileşenleri kaça ayrılır?",
    "correctAnswer": "B",
    "options": {
      "A": "İki",
      "B": "Üç",
      "C": "Dört",
      "D": "Beş",
      "E": "Altı"
    },
    "explanation": "Tutumların Bileşenleri Tutumlarımız bilişsel, duyuşsal (duygusal) ve davranışsal olmak üzere üç bileşenden oluşmaktadır."
  },
  {
    "id": "3362193",
    "unitNumber": 3,
    "text": "Boşluğu doldurunuz?\n Tutumlarımız da ......................... oluşmaktadır.",
    "correctAnswer": "B",
    "options": {
      "A": "Duygularımzdan",
      "B": "İnançlarımızdan",
      "C": "Mutluluklarımızdan",
      "D": "Değerlerimizden",
      "E": "İdeallerimizden"
    },
    "explanation": "Tutumlarımız da <strong>inançlarımızdan</strong> oluşmaktadır."
  },
  {
    "id": "3362194",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi duyguların beş temel bileşeninden biri <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Duygular bir durumun bilişsel değerlendirmeleridir.",
      "B": "Duygular fizyolojik uyarılmalarla ortaya çıkabilir",
      "C": "Duyuşsal tutumlarımız, tutum nesnesine yönelik hissettiğimiz duygulardan ve değerlerden oluşur.",
      "D": "Duygular motor davranışa yönlendirebilir.",
      "E": "Duygular bir konuyla ilgili yaşanılan ruh halini yansıtır."
    },
    "explanation": "Duyguları modelleyen araştırmalarda duyguların beş temel bileşenden oluştuğu ileri sürülmektedir (Larson, 2010, s. 187): • Duygular bir durumun bilişsel değerlendirmeleridir: Bireyler bir durumun farkında olduklarında o durumla ilgili düşünceye sahip olur. • Duygular fizyolojik uyarılmalarla ortaya çıkabilir: Bireyler adrenalin yükselmesi gibi bedensel işlevlerde ani bir değişiklik yaşayabilir. Duygular, öfke ve mutluluk gibi belirli duygu durumları ile ruh hali olarak adlandırılan duygulanım durumlarını ifade etmektedir. 3 • Duygular motor davranışa yönlendirebilir: Bireyler bir durumla ilgili fiziksel davranışta bulunabilir. • Duygular güdüsel niyetler ya da hazır bulunuşluğu temsil eder: Bireylerin neyi yapmaya hazır oldukları, neyi planladıkları ve onu neden yaptıkları konularında bir denetimleri vardır. • Duygular bir konuyla ilgili yaşanılan ruh halini yansıtır: Bireyler bir davranış sonucunda mutlu olabilir ya da hayal kırıklığına uğrayabilir."
  },
  {
    "id": "3362195",
    "unitNumber": 3,
    "text": "Maslow’un İhtiyaçlar Hiyerarşisi Piramidi'nin en alt basamağında aşağıdakilerden hangisi yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Temel Fizyolojik İhtiyaçlar",
      "B": "Güvenlik İhtiyacı",
      "C": "Sosyal İhtiyaçlar",
      "D": "Statü-Prestij İhtiyacı",
      "E": "Kendini Gerçekleştirme İhtiyacı"
    },
    "explanation": "Maslow’un İhtiyaçlar Hiyerarşisi Piramidi incelendiğinde insanı davranışa yönelten beş temel basamağın tanımlandığı görülmektedir.\n Kendini Gerçekleştirme İhtiyacı\n Statü-Prestij İhtiyacı\n Sosyal İhtiyaçlar\n Güvenlik İhtiyacı\n Temel Fizyolojik İhtiyaçlar"
  },
  {
    "id": "3362196",
    "unitNumber": 3,
    "text": "Maslow’un İhtiyaçlar Hiyerarşisi Piramidi'nin en üst basamağında aşağıdakilerden hangisi yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kendini Gerçekleştirme İhtiyacı",
      "B": "Statü-Prestij İhtiyacı",
      "C": "Sosyal İhtiyaçlar",
      "D": "Güvenlik İhtiyacı",
      "E": "Temel Fizyolojik İhtiyaçlar"
    },
    "explanation": "Maslow’un ihtiyaçlar hiyerarşisi piramidi\n Kendini Gerçekleştirme İhtiyacı\n Statü-Prestij İhtiyacı\n Sosyal İhtiyaçlar\n Güvenlik İhtiyacı\n Temel Fizyolojik İhtiyaçlar"
  },
  {
    "id": "3362197",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi ikna edici iletişim sürecinde vurgulanan temel işlevlerden bir <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bilgi sağlama",
      "B": "Yarar sağlama",
      "C": "Uyumlaştırma",
      "D": "Sosyal kimlik",
      "E": "Sosyal ihtiyaç"
    },
    "explanation": "Yapılan araştırmalarda tutumların işlevleri geniş bir yelpazede ele alınırken özellikle ikna edici iletişim sürecinde vurgulanan temel işlevler, 1) bilgi sağlama, 2) yarar sağlama, 3) uyumlaştırma, 4) sosyal kimlik, 5) değer yargısı oluşturma ve 6) benlik koruma olmak üzere altı işlevden oluşmaktadır."
  },
  {
    "id": "3362198",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Guttman ölçeğidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bir konuyla ya da durumla ilgili daha önceden belirlenmiş ifadeler aracılığıyla bireylerin tutumlarını tek boyutlu olarak ölçümlemektedir.",
      "B": "Bir konuyla ya da durumla ilgili bireylerin tutumlarını ölçen ifadelerden oluşur.",
      "C": "Bir konuyla ya da durumla ilgili sunulan sıfatların bireyler için sahip olduğu çağrışımsal anlamlara dayanmakta ve zıt kutuplu sıfat çiftlerinden oluşur.",
      "D": "Katılımcıların tutumlarını anlamalarını kolaylaştırarak, ilgili yargıya ilişkin tutumlarının tam olarak hangi noktada yer aldığını gösterebilir.",
      "E": "Tutumların dolaylı bir değerlendirmesini sağlamaktadır."
    },
    "explanation": "Guttman Tutum Ölçeği Guttman ölçeği, bir konuyla ya da durumla ilgili bireylerin tutumlarını ölçen ifadelerden oluşur."
  },
  {
    "id": "3362199",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Thurstone tutum ölçeğidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Doğrudan bireylerin kendisinden, kişi yönelimli olarak aldığımız bilgileri kullanan ölçümleri temsil etmektedir.",
      "B": "Bir konuyla ya da durumla ilgili bireylerin tutumlarını ölçen ifadelerden oluşur.",
      "C": "Katılımcıların tutumlarını anlamalarını kolaylaştırarak, ilgili yargıya ilişkin tutumlarının tam olarak hangi noktada yer aldığını gösterebilir.",
      "D": "Thurstone Tutum Ölçeği, bir konuyla ya da durumla ilgili daha önceden belirlenmiş ifadeler aracılığıyla bireylerin tutumlarını tek boyutlu olarak ölçümlemektedir.",
      "E": "Bir konuyla ya da durumla ilgili sunulan sıfatların bireyler için sahip olduğu çağrışımsal anlamlara dayanmakta ve zıt kutuplu sıfat çiftlerinden oluşmaktadır."
    },
    "explanation": "Thurstone Tutum Ölçeği , bir konuyla ya da durumla ilgili daha önceden belirlenmiş ifadeler aracılığıyla bireylerin tutumlarını tek boyutlu olarak ölçümlemektedir."
  },
  {
    "id": "3362200",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi orta düzeyde ilginlik durumudur?",
    "correctAnswer": "E",
    "options": {
      "A": "İçselleştirme",
      "B": "Davranışsal",
      "C": "Bağlılık",
      "D": "Uyma",
      "E": "Özdeşleşme"
    },
    "explanation": "Özdeşleşme: Orta düzeyde ilginlik durumudur."
  },
  {
    "id": "3362201",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi en düşük ilginlik durumunu ifade etmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Özdeşleşme",
      "B": "Uyma",
      "C": "Benlik",
      "D": "İçselleştirme",
      "E": "Bağlılık"
    },
    "explanation": "Uyma: En düşük ilginlik durumunu ifade etmektedir."
  },
  {
    "id": "3362202",
    "unitNumber": 3,
    "text": "Herhangi bir canlı/cansız varlığın (nesnenin) olumlu ya da olumsuz anlamda değerlendirilmesi sonucunda o varlığa yönelik oluşan eğilim aşağıdakilerden hangisiyle isimlendirilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Değer",
      "B": "İnanç",
      "C": "Tutum",
      "D": "Duygu",
      "E": "Güsü"
    },
    "explanation": "Tutum \"herhangi bir canlı/cansız varlığın (nesnenin) olumlu ya da olumsuz anlamda değerlendirilmesi sonucunda o varlığa yönelik oluşan eğilim\" biçiminde tanımlanmaktadır. Yanıt C şıkkıdır."
  },
  {
    "id": "3362203",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi \"belirli durumlarda, belirli yaklaşımların seçimine ya da değerlendirilmesine rehberlik eden, göreceli önem sırasına göre sıralanan ve arzu edilen durumlar veya davranışlar\" olarak tanımlanabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Değerler",
      "B": "İnançlar",
      "C": "Duygular",
      "D": "İdeolojiler",
      "E": "Güdüler"
    },
    "explanation": "Temel olarak değerlerimiz, ideallerimizi temsil eder. Bir diğer ifadeyle değerler, hayatımızda yol gösterici ilkeler ya da elde etmek için çaba gösterdiğimiz kapsamlı hedeflerdir. Daha akademik bir tanımla bakıldığında ise değerler, <em>“belirli durumlarda, belirli yaklaşımların seçimine ya da değerlendirilmesine rehberlik eden, göreceli önem sırasına göre sıralanan ve arzu edilen durumlar veya davranışlar” </em>olarak tanımlanmaktadır. Yanıt A şıkkıdır."
  },
  {
    "id": "3362204",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi tutum yansıtan bir cümledir?",
    "correctAnswer": "D",
    "options": {
      "A": "Spor yapmanın sağlığım için iyi olduğuna inanıyorum.",
      "B": "Takım sporlarında iyi olmadığıma inanıyorum.",
      "C": "Sağlıklı olmaya değer veririm.",
      "D": "Takım sporu yapmak ya da onu izlemek yerine spor salonunda kendi başıma çalışmayı tercih ederim.",
      "E": "Heyecana değer veririm."
    },
    "explanation": "A ve B şıkkındaki ifadeler kişinin inançlarını yansıtırken C ve E seçeneklerindeki ifadeler değerlerini yansıtmaktadır. D şıkkındaki ifade ise tutum yansıtan bir ifadenin örneği olarak değerlendirilebilir. Yanıt D şıkkıdır."
  },
  {
    "id": "3362205",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kişinin değerlerini yansıtan bir ifade <strong>değildir? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Mesleki gelişime değer veririm.",
      "B": "Üniversitenin maliyetine değer olduğunu düşünüyorum.",
      "C": "Bağımsız öğrenmeye değer veririm.",
      "D": "Risk almaya değer veririm.",
      "E": "Seyahatin bazen tehlikeli olduğuna inanıyorum."
    },
    "explanation": "E seçeneğinde yer alan ifade inanç yansıtan bir ifade iken diğer seçeneklerde yer alan ifadeler kişinin değerlerini yansıtmaktadır. Yanıt E şıkkıdır."
  },
  {
    "id": "3362206",
    "unitNumber": 3,
    "text": "İhtiyaçlar hiyerarşisi kuramı aşağıdakilerden hangisi tarafından geliştirilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "McClelland",
      "B": "Maslow",
      "C": "Alderfer",
      "D": "Hull",
      "E": "McGregor"
    },
    "explanation": "Tüm motivasyon teorileri arasında belki de en fazla tanınanı ise psikolojide “insancıl yaklaşımın” gelişmesinin öncülerinden biri olarak kabul edilen Abraham Maslow’un geliştirdiği “İhtiyaçlar Hiyerarşisi Kuramı” olarak belirtilebilir. Çalışmalarıyla yalnızca psikoloji alanında değil pazarlamadan, reklama, yönetim biliminden siyasete kadar daha birçok alanda etki yaratmayı başarmış olan Maslow, insan ihtiyaçlarını bilimsel bir yaklaşımla ele alarak inceleyen ve ayrıca motivasyon üzerine odaklanan ilk düşünürlerden biri olarak kabul edilmektedir. Yanıt B şıkkıdır."
  },
  {
    "id": "3362207",
    "unitNumber": 3,
    "text": "Maslow’un ihtiyaçlar hiyerarşisi piramidinin en üst basamağında aşağıdakilerden hangisi yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kendini Gerçekleştirme İhtiyacı",
      "B": "Statü-Prestij İhtiyacı",
      "C": "Sosyal İhtiyaçlar",
      "D": "Güvenlik İhtiyacı",
      "E": "Temel Fizyolojik İhtiyaçlar"
    },
    "explanation": "Maslow’un ihtiyaçlar hiyerarşisi piramidinin en üst basamağında kendini gerçekleştirme ihtiyacı yer alır. Yanıt A şıkkıdır."
  },
  {
    "id": "3362208",
    "unitNumber": 3,
    "text": "Maslow’un ihtiyaçlar hiyerarşisi piramidinin en alt basamağında aşağıdakilerden hangisi yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Güvenlik İhtiyacı",
      "B": "Kendini Gerçekleştirme İhtiyacı",
      "C": "Temel Fizyolojik İhtiyaçlar",
      "D": "Statü-Prestij İhtiyacı",
      "E": "Sosyal İhtiyaçlar"
    },
    "explanation": "Maslow’un ihtiyaçlar hiyerarşisi piramidinin en alt basamağında temel fizyolojik ihtiyaçlar\n yer alır."
  },
  {
    "id": "3362209",
    "unitNumber": 3,
    "text": "Maslow’un ihtiyaçlar hiyerarşisi piramidinde yer alan basamaklar en alttan en üste doğru hangi seçenekte doğru sıralanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Temel Fizyolojik İhtiyaçlar, Güvenlik İhtiyacı, Sosyal İhtiyaçlar, Statü-Prestij İhtiyacı, Kendini Gerçekleştirme İhtiyacı",
      "B": "Güvenlik İhtiyacı, Temel Fizyolojik İhtiyaçlar, Sosyal İhtiyaçlar, Statü-Prestij İhtiyacı, Kendini Gerçekleştirme İhtiyacı",
      "C": "Sosyal İhtiyaçlar, Güvenlik İhtiyacı, Temel Fizyolojik İhtiyaçlar, Statü-Prestij İhtiyacı, Kendini Gerçekleştirme İhtiyacı",
      "D": "Kendini Gerçekleştirme İhtiyacı, Statü-Prestij İhtiyacı, Sosyal İhtiyaçlar, Güvenlik İhtiyacı, Temel Fizyolojik İhtiyaçlar",
      "E": "Kendini Gerçekleştirme İhtiyacı, Temel Fizyolojik İhtiyaçlar, Güvenlik İhtiyacı, Sosyal İhtiyaçlar, Statü-Prestij İhtiyacı"
    },
    "explanation": "Maslow’un ihtiyaçlar hiyerarşisi piramidinde yer alan basamaklar en alttan en üste doğru şöyle sıralanabilir: Temel Fizyolojik İhtiyaçlar, Güvenlik İhtiyacı, Sosyal İhtiyaçlar, Statü-Prestij İhtiyacı, Kendini Gerçekleştirme İhtiyacı. Yanıt A şıkkıdır."
  },
  {
    "id": "3362210",
    "unitNumber": 3,
    "text": "Maslow’un ihtiyaçlar hiyerarşisi piramidinde yer alan basamaklar en üstten en alta doğru nasıl sıralanabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Temel fizyolojik ihtiyaçlar, güvenlik ihtiyacı, sosyal ihtiyaçlar, statü-prestij ihtiyacı, kendini gerçekleştirme ihtiyacı",
      "B": "Güvenlik ihtiyacı, temel fizyolojik ihtiyaçlar, sosyal ihtiyaçlar, statü-prestij ihtiyacı, kendini gerçekleştirme ihtiyacı",
      "C": "Sosyal ihtiyaçlar, güvenlik ihtiyacı, temel fizyolojik ihtiyaçlar, statü-prestij ihtiyacı, kendini gerçekleştirme ihtiyacı",
      "D": "Kendini gerçekleştirme ihtiyacı, statü-prestij ihtiyacı, sosyal ihtiyaçlar, güvenlik ihtiyacı, temel fizyolojik ihtiyaçlar",
      "E": "Kendini gerçekleştirme ihtiyacı, temel fizyolojik ihtiyaçlar, güvenlik ihtiyacı, sosyal ihtiyaçlar, statü-prestij ihtiyacı"
    },
    "explanation": "Maslow’un ihtiyaçlar hiyerarşisi piramidinde yer alan basamaklar en üstten en alta doğru izleyen biçimde sıralanabilir: Kendini gerçekleştirme ihtiyacı, statü-prestij ihtiyacı, sosyal ihtiyaçlar, güvenlik ihtiyacı, temel fizyolojik ihtiyaçlar. Yanıt D şıkkıdır."
  },
  {
    "id": "3362211",
    "unitNumber": 3,
    "text": "Sıralananlardan hangileri tutumların ikna edici iletişim sürecinde vurgulanan temel işlevleri arasında yer alır? \n 1) bilgi sağlama,\n 2) yarar sağlama,\n 3) uyumlaştırma,\n 4) sosyal kimlik,\n 5) değer yargısı oluşturma\n 6) benlik koruma",
    "correctAnswer": "E",
    "options": {
      "A": "1 ve 2",
      "B": "1, 2 ve 3",
      "C": "1, 2, 3 ve 4",
      "D": "1, 2, 3, 4 ve 5",
      "E": "1, 2, 3, 4, 5 ve 6"
    },
    "explanation": "Yapılan araştırmalarda tutumların işlevleri geniş bir yelpazede ele alınırken özellikle ikna edici iletişim sürecinde vurgulanan temel işlevler, 1) bilgi sağlama, 2) yarar sağlama, 3) uyumlaştırma, 4) sosyal kimlik, 5) değer yargısı oluşturma ve 6) benlik koruma olmak üzere altı işlevden oluşmaktadır"
  },
  {
    "id": "3362149",
    "unitNumber": 4,
    "text": "II. Dünya Savaşı sırasında ABD ordusunda çalışan ve tutum değişikliği ve ikna üzerine çalışmalar yürüten, iletişim bilimlerinin kurucu figürlerinden biri olan psikolog kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Carl Hovland",
      "B": "Alan Monroe",
      "C": "Eric Garner",
      "D": "William F. Arens",
      "E": "Michael F. Weigold"
    },
    "explanation": "Soruda adı geçen Carl Hovland (1912-1961) iletişim bilimlerinin kurucu figürlerinden biridir. II. Dünya Savaşı sırasında ABD ordusunda çalışan ve tutum değişikliği ve ikna üzerine çalışmalar yürüten bir psikologdur.<br/>Carl Hovland II. Dünya Savaşı sırasında ABD ordusunda çalışan ve tutum değişikliği ve ikna üzerine çalışmalar yürüten bir psikologdur."
  },
  {
    "id": "3362150",
    "unitNumber": 4,
    "text": "5N1K sorgulama tekniği genel anlamda bilgi toplama sürecinde kullanılan bir çerçevedir. Aşağıdakilerden hangisi 5N sorularından biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Nasıl",
      "B": "Ne",
      "C": "Ne Kadar",
      "D": "Ne Zaman",
      "E": "Neden"
    },
    "explanation": "5N1K sorgulama tekniği genel anlamda bilgi toplama sürecinde kullanılan bir çerçevedir. 5N;<br/>“nasıl?”, “ne?”, “nerede?”, “neden?” ve “ne zaman?” sorularına karşılık gelirken; 1K ise “kim?”<br/>sorusunun karşılığıdır.<br/>Ne kadar cevabı 5N sorularından biri değildir."
  },
  {
    "id": "3362151",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi iddia edilen konuyla ilişkisi olan ya da söz konusu ürün/hizmeti kullanmış olan kişilerin yaşadıkları deneyimleri anlatması yoluyla gerçekleşen ve iknada kullanılan bir kanıt türüdür?",
    "correctAnswer": "B",
    "options": {
      "A": "Anlatı ve anekdotlar",
      "B": "Tanıklıklar",
      "C": "Görsel kanıtlar",
      "D": "Karşılaştırma ve kıyas",
      "E": "İstatistiksel kanıtlar"
    },
    "explanation": "Alıcıların kaynağa yönelik herhangi bir şüphesinin olması durumunda tanıklar etkili bir işlev görür.<br/>İkna amacıyla tanık kullanımını en çok reklamlarda görebiliriz. Bu tür reklamlara aynı zamanda<br/>tanıklı reklam adı da verilir.<br/>Cevap tanıklardır. İknada tanık kullanımı, iddia edilen konuyla ilişkisi olan ya da söz konusu ürün/hizmeti kullanmış olan kişilerin yaşadıkları deneyimleri anlatması yoluyla gerçekleşir."
  },
  {
    "id": "3362152",
    "unitNumber": 4,
    "text": "Ünlü bir firma yeni çıkardıkları şampuanı müşterilerine satabilmek için ünlü sinema oyuncusuna teklif götürürler. Firmanın müşterilerini ikna etmek için ünlü bir sinema oyuncusundan bu şampuanı kullandığını söylemesini istemesi aşağıdaki ikna sürecinde kullanılan kanıt türlerinden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Anlatı",
      "B": "Tanıklık",
      "C": "Görsel Kanıtlar",
      "D": "Karşılaştırma ve Kıyas",
      "E": "İstatistiksel Kanıtlar"
    },
    "explanation": "Örneğin meşhur bir dizi oyuncusunun x markasının ürününü kullanarak zayıfladığını anlatması, aslında o ürünün vaadine bir kanıt niteliği taşır.<br/>Cevap tanıklardır. Ünlü tanıklığı: Herkes tarafından tanınan ve topluma ün salmış olan kişiler ünlü olarak tanımlanır. Bu kişiler sanatçı olabileceği gibi, bir sporcu ya da bir fenomen olabilir.<br/>İknacılar da bu kişilerin ünlerinden ve alıcı algısındaki imajlarından yararlanarak ikna etkilerini artırmaya çalışır."
  },
  {
    "id": "3362153",
    "unitNumber": 4,
    "text": "Kaynağın çeşitli görsel, işitsel ve sözel sembolleri kullanarak kodladığı ve alıcıda belirli bir düşünce, tutum ve algı yaratmak için bir kanal üzerinden gönderdiği semboller bütünü olarak tanımlanan iletişimin temel unsurlarından biri aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kaynak",
      "B": "Alıcı",
      "C": "İkna",
      "D": "Kodlama",
      "E": "Mesaj"
    },
    "explanation": "Kaynak gibi iletişim ve ikna edici iletişimin temel unsurlarından bir diğeri ileti yani mesajdır. Mesaj, kaynak ile alıcı arasındaki ilişkiyi sağlayan temel öğedir. Bu nedenle iletişim sürecinin düğümlendiği<br/>noktanın mesaj olduğu söylenebilir.<br/>Cevap mesajdır. Mesaj, kaynağın çeşitli görsel, işitsel ve sözel sembolleri kullanarak kodladığı ve alıcıda belirli bir düşünce, tutum ve algı yaratmak için bir kanal üzerinden gönderdiği semboller bütünü olarak tanımlanır"
  },
  {
    "id": "3362154",
    "unitNumber": 4,
    "text": "Kaynak konumunda yer alan iknacılar mesajlarını yapılandırırken/tasarlarken alıcı özelliklerine dikkat ettikleri gibi çeşitli mesaj yapılandırma stratejilerinden de yararlanırlar. Aşağıdakilerden hangisi bu mesaj yapılandırılmasında kullanılabilen yaklaşımlardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Konunun Kapsamından Hareketle Mesajın Yapılandırılması",
      "B": "Kronolojik Yaklaşımdan Hareketle Mesajın Yapılandırılması",
      "C": "Zorluk Seviyesi Yaklaşımından Hareketle Mesajın Yapılandırılması",
      "D": "Mekânsal Sınır Yaklaşımından Hareketle Mesajın Yapılandırılması",
      "E": "Soyutsal Yaklaşımdan Hareketle Mesajın Yapılandırılması"
    },
    "explanation": "mesaj yapılandırılmasında kullanılabilen yaklaşımlar şu şekildedir:\n<br/><ul><br/><li>Konunun Kapsamından Hareketle Mesajın Yapılandırılması</li><br/><li>Kronolojik Yaklaşımdan Hareketle Mesajın Yapılandırılması</li><br/><li>Mekânsal Sınır Yaklaşımından Hareketle Mesajın Yapılandırılması</li><br/><li>Zorluk Seviyesi Yaklaşımından Hareketle Mesajın Yapılandırılması</li><br/><li>Problem-Çözüm Yaklaşımından Hareketle Mesajın Yapılandırılması</li><br/><li>Mantıksal Yaklaşımdan Hareketle Mesajın Yapılandırılması</li><br/></ul><br/>Cevap soyutsal yaklaşımdan hareketle mesajın yapılandırılmasıdır."
  },
  {
    "id": "3362155",
    "unitNumber": 4,
    "text": "Elektrikli bir otomobil satıcısı otomotiv mühendisine aracı satmaya çalıştığında; aracın motor çalışma prensibi, ileri düzey teknolojik özellikleri ya da araçta kullanılan ham madde gibi uzmanlık gerektiren bilgilerden bahsetme yoluna gitmesi, iknacıyı mesaj yapılandırırken hangi yaklaşımı benimsemeye yöneltir?",
    "correctAnswer": "C",
    "options": {
      "A": "Problem çözme yaklaşımı",
      "B": "Kronolojik yaklaşım",
      "C": "Zorluk Seviyesi Yaklaşımı",
      "D": "Mekânsal Sınır Yaklaşımı",
      "E": "Mantıksal Yaklaşım"
    },
    "explanation": "Eğer iknacı, mesajının alıcılar tarafından anlaşılamayacağını düşünürse bu mesajı anlaşılır kılmak zorundadır. Bir kişi uzman olduğu konuda gerekli tüm bilgilere sahipken bir başka kişi bu konuyu<br/>anlamakta zorluk çekebilir. Böylesi bir durumda iknacının yapması gereken şey ise her iki alıcıya<br/>uygun şekilde mesajını yapılandırmaktır<br/>Cevap Zorluk Seviyesi Yaklaşımıdır.Varsayalım iknacı elektrikli bir otomobil satıcısı olsun. Bu<br/>kişi herhangi bir otomotiv mühendisine aracı satmaya çalıştığında; aracın motor çalışma prensibi,<br/>ileri düzey teknolojik özellikleri ya da araçta kullanılan ham madde gibi uzmanlık gerektiren bilgilerden bahsetme yoluna gidebilir. Aynı satıcı genel bir kullanıcıya bu aracı satmaya çalıştığında ise uzmanlık gerektiren bilgilerden ziyade; aracın konforundan, güvenliğinden, yakıt tüketiminden ya da kullanım kolaylığından bahsetme yoluna gidebilir. Böylesi bir durumda iknanın gerçekleşmesi aracın satın alınmasına bağlıdır. Aracın satın alınması için de örnekteki iknacı, öncelikle iki farklı bilgi seviyesinden hareketle mesajını yapılandırmalıdır."
  },
  {
    "id": "3362156",
    "unitNumber": 4,
    "text": "İknacı mesajını yapılandırırken alıcıların mesajı almaya istekli olmasını sağlamak için ön koşul olan aşama aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dikkat",
      "B": "İhtiyaç",
      "C": "Tatmin",
      "D": "Görselleştirme",
      "E": "Eylem"
    },
    "explanation": "Alan Monroe, alıcıda istendik yönde tutum veya davranış değişikliğini oluşturma amacıyla kaynağın mesaj tasarımını gerçekleştirirken üzerinden geçmesi gerektiği bir dizi aşama ileri sürer. Dikkat aşaması, alıcıların mesajı almaya istekli olmasını sağlamak için ön koşuldur.<br/>Cevap dikkattir. Dikkat aşaması, alıcıların mesajı almaya istekli olmasını sağlamak için ön koşuldur."
  },
  {
    "id": "3362157",
    "unitNumber": 4,
    "text": "Alan Monroe alıcıda istendik yönde tutum veya davranış değişikliğini oluşturma amacıyla<br/>kaynağın mesaj tasarımını gerçekleştirirken üzerinden geçmesi gerektiği bir dizi aşama ileri sürer. Aşağıdakilerden hangisi bu aşamalardan biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tatmin",
      "B": "İhtiyaç",
      "C": "Dikkat",
      "D": "Somutlaştırma",
      "E": "Harekete Geçme"
    },
    "explanation": "İknacı mesajını yapılandırırken aşağıda belirtilen her bir aşamayı sırasıyla göz önünde bulundurmalıdır:<br/>• Dikkat<br/>• İhtiyaç<br/>• Tatmin (Hoşnutluk)<br/>• Görselleştirme<br/>• Harekete Geçirme/Eylem<br/>Cevap Somutlaştırmadır. Somutlaştırma iknacı mesajını yapılandırırken göz önüne alınan aşamalardan biri değildir."
  },
  {
    "id": "3362158",
    "unitNumber": 4,
    "text": "Neden evsel atıklara dikkat etmek gerekir? Çevre kirliliğini önlemek için toplu taşıma araçlarına binilmesi neden daha iyidir? Olası sonuçları nelerdir? gibi soruların cevabı ile alıcılara çevre kirliliği ile ilgili bilgi veren ve bu sorulara kanıt gösteren iknacı hangi anlatım türünü kullanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Açıklayıcı",
      "B": "Öyküleyici",
      "C": "Aliterasyon",
      "D": "Asonans",
      "E": "Betimleyici"
    },
    "explanation": "Neden evsel atıklara dikkat etmek gerekir? Ya da çevre kirliliğini önlemek için toplu taşıma araçlarına binilmesi neden daha iyidir? Bu davranışlar yerine getirildiğinde olası sonuçlar neler olabilir? Yerine getirilmesi istenen şeyi alıcılar nasıl yerine getirebilir? İşte açıklayıcı anlatımda bu tür soruların tamamının cevabı, iknacılar tarafından alıcılara iletilmelidir. Ayrıca bu açıklamaların çeşitli kanıt kullanımıyla desteklenmesi de önemlidir.<br/>Cevap açıklayıcıdır. Açıklayıcı anlatımda temel amaç alıcılara bilgi vermektir. Bu nedenle iknacıların, ileri sürdükleri sav hakkında gerekli olan tüm bilgiye sahip olmaları gerekir. Bu bilgiler, iknacının neden alıcıların tutum, düşünce ya da davranışlarını değiştirmelerini istediğini açıklayıcı nitelikte olmalıdır."
  },
  {
    "id": "3362213",
    "unitNumber": 4,
    "text": "“Retorik” isimli eserinde kaynağın özelliklerini Ethos olarak adlandıran ve alıcıyı ikna etmenin koşullarından birinin konuşmacının kişisel özelliklerine bağlı olduğunu vurgulayan düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Aristoteles",
      "B": "Bettinghaus",
      "C": "Stiff",
      "D": "Hovland",
      "E": "Platon"
    },
    "explanation": "Aristoteles (1995) “Retorik” isimli eserinde kaynağın özelliklerini Ethos olarak adlandırmış ve alıcıyı ikna etmenin koşullarından birinin “konuşmacının” (iknacı) kişisel özelliklerine bağlı olduğunu vurgulamıştır (s. 38)."
  },
  {
    "id": "3362214",
    "unitNumber": 4,
    "text": "Hovland, Janis ve Kelley (1953) tarafından gerçekleştirilen bir çalışmada yazarlar kaynak güvenilirliğini;...................ve.........................olmak üzere iki faktörün birleşimi olarak tanımlamışlardır.\n Yukarıdaki boşluklara aşağıdakilerden hangileri getirilmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Niyet/güvenirlik",
      "B": "Uzmanlık/inanılırlık",
      "C": "Güven/nitelik",
      "D": "Uzmanlık/dinamizm",
      "E": "İnanırlık/güven"
    },
    "explanation": "Hovland, Janis ve Kelley (1953) tarafından gerçekleştirilen bir çalışmada yazarlar kaynak güvenilirliğini; uzmanlık (expertise) ve inanılırlık (trustworthiness) olmak üzere iki faktörün birleşimi olarak tanımlamışlardır."
  },
  {
    "id": "3362216",
    "unitNumber": 4,
    "text": "Yapmış olduğu çalışma ile kaynak güvenilirliğinin otoriter/yetkililik (authoritative) ve karakter/kişilik (character) olmak üzere iki boyutunun olduğunu tutarlı bir şekilde tespit eden düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Janis",
      "B": "McCroskey",
      "C": "Kelly",
      "D": "Bettinghaus",
      "E": "Lemert"
    },
    "explanation": "McCroskey (1966) yapmış olduğu çalışma ile kaynak güvenilirliğinin otoriter/yetkililik (authoritative) ve karakter/kişilik (character) olmak üzere iki boyutunun olduğunu tutarlı bir şekilde tespit etmiştir."
  },
  {
    "id": "3362217",
    "unitNumber": 4,
    "text": "Yapmış olduğu çalışma ile kaynak güvenilirliğinin otoriter/yetkililik (authoritative) ve karakter/kişilik (character) olmak üzere iki boyutunun olduğunu tutarlı bir şekilde tespit eden düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Janis",
      "B": "McCroskey",
      "C": "Kelly",
      "D": "Bettinghaus",
      "E": "Lemert"
    },
    "explanation": "McCroskey (1966) yapmış olduğu çalışma ile kaynak güvenilirliğinin otoriter/yetkililik (authoritative) ve karakter/kişilik (character) olmak üzere iki boyutunun olduğunu tutarlı bir şekilde tespit etmiştir."
  },
  {
    "id": "3362218",
    "unitNumber": 4,
    "text": "Kaynağın unutulup kaynak tarafından iletilen mesajın hatırlanması ile birlikte ortaya çıkan gecikmeli ikna durumuna ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gürültü",
      "B": "Kaynak inanırlığı",
      "C": "Uyku etkisi",
      "D": "Tutum etkisi",
      "E": "Geriye doğru ket vurma"
    },
    "explanation": "Kaynağın unutulup kaynak tarafından iletilen mesajın hatırlanması ile birlikte ortaya çıkan gecikmeli ikna durumuna uyku etkisi adı verilir."
  },
  {
    "id": "3362230",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Luecke'ye göre anlatıların işlevlerinden <u><strong>biri değildir?</strong></u>",
    "correctAnswer": "C",
    "options": {
      "A": "Karmaşık düşünceleri somutlaştırır.",
      "B": "Alıcılar arasında güçlü duyguların oluşmasına yardımcı olur.",
      "C": "Anlatılar tüm detaylarıyla alıcıların belleğinde kalır.",
      "D": "Alıcıların dikkatini çeker.",
      "E": "Karmaşık düşünceleri basitleştirir."
    },
    "explanation": "Luecke (2007) ise anlatıların işlevlerini genel olarak aşağıdaki şekilde sıralar: • Alıcıların dikkatini çeker. • Karmaşık düşünceleri basitleştirmesinin yanı sıra bu düşünceleri somutlaştırır. • Alıcılar arasında güçlü duyguların oluşmasına yardımcı olur. • Detaylar unutulsa da anlatılar genel olarak alıcıların belleğinde kalır."
  },
  {
    "id": "3362232",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi iknada kullanılan kanıtlardan <u><strong>biri değildir?</strong></u>",
    "correctAnswer": "E",
    "options": {
      "A": "İstatistiksel kanıtlar",
      "B": "Tanıklıklar",
      "C": "Görsel kanıtlar",
      "D": "Kıyas",
      "E": "Resmi belgeler"
    },
    "explanation": "İknada kullanılan kanıtları; istatistiksel kanıtlar, anlatı ve anekdotlar, tanıklıklar, görsel kanıtlar ve karşılaştırma ve kıyas olarak sıralamak mümkündür."
  },
  {
    "id": "3362242",
    "unitNumber": 4,
    "text": "Alıcıların sosyal sınıfına, yaşam tarzlarına ve kişisel özelliklerine yönelik verilere ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Davranışsal veriler",
      "B": "Demografik veriler",
      "C": "Coğrafik veriler",
      "D": "Psikografik veriler",
      "E": "İkincil veriler"
    },
    "explanation": "Psikografik veriler: Psikografik veriler, alıcıların sosyal sınıfına, yaşam tarzlarına ve kişisel özelliklerine yönelik verilerdir. Bu veriler temelde insanların duygu ve eğilimleri ile ilgilidir (Arens, 2002, s. 170). İknacılar genellikle alıcıların ne hissettiklerini, neye inandıklarını, nelerden hoşlandıklarını ve benzerini tespit etmek için bu verilerden yararlanır."
  },
  {
    "id": "3362243",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisinde iknacının mesajını yapılandırırken göz önünde bulundurulması gereken aşamalar sırasıyla verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "• Görselleştirme • Dikkat • İhtiyaç • Tatmin (Hoşnutluk) • Harekete Geçirme/Eylem",
      "B": "• Dikkat • İhtiyaç • Tatmin (Hoşnutluk) • Görselleştirme • Harekete Geçirme/Eylem",
      "C": "• İhtiyaç • Dikkat • Görselleştirme • Tatmin (Hoşnutluk) • Harekete Geçirme/Eylem",
      "D": "• İhtiyaç • Dikkat • Görselleştirme • Harekete Geçirme/Eylem • Tatmin (Hoşnutluk)",
      "E": "• Dikkat • İhtiyaç • Görselleştirme • Harekete Geçirme/Eylem • Tatmin (Hoşnutluk)"
    },
    "explanation": "iknacı mesajını yapılandırırken aşağıda belirtilen her bir aşamayı sırasıyla göz önünde bulundurmalıdır (http-3): • Dikkat • İhtiyaç • Tatmin (Hoşnutluk) • Görselleştirme • Harekete Geçirme/Eylem"
  },
  {
    "id": "3362245",
    "unitNumber": 4,
    "text": "<ol> <li>Uzmanlık</li> <li>İnanırlık</li> <li>Niyet</li> <li>Algı<br/></li> </ol> Hovland ve arkadaşları kaynak güvenirliğini yukarıda verilen hangi kavramların birleşimi olarak tanımlamışlardır?",
    "correctAnswer": "D",
    "options": {
      "A": "1 ve 4",
      "B": "2 ve 3",
      "C": "3 ve 1",
      "D": "1 ve 2",
      "E": "3 ve 4"
    },
    "explanation": "Hovland, Janis ve Kelley (1953) tarafından gerçekleştirilen bir çalışmada yazarlar kaynak güvenilirliğini; uzmanlık (expertise) ve inanılırlık (trustworthiness) olmak üzere iki faktörün birleşimi olarak tanımlamışlardır."
  },
  {
    "id": "3362246",
    "unitNumber": 4,
    "text": "İknada uyku etkisi kavramının ne anlama geldiği aşağıdaki açıklamaların hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Alıcıların kaynağın görüşlerinin tarafsız olduğuna dair inancı",
      "B": "Kaynağın unutulup kaynak tarafından iletilen mesajın hatırlanması ile birlikte ortaya çıkan gecikmeli ikna durumu",
      "C": "Kaynak güvenilirliğinin uzun vadeli ikna etkisi",
      "D": "Güvenirliği düşük bir kaynak tarafından iletilen mesajın da zamanla ikna edici olabileceği",
      "E": "Güvenilir olmayan bir kaynağın iknada başarılı olması"
    },
    "explanation": "Uyku etkisi, kaynağın unutulup kaynak tarafından iletilen mesajın hatırlanması ile birlikte ortaya çıkan gecikmeli ikna durumuna denir"
  },
  {
    "id": "3362247",
    "unitNumber": 4,
    "text": "Aşağıdakilerin hangisi kaynak çekiciliğini etkileyen faktörlerden birisi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yaşam tarzı",
      "B": "Statü",
      "C": "İletişim becerisi",
      "D": "Şıklık",
      "E": "İnanç"
    },
    "explanation": "Kaynak çekiciliği sadece fiziksel çekicilik değildir. Kaynağın çekiciliğine etki eden pek çok farklı değişken (yaşam tarzı, statü, iletişim becerisi vs.) vardır"
  },
  {
    "id": "3362248",
    "unitNumber": 4,
    "text": "6 saniye civarında kısa ve akılda kalıcı reklam mesajlarını iletmek için tasarlanan ve atlanamayan kısa video reklamlarına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bumper reklam",
      "B": "Mobil reklam",
      "C": "PPC reklam",
      "D": "Banner reklam",
      "E": "Display reklam"
    },
    "explanation": "Bumper reklamlar, 6 saniye civarında kısa ve akılda kalıcı reklam mesajlarını iletmek için tasarlanan ve atlanamayan kısa video reklamlardır"
  },
  {
    "id": "3362250",
    "unitNumber": 4,
    "text": "Aynı takımın ya da kadın hakları taraftarı bir derneğin üyesi olmanın alıcıyı ikna etmedeki olumlu etkisi aşağıdaki hangi kavramla açıklanabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kaynak çekiciliği",
      "B": "algılanan benzerlik",
      "C": "Tanıdık benzerliği",
      "D": "Uyku etkisi",
      "E": "Kaynak güvenirliği"
    },
    "explanation": "Bu sorunun doğru yanıtı algılanan benzerliktir. Bizden biri, benim gibi bir algı yaratmaktadır."
  },
  {
    "id": "3362252",
    "unitNumber": 4,
    "text": "İkna etmek için belirli bir konuda kaynak ve alıcı arasındaki benzer düşünce ve değerlere sahip olmanın etkili olması aşağıdaki hangi kavramla ilgilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Uyku etkisi",
      "B": "Kaynak güvenirliği",
      "C": "Tutum benzerliği",
      "D": "kaynak çekiciliği",
      "E": "Beğenirlik"
    },
    "explanation": "bir konuda kaynak ve alıcı arasındaki benzer düşünce ve değerlere sahip olmak o insanlar arasında tutum benzerliğinin olduğu anlamına gelmektedir."
  },
  {
    "id": "3362253",
    "unitNumber": 4,
    "text": "Kaynağın ikna için bir araştırma sonucunu kullanması aşağıdakilerin hangisine girer?",
    "correctAnswer": "D",
    "options": {
      "A": "kaynak çekiciliği",
      "B": "Beğenirlik",
      "C": "İlişki benzerliği",
      "D": "Kanıt kullanımı",
      "E": "kaynak güvenirliği"
    },
    "explanation": "kanıt kullanımı, alıcı algısında kaynağın güvenilirliğini artmasına katkıda bulunmakta, ikna etkisini artırmaktadır."
  },
  {
    "id": "3362254",
    "unitNumber": 4,
    "text": "İkna için kullanılan kanıt türleriyle ilgili olarak aşağıda verilen ifadelerin hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "İstatistiki kanıtlar daha etkilidir",
      "B": "Yaşanılan olaylarla ilgili örnekler daha etkili olmaktadır",
      "C": "Görsel kanıtlar daha etkilidir",
      "D": "İlgili araştırma bulguları daha etkilidir",
      "E": "Bu konuda belirsizlik vardır"
    },
    "explanation": "Hangi kanıt türünün diğerine nazaran daha ikna edici olduğu belirsizliğini sürdürmektedir. Bu belirsizliğin altında yatan en önemli nedenlerden biri, kanıtın kullanıldığı bağlama göre farklı etki gücüne sahip olmasıdır"
  },
  {
    "id": "3362256",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisinin değiştirilmesi ikna edici iletişimin çak az ya da hiç ilgilenmediği bir konudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Fiziki görünümün değiştirilmesi",
      "B": "Tutumların değiştirilmesi",
      "C": "Davranışların değiştirilmesi",
      "D": "İnancın değiştirilmesi",
      "E": "Kararların değiştirilmesi"
    },
    "explanation": "İletişim süreçlerinde pek çok farklı kanıt türlerinden yararlanılarak insanların tutumlarını, inançlarını, kararlarını ve özellikle davranışlarını değiştirmek için çaba gösterilir."
  },
  {
    "id": "3362257",
    "unitNumber": 4,
    "text": "Bir mesajın kodlanması aşağıdaki hangi anlama gelmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Alıcının algılamasını sağlayacak özelliklerinin dikkate alınması",
      "B": "Alıcıya aktarılmak istenen bilginin iletiye dönüştürmesi",
      "C": "Alıcıyı motive edici hususların göz önünde bulundurulması",
      "D": "Alıcının ait olduğu sınıf ve kültürünün hesaba katılması",
      "E": "Alıcının demografik özelliklerinin esas alınması"
    },
    "explanation": "Mesajın kodlanması; kaynağın, aktarmak istediği bilgiyi çeşitli semboller kullanarak iletiye dönüştürmesidir"
  },
  {
    "id": "3362258",
    "unitNumber": 4,
    "text": "Monroe’nun ikna süreci sıralaması aşağıdakilerin hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dikkat - İhtiyaç - Tatmin - Görselleştirme - Eylem",
      "B": "Görselleştirme - İhtiyaç - Dikkat - Tatmin - Eylem",
      "C": "Dikkat - Görselleştirme - İhtiyaç - Tatmin - Eylem",
      "D": "Dikkat - Eylem - İhtiyaç - Tatmin - Görselleştirme",
      "E": "İhtiyaç - Eylem - Dikkat - Görselleştirme - Tatmin"
    },
    "explanation": "Monroe ikna sürecindeki aşamaları Dikkat - İhtiyaç - Tatmin - Görselleştirme - Eylem şeklinde sıralamıştır"
  },
  {
    "id": "3362262",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi ikna edici mesajın kilit faktörlerinden olan \"mesajın dili\"nin unsurlarından biri <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Konuşmanın hızı",
      "B": "Konuşmanın süresi",
      "C": "Güçlü bir dil kullanımı",
      "D": "Etkileyici dil",
      "E": "Politik dil"
    },
    "explanation": "Konuşmanın hızı, güçlü bir dil kullanımı, etkileyici dil, politik dil ikna edici mesajın kilit faktörlerinden olan \"mesajın dili\"nin unsurlarıdır. Konuşmanın süresi ise bu ögeler arasında bulunmaz."
  },
  {
    "id": "3362263",
    "unitNumber": 5,
    "text": "Kaynağın amacını ifade etmesinde, seçilen mesajın yapı taşı olarak değerlendirilen ögesi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Mesajın yapısı",
      "B": "Dili",
      "C": "Görselleri",
      "D": "İçeriği",
      "E": "Kullanılan duygusal çekicilikler"
    },
    "explanation": "Kaynağın amacını ifade etmesinde, seçilen mesajın yapı taşı olarak değerlendirilen mesaj içeriği koda benzer bir şekilde ögelere ve yapıya sahiptir. Mesajın içeriğ<br/>İçeriği"
  },
  {
    "id": "3362264",
    "unitNumber": 5,
    "text": "Kepek şampuanı reklamlarında duygusal çekiciliklerden hangisi kullanılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Mizah",
      "B": "Hayranlık",
      "C": "Korku",
      "D": "Heyecan",
      "E": "Cinsellik"
    },
    "explanation": "Kepeklerin nasıl bir toplumsal tehdit oluşturduğunu anlatan şampuan reklamlarını<br/>Korku"
  },
  {
    "id": "3362265",
    "unitNumber": 5,
    "text": "<em>Bir ........................., aşina olunan, bir başka ifade ile tanıdık bir şeyin, tanıdık bir duygunun, deneyimin daha az tanıdık bir şeyle, duyguyla, deneyimle karşılaştırılarak netleştirilmesidir.</em><em><br/></em> \n Yukarıda boş bırakılan yere gelmesi gereken doğru ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Metafor",
      "B": "Sembol",
      "C": "İmge",
      "D": "Emoji",
      "E": "Gösterge"
    },
    "explanation": "Bir metafor, aşina olunan, bir başka ifade ile tanıdık bir şeyin, tanıdık bir duygunun, deneyimin daha az tanıdık bir şeyle, duyguyla, deneyimle karşılaştırılarak netleştirilmesidir."
  },
  {
    "id": "3362266",
    "unitNumber": 5,
    "text": "<em>İlk model (kök örnek) anlamına gelen ................, ortak bilinçdışında yer alan temsili resimlerdir ve bütün insanlığın bilinçaltında yer alan ilksel imgelerden oluşur.</em>\n Yukarıdaki boş bırakılan yere gelmesi gereken doğru ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Prototip",
      "B": "Arketip",
      "C": "Gösterge",
      "D": "Algı",
      "E": "İçgörü"
    },
    "explanation": "İlk model (kök örnek) anlamına gelen arketipler, ortak bilinçdışında yer alan temsili resimlerdir ve bütün insanlığın bilinçaltında yer alan ilksel imgelerden oluşur."
  },
  {
    "id": "3362267",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi arketip sınıflandırmasının öz-benlik tiplerinden biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Palyaço",
      "B": "Bilge",
      "C": "Sihirbaz",
      "D": "Hükümdar",
      "E": "Âşık"
    },
    "explanation": "Palyaço/animatör, bilge, sihirbaz ve hükümdar arketip sınıflandırmasının öz-benlik tipleridir, âşık ise ruh tiplerinden biridir."
  },
  {
    "id": "3362268",
    "unitNumber": 5,
    "text": "Emojinin işlevini anlamayı sağlayacak yaklaşımlar aşağıdaki seçeneklerin hangisinde doğru olarak verilmiştir.",
    "correctAnswer": "A",
    "options": {
      "A": "Dilin vekili olarak emoji / duygusal gösterge olarak emoji / pragmatik gösterge olarak emoji",
      "B": "Dilin vekili olarak emoji / rasyonel gösterge olarak emoji / pragmatik gösterge olarak emoji",
      "C": "Dilin vekili olarak emoji / rasyonel gösterge olarak emoji / duygusal gösterge olarak emoji",
      "D": "Dilin selefi olarak emoji / rasyonel gösterge olarak emoji / pragmatik gösterge olarak emoji",
      "E": "Dilin selefi olarak emoji / duygusal gösterge olarak emoji / pragmatik gösterge olarak emoji"
    },
    "explanation": "Emojinin işlevini anlamayı sağlayacak üç yaklaşım bulunmaktadır: İlki, dilin vekili olarak emoji, ikincisi duygusal gösterge olarak emoji ve sonuncusu ise, pragmatik gösterge olarak emojidir.<br/>Dilin vekili olarak emoji / duygusal gösterge olarak emoji / pragmatik gösterge olarak emoji"
  },
  {
    "id": "3362269",
    "unitNumber": 5,
    "text": "Kişisel çıkarlarla ilgili olan, ürün veya hizmetin özellikleri veya yararları gibi önemli bilgiler, diğer ürün veya hizmetlerle kıyaslama veya ürün/hizmetin en iyisi olduğunu tüketicinin zihnine yerleştirmeye çalışan çekicilikler aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Duygusal çekicilikler",
      "B": "Rasyonel çekicilikler",
      "C": "Ahlaksal çekicilikler",
      "D": "Psikolojik çekicilikler",
      "E": "Hedonik çekicilikler"
    },
    "explanation": "Rasyonel/bilgi verici çekicilikler, kişisel çıkarlarla ilgili olan, ürün veya hizmetin<br/>Rasyonel çekicilikler"
  },
  {
    "id": "3362270",
    "unitNumber": 5,
    "text": "<em>Aristo,.........çekiciliğini kaynak ile ............ çekiciliğini duygular ile .............çekiciliğini mantık ve akılla ilişkilendirir.</em>\n Yukarıdaki cümlede boş bırakılan yerlere sırasıyla gelmesi gereken ifadeler aşağıdaki seçeneklerin hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Pathos, ethos, logos",
      "B": "Logos, ethos, pathos",
      "C": "Ethos, pathos, logos",
      "D": "Ethos, logos, pathos",
      "E": "Logos, pathos, ethos"
    },
    "explanation": "Aristo, ethos çekiciliğini kaynak ile pathos çekiciliğini duygular ile logos çekiciliğini mantık ve akılla ilişkilendirir.<br/>Ethos, pathos, logos"
  },
  {
    "id": "3362271",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Davies'in çekicilik sınıflamasının bir ögesi olan \"kanıt\"ın yaratıcı uygulamalarından biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tanıklık",
      "B": "Ünlü desteği",
      "C": "Öncesi-sonrası gösterimi",
      "D": "Uzman desteği",
      "E": "Örnek dağıtımı"
    },
    "explanation": "Örnek dağıtımı Davies'in çekicilik sınıflamasının \"kanıt ögesinin değil, \"teşvik\" ögesinin yaratıcı uygulamalarından biridir."
  },
  {
    "id": "3362372",
    "unitNumber": 5,
    "text": "I - Telefondaki sohbet uygulamasına gelen bir emoji\n II - Bilgisayarda çıkan bir marka reklamı\n III - Öğretmenden gelen bir e-posta\n Yukarıdakilerden hangileri İkna girişimine aracılık eden bir mesaja örnek gösterilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Detaylar için “<strong>MESAJ VE MESAJ YAPISI</strong>” başlığında yer alan bilgilere bakabilirsiniz.<br/>İkna girişimine aracılık eden bir mesaj, öğretmenin öğrencisine gönderdiği bir e-posta, sosyal mecrada içerik paylaşırken birdenbire bilgisayar ekranına düşen bir markanın reklamı, toplantıya katılan şirket yöneticisinin kıyafet ve takıları, tarım politikaları konusunda bize düşüncelerini aktaran bir siyasal aktörün sözleri olabileceği gibi, cep telefonumuzdaki sohbet uygulamasına gelen bir gülümseme emojisi de olabilmektedir."
  },
  {
    "id": "3362373",
    "unitNumber": 5,
    "text": "Seçenektekilerden hangisi mesaj etkililiğini artıracak 5 Şart (5M) modeli kriterlerinden biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Mesaj hatırlanır olmalı",
      "B": "Mesaj harekete geçirici olmalı",
      "C": "Mesaj okunur olmalı",
      "D": "Mesaj tekrar yazılır olmalı",
      "E": "Mesaj görünür olmalı"
    },
    "explanation": "Detaylar için “MESAJ VE MESAJ YAPISI” başlığında yer alan bilgilere bakabilirsiniz.<br/>Mesaj etkililiğini artıracak 5 Şart (5M) modeli:\n <ul> <li>Mesaj görünür olmalı (must be seen)</li> <li>Mesaj okunur olmalı (must be read)</li> <li>Mesaj inanılır olmalı /must be believed)</li> <li>Mesaj hatırlanır olmalı (must be remembered)</li> <li>Mesaj harekete geçirici olmalı (must be actedupon)</li> </ul>"
  },
  {
    "id": "3362374",
    "unitNumber": 5,
    "text": "“Bireylerin fiziksel, psikolojik, duygusal, toplumsal gereksinimlerine seslenen, iletişimi yapılan ürüne, hizmete ve iletişim içeriğinin kendisine dikkat çeken, ilgi uyandıran, bireylerin tutum ve davranışlarına etki eden, yön veren ikna aracı” hangi kavramı ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "çekicilik",
      "B": "mesaj",
      "C": "ikna edicilik",
      "D": "inandırıcılık",
      "E": "kabul edilebilirlik"
    },
    "explanation": "Detaylar için “MESAJ ÇEKİCİLİKLERİ” başlığında yer alan bilgilere bakabilirsiniz.<br/>Bireylerin fiziksel, psikolojik, duygusal, toplumsal gereksinimlerine seslenen, iletişimi yapılan ürüne, hizmete ve iletişim içeriğinin kendisine dikkat çeken, ilgi uyandıran, bireylerin tutum ve davranışlarına etki eden, yön veren ikna aracı çekicilik olarak adlandırılır."
  },
  {
    "id": "3362375",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Davies’in çekicilik sınıflamasına göre çekicilik çeşitlerinden biri olan “kanıt” için yaratıcı uygulama örneklerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ünlü desteği",
      "B": "Haber anonsları",
      "C": "Cıngıl",
      "D": "Mistik şeyler",
      "E": "İndirim"
    },
    "explanation": "Detaylar için “MESAJ ÇEKİCİLİKLERİ” başlığında yer alan bilgilere bakabilirsiniz.<br/>Tablo 5.2. Davies’in Çekicilik Sınıflaması\n <table> <tbody> <tr> <td> <strong>Kanıt </strong>\n </td> <td> Tanıklık\n Ünlü desteği\n Uzman desteği\n Öncesi-sonrası gösterimi\n Diğer karşılaştırmalar\n </td> </tr> </tbody> </table>"
  },
  {
    "id": "3362376",
    "unitNumber": 5,
    "text": "Görünmez bir ürüne hayat vermeye yardımcı olabilecek bir semboldür ve bir görsel ögenin beklenmeyen bir şekilde başka bir görsel ögeyle değiştirilmesi biçiminde karşımıza çıkan unsurlar hangi metafor grupta yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Sözel metaforlar",
      "B": "Görsel metaforlar",
      "C": "Semboller",
      "D": "Arketipler",
      "E": "Anlam operasyonları"
    },
    "explanation": "Detaylar için “Metaforlar” başlığında yer alan bilgilere bakabilirsiniz.<br/>Görsel metafor, görünmez bir ürüne hayat vermeye yardımcı olabilecek bir semboldür ve bir görsel ögenin beklenmeyen bir şekilde başka bir görsel ögeyle değiştirilmesi biçiminde karşımıza çıkar (Ries, 2013). Görsel metaforlar, analojik olarak birbiriyle ilişkili iki nesne veya kavramdan sözlü olarak bahsetmek yerine, çoğunlukla iki imgeyi, beraberinde sözlü açıklamalar yapmadan, yan yana koyarlar (Atar, Şener ve Onay, 2016). Retoriğin metaforik tarzı ve görsel şekli görsel metaforların önemli iki özelliğidir (Jeong, 2008’dan aktaran: Çağlar, 2019)."
  },
  {
    "id": "3362377",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi metafor kullanmanın iknacıya sağladığı avantajlardan biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "İkna edici mesajda yer alabilecek kural dışı kullanımları veya uyumsuzlukları çözmek olumlu tutumlara yol açar.",
      "B": "Metaforlar mesaja veya görsele yenilik, değişiklik ekleyerek okuma ve reklamı işleme motivasyonunu artırır.",
      "C": "Süsleme ve gizleme yetenekleri aracılığıyla metaforlar reklama olan ilgiyi artırır.",
      "D": "Dolaylı ve karmaşık olabildikleri için muhtemel çıkarsamaların ortaya çıkmasına yol açabilirler.",
      "E": "Metafor kullanmak reklam beğenilirliğini artırır."
    },
    "explanation": "Detaylar için “Anlam Operasyonları” başlığında yer alan bilgilere bakabilirsiniz.<br/>Metafor kullanmak iknacıya çeşitli avantajlar sağlamaktadır. Bu avantajlar şu şekilde sıralanabilir:\n <ol> <li>Metafor kullanmak reklam beğenilirliğini artırır. Bireyler, karmaşık mesajlar hakkında çıkarımda bulunmak için değerlendirme yaparlar.</li> <li>İkna edici mesajda yer alabilecek kural dışı kullanımları veya uyumsuzlukları çözmek olumlu tutumlara yol açar.</li> </ol> <ol start=\"3\"> <li>Metaforlar mesaja veya görsele yenilik, değişiklik ekleyerek okuma ve reklamı işleme motivasyonunu artırır.</li> <li>Süsleme ve gizleme yetenekleri aracılığıyla metaforlar reklama olan ilgiyi artırır. (Ang ve Lim, 2006’den aktaran: Çınar, 2009).</li> </ol>"
  },
  {
    "id": "3362378",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Ego arketipinin sınıflamalarından biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Asi",
      "B": "Kaşif",
      "C": "Masum",
      "D": "Bilge",
      "E": "Hükümdar"
    },
    "explanation": "Detaylar için “Arketipler” başlığında yer alan bilgilere bakabilirsiniz.<br/>Tablo 5.5 Üçlü Arketip Sınıflaması\n <table> <tbody> <tr> <td> <strong>Ego </strong>\n </td> </tr> <tr> <td> Masum\n </td> </tr> <tr> <td> İçimizden biri\n </td> </tr> <tr> <td> Kahraman\n </td> </tr> <tr> <td> Koruyucu\n </td> </tr> <tr> <td> <strong>Ruh Tipler </strong>\n </td> </tr> <tr> <td> Kaşif\n </td> </tr> <tr> <td> Asi\n </td> </tr> <tr> <td> Aşık\n </td> </tr> <tr> <td> Yaratıcı\n </td> </tr> <tr> <td> <strong>Öz-benlik Tipleri </strong>\n </td> </tr> <tr> <td> Animatör/palyaço\n </td> </tr> <tr> <td> Bilge\n </td> </tr> <tr> <td> Sihirbaz\n </td> </tr> <tr> <td> Hükümdar\n </td> </tr> </tbody> </table>"
  },
  {
    "id": "3362379",
    "unitNumber": 5,
    "text": "I - Tutkusal boyu\n II - Mecazi boyut\n III - Görsel boyut\n Özel ve uygulamalı göstergebilimde nesneler yukarıdaki kuramsal boyutların hangilerine göre incelenebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "II ve III"
    },
    "explanation": "Detaylar için “GÖSTERGEBİLİM” başlığında yer alan bilgilere bakabilirsiniz.<br/>Özel ve uygulamalı göstergebilimde, nesneler kuramsal olarak dört boyutta incelenmektedir:\n <ol> <li>Anlamsal boyut,</li> <li>Tutkusal boyut,</li> <li>Figüratif (mecazi) boyut) ve</li> <li>İfade (sözceleme) boyutu.</li> </ol> Bu boyutlar örtük ya da açık olarak gündeme gelebilir ya da gelmez (Eziler, Kıran 2009). Göstergebilimin öncülerinden İsviçreli dilbilimci Ferdinand de Saussure, göstergelerin diğer göstergelerle ilişkileri üzerine odaklanmaktadır. Saussure’e göre göstergenin <strong>gösteren </strong>ve <strong>gösterilen </strong>olarak adlandırılan iki bileşeni bulunmaktadır (Güneş, 2021)."
  },
  {
    "id": "3362380",
    "unitNumber": 5,
    "text": "I - Açıklama yapmanın mümkün olmadığı\n II - Hızlı ve belirsiz\n III - Anlamanın zaman zaman güç olduğu\n IV - Çok kanallı\n V - Kaygısız\n Yukarıdakilerden kaçı beden dili aracılığı ile verilen mesajın özelliklerinden sayılır?",
    "correctAnswer": "D",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Detaylar için “<strong>Beden Hareketleri- Kinetik Yoluyla Verilen Mesajlar</strong>” başlığında yer alan bilgilere bakabilirsiniz.<br/>Beden dili aracılığı ile, iknacı, çok kanallı, çarpıtılma olasılığı taşıyan, anlamanın zaman zaman güç olduğu, hızlı, belirsiz, kesin olmayan, açıklama yapmanın mümkün olmadığı, durdurmanın da mümkün olmadığı mesajlar gönderir ve alır. Bu açıdan ikna edici iletişimde beden dili ile verilen mesajların olası olumsuzluklarını ortadan kaldırabilmek için onu etkili bir şekilde kullanmayı öğrenmek önemlidir."
  },
  {
    "id": "3362381",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi kendisini birbirine yakın hisseden insanlar arasındaki mesafe azken birbirini tanımayan ya da sevmeyen insanlar arasındaki mesafenin çok oluşunun verdiği mesaj tipidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Arketip Yoluyla Verilen Mesajlar",
      "B": "Uygulamalı Göstergebilim Yoluyla Verilen Mesajlar",
      "C": "Uzamsal Mesafe -Proksemi Yoluyla Verilen Mesajlar",
      "D": "Ses Tonu Aracılığıyla Verilen Mesajlar",
      "E": "Beden Hareketleri- Kinetik Yoluyla Verilen Mesajlar"
    },
    "explanation": "Detaylar için “Uzamsal Mesafe -Proksemi Yoluyla Verilen Mesajlar” başlığında yer alan bilgilere bakabilirsiniz.<br/>Kendisini birbirine yakın hisseden insanlar arasındaki mesafe azken birbirini tanımayan ya da sevmeyen insanlar arasındaki mesafenin çok oluşu, Edward T. Hall’un duruş mesafesi, uzamsal mesafe ya da proksemi olarak adlandırılan sözsüz iletişim unsurunu oluşturur. Benzer şekilde cinsel roller söz konusu olduğunda birbirlerini pek tanımayan iki erkeğin, yeni tanışan iki kadına oranla daha fazla bir mesafe koyma eğiliminde oldukları, sosyal alanlar söz konusu olduğunda ise kadınların erkeklere oranla daha çok mesafe koyma eğilimi taşıdıkları belirtilmektedir (Doruk, 2015’den aktaran: Köksoy, 2020)."
  },
  {
    "id": "3362399",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Wilbur Schram'a göre iletişimde amaçlanan etkinin yaratılması için mesajın taşıması gereken şartlardan <strong>değildir? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Mesaj hatırlanır olmalıdır.",
      "B": "Hedef kitlenin dikkatini çekecek biçimde oluşturulmalıdır.",
      "C": "Hedef kitlenin yaşam deneyimlerini, anlam bozulmadan işaret ve sembollerle verilmelidir.",
      "D": "Hedef kitlede bir gereksinime yol açmalıdır.",
      "E": "Hedef kitlenin gereksiniminin giderilebilmesi için bir öneride bulunmalıdır."
    },
    "explanation": "Mesaj hatırlanır olmalıdır."
  },
  {
    "id": "3362401",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi mesaj etkililiğini artırmanın beş şartı (5Ş) modelinin bileşenlerinden <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Sembollerden oluşmalı",
      "B": "Okunur olmalı",
      "C": "İnanılır olmalı",
      "D": "Harekete geçirici olmalı",
      "E": "Hatırlanır olmalı"
    },
    "explanation": "Sembollerden oluşmalı"
  },
  {
    "id": "3362415",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Davies tarafından hazırlanmış çekicilik sınıflanmasında bilgilendiricilik için yaratıcı uygulamalardandır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kontrol listeleri",
      "B": "Ünlü desteği",
      "C": "Uzman desteği",
      "D": "İddiaları tekrar etme",
      "E": "İndirim"
    },
    "explanation": "Kontrol listeleri"
  },
  {
    "id": "3362416",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Davies tarafından hazırlanmış çekicilik sınıflamasında merak/keşif için reklam hedefidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Akılda kalıcılık, ilgi",
      "B": "Farkındalık",
      "C": "Güvenirlik",
      "D": "Bilinirlik/tatmin",
      "E": "Ürüne yönelik ilgi/satın alma"
    },
    "explanation": "Akılda kalıcılık, ilgi"
  },
  {
    "id": "3362417",
    "unitNumber": 5,
    "text": "Kelimeler, resimler, sanat eserleri, müzik ve diğerleri gibi biçimlere verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sembol",
      "B": "Metafor",
      "C": "Arketip",
      "D": "İmge",
      "E": "Marka"
    },
    "explanation": "Sembol"
  },
  {
    "id": "3362418",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi görsel metaforların yapı özelliklerinden <strong>değildir? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Benzerlik",
      "B": "Yan yana koyma",
      "C": "Birleştirme",
      "D": "Yerine başka imaj kullanma",
      "E": "Var olmayan bir imajı işaret etme"
    },
    "explanation": "Benzerlik"
  },
  {
    "id": "3362419",
    "unitNumber": 5,
    "text": "Göstergebilimin isim babası aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "John Locke",
      "B": "Charles Sanders Peirce",
      "C": "Ferdinand Saussure",
      "D": "Roland Bartes",
      "E": "Edward T. Hall"
    },
    "explanation": "John Locke"
  },
  {
    "id": "3362420",
    "unitNumber": 5,
    "text": "Özel ve uygulamalı göstergebilimde nesnelerin kuramsal olarak incelenme boyutunun sayısı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "4",
      "B": "3",
      "C": "2",
      "D": "5",
      "E": "6"
    },
    "explanation": "4"
  },
  {
    "id": "3362421",
    "unitNumber": 5,
    "text": "Sözsüz mesajlarla taşınan anlatım biçimine verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sözsüz iletişim",
      "B": "Göstergebilim",
      "C": "Logo",
      "D": "Metafor",
      "E": "Beden hareketleri"
    },
    "explanation": "Sözsüz iletişim"
  },
  {
    "id": "3362422",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Hall'a göre samimi alanın mesafesini belirtir?",
    "correctAnswer": "A",
    "options": {
      "A": "50 santimetre",
      "B": "50-100 santimetre",
      "C": "100-150 santimetre",
      "D": "150-350 santimetre",
      "E": "350 santimetre ve sonrası"
    },
    "explanation": "50 santimetre"
  },
  {
    "id": "3362463",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi yazılı mesajlar başlığı altında <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Mektuplar",
      "B": "e-postalar",
      "C": "Basılı ve dijital gazeteler",
      "D": "Afişler",
      "E": "Resim ve fotoğraflar"
    },
    "explanation": "GİRİŞ<br/>Resim ve fotoğraflar, Görsel mesajlar içerisinde yer alır."
  },
  {
    "id": "3362464",
    "unitNumber": 5,
    "text": "Türk Dil Kurumu Sözlüğüne göre yazı veya sözle anlatılması amaçlanan duygu, düşünceye ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Fikir",
      "B": "İşaret",
      "C": "Mesaj",
      "D": "Sözel iletişim",
      "E": "Sembol"
    },
    "explanation": "GİRİŞ<br/>Mesaj, Türk Dil Kurumu Sözlüğünde “yazı veya sözle anlatılması amaçlanan duygu, düşünce” olarak tanımlanır."
  },
  {
    "id": "3362465",
    "unitNumber": 5,
    "text": "\"Olumlu ve olumsuz kaynaklar arasındaki tutum değişikliği farklılıklarının zamanla azaldığı süreç ............. olarak adlandırılır\" cümlesindeki boşluğa gelebilecek en uygun ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Strateji",
      "B": "Uyutucu etki",
      "C": "Taktik",
      "D": "Mesajın etkinliğinin azalması",
      "E": "İçgörü"
    },
    "explanation": "MESAJ VE MESAJ YAPISI<br/>Olumlu ve olumsuz kaynaklar arasındaki tutum değişikliği farklılıklarının zamanla azaldığı süreç uyutucu etki olarak adlandırılır"
  },
  {
    "id": "3362466",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi mesaj etkililiğini artıracak 5 Şart (5M) modeli arasında <strong>yer almaz?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Mesaj görünür olmalı",
      "B": "Mesaj okunur olmalı",
      "C": "Mesaj inanılır olmalı",
      "D": "Mesaj ikna edici olmalı",
      "E": "Mesaj hatırlanır olmalı"
    },
    "explanation": "MESAJ VE MESAJ YAPISI<br/>Mesaj etkililiğini artıracak 5 Şart (5M) modeli:<br/>• Mesaj görünür olmalı (must be seen)<br/>• Mesaj okunur olmalı (must be read)<br/>• Mesaj inanılır olmalı /must be believed)<br/>• Mesaj hatırlanır olmalı (must be remembered)<br/>• Mesaj harekete geçirici olmalı (must be actedupon)"
  },
  {
    "id": "3362467",
    "unitNumber": 5,
    "text": "Bir önermenin lehindeki argümanları sunan ama aynı zamanda karşıt argümanları da dikkate alan bir mesaja ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "İki yönlü mesaj",
      "B": "e-posta",
      "C": "Mesajın dili",
      "D": "Mesajın yapısı",
      "E": "Mesajın yanlılığı"
    },
    "explanation": "Mesajın Yapısı<br/>İki yönlü mesaj bir önermenin lehindeki argümanları sunan ama aynı zamanda karşıt argümanları da dikkate alan bir mesajdır."
  },
  {
    "id": "3362468",
    "unitNumber": 5,
    "text": "\".........., yalnızca belirli bir konum lehine argümanlar sunan bir mesajdan oluşur\" cümlesindeki boşluğa gelebilecek en uygun ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mesajın içeriği",
      "B": "İki yönlü mesaj",
      "C": "Tek yönlü mesaj",
      "D": "Mesajı çerçeveleme",
      "E": "Mesajın yanlılığı"
    },
    "explanation": "Mesajın Yapısı<br/>Tek yönlü bir mesaj, yalnızca belirli bir konum lehine argümanlar sunan bir mesajdan oluşur."
  },
  {
    "id": "3362469",
    "unitNumber": 5,
    "text": "Konuşmacının dışında bir kaynaktan gelen olgusal ifadeler, konuşmacı tarafından yaratılmayan nesneler ve konuşmacının<br/>iddialarını desteklemek için konuşmacı dışındaki kişilerin görüşleri ne denir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hikaye",
      "B": "Mesajın dili",
      "C": "Güdü",
      "D": "Kanıt",
      "E": "Bilgilendirici"
    },
    "explanation": "Konuşmacının dışında bir kaynaktan gelen olgusal ifadeler, konuşmacı tarafından yaratılmayan nesneler ve konuşmacının<br/>iddialarını desteklemek için konuşmacı dışındaki kişilerin görüşleri kanıt olarak nitelendirilir."
  },
  {
    "id": "3362470",
    "unitNumber": 5,
    "text": "Belirlenebilir bir başlangıcı, ortası ve sonu olan uyumlu ve tutarlı anlatılara ne denilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hikaye",
      "B": "Kanıt",
      "C": "Mesajın dili",
      "D": "Mesajın içeriği",
      "E": "Etkileyici dil"
    },
    "explanation": "Hikaye/ Dijital Hikaye<br/>Belirlenebilir bir başlangıcı, ortası ve sonu olan uyumlu ve tutarlı anlatılara hikaye denilmektedir."
  },
  {
    "id": "3362471",
    "unitNumber": 5,
    "text": "Bireylerin fiziksel, psikolojik, duygusal, toplumsal gereksinimlerine seslenen, iletişimi yapılan ürüne, hizmete ve iletişim<br/>içeriğinin kendisine dikkat çeken, ilgi uyandıran, bireylerin tutum ve davranışlarına etki eden, yön veren ikna aracına ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mesajın dili",
      "B": "Çekicilik",
      "C": "Merak/keşif",
      "D": "Teşvik",
      "E": "Bilgilendirme"
    },
    "explanation": "MESAJ ÇEKİCİLİKLERİ<br/>Bireylerin fiziksel, psikolojik, duygusal, toplumsal gereksinimlerine seslenen, iletişimi yapılan ürüne, hizmete ve iletişim<br/>içeriğinin kendisine dikkat çeken, ilgi uyandıran, bireylerin tutum ve davranışlarına etki eden, yön veren ikna aracı çekicilik olarak adlandırılır."
  },
  {
    "id": "3362472",
    "unitNumber": 5,
    "text": "Aşina olunan, bir başka ifade ile tanıdık bir şeyin, tanıdık bir duygunun, deneyimin daha az tanıdık bir şeyle,<br/>duyguyla, deneyimle karşılaştırılarak netleştirilmesine ne denir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bilgilendirme",
      "B": "Merak",
      "C": "Arketip",
      "D": "Sembol",
      "E": "Metafor"
    },
    "explanation": "Metaforlar<br/>Metafor, aşina olunan, bir başka ifade ile tanıdık bir şeyin, tanıdık bir duygunun, deneyimin daha az tanıdık bir şeyle,<br/>duyguyla, deneyimle karşılaştırılarak netleştirilmesidir."
  },
  {
    "id": "3362473",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi hedef kitle üzerinde amaçlanan etkinin yaratılabilmesi için mesajın taşıması gereken özellikleri arasında <strong>yer almamaktadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Dikkat çekecek biçimde oluşturulmalı",
      "B": "Seçilen semboller anlamlı olmalı",
      "C": "Bir gereksinime yol açmalı",
      "D": "Grubun normlarına uygun olmalı",
      "E": "Görsellik arka planda olmalı"
    },
    "explanation": "Görselliğin arka planda olması mesajın edici özellikleri arasında yer almamaktadır."
  },
  {
    "id": "3362477",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi kanıt çekicilik türünün yaratıcı uygulamaları arasında yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kontrol listeleri",
      "B": "Öncesi-sonrası gösterimi",
      "C": "Soru ve cevaplar",
      "D": "Haber anonsları",
      "E": "Açıklayıcı yazılar"
    },
    "explanation": "Öncesi-sonrası gösterimi kanıt türünün yaratıcı uygulamaları arasında yer almaktadır."
  },
  {
    "id": "3362485",
    "unitNumber": 5,
    "text": "Ürünün nitelik, kalite, problem çözme kapasitesi ve performans gibi özellikleri vurgulayan mesaj hangi çekiciliği ön plana çıkarmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Rasyonel",
      "B": "Duygusal",
      "C": "Toplum",
      "D": "Sağlık",
      "E": "Sadelik"
    },
    "explanation": "Rasyonel/bilgilendirici çekicilikler, kişisel çıkarlarla ilgili olan, ürün kalitesi, ekonomiklik, değer ve<br/>performansı gibi arzu edilen faydaları sunan çekiciliklerdir."
  },
  {
    "id": "3362488",
    "unitNumber": 5,
    "text": "Aşina olunan, bir başka ifade ile tanıdık bir şeyin, tanıdık bir duygunun, deneyimin daha az tanıdık bir şeyle, duyguyla, deneyimle karşılaştırılarak netleştirilmesi anlamına gelen sözcük aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sembol",
      "B": "Dilbilim",
      "C": "Metafor",
      "D": "Gösterge",
      "E": "Reklam"
    },
    "explanation": "Metafor, aşina olunan, bir başka ifade ile tanıdık bir şeyin, tanıdık bir duygunun, deneyimin daha az tanıdık bir şeyle, duyguyla, deneyimle karşılaştırılarak netleştirilmesidir."
  },
  {
    "id": "3362490",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi arketiplerin özellikleri arasında <strong>yer almaz?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hikaye karakterleri olmaları",
      "B": "Psikolojik olarak zihinsel modeller şeklinde temsil edilmeleri",
      "C": "Karşılaşıldıklarında genellikle rasyonel tepkiler ortaya çıkarmaları",
      "D": "Otomatik veya bilinçsiz olarak çalışmaları",
      "E": "Yaygın olarak tanınabilecek kadar kültürel dayanıklılığa sahip olmaları"
    },
    "explanation": "Arketipler karşılaşıldıklarında genellikle duygusal tepkiler ortaya çıkarırlar."
  },
  {
    "id": "3362496",
    "unitNumber": 5,
    "text": "Diş ağrısı ile doktora giden bir kadının bulunduğu ve doktorun ona belli bir markanın ürününü önerdiği bir reklamda hangi tür çekicilik ögesi kullanılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Heyecan",
      "B": "Korku",
      "C": "Zevk",
      "D": "Suçluluk",
      "E": "Gönül Rahatlığı"
    },
    "explanation": "İknacılar, maruz kaldıkları olası tehlike durumunda tüketicilerin dikkatini çekmek ve bu<br/>tehlikeden nasıl kaçınılacağı ile ilgili önerilerde bulunmak, reklamı yapılan ürünü kullanarak tüketicileri korkudan kurtulmaya motive etmek için korku çekiciliğini yaygın olarak kullanmaktadırlar"
  },
  {
    "id": "3362502",
    "unitNumber": 5,
    "text": "Kültürel farklılıkların beden diline yansıması ve beden dilinde farklılıklar hangi sistem içinde ele alınmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Göstergebilim",
      "B": "İkincil işaret sistemi",
      "C": "Birincil işaret sistemi",
      "D": "İşaret dili",
      "E": "Gösterge"
    },
    "explanation": "İkincil işaret sistemi, dış dünyadaki objelerin sözcüklerle ifade edilen karşılıklarının onu oluşturan<br/>kültüre bağımlı oluşudur. Kültürel farklılıkların beden diline yansıması ve beden dilinde farklılıkların<br/>bulunması bu işaret sistemi içinde yer alır."
  },
  {
    "id": "3362505",
    "unitNumber": 5,
    "text": "Karşıt görüşü görmezden gelerek ve kendi bakış açısını vurgulayan kişi nasıl bir mesaj göndermektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çift yönlü mesaj",
      "B": "Duygusal mesaj",
      "C": "Karşıt mesaj",
      "D": "Tek yönlü mesaj",
      "E": "Önyargılı mesaj"
    },
    "explanation": "Tek yönlü bir mesaj, konuyla ilgili tek bir bakış açısı sunar."
  },
  {
    "id": "3362514",
    "unitNumber": 5,
    "text": "Dijital hikaye anlatıcılığı hangi yönüyle geleneksel hikayeden farklıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Ortası",
      "B": "Tutarlı anlatıları",
      "C": "Sonu",
      "D": "Başlangıcı",
      "E": "Sunduğu olanaklar"
    },
    "explanation": "Geleneksel hikâye anlatıcılığı ile dijital hikaye anlatıcılığı arasındaki temel fark kullanılan araç<br/>ve dijitalin sunduğu olanaklardan meydana gelir."
  },
  {
    "id": "3362523",
    "unitNumber": 5,
    "text": "Yazınsal ve yazınsal olmayan metinler, reklam, film, resim, bina, televizyon<br/>programları, koku, giyim gibi belli nesnelere uygulanan göstergebilim aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Genel",
      "B": "Özel",
      "C": "Uygulamalı",
      "D": "Mecaz",
      "E": "Metafor"
    },
    "explanation": "Uygulamalı göstergebilim ise, yazınsal ve yazınsal olmayan metinler, reklam, film, resim, bina, televizyon programları, koku, giyim gibi belli nesnelere uygulanmaktadır"
  },
  {
    "id": "3362056",
    "unitNumber": 6,
    "text": "I. Birbirine yakınlık\n II. Statü\n III. Benzerlik\n IV. Ödüllendiricilik\n Yukarıda verilenlerden hangisi veya hangileri iki kişi arasındaki çekiciliği etkileyen değişkenlerdendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "I , II ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Birbirine yakınlık, statü, benzerlik ve ödüllendiricilik iki kişi arasındaki çekiciliği etkileyen değişkenlerdendir."
  },
  {
    "id": "3362065",
    "unitNumber": 6,
    "text": "I. Boyut\n II. Derinlik\n III. Ahlak\n IV. Dürüstlük\n V. Birleşme değeri\n Yukarıda verilenlerden hangisi veya hangileri kendini açma davranışının bileşenlerindendir?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "I, II, IV ve V",
      "D": "I , II ve IV",
      "E": "I, II, III, IV ve V"
    },
    "explanation": "Kendini açma davranışı, beş bileşenli bir yapıya<br/>sahiptir (Clay Posey ve arkadaşları 2010’dan aktaran: Balcı ve Gülcü, 2020). Bu beş bileşen şunlardan oluşur:<br/>1. Boyut; bir bireyin açıklamalarının sıklığı ve<br/>süresi<br/>2. Derinlik; iletişimdeki samimiyet derecesi<br/>3. Dürüstlük; kişinin kendisiyle ilgili bilgileri<br/>iletmesindeki doğruluk<br/>4. Niyet; bireyin kendi beyanları üzerindeki<br/>kontrolü ve farkındalığı<br/>5. Birleşme değeri; iletişimde açıklanan bilginin olumlu doğası"
  },
  {
    "id": "3362066",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, dolaylı taktiklerden biri olan düşünce manipülasyonu yapmayı ifade eder?",
    "correctAnswer": "D",
    "options": {
      "A": "İstediğini yapmazsa onunla bir daha asla konuşmayacağını söyleme",
      "B": "Hızlı konuşma ve yalan söyleme",
      "C": "İstekleri yüksek sesle dile getirme",
      "D": "Kişiye bunun onun fikri olduğunu hissettirmek",
      "E": "Kişiyi iyi bir ruh haline sokmak"
    },
    "explanation": "Dolaylı taktiklerden biri olan düşünce manipülasyonu, kişiye bunun onun fikri olduğunu hissettirmeyi ifade eder."
  },
  {
    "id": "3362067",
    "unitNumber": 6,
    "text": "I. Uslamlama\n II. İyilik etmek\n III. Aldatma\n IV. Tehdit\n Yukarıda verilenlerden hangisi veya hangileri rasyonel taktikler arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "Yalnız I",
      "C": "Yalnız II",
      "D": "III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Rasyonel teknikler arasında uslamlama (mantıksal<br/>olarak tartışmak) ve iyilik etmek yer alır. Rasyonel olmayan taktikler arasında aldatma (hızlı konuşma ve yalan söyleme) ve tehdit (istediğini yapmazsa onunla bir daha asla konuşmayacağını söyleme) bulunur."
  },
  {
    "id": "3362068",
    "unitNumber": 6,
    "text": "I. Ödül sunma\n II. Ceza ile tehdit etme\n III. Beğenme\n IV. Sevgi\n V. Saygı\n Yukarıda verilenlerden hangisi veya hangileri uyum kazanmak için kullanılan ortak taktikler arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II ve III",
      "B": "I ve II",
      "C": "I, II, III, IV ve V",
      "D": "III ve IV",
      "E": "I, II, III ve V"
    },
    "explanation": "Uyum kazanmak için kullanılan ortak<br/>taktikler şunlardan oluşur:<br/>• Ödül sunma<br/>• Ceza ile tehdit etme<br/>• Uzmanlığı kullanma<br/>• Beğenme<br/>• Borçlu hissettirme<br/>• Fedakarlık <br/>• Saygı"
  },
  {
    "id": "3362069",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, Marcus Tullius Cicero, (Romalı devlet adamı, yazar ve hatip) belirlediği İkna edici konuşmanın unsurlarından değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kanıt ve argümanları keşfetmek",
      "B": "Kanıt ve argümanları düzenlemek",
      "C": "Kanıt ve argümanları tartışmak",
      "D": "Sanatsal bir biçimde şekillendirmek",
      "E": "Kanıt ve argümanları akılda tutmak"
    },
    "explanation": "İkna edici konuşmanın unsurlarını Marcus Tullius Cicero, (Romalı devlet adamı, yazar ve hatip)<br/>şu şekilde belirlemiştir:<br/>1. Kanıt ve argümanlar oluşturmak veya kanıt<br/>ve argümanları keşfetmek<br/>2. Kanıt ve argümanları düzenlemek,<br/>3. Sanatsal bir biçimde şekillendirmek,<br/>4. Kanıt ve argümanları akılda tutmak ve<br/>5. Kanıt ve argümanları ustalıkla sunmak"
  },
  {
    "id": "3362070",
    "unitNumber": 6,
    "text": "İkna edici konuşmanın genel esasları biçimde kabul edilebilecek bir dizi kural bulunmaktadır. Buna göre, İkna edici konuşmada doğrudan alıntı yapılacaksa, bu durum konuşmanın en fazla ne kadarına karşılık gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "%30",
      "B": "%50",
      "C": "%10",
      "D": "%5",
      "E": "%25"
    },
    "explanation": "İkna edici konuşmanın genel esasları biçimde kabul edilebilecek bir dizi kural bulunmaktadır. Buna göre, İkna edici konuşmada doğrudan alıntı yapılacaksa, bu durum konuşmanın en fazla %30 una karşılık gelmelidir."
  },
  {
    "id": "3362071",
    "unitNumber": 6,
    "text": "Aşağıdaki ikna edici iletişimde kullanılan taktiklerden hangisi, kapıya ayağını koyma şeklinde de isimlendirilebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Evet-evet taktiği",
      "B": "Soruya soru ile yanıt verme taktiği",
      "C": "Borçlu hissettirme taktiği",
      "D": "Önce küçük sonra büyük rica taktiği",
      "E": "Seçenekleri sınırla taktiği"
    },
    "explanation": "Önce küçük sonra büyük rica taktiği, kapıya ayağını koyma şeklinde de isimlendirilebilir."
  },
  {
    "id": "3362072",
    "unitNumber": 6,
    "text": "Aşağıdaki ikna edici iletişimde kullanılan taktiklerden hangisi, kapıyı yüzüne çarpma şeklinde de isimlendirilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Evet-evet taktiği",
      "B": "Önce büyük sonra küçük rica taktiği",
      "C": "Borçlu hissettirme taktiği",
      "D": "Önce küçük sonra büyük rica taktiği",
      "E": "Seçenekleri sınırla taktiği"
    },
    "explanation": "Önce büyük sonra küçük rica taktiği kapıyı yüzüne çarpma şeklinde de isimlendirilebilir.<br/>Önce büyük sonra küçük rica, taktiği kapıyı yüzüne çarpma şeklinde de isimlendirilebilir."
  },
  {
    "id": "3362073",
    "unitNumber": 6,
    "text": "Markette dolaşırken görevlinin bir ürünü tattırması, ikna edici iletişimde kullanılan taktiklerden hangisini ifade eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Duyulara seslenme",
      "B": "Önce büyük sonra küçük rica taktiği",
      "C": "Borçlu hissettirme taktiği",
      "D": "Önce küçük sonra büyük rica taktiği",
      "E": "Kısmi taahhüt"
    },
    "explanation": "Markette dolaşırken görevlinin bir ürünü tattırması, kısmi taahhüt taktiğine örnek verileblir."
  },
  {
    "id": "3362392",
    "unitNumber": 6,
    "text": "Arkadaşınızdan odanız için aldığınız çalışma masasının montajına yardım etmesini istemeniz aşağıdaki araçsal hedeflerden hangisiyle ilgilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Destek vermek",
      "B": "Uyum sağlamak",
      "C": "İşleri halletmek",
      "D": "Direnmek",
      "E": "Kontrol etmek"
    },
    "explanation": "Uyum sağlamak, birinin bizim için birşey yapmasını sağlamaktır. Dolayısıyla doğru yanıt B seçeneğidir."
  },
  {
    "id": "3362393",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bireylerarası ikna değişkenleri arasında yer alan çekicilik değişkenini etkileyen unsurlar arasında yer alır?\n I. Ödüllendiricilik\n II. Benzerlik\n III.Fizikselçekicilik\n IV. Statü",
    "correctAnswer": "E",
    "options": {
      "A": "I ve III",
      "B": "II ve IV",
      "C": "I, II ve III",
      "D": "I, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Çekiciliği etkileyen değişkenler arasında tümü yer almaktadır.<br/>I, II, III ve IV"
  },
  {
    "id": "3362394",
    "unitNumber": 6,
    "text": "Bir mesaj kaynağının hedef bireyi, başka türlü gerçekleştirilemeyecek bazı davranışları gerçekleştirmeye ikna etmeye çalıştığı herhangi bir etkileşim aşağıdakilerden hangisiyle tanımlanır?",
    "correctAnswer": "D",
    "options": {
      "A": "Durum",
      "B": "Katılım",
      "C": "Kendini açma",
      "D": "Uyum kazanma",
      "E": "Ödül sunma"
    },
    "explanation": "Bir mesaj kaynağının hedef bireyi, başka türlü gerçekleştirilemeyecek bazı davranışları gerçekleştirmeye ikna etmeye çalıştığı herhangi bir etkileşim uyum kazanma olarak tanımlanır."
  },
  {
    "id": "3362395",
    "unitNumber": 6,
    "text": "Cialdin'e göre uyum kazanmak için kullanılan ortak taktikler arasında aşağıdakilerden hangisi <strong>yer almaz?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ceza ile tehdit etme",
      "B": "Borçlu hissettirme",
      "C": "Hoş görme",
      "D": "Saygı",
      "E": "Ödül sunma"
    },
    "explanation": "Hoş görme bu taktikler arasında yer almaz."
  },
  {
    "id": "3362396",
    "unitNumber": 6,
    "text": "İkna edici konuşmayla dinleyicilerde aşağıdakilerden hangisi etkilenmeye <strong>çalışılmaz</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Dinleyicilerin inançları",
      "B": "Dinleyicilerin davranışları",
      "C": "Dinleyicilerin tutumları",
      "D": "Dinleyicilerin değerleri",
      "E": "Dinleyicilerin bilgileri"
    },
    "explanation": "Dinleyicilerin, inançlarını, tutumlarını, değerlerini veya davranışlarını etkilemeye çalışan konuşmalar ikna edici konuşmalardır.<br/>Dinleyicilerin bilgileri"
  },
  {
    "id": "3362397",
    "unitNumber": 6,
    "text": "İkna etmek için konuşmacının, dinleyicilere hitap eden argümanlar oluşturması gerekir. İkna edici konuşmanın ana noktaları ve destekleyici metaryaller bu argümanlardan hangi bileşeni ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "İddia",
      "B": "Kanıt",
      "C": "Teminat",
      "D": "Sav",
      "E": "Argüman"
    },
    "explanation": "İkna edici konuşmanın ana noktaları ve destekleyici metaryaller kanıt görevi görür."
  },
  {
    "id": "3362402",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ikna edici konuşmanın genel esasları olarak kabul edilebilecek kurallardan biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Konuşma, konuşmayı gerçekleştirecek kişi tarafından oluşturulmalı ve özgün olmalı",
      "B": "Konuşma, ikna etme niyeti ile ikna etmeye yönelik olmalı",
      "C": "İkna edici konuşma kaba olmamalı ve argo içermemeli",
      "D": "İkna edici konuşma büyük oranda alıntılardan oluşmalı",
      "E": "İkna edici konuşma mizah ve yergi içerebilmeli"
    },
    "explanation": "İkna edici konuşmada doğrudan alıntı yapılacaksa, bu durum konuşmanın en fazla yüzde otuzuna karşılık gelmelidir. Dolayısıyla D seçeneği yanlıştır.<br/>İkna edici konuşma büyük oranda alıntılardan oluşmalı"
  },
  {
    "id": "3362403",
    "unitNumber": 6,
    "text": "Defne ikna edici bir konuşma konusu bulmakta güçlük çekiyor. Bu konuda sizden destek istiyor, ona verebileceğiniz ip uçları arasında hangisi/hangileri yer alır.\n<br/>I. Güncel olmalı\n<br/>II. İddası örtük olmalı\n<br/>III. Tartışmalı olmalı\n<br/>IV. Etkileyici olmalı",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "II, III ve IV",
      "D": "I, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Açıkça tartışmacı olun ve duruşunuzu belirten bir sav seçin. Bu nedenle D seçeneği II seçeneğini içerdiği için doğru değildir.<br/>I, III ve IV"
  },
  {
    "id": "3362406",
    "unitNumber": 6,
    "text": "Markette tadım yaptığı kahveden iki paket alan Erdem'in bu davranışı aşağıdaki ikna taktiklerinden hangisiyle açıklanabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Evet-Evet Taktiği",
      "B": "Kapıyı Yüzüne Çarpma Taktiği",
      "C": "Kısmi Taahhüt Altına Alma Taktiği",
      "D": "Seçenekleri Sınırla Taktiği",
      "E": "Soruya Soruyla Yanıt Verme Taktiği"
    },
    "explanation": "Kısmi Taahhüt Altına Alma Taktiğidir. Burada bir konuya, bir eyleme, bir olaya kısmen bağlanmak, tam bağlılık için iyi bir olasılık oluşturur."
  },
  {
    "id": "3362408",
    "unitNumber": 6,
    "text": "Kapıya ayağını koyma şeklinde de isimlendirilen önce küçük sonra büyük rica taktiği aşağıdaki hangi halk arasında yaygın olarak kullanılan sözle uyumludur?",
    "correctAnswer": "A",
    "options": {
      "A": "Ayağıma yer edeyim, gör sana neler edeyim.",
      "B": "Avlunun otu acı olur",
      "C": "Çömlekçi kırık tastan su içer",
      "D": "Can çıksa, huy çıkmaz",
      "E": "Büyüğün yoksa büyük taşa danış"
    },
    "explanation": "Ayağıma yer edeyim, gör sana neler edeyim. Bu söz bir nevi kapıya ayak koyma, önce küçük sonra büyük ricada bulunmayı ifade eder."
  },
  {
    "id": "3362411",
    "unitNumber": 6,
    "text": "Kapıya ayak koyma tekniği ikna edilenlerde uyuma neden olmaktadır. Uyuma yol açan neden/nedenlere yönelik açıklamalar arasında aşağıdakilerden hangisi/hangileri yer alır?\n I. Kendilik algısı teorisi\n II. Tutarlı olma ihtiyacı\n III. Sosyal sorumluluk norm",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "III",
      "C": "II ve III",
      "D": "I ve II",
      "E": "I, II ve III"
    },
    "explanation": "Üçü de yer almaktadır.<br/>I, II ve III"
  },
  {
    "id": "3362433",
    "unitNumber": 6,
    "text": "Araştırmacılar, insanların birbirleriyle nasıl iletişim kurduklarını etkileyen dört değişken belirlemişlerdir. Aşağıdakilerden hangisi bu değişkenlerden <u><strong>biri değildir?</strong></u>",
    "correctAnswer": "B",
    "options": {
      "A": "Çekicilik",
      "B": "İçgörü",
      "C": "Katılım",
      "D": "Güç",
      "E": "Durum"
    },
    "explanation": "Bu değişkenler; • çekicilik, • güç, • katılım ve • durum/konumdan oluşur."
  },
  {
    "id": "3362434",
    "unitNumber": 6,
    "text": "Kendini açma davranışı, beş bileşenli bir yapıya sahiptir. Aşağıdakilerden hangisi bu beş bileşenden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Güç",
      "B": "Derinlik",
      "C": "Katılım",
      "D": "Çekicilik",
      "E": "Beğenme"
    },
    "explanation": "Kendini açma davranışı, beş bileşenli bir yapıya sahiptir (Clay Posey ve arkadaşları 2010’dan aktaran: Balcı ve Gülcü, 2020). Bu beş bileşen şunlardan oluşur: 1. Boyut; bir bireyin açıklamalarının sıklığı ve süresi 2. Derinlik; iletişimdeki samimiyet derecesi 3. Dürüstlük; kişinin kendisiyle ilgili bilgileri iletmesindeki doğruluk 4. Niyet; bireyin kendi beyanları üzerindeki kontrolü ve farkındalığı 5. Birleşme değeri; iletişimde açıklanan bilginin olumlu doğası"
  },
  {
    "id": "3362435",
    "unitNumber": 6,
    "text": "“Bir mesaj kaynağının hedef bireyi, başka türlü gerçekleştirilemeyecek bazı davranışları gerçekleştirmeye ikna etmeye çalıştığı herhangi bir etkileşim” olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İçgörü",
      "B": "Katılım",
      "C": "Çekicilik",
      "D": "Uyum kazanma",
      "E": "Fedakarlık"
    },
    "explanation": "Uyum kazanma, “bir mesaj kaynağının hedef bireyi, başka türlü gerçekleştirilemeyecek bazı davranışları gerçekleştirmeye ikna etmeye çalıştığı herhangi bir etkileşim” olarak tanımlanır."
  },
  {
    "id": "3362436",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi uyum kazanmak için kullanılan ortak taktiklerlerden <u><strong>biri değildir?</strong></u>",
    "correctAnswer": "C",
    "options": {
      "A": "Ödül sunma",
      "B": "Uzmanlığı kullanma",
      "C": "Güç",
      "D": "Beğenme",
      "E": "Borçlu hissettirme"
    },
    "explanation": "Uyum kazanmak için kullanılan ortak taktikler şunlardan oluşur: • Ödül sunma • Ceza ile tehdit etme • Uzmanlığı kullanma • Beğenme • Borçlu hissettirme • Fedakarlık • Saygı"
  },
  {
    "id": "3362437",
    "unitNumber": 6,
    "text": "İkna edici konuşmanın genel esasları biçimde kabul edilebilecek bir dizi kural bulunmaktadır. Aşağıdakilerden hangisi bu kurallardan<u><strong> biri değildir?</strong></u>",
    "correctAnswer": "C",
    "options": {
      "A": "Konuşma, konuşmayı gerçekleştirecek kişi tarafından oluşturulmalı ve özgün bir konuşma olmalı",
      "B": "Konuşma, ikna etme niyeti ile ve ikna etmeye yönelik olmalı",
      "C": "İkna edici konuşmada doğrudan alıntı yapılacaksa, bu durum konuşmanın en fazla yüzde yirmisine karşılık gelmeli",
      "D": "İkna edici konuşmada birbirinden farklı kaynaklardan alıntı yapılmış olması durumunda, genel fikirler, kavramlar, kuramlar her ne ise belirtmeli",
      "E": "İkna edici konuşma mizah ve yergi içerebilmeli"
    },
    "explanation": "İkna edici konuşmanın genel esasları biçimde kabul edilebilecek bir dizi kural bulunmaktadır. Bu esasları şu şekilde sıralayabiliriz (NCFCA Persuasive Speaking Rules, 2012’den aktaran: Okur, Süğümlü ve Göçen, 2013): 1. Konuşma, konuşmayı gerçekleştirecek kişi tarafından oluşturulmalı ve özgün bir konuşma olmalı 2. Konuşma, ikna etme niyeti ile ve ikna etmeye yönelik olmalı 3. İkna edici konuşma mizah ve yergi içerebilmeli 4. İkna edici konuşmada doğrudan alıntı yapılacaksa, bu durum konuşmanın en fazla yüzde otuzuna karşılık gelmeli 5. İkna edici konuşmada birbirinden farklı kaynaklardan alıntı yapılmış olması durumunda, genel fikirler, kavramlar, kuramlar her ne ise belirtmeli 6. İkna edici konuşma, kaba, argo veya müstehcen bir üslup içermemeli"
  },
  {
    "id": "3362438",
    "unitNumber": 6,
    "text": "İkna edicinin önce alıcının geri çevirmesi için büyük bir istekte bulunduğu ikna edici stratejiye ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kapıyı Yüzüne Çarpma Tekniği",
      "B": "Duyulara Seslenme Taktiği",
      "C": "Soruya Soruyla Yanıt Verme Taktiği",
      "D": "Kısmi Taahhüt Altına Alma Taktiği",
      "E": "Evet- Evet Taktiği"
    },
    "explanation": "Kapıyı Yüzüne Çarpma Tekniği: ikna edicinin önce alıcının geri çevirmesi için büyük bir istekte bulunduğu ikna edici bir stratejidir. İknacı bu aşamanın ardından, ikna edilecek kişinin kabul etme olasılığının daha yüksek olduğu daha küçük bir talepte bulunur."
  },
  {
    "id": "3362439",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ikna edici konuşmanın unsurlarından <u><strong>biri değildir?</strong></u>",
    "correctAnswer": "D",
    "options": {
      "A": "Kanıt ve argümanları keşfetmek",
      "B": "Kanıt ve argümanları düzenlemek",
      "C": "Sanatsal bir biçimde şekillendirmek",
      "D": "Mizah ve ironi eklemek",
      "E": "Ustalıkla sunmak"
    },
    "explanation": "İkna edici konuşmanın unsurlarını Marcus Tullius Cicero, (Romalı devlet adamı, yazar ve hatip) şu şekilde belirlemiştir: 1. Kanıt ve argümanlar oluşturmak veya kanıt ve argümanları keşfetmek 2. Kanıt ve argümanları düzenlemek, 3. Sanatsal bir biçimde şekillendirmek, 4. Kanıt ve argümanları akılda tutmak ve 5. Kanıt ve argümanları ustalıkla sunmak"
  },
  {
    "id": "3362440",
    "unitNumber": 6,
    "text": "\"Deliller tarafından desteklenen bir tür beyan, alıcının kabul etmesi istenilen sav\" olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İddia",
      "B": "Güç",
      "C": "Kanıt",
      "D": "Teminat",
      "E": "İçgörü"
    },
    "explanation": "İddia, deliller tarafından desteklenen bir tür beyan, alıcının kabul etmesi istenilen savdır."
  },
  {
    "id": "3362441",
    "unitNumber": 6,
    "text": "İzleyicinin ürünü, fikri veya adayı nasıl deneyimlediğine dair hafızasında bir yer kazanmak için koku, tat, dokunma, işitme ve görme olmak üzere, beş duyudan biri veya birkaçı kullanılır. Duyusal belleğin bu tür kullanımı..................çevresel bilgi işleme kanalında gerçekleşir.\n Yukarıdaki boşluğa aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İzlenim Modeli'nin",
      "B": "Bilişsel Model'in",
      "C": "Ayrıntılandırma Olasılığı Modeli'nin",
      "D": "Davranışsal Doğrulama Modeli'nin",
      "E": "İki Süreçli İzlenim Modeli'nin"
    },
    "explanation": "Bu taktikte, izleyicinin ürünü, fikri veya adayı nasıl deneyimlediğine dair hafızasında bir yer kazanmak için koku, tat, dokunma, işitme ve görme olmak üzere, beş duyudan biri veya birkaçı kullanılır. Duyusal belleğin bu tür kullanımı Ayrıntılandırma Olasılığı Modeli’nin çevresel bilgi işleme kanalında gerçekleşir."
  },
  {
    "id": "3362442",
    "unitNumber": 6,
    "text": "Satış ve diğer ikna edici uygulamalarda yaygın olarak kullanılan taktiklerden biri de ............. taktiğidir. Bu taktikte, kaynak, hedef grubun veya kişinin sorulara olumlu yanıt vermesini sağlamaya çalışır ve kilit talep sona bırakılır. \n Yukarıdaki boşluğa aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Evet-Evet Taktiği",
      "B": "Kısmi Taahhüt Altına Alma Taktiği",
      "C": "Borçlu Hissettirme Taktiği",
      "D": "Kapıyı Yüzüne Çarpma Tekniği",
      "E": "Seçenekleri Sınırla Taktiği"
    },
    "explanation": "Satış ve diğer ikna edici uygulamalarda yaygın olarak kullanılan taktiklerden biri de evet-evet taktiğidir. Bu taktikte, ikna edilmek istenen kişiye, evet yanıtı vermesini sağlayan sorular sorulur. Bir başka ifade ile kaynak, hedef grubun veya kişinin sorulara olumlu yanıt vermesini sağlamaya çalışır ve kilit talep sona bırakılır. İknacının sorduğu soruların büyük bölümüne evet yanıtı veren ikna edilen kişi, büyük olasılıkla kilit ve nihai talebe de evet diyecektir"
  },
  {
    "id": "3362443",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, insanların birbirleriyle nasıl iletişim kurduklarını etkileyen değişkenlerden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Derinlik",
      "B": "Boyut",
      "C": "Yükümlülük",
      "D": "Niyet",
      "E": "Çekicilik"
    },
    "explanation": "Sorunun doğru yanıtı için 166.sayfadaki Bireylerarası iletişim ve ikna konusuna bakınız<br/>Çekicilik insanların birbirleriyle nasıl iletişim kurduklarını etkileyen değişkenlerden biridir."
  },
  {
    "id": "3362444",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, “başka bir bireyi kontrol etme veya etkileme yeteneği olarak” tanımlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Güç",
      "B": "Durum/konum",
      "C": "Boyut",
      "D": "Katılım",
      "E": "İkna"
    },
    "explanation": "Sorunun doğru yanıtı için 168.sayfadaki Bireylerarası iletişim ve ikna konusuna bakınız<br/>Güç “başka bir bireyi kontrol etme veya etkileme yeteneği olarak” tanımlanır."
  },
  {
    "id": "3362445",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, kendini açma davranışının bileşenlerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çekicilik",
      "B": "Güç",
      "C": "Durum",
      "D": "Boyut",
      "E": "Katılım"
    },
    "explanation": "Sorunun doğru yanıtı için 168.sayfadaki Bireylerarası iletişim ve ikna konusuna bakınız<br/>Boyut, kendini açma davranışının bileşenlerinden biridir."
  },
  {
    "id": "3362446",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, uyum ile iknayı birbirinden ayırmayı sağlayan ölçütlerden uyuma ait olandır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kısıtlayıcılık",
      "B": "Değişen inançlar",
      "C": "Niyetler",
      "D": "Motivasyonlar",
      "E": "Davranışlar"
    },
    "explanation": "Sorunun doğru yanıtı için 169.sayfadaki Bireylerarası iletişim ve ikna konusuna bakınız<br/>Kısıtlayıcılık, uyum ile iknayı birbirinden ayırmayı sağlayan ölçütlerden uyuma ait olandır."
  },
  {
    "id": "3362447",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangileri uyum kazanmak için kullanılan ortak taktiklerdendir?\n I. Ödül sunma \n II. Ceza ile tehdit etme \n III. Çekicilik\n IV. Uzmanlığı kullanma \n V. Saygı \n VI. Borçlu hissettirme \n VII. Dürüstlük",
    "correctAnswer": "C",
    "options": {
      "A": "I,II,III,IV,V",
      "B": "I,II,IV,VI,VII",
      "C": "I,II,IV,V,VI",
      "D": "II,III,IV,VI,VII",
      "E": "III,IV,V,VI,VII"
    },
    "explanation": "Sorunun doğru yanıtı için 170.sayfadaki Bireylerarası iletişim ve ikna konusuna bakınız<br/>Aşağıdakilerden hangileri uyum kazanmak için kullanılan ortak taktiklerdendir? \n I. Ödül sunma \n II. Ceza ile tehdit etme \n IV. Uzmanlığı kullanma \n V. Saygı \n VI. Borçlu hissettirme \n C) I,II,IV,V,VI"
  },
  {
    "id": "3362448",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, dinleyicileri konuşmayı duymadan önce olduğundan farklı düşünmeye veya davranmaya motive etmek için kullanılan, mantıklı argümanlardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gerçekler",
      "B": "İstatistikler",
      "C": "Kişisel tanıklıklar",
      "D": "Anlatılar",
      "E": "Söylentiler"
    },
    "explanation": "Sorunun doğru yanıtı için 171.sayfadaki “Bireylerarası iletişimde ikna edici konuşma” konusuna bakınız<br/>Söylentiler, dinleyicileri konuşmayı duymadan önce olduğundan farklı düşünmeye veya davranmaya motive etmek için kullanılan, mantıklı argümanlardan biri değildir."
  },
  {
    "id": "3362449",
    "unitNumber": 6,
    "text": "İkna edici konuşmanın ana noktaları ve destekleyici materyaller aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kanıt",
      "B": "Teminat",
      "C": "İddia",
      "D": "Alıntı",
      "E": "Sonuç"
    },
    "explanation": "Sorunun doğru yanıtı için 172.sayfadaki “Bireylerarası iletişimde ikna edici konuşma” konusuna bakınız<br/>Kanıt \"ikna edici konuşmanın ana noktaları ve destekleyici materyaller görevi gören\" kavramdır."
  },
  {
    "id": "3362450",
    "unitNumber": 6,
    "text": "İyi bir ikna edici konuşmada doğrudan alıntı yapılacaksa, bu durum konuşmanın en fazla yüzde kaçına karşılık gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Onuna",
      "B": "Yirmisine",
      "C": "Otuzuna",
      "D": "Ellisine",
      "E": "Altmışına"
    },
    "explanation": "Sorunun doğru yanıtı için 172.sayfadaki “Bireylerarası iletişimde ikna edici konuşma” konusuna bakınız<br/>İyi bir ikna edici konuşmada doğrudan alıntı yapılacaksa, bu durum konuşmanın en fazla yüzde otuzuna karşılık gelmelidir."
  },
  {
    "id": "3362451",
    "unitNumber": 6,
    "text": "Halk arasında yaygın şekilde kullanılan “ayağıma yer edeyim, gör sana neler edeyim” sözü, aşağıdaki ikna taktiklerinden hangisini ifade etmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Önce büyük sonra küçük rica taktiği",
      "B": "Duyulara seslenme taktiği",
      "C": "Önce küçük sonra büyük rica taktiği",
      "D": "Kısmi taahhüt altına alma taktiği",
      "E": "Borçlu hissettirme taktiği"
    },
    "explanation": "Sorunun doğru yanıtı için 175.sayfadaki “İkna edici iletişimde kullanılan yaygın taktikler” konusuna bakınız<br/>Halk arasında yaygın şekilde kullanılan “ayağıma yer edeyim, gör sana neler edeyim” sözü, \"Önce küçük sonra büyük rica\" ikna taktiğine örnektir."
  },
  {
    "id": "3362452",
    "unitNumber": 6,
    "text": "Aşağıdaki hangi ikna taktiğinde, hedef grubun veya kişinin sorulara olumlu yanıt vermesi sağlanmaya çalışılır ve kilit talep sona bırakılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Seçenekleri sınırla taktiği",
      "B": "Soruya soruyla karşılık verme taktiği",
      "C": "Kısmi taahhüt altına alma taktiği",
      "D": "Evet evet taktiği",
      "E": "Önce küçük sonra büyük rica taktiği"
    },
    "explanation": "Sorunun doğru yanıtı için 177.sayfadaki “İkna edici iletişimde kullanılan yaygın taktikler” konusuna bakınız<br/>\"Evet evet ikna taktiğinde\", hedef grubun veya kişinin sorulara olumlu yanıt vermesi sağlanmaya çalışılır ve kilit talep sona bırakılır."
  },
  {
    "id": "3362212",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi dijital teknolojiler ve iknaya ilişkin Marshall McLuhan'ın görüşlerini yansıtmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Medya biçimi, içeriğe yönelik algıyı etkiler.",
      "B": "Sosyal medyada karşılaştığımız bir içeriğin bizi ikna etme amacı taşıyıp taşımadığını kolay bir şekilde anlamamız<br/>mümkün olmayabilir.",
      "C": "Dijital teknolojilerin gönderici ile alıcı arasında sınırsız ve iki-yönlü iletişime olanak verir.",
      "D": "Dijital teknolojiler, iknanın yapısını çeşitli açılardan etkilemiştir.",
      "E": "Dijital teknolojilerin iknanın yapısını ilişkin etkiler arasında bilgi, eğlence ve reklam arasındaki sınırları bulanıklaştırması vardır."
    },
    "explanation": "Marshall McLuhan, “araç, iletidir” diyerek<br/>sadece taşıdığı mesajın değil bizzat aracın<br/>kendisinin, diğer bir ifadeyle medya biçiminin, içeriğe yönelik algıyı etkilediğini<br/>savunmaktadır."
  },
  {
    "id": "3362215",
    "unitNumber": 7,
    "text": "\"Bireyler inançlarının, tutumlarının, niyetlerinin ya da davranışlarının çoğunlukla hızlı bir şekilde değiştirmeyecek olduğu\" görüşü dijital iknanın aşağıda verilen hangi ilkesiyle açıklanır?",
    "correctAnswer": "D",
    "options": {
      "A": "Özgür seçim olması",
      "B": "Bireylerin kendilerini en iyi ikna eden kişiler olduğu",
      "C": "Kasıtlı bir şekilde gerçekleştirildiği",
      "D": "Aşamalı bir süreç olduğu",
      "E": "Belirli bir kitleye iletilecek mesajı olan iletişim süreci olması"
    },
    "explanation": "Bu özelliklerden ilki, iknanın aşamalı bir süreç olduğuna dikkat çekmektedir. Bireyler inançlarını, tutumlarını, niyetlerini ya da davranışlarını çoğunlukla hızlı bir şekilde değiştirmezler. Bireylerden ikna aracılığıyla değiştirilmesi istenilen durumun bir süreç gerektirdiği söylenebilir.<br/>Nitekim bireylerin ilgili değişiklik adına ikna edici iletişim profesyonellerinden aldıkları bilgileri önce gözden geçirmesi, değerlendirmesi ve muhakeme yaparak bir sonuca varması gerekmektedir."
  },
  {
    "id": "3362219",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi sosyal psikoloji alanında çeşitli çalışmalar yapan Robert Cialdini'ye göre iknanın ilkelerinden biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "bağlılık ve tutarlılık",
      "B": "sosyal kanıt",
      "C": "sınırlı kaynak",
      "D": "otorite",
      "E": "Süreklilik"
    },
    "explanation": "Sosyal psikoloji alanında çeşitli çalışmalar yapan Robert Cialdini, 1) karşılıklılık, 2) bağlılık ve<br/>tutarlılık, 3) sosyal kanıt, 4) beğenme, 5) otorite ve<br/>6) sınırlı kaynak olmak üzere iknaya ilişkin altı ilke<br/>belirlemiştir."
  },
  {
    "id": "3362220",
    "unitNumber": 7,
    "text": "Kullanıcıların bir sosyal medya platformunda diğer kullanıcılarla ne düzeyde iletişim kurabildiği sosyal medyanın aşağıda verilen ikna<br/>edici özelliklerinden hangisi ile ilgilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kimlik",
      "B": "Sohbet",
      "C": "Paylaşım",
      "D": "İlişkiler",
      "E": "itibar"
    },
    "explanation": "Sohbetler, kullanıcıların bir sosyal medya platformunda diğer kullanıcılarla ne düzeyde iletişim kurabildiğini temsil etmektedir. Bu bağlamda Facebook ve Twitter, kullanıcılar tarafından bir sohbet aracı<br/>olarak kullanılabilir (Kietzmann vd., 2011, s. 244). Örneğin, kullanıcılar Facebook paylaşımlarının altına<br/>yorumlar yapabilirken Twitter kullanıcıları, tweet şeklindeki sorularını diğer kullanıcılara açık bir şekilde<br/>paylaşıp ilgili kullanıcılardan yanıt alabilir. Ayrıca kullanıcılar çeşitli sosyal medya hesaplarını takip edebilir<br/>ve bu hesaplara abone olabilir."
  },
  {
    "id": "3362224",
    "unitNumber": 7,
    "text": "\"Etkili bir ikna edici iletişim için kaynak ve alıcı benzer becerilere, tutumlara, bilgi düzeyine, toplumsal değerlere ve kültüre sahip<br/>olmalıdır.\" yaklaşımı aşağıda verilen hangi modelle ilişkilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "SMCR modeli",
      "B": "İEİ modeli",
      "C": "AMA modeli",
      "D": "Sosyal Medya modeli",
      "E": "İkna edici iletişim modeli"
    },
    "explanation": "SMCR modeli, ikna edici iletişimin gerçekleşmesi için kaynak ve alıcının benzer seviyelerde olması gerektiğini ileri sürer.<br/>Böylelikle ikna edici iletişim düzgün bir biçimde gerçekleşebilir. Bu nedenle etkili bir ikna edici iletişim için kaynak ve alıcı<br/>benzer becerilere, tutumlara, bilgi düzeyine, toplumsal değerlere ve kültüre sahip olmalıdır."
  },
  {
    "id": "3362226",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Aristoteles’in İkna Teorisi'nin odak noktasıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Mesaj oluşturma ve kaynak",
      "B": "Anlam",
      "C": "İzlerkitle algısı ve işleme",
      "D": "Medya kullanımı",
      "E": "Sosyal etkileşim ve anlam"
    },
    "explanation": "Aristoteles’in İkna Teorisi'nin odak noktası mesaj oluşturma ve kaynaktır. <em>Tablo 7.2 İkna sürecinin bileşenleri, ikna teorileri ve teorilerin odak noktası</em>"
  },
  {
    "id": "3362228",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ikna süreci bileşenlerinden alıcıya odaklanan ikna teorilerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ayrıntılandırma Olasılığı Modeli",
      "B": "Göstergebilim",
      "C": "Kaynak Güvenirliği Teorisi",
      "D": "Ekme Teorisi",
      "E": "Gündem Belirleme Teorisi"
    },
    "explanation": "\"Bilişsel Çelişki Teorisi\" <br/>\"Problemli Entegrasyon Teorisi\" <br/>\"Ayrıntılandırma Olasılığı Modeli\" <br/>\"Sembolik Yakınsama Teorisi\" alıcıya odaklanan teorilerdir. <em>Tablo 7.2 İkna sürecinin bileşenleri, ikna teorileri ve teorilerin odak noktası</em>"
  },
  {
    "id": "3362229",
    "unitNumber": 7,
    "text": "Aşağıda verilenlerden hangisi ikna süreci bileşenlerinden kanala yönelik ikna teorileri arasında <strong>yer almaz?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Göstergebilim",
      "B": "Gündem Belirleme Teorisi",
      "C": "Ekme Teorisi",
      "D": "Kullanımlar ve Doyumlar Teorisi",
      "E": "İki Aşamalı Akış Teorisi"
    },
    "explanation": "\"İki Aşamalı Akış Teorisi <br/>Kullanımlar ve Doyumlar Teorisi <br/>Ekme Teorisi <br/>Gündem Belirleme Teorisi \" kanala yönelik teorilerdir. <em>Tablo 7.2 İkna sürecinin bileşenleri, ikna teorileri ve teorilerin odak noktası</em>"
  },
  {
    "id": "3362231",
    "unitNumber": 7,
    "text": "Bireylerin TV izleme düzeyleri ile gerçeklik algıları arasındaki ilişkiyi inceleyen teori aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ekme Teorisi",
      "B": "Gündem Belirleme Teorisi",
      "C": "İki Aşamalı Akış Teorisi",
      "D": "Kullanımlar ve Doyumlar Teorisi",
      "E": "Bilişsel Çelişki teorisi"
    },
    "explanation": "Ekme Teorisi<br/>Ekme teorisi, bireylerin TV izleme düzeyleri ile<br/>gerçeklik algıları arasındaki ilişkiyi incelemektedir.<br/>George Gerbner tarafından geliştirilen bu teoriye<br/>göre, bireyler gerçeklik anlayışlarını TV izleyerek<br/>oluşturmaktadır."
  },
  {
    "id": "3362233",
    "unitNumber": 7,
    "text": "\"Medyayla kıyaslandığında kanaat önderlerinin bireyler üzerinde daha çok ikna edici bir role sahip<br/>olduğu ve günümüzde sosyal medya fenomenleriyle ilişkilendirilebilen\" kanala odaklanan teori aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İki Aşamalı Akış Teorisi",
      "B": "Kullanımlar ve Doyumlar Teorisi",
      "C": "Gündem Belirleme Teorisi",
      "D": "Ekme Teorisi",
      "E": "Kaynak Güvenirliği Teorisi"
    },
    "explanation": "Medyayla kıyaslandığında kanaat önderlerinin bireyler üzerinde daha çok ikna edici bir role sahip<br/>olduğu tespit edilmiştir (Severin ve Tankard, 2014, s. 201-202). Günümüzde sosyal medya fenomenleriyle iki aşamalı akış teorisi ilişkilendirilebilir"
  },
  {
    "id": "3362315",
    "unitNumber": 7,
    "text": "I. Aşamalı bir süreçtir.\n II. Kasıtlı bir şekilde gerçekleştirilir.\n III. Aileleri bireyleri en iyi ikna eden kişilerdir.\n IV. Belirli bir kitleye iletilecek mesajı olan iletişim sürecidir.\n Yukarıda verilen bilgilerden hangisi veya hangileri iknanın özelliklerindendir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "Yalnız III",
      "D": "I, II ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Aşamalı bir süreç olması, kasıtlı bir şekilde gerçekleştirilir olması ve belirli bir kitleye iletilecek mesajı olan iletişim süreci olması iknanın özelliklerindendir."
  },
  {
    "id": "3362316",
    "unitNumber": 7,
    "text": "I. Karşılıklılık\n II. Sosyal kanıt\n III. Beğenme\n IV. Sınırlı kaynak\n Yukarıda verilenlerden hangisi veya hangileri Robert Cialdini’nin belirlediği iknaya ilişkin ilkelerdendir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Karşılıklılık, sosyal kanıt, beğenme ve sınırlı kaynak Robert Cialdini’nin belirlediği iknaya ilişkin ilkelerdendir."
  },
  {
    "id": "3362317",
    "unitNumber": 7,
    "text": "Aşağıda verilen ikna ilkelerinden hangisi, kişinin kendisine benzeyen, daha geniş bir ifadeyle benzer geçmişe ve amaçlara sahip olan kişilerle etkileşime geçme ve onlardan etkilenme ihtimallerinin daha yüksek olduğuna vurgu yapar?",
    "correctAnswer": "B",
    "options": {
      "A": "Otorite",
      "B": "Beğenme",
      "C": "Karşılıklılık",
      "D": "Bağlılık ve tutarlılık",
      "E": "Sosyal kanıt"
    },
    "explanation": "Beğenme, kişinin kendisine benzeyen, daha geniş bir ifadeyle benzer geçmişe ve amaçlara sahip olan kişilerle etkileşime geçme ve onlardan etkilenme ihtimallerinin daha yüksek olduğuna vurgu yapar."
  },
  {
    "id": "3362318",
    "unitNumber": 7,
    "text": "Aşağıda verilen sosyal medya özelliklerinden hangisi, sosyal medya platformlarında kullanıcıların kendilerinin ve diğer kullanıcıların sosyal konumlarını ne ölçüde tanımladıklarını temsil etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "İtibar",
      "B": "Paylaşma",
      "C": "Kimlik",
      "D": "Otorite",
      "E": "İlişkiler"
    },
    "explanation": "Sosyal medya özelliklerinden itibar, sosyal medya platformlarında kullanıcıların kendilerinin ve diğer kullanıcıların sosyal konumlarını ne ölçüde tanımladıklarını temsil etmektedir."
  },
  {
    "id": "3362319",
    "unitNumber": 7,
    "text": "Gerçek zamanlı tweet atma, hızlı bir şekilde canlı bir etkinliğe katılmayı ve izlemeyi teşvik ettiği için …………………………………ilkesini; kullanıcıların diğer kullanıcıları da etkinliğe katılmaya sosyal olarak zorladığı için (herkes tweet atıyor, ben de atmalıyım) ……………………… ilkesini kullanmaktadır.\n Yukarıdaki boşlukları sırasıyla aşağıdakilerden hangileri doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Sosyal kanıt-sınırlı kaynak",
      "B": "Beğenme-bağlılık",
      "C": "Sınırlı kaynak-sosyal kanıt",
      "D": "Bağlılık-beğenme",
      "E": "Tutarlılık-karşılıklılık"
    },
    "explanation": "Gerçek zamanlı tweet atma, hızlı bir şekilde canlı bir etkinliğe katılmayı ve izlemeyi teşvik ettiği için sınırlı kaynak lkesini; kullanıcıların diğer kullanıcıları da etkinliğe katılmaya sosyal olarak zorladığı için (herkes tweet atıyor, ben de atmalıyım) sosyal kanıt ilkesini kullanmaktadır."
  },
  {
    "id": "3362320",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi SMCR iletişim modeli’nin dört temel unsurundan biri olan R’yi ifade eder?",
    "correctAnswer": "D",
    "options": {
      "A": "Kaynak",
      "B": "Mesaj",
      "C": "Kanal",
      "D": "Alıcı",
      "E": "Verici"
    },
    "explanation": "Alıcı, SMCR iletişim modeli’nin dört temel unsurundan biri olan R’yi ifade eder."
  },
  {
    "id": "3362321",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi mesajın sahip olduğu ikna edici özelliklerden biri <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "İçerik",
      "B": "Bilgi",
      "C": "Yaklaşım",
      "D": "Yapı",
      "E": "Kod"
    },
    "explanation": "Bilgi, mesajın sahip olduğu ikna edici özelliklerden biri <u>değildir.</u>"
  },
  {
    "id": "3362322",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi hem kaynağın hem de alıcının sahip olduğu ikna edici özelliklerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kültür",
      "B": "Yaklaşım",
      "C": "Görme",
      "D": "Duyma",
      "E": "Yapı"
    },
    "explanation": "Kültür, hem kaynağın hem de alıcının sahip olduğu ikna edici özelliklerden biridir."
  },
  {
    "id": "3362323",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, kanala odaklanan dijital ikna teorilerinden biri <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "İki Aşamalı Akış Teorisi",
      "B": "Kullanımlar ve Doyumlar Teorisi",
      "C": "Bilişsel Çelişki Teorisi",
      "D": "Ekme Teorisi",
      "E": "Gündem Belirleme Teorisi"
    },
    "explanation": "Bilişsel Çelişki Teorisi, kanala odaklanan dijital ikna teorilerinden biri değildir."
  },
  {
    "id": "3362324",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, bireylerin TV izleme düzeyleri ile gerçeklik algıları arasındaki ilişkiyi inceleyen dijital ikna teorisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İki Aşamalı Akış Teorisi",
      "B": "Kullanımlar ve Doyumlar Teorisi",
      "C": "Bilişsel Çelişki Teorisi",
      "D": "Ekme Teorisi",
      "E": "Gündem Belirleme Teorisi"
    },
    "explanation": "Ekme teorisi bireylerin TV izleme düzeyleri ile gerçeklik algıları arasındaki ilişkiyi inceleyen dijital ikna teorisidir."
  },
  {
    "id": "3362382",
    "unitNumber": 7,
    "text": "Medyada çok fazla izlenen videolar için kullanılan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mizah olmak",
      "B": "Viral olmak",
      "C": "Sıradan olmak",
      "D": "Pelesenk olmak",
      "E": "Rezil olmak"
    },
    "explanation": "DİJİTAL TEKNOLOJİLER VE İKNA<br/>Medyada çok fazla izlenen videolar için kullanılan kavram viral olmaktır."
  },
  {
    "id": "3362383",
    "unitNumber": 7,
    "text": "İnternetin ilk kaynağı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İntnet",
      "B": "Arpanet",
      "C": "Webnet",
      "D": "Tel net",
      "E": "Online"
    },
    "explanation": "DİJİTAL TEKNOLOJİLER VE İKNA<br/>İnternetin ilk kaynağı arpanettir."
  },
  {
    "id": "3362384",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi iknanın özelliklerinden değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Aşamalı olması",
      "B": "Kasıtlı olması",
      "C": "İkna ediciler tarafından yapılması",
      "D": "Bir kitleye iletecek mesajın olması",
      "E": "Popülerlik kazanmak için yapılması"
    },
    "explanation": "DİJİTAL İKNANIN İLKELERİ<br/>Aşamalı olmak, Kasıtlı olması, İkna ediciler tarafından yapılması, Bir kitleye iletecek mesajın olması ikna özelliklerindenken popülerlik kazanmak için yapılması ise değildir."
  },
  {
    "id": "3362385",
    "unitNumber": 7,
    "text": "Sosyal medyada yapılan bir açıklama, söyleşi ya da video çekiminin bizim yaptığımızla benzer olması, yaptığımız şeyin doğru olduğuna ilişkin inancımızı güçlendirir. Bu durum iknanın hangi ilkesiyle açıklanabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Karşılıklılık",
      "B": "Bağlılık",
      "C": "Otorite",
      "D": "Sosyal kanıt",
      "E": "Beğenme"
    },
    "explanation": "Geleneksel İknanın Altı İlkesi<br/>Sosyal medyada yapılan bir açıklama, söyleşi ya da video çekiminin bizim yaptığımızla benzer olması, yaptığımız şeyin doğru olduğuna ilişkin inancımızı güçlendirir. Bu durum iknanın sosyal kanıt özelliği ile ilgilidir."
  },
  {
    "id": "3362386",
    "unitNumber": 7,
    "text": "Eskişehirde geleneksel helvacının kısa sürede ve sınırlı üretimle diğer helvacılarda daha çok çalışması iknanın hangi ilkesiyle açıklanabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Karşılıklılık",
      "B": "Bağlılık",
      "C": "Otorite",
      "D": "Sınırlı kaynak",
      "E": "Beğenme"
    },
    "explanation": "Geleneksel İknanın Altı İlkesi<br/>Eskişehir'de geleneksel helvacının kısa sürede ve sınırlı üretimle diğer helvacılarda daha çok çalışması iknanın sınırlı kaynak ilkesiyle açıklanabilir."
  },
  {
    "id": "3362387",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi sosyal medyanın digital ikna ilkelerinden değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kimlik",
      "B": "Anındalık",
      "C": "Paylaşım",
      "D": "İtibar",
      "E": "Buradalık"
    },
    "explanation": "Dijital İknanın Yedi İlkesi<br/>Kimlik, paylaşım, itibar, buradalık digital iknanın ilkelerindendir."
  },
  {
    "id": "3362388",
    "unitNumber": 7,
    "text": "Sosyal medyada bir paylaşımdaki beğeni sayısı, izlenme sayısı ya da bir tweetin retweet olma sayısı, aşağıda verilen digital ilkelerden hangisiyle açıklanır?",
    "correctAnswer": "D",
    "options": {
      "A": "Kimlik",
      "B": "Anındalık",
      "C": "Paylaşım",
      "D": "İtibar",
      "E": "Buradalık"
    },
    "explanation": "Dijital İknanın Yedi İlkesi<br/>Sosyal medyada bir paylaşımdaki beğeni sayısı, izlenme sayısı ya da bir tweetin retweet olma sayısı, aşağıda verilen digital ilkelerden itibar ile açıklanabilir."
  },
  {
    "id": "3362389",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kaynak kişiye ait iletişim özelliklerinden değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "İletişim Becerileri",
      "B": "Tutumlar",
      "C": "İçerik",
      "D": "Toplumsal Sistem",
      "E": "Kültür"
    },
    "explanation": "DİJİTAL İKNA SÜRECİ<br/>İçerik kaynak kişiye ait iletişim özelliklerinden değildir."
  },
  {
    "id": "3362390",
    "unitNumber": 7,
    "text": "Sosyal medya platformu olarak Twitter’da Trendler başlığı altında o gün gündem olan olayların yer alması DİJİTAL İKNA TEORİLERİ ile açıklanabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "İki aşamalı teori",
      "B": "Ekme teorisi",
      "C": "Gündem belirleme teorisi",
      "D": "Bilişsel çelişki teorisi",
      "E": "Sembolik yakınsama teorisi"
    },
    "explanation": "DİJİTAL İKNA TEORİLERİ<br/>Sosyal medya platformu olarak Twitter’da Trendler başlığı altında o gün gündem olan olayların yer alması digital ikna teorilerinden Gündem belirleme teorisi ile açıklanabilir."
  },
  {
    "id": "3362391",
    "unitNumber": 7,
    "text": "TV izleyicilerine filmler aracılığıyla belirli bir bakış açısı ve inanç sistemi sunarak izleyicilerde algı oluşturulması hangi digital ikna teorileri ile açıklanabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "İki aşamalı teori",
      "B": "Bilişsel çelişki teorisi",
      "C": "Ekme teorisi",
      "D": "Gündem belirleme teorisi",
      "E": "Sembolik yakınsama teorisi"
    },
    "explanation": "DİJİTAL İKNA TEORİLERİ<br/>TV izleyicilerine filmler aracılığıyla belirli bir bakış açısı ve inanç sistemi sunarak izleyicilerde algı oluşturulması ekme teorisi ile açıklanabilir."
  },
  {
    "id": "3362398",
    "unitNumber": 7,
    "text": "\"........ ........, bireyin bir olay veya durumdan haberdar olması noktasında fiziksel ve zamansal bağlamı önemsizleştirerek bahse konu olay veya durum karşısında katılımcı bir duruş göstermesini de olanaklı hale getirmiştir\" ifadesindeki boşluğu aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Karasal yayın",
      "B": "Kablolu yayın",
      "C": "Sosyal medya",
      "D": "Haber medyası",
      "E": "Geleneksel medya"
    },
    "explanation": "Giderek daha fazla yaygınlaşan dijitalleşme, akıllı cihaz teknolojisi ile mobil internet altyapısının geldiği nokta, bireyi zaman ve mekâna bağlı kalmadan sürekli erişimde tutmayı ve ağa dâhil etmeyi başarmıştır. Dolayısıyla sosyal medya, bireyin bir olay veya durumdan haberdar olması noktasında fiziksel ve zamansal bağlamı önemsizleştirerek bahse konu olay veya durum karşısında katılımcı bir duruş göstermesini de olanaklı hale getirmiştir. Doğru cevap C'dir."
  },
  {
    "id": "3362400",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, internetin doğuşu ve doğduğu ülkeye ilişkin doğru bilgiler içermektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "1960'lar İngiltere",
      "B": "1920'ler Japonya",
      "C": "1980'ler Fransa",
      "D": "1960'lar ABD",
      "E": "1990'lar Almanya"
    },
    "explanation": "İletişim tarihinin son 40 yılında, özellikle TV’nin ortaya çıkışından günümüze iletişimde yaşanan en büyük gelişmelerden biri, İnternet’in ortaya çıkması ve ağın genişlemesidir. İnternet, ABD’de 1960’larda geliştirilen, savunmayla ilgili bir iletişim sistemi olan ARPANET’ten doğmuş dünya çapında bilgisayarları birbirine bağlayan bir ağdır. Ağa bağlı bir iletişim sisteminin avantajları, ilk olarak araştırmacılar ve eğitimciler için ortaya çıkmıştır. Doğru cevap D'dir."
  },
  {
    "id": "3362404",
    "unitNumber": 7,
    "text": "Okuyucuya, izleyiciye ya da dinleyiciye bir marka, ürün ya da hizmet hakkında ilk olarak bilgi vererek başlayan, içeriğin bir kısmında ya da tamamında içerik ile markayı, ürünü veya hizmeti ilişkilendiren ve nihayetinde markanın, ürünün ya da hizmetin reklamını yapan içerik türüne ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Lobicilik",
      "B": "Sponsorlu içerik",
      "C": "Kamu spotu",
      "D": "Lansman",
      "E": "Etkileşim"
    },
    "explanation": "Sponsorlu içerik, okuyucuya, izleyiciye ya da dinleyiciye bir marka, ürün ya da hizmet hakkında ilk olarak bilgi vererek başlayan, içeriğin bir kısmında ya da tamamında içerik ile markayı, ürünü veya hizmeti ilişkilendiren ve nihayetinde markanın, ürünün ya da hizmetin reklamını yapan bir içerik türüdür. Doğru cevap B'dir."
  },
  {
    "id": "3362405",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, bir iletişim kaynağının stratejik biçimde mesajını ileterek alıcının ya da alıcı grubunun bir konu hakkındaki inançlarını, tutumlarını, niyetlerini ya da davranışlarını zora başvurmadan değiştirmek için kasıtlı ve aşamalı olan süreci tanımlamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Etkileşim",
      "B": "Kodlama",
      "C": "Ekme",
      "D": "İkna",
      "E": "Yetiştirme"
    },
    "explanation": "İkna, bir iletişim kaynağının stratejik biçimde mesajını ileterek alıcının ya da alıcı grubunun bir konu hakkındaki inançlarını, tutumlarını, niyetlerini ya da davranışlarını zora başvurmadan değiştirmek için kasıtlı bir şekilde ikna etmeye çalıştığı aşamalı bir süreç olarak tanımlanabilir. Doğru cevap D'dir."
  },
  {
    "id": "3362407",
    "unitNumber": 7,
    "text": "\"Bir bireyi yanlışlıkla ikna etmek diye bir durum söz konusu değildir; iknanın amacı istenilen yönde bir değişiklik oluşturabilmektedir\" ifadesi iknanın hangi özelliği ile tanımlanır?",
    "correctAnswer": "D",
    "options": {
      "A": "Aşamalı süreç",
      "B": "Özgür seçim",
      "C": "Katılımcı süreç",
      "D": "Kasıtlı bir şekilde",
      "E": "Etkileşimli süreç"
    },
    "explanation": "Bireylerden ikna aracılığıyla değiştirilmesi istenilen durumun bir süreç gerektirdiği söylenebilir. Nitekim bireylerin ilgili değişiklik adına ikna edici iletişim profesyonellerinden aldıkları bilgileri önce gözden geçirmesi, değerlendirmesi ve muhakeme yaparak bir sonuca varması gerekmektedir. İkincisi, iknanın kasıtlı bir şekilde gerçekleştirildiğine atıf yapmaktadır. Çünkü bir bireyi yanlışlıkla ikna etmek diye bir durum söz konusu değildir. İknanın amacı, istenilen yönde bir değişiklik oluşturabilmektir. Doğru cevap D'dir."
  },
  {
    "id": "3362409",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, iknanın başarılı olmasındaki anahtar kavram olarak değerlendirilebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Karşılıklılık",
      "B": "Denkleşme",
      "C": "Özgür seçim",
      "D": "Aşamalı süreç",
      "E": "Yakınsama"
    },
    "explanation": "İknanın başarılı olmasındaki anahtar kavram olarak değerlendirebileceğimiz özgür seçimdir. Birey; kendi inanç, tutum, niyet ve davranışlarını değiştirmede kontrolün kendisinde olduğunu ve değişikliği kendisinin yaptığını hissetmektedir. Doğru cevap C'dir."
  },
  {
    "id": "3362410",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi geleneksel iknanın ilkelerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Karşılıklılık",
      "B": "Bağlılık ve tutarlılık",
      "C": "Sosyal kanıt",
      "D": "Eleştiri",
      "E": "Sınırlı kaynak"
    },
    "explanation": "Sosyal psikoloji alanında çeşitli çalışmalar yapan Robert Cialdini, 1) karşılıklılık, 2) bağlılık ve tutarlılık, 3) sosyal kanıt, 4) beğenme, 5) otorite ve 6) sınırlı kaynak olmak üzere iknaya ilişkin altı ilke belirlemiştir. Doğru cevap D'dir."
  },
  {
    "id": "3362412",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi dijital iknanın ilkelerinden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "İçerik",
      "B": "Kimlik",
      "C": "Kanal",
      "D": "Otorite",
      "E": "Kod"
    },
    "explanation": "Sosyal medyanın dijital ikna sürecinde sahip olduğu etkiyi anlayabilmek için, sosyal medyanın ikna edici özelliklerinin ele alınması gerekmektedir. Bu özellikler aynı zamanda sosyal medyanın niteliklerini de temsil etmektedir. Kietzmann ve diğerleri (2011) sosyal medyanın; 1) kimlik, 2) sohbetler, 3) paylaşım, 4) ilişkiler, 5) itibar, 6) gruplar ve 7) buradalık olmak üzere yedi niteliğe sahip olduğunu ileri sürmüştür. Doğru cevap B'dir."
  },
  {
    "id": "3362413",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi dijital ikna sürecinde kaynağın ikna edici özellikleri arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "İletişim becerileri",
      "B": "Tutumlar",
      "C": "Bilgi",
      "D": "Kültür",
      "E": "Yaklaşım"
    },
    "explanation": "Kaynak:\n Mesajın kaynağı, onu gönderen veya oluşturan kişidir. Kişi veya kaynak, mesajı alıcıya gönderir. Gönderici olarak da adlandırılan kaynak, düşüncenin kaynaklandığı kişi olarak belirtilebilir. Düşüncelerini dikkatlice kelimelere döktükten (kodladıktan) sonra mesajı alıcıya aktaran kişiyi temsil etmektedir. Kaynak, mesajını alıcıya aktarırken iletişim becerileri, tutumlar, bilgi, toplumsal sistem ve kültür ögelerinden faydalanır. Doğru cevap E'dir."
  },
  {
    "id": "3362414",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, kanala odaklanan dijital ikna teorilerinden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "İki Aşamalı Akış Teorisi",
      "B": "Kullanımlar ve Doyumlar Teorisi",
      "C": "Sihirli Mermi Teorisi",
      "D": "Gündem Belirleme Teorisi",
      "E": "Ekme Teorisi"
    },
    "explanation": "Kanala Odaklanan Teoriler Bu başlık altında kanala odaklanarak medya kullanımını ve medya etkilerini açıklamaya çalışan teoriler ele alınmıştır: \n İki Aşamalı Akış Teorisi\n Kullanım ve Doyumlar Teorisi\n Ekme Teorisi\n Gündem Belirleme Teorisi. Doğru cevap C'dir."
  },
  {
    "id": "3362453",
    "unitNumber": 7,
    "text": "Fotoğraf çekmek için kameranın, konuşmak için mikrofonun ve içeriği düzenlemek için bilgisayarın tek bir araç olarak akıllı telefonda birleşmesi aşağıdakilerden hangisine örnektir?",
    "correctAnswer": "C",
    "options": {
      "A": "Denkleşme",
      "B": "Medya",
      "C": "Yakınsama",
      "D": "İleti",
      "E": "Benzetme"
    },
    "explanation": "Yakınsama, kitle iletişim araçlarının birbirlerini kapsayacak şekilde tek bir araçta<br/>birleşmesini ifade etmektedir."
  },
  {
    "id": "3362454",
    "unitNumber": 7,
    "text": "Çevremizde tatile gitmiş ve çeşitli otellerde bir süre kalmış tanıdıklarımıza, tatile giderken genellikle danışabiliriz. Eğer daha önce hiç gitmediğimiz bir yere gidip otelde kalmayı planlıyorsak, çevremizde o yere gidip otelde kalmış bir tanıdığımızın tavsiyelerine uymaya daha eğilim gösterebiliriz. Bu durum aşağıdaki ikna ilkelerinden hangisine örnek olabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Karşılıklılık",
      "B": "Bağlılık ve tutarlılık",
      "C": "Beğenme",
      "D": "Sosyal kanıt",
      "E": "Sınırlı kaynak"
    },
    "explanation": "Sosyal kanıt ilkesi, bireylerin diğer bireylerin doğru olduğunu düşündüğü yaklaşımlarını tespit ederek bu yaklaşımları kendilerine birer “doğru” olarak referans almalarını ifade etmektedir. Örneğin, çevremizde tatile gitmiş ve çeşitli<br/>otellerde bir süre kalmış tanıdıklarımıza, tatile giderken genellikle danışma eğiliminde oluruz. Eğer daha önce hiç gitmediğimiz bir yere gidip otelde kalmayı planlıyorsak, çevremizde o yere gidip otelde kalmış bir tanıdığımızın tavsiyelerine uymaya daha eğilimli bir hale gelebiliriz."
  },
  {
    "id": "3362455",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi geleneksel ikna ilkelerinden olan sınırlı kaynak ilkesine ilişkin <strong>doğru</strong> bir ifadedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Birey, başka birinden aldığını ona geri vermek zorunda hisseder.",
      "B": "Bireyler, belirsizlik durumlarında başkalarının davranışlarını gözler.",
      "C": "Kişinin, benzer geçmişe ve amaçlara sahip olan kişilerle etkileşime geçer.",
      "D": "Tüketiciler, uzman olarak algılanan kişilerin tavsiyelerine daha fazla uyar.",
      "E": "Tüketiciler, ürünü ya da hizmeti daha hızlı bir şekilde satın almak ister."
    },
    "explanation": "Sınırlı kaynak ilkesine göre, bir ürün veya hizmet sayısı sınırlı olarak görüldüğünde, tüketiciler genellikle söz konusu ürünü ya da hizmeti daha hızlı bir şekilde satın almak isteyebilir.<br/>Tüketiciler, ürünü ya da hizmeti daha hızlı bir şekilde satın almak ister."
  },
  {
    "id": "3362456",
    "unitNumber": 7,
    "text": "Dijital ikna sürecinin ilkelerinden sosyal kanıt, aşağıdaki sosyal medya özelliklerinden hangisi ile birlikte ele alınabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sohbetler",
      "B": "Buradalık",
      "C": "Kimlik",
      "D": "İlişkiler",
      "E": "Gruplar"
    },
    "explanation": "Sosyal kanıt ilkesi, sosyal medya özelliklerinden paylaşma, itibar ve buradalık özelliklerinde yer alır."
  },
  {
    "id": "3362457",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi SMCR iletişim modelinin mesaj bileşeninin ikna edici iletişim açısından sahip olduğu özelliklerden biri <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Kültür",
      "B": "İçerik",
      "C": "Yaklaşım",
      "D": "Kod",
      "E": "Yapı"
    },
    "explanation": "Mesajı etkileyen temel ikna edici faktörler şunlardır: içerik, unsurlar, yaklaşım, yapı, kod.<br/>Kültür"
  },
  {
    "id": "3362458",
    "unitNumber": 7,
    "text": "YouTube’da kutu açılış videosu paylaşan kullanıcıların videoda paylaştıkları bilgilerin bulunduğu dakikaları ve saniyeleri de paylaşımın altına eklemesi, aşağıda mesajı etkileyen ikna edici faktörlerden hangisine örnektir?",
    "correctAnswer": "B",
    "options": {
      "A": "İçerik",
      "B": "Yapı",
      "C": "Kod",
      "D": "Unsurlar",
      "E": "Yaklaşım"
    },
    "explanation": "Mesajın belirli bir sıra çerçevesinde düzenlenmesi ve istenilen biçimde<br/>gönderilmesi için uygun bir şekilde yapılandırılması gereklidir. YOUTUBE kutu açılış videosu paylaşan kullanıcıların videoda paylaştıkları bilgilerin bulunduğu dakikaları ve saniyeleri de paylaşımın altına eklemesi yapıya örnek olarak verilebilir."
  },
  {
    "id": "3362459",
    "unitNumber": 7,
    "text": "Medyanın bireylere ne yaptığını değil; bireylerin medyayı kullanarak neler yaptığına odaklandığını savunan teori aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bilişsel Çelişki",
      "B": "İki Aşamalı Akış",
      "C": "Göstergebilim",
      "D": "Kullanımlar ve Doyumlar",
      "E": "Gündem Belirleme"
    },
    "explanation": "Kullanımlar ve Doyumlar Teorisi, medyanın bireylere ne yaptığını değil; bireylerin medyayı kullanarak neler yaptığına odaklanmaktadır."
  },
  {
    "id": "3362460",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi George Gerbner tarafından geliştirilen ve bireylerin gerçeklik anlayışlarını TV izleyerek oluşturduğunu savunan teoridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sembolik Yakınsama",
      "B": "Göstergebilim",
      "C": "Ekme",
      "D": "Problemli Entegrasyon",
      "E": "Bilişsel Çelişki"
    },
    "explanation": "George Gerbner tarafından geliştirilen Ekme Teorisi'ne göre, bireyler gerçeklik anlayışlarını TV izleyerek oluşturmaktadır."
  },
  {
    "id": "3362461",
    "unitNumber": 7,
    "text": "İkna süreci bileşeni, ilgili bileşeni anlayabilmeye yardımcı olan temel teoriler ve teorilerin odak noktasına ilişkin aşağıdaki eşlemelerden hangisi <strong>doğrudur</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Alıcı - Sembolik Yakınsama Teorisi - Sosyal Etkileşim ve Anlam",
      "B": "Kaynak ve Mesaj - Retoriğin Beş Bileşeni Teorisi - Anlam",
      "C": "Kaynak ve Mesaj - Göstergebilim Teorisi - Kaynak",
      "D": "Kanal - Bilişsel Çelişki Teorisi - Medya Kullanımı",
      "E": "Alıcı - Ekme Teorisi - İzler Kitle Algısı ve İşleme"
    },
    "explanation": "Kaynak ve Mesaj Bileşeni:<br/>Aristoteles’in İkna Teorisi - Mesaj oluşturma ve kaynak<br/>Retoriğin Beş Bileşeni - Mesaj oluşturma ve sunum<br/>Göstergebilim - Anlam<br/>Kaynak Güvenirliği Teorisi - Kaynak\n<br/>Alıcı Bileşeni:<br/>Bilişsel Çelişki Teorisi - İzlerkitle algısı ve işleme<br/>Problemli Entegrasyon Teorisi - İzlerkitle algısı ve işleme<br/>Ayrıntılandırma Olasılığı Modeli - İzlerkitle algısı ve işleme<br/>Sembolik Yakınsama Teorisi - Sosyal etkileşim ve anlam\n<br/>Kanal bileşeni:<br/>İki Aşamalı Akış Teorisi - Medya kullanımı<br/>Kullanımlar ve Doyumlar Teorisi - Medya kullanımı<br/>Ekme Teorisi - Medya etkileri<br/>Gündem Belirleme Teorisi - Medya etkiler<br/>Alıcı - Sembolik Yakınsama Teorisi - Sosyal Etkileşim ve Anlam"
  },
  {
    "id": "3362462",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ikna edici bir iletişim ortamında nesnel gerçekliğin, duygulardan ve kişisel kanaatlerden daha az etkili olması durumu olarak tanımlanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Davranış kodları",
      "B": "Post-truht",
      "C": "Yaklaşımlar",
      "D": "Etik",
      "E": "Tutumlar"
    },
    "explanation": "Post-truth kavramını ikna edici bir iletişim ortamında nesnel gerçekliğin, duygulardan ve kişisel kanaatlerden daha az etkili olması durumu olarak tanımlanır.<br/>Post-truht"
  },
  {
    "id": "3362134",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi başarılı bir kampanya için en önemli gerekliliktir?",
    "correctAnswer": "A",
    "options": {
      "A": "Güvenilirlik",
      "B": "Çekicilik",
      "C": "Yetenek",
      "D": "Uzmanlık",
      "E": "Dürüstlük"
    },
    "explanation": "Güvenilirlik başarılı bir kampanya için en önemli gerekliliktir."
  },
  {
    "id": "3362135",
    "unitNumber": 8,
    "text": "Çoğu insan aşağıdakilerden hangisine güvenir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kanaat Önderi",
      "B": "Uzman",
      "C": "Satıcı",
      "D": "Fabrikatör",
      "E": "Bilim İnsanı"
    },
    "explanation": "Kanaat önderi çoğu insanın güvendiği kişidir."
  },
  {
    "id": "3362136",
    "unitNumber": 8,
    "text": "Yale Beş Basamaklı Gelişim Modelinin hangi aşaması markanın, adayın ya da düşüncenin ideoloji olarak kabul edilmesi anlamına gelmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Meşruluk",
      "B": "Özdeşleşme",
      "C": "Katılım",
      "D": "Yaygınlık",
      "E": "Dağıtım"
    },
    "explanation": "Modelin ikinci aşaması olan meşruluk; saygı, güvenilir bir marka, aday ya da düşünce ideoloji olarak kabul edilmek anlamına gelmektedir."
  },
  {
    "id": "3362137",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi ürün odaklı kampanya modelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Etkiler Hiyerarşisi Modeli",
      "B": "Ajitasyon ve Kontrol Modeli",
      "C": "Yeniliklerin Yayılımı Modeli",
      "D": "Toplumsal Hareketler Modeli",
      "E": "Karmaşıklık Modeli"
    },
    "explanation": "Etkiler Hiyerarşisi Modeli ürün odaklı kampanyaları tasarlama aşamasında kullanılır."
  },
  {
    "id": "3362138",
    "unitNumber": 8,
    "text": "Etkiler Hiyerarşisi Modeline göre tüketiciler ilgisiz bireylerden ikna olmuş müşterilere birbirini izleyen yedi adımda dönüşmektedir. Aşağıdakilerden hangisi üçüncü aşamayı anlatmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ürün ya da hizmetin vaatleri hakkında bilgi sahibi olma",
      "B": "Ürün ya da hizmetin varlığının farkında olmama",
      "C": "Ürün ya da hizmetin farkına varma",
      "D": "Ürün yada hizmete yönelik olumlu tutum geliştirme",
      "E": "Tüm ürün ve hizmetler arasından reklamı yapılanı seçme"
    },
    "explanation": "Üçüncü aşama; Ürün ya da hizmetin vaatleri hakkında bilgi sahibi olma"
  },
  {
    "id": "3362139",
    "unitNumber": 8,
    "text": "Etkiler Hiyerarşisi Modeline göre aşağıdakilerden hangisi davranışsal boyutta yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Satın alma",
      "B": "Farkındalık",
      "C": "Sevme",
      "D": "Tercih etme",
      "E": "Bilgi"
    },
    "explanation": "Satın alma Etkiler Hiyerarşisi Modelinde davranışsal boyutta yer alır."
  },
  {
    "id": "3362140",
    "unitNumber": 8,
    "text": "\"......................;tüketiciler için akla gelen ilk marka olmak anlamına gelmektedir?\"\n Yukarıdaki ifadede yer alan boşluğu aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Konumlandırma",
      "B": "Meşruluk",
      "C": "Özdeşleşme",
      "D": "Katılım",
      "E": "Yaygınlık"
    },
    "explanation": "Konumlandırma"
  },
  {
    "id": "3362141",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bir markayı konumlandırmanın yollarından biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ulaşılabilir olmak",
      "B": "İlk olmak",
      "C": "En iyi olmak",
      "D": "En pahalı olmak",
      "E": "Markanın ne olmadığını göstermek"
    },
    "explanation": "Ulaşılabilir olmak bir markayı konumlandırmanın yollarından biri değildir."
  },
  {
    "id": "3362142",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi sosyal hareketlerin gelişimsel sıralamasına uygundur?",
    "correctAnswer": "A",
    "options": {
      "A": "Oluşum, toplumsal huzursuzluk, coşkulu seferberlik, sürdürme, sona erdirme",
      "B": "Coşkulu seferberlik, oluşum, toplumsal huzursuzluk, sürdürme, sona erdirme",
      "C": "Toplumsal huzursuzluk, coşkulu seferberlik, oluşum, sürdürme, sona erdirme",
      "D": "Oluşum, sürdürme, coşkulu seferberlik, toplumsal huzursuzluk, sona erdirme, sürdürme",
      "E": "Coşkulu seferberlik, sona erdirme, sürdürme, toplumsal huzursuzluk, oluşum"
    },
    "explanation": "Oluşum, toplumsal huzursuzluk, coşkulu seferberlik, sürdürme, sona erdirme sosyal hareketlerin gelişimsel sıralamasına uygundur."
  },
  {
    "id": "3362143",
    "unitNumber": 8,
    "text": "Aşağıdakilerin hangisi Yeniliklerin Yayılımı Modeline göre değişime adapte olma sürecinin aşamalarının sırasını gösterir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilgi-İkna-Karar-Uygulama-Doğrulama",
      "B": "İkna- Bilgi-Karar-Uygulama-Doğrulama",
      "C": "Doğrulama-Uygulama-İkna-Bilgi- Karar",
      "D": "Karar-Doğrulama-Uygulama-İkna-Bilgi",
      "E": "Uygulama-Doğrulama-İkna-Bilgi-Karar"
    },
    "explanation": "Bilgi-İkna-Karar-Uygulama-Doğrulama"
  },
  {
    "id": "3362272",
    "unitNumber": 8,
    "text": "\"İletişim kampanyasının yürütüldüğü dönemin koşullarını ve düşünce ortamını bilmek bir kampanyanın başarıya ulaşması konusunda önemlidir\".\n Yukarıda yer alan cümle, iletişim kampanyalarının ikna ediciliğini etkileyen faktörlerden hangisini açıklamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Güvenirlik",
      "B": "Fikir İklimi",
      "C": "Kanaat Önderleri",
      "D": "Hedef Kitle Deneyimi",
      "E": "Samimiyet"
    },
    "explanation": "Kampanyanın yürütüldüğü dönemdeki yaygın düşünce ve fikirlerin neler olduğunu bilmek, bu düşünce ve fikirlerin sonucunun ne olacağını öngörebilmek bir kampanyanın başarılı olabilmesi için gereklidir."
  },
  {
    "id": "3362273",
    "unitNumber": 8,
    "text": "İletişim kampanyalarının ikna ediciliğini etkileyen faktörlerden biri olan “kampanya mesajının hedef kitlenin deneyimlerine dayanması” konusunda aşağıda verilen bilgilerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "İkna edilmek istenenin bilgi, deneyim ya da anılarına dayandırılan mesajlar, yeni bir bilgiye dayandırılan mesajlardan daha etkilidir.",
      "B": "Bir iletişim kampanyası tasarlanırken tüketiciyi, seçmeni veya katılımcıyı tanıyabilmek kampanyanın başarısından bağımsızdır.",
      "C": "Bir ürünü satabilmenin en iyi yolu hedef kitleyi ürünün ucuz olduğuna ikna etmektir.",
      "D": "Bir ürünün reklamında, kullanıcı kişiler geri planda bırakılarak ürün ön plana çıkartılmalıdır.",
      "E": "Tüketiciyi ikna edecek şeyler yalnızca tüketicinin bilinç altında saklıdır."
    },
    "explanation": "İkna edilmek istenenin bilgi, deneyim ya da anılarına dayandırılan mesajlar, yeni bir bilgiye dayandırılan mesajlardan daha etkilidir."
  },
  {
    "id": "3362274",
    "unitNumber": 8,
    "text": "Hedeflenen kitlenin bir düşünceyi benimsemesi için ikna edilmesini amaçlayan kampanya türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ürün odaklı kampanyalar",
      "B": "Aday odaklı kampanyalar",
      "C": "İdeoloji odaklı kampanyalar",
      "D": "Kişi odaklı kampanyalar",
      "E": "Reklam odaklı kampanyalar"
    },
    "explanation": "Hedeflenen kitlenin, söz konusu düşünce ya da ideolojiyi benimsemesi ve düşünce ya da ideoloji doğrultusunda hareket etmesi için ikna edilmesi amaçlanır."
  },
  {
    "id": "3362275",
    "unitNumber": 8,
    "text": "Toplumda öteden beri var olan ancak doğru bulunmayan bilginin, tutumun ve inancın değiştirilmesini amaçlayan kampanya türü aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Eğitici kampanyalar",
      "B": "Eylem kampanyaları",
      "C": "Davranış kampanyaları",
      "D": "Ürün odaklı kampanyalar",
      "E": "Değer yönlü kampanyalar"
    },
    "explanation": "Değer Yönlü Kampanyalar:\n<br/>Bu tür kampanyalar ile, toplumda öteden beri varolan ancak doğru bulunmayan bilginin, tutumun ve inancın değiştirmesi amaçlanır.<br/>Değer Yönlü Kampanyalar:\n Bu tür kampanyalar ile, toplumda öteden beri varolan ancak doğru bulunmayan bilginin, tutumun ve inancın değiştirmesi amaçlanır."
  },
  {
    "id": "3362276",
    "unitNumber": 8,
    "text": "Yale Beş Aşamalı Gelişim Modeli’ne göre “tüketici, seçmen ya da katılımcıların zihninde bir konuma yerleşme, başka bir deyişle bir konumlandırmaya sahip olma” durumu hangi aşamada gerçekleşmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Özdeşleşme",
      "B": "Meşruluk",
      "C": "Katılım",
      "D": "Yayılım",
      "E": "Dağıtım"
    },
    "explanation": "Özdeşleşme, tüketici, seçmen ya da katılımcıların zihninde bir konuma yerleşme, başka bir deyişle bir konumlandırmaya sahip olma şeklinde tanımlanabilir."
  },
  {
    "id": "3362277",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi aday ya da kişi odaklı iletişim kampanyasına katılımın göstergelerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Adayla ilgili kitlesel ya da bireysel sohbetlerde olumlu konuşmak ve adayı desteklediğini göstermek.",
      "B": "Düzenlenen etkinliklere (miting, toplantı gibi) katılımcı sayısının artması.",
      "C": "Herhangi bir amaç için belirlenmiş çevrimiçi-çevrimdışı -ki bunlar genellikle protesto gösterileri - yer almak ve yürümek.",
      "D": "Sporcu, sinema yıldızı, şarkıcı, gazeteci gibi kitleler tarafından tanınan ünlülerin ürünü kullanırken görünmesini sağlamak.",
      "E": "Düşünce ya da ideoloji ile ilgili broşür, kitapçık, el ilanı gibi materyalleri dağıtmak."
    },
    "explanation": "Aday ya da kişi odaklı iletişim kampanyasına katılımın göstergeleri şu şekilde sıralanabilir:\n<br/><ul><br/><li>Adayın düzenlediği toplantı, miting, sanal miting, sohbet odası gibi etkinliklere katılmak</li><br/><li>Adayı sembolize eden düğme, rozet, dijital işaret gibi işaret ve sembolleri taşımak</li><br/><li>Adayı sembolize den çıkartma ve etiketleri görünür kılmak. (Örneğin arabanın camına ya da evin kapısına yapıştırmak.)</li><br/><li>Adayla ilgili kitlesel ya da bireysel sohbetlerde olumlu konuşmak ve adayı desteklediğini göstermek. </li><br/></ul><br/>Aday ya da kişi odaklı iletişim kampanyasına katılımın göstergeleri şu şekilde sıralanabilir:\n <ul> <li>Adayın düzenlediği toplantı, miting, sanal miting, sohbet odası gibi etkinliklere katılmak</li> <li>Adayı sembolize eden düğme, rozet, dijital işaret gibi işaret ve sembolleri taşımak</li> <li>Adayı sembolize den çıkartma ve etiketleri görünür kılmak. (Örneğin arabanın camına ya da evin kapısına yapıştırmak.)</li> <li>Adayla ilgili kitlesel ya da bireysel sohbetlerde olumlu konuşmak ve adayı desteklediğini göstermek. </li> </ul>"
  },
  {
    "id": "3362278",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi ideoloji odaklı iletişim kampanyalarına katılımın bir göstergesidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bağışta bulunmak",
      "B": "Gönüllü sayısının çoğalması",
      "C": "Mali desteğin artması",
      "D": "Rozet takmak",
      "E": "Kampanya destekçilerinin artması"
    },
    "explanation": "Düşünce ya da ideoloji odaklı iletişim kampanyalarına\n<br/>katılımın göstergeleri şu şekilde sıralanabilir\n<br/>(Larson, 2007):\n<br/><ul><br/><li>Herhangi bir amaç için belirlenmiş çevrimiçi-</li><br/></ul><br/>çevrimdışı -ki bunlar genellikle protesto\n<br/>gösterileri - yer almak ve yürümek.\n<br/><ul><br/><li>Mum yakma, oturma, sanal imza toplama</li><br/></ul><br/>gibi eylemlerde yer almak ve eylemin gereklerini\n<br/>yerine getirmek. (Pankart taşımak,\n<br/>yürümek, oturmak, slogan atmak, imza atmak,\n<br/>kol bandı ya da bröve takmak gibi)\n<br/><ul><br/><li>Düşünce, ideoloji ya da fikri savunan sivil</li><br/></ul><br/>toplum kuruluşunu sembolize eden rozet,\n<br/>düğme gibi işaret ve sembolleri taşımak.\n<br/><ul><br/><li>Düşünce, ideoloji ya da fikri savunan sivil</li><br/></ul><br/>toplum kuruluşunu sembolize eden çıkartma\n<br/>ve etiketleri görünür kılmak. (Örneğin\n<br/>arabanın camına ya da evin kapısına yapıştırmak.)\n<br/><ul><br/><li>Düşünce ya da ideoloji ile ilgili broşür, kitapçık,</li><br/></ul><br/>el ilanı gibi materyalleri d<br/>Düşünce ya da ideoloji odaklı iletişim kampanyalarına\n katılımın göstergeleri şu şekilde sıralanabilir\n (Larson, 2007):\n <ul> <li>Herhangi bir amaç için belirlenmiş çevrimiçi-</li> </ul> çevrimdışı -ki bunlar genellikle protesto\n gösterileri - yer almak ve yürümek.\n <ul> <li>Mum yakma, oturma, sanal imza toplama</li> </ul> gibi eylemlerde yer almak ve eylemin gereklerini\n yerine getirmek. (Pankart taşımak,\n yürümek, oturmak, slogan atmak, imza atmak,\n kol bandı ya da bröve takmak gibi)\n <ul> <li>Düşünce, ideoloji ya da fikri savunan sivil</li> </ul> toplum kuruluşunu sembolize eden rozet,\n düğme gibi işaret ve sembolleri taşımak.\n <ul> <li>Düşünce, ideoloji ya da fikri savunan sivil</li> </ul> toplum kuruluşunu sembolize eden çıkartma\n ve etiketleri görünür kılmak. (Örneğin\n arabanın camına ya da evin kapısına yapıştırmak.)\n <ul> <li>Düşünce ya da ideoloji ile ilgili broşür, kitapçık,</li> </ul> el ilanı gibi materyalleri dağıtmak.\n <ul> <li>Bağışta bulunmak.</li> <li>Yeni destekçiler ve taraftarların katılmasını</li> </ul> sağlamak."
  },
  {
    "id": "3362279",
    "unitNumber": 8,
    "text": "I. Ürün ya da hizmetin varlığının farkında olmama. Potansiyel tüketici konumu.\n II. Ürün ya da hizmetin vaatleri hakkında bilgi sahibi olma.\n III. Ürün ya da hizmete yönelik olumlu tutum geliştirme, ürün ve hizmeti beğenip sevme.\n IV. Tüm ürün ve hizmetler arasından reklamı yapılanı tercih etme.\n V. Ürün ya da hizmetin farkına varma.\n VI. Ürün ya da hizmeti satın alma arzusunun ortaya çıkması, ürün ya da hizmeti satın almanın doğru bir tercih olacağına ikna olunması.\n VII. Satın alma gerçekleşmesi.\n <ul> <li>Aşağıdakilerden hangisinde Etkiler Hiyerarşisi Modeli’nin aşamaları doğru bir biçimde sıralanmıştır?</li> </ul>",
    "correctAnswer": "A",
    "options": {
      "A": "I-V-II-III-IV-VI-VII",
      "B": "II-V-III-I-VI-VII-IV",
      "C": "V-VI-VII-II-III-I-IV",
      "D": "I-II-VII-V-IV-VI-III",
      "E": "IV-I-II-III-VI-V-VII"
    },
    "explanation": "<ol><br/><li>Adım: Ürün ya da hizmetin varlığının farkında olmama. Potansiyel tüketici konumu.</li><br/><li>Adım: Ürün ya da hizmetin farkına varma.</li><br/><li>Adım: Ürün ya da hizmetin vaatleri hakkında bilgi sahibi olma.</li><br/><li>Adım: Ürün ya da hizmete yönelik olumlu tutum geliştirme, ürün ve hizmeti beğenip sevme.</li><br/><li>Adım: Tüm ürün ve hizmetler arasından reklamı yapılanı tercih etme</li><br/><li>Adım: Ürün ya da hizmeti satın alma arzusunun ortaya çıkması, ürün ya da hizmeti satın almanın doğru bir tercih olacağına ikna olunması.</li><br/><li>Adım: Satın alma davranışının gerçekleşmesi.</li><br/></ol><br/><ol> <li>Adım: Ürün ya da hizmetin varlığının farkında olmama. Potansiyel tüketici konumu.</li> <li>Adım: Ürün ya da hizmetin farkına varma.</li> <li>Adım: Ürün ya da hizmetin vaatleri hakkında bilgi sahibi olma.</li> <li>Adım: Ürün ya da hizmete yönelik olumlu tutum geliştirme, ürün ve hizmeti beğenip sevme.</li> <li>Adım: Tüm ürün ve hizmetler arasından reklamı yapılanı tercih etme</li> <li>Adım: Ürün ya da hizmeti satın alma arzusunun ortaya çıkması, ürün ya da hizmeti satın almanın doğru bir tercih olacağına ikna olunması.</li> <li>Adım: Satın alma davranışının gerçekleşmesi.</li> </ol>"
  },
  {
    "id": "3362280",
    "unitNumber": 8,
    "text": "Etkiler hiyerarşisi modeline göre aşağıdakilerden hangisi davranışsal boyutta yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Teaser reklamları",
      "B": "Tartışmacı metinler",
      "C": "Rekabetçi reklamlar",
      "D": "Betimleyici metinler",
      "E": "Perakendeci reklamları"
    },
    "explanation": "<table><tbody><tr><td><br/><strong>DAVRANIŞSAL BOYUT (Kampanya istek yaratır ve harekete geçirir) </strong>\n<br/></td><td><br/>İkna olma\n<br/>Satın alma\n<br/></td><td><br/>Son fırsat teklifleri Tanıklıklar Satış noktası uygulamaları Perakendeci reklamları\n<br/></td></tr></tbody></table><br/><table> <tbody> <tr> <td> <strong>DAVRANIŞSAL BOYUT (Kampanya istek yaratır ve harekete geçirir) </strong>\n </td> <td> İkna olma\n Satın alma\n </td> <td> Son fırsat teklifleri Tanıklıklar Satış noktası uygulamaları Perakendeci reklamları\n </td> </tr> </tbody> </table>"
  },
  {
    "id": "3362281",
    "unitNumber": 8,
    "text": "Rogers’ın Yeniliklerin Yayılımı Modeli’ne göre aşağıdakilerden hangisi yeniliğin algılanan özelliklerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Göreli avantaj",
      "B": "Karmaşıklık",
      "C": "Denenebilirlik",
      "D": "Uygunluk",
      "E": "Sürdürme"
    },
    "explanation": "Rogers, yeniliğin algılanan özelliklerini şu şekilde sıralamıştır (1995):\n<br/><ul><br/><li>Göreli avantaj: Yenililiğin, yerini aldığı fikir ya da teknolojiye göre avantajlarının değerlendirilme düzeyidir. Birey tarafından yeniliğin algılanan avantajı arttıkça, uyum oranı da artar.</li><br/><li>Uygunluk (Bağdaşma): Yeniliğin potansiyel uyum sağlayanların değerleri, geçmiş deneyimleri ve gereksinimleri ile uyumunun düzeyidir. Yenilik bireyin gereksinimini karşıladıkça uyum oranı da artar.</li><br/><li>Karmaşıklık: Bireyin yeniliğin güçlüğüne ilişkin algı düzeyidir. Karmaşıklık uyum oranı ile negatif ilişkilidir. Daha kolay olarak algılanan yeniliğe uyum daha hızlı olur.</li><br/><li>Denenebilirlik (Deneme Kolaylığı): Potansiyel uyum sağlayanın yeniliği deneme olanağının bir ölçütüdür. Yeniliği denemeye ve uygulamaya teşvik için ücretsiz örnekler, ücretsiz deneme süreleri, para iade etmeli bir deneme süresi gibi uygulamalar Bir fikir ya da teknolojiyi deneme temelinde kullanabilmek potansiyel uyum sağlayanın yeniliğe uy</li></ul><br/>Rogers, yeniliğin algılanan özelliklerini şu şekilde sıralamıştır (1995):\n <ul> <li>Göreli avantaj: Yenililiğin, yerini aldığı fikir ya da teknolojiye göre avantajlarının değerlendirilme düzeyidir. Birey tarafından yeniliğin algılanan avantajı arttıkça, uyum oranı da artar.</li> <li>Uygunluk (Bağdaşma): Yeniliğin potansiyel uyum sağlayanların değerleri, geçmiş deneyimleri ve gereksinimleri ile uyumunun düzeyidir. Yenilik bireyin gereksinimini karşıladıkça uyum oranı da artar.</li> <li>Karmaşıklık: Bireyin yeniliğin güçlüğüne ilişkin algı düzeyidir. Karmaşıklık uyum oranı ile negatif ilişkilidir. Daha kolay olarak algılanan yeniliğe uyum daha hızlı olur.</li> <li>Denenebilirlik (Deneme Kolaylığı): Potansiyel uyum sağlayanın yeniliği deneme olanağının bir ölçütüdür. Yeniliği denemeye ve uygulamaya teşvik için ücretsiz örnekler, ücretsiz deneme süreleri, para iade etmeli bir deneme süresi gibi uygulamalar Bir fikir ya da teknolojiyi deneme temelinde kullanabilmek potansiyel uyum sağlayanın yeniliğe uyum olasılığını artırır.</li> <li>Gözlenebilirlik: Yenileşmenin kullanılması sonucunun çevresindeki bireylerce gözlenebilme ve diğer bireylere iletilebilme derecesidir. Bazı yeniliklerin sonuçları diğerlerine göre daha kolaylıkla görülebilir ve iletilebilir.</li> </ul>"
  },
  {
    "id": "3362305",
    "unitNumber": 8,
    "text": "İkna sürecinde en önemli faktör aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Güvenilirlik",
      "B": "Reklamlar",
      "C": "Tanınmışlık",
      "D": "Bireylerin tutumu",
      "E": "Başarı"
    },
    "explanation": "Yanıtınız yanlış ise “<strong>İletişim Kampanyalarının İkna Ediciliğini Etkileyen Faktörler</strong>” konusunu yeniden gözden geçiriniz.<br/>İkna sürecinde güvenirlik en önemli faktördür."
  },
  {
    "id": "3362306",
    "unitNumber": 8,
    "text": "Çiftçilerin yeni tarım metodlarına nasıl adapte olduklarını ortaya koyan araştırma sonuçlarına göre çiftçileri ikna eden en etkili kaynağın ________ olduğu saptanmıştır.\n Aşağıdakilerden hangisi boşluğu en uygun şekilde tamamlamaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Güvenirlik",
      "B": "Fikir İlmi",
      "C": "Kanaat önderleri",
      "D": "Deneyim",
      "E": "Tutum"
    },
    "explanation": "Yanıtınız yanlış ise “<strong>İletişim Kampanyalarının İkna Ediciliğini Etkileyen Faktörler</strong>” konusunu yeniden gözden geçiriniz.<br/>Çiftçilerin yeni tarım metodlarına nasıl adapte olduklarını ortaya koyan bir araştırma sonuçlarına göre çiftçileri ikna eden en etkili kaynağın kanaat önderleri olduğu saptanmıştır."
  },
  {
    "id": "3362307",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi İletişim kampanyalarının temel özelliği arasında yer almaz?",
    "correctAnswer": "B",
    "options": {
      "A": "Belli çıktılar veya etkiler üretmesi hedeflenir.",
      "B": "Çok geniş bir zaman diliminde gerçekleştirilir.",
      "C": "Büyük kitleler hedeflenir.",
      "D": "Örgütlenmiş bir dizi iletişim etkinliği aracılığıyla gerçekleştirilir.",
      "E": "Planlı bir çalışmadır"
    },
    "explanation": "Yanıtınız yanlış ise “İLETİŞİM KAMPANYALARI TÜRLERİ” konusunu yeniden gözden geçiriniz.<br/>İletişim kampanyalarının temel olarak dört özelliği bulunmaktadır. Bunlar şu şekilde sıralanırlar (Rogers ve Storay, 1987):\n<br/><ul><br/><li>Belli çıktılar veya etkiler üretmesi hedeflenir.</li><br/><li>Belirli bir zaman diliminde gerçekleştirilir.</li><br/><li>Büyük kitleler hedeflenir.</li><br/><li>Örgütlenmiş bir dizi iletişim etkinliği aracılığıyla gerçekleştirilir.</li><br/><li>Planlı bir çalışmadır.</li><br/></ul>"
  },
  {
    "id": "3362308",
    "unitNumber": 8,
    "text": "Siyasal iletişim kampanyalarının yanı sıra tüm seçim kampanyalarının ele alındığı kampanya aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "ürün odaklı",
      "B": "kişi ya da aday odaklı",
      "C": "düşünce ya da ideoloji odaklı",
      "D": "reklam odaklı",
      "E": "iletişim odaklı"
    },
    "explanation": "Yanıtınız yanlış ise “İLETİŞİM KAMPANYALARI TÜRLERİ” konusunu yeniden gözden geçiriniz.<br/><strong>Kişi ya da Aday Odaklı Kampanyalar </strong>Siyasal iletişim kampanyalarının yanı sıra tüm seçim kampanyaları bu kapsamda ele alınır."
  },
  {
    "id": "3362309",
    "unitNumber": 8,
    "text": "İnsanları harekete geçirmek üzere düzenlenen her türlü kampanyayı temsil eden sosyal kampanya türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Eğitici Kampanyalar",
      "B": "Davranış Kampanyaları",
      "C": "Eylem Kampanyaları",
      "D": "İletişim Kampanyaları",
      "E": "Değer Yönlü Kampanyalar"
    },
    "explanation": "Yanıtınız yanlış ise “<strong>İLETİŞİM KAMPANYALARI TÜRLERİ</strong>” konusunu yeniden gözden geçiriniz.<br/>Eylem kampanyaları, insanları harekete geçirmek üzere düzenlenen her türlü kampanyayı temsil eder."
  },
  {
    "id": "3362310",
    "unitNumber": 8,
    "text": "Kızılay’ın yaptığı kan bağışı kampanyası veya çeşitli STK’ların çocuklara eğitim desteği sağlamak üzere düzenlediği kampanyalar aşağıdaki hangi kampanya kategorisinde ele alınmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Eylem Kampanyası",
      "B": "Davranış Kampanyası",
      "C": "Eğitici Kampanya",
      "D": "Kişi odaklı Kampanya",
      "E": "Ürün kampanyası"
    },
    "explanation": "Yanıtınız yanlış ise “<strong>İLETİŞİM KAMPANYALARI TÜRLERİ</strong>” konusunu yeniden gözden geçiriniz.<br/>Eylem kampanyaları, insanları harekete geçirmek üzere düzenlenen her türlü kampanyayı temsil eder. Örneğin, Kızılay’ın yaptığı kan bağışı kampanyası veya çeşitli STK’ların çocuklara eğitim desteği sağlamak üzere düzenlediği kampanyalar bu kategoride ele alınabilir."
  },
  {
    "id": "3362311",
    "unitNumber": 8,
    "text": "“Tüketici, seçmen ya da katılımcıların zihninde bir konuma yerleşme, başka bir deyişle bir konumlandırmaya sahip olma” Aşağıdaki Yale Beş Aşamalı Gelişim Modeli’ne göre hangi aşamadadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Meşruluk",
      "B": "Katılım",
      "C": "Dağıtım",
      "D": "Yayılım",
      "E": "Özdeşleşme"
    },
    "explanation": "Yanıtınız yanlış ise “<strong>İLETİŞİM KAMPANYALARINDA YARARLANILABİLECEK MODELLER</strong>” konusunu yeniden gözden geçiriniz.<br/>Özdeşleşme, tüketici, seçmen ya da katılımcıların zihninde bir konuma yerleşme, başka bir deyişle bir konumlandırmaya sahip olma şeklinde tanımlanabilir."
  },
  {
    "id": "3362312",
    "unitNumber": 8,
    "text": "“Sporcu, sinema yıldızı, şarkıcı, gazeteci gibi kitleler tarafından tanınan ünlülerin ürünü kullanırken görünmesini sağlamak.” Aşağıdaki Yale Beş Aşamalı Gelişim Modeli’ne göre hangi aşamadadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Dağıtma",
      "B": "Yayılma",
      "C": "Meşrulaştırma",
      "D": "Katılma",
      "E": "Özdeşleşme"
    },
    "explanation": "Yanıtınız yanlış ise “<strong>İLETİŞİM KAMPANYALARINDA YARARLANILABİLECEK MODELLER</strong>” konusunu yeniden gözden geçiriniz.<br/>Ürün odaklı iletişim kampanyalarında kullanılan diğer meşrulaştırma yöntemleri şu şekilde sıralanabilir (Larson, 2007):\n <ul> <li>Sporcu, sinema yıldızı, şarkıcı, gazeteci gibi kitleler tarafından tanınan ünlülerin ürünü kullanırken görünmesini sağlamak” .</li> </ul>"
  },
  {
    "id": "3362313",
    "unitNumber": 8,
    "text": "Etkiler hiyerarşisi modeline göre \"<strong>Kampanyanın istek yaratması ve harekete geçirmesi” </strong>aşağıdaki hangi boyutta yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Bilişsel",
      "B": "Duyuşsal",
      "C": "Davranışsal",
      "D": "Psikomotor",
      "E": "Fizyolojik"
    },
    "explanation": "Yanıtınız yanlış ise “<strong>İLETİŞİM KAMPANYALARINDA YARARLANILABİLECEK MODELLER</strong>” konusunu yeniden gözden geçiriniz.<br/>DAVRANIŞSAL BOYUT (Kampanya istek yaratır ve harekete geçirir)"
  },
  {
    "id": "3362314",
    "unitNumber": 8,
    "text": "Yolunda gitmeyen şeylerin birçok kişiden önce farkında olan birey ya da gruplar, eksiklikler, yetersizlikler, adaletsizlikler ya da ters giden şeyler üzerine konuşmaya başlaması aşağıdaki Stewart, Smith ve Denton, sosyal hareketlerin gelişimsel basamaklarının hangisinde yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "oluşum",
      "B": "toplumsal huzursuzluk",
      "C": "coşkulu seferberlik",
      "D": "sürdürme",
      "E": "sona erdirme"
    },
    "explanation": "Yanıtınız yanlış ise “<strong>İLETİŞİM KAMPANYALARINDA YARARLANILABİLECEK MODELLER</strong>” konusunu yeniden gözden geçiriniz.<br/><strong>Oluşum </strong>aşamasında, yolunda gitmeyen şeylerin birçok kişiden önce farkında olan birey ya da gruplar, eksiklikler, yetersizlikler, adaletsizlikler ya da ters giden şeyler üzerine konuşmaya başlar."
  },
  {
    "id": "3362423",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi iletişim kampanyalarının ikna ediciliğini etkileyen faktörlerden biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Güvenilirlik",
      "B": "Fikir İklimi",
      "C": "Mesajının Hedef Kitlenin Deneyimlerine Dayanması",
      "D": "Kanaat Önderleri",
      "E": "Özdeşleşme"
    },
    "explanation": "İletişim kampanyalarının başarısını, eş deyişle ikna ediciliğini etkileyen faktörler şu şekilde sıralanabilir (Larson, 2001): Güvenilirlik, Fikir İklimi, Mesajının Hedef Kitlenin Deneyimlerine Dayanması, Kanaat Önderleri"
  },
  {
    "id": "3362424",
    "unitNumber": 8,
    "text": "Aşağıdaki kavramlardan hangisi \"kampanyanın yürütüldüğü dönemdeki yaygın düşünceleri\" ifade etmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Güvenilirlik",
      "B": "Fikir İklimi",
      "C": "Kanaat Önderleri",
      "D": "Kullanıcı görüşleri",
      "E": "Kampanya ideolojisi"
    },
    "explanation": "Kampanyanın yürütüldüğü dönemdeki yaygın düşünce ve fikirler, fikir iklimi olarak adlandırılır. F"
  },
  {
    "id": "3362425",
    "unitNumber": 8,
    "text": "Günümüzde erkeklerin de kadınlar kadar mutfak işlerinden anlaması gerektiğinden yola çıkarak, erkekleri mutfakta yemek ya da pasta yaparken ya da ütü yaparken gösteren reklamlar iletişim kampanyalarının ikna ediciliğini etkileyen hangi faktör ile ilişkilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Güvenilirlik",
      "B": "Fikir İklimi",
      "C": "Mesajın Hedef Kitlenin Deneyimlerine Dayanması",
      "D": "Kanaat Önderleri",
      "E": "Geçerlilik"
    },
    "explanation": "Fikir İklimi: Bugün popüler olan pek çok düşünce ve kanaat, kampanyaları yönlendirmektedir. Günümüzde erkeklerin de kadınlar kadar mutfak işlerinden anlaması gerektiği kanaatinden yola çıkarak, erkekleri mutfakta yemek ya da pasta yaparken ya da ütü yaparken gösteren reklamlar bu duruma örnek olarak verilebilir."
  },
  {
    "id": "3362426",
    "unitNumber": 8,
    "text": "İletişim kampanyaları ile ilgili aşağıda verilen ifadelerden hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Belli çıktılar veya etkiler üretmesi hedeflenir.",
      "B": "Zaman sınırlaması yoktur, amaca ulaşınca sonlandırılır.",
      "C": "Büyük kitleler hedeflenir.",
      "D": "Örgütlenmiş bir dizi iletişim etkinliği aracılığıyla gerçekleştirilir.",
      "E": "Bilgilendirme, ikna etme veya davranış değişimine yöneliktir."
    },
    "explanation": "İletişim kampanyalarının temel olarak dört özelliği bulunmaktadır. Bunlar şu şekilde sıralanırlar (Rogers ve Storay, 1987):<br/>• Belli çıktılar veya etkiler üretmesi hedeflenir.<br/>• Belirli bir zaman diliminde gerçekleştirilir.<br/>• Büyük kitleler hedeflenir.<br/>• Örgütlenmiş bir dizi iletişim etkinliği aracılığıyla gerçekleştirilir."
  },
  {
    "id": "3362427",
    "unitNumber": 8,
    "text": "\"Siyasal iletişim kampanyalarının yanı sıra tüm seçim kampanyaları\" hangi iletiştim kampanyası türü kapsamında ele alınmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Ürün Odaklı Kampanyalar",
      "B": "Kişi ya da Aday Odaklı Kampanyalar",
      "C": "Düşünce ya da İdeoloji Odaklı Kampanyalar",
      "D": "Sağlık İletişim Kampanyaları",
      "E": "Sosyal Kampanyalar"
    },
    "explanation": "Siyasal iletişim kampanyalarının yanı sıra tüm seçim kampanyaları bu kapsamda ele alınır. Başka bir deyişle sadece iktidara gelecek parti ya da<br/>partilerin belirlendiği genel seçimler için yapılan kampanyalar değil, rektörlük seçimi, yönetim kurulu başkanının seçimi ya da herhangi bir örgütün başkanının seçimi gibi liderlik edecek kişilerin seçimi için yapılan kampanyalar da kişi ya da aday odaklı kampanyalar arasında yer alır"
  },
  {
    "id": "3362428",
    "unitNumber": 8,
    "text": "Kızılay’ın yaptığı kan bağışı kampanyası veya çeşitli STK’ların çocuklara eğitim desteği sağlamak üzere düzenlediği kampanyalar hangi sosyal kampanya türü kapsamında ele alınmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Eğitici Kampanyalar",
      "B": "Eylem Kampanyaları",
      "C": "Davranış Kampanyaları",
      "D": "Değer Yönlü Kampanyalar",
      "E": "Sağlık İletişim Kampanyaları"
    },
    "explanation": "Eylem Kampanyaları: Eylem kampanyaları, insanları harekete geçirmek üzere düzenlenen her türlü kampanyayı temsil eder. Örneğin, Kızılay’ın yaptığı kan bağışı kampanyası veya çeşitli STK’ların çocuklara eğitim desteği sağlamak üzere düzenlediği kampanyalar bu kategoride ele alınabilir."
  },
  {
    "id": "3362429",
    "unitNumber": 8,
    "text": "\"Dizi ve sinema filmlerinde ürün yerleştirme taktiğini kullanmak\" Yale Beş Aşamalı Gelişim Modelinin hangi aşaması ile ilgili bir örnektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Özdeşleşme",
      "B": "Meşruluk",
      "C": "Katılım",
      "D": "Yaygınlık",
      "E": "Dağıtım"
    },
    "explanation": "Ürün odaklı iletişim kampanyalarında kullanılan diğer meşrulaştırma yöntemleri şu şekilde sıralanabilir (Larson, 2007):\n • Dizi ve sinema filmlerinde ürün yerleştirme taktiğini kullanmak.<br/>• Türk Standartları Enstitüsü, Kalite Derneği, Kardiyologlar Derneği gibi alanında otorite olan bazı kuruluşların onayını almak.<br/>• Sponsorluk yapmak."
  },
  {
    "id": "3362430",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Yale Beş Aşamalı Gelişim Modeline göre aday ya da kişi odaklı iletişim kampanyasına katılımın göstergeleri arasında <strong>yer almaz</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Adayın düzenlediği toplantı, miting, sohbet odası gibi etkinliklere katılmak",
      "B": "Adayı sembolize eden düğme, rozet gibi işaret ve sembolleri taşımak",
      "C": "Adayı sembolize den çıkartma ve etiketleri görünür kılmak",
      "D": "Kitlesel ya da bireysel sohbetlerde olumlu konuşmak ve adayı desteklediğini göstermek.",
      "E": "Adayın hizmetleri ile ilgili hediye ya da indirim kuponları kullanmak"
    },
    "explanation": "Aday ya da kişi odaklı iletişim kampanyasına katılımın göstergeleri şu şekilde sıralanabilir:<br/>• Adayın düzenlediği toplantı, miting, sanal miting, sohbet odası gibi etkinliklere katılmak<br/>• Adayı sembolize eden düğme, rozet, dijital işaret gibi işaret ve sembolleri taşımak<br/>• Adayı sembolize den çıkartma ve etiketleri görünür kılmak. <br/>• Adayla ilgili kitlesel ya da bireysel sohbetlerde olumlu konuşmak ve adayı desteklediğini göstermek."
  },
  {
    "id": "3362431",
    "unitNumber": 8,
    "text": "1961 yılında reklamcılık ve pazarlama uzmanları Robert Lavidge ve Gary Steiner tarafından geliştirilen etkiler hiyerarşisi modelinin yedinci ve son adımı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ürün ya da hizmetin vaatleri hakkında bilgi sahibi olma.",
      "B": "Ürün ya da hizmete yönelik olumlu tutum geliştirme",
      "C": "Ürün ya da hizmeti satın alma arzusunun ortaya çıkması",
      "D": "Tüm ürün ve hizmetler arasından reklamı yapılanı tercih etme",
      "E": "Satın alma davranışının gerçekleşmesi"
    },
    "explanation": "1. Adım: Ürün ya da hizmetin varlığının farkında olmama. Potansiyel tüketici konumu.<br/>2. Adım: Ürün ya da hizmetin farkına varma.<br/>3. Adım: Ürün ya da hizmetin vaatleri hakkında bilgi sahibi olma.<br/>4. Adım: Ürün ya da hizmete yönelik olumlu tutum geliştirme, ürün ve hizmeti beğenip sevme.<br/>5. Adım: Tüm ürün ve hizmetler arasından reklamı yapılanı tercih etme<br/>6. Adım: Ürün ya da hizmeti satın alma arzusunun ortaya çıkması, ürün ya da hizmeti satın almanın doğru bir tercih olacağına ikna olunması.<br/>7. Adım: Satın alma davranışının gerçekleşmesi"
  },
  {
    "id": "3362432",
    "unitNumber": 8,
    "text": "\"Toplumsal değişim için nelerin yapılmasının gerektiğinin dile getirildiği; toplumsal hareketin karşıtlarının kötü ve yanlış olarak tanımlandığı ve destekleyenlerin coşmaları için çabalandığı\" Toplumsal Hareketler Modeli aşaması aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Oluşum",
      "B": "Toplumsal huzursuzluk",
      "C": "Coşkulu seferberlik",
      "D": "Sürdürme",
      "E": "Sona erdirme"
    },
    "explanation": "Toplumsal huzursuzluk aşamasında, harekete katılan insanların sayısı günden güne artmaya başlar. Bu aşamada toplumsal değişim için nelerin<br/>yapılmasının gerektiği dile getirilir ve toplumsal hareketin karşıtları kötü ve yanlış olarak tanımlanır ve destekleyenlerin ve kitlelerin coşmaları için çabalanır."
  },
  {
    "id": "3362474",
    "unitNumber": 8,
    "text": "Kampanyanın yürütüldüğü dönemdeki yaygın düşünce ve fikirler,............olarak adlandırılır. .................... nelerden oluştuğunu bilmek, bu düşünce ve fikirlerin sonucunun ne olacağını öngörebilmek bir kampanyanın başarılı olabilmesi için gereklidir.\n Yukarıdaki boşluklara aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Güvenirlik/Fikir İkliminin",
      "B": "Kanaat Önderleri/Güvenirliğinin",
      "C": "İdeoloji/Özdeşleşmenin",
      "D": "Fikir İklimi/Fikir İkliminin",
      "E": "Özdeşleşme/Meşruluğun"
    },
    "explanation": "Kampanyanın yürütüldüğü dönemdeki yaygın düşünce ve fikirler, fikir iklimi olarak adlandırılır. Fikir ikliminin nelerden oluştuğunu bilmek, bu düşünce ve fikirlerin sonucunun ne olacağını öngörebilmek bir kampanyanın başarılı olabilmesi için gereklidir."
  },
  {
    "id": "3362475",
    "unitNumber": 8,
    "text": "Genellikle belirlenmiş bir amacı gerçekleştirmek için, belirli bir hedef kitleye, kitle iletişim araçları yoluyla yapılan ve bir dizi ikna edici mesajı kapsayan planlı etkinliklere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "İletişim Kampanyaları",
      "B": "Sosyal Medya Kampanyaları",
      "C": "Pazarlama",
      "D": "Halkla İlişkiler",
      "E": "Stratejik İletişim"
    },
    "explanation": "En genel anlamıyla iletişim kampanyaları, genellikle belirlenmiş bir amacı gerçekleştirmek için, belirli bir hedef kitleye, kitle iletişim araçları yoluyla yapılan ve bir dizi ikna edici mesajı kapsayan planlı etkinliklerdir."
  },
  {
    "id": "3362476",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi iletişim kampanyalarının temel özelliklerinden<u><strong> biri değildir?</strong></u>",
    "correctAnswer": "E",
    "options": {
      "A": "Belli çıktılar veya etkiler üretmesi hedeflenir.",
      "B": "Büyük kitleler hedeflenir.",
      "C": "Belirli bir zaman diliminde gerçekleştirilir.",
      "D": "Örgütlenmiş bir dizi iletişim etkinliği aracılığıyla gerçekleştirilir.",
      "E": "Kitleleri motive etmek amaçlanır."
    },
    "explanation": "İletişim kampanyalarının temel olarak dört özelliği bulunmaktadır. Bunlar şu şekilde sıralanırlar (Rogers ve Storay, 1987): • Belli çıktılar veya etkiler üretmesi hedeflenir. • Belirli bir zaman diliminde gerçekleştirilir. • Büyük kitleler hedeflenir. • Örgütlenmiş bir dizi iletişim etkinliği aracılığıyla gerçekleştirilir."
  },
  {
    "id": "3362478",
    "unitNumber": 8,
    "text": "Toplumda öteden beri varolan ancak doğru bulunmayan bilginin, tutumun ve inancın değiştirmesinin amaçlandığı kampanyalara ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Stratejik İletişim Kampanyası",
      "B": "Tarihi Kampanyalar",
      "C": "Değer Yönlü Kampanyalar",
      "D": "Sosyal Kampanyalar",
      "E": "Davranış Kampanyaları"
    },
    "explanation": "Değer Yönlü Kampanyalar: Bu tür kampanyalar ile, toplumda öteden beri varolan ancak doğru bulunmayan bilginin, tutumun ve inancın değiştirmesi amaçlanır."
  },
  {
    "id": "3362479",
    "unitNumber": 8,
    "text": "\"Belli bir zaman süresi içinde, sayıca birçok birey üzerinde, belli bir davranış değişikliği yaratmak için medya, mesaj ve örgütlenmiş bir dizi iletişim faaliyetinin kullanılması\" olarak tanımlanan kampanyalar aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Davranış Kampanyaları",
      "B": "Sosyal Kampanyalar",
      "C": "Tarihi Kampanyalar",
      "D": "Eylem Kampanyaları",
      "E": "Eğitici Kampanyalar"
    },
    "explanation": "Sosyal kampanyalar, belli bir zaman süresi içinde, sayıca birçok birey üzerinde, belli bir davranış değişikliği yaratmak için medya, mesaj ve örgütlenmiş bir dizi iletişim faaliyetinin kullanılmasıdır."
  },
  {
    "id": "3362480",
    "unitNumber": 8,
    "text": "Bu tür kampanyalarda topluma belirli bir konu hakkında bilgi verilir. Birey için bilginin önem kazanması, bireyin ilginliğini de artırmakta, ortaya çıkan durum kampanyanın başarısını olumlu şekilde etkilemektedir.\n Yukarıda bilgileri verilen kampanya türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Eğitici Kampanyalar",
      "B": "Eylem Kampanyaları",
      "C": "Davranış Kampanyaları",
      "D": "Değer Yönlü Kampanyalar",
      "E": "Ürün Odaklı Kampanyalar"
    },
    "explanation": "Eğitici kampanyalarda topluma belirli bir konu hakkında bilgi verilir. Birey için bilginin önem kazanması, bireyin ilginliğini de artırmakta, ortaya çıkan durum kampanyanın başarısını olumlu şekilde etkilemektedir."
  },
  {
    "id": "3362481",
    "unitNumber": 8,
    "text": "Kızılay’ın yaptığı kan bağışı kampanyası veya çeşitli STK’ların çocuklara eğitim desteği sağlamak üzere düzenlediği kampanyalar hangi tür kampanyalardandır?",
    "correctAnswer": "D",
    "options": {
      "A": "Eğitici Kampanyalar",
      "B": "Davranış Kampanyaları",
      "C": "Değer Yönlü Kampanyalar",
      "D": "Eylem Kampanyaları",
      "E": "Yardım Kampanyaları"
    },
    "explanation": "Eylem Kampanyaları: Eylem kampanyaları, insanları harekete geçirmek üzere düzenlenen her türlü kampanyayı temsil eder. Örneğin, Kızılay’ın yaptığı kan bağışı kampanyası veya çeşitli STK’ların çocuklara eğitim desteği sağlamak üzere düzenlediği kampanyalar bu kategoride ele alınabilir."
  },
  {
    "id": "3362482",
    "unitNumber": 8,
    "text": "..................., tüketici, seçmen ya da katılımcıların zihninde bir konuma yerleşme, başka bir deyişle bir konumlandırmaya sahip olma şeklinde tanımlanabilir.\n Yukarıdaki boşluğa aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kampanya",
      "B": "Özdeşleşme",
      "C": "Meşruluk",
      "D": "Katılım",
      "E": "Stratejik İletişim"
    },
    "explanation": "Özdeşleşme Özdeşleşme, tüketici, seçmen ya da katılımcıların zihninde bir konuma yerleşme, başka bir deyişle bir konumlandırmaya sahip olma şeklinde tanımlanabilir."
  },
  {
    "id": "3362483",
    "unitNumber": 8,
    "text": "Stewart, Smith ve Denton, sosyal hareketlerin gelişimsel basamaklarını; oluşum, toplumsal huzursuzluk, coşkulu seferberlik, sürdürme,........................ve olarak tanımlamaktadır.\n Yukarıdaki boşluğa aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Strateji",
      "B": "Uygulama",
      "C": "Sona erdirme",
      "D": "Özdeşleşme",
      "E": "Yöndeşme"
    },
    "explanation": "Stewart, Smith ve Denton, sosyal hareketlerin gelişimsel basamaklarını; oluşum (genesis), toplumsal huzursuzluk (social unrest), coşkulu seferberlik (enthusiastic mobilization), sürdürme (maintenance), ve sona erdirme (termination) olarak tanımlamaktadır (2012)."
  },
  {
    "id": "3362484",
    "unitNumber": 8,
    "text": "Bu aşamada harekete katılan insanların sayısı günden güne artmaya başlar. Toplumsal değişim için nelerin yapılmasının gerektiği dile getirilir ve toplumsal hareketin karşıtları kötü ve yanlış olarak tanımlanır ve destekleyenlerin ve kitlelerin coşmaları için çabalanır.\n<br/>Yukarıdaki açıklama Stewart, Smith ve Denton'ın tanımladığı sosyal hareketlerin gelişimsel basamaklarından hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Toplumsal huzursuzluk",
      "B": "Coşkulu seferberlik",
      "C": "Yeni/modern toplumsal hareketler",
      "D": "Sürdürme",
      "E": "Oluşum"
    },
    "explanation": "Toplumsal huzursuzluk aşamasında, harekete katılan insanların sayısı günden güne artmaya başlar. Bu aşamada toplumsal değişim için nelerin yapılmasının gerektiği dile getirilir ve toplumsal hareketin karşıtları kötü ve yanlış olarak tanımlanır ve destekleyenlerin ve kitlelerin coşmaları için çabalanır."
  },
  {
    "id": "3362553",
    "unitNumber": 8,
    "text": "I. Güvenilirlik\n II. Fikir İklimi\n III. Geçerlilik\n IV. Kampanya Mesajının Hedef Kitlenin Deneyimlerine Dayanması \n Verilenlerden hangileri iletişim kampanyalarının başarısını ya da ikna ediciliğini etkileyen etmeler arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II-III",
      "B": "II-III-IV",
      "C": "I-III-IV",
      "D": "II-III-IV",
      "E": "I-II-IV"
    },
    "explanation": "İletişim Kampanyalarının İkna<br/>Ediciliğini Etkileyen Faktörler<br/>İletişim kampanyalarının başarısını, eş deyişle<br/>ikna ediciliğini etkileyen faktörler şu şekilde sıralanabilir (Larson, 2001):\n Güvenirlik\n Fikir İklimi\n Kanaat önderleri\n Kampanya Mesajının Hedef Kitlenin<br/>Deneyimlerine Dayanması"
  },
  {
    "id": "3362554",
    "unitNumber": 8,
    "text": "Çiftçilerin yeni tarım metodlarına nasıl adapte olduklarını ortaya koyan bir araştırma sonuçlarına göre çoğu<br/>çiftçi aynı mesaja, Tarım Bakanlığından geldiğinde kayıtsız kalırken; saygı duyulan, güvenilen ve uzman olarak görülen çiftçilerden geldiğinde inanmış ve mesajı kabul etmiştir. Bu durum iletişim kampanyalarının ikna ediciliğini etkileyen hangi etmene işaret etmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Güvenirlik",
      "B": "Kanaat önderleri",
      "C": "Fikir iklimi",
      "D": "Kampanya mesajının hedef kitlenin deneyimlerine dayanması",
      "E": "Düşünce sistemi"
    },
    "explanation": "Kanaat Önderleri<br/>Başarılı kampanyalar incelendiğinde, bu kampanyaların mesajlarının kanaat önderlerini hedeflediğini görürüz. Çiftçilerin yeni tarım metodlarına<br/>nasıl adapte olduklarını ortaya koyan bir araştırma<br/>sonuçlarına göre çiftçileri ikna eden en etkili kaynağın kanaat önderleri olduğu saptanmıştır. Çoğu<br/>çiftçi aynı mesaja, Tarım Bakanlığından geldiğinde<br/>kayıtsız kalırken; saygı duyulan, güvenilen ve uzman olarak görülen çiftçilerden bir başka ifade ile,<br/>kanaat önderlerinden geldiğinde inanmış ve mesajı<br/>kabul etmiştir. Çoğu insanı, ikna edicinin söylediğinden çok kanaat önderinin söylediği ve yaptığı<br/>ikna eder. Bu nedenle kampanya tasarlarken kanaat<br/>önderlerinin etkisini göz ardı etmemek gerekir."
  },
  {
    "id": "3362555",
    "unitNumber": 8,
    "text": "Geniş ve sınırları iyi çizilmiş bir hedef kitleye yönelik olarak, bilgilendirme, ikna etme veya davranış değişimine yönelik motivasyon amacı güden, belirli bir zaman dilimi içerisinde gerçekleştirilen ve kitlesel/dijital mecraları da içine alan örgütlenmiş iletişim faaliyetleri aracılığı ile gerçekleştirilen planlı çalışmalar aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İkna edici iletişim",
      "B": "Hedef kitleyi tanıma",
      "C": "İletişim kampanyası",
      "D": "Güvenirlik oluşturma",
      "E": "Kanaat önderlerini tanıma"
    },
    "explanation": "İletişim kampanyaları, geniş ve sınırları<br/>iyi çizilmiş bir hedef kitleye yönelik olarak, bilgilendirme, ikna etme veya davranış değişimine yönelik motivasyon amacı<br/>güden, belirli bir zaman dilimi içerisinde<br/>gerçekleştirilen ve kitlesel/dijital mecraları<br/>da içine alan örgütlenmiş iletişim faaliyetleri aracılığı ile gerçekleştirilen planlı çalışmalardır"
  },
  {
    "id": "3362556",
    "unitNumber": 8,
    "text": "\"İkna edilmek istenenin bilgi, deneyim ya da anılarına dayandırılan mesajlar, yeni bir bilgiye dayandırılan mesajlardan daha etkilidir.\" görüşü iletişim kampanyalarının ikna ediciliğini etkileyen hangi etmenle ilişkilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Güvenirlik",
      "B": "Kampanya mesajının hedef kitlenin deneyimlerine dayanması",
      "C": "İkna edicilik",
      "D": "Kanaat önderleri",
      "E": "Fikir iklimi"
    },
    "explanation": "Kampanya Mesajının Hedef Kitlenin<br/>Deneyimlerine Dayanması<br/>İkna edilmek istenenin bilgi, deneyim ya da<br/>anılarına dayandırılan mesajlar, yeni bir bilgiye dayandırılan mesajlardan daha etkilidir. Kampanya<br/>tasarlanırken, tüketici, seçmen ya da katılımcının<br/>bilgi düzeyini, duygularını, deneyim ve anılarını<br/>bilebilmek, kısacası onu tanıyabilmek kuşkusuz ki<br/>kampanyanın başarısını etkileyecektir."
  },
  {
    "id": "3362557",
    "unitNumber": 8,
    "text": "Amacı seçmen davranışını istenilen yönde etkileyebilmek olan iletişim kampanya türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ürün odaklı kampanyalar",
      "B": "Kişi ya da aday odaklı kampanyalar",
      "C": "Düşünce ya da ideoloji odaklı kampanyalar",
      "D": "Genel kampanyalar",
      "E": "Sağlık kampanyaları"
    },
    "explanation": "Kişi ya da Aday Odaklı Kampanyalar<br/>Siyasal iletişim kampanyalarının yanı sıra tüm<br/>seçim kampanyaları bu kapsamda ele alınır. Başka bir deyişle sadece iktidara gelecek parti ya da<br/>partilerin belirlendiği genel seçimler için yapılan<br/>kampanyalar değil, rektörlük seçimi, yönetim kurulu başkanının seçimi ya da herhangi bir örgütün<br/>başkanının seçimi gibi liderlik edecek kişilerin seçimi için yapılan kampanyalar da kişi ya da aday<br/>odaklı kampanyalar arasında yer alır. Bu kampanyaların amacı seçmen davranışını istenilen yönde<br/>etkileyebilmektir. Bu kampanyaların öznesi aday ya<br/>da kişidir. Bu tür kampanyalarla seçmenin adaya<br/>yönelik olumlu bir tutum geliştirmesi ve ardından<br/>adaya oy vermesi hedeflenir."
  },
  {
    "id": "3362558",
    "unitNumber": 8,
    "text": "Genellikle toplum yararını hedefleyen, sivil toplum örgütleri tarafından yapılan ve sosyal kampanyalar olarak da adlandırılan kampanya türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Düşünce ya da İdeoloji Odaklı Kampanyalar",
      "B": "Kişi ya da Aday Odaklı Kampanyalar",
      "C": "Ürün Odaklı Kampanyalar",
      "D": "Genel Kampanyalar",
      "E": "Eş kampanyalar"
    },
    "explanation": "Düşünce ya da İdeoloji Odaklı<br/>Kampanyalar<br/>Bu tür kampanyaların öznesi düşüncelerdir.<br/>Hedeflenen kitlenin, söz konusu düşünce ya da<br/>ideolojiyi benimsemesi ve düşünce ya da ideoloji<br/>doğrultusunda hareket etmesi için ikna edilmesi<br/>amaçlanır. Genellikle toplum yararını hedefleyen<br/>bu tür kampanyalar sivil toplum örgütleri tarafından yapılır ve sosyal kampanyalar olarak da adlandırılır. Sigara ve Ulusal Sağlık Komitesinin sigara<br/>karşıtı “Dumansız Hava Sahası” kampanyası, sigaranın insan ve toplum sağlığına zararlı olduğu<br/>ve bu yüzden sigara içilmemesi fikrinin benimsetilmesi yoluyla sigara içmeye niyetli olanları sigara içmekten vazgeçirmek, tiryakilerin ise sigarayı<br/>bırakmasını sağlamak amacıyla yapılmış bir sosyal<br/>kampanyadır."
  },
  {
    "id": "3362559",
    "unitNumber": 8,
    "text": "Kızılay’ın yaptığı kan bağışı kampanyası aşağıda verilen sosyal kampanya türlerinden hangisi kapsamında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Eğitici Kampanyalar",
      "B": "Eylem Kampanyaları",
      "C": "Davranış Kampanyaları",
      "D": "Değer Yönlü Kampanyalar",
      "E": "Sağlık iletişimi kampanyaları"
    },
    "explanation": "Eylem Kampanyaları:<br/>Eylem kampanyaları, insanları harekete geçirmek üzere düzenlenen her türlü kampanyayı<br/>temsil eder. Örneğin, Kızılay’ın yaptığı kan bağışı<br/>kampanyası veya çeşitli STK’ların çocuklara eğitim<br/>desteği sağlamak üzere düzenlediği kampanyalar<br/>bu kategoride ele alınabilir."
  },
  {
    "id": "3362560",
    "unitNumber": 8,
    "text": "I. özdeşleşme<br/>II. meşruluk\n III. sosyal kabul\n IV. yaygınlık \n V. dağıtım\n Verilenlerden hangileri Yale Beş Aşamalı Gelişim Modeli'nin aşamlarından biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "I-II-III",
      "B": "II-III-IV-V",
      "C": "I-II-IV-V",
      "D": "I-III-IV-V",
      "E": "I-II-III-IV-V"
    },
    "explanation": "Yale Beş Aşamalı Gelişim Modeli<br/>Ürün, aday ya da ideoloji odaklı kampanyaların büyük çoğunluğu bu modelde açıklanan aşamalardan<br/>bir ya da birkaçını içerir. Modelin aşamaları, modeli ortaya koyan araştırmacılar tarafından özdeşleşme<br/>meşruluk, katılım, yaygınlık ve dağıtım olarak tanımlanmıştır."
  },
  {
    "id": "3362561",
    "unitNumber": 8,
    "text": "I. Oluşum\n<br/>II. Toplumsal huzursuzluk\n<br/>III. Coşkulu seferberlik\n<br/>IV. Söndürme\n<br/>V. Sona erdirme\n<br/>Verilenlerden hangileri Stewart, Smith ve Denton'a göre, sosyal hareketlerin gelişimsel basamakları arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III-V",
      "B": "II-III-IV-V",
      "C": "I-III-IV-V",
      "D": "I-II-IV-V",
      "E": "I-II-III-IV-V"
    },
    "explanation": "Toplumsal Hareketler Modeli\n<br/>Stewart, Smith ve Denton, sosyal hareketlerin<br/>gelişimsel basamaklarını; oluşum (genesis), toplumsal huzursuzluk (social unrest), coşkulu seferberlik (enthusiastic mobilization), sürdürme<br/>(maintenance), ve sona erdirme (termination) olarak tanımlamaktadır (2012). Dolayısı ile sorunun doğru yanıtı A seçeneği olmalıdır."
  },
  {
    "id": "3362562",
    "unitNumber": 8,
    "text": "I. Toplumsal Hareketler Modeli\n<br/>II. Trout ve Ries’ın Konumlandırma Modeli\n<br/>III. Ajitasyon ve Kontrol Modeli \n<br/>IV. Yeniliklerin Yayılımı Modeli\n<br/>Verilenlerden hangileri düşünce/ideoloji odaklı iletişim kampanyaları analiz etmeye ve açıklamaya yarayan modeller arasında <strong>yer alır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "I-II-III",
      "B": "I-III-IV",
      "C": "I-II-IV",
      "D": "II-III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "Düşünce/ideoloji odaklı iletişim kampanyalarının başarıya ulaşması, kampanyayı yapan iletişimcilerin, hem düşünce/ideoloji odaklı kampanyaları<br/>analiz etmeye hem de açıklamaya yarayan aşağıdaki<br/>modeller aracılığıyla gerçekleşebilecektir (Larson,<br/>2007):<br/>• Toplumsal Hareketler Modeli<br/>• Ajitasyon ve Kontrol Modeli (The Agitation and Control Model)<br/>• Yeniliklerin Yayılımı Modeli"
  }
]