[
  {
    "id": "3674704",
    "unitNumber": 1,
    "text": "I. Uzak mesafeli ticaret yapılabiliyor, bağımsız tüccar sınıfı maden, kereste ve hammadde ithal ediyordu<br/>II. Ticari koloniler oluşturulmuş ve ticaret yolların korunmasına özel bir önem verilmiştir<br/>III. Gümüş para olarak <em><strong>kullanılmasa</strong></em> bile değişim ve değer ölçüsü aracı olarak benimsenmiştir<br/>Yukarıdaki maddeler, hangi İlk Çağ medeniyetine ilişkin başlıca iktisadi nitelikleri ifade etmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mısır",
      "B": "Mezopotamya",
      "C": "İberya",
      "D": "Adriyatik",
      "E": "Kafkasya"
    },
    "explanation": "Kaynak kitabın ilgili sayfasında açıklanmaktadır.<br/>Mezopotamya’da uzak mesafeli ticaret yapılabiliyor, bağımsız tüccar sınıfı Suriye, Kıbrıs, Anadolu ve diğer bölgelerden maden, kereste ve hammadde ithal ediyordu. Mezopotamya’da ticari koloniler oluşturulmuş ve ticaret yolların korunmasına özel bir önem verilmiştir. Gümüş para olarak kullanılmasa bile değişim ve değer ölçüsü aracı olarak kullanılmıştır."
  },
  {
    "id": "3674772",
    "unitNumber": 1,
    "text": "I. Aşılmaz çöller nedeniyle istilalara karşı korunduğu için barbar istilaları önemli bir sorun <em><strong>oluşturmamaktaydı</strong></em><br/>II. Ülkenin başındaki kişi, tüm toprakların sahibi, bu toprakları kullanan kişiler de kiracı durumunda idiler<br/>III. Merkezi bir kontrol söz konusuydu ve bağımsız bir tüccar sınıfı <em><strong>yoktu</strong></em><br/>Yukarıdaki maddeler, hangi İlk Çağ medeniyetine ilişkin başlıca iktisadi nitelikleri ifade etmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "İskit",
      "B": "Etrüsk",
      "C": "Mısır",
      "D": "Basra",
      "E": "Umman"
    },
    "explanation": "Kaynak kitabın ilgili sayfasında açıklanmaktadır.<br/>Ancak Mısır ile Mezopotamya arasındaki en önemli fark, Mezopotamya topraklarına yönelik sürekli bir istila tehlikesi var olduğu halde, aşılmaz çöller nedeniyle Mısır istilalara karşı korunmuştu. Bu nedenle, barbar istilaları Mısır için önemli bir sorun oluşturmamaktaydı. Mezopotamya’da topraklar özel mülkiyet altında iken Mısır’da tüm toprakların sahibi Firavundu. Bu toprakları kullanan kişiler de kiracı durumunda idiler. Toprakların kirası ve her türlü vergi de Firavun adına toplanmakta idi. Mısırda merkezi bir kontrol sözkonusu idi. Mısır’da bağımsız bir tüccar sınıfı yoktu, ticaret Firavun ve adamlarının tekeli altındaydı. Mısırda üretim faaliyetleri de büyük ölçüde devlet tarafından planlanmaktaydı."
  },
  {
    "id": "3674809",
    "unitNumber": 1,
    "text": "I. Toplumdaki iktisadi düzenleme ve düşünceler tamamen dini kaynaklı olarak düzenlenmiştir<br/>II. Dini kaynaklarında birçok ticari düzenleme örneği bulunmaktaydı<br/>III. Bu yasalara göre; tartı ve ölçüde hile yapılması, satılan malların başka mal ve maddelerle karıştırılarak özelliğinin bozulması, tüccarların malları mevcut fiyatın altında veya üstünde satmaları yasaklanmıştır<br/>Yukarıdaki maddeler, hangi İlk Çağ medeniyetine ilişkin başlıca iktisadi nitelikleri ifade etmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Acem",
      "B": "Mısır",
      "C": "Mezopotamya",
      "D": "Çin",
      "E": "Hindistan"
    },
    "explanation": "Kaynak kitabın ilgili sayfasında açıklanmaktadır.<br/>Hindistan toplumundaki iktisadi düzenleme ve düşünceler tamamen dini kaynaklı olarak ve kast sistemi çerçevesinde düzenlenmiştir. Hindistan’da kutsal kitap olarak kabul edilen “Veda” da, bir mülkü ucuza alıp yüksek bir fiyattan satmak “tefecilik” olarak nitelendirilmiştir. Hindistan dini kaynaklarında birçok ticari düzenleme örneği de bulunmaktaydı. Bu yasalara göre; tartı ve ölçüde hile yapılması, satılan malların başka mal ve maddelerle karıştırılarak özelliğinin bozulması, tüccarların malları mevcut fiyatın altında veya üstünde satmaları yasaklanmıştır."
  },
  {
    "id": "3674874",
    "unitNumber": 1,
    "text": "I. Topraklarının dağınık olması nedeniyle denizcilik faaliyetleri gelişmiştir<br/>I. Genel olarak kapalı ev ekonomisi uygulanmıştır<br/>Yukarıdaki maddeler, hangi İlk Çağ medeniyetine ilişkin başlıca iktisadi nitelikleri ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yunan",
      "B": "Hint",
      "C": "Çin",
      "D": "Mısır",
      "E": "Pers"
    },
    "explanation": "Kaynak kitabın ilgili sayfasında açıklanmaktadır.<br/>Yunanistan topraklarının dağınık olması nedeniyle denizcilik faaliyetleri gelişmiş ve ulaşım yolu olarak deniz ulaşımı gelişmiştir. Eski Yunanda genel olarak kapalı ev ekonomisi mevcuttur."
  },
  {
    "id": "3674907",
    "unitNumber": 1,
    "text": "I. Mallar öz tüketim için üretilmekte ve kapalı aile ekonomisi içerisinde tüketilmekteydi<br/>II. Ev ekonomisinin dışında ayrıca, bir gelir elde etmek için üretim <em><strong>yapılmamaktaydı</strong></em><br/>Yukarıdaki maddeler, hangi İlk Çağ medeniyetine ilişkin başlıca iktisadi nitelikleri ifade etmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "İnka",
      "B": "Yunan",
      "C": "Slav",
      "D": "Hitit",
      "E": "Bedevi"
    },
    "explanation": "Kaynak kitabın ilgili sayfasında açıklanmaktadır.<br/>Eski Yunanda genel olarak kapalı ev ekonomisi mevcuttur. Mallar öz tüketim için üretilmekte ve kapalı aile ekonomisi içerisinde tüketilmekteydi. Eski Yunanda ayrıca, bir gelir elde etmek için üretim yapılmamaktaydı."
  },
  {
    "id": "3675005",
    "unitNumber": 1,
    "text": "I. Her türlü devlet müdahalesini kabul ederek, kolektivist bir düşünceyi savunmuştur<br/>II. Üretim araçlarının mülkiyeti devlete ait olması gerektiği düşüncesini biraz daha ileri götürerek devlette her şeyin ortak olmasını savunmuştur<br/>Başlıca iktisadi görüşleri yukarıda ifade edilen İlk Çağ düşünürü hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Platon",
      "B": "Aristoteles",
      "C": "Empedokles",
      "D": "Anakismenes",
      "E": "Demokritos"
    },
    "explanation": "Kaynak kitabın ilgili sayfasında açıklanmaktadır.<br/>Platon, her türlü devlet müdahalesini kabul ederek, Kollektivist bir düşünceyi savunmuştur. Üretim araçlarının mülkiyeti devlete aittir. Bu düşüncesini biraz daha ileri götürerek devlette her şeyin ortak olmasını savunmuştur."
  },
  {
    "id": "3677753",
    "unitNumber": 1,
    "text": "İlk medeniyetler neden Mezopotamya ve Nil vadisinde gelişmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sosyo-ekonomik gelişmenin sağlanmasında etkili olan Aristo ve Platonun etkisi nedeniyle",
      "B": "Nehirlerin sağladığı verimli tarım alanları ve ticaret olanakları nedeniyle",
      "C": "Coğrafi konum avantajıyla barbar istilalarının mümkün olmaması nedeniyle",
      "D": "Matbaa kullanımının yaygın olması nedeniyle",
      "E": "Maden kaynaklarının çok çeşitli ve fazla olması nedeniyle"
    },
    "explanation": "Neolitik tarım yöntemleri, su baskınları yoluyla tarlaların verimli hale geldiği bazı nehir yakınlarında uygulanabiliyordu. İlk olarak tarımın yapıldığı iki yer, bu özelliklere sahip Mezopotamya ile Nil vadisi idi. Bu nehir ve vadiler doğal bir ulaşım sistemine olanak sağlıyor ve yiyecek fazlasının üretimini mümkün kıldığı için ticaretin gelişmesini sağlıyordu. Bu durumun sosyo-ekonomik gelişmeyi sağlaması nedeniyle ilk medeniyetler de Mezopotamya ve Mısır bölgesinde ortaya çıkmıştır."
  },
  {
    "id": "3677798",
    "unitNumber": 1,
    "text": "Aşağıdaki uygarlıklardan hangisinde topraklar Firavun'a aitti ve üretim faaliyetleri devlet tarafından planlanmaktaydı?",
    "correctAnswer": "E",
    "options": {
      "A": "Mezopotamya",
      "B": "Roma",
      "C": "Hindistan",
      "D": "Babil",
      "E": "Mısır"
    },
    "explanation": "Mezopotamya’da topraklar özel mülkiyet altında iken Mısır’da tüm toprakların sahibi Firavundu. Bu toprakları kullanan kişiler de kiracı durumunda idiler. Toprakların kirası ve her türlü vergi de Firavun adına toplanmakta idi. Mısırda merkezi bir kontrol söz konusu idi. Mısır’da bağımsız bir tüccar sınıfı yoktu, ticaret Firavun ve adamlarının tekeli altındaydı. Mısırda üretim faaliyetleri de büyük ölçüde devlet tarafından planlanmaktaydı."
  },
  {
    "id": "3677819",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Platon’un iktisadi düşüncelerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ticareti desteklemiştir.",
      "B": "Faizi kabul etmiştir.",
      "C": "Tarımı temel ekonomik faaliyet olarak görmüştür.",
      "D": "Özel mülkiyeti savunmuştur.",
      "E": "Ekonomik birimlerin servet edinmesini desteklemiştir."
    },
    "explanation": "Platon iktisadi düşünce olarak;<br/><ul> <li>Çalışmayı ve servet edinmeyi hor görmüştür.</li> <li>Ticarete karşı çıkmıştır.</li> <li>Faizi reddetmiştir.</li> <li>Ekonomik faaliyetin temeli olarak tarım sektörünü görmüştür.</li> <li>Nüfus artışına karşı çıkmıştır.</li> </ul> Platon, her türlü devlet müdahalesini kabul ederek, Kollektivist bir düşünceyi savunmuştur. Üretim araçlarının mülkiyeti devlete aittir. Bu düşüncesini biraz daha ileri götürerek devlette her şeyin ortak olmasını savunmuştur."
  },
  {
    "id": "3677846",
    "unitNumber": 1,
    "text": "Platon'un ideal devlet anlayışında yöneticilerin üretim ve parayla ilişkileri hakkında ne söylenmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Para arzını belirleme yetkisi yöneticilerin olmalıdır",
      "B": "Yöneticiler sadece tarıma yatırım yapmalıdır",
      "C": "Yöneticilerin ticaret yapmasına izin verilmelidir",
      "D": "Yöneticiler faiz düzeyine karışmamalıdır",
      "E": "Yöneticiler üretim işine karışmamalıdır"
    },
    "explanation": "Platon ideal bir devlet hayal etmiştir. Platon’a göre, filozoflar devleti yönetmeli ve devleti yönetenler hiçbir zaman üretim işine karışmamalıdır. Yöneticilerin üretim ve parayla ilişkileri yasaklanmalıdır. Yöneticilerin görevi, toplumsal ahlakı düzeltmek ve devleti yönetmek olmalıdır."
  },
  {
    "id": "3677868",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Aristo'nun iktisadi düşüncelerinden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Özel mülkiyete karşı çıkmıştır",
      "B": "Ticaretin paranın asıl fonksiyonunu bozduğunu savunmuştur",
      "C": "Para yavruladığını düşündüğünden faizi savunmuştur",
      "D": "Üretim araçlarının mülkiyetinin devlete ait olmasını savunmuştur",
      "E": "Köleliğe ekonomiyi olumsuz etkilediği için karşı çıkmıştır"
    },
    "explanation": "Aristo özgür düşünceyi, özel mülkiyet hakkını, liberal bir ekonomik düzeni savunmuştur. Aristo köleliği toplum için gerekli fakat zorunlu olmayan bir kurum olarak görmektedir.<br/>Aristo’nun bazı iktisadi konulardaki düşünceleri şunlardır:<br/><ul> <li>Para; ülkede zorunlu bir değişim aracı ve değer ölçüsüdür.</li> <li>Ticaret; ticari işletmelerin olumsuzluğunu savunmuştur. Aristo, ticaretin paranın asıl fonksiyonunu bozduğunu iddia etmiştir.</li> <li>Faiz; faiz yasaklanmalıdır. Aristo’ya göre para yavrulamaz. Bu nedenle faize karşı çıkar.</li> <li>Değer ve Değer Ölçüsü; kişilerin mal ve hizmetlere atfettikleri önem bu malların değerlerini belirlemektedir.</li> </ul>"
  },
  {
    "id": "3677890",
    "unitNumber": 1,
    "text": "Orta Çağ iktisadi düşüncesi hangi faktör tarafından büyük ölçüde şekillenmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kilise ve dini inançların etkisi",
      "B": "Ticaretin serbestleştirilmesi",
      "C": "Eğitimde laikleşme sürecinin başlaması",
      "D": "Matbaa kullanımının yaygınlaşması",
      "E": "Liberal ekonomik düzenin benimsenmesi"
    },
    "explanation": "Orta Çağ Avrupa’sında iktisadi düşünce, toplumsal ve ekonomik yapının din ve kilise tarafından belirlendiği bir dönemde gelişmiştir. Kilise, toplumun ekonomik faaliyetlerini kontrol etmek için çeşitli yasalar ve düzenlemeler çıkarmıştır. Bu nedenle, Orta Çağ iktisadi düşüncesi, dini inançlar ve kilise hukukunun etkisi altında şekillenmiştir."
  },
  {
    "id": "3677911",
    "unitNumber": 1,
    "text": "Skolastik düşünce nasıl tanımlanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Gerçeklerin deneysel yöntemlerle bulunması",
      "B": "Ticaretin liberal bir anlayışla yapılması",
      "C": "İnanç ile bilginin uzlaştırılması",
      "D": "Güzel sanatlara ilginin giderek artması",
      "E": "Dini olarak kişinin kendini yeniden keşfetmesi ve kilisenin hakimiyetinden kurtulması"
    },
    "explanation": "Skolastik düşünce, bilgi ile inancın uzlaştırılması olarak tanımlanmaktadır. Skolastik düşünce, gerçeklere akıl yolu ile ulaşılabileceğini iddia ederek deneysel yöntemlere karşı çıkmıştır. Skolastik düşüncenin en önemli kişisi St.Thomas d’Aquin dir."
  },
  {
    "id": "3677926",
    "unitNumber": 1,
    "text": "Geç Protestan Geleneğin temsilcisi John Calvin'in iktisadi düşüncesine göre kurtuluşa nasıl ulaşılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kilisenin iktisadi politikalarına tam uyarak",
      "B": "Meslekte uzmanlaşarak ve disiplinli olarak",
      "C": "Lüks yaşam sürerek",
      "D": "Hedonist tüketim anlayışına uyarak",
      "E": "Faizden uzak durarak"
    },
    "explanation": "Geç Protestan Geleneğin en önemli temsilcisi John Calvin dir. Calvin’e göre insanlar kendi mesleklerinde uzmanlaşarak ve mesleklerinde ilerleyenler Tanrının rızasına kavuşurlar.<br/>Calvin’e göre, “Günahkar insanın” kurtuluşa erebilmesi (cennete girebilmesi) için mesleğinde uzmanlaşması, sistemli çalışması, kendini disipline etmesi, nefsini ve arzularını kontrol etmesi yeterlidir. Calvin, faiz konusuna farklı bir yaklaşım getirmiştir. Faizi ilk defa kabul eden kişidir.<br/>Bu geleneğin, günümüz kapitalist gelenekten farkı, araçsal aklın hayata hakim olmasına, hedonist (hazcılık) tüketim anlayışına, lükse, israfa, çıkarcılığa taraftar olmamasıdır. Aksine bu tür davranışların Tanrıya isyan anlamı taşıdığı düşüncesiyle karşı olmasıdır."
  },
  {
    "id": "3677944",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Rönesans'ın ortaya çıkardığı sonuçlardan biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kilisenin gücü artmıştır",
      "B": "Feodalizm güçlenmiştir",
      "C": "Skolastik görüş güçlenmiştir",
      "D": "Okuma yazma oranı düşmüştür",
      "E": "Pozitif düşünce gelişmeye başlamıştır"
    },
    "explanation": "Rönesans’ın bazı önemli sonuçları ortaya çıkmıştır bunlar:<br/><ul> <li>Skolastik görüş (Kilisenin dar görüşü) yıkılmış bunun yerine pozitif düşünce gelişmeye başlamıştır,</li> <li>Reform hareketleri için uygun bir ortamın oluşmasına zemin hazırlamıştır,</li> <li>Bilimsel ve teknik alanda gelişmelerin hızlanmasına yol açmıştır.</li> <li>Avrupa’da sanatla ilgilenen ve sanattan zevk alan bir sınıf ortaya çıkmıştır,</li> <li>Din adamları ve kilise kurumunun halk üzerindeki etkisi azalmıştır,</li> </ul> <ul> <li>Bu dönemde, Avrupa’nın sosyo-ekonomik olarak gelişmesine öncülük etmiştir.</li> </ul>"
  },
  {
    "id": "3677956",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi reform akımının ortaya çıkardığı bazı önemli sonuçlardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Eğitimde laikleşme süreci başlamıştır",
      "B": "Avrupa’da mezhep çatışmaları sonlanmıştır",
      "C": "Feodalizmin güç kazanmıştır",
      "D": "Kiliselerin mal varlığı artmıştır",
      "E": "İncil’in Latince dışındaki dillere çevrilmesi yasaklanmıştır"
    },
    "explanation": "Reform akımının ortaya çıkardığı bazı önemli sonuçlar şunlardır:<br/><ul> <li>Avrupa’da yeni mezheplerin doğmasıyla mezhep çatışmaları başlamıştır,</li> <li>Katolik kilisesi kendini yenilemiştir,</li> <li>Eğitimde laikleşme süreci başlamıştır,</li> <li>Kiliselerin mal varlığına el konulmuştur,</li> <li>Avrupa’da sosyo-ekonomik gelişme için uygun bir ortam oluşmuştur.</li> </ul>"
  },
  {
    "id": "3682012",
    "unitNumber": 1,
    "text": "Tarihte bilinen en eski yasalar aşağıdaki medeniyetlerden hangisinde görülmüştür?",
    "correctAnswer": "A",
    "options": {
      "A": "Babiller",
      "B": "İbraniler",
      "C": "Hintliler",
      "D": "Romalılar",
      "E": "Eski Yunan"
    },
    "explanation": "Bu nedenle Hammurabi kanunları ilk yazılı Anayasa olarak kabul edilmektedir.<br/><em><strong>Babiller</strong></em>’de geçerli olan kanunlar, tarihte bilinen en eski yasalardır (yaklaşık olarak<em> M.Ö. 2200 yılları</em>)."
  },
  {
    "id": "3682079",
    "unitNumber": 1,
    "text": "\"<em><strong>Faiz yasaklanmalıdır</strong></em>\" görüşünü savunan düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Calvin",
      "B": "Aristo",
      "C": "Hammurabi",
      "D": "Darby",
      "E": "Weber"
    },
    "explanation": "Calvin, faiz konusuna farklı bir yaklaşım getirmiştir.<em> Faizi</em> ilk defa kabul eden kişidir.<br/>Aristo’nun bazı iktisadi konulardaki düşünceleri şunlardır:<br/>• Para; ülkede zorunlu bir değişim aracı ve değer ölçüsüdür.<br/>• Ticaret; ticari işletmelerin olumsuzluğunu savunmuştur. Aristo, ticaretin paranın asıl fonksiyonunu bozduğunu iddia etmiştir.<br/>• <strong><em>Faiz; faiz yasaklanmalıdır. Aristo’ya göre para yavrulamaz. Bu nedenle faize karşı çıkar.</em></strong><br/>• Değer ve Değer Ölçüsü; kişilerin mal ve hizmetlere atfettikleri önem bu malların değerlerini belirlemektedir."
  },
  {
    "id": "3682104",
    "unitNumber": 1,
    "text": "Batı iktisadi düşünce tarihi genel çizgileriyle kaç dönem halinde incelenebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "İki",
      "B": "Üç",
      "C": "Dört",
      "D": "Beş",
      "E": "Altı"
    },
    "explanation": "<em>Erken Protestan Gelenek</em> insanın kurtuluşu konusunda akla olumsuz bir fonksiyon yükler. Bu geleneğe göre akıl bir kurtuluş aracı olmak yerine bir yanılgı aracı olarak görülmektedir.<br/>Batı düşünce tarihi genel çizgileriyle 4 dönem halinde incelenebilir. Bu dönemler;<br/>a. Erken Protestan Geleneği<br/>b. Roma Kilisesi Geleneği<br/>c. Geç Protestan Geleneği<br/>d. Pür Kapitalizm Geleneği"
  },
  {
    "id": "3682136",
    "unitNumber": 1,
    "text": "<em>Geç Protestan Geleneği</em> düşüncesinin en önemli temsilcisi aşağıdaki düşünürlerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Max Weber",
      "B": "Martin Luther",
      "C": "Karl Poper",
      "D": "John Calvin",
      "E": "Nelson Darby"
    },
    "explanation": "Calvin’e göre insanlar kendi mesleklerinde uzmanlaşarak ve mesleklerinde ilerleyenler Tanrının<br/>rızasına kavuşurlar.<br/>Bu düşüncenin en önemli temsilcisi <em>John Calvin</em> dir."
  },
  {
    "id": "3682171",
    "unitNumber": 1,
    "text": "İlk Çağ'ın kapanmasına neden olan olay aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Babil kralı Hammurabi kanunlarının kabul edilmesi ile toplumun üç sınıfa ayrılması",
      "B": "Yunanistan toprklarının dağınık olması sebebiyle deniz ulaşımının gelişmiş olması",
      "C": "Platon'un her türlü devlet müdahalesini kabul ederek devlette herşeyin ortak olmasını savunması",
      "D": "Aristo'nun özgür düşünceyi, özel mülkiyet hakkını, liberal bir ekonomik düzeni savunması",
      "E": "Savaş ortmamı sonucunda Batı Roma İmparatorluğu'nun Cermen istilacıları tarafından yıkılması"
    },
    "explanation": "Roma toplumu ekonomik üretim düzeyi olarak önemli ölçüde gelişmeyen, daha çok lüks üretim ve<br/>tüketime önem veren bir toplumdu. Roma toplumunun ekonomik olarak gelişmesini etkileyen diğer bir faktör de Roma İmparatorluğuna yönelik dış saldırılar ve bu nedenle oluşan sürekli savaş ortamıydı.<br/>Sürekli olarak yaşanan savaş ortamı sonucunda 476 yılında Batı Roma İmparatorluğu <em><strong>Cermen istilacıları tarafından yıkılmış ve böylece İlk Çağ kapanmıştır.</strong></em>"
  },
  {
    "id": "3682225",
    "unitNumber": 1,
    "text": "Skolastik düşüncenin en önemli kişisi <em>_______________________________ </em>dir. <br/>Yukarıdaki cümlede boş bırakılan alana aşağıdaki kişilerden hangisi getirilmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "St. Thomas d' Aquin",
      "B": "Karl Poper",
      "C": "John Nelson Darby",
      "D": "Max Weber",
      "E": "Martin Luther"
    },
    "explanation": "Ona göre; ticaretin adil olması durumunda meşru olarak kabul edilebilirdi. Servet edinmek de meşru kabul edilmektedir. Ancak; insanların hiçbir şekilde servet hırsına kapılmamaları ve elde edilen<br/>serveti sosyal hizmetler amacıyla kullanmaları öğütlenmiştir.<br/>Skolastik düşüncenin en önemli kişisi <em><strong>St.Thomas d’Aquin</strong> </em>dir."
  },
  {
    "id": "3682277",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi <em>Roma Kilisesi Geleneğinin </em>niteliklerinden biri <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Dünya rasyoneldir. Tüm dünya akılla yönetilmektedir.",
      "B": "İnsanlar arasında farklılıklar olduğundan, birbirlerine eşit değillerdir.",
      "C": "Doğal ve rasyonel bir yapılanmaya doğru aşamalı bir gelişme gerçekleştirilebilir.",
      "D": "Rasyonel bir adalet sistemi gerçekleştirilmelidir.",
      "E": "Herkesin çıkarı peşinde koşması, doğal ve doğru bir davranıştır."
    },
    "explanation": "Bu gelenek, dünyevileşmeyi, rasyonelleşmeyi ve gelişmeyi ön plana alır. Ekonomik gelişme ve kalkınma için, erken protestan geleneğe göre daha olumlu katkılar yapmıştır.<br/>Bu geleneğin nitelikleri John Nelson DARBY’nin çalışmaları ışığında şu şekilde sıralanabilir. <br/>i. Dünya rasyoneldir. Tüm dünya akılla yönetilmektedir.<br/>ii. İdealler dünyası yerine maddi ve dış dünya temel gerçekliktir.<br/>iii. İnsan beşerî varlığın gerçekliğini keşfedebilir.<br/>iv. Sistematik bir çalışma ile, doğal hukuk keşfedilebilir.<br/>v. Doğal ve rasyonel bir yapılanmaya doğru aşamalı bir gelişme gerçekleştirilebilir.<br/>vi. Doğal Hukuk insan hayatını yönetmelidir.<br/>vii. Rasyonel bir adalet sistemi gerçekleştirilmelidir.<br/>viii. İnsanlar aynı aklı paylaştıklarından, temelde birbirlerine eşittirler.<br/>ix. Hayat mutluluk elde etmek için yaşanır, bu nedenle faydacılık insan için gereklidir.<br/>x. Özel mülkiyet insanlar için gereklidir.<br/>xi. Herkesin çıkarı peşinde koşması, doğal ve doğru bir davranıştır."
  },
  {
    "id": "3682347",
    "unitNumber": 1,
    "text": "_________________________, Batıda ilk olarak dini anlamda reformasyon sürecini başlatan kişi olarak kabul edilmektedir.<br/>Yukarıdaki cümlede boş bırakılan alana aşağıdaki kişilerden hangisi getirilmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Max Weber",
      "B": "John Calvin",
      "C": "Martin Luther",
      "D": "Adam Smith",
      "E": "Nelson Darby"
    },
    "explanation": "Calvin’de, bu reform sürecinin ikinci önemli kişisi olarak ortaya çıkmıştır. Calvin, Batı düşüncesinde yeni açılımlar sağlamıştır. Calvin’in bu anlamda en önemli görüşü ekonomik gelişme, kalkınma ve ekonomik faaliyetlere yaptığı vurgu olarak kabul edilebilir.<br/><em><strong>Martin Luther</strong></em>, Batıda ilk olarak dini anlamda reformasyon sürecini başlatan kişi olarak kabul edilmektedir."
  },
  {
    "id": "3682369",
    "unitNumber": 1,
    "text": "Fransa'da en önemli Rönesans sanatçısı olarak ünlenen kişi kimdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Martin Luther",
      "B": "John Calvin",
      "C": "Max Weber",
      "D": "Piyer Lesko",
      "E": "Albert Dürer"
    },
    "explanation": "Almanya’da Rönesans hümanizm akımıyla birlikte ortaya çıkmıştır. Martin Luther ve Erasmus dini konularda Albert Dürer de dini tablolar yaparak bu ülkede Rönesansa öncülük etmişlerdir. İngiltere’de Shakespeare, İspanya’da ise Servantes bu akıma öncülük etmişlerdir.<br/>Rönesans Avrupa’da her ülkede farklı şekilde gelişmiştir. Fransa’da Rönesansın gelişmesine krallar<br/>öncülük etmiştir. Bu ülkede <em><strong>Piyer Lesko</strong></em> en önemli Rönesans sanatçısı olarak ünlenmiştir"
  },
  {
    "id": "3682407",
    "unitNumber": 1,
    "text": "Bir mezhep olarak ta “______________________________” 1555 yılında resmi olarak tanınmıştır.<br/>Yukarıdaki cümlede boş bırakılan alanı aşağıdaki ifadelerden hangisi doğru olarak tamamlamaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Kalvenizm Mezhebi",
      "B": "Lutherizm Mezhepi",
      "C": "Anglikanizm Mezhepi",
      "D": "Reformizm Mezhepi",
      "E": "Protestanlık Mezhebi"
    },
    "explanation": "Bu mezhebi Fransa’da yayan kişi ise John Calvin dir. Calvin’in düşünceleri de “Kalvenizm Mezhebi” olarak Fransa’da 1598 yılında resmen kabul edilmiştir.<br/>Bir mezhep olarak ta “<em><strong>Protestanlık Mezhebi</strong></em>” 1555 yılında resmi olarak tanınmıştır."
  },
  {
    "id": "3685623",
    "unitNumber": 1,
    "text": "I. Ona göre para, ülkede zorunlu bir değişim aracı ve değer ölçüsüdür<br/>II. Ticari işletmelerin <em><strong>olumsuzluğunu</strong></em> savunmuş, ticaretin paranın asıl fonksiyonunu bozduğunu iddia etmiştir<br/>III. Değer ve değer ölçüsü, kişilerin mal ve hizmetlere atfettikleri önem bu malların değerlerini belirlemektedir<br/>Başlıca iktisadi görüşleri yukarıda ifade edilen İlk Çağ düşünürü hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Diogenes",
      "B": "Antishenes",
      "C": "Sokrates",
      "D": "Platon",
      "E": "Aristo"
    },
    "explanation": "Kaynak kitabın ilgili sayfasında açıklanmaktadır.<br/>Aristo’nun bazı iktisadi konulardaki düşünceleri şunlardır: • Para; ülkede zorunlu bir değişim aracı ve değer ölçüsüdür. • Ticaret; ticari işletmelerin olumsuzluğunu savunmuştur. Aristo, ticaretin paranın asıl fonksiyonunu bozduğunu iddia etmiştir. Değer ve Değer Ölçüsü; kişilerin mal ve hizmetlere atfettikleri önem bu malların değerlerini belirlemektedir"
  },
  {
    "id": "3685633",
    "unitNumber": 1,
    "text": "I. Bu çağın iktisat düşüncesi, Kilise’nin iktisadi politikaları belirleme gücüne sahip olduğu bir dönemde geliştiği için, dinin ekonomik faaliyetler üzerindeki etkisi büyük olmuştur<br/>II. Hıristiyanlığın etkisi ile adil fiyat, adil ücret, faiz, gibi kavramlar tartışılmış, skolastik düşünce, bu dönemde dinsel ve felsefi bir düşünce olarak ortaya çıkmıştır.<br/>Başlıca iktisadi nitelikleri yukarıda ifade edilen çağ hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İlk Çağ",
      "B": "Antik Çağ",
      "C": "Orta Çağ",
      "D": "Yakın Çağ",
      "E": "Arkaik Çağ"
    },
    "explanation": "Kaynak kitabın 6. ve 7. sayfasında açıklanmaktadır.<br/>Orta Çağ iktisat düşüncesi, Kilise’nin iktisadi politikaları belirleme gücüne sahip olduğu bir dönemde geliştiği için, dinin ekonomik faaliyetler üzerindeki etkisi büyük olmuştur. Bu nedenle, Orta Çağ iktisadi düşüncesinde, adil fiyatlandırmanın ve işçilerin haklarının korunması gibi dini ilkeler ön plana çıkmıştır. Hıristiyanlığın etkisi ile adil fiyat, adil ücret, faiz, gibi kavramlar tartışılmıştır. “Skolastik” düşünce, bu dönemde dinsel ve felsefi bir düşünce olarak ortaya çıkmıştır."
  },
  {
    "id": "3685645",
    "unitNumber": 1,
    "text": "I. Skolastik düşüncenin en önemli kişisi olarak kabul edilmektedir<br/>II. Ona göre ticaretin adil olması durumunda meşru görülmesi mümkündür<br/>III. Servet edinmeyi meşru karşılamasına rağmen insanların hiçbir şekilde servet hırsına <strong>kapılmamaları</strong> ve elde edilen serveti sosyal hizmetler amacıyla kullanmaları öğütlenmiştir<br/>Başlıca iktisadi görüşleri yukarıda ifade edilen düşünür hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Occamlı William",
      "B": "Thomas d’Aquin",
      "C": "Padovalı Marcilius",
      "D": "John Calvin",
      "E": "Martin Luther"
    },
    "explanation": "Kaynak kitabın ilgili sayfasında açıklanmaktadır.<br/>Skolastik düşüncenin en önemli kişisi St.Thomas d’Aquin dir. Ona göre; ticaretin adil olması durumunda meşru olarak kabul edilebilirdi. Servet edinmek de meşru kabul edilmektedir. Ancak; insanların hiçbir şekilde servet hırsına kapılmamaları ve elde edilen serveti sosyal hizmetler amacıyla kullanmaları öğütlenmiştir."
  },
  {
    "id": "3685657",
    "unitNumber": 1,
    "text": "I. Ekonomik kalkınmaya önem verir, bütün vurgusunu ekonomik gelişme ve Tanrı rızasına yöneltir<br/>II. Bu gelenek, Tanrının insanlara bir kutsal daveti olduğunu ve her insanın belli bir meslekte uzmanlaşarak bu davete cevap vermesi gerektiğini savunur<br/>III. Bu geleneğin, günümüz kapitalist gelenekten farkı ise araçsal aklın hayata hakim olmasına, hedonist (hazcılık) tüketim anlayışına, lükse, israfa, çıkarcılığa taraftar <em><strong>olmamasıdır</strong></em><br/>Başlıca nitelikleri yukarıda ifade edilen düşünce geleneği hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "İlk Kalvinist",
      "B": "Gelişmiş Levanten",
      "C": "İleri Pürüten",
      "D": "Erken Skolastik",
      "E": "Geç Protestan"
    },
    "explanation": "Kaynak kitabın ilgili sayfasında açıklanmaktadır.<br/>Geç Protestan Geleneği: Ekonomik kalkınmaya önem verir. Bütün vurgusunu ekonomik gelişme ve Tanrı rızasına kaydırır. Bu geleneğe göre Tanrının insanlara bir kutsal daveti olduğunu ve her insanın belli bir meslekte uzmanlaşarak bu davete cevap vermesi gerektiğini savunur. Bu geleneğin, günümüz kapitalist gelenekten farkı ise araçsal aklın hayata hakim olmasına, hedonist (hazcılık) tüketim anlayışına, lükse, israfa, çıkarcılığa taraftar olmamasıdır."
  },
  {
    "id": "3686009",
    "unitNumber": 2,
    "text": "Merkantilizmi siyasal amaçları gerçekleştirmek için devletin ekonomik yönden güçlü olmasını<br/>hedefleyen bir sistem olarak tanımlayan yazar aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "V. Mirabeau",
      "B": "A. Smith",
      "C": "G. Schmoller",
      "D": "W. Cunningham",
      "E": "J-B. Colbert"
    },
    "explanation": "Merkantilizmi siyasal amaçları gerçekleştirmek için devletin ekonomik yönden güçlü olmasını<br/>hedefleyen bir sistem olarak tanımlayan yazar W. Cunningham'dır."
  },
  {
    "id": "3686039",
    "unitNumber": 2,
    "text": "Fizyokrasi düşüncesi başka hangi adla adlandırılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "skolastikler",
      "B": "ansiklopedistler",
      "C": "kartezyenler",
      "D": "rasyonelistler",
      "E": "pozitivistler"
    },
    "explanation": "Bu ekol ansiklopedistler veya tarımsal sistem olarak da tanımlanmaktaydı."
  },
  {
    "id": "3686072",
    "unitNumber": 2,
    "text": "I - Sanayi devrimi<br/>II - Feodalitenin çözülmeye başlaması<br/>III - Kent ekonomilerinin canlanması<br/>IV - Nüfus artışı<br/>Yukarıda verilenlerden hangileri merkantalist düşüncenin yaygınlık kazanmasına yol açan faktörlerdendir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I, II ve III",
      "D": "I, III ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "Feodalitenin çözülmeye başlaması, kent ekonomilerinin canlanması ve nüfus artışı merkantalist düşüncenin yaygınlık kazanmasına yol açan faktörler arasındadır."
  },
  {
    "id": "3686250",
    "unitNumber": 2,
    "text": "I - Tek vergi<br/>II - Tek ordu<br/>III - Tek kanun<br/>IV - Tek ekonomi<br/>V - Tek para birimi<br/>Merkantilizm dönemindeki ulusal yapılanma sürecinde yukarıda verilenlerden hangilerine doğru bir gidiş süreci başlamıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II ve IV",
      "B": "III, IV ve V",
      "C": "I, II, III ve IV",
      "D": "II, III, IV ve V",
      "E": "I, II, III, IV ve V"
    },
    "explanation": "Belirtilen dönemde soruda verilenlerin tümüne doğru bir gidiş süreci başlamıştır."
  },
  {
    "id": "3686272",
    "unitNumber": 2,
    "text": "Yeni kamu görevlilerinin maaşlarının merkezden ödenmesi ve bunu için vergilerin ülke genelinden toplanması gerekliliği tarihsel olarak aşağıdaki dönemlerden hangisinde ortaya çıkmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Antik Mısır",
      "B": "Antik Yunan",
      "C": "Antik Roma",
      "D": "Merkantilizm",
      "E": "Fizyokrasi"
    },
    "explanation": "Yeni kamu görevlilerinin maaşlarının merkezden ödenmesi ve bunu için vergilerin ülke genelinden toplanması gerekliliği tarihsel olarak merkantilizm döneminde ortaya çıkmıştır."
  },
  {
    "id": "3686322",
    "unitNumber": 2,
    "text": "I - Millilik<br/>II - Girişimcilik<br/>III - Müdahalecilik<br/>IV - Kolonyalistlik<br/>V - Metalistlik<br/>Merkantilist iktisadi düşüncenin genel ilkeleri aşağıdaki seçeneklerden hangisinde doğru ve tam olarak verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "I, IV ve IV",
      "B": "II, III ve V",
      "C": "I, III, IV ve V",
      "D": "II, III, IV ve V",
      "E": "I, II, III, IV ve V"
    },
    "explanation": "Girişimcilik dışında soruda verilenlerin hepsi merkantilist iktisadi düşüncenin genel ilkelerini oluşturur."
  },
  {
    "id": "3686361",
    "unitNumber": 2,
    "text": "I - Doğal düzencilik<br/>II - Tarımcılık<br/>III - Bölüşümcülük<br/>Yukarıda verilenlerden, fizyokrasi düşüncesinin üzerine inşa edildiği temel ilkeler aşağıdaki seçeneklerden hangisinde doğru ve eksiksiz olarak verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Fizyokrasi düşüncesinin üzerine inşa edildiği temel ilkeler doğal düzencilik ve tarımcılıktır."
  },
  {
    "id": "3687070",
    "unitNumber": 2,
    "text": "Tümdengelim yöntemini ilk kez iktisadi olayların yorumlanmasına uyarlayan ve olaylar arasında mantıksal bir ilişki kurma çabası içine giren düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Quesnay",
      "B": "Montesqueiu",
      "C": "Locke",
      "D": "Rousseau",
      "E": "de Gournay"
    },
    "explanation": "Tümdengelim yöntemini ilk kez iktisadi olayların yorumlanmasına uyarlayan ve olaylar arasında mantıksal bir ilişki kurma çabası içine giren düşünür Quesnay'dır."
  },
  {
    "id": "3687081",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi fizyokratların devlete yüklediği görevlerden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyal güvenlik",
      "B": "Ulusal savunma",
      "C": "Büyük bayındırlık yatırımları",
      "D": "Birey haklarının korunması",
      "E": "Eğitim"
    },
    "explanation": "Fizyokratlara göre devlet, ulusal savunma, büyük bayındırlık yatırımları, eğitim öğretimin yürütülmesi ve kişilerin<br/>haklarının korunması gibi görevleri üstlenmelidir."
  },
  {
    "id": "3687100",
    "unitNumber": 2,
    "text": "Fikirleri açısından fizyokrasi ile klasik iktisadi düşünce arasında bir yerde duran düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mirabeau",
      "B": "de Nemours",
      "C": "de Gournay",
      "D": "la Riviere",
      "E": "Turgot"
    },
    "explanation": "Turgot, düşünceleri ile fizyokrasi ve klasik iktisadi düşünce arasında bir yerde durur ve kimi düşünceleri fizyokrasiye, kimi düşünceleri de klasik iktisatçılara yaklaşır."
  },
  {
    "id": "3688963",
    "unitNumber": 2,
    "text": "<strong>Hornick’in manifestosunda, bir ülkenin sahip olduğu hammaddelerin mamul maddeye dönüştürülmesinin gerekçesi nedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hammaddelerin ithal edilmesi",
      "B": "Hammaddelerin yurt iç piyasada değerinin artırılması",
      "C": "Mamul maddelerin daha yüksek fiyatlarla satılabilmesi",
      "D": "Ülke içindeki tüketimin azaltılması",
      "E": "Tarım ve sanayi üretiminin artırılması"
    },
    "explanation": "Hornick’e göre ülkenin bütün toprakları tarım, madencilik ve sanayi üretimi için kullanılmalıdır. Mamul madde fiyatları daha yüksek olduğundan, ülkenin sahip olduğu ham maddeler mamul maddeye dönüştürülmelidir."
  },
  {
    "id": "3688966",
    "unitNumber": 2,
    "text": "<strong>Merkantilist düşüncenin hangi ilkesi, devletlerin sömürgecilik faaliyetleri ve korsanlık gibi yöntemlerle değerli maden toplama stratejisini savunur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Metalistlik",
      "B": "Kolonyalistlik",
      "C": "Millilik",
      "D": "Müdahalecilik",
      "E": "<ul><br/><li>Serbest Ticaret</li><br/></ul>"
    },
    "explanation": "Merkantilist düşüncenin dördüncü genel ilkesi kolonyalist olmasıydı. Merkantilist düşünce, tarihte ilk defa sistemli bir biçimde, devletlerin sömürgecilik faaliyetleri içine katıldığı ve korsanlığı bile meşru gördükleri bir düşünceyi temsil etmişti. Nitekim ülkenin mümkün olduğunca çok değerli madeni kendinde toplamasının yollarından birisi kolonyalist politikalar izlenmesiydi."
  },
  {
    "id": "3688969",
    "unitNumber": 2,
    "text": "<strong>William Petty, işsizliğe karşı hangi öneriyi getirmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İşsizlerin vergilerle desteklenmesi",
      "B": "Kamu işlerinde istihdam edilmeleri",
      "C": "İşsizlerin eğitim alması",
      "D": "Yüksek maaşlı işlerin sağlanması",
      "E": "İşsizliğin serbest piyasa tarafından çözülmesi"
    },
    "explanation": "Petty’ye göre çalışmak istediği halde iş bulamayanlar devlet tarafından kamu işlerinde çalıştırılmalıdır. Bunu giderebilmek için devlet harcamalarının ve bayındırlık işlerinin artırılarak işsizliğin yok edilmesi gereklidir."
  },
  {
    "id": "3688975",
    "unitNumber": 2,
    "text": "<strong>Philip W. von Hornick, bir ülkenin zenginliğini artırmak için hangi stratejiyi savunmuştur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Nüfus artışının önlenmesi",
      "B": "Değerli madenlerin ülkeden çıkarılmasının engellenmesi",
      "C": "Faiz oranlarının artırılması",
      "D": "Yabancı malların ülkeye ithal edilmesi",
      "E": "Kamu harcamalarının kısıtlanması"
    },
    "explanation": "Philip W. von Hornick’e göre, üretimi artırırken dış ticaret avantajı yaratacak mamul maddeler üretilmeli, hangi nedenle olursa olsun ülkeden değerli maden çıkışı engellenmeli, yerli mallar tüketilmeli ve büyük bir nüfus kitlesine sahip olunmalıdır."
  },
  {
    "id": "3688981",
    "unitNumber": 2,
    "text": "<strong>Johann J. Becher, Almanya’nın ekonomik olarak gelişmesi için ne önerir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Tarım ürünlerinin serbestçe ithal edilmesi",
      "B": "İthalatın artırılması",
      "C": "Çiftçi, tüccar ve zanaatkârların organizasyonlar altında toplanması",
      "D": "Kamu işlerinde vergilerle istihdam sağlanması",
      "E": "Nüfus artışının önlenmesi"
    },
    "explanation": "Becher, Almanya’nın ekonomik olarak gelişmesi için çiftçi, tüccar ve zanaatkârların bir organizasyon altında toplanarak bunların teşvik edilmesi için ürettikleri mallara karşı talebin körüklenmesi gerektiğini savunmuştur. Ona göre, ülkenin ithalata yönelmesi, özellikle ülke içinde kendi üretebildiği mallarda ithalata yönelmesi ülke üretiminin baltalanacağı anlamına gelirdi."
  },
  {
    "id": "3688988",
    "unitNumber": 2,
    "text": "<strong>François Quesnay, iktisadi olayların yorumlanmasında hangi yöntemi ilk kez uygulamıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tümdengelim",
      "B": "Tümevarım",
      "C": "Deneysel yöntem",
      "D": "Niteliksel analiz",
      "E": "Miktarsal analiz"
    },
    "explanation": "Quesnay ilk kez tümdengelim yöntemini iktisadi olayların yorumlanmasına uyarlamış ve olaylar arasında mantıksal bir ilişki kurma çabası içine girmişti. Yani, iktisadi olaylara ilişkin genel önermeler ortaya koyarak, bu önermelerin ispatına yönelmişti."
  },
  {
    "id": "3688993",
    "unitNumber": 2,
    "text": "<strong>Fizyokratlara göre kısır sınıf hangi gruplardan oluşmaktadır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kilise mensupları ve soylular",
      "B": "Çiftçiler ve ormancılar",
      "C": "Tüccarlar ve zanaatkârlar",
      "D": "Balıkçılar ve madenciler",
      "E": "Toprak sahipleri ve üreticiler"
    },
    "explanation": "Fizyokratlara göre toplum, verimli ve kısır şeklinde iki ana sınıfa ayrılınca ve bütün fazla üretimi verimli sınıfın yaptığı kabul edilince, mantıksal olarak topluma faydalı olan verimli sınıf üyelerinin sayıca artması, kısır sınıf üyelerinin ise sayıca azaltılmasının gerekliliği ortaya çıkıyordu. Nitekim kısır sınıf, yani tüccarlar, zanaatkârlar ve finansmancılar verimli sınıfın üretimi tarafından beslenmekteydiler."
  },
  {
    "id": "3688999",
    "unitNumber": 2,
    "text": "<strong>Fizyokratların önerdiği tek vergi kimler tarafından ödenmelidir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Üretici sınıf",
      "B": "Kısır sınıf",
      "C": "Zanaatkârlar",
      "D": "Dağıtıcı sınıf içindeki toprak sahipleri",
      "E": "Tüccarlar"
    },
    "explanation": "Fizyokratlar tek vergi konusunda muhatap olarak dağıtıcı sınıf içindeki toprak sahiplerini almışlar ve üretici sınıf ile kısır sınıfa koyulacak her türlü verginin toprak sahibine yansıyacağını ifade etmişlerdi. Zira onların düşüncesine göre toprağın yarattığı fazla ürün, toprak kiraları aracılığıyla toprak sahiplerine, yani dağıtıcı sınıfa giderdi."
  },
  {
    "id": "3689011",
    "unitNumber": 2,
    "text": "<strong>Turgot'a göre faiz oranları hangi faktörlere bağlıdır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hükümet politikaları",
      "B": "Dış ticaret dengesi",
      "C": "Tarımsal üretim verimliliği",
      "D": "Piyasa talebi",
      "E": "Borç vermek ve almak isteyenlerin istekleri"
    },
    "explanation": "Turgot’a göre faiz oranları, borç vermek ve borç almak isteyenlerin isteklerine ve borç vermek isteyenlerin ellerinde bu amaçla tuttukları fonların büyüklüğüne bağlıdır. Bu nedenle de bir toplumda tasarrufların artması, faizlerin düşmesi ve kredi kullanımının ucuzlaması anlamına gelecektir."
  },
  {
    "id": "3689021",
    "unitNumber": 2,
    "text": "<strong>Mirabeau, vergilerin hangi özelliklere sahip olması gerektiğini savunmuştur?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Karmaşık ve dolaylı",
      "B": "Basit, doğrudan ve ödeme gücünü dikkate alan",
      "C": "Sadece tüccar ve zanaatkarlardan alınan",
      "D": "Yüksek oranlı ve geniş kapsamlı",
      "E": "Sadece aristokratlardan alınan"
    },
    "explanation": "Mirabeau özellikle vergiler konusunda, Fransa’nın durumundan hareketle, vergilerin azaltılması gerektiğini savunmuştur. Ona göre vergi toplayıcıların da halk üzerindeki baskıları azaltılmalı, toplanan vergiler nitelik itibariyle basit, doğrudan ve ödeme gücünü dikkate alacak özellikler taşımalıydı. Mirabeau baskıcı yönetimlere yaptığı eleştiriler ile özgürlüğe ve doğal düzene vurgu yaparken, vergilerin tarımdan ve kişisel gelir üzerinden alınmasını savunması ile fizyokratların genel genel düşüncelerini destekleyen bir tavır içinde olmuştu."
  },
  {
    "id": "3691428",
    "unitNumber": 2,
    "text": "<strong>Merkantilizmin ortaya çıkış koşullarından biri aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Teknolojik ilerleme",
      "B": "Merkezi krallıkların güçlenmesi",
      "C": "Serbest ticaretin yaygınlaşması",
      "D": "Kapitalist sanayinin yükselmesi",
      "E": "Demokrasi hareketleri"
    },
    "explanation": "Merkantilizmin ortaya çıkışında merkezi krallıkların güçlenmesi ve finansal ihtiyaçlarının artması önemli rol oynamıştır."
  },
  {
    "id": "3691431",
    "unitNumber": 2,
    "text": "<strong>Fizyokratların tarıma dayalı sisteminde vergi kimden alınmalıdır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İşçilerden",
      "B": "Sanayicilerden",
      "C": "Tüccarlardan",
      "D": "Toprak sahiplerinden",
      "E": "Devlet memurlarından"
    },
    "explanation": "Fizyokratlar, tek vergi sistemini savunmuşlardır ve bu verginin tarımsal üretim fazlası yaratan toprak sahiplerinden alınması gerektiğini belirtmişlerdir."
  },
  {
    "id": "3691439",
    "unitNumber": 2,
    "text": "<strong>Fizyokratların “kısır sınıf” olarak tanımladığı grup hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tüccarlar ve zanaatkârlar",
      "B": "Çiftçiler",
      "C": "Devlet görevlileri",
      "D": "Sanayiciler",
      "E": "Askerler"
    },
    "explanation": "Fizyokratlar, tüccar ve zanaatkârları kısır sınıf olarak nitelendirirler çünkü onların üretimi tarımsal artı değere katkıda bulunmaz."
  },
  {
    "id": "3691446",
    "unitNumber": 2,
    "text": "<strong>Merkantilist düşünceye göre ulusal zenginliğin artırılmasının yolu nedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Sanayi üretimini artırmak",
      "B": "Tarımsal üretime ağırlık vermek",
      "C": "Dış ticarette fazla vermek",
      "D": "Tüketimi artırmak",
      "E": "Serbest piyasa kurmak"
    },
    "explanation": "Merkantilist düşünce, ulusal zenginliğin artmasının dış ticarette fazla vererek ülkeye daha fazla altın ve gümüş girmesi ile sağlanabileceğini savunur."
  },
  {
    "id": "3691450",
    "unitNumber": 2,
    "text": "<strong>Merkantilist düşüncenin üç alt döneminden biri olan ‘bullionism’ dönemi hangi özelliği ile bilinir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Dış ticaretin teşvik edilmesi",
      "B": "Sanayi üretiminin artırılması",
      "C": "Değerli maden biriktirme odaklı olması",
      "D": "Kolonileşme sürecinin başlaması",
      "E": "Vergilerin düşürülmesi"
    },
    "explanation": "‘Bullionism’ dönemi, merkantilist düşüncenin ilk aşamalarında değerli madenlerin biriktirilmesine yoğunlaşan bir dönemdir."
  },
  {
    "id": "3691452",
    "unitNumber": 2,
    "text": "<strong>Merkantilizmin temel ilkelerinden biri aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Liberalizm",
      "B": "Serbest ticaret",
      "C": "Müdahalecilik",
      "D": "Komünizm",
      "E": "Yatırımcı dostu politika"
    },
    "explanation": "Merkantilizm, devletin ekonomi üzerindeki müdahale gücünü savunan bir iktisadi düşünce sistemidir. Bu nedenle müdahalecilik, merkantilizmin temel ilkelerinden biridir."
  },
  {
    "id": "3691457",
    "unitNumber": 2,
    "text": "<strong>William Petty’nin nüfus ve zenginlik arasındaki ilişkiye dair görüşü nedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Nüfusun fazla olması ekonomiye zarar verir.",
      "B": "Nüfus arttıkça zenginlik azalır.",
      "C": "Nüfusun fazla olması bir ülkeyi daha zengin yapar.",
      "D": "Nüfusun azalması ekonomik büyümeyi teşvik eder.",
      "E": "Nüfus ile zenginlik arasında doğrudan bir ilişki yoktur."
    },
    "explanation": "William Petty, bir ülkenin nüfusunun fazla olmasının o ülkenin zenginliği üzerinde olumlu bir etkisi olduğunu savunur."
  },
  {
    "id": "3691465",
    "unitNumber": 2,
    "text": "<strong> T. Mun’a göre dış ticaret nasıl bir ekonomik etki yaratır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Dış ticaret yalnızca değerli maden getirmekle sınırlıdır.",
      "B": "Dış ticaretin önemi sadece ithalata dayalıdır.",
      "C": "Dış ticaret yerel üretimi desteklemeli ve ticareti canlandırmalıdır.",
      "D": "Dış ticaret, dışarıya değerli maden çıkarmanın riskli olduğunu savunur.",
      "E": "Dış ticaret, sadece sanayi ürünlerinin ihracatı ile mümkün olur."
    },
    "explanation": "T. Mun’a göre, dış ticaret sadece değerli maden getirisi değil, aynı zamanda yerel üretimi ve ekonomiyi canlandırıcı bir etkiye sahiptir."
  },
  {
    "id": "3691475",
    "unitNumber": 2,
    "text": "<strong>Fizyokratlara göre devletin ekonomideki rolü nedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Tam denetim sağlamalıdır.",
      "B": "Müdahaleci olmalıdır.",
      "C": "Ulusal savunma ve büyük yatırımları yönetmelidir.",
      "D": "Vergi toplama dışında ekonomiye karışmamalıdır.",
      "E": "Para arzını kontrol etmelidir."
    },
    "explanation": "Fizyokratlara göre devlet, ulusal savunma, bayındırlık yatırımları ve adaletin sağlanması gibi görevleri üstlenmeli ancak ekonomiye müdahale etmemelidir."
  },
  {
    "id": "3691483",
    "unitNumber": 2,
    "text": "<strong>Tümdengelim yöntemi ile iktisadi olaylar arasında mantıksal ilişki kuran ilk düşünür kimdir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Adam Smith",
      "B": "William Petty",
      "C": "François Quesnay",
      "D": "David Ricardo",
      "E": "Jean-Baptiste Say"
    },
    "explanation": "François Quesnay, tümdengelim yöntemini iktisadi olayların analizinde kullanarak olaylar arasında mantıksal bir ilişki kurmaya çalışan ilk düşünürdür."
  },
  {
    "id": "3664850",
    "unitNumber": 3,
    "text": "<strong>Klasik İktisadi Düşünce hangi dönemde şekillenmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Orta Çağ",
      "B": "Aydınlanma Çağı",
      "C": "Rönesans Dönemi",
      "D": "Sanayi Devrimi",
      "E": "Feodal Dönem"
    },
    "explanation": "Klasik İktisadi Düşünce, Aydınlanma Çağı’nın etkisi altında şekillenmiş, özgürlük ve bireycilik gibi kavramlarla harmanlanmıştır<br/>Klasik iktisadi düşüncenin oluşmasında merkantilist ve fizyokrat düşünürlerin, dönemin siyaset bilimcilerinin, tarihçilerinin, felsefecilerinin, teologlarının ve edebiyatçılarının katkıları olmuştu. Ancak en önemli etki 1688 Kutsal İngiliz İsyanı ile 1789 Fransız İhtilali’ne kadar geçen ve Aydınlanma olarak isimlendirilen dönemdeki düşünsel gelişmelerden gelmişti. Aydınlanma dönemi genelde 1500-1650 ve 1650-1750 arasında olmak üzere iki aşamada değerlendiriliyordu. İlk dönemde astronomi, matematik ve fizik bilimlerinde yaşanan gelişmeler ikinci dönemde yaygınlık kazanarak sosyal bilimleri de kapsayacak bir düzeye gelmiştir"
  },
  {
    "id": "3664866",
    "unitNumber": 3,
    "text": "<strong>Klasik İktisadi Düşüncenin en önemli temsilcisi kimdir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Jean-Baptiste Say",
      "B": "Adam Smith",
      "C": "David Ricardo",
      "D": "Jeremy Bentham",
      "E": "Thomas Malthus"
    },
    "explanation": "Klasik iktisadi düşüncenin ne zaman başladığı ve bittiği ile kimlerin bu ekol içinde yer aldığı pek net değildir. Klasik iktisat deyiminden ilk bahseden Marx’tır. Marx bu deyimi 1859’da yayınlanan Ekonomi Politiğin Eleştirisine Katkı isimli kitabında, İngiltere’de Sir William Petty ile başlayıp David Ricardo ile (1623’ten 1823’e), Fransa’da ise P. Boisguilbert ile başlayıp Sismonde de Sismondi ile biten (1646’dan 1842’ye) dönemler içinde kalan iktisatçıları tanımlamak için kullanmıştı. Marx’tan sonra, A. Smith’in Ulusların Zenginliğini yayımladığı 1776’dan, John Stuart Mill’in Principles of Political Economy isimli kitabını yayımladığı 1848 arasında kalan İngiliz iktisatçılar klasik olarak anılmaya başlamıştı.<br/>Klasik İktisadi Düşüncenin en önde gelen temsilcisi Adam Smith’tir ve onun Ulusların Zenginliği eseri bu düşüncenin temel taşıdır."
  },
  {
    "id": "3664886",
    "unitNumber": 3,
    "text": "<strong>Adam Smith’in Klasik İktisadi Düşüncesindeki temel ilkelerden biri aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Merkezi planlama",
      "B": "Kollektivizm",
      "C": "Mutlak devlet kontrolü",
      "D": "Emeğin değeri",
      "E": "Serbest piyasa ekonomisi"
    },
    "explanation": "Adam Smith, serbest piyasa ekonomisinin ve görünmez elin toplumsal refahı sağlayacağını savunmuştur.<br/>Adam Smith, kişisel çıkarı izlerken bireylerin topluma faydalı olmasının mekanizmasını görünmez el metaforu ile ifade etti. Görünmez el özetle, toplumdaki bireyler kendi çıkarlarının peşinde koşarken, aslında görünmez bir el aracılığıyla toplumun menfaatlerine hizmet edecektir diyordu. Adam Smith görünmez el kavramını bir kez Astronomi Tarihi isimli notlarında, bir kez Ahlaki Duygular Teorisi’nde, bir kez de Milletlerin Zenginliği isimli kitabında kullanmıştı"
  },
  {
    "id": "3664903",
    "unitNumber": 3,
    "text": "<strong>Aşağıdakilerden hangisi Ricardo'nun Klasik İktisat teorisine sunduğu katkılardandır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Emeğin fiyatı",
      "B": "Emeğin maliyeti",
      "C": "Kar dağılımı",
      "D": "Karşılaştırmalı üstünlük teorisi",
      "E": "İktisadi denge"
    },
    "explanation": "David Ricardo, karşılaştırmalı üstünlük teorisi ile ülkeler arası ticarette her ülkenin uzmanlaştığı ürünleri üretmesinin faydalı olduğunu savunmuştur<br/>Klasik dış ticaret teorisi Smith ve Ricardo’nun teorileri bilinmektedir. Smith, dış ticaretin özgürce yapılabilmesini savundu ve mutlak üstünlükler teorisini geliştirdi. Ricardo ise karşılaştırmalı üstünlükler teorisini ileri sürdü. Her ikisi de dış ticarette özgürlükten yana olmalarına rağmen özgürlüğü isteme gerekçeleri birbirlerinden farklıydı. Mill ise Ricardo’nun dış ticaret teorisini esas alarak onu geliştirdi."
  },
  {
    "id": "3664915",
    "unitNumber": 3,
    "text": "<strong>Klasik iktisatçılar, ekonomide hangi dengenin sağlanabileceğini savunur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tam istihdam dengesi",
      "B": "Eksik istihdam dengesi",
      "C": "Sabit kur dengesi",
      "D": "Faiz dengesi",
      "E": "Enflasyon dengesi"
    },
    "explanation": "Klasik iktisatçılar, ekonominin kendiliğinden tam istihdama ulaşabileceğini ve piyasanın müdahale olmadan dengeye gelebileceğini savunurlar<br/>Ekonomik yapının doğal durumu tıpkı evrende olduğu gibi denge durumuydu. Bu nedenle bütün klasik iktisatçılar ekonominin tam istihdamda, kendiliğinden bir denge süreci içinde olduğuna iman ettiler. Önemli olan bunun çalışma ilkelerini ortaya koymaktı. Bu ise iktisat bilimine itibar kazandıracak ve fizik bilimlerinin ileri sürdüğü değişmez kanunlar gibi kanunlar üretebilmesinin kapısını aralayacaktı."
  },
  {
    "id": "3664927",
    "unitNumber": 3,
    "text": "<strong>Klasik İktisadi Düşüncenin temel felsefesi neye dayanır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Devletin ekonomiye müdahalesi",
      "B": "Bireylerin serbest bırakılması ve piyasanın kendiliğinden dengeye gelmesi",
      "C": "Tarımın en önemli üretim kaynağı olması",
      "D": "Paranın değerini devletin belirlemesi",
      "E": "Devletin sermayeye dayalı büyüme sağlaması"
    },
    "explanation": "Klasik iktisadi düşüncenin felsefesi, piyasanın müdahale olmaksızın doğal bir dengeye ulaşabileceğini varsayar.<br/><strong>Klasik</strong> İktisadi Düşüncenin temel felsefesi, <strong>bireylerin özgürce kendi çıkarlarını maksimize etmeye çalıştıkları</strong> bir sistem üzerine kuruludur. Bu yaklaşım, Adam Smith’in \"görünmez el\" kavramıyla da açıklanmıştır. Smith'e göre, <strong>bireyler kendi çıkarlarını takip ederken, aynı zamanda topluma da fayda sağlarlar</strong>. Bu bireyci ve serbest piyasa anlayışı, piyasanın kendiliğinden dengeye geleceğini savunur. Ayrıca, bu düşünce sisteminde devlet müdahalesi minimum düzeyde tutulmalı, bireyler <strong>ekonomik özgürlüklerini</strong> kullanarak kendi akıllarına göre hareket etmelidir. Ekonomide, <strong>rekabet ve rasyonalizm</strong> esas alınarak bireyler arasındaki etkileşim sonucunda üretim ve tüketim dengesi kendiliğinden oluşur."
  },
  {
    "id": "3664952",
    "unitNumber": 3,
    "text": "<strong>Jeremy Bentham’ın Klasik İktisada katkısı hangi kavram üzerine odaklanmıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Faydacılık",
      "B": "Kamu yararı",
      "C": "Emeğin karşılığı",
      "D": "Para arzı",
      "E": "Serbest ticaret"
    },
    "explanation": "Bentham, faydacılık felsefesiyle maksimum faydanın bireylerin ve devletin temel amacı olması gerektiğini savunmuştur<br/>Bentham’ın faydacı felsefesi, bir yandan rekabetin, bir yandan kişisel çıkarı izlemenin ve bir diğer yandan da görünmez elin meşruiyetini ortaya koyuyordu. Çünkü ona göre fayda ve mutluluk, ahlakın ve toplumun temel felsefesi idi. Bu bakış açısı, Bentham’ın siyaset ve yasama faaliyetini de özgürlük ve rekabet açısından değerlendirebileceği bir kıstası sağlamış bulunuyordu. Bu nedenle akılcı bir hukuk sistemi ile eşitliğin ve özgürlüğün sağlanabilmesinin tek koşulu demokrasi idi. Bentham’ın parlamentoya inancının temelinde de bu faydacı görüşün yattığını söylemek doğru olurdu."
  },
  {
    "id": "3664972",
    "unitNumber": 3,
    "text": "<strong>Deistlerin Tanrı inancına göre Tanrı'nın rolü aşağıdakilerden hangisinde doğru olarak verilmiştir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Tanrı dünyaya sürekli müdahale eder",
      "B": "Tanrı insanlara her zaman rehberlik eder",
      "C": "Tanrı bir düzen kurduktan sonra dünyaya karışmaz",
      "D": "Tanrı toplumun kurallarını belirler",
      "E": "Tanrı sadece dini konularda müdahale eder"
    },
    "explanation": "Deistlere göre Tanrı, dünyayı yaratıp düzenini kurmuş, ardından bu düzeni kendi haline bırakmıştır<br/>deistler, Tanrı’yı yok saymıyorlar ancak onun dünyaya karışmayacağını, bir düzen tesis ettikten sonra kendi tahtında oturacağını düşünüyorlardı. Aslında bu hareketin kökeni 15. yüzyıldaki Rönesans’a, 16. yüzyılda ortaya çıkan Reform’a ve 17. yüzyıl kartezyen felsefesine kadar uzanıyordu. Descartes’in öncülük ettiği kartezyen felsefe bir tür düalizme dayanıyor ve bu düalizmde fizik ve matematik, yani kesin olanlar ya da görüngüler ile dini ve beşeri olan şeylerin kurallarının ayrı şeyler olduğu kabul ediliyordu"
  },
  {
    "id": "3664990",
    "unitNumber": 3,
    "text": "<h3><strong>Hume’un para ve fiyatlar hakkındaki görüşüne göre, fiyat artışları ne zaman meydana gelir?</strong></h3>",
    "correctAnswer": "C",
    "options": {
      "A": "Para miktarı arttığı anda",
      "B": "Tamamen kontrol edilemez",
      "C": "Belirli bir zaman gecikmesiyle",
      "D": "Hemen ekonomide bir denge oluştuğunda",
      "E": "İstihdam tam olarak sağlandığında"
    },
    "explanation": "Hume’a göre, fiyat artışları para arzının artmasıyla hemen ortaya çıkmaz, belirli bir zaman gecikmesi sonucunda meydana gelir.<br/>Hume, para konusundaki düşüncelerinde, para miktarı ve fiyatlar düzeyi arasındaki ilişkiye de işaret etti. Hume’a göre bir ekonomide para miktarının artması, şayet ekonomide eksik istihdam eğilimleri varsa sanayi ve ekonomi için yararlı olabilirdi. Ek olarak ekonomide fiyat artışları da hemen ortaya çıkmaz, belirli bir zaman gecikmesi sonucu ortaya çıkardı. Çünkü bir sonuç olarak ortaya çıkacak fiyat artışı, zincirleme bir biçimde sektörlerin birbirini etkilemesi ile oluşurdu"
  },
  {
    "id": "3665005",
    "unitNumber": 3,
    "text": "<strong>Klasik iktisatçılara göre, kısa dönemde piyasa ücreti (fiili ücret) nasıl belirlenir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Piyasa ücreti, tamamen işverenlerin kâr hedeflerine bağlı olarak belirlenir ve emek arzı ile talebiyle ilişkili değildir.",
      "B": "Piyasa ücreti, emek arzı ve talebine bağlı olarak belirlenir, ancak reel ücrete etki etmez.",
      "C": "Piyasa ücreti, reel ücrete bağlı olarak emeğin arzı ve talebi tarafından belirlenir.",
      "D": "Piyasa ücreti, sadece emek talebine bağlı olarak belirlenir ve emek arzı ile reel ücrete ilişkin bir etkisi yoktur.",
      "E": "Piyasa ücreti, reel ücretten bağımsız olarak yalnızca devlet politikaları tarafından belirlenir."
    },
    "explanation": "Klasik iktisatçılara göre, kısa dönemde piyasa ücreti, reel ücrete bağlı olarak emeğin arzı ve talebi tarafından belirlenir. Reel ücretlerin değişmesi, emek arzını ve talebini etkiler. Kısa dönemde emeğin ücreti, onun doğal düzeyinin altında veya üzerinde oluşmuş olabilirdi ve bu ücret düzeyinin uzun dönemde sürdürülebilmesi mümkün değildi<br/>Klasik iktisatçılarda kısa dönemde ücret, yani piyasa ücreti (fiili), reel ücrete bağlı olarak emeğin arzı ve talebi tarafından belirlenirdi."
  },
  {
    "id": "3683158",
    "unitNumber": 3,
    "text": "Klasik iktisat deyiminden ilk bahseden iktisatçı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Adam Smith",
      "B": "Sir William Petty",
      "C": "David Ricardo",
      "D": "John Stuart Mill",
      "E": "Karl Marx"
    },
    "explanation": "Klasik iktisadi düşüncenin ne zaman başladığı ve bittiği ile kimlerin bu ekol içinde yer aldığı pek net değildir. Klasik iktisat deyiminden ilk bahseden Marx’tır. Marx bu deyimi 1859’da yayınlanan Ekonomi Politiğin Eleştirisine Katkı isimli kitabında bahsetmiştir."
  },
  {
    "id": "3683187",
    "unitNumber": 3,
    "text": "Klasik iktisat düşüncesinin İngiltere’deki ilk savunucusu aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Adam Smith",
      "B": "Sir William Petty",
      "C": "Alfred Marshall",
      "D": "Jean Baptiste Say",
      "E": "Thomas Robert Malthus"
    },
    "explanation": "Klasik iktisat İngiltere’de Sir William Petty ile başlamıştır (1623’ten 1823’e)."
  },
  {
    "id": "3683200",
    "unitNumber": 3,
    "text": "Aydınlanma döneminin ilk aşaması aşağıdaki hangi dönemde gerçekleşmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "1300-1400",
      "B": "1450-1500",
      "C": "1500-1650",
      "D": "1700-1800",
      "E": "1750-1850"
    },
    "explanation": "Klasik iktisadi düşüncenin oluşmasında merkantilist ve fizyokrat düşünürlerin, dönemin siyaset bilimcilerinin, tarihçilerinin, felsefecilerinin, teologlarının ve edebiyatçılarının katkıları olmuştu. Ancak en önemli etki 1688 Kutsal İngiliz İsyanı ile 1789 Fransız İhtilali’ne kadar geçen ve Aydınlanma olarak isimlendirilen dönemdeki düşünsel gelişmelerden gelmişti. Aydınlanma dönemi genelde 1500-1650 ve 1650-1750 arasında olmak üzere iki aşamada değerlendiriliyordu. İlk dönemde astronomi, matematik ve fizik bilimlerinde yaşanan gelişmeler ikinci dönemde yaygınlık kazanarak sosyal bilimleri de kapsayacak bir düzeye gelmişti."
  },
  {
    "id": "3683229",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi 18. yüzyılda yaşamış felsefeci-iktisatçılardan birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Richard Nelson",
      "B": "Robert Barro",
      "C": "Ducan Black",
      "D": "John Locke",
      "E": "Oscar Lange"
    },
    "explanation": "18. yüzyılda yaşamış söz konusu felsefeci-iktisatçılardan bazılarını John Locke, Josiah Child, David Hume, Richard Cantillon ve Jeremy Bentham olarak belirlemek mümkündü."
  },
  {
    "id": "3683253",
    "unitNumber": 3,
    "text": "Uluslararası dış ticaretin işleyiş mekanizmasına ilişkin olarak düşünce geliştiren klasik iktisatçı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "David Hume",
      "B": "Robert Lucas",
      "C": "Simon Kuznets",
      "D": "James Tobin",
      "E": "Ludwing von Mises"
    },
    "explanation": "Hume’un belki de en önemli katkısı uluslararası dış ticaretin işleyiş mekanizmasına ilişkin olarak geliştirdiği düşünceydi. Merkantilistler ülke içindeki altın ve gümüşün bol olmasının taraftarı olmuşlardı. Hume, müdahalenin olmadığı bir durumda dış ticaret açığından da fazlasından da korkmanın gereksiz olduğunu, uluslararası dengenin kendiliğinden oluşacağını ifade etti Ona göre bir ülkenin ucuza üretim yapması, dış rekabet avantajı sağlayarak ülke içinde para miktarının ve fiyatların yükselmesi sonucunu doğuracaktı. Çünkü ucuz üretim ihracatı artıracak, artan ihracat ülkeye para girmesine neden olacak ve artan para miktarı ülke içindeki fiyatların yeniden artışı ile sonuçlanacaktı. Tersi durumda mekanizma tersine işleyecekti. Bu mekanizma sikke aktarım mekanizması olarak isimlendirildi."
  },
  {
    "id": "3683277",
    "unitNumber": 3,
    "text": "Değer alanına katkı sağlayan klasik iktisatçı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Luc Soete",
      "B": "Franca Malerna",
      "C": "Jeremy Bentham",
      "D": "Abraham Wald",
      "E": "Robert Barro"
    },
    "explanation": "Jeremy Bentham’ın faydacı bakış açısının en önemli katkısı değer alanında oldu. Bentham, bir malın neden değerli olabileceği sorusuna o malın faydalı olduğu için değerli olduğu cevabını verirken marjinal fayda kavramına vurgu yaparken neo-klasik değer teorisinin oluşturulmasına katkıda bulunmuştu. Bentham kişilerin tüketim miktarlarının yinelenmesi durumunda onların bu tüketimden giderek daha az zevk alacaklarını da ifade etmiştir."
  },
  {
    "id": "3683297",
    "unitNumber": 3,
    "text": "“Görünmez el” metaforu aşağıdaki hangi iktisatçıya aittir?",
    "correctAnswer": "B",
    "options": {
      "A": "Amos Tversky",
      "B": "Adam Smith",
      "C": "Luigi Orsenigo",
      "D": "Richard Nelson",
      "E": "JamesTobin"
    },
    "explanation": "Adam Smith, kişisel çıkarı izlerken bireylerin topluma faydalı olmasının mekanizmasını görünmez el metaforu ile ifade etti. Görünmez el özetle, toplumdaki bireyler kendi çıkarlarının peşinde koşarken, aslında görünmez bir el aracılığıyla toplumun menfaatlerine hizmet edecektir diyordu. Adam Smith görünmez el kavramını bir kez Astronomi Tarihi isimli notlarında, bir kez Ahlaki Duygular Teorisi’nde, bir kez de Milletlerin Zenginliği isimli kitabında kullanmıştı."
  },
  {
    "id": "3683319",
    "unitNumber": 3,
    "text": "Teknolojik yenilik o denli ileri boyutlara ulaşacaktı ki, bütün mallar hava ve su gibi serbest olacak ve kıtlık problemi ortadan kalkacaktı görüşü aşağıdaki hangi klasik iktisatçıya aittir?",
    "correctAnswer": "E",
    "options": {
      "A": "Adam Smith",
      "B": "Sir William Petty",
      "C": "Alfred Marshall",
      "D": "Thomas Robert Malthus",
      "E": "Jean Baptiste Say"
    },
    "explanation": "J. B. Say üretim fonksiyonu konusunda iyimser düşüncelere sahipti. Ona göre teknolojik yenilik maliyetleri aşağı çekerek artan getiriye neden olurdu. Bu teknolojik yenilik o denli ileri boyutlara ulaşacaktı ki, bütün mallar hava ve su gibi serbest olacak ve kıtlık problemi ortadan kalkacaktı."
  },
  {
    "id": "3683340",
    "unitNumber": 3,
    "text": "Her iki ülkede de aynı miktar emek kullanılsa bile işçilerin verimlilik farklılığı nedeniyle çıktıda bir farklılık oluşabileceği görüşü aşağıdaki hangi iktisatçıya aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "John Stuart Mill",
      "B": "Richard Nelson",
      "C": "Robert Barro",
      "D": "Ducan Black",
      "E": "John Locke"
    },
    "explanation": "Ricardo bu analizini yaparken iki ülkenin ürettiği malları emek maliyeti yönünden karşılaştırmıştı. Bu yaklaşım Mill açısından bir eksiklik içeriyordu. Çünkü Ricardo bu analizinde her iki ülkedeki emek miktarının verimliliğini eşit kabul ediyordu. Oysa Mill’e göre her iki ülkede de aynı miktar emek kullanılsa bile işçilerin verimlilik farklılığı nedeniyle çıktıda bir farklılık oluşabilirdi. Buradan hareketle Mill, iki ülkenin ürettikleri malların ülke içindeki değişim oranlarından hareketle uluslararası ticaretin değişim oranlarına ulaşmaya çalıştı. Aslında Mill’in dış ticaret teorisinin, Ricardo’nunkinin biraz daha geliştirilmiş bir biçimi olduğu söylenebilir."
  },
  {
    "id": "3683353",
    "unitNumber": 3,
    "text": "Devletin bütçe açığına başvurması ve bu açığı borçlanma veya vergi gelirleri ile finanse etmesi arasında bir fark bulunmadığı görüşü aşağıdaki klasik iktisatçıya aittir?",
    "correctAnswer": "D",
    "options": {
      "A": "Robert Barro",
      "B": "Robert Lucas",
      "C": "Simon Kuznets",
      "D": "David Ricardo",
      "E": "James Tobin"
    },
    "explanation": "Klasik iktisadın denk bütçe yaklaşımı, ekonomiyi bir aile ekonomisi gibi değerlendirmiş olmalarının bir sonucuydu. Klasik iktisatçılara göre maliye politikaları yansız olmalı, yani devlet ekonomiye müdahale etmemeli, üretici ve tüketicilerin davranışları üzerinde etkili olmamalıydı. Mesela Adam Smith’e göre, ekonomiden yatırıma yöneltilecek fonların borçlanma yoluyla devlete aktarılması devlet tarafından verimsiz harcamalara aktarılarak sermaye birikimi açısından olumsuz sonuçlara neden olurdu. Ricardo, bu bağlamda Smith’e yakın düşüncelere sahipti. Ona göre, devletin bütçe açığına başvurması ve bu açığı borçlanma veya vergi gelirleri ile finanse etmesi arasında bir fark bulunmazdı."
  },
  {
    "id": "3685624",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi reform ile başlayan, kilisenin ve dinin dünyadan ve dünyalık işlerden uzaklaştırılması süreci olarak tanımlanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Aydınlanma süreci",
      "B": "Rönesans süreci",
      "C": "Bilim devrimi",
      "D": "Feodal süreç",
      "E": "İhtilal süreci"
    },
    "explanation": "Aydınlanma en genel anlamda, Reform ile başlayan, kilisenin ve dinin dünyadan ve dünyalık işlerden uzaklaştırılması süreci olarak tanımlanabilir."
  },
  {
    "id": "3685634",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Immanuel Kant'a göre aydınlanmanın şiarıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Tembellik ve korkaklık insanın en önemli kılavuzudur.",
      "B": "Kendi zekanı kullanmaya cesaret et.",
      "C": "Kendi zekan yerine başkasınınkini kullan",
      "D": "Erginsiz olmak bir erdemdir.",
      "E": "Aydınlanma ile erginsiz olma aynı sonuca varan iki yoldur."
    },
    "explanation": "Aydınlanma dönemi düşüncesi Immanuel Kant’ın şu açıklamasında kişilik buluyordu: “Aydınlanma, insanın bizzat kendisinin neden olduğu erginsizlikten kurtuluşudur. İşaret edilen bu erginsizlik başkasının kılavuzluğu olmadan kendi zekâsını kullanma yeteneksizliğidir. Eğer bunun nedeni, insan kavrayışının yetersizliği değil de, başkasının kılavuzluğu yerine kendi zekâsına dayanmak için gereken sebat ve cesaret eksikliğiyse, bu, insanın kendi suçudur. Bu yüzden aydınlanmanın şiarı sapere aude, kendi zekânı kullanmaya cesaret et olmalıdır."
  },
  {
    "id": "3685720",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Jhon Locke'nin ifade ettiği paranın fonksiyonları doğru olarak verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sayma aleti - değer ölçüsü birimi - bir arzın teminatı",
      "B": "Toplama aracı - varlık ölçüsü birimi - bir talebin temerrüdü",
      "C": "Sayma aracı - değer ölçüsü birimi - bir talebin teminatı",
      "D": "Sayma teçhizatı - değer toplama birimi - bir isteğin teminatı",
      "E": "Sayma aracı - takdir ölçüsü birimi - bir tahakkukun teminatı"
    },
    "explanation": "Locke, bu siyasal görüşlerine paralel olarak para, faiz ve değer gibi konularda da düşünceler ileri sürmüştür. Locke, paranın fonksiyonlarını, sayma aracı, değer ölçüsü birimi ve bir talebin teminatı olarak ortaya koydu."
  },
  {
    "id": "3685912",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Adam Smith'in tanımladığı monarşik devletin görevlerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Eğitim- öğretim",
      "B": "Ulusal savunma",
      "C": "Büyük yatırımlar",
      "D": "Kamu sağlığı",
      "E": "Ekonominin kendi kendine işleyişini sağlama"
    },
    "explanation": "Piyasada Newton’un monarşik Tanrısı’nın yerini Smith’in monarşik devleti aldı. Bu devlet, eğitim öğretim, ulusal savunma, büyük yatırımlar ve ekonominin kendi kendine işleyişini sağlamanın dışında bir görevi kendisine iş edinmemeliydi."
  },
  {
    "id": "3686150",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Klasik iktisatçılardan Ricardo'nun kullandığı analiz yöntemidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Genel denge analizi",
      "B": "Tam denge analizi",
      "C": "Bütüncül denge analizi",
      "D": "Faktör denge analizi",
      "E": "Kısmı denge analizi"
    },
    "explanation": "Ricardo bir tür kısmi denge analizi gibi bazı faktörleri sabit varsayarak analizini sürdürüyordu. İnceleme tekniği, bütün bağımsız değişkenleri analize dâhil etmesini önlüyordu."
  },
  {
    "id": "3686166",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Smith ve Ricardo'nun kullanım değeri ve mübadele değeri ayrımına Smith'in verdiği paradoksal örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Elmas - su paradoksu",
      "B": "Kömür - su paradoksu",
      "C": "Altın - kömür paradoksu",
      "D": "Gümüş - altın paradoksu",
      "E": "Demir - çelik paradoksu"
    },
    "explanation": "Smith ve Ricardo, işe kullanım değeri ve mübadele değeri ayrımı ile başladılar. Kullanım değeri bir malın kullanıcısı ile mal arasındaki bir ilişkiden doğduğu için her iki düşünür de bunun üzerinde fazla durmamışlar, hatta Smith, bir malın mübadele değerinin olabilmesi için kullanım değerine sahip olması gerekmediğini ifade ederek elmas-su paradoksuna takılmış gibi görünmüştü."
  },
  {
    "id": "3686196",
    "unitNumber": 3,
    "text": "Aşağıdaki seçeneklerin hangisinde klasik iktisatçı ve üretim ile ilgili düşüncesi yanlış verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Smith: makineleşme ve iş bölümü artışı maliyetleri düşürecek ve ekonomi artan getiri yasalarına tabi olacaktır.",
      "B": "Mill: Değer düşüncesinde arz talep yanında fayda ve maliyetin önemi yoktur.",
      "C": "Say: ekonomik gelişme ilerleyecek ve bir gün mallar fiyatsız (serbest mal) olacaktır.",
      "D": "Ricardo: artan toprak rantı milli gelirin büyük bir bölümünü alarak (rant teorisi) kârları azaltacaktır.",
      "E": "Malthus: nüfus ve gıda malları arasındaki oransızlık belirli bir eşikten sonra insanlığa açlık ve sefalet getirecektir."
    },
    "explanation": "B seçeneğindeki Mill'e ait düşünce üretim ile ilgili değildir ve doğrusu da \". Mill değer düşüncesinde arz ve talep yanında, fayda ve maliyet gibi unsurların da değer üzerinde etkili olduğu sonucuna ulaşılırken üretim miktarı ile artan maliyet arasındaki ilişkiye de değinmişti. \" şeklindedir.<br/>Smith, makineleşme ve iş bölümü artışının maliyetleri düşüreceği ve ekonominin artan getiri yasalarına tabi olacağı düşüncesi ile Say ise ekonomik gelişmenin ilerleyerek bir gün malların fiyatsız (serbest mal) olacağı düşüncesi ile iyimserdiler. Ricardo, artan toprak rantının milli gelirin büyük bir bölümünü alarak (rant teorisi) kârları azaltacağı düşüncesi ile Malthus ise nüfus ve gıda malları arasındaki oransızlığın belirli bir eşikten sonra insanlığın açlık ve sefaletini gündeme getireceği düşüncesi ile kötümserdiler."
  },
  {
    "id": "3686232",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Malthus'un ücretlerde ilgili düşüncesini yansıtmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "İnsanlar bolluk içinde yaşamaktadır.",
      "B": "Besin kaynakları verimlilik artışı ile hızla çoğalmaktadır.",
      "C": "Ücretlerin, kritik eşik olan asgari geçim düzeyinin altına inmesi önlenmelidir.",
      "D": "Gıda fiyatları düşmekte ortalama yaşam standardı artmaktadır.",
      "E": "Verimsiz topraklar ile üretim maliyetleri düşmektedir."
    },
    "explanation": "Ücretlerin, kritik eşik olan asgari geçim düzeyinin altına inmesi önlenmelidir."
  },
  {
    "id": "3686267",
    "unitNumber": 3,
    "text": "Aşağıdakilerin hangisi klasik iktisatçıların istihdam düşüncesini ifade etmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bireylerin para talebi pek çok nedenden olabilir, işlem, tasarruf, ihtiyat saikleri gibi.",
      "B": "Fazla üretim ya da yetersiz tüketimde kriz oluşur.",
      "C": "Ekonomi tam istihdamın altında ya da üstünde dengede olabilir.",
      "D": "Ekonomiyi arz yönlendirir ve talep arza uyum sağlar.",
      "E": "Piyasa fiyatları ve ücretler esnek değildir."
    },
    "explanation": "Klasikler arz çekişli yaklaşımını benimseyerek ekonomiyi arzın yönlendirdiği ve talebin arza uyum sağladığı düşüncesindedirler. Bu nedenle üretmek, yetersiz talep sonucu ekonomide bir daralmaya neden olmayacaktır."
  },
  {
    "id": "3686304",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi klasik iktisatçıların devlet bütçesine ilişkin görüşünü ifade etmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Genişletici maliye politikaları ile açık bütçe yaklaşımı",
      "B": "Daraltıcı maliye politikaları ile açık bütçe yaklaşımı",
      "C": "Genişletici maliye politikaları ile bütçe fazlası yaklaşımı",
      "D": "Daraltıcı maliye politikaları ile bütçe fazlası yaklaşımı",
      "E": "Yansız maliye politikaları ile denk bütçe yaklaşımı"
    },
    "explanation": "Klasik iktisadın denk bütçe yaklaşımı, ekonomiyi bir aile ekonomisi gibi değerlendirmiş olmalarının bir sonucuydu. Klasik iktisatçılara göre maliye politikaları yansız olmalı, yani devlet ekonomiye müdahale etmemeli, üretici ve tüketicilerin davranışları üzerinde etkili olmamalıydı."
  },
  {
    "id": "3664890",
    "unitNumber": 4,
    "text": "İnsanlığın ekonomik alanda gerçekleştirdiği ve gerçekleştikten sonraki nesillerin hayatlarını yüzyıllarca etkileyen iki ekonomik devrim aşağıdakilerden hangisinde doğru verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Eğitim ve sanayi devrimi",
      "B": "Eğitim ve tarım devrimi",
      "C": "Askeri ve sanayi devrim",
      "D": "Askeri ve tıbbi devrim",
      "E": "Tarım ve sanayi devrimi"
    },
    "explanation": "İnsanlığın ekonomik alanda gerçekleştirdiği ve gerçekleştikten sonraki nesillerin hayatlarını yüzyıllarca etkileyen iki ekonomik devrim vardır: Tarım devrimi ve sanayi devrimi."
  },
  {
    "id": "3665271",
    "unitNumber": 4,
    "text": "19. y.y.'ın ortalarından itibaren Avrupa ile Kuzey Amerika genelinde sanayi şehirlerinin gelişimi aşağıdakilerden hangisi ile başlamıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Su gücünün kullanılmaya başlanması",
      "B": "Elektriğin keşfi",
      "C": "Buhar makinelerinin ortaya çıkması",
      "D": "Arz-talep dengesinin kurulması",
      "E": "Kırsaldan kente göç edenlerin istihdam ihtiyacı"
    },
    "explanation": "“Önceleri yeni makineler nehirlerin, şelalelerin yanında inşa edilmiş fabrikalarda su çarkları ile işliyordu. Ama buhar makinesinin ortaya çıkışı sayesinde endüstrinin akan suya olana bağımlılığı sona erdi ve Avrupa ile Kuzey Amerika genelinde sanayi şehirlerinin gelişimi mümkün hale geldi.”"
  },
  {
    "id": "3665357",
    "unitNumber": 4,
    "text": "Tüketicilerin faydalarını, firmaların da kârlarını maksimize etmeye çalıştıkları marjinalist düşünce ilkesi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Metodolojik bireycilik",
      "B": "Öznel bir değer ve bölüşüm teorisi",
      "C": "Dikkatin marjin”deki ekonomik faaliyetlere dönmesi",
      "D": "Azalan verimler yasası",
      "E": "Kısıtlı optimizasyon ilkesi"
    },
    "explanation": "Marjinalist düşüncenin birinci ilkesi, “metodolojik bireycilik”tir. Toplum ve iktisadi olaylar bireyden hareketle açıklanmaya çalışılır. Bunu yapabilmek için de bireyin davranış kalıbına ilişkin bilimsel bir açıklamaya ihtiyaç vardır. Bu kapsamda, bireylerin “optimizasyon”a odaklandıklarını varsaydılar. Optimizasyon süreci; tüketicilerin faydalarını, firmaların da karlarını maksimize etmeye çalıştıklarını ifade etmektedir.<br/>Optimizasyon süreci; tüketicilerin faydalarını, firmaların da kârlarını maksimize etmeye çalıştıklarını ifade etmektedir."
  },
  {
    "id": "3665803",
    "unitNumber": 4,
    "text": "Üreticilerin ücretler artarsa kullandıkları emek miktarını azaltarak sermaye miktarını artırabillmeleri aşağıdaki marjinalist düşüncelerden hangisine uygundur?",
    "correctAnswer": "D",
    "options": {
      "A": "İktisadi sorunların kısıtlı optimizasyon ilkesi",
      "B": "Dikkatin “marjin”deki ekonomik faaliyetlere dönmesi",
      "C": "Öznel bir değer ve bölüşüm teorisi",
      "D": "İkame ilkesi",
      "E": "Metodolojik bireycilik"
    },
    "explanation": "Marjinalistlerin yedinci, ikame ilkesidir. Bu ilkeyi de tüketimden üretime kadar tüm alanlara uyguladılar. Örneğin tüketici için aynı ihtiyacı karşılayan mallar birbirinin ikamesi kabul edilir. Üreticiler bir malı üretirken, üretim faktörleri sermaye ve emek arasında ikame ilkesi uyarınca hareket ederler. Buna göre, ücretler artarsa kullandıkları emek miktarını azaltarak sermaye miktarını artırabilirler."
  },
  {
    "id": "3665838",
    "unitNumber": 4,
    "text": "Yerleşim teorisi aşağıdaki iktisatçılardan hangisine aittir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gossen",
      "B": "Von Thünen",
      "C": "Cournot",
      "D": "Adam Smith",
      "E": "Menger"
    },
    "explanation": "Thünen’in iktisada önemli katkılarından biri de yerleşim teori teorisidir."
  },
  {
    "id": "3667852",
    "unitNumber": 4,
    "text": "Marjinal fayda konusunda üretilen malları “alt düzey mallar” ve “üst düzey mallar” olarak iki ana gruba ayıran iktisatçı kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Menger",
      "B": "Jevons",
      "C": "Walras",
      "D": "Cournot",
      "E": "Gossen"
    },
    "explanation": "Menger fayda konusunu incelerken öncelikle malları sınıflandırır. Malları “alt düzey mallar” ve “üst düzey mallar” olarak iki ana gruba ayırır."
  },
  {
    "id": "3670785",
    "unitNumber": 4,
    "text": "İktisatçılar bir malın değerini aşağıdakilerden hangisiyle ölçmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "O mala ilişkin talep oranı ile",
      "B": "O mala ilişkin arz oranı ile",
      "C": "Onu üretmek için gerekli emek miktarı ile",
      "D": "Onu satabilmek için gerekli reklam ve pazarlama faaliyetleri ile",
      "E": "O mala ilişkin ihtiyaç derecesi ile"
    },
    "explanation": "Klasik iktisatçılar bir malın değerini, onu üretmek ve piyasa arz etmek için gerekli emek miktarı ile ölçmektedir."
  },
  {
    "id": "3670917",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi talebin fyat esnekliğini etkileyen faktörlerinden biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Söz konusu malın ikamesinin olup olmadığı",
      "B": "Söz konusu mala ulaşmak için gerekli zaman",
      "C": "Söz konusu harcamanın bütçedeki payı",
      "D": "Söz konusu mala duyulan ihtiyacın şiddetinin derecesi",
      "E": "Söz konusu malın üretim miktarı"
    },
    "explanation": "Talebin fiyat esnekliğini etkileyen faktörlerindenilki, bu malın ikamesinin olup olmadığıdır. Talep esnekliğini etkileyen ikinci faktör zamandır. Talep esnekliğini etkileyen üçüncü unsur, söz konusu harcamanın bütçedeki payıdır. Talep esnekliğini etkileyen dördüncü faktör<br/>ise o mala duyulan ihtiyacın şiddetinin derecesidir."
  },
  {
    "id": "3670981",
    "unitNumber": 4,
    "text": "Tüketici rantı ne demektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bir malın kalitesinin tüketicilere sunduğu parasal avantajlar",
      "B": "Bir malın fiyatının tüketicilere sunduğu parasal avantajlar",
      "C": "Bir malın üreticisinin tüketicilere sunduğu parasal avantajlar",
      "D": "Bir malın çok bulunur olmasının tüketicilere sunduğu parasal avantajlar",
      "E": "Bir malın üretildiği yerin tüketicilere sunduğu parasal avantajlar"
    },
    "explanation": "Neo-klasik iktisatçıların temel analiz piyasası tam rekabet piyasasıdır. Bu piyasanın koşullarının getirdiği en önemli sonuçlarından birisi de “her malın tek fiyatı”nın olmasıdır ki, bu da, tüketicilere bazı parasal avantajlar sunabilmektedir. Söz konusu parasal avantajlara tüketici rantı adı verilmektedir."
  },
  {
    "id": "3671046",
    "unitNumber": 4,
    "text": "Tam rekabet piyasasında firmalar fiyat alıcısı oldukları için .............................. üretim yapmak son derece önemlidir.<br/>Boşluğu <strong>en doğru şekilde</strong> tamamlayan ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "talebe göre",
      "B": "arza göre",
      "C": "en kısa sürede",
      "D": "minimum maliyetle",
      "E": "minimum hatayla"
    },
    "explanation": "Tam rekabet piyasasında firmalar fiyat alıcısı oldukları için minimum maliyetle üretim yapmak son derece önemlidir."
  },
  {
    "id": "3688207",
    "unitNumber": 4,
    "text": "I. Matematiğin yoğun olarak kullanılması<br/>II. İktisadi açıdan tüketicilerin rasyonaliteye uygun davrandıkları<br/>III. Statik denge analizi<br/>IV. Tümevarım yöntemi<br/>Sıralananlardan hangileri Marjinalist-Neo-klasik İktisatçıların benimsedikleri yöntemler arasında sayılırlar.",
    "correctAnswer": "C",
    "options": {
      "A": "I, II ve IV",
      "B": "II, III ve IV",
      "C": "I, II ve III",
      "D": "I, III ve IV",
      "E": "III ve IV"
    },
    "explanation": "Marjinalist-Neo-klasik İktisatçılar <strong>matematiğin yoğun olarak kullanılmasın</strong>ı pekiştirirken, <strong>tümdengelim</strong> yöntemini benimserken, iktisadi açıdan t<strong>üketicilerin rasyonaliteye uygun davrandıkları bir analiz çerçevesi çizmişlerdir.</strong> Dinamik bir denge analizi yerine <strong>statik denge analizini tercih</strong> etmişlerdir.<br/>Soruda \"tümevarım yöntemi \" olarak verilmiş"
  },
  {
    "id": "3688237",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Marjinalizmin/Neo-klasik iktisadi düşüncenin temel<br/>ilkeleri arasında yer almaz",
    "correctAnswer": "E",
    "options": {
      "A": "Metodolojik bireycilik",
      "B": "Marjinal fayda ve marjinal verimlilik kavramlar",
      "C": "Azalan verimler yasası",
      "D": "Ceteris paribus varsayımı",
      "E": "Emek değer teorisi"
    },
    "explanation": "Neo-klasik iktisatçılar bu gözden düşen kuramın yerine marjinalizmi ikame<br/>etmeyi başardılar. Böylece, nesnel bir değer teorisinden <strong>subjektif değer teorisine</strong> adım atılmış oldu.<br/>Cevap şıkkında \"emek değer teorisi\" olarak verilmiş"
  },
  {
    "id": "3688253",
    "unitNumber": 4,
    "text": "Tüketicinin faydasını maksimum yapabilmesi için her bir maldan elde ettiği faydanın o malın fiyatına oranının eşitlenmesi aşağıdakilerden hangisi ile açıklanır",
    "correctAnswer": "C",
    "options": {
      "A": "Marjinal ikame oranı ilkesi",
      "B": "Azalan marjinal fayda ilkesi",
      "C": "Eş marjinal fayda ilkesi",
      "D": "Subjektif değer teorisi",
      "E": "Gossen kanunları"
    },
    "explanation": "........Bu eşitlik, daha sonraki katkılarla birlikte, tüketici dengesi için geçerli olan “<strong>eş marjinal fayda ilkesine” (MUx/Px= MUy/Py) dönüşecektir</strong>. Bu ilkeye göre, tüketicinin faydasını maksimum yapabilmesi için her bir maldan elde ettiği faydanın o malın fiyatına oranının eşitlenmesi"
  },
  {
    "id": "3688264",
    "unitNumber": 4,
    "text": "Güneş lekeleri teorisi aşağıdakilerden hangisine aittir",
    "correctAnswer": "A",
    "options": {
      "A": "W. Stanley Jevons",
      "B": "Carl Menger",
      "C": "Leon Walras",
      "D": "Robert Makthus",
      "E": "Adam Smith"
    },
    "explanation": "iş çevrimleri (business cycles) iktisat teorisi ve politikası açısından önemli konulardandır. <strong>Jevons güneş lekeleri teorisi </strong>ile bu alanın ilk katkı yapanlarından biridir"
  },
  {
    "id": "3688284",
    "unitNumber": 4,
    "text": "Menger, tüketici ihtiyaçlarını doğrudan tatmin edebilen mallara ne ad vermiştir",
    "correctAnswer": "A",
    "options": {
      "A": "Alt düzey mallar",
      "B": "Üst düzey mallar",
      "C": "Serbest mallar",
      "D": "Yeniden üretilmesi mümkün olmayan mallar",
      "E": "İthal mallar"
    },
    "explanation": "Menger fayda konusunu incelerken öncelikle malları sınıflandırır. Malları “alt düzey mallar” ve “üst düzey mallar” olarak iki ana gruba ayırır. <strong>Tüketici ihtiyaçlarını doğrudan tatmin edebilen mallar, alt düzey mallardır</strong>"
  },
  {
    "id": "3688297",
    "unitNumber": 4,
    "text": "Makro temelli genel denge teorisine odaklanan düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Böhm-Bawerk",
      "B": "Alfred Marshall",
      "C": "Knut Wicksell",
      "D": "John Bates Clark",
      "E": "Leon Walras"
    },
    "explanation": "Diğer marjinalistler mikro temelli kısmi denge analizlerine yoğunlaşırken,<strong> Walras</strong> makro temelli genel denge teorisine odaklanmıştır. Buna göre, mal piyasaları ve üretim faktörleri piyasaları eşanlı olarak dengeye gelmektedir"
  },
  {
    "id": "3688314",
    "unitNumber": 4,
    "text": "I. Bekleme argümanı<br/>II. Risk argümanı<br/>III. Yatırım arümanı<br/>Böhm-Bawerk'in Marx’ın bu sömürü çıkışına karşı yaptığı açıklamalar/açıklama sıralananlardan hangisi/hangileridir",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve III",
      "C": "II ve III",
      "D": "Yalnız III",
      "E": "I ve II"
    },
    "explanation": "Böhm-Bawerk, Marx’ın bu sömürü çıkışına karşı iki açıklama ile karşılık verdi . Bunlar ilki <strong>“bekleme” argümanıdır. </strong>İkincisi ise<strong> “risk” argümanıdır.</strong>"
  },
  {
    "id": "3688341",
    "unitNumber": 4,
    "text": "Faizi; \"doğal faiz\" ve \"piyasa faizi\" olarak tanımlayan; ekonomi için ideal durumun, piyasa faizinin doğal faiz oranına eşit olması gerektiğini savunan düşünür kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Knut Wicksell",
      "B": "Böhm-Bawerk",
      "C": "John Bates Clark",
      "D": "David Ricardo",
      "E": "Leon Walras"
    },
    "explanation": "<strong>Wicksell</strong> iki faiz oranından söz etmektedir. İlki doğal faiz oranıdır.<br/>Doğal faiz oranı, tasarruf arzını tasarruf talebine eşitler. Piyasa faiz oranı ise bankaların verdikleri kredilere uyguladıkları faiz oranıdır. Wicksell için ideal durum, piyasa faizinin doğal orana eşit olmasıdır. Ekonomi yönetiminin görevinin bu iki faiz oranını eşitlemeye yönelik olmasını önermiştir"
  },
  {
    "id": "3688361",
    "unitNumber": 4,
    "text": "Üretim süreci ve fiyat üzerinde arz ve talebin etkilerini incelerken zaman unsurunu kilit bir konuma getiren düşünür aşağıdakilerden hangisidir",
    "correctAnswer": "E",
    "options": {
      "A": "John Bates Clark",
      "B": "Carl Menger",
      "C": "Stanley Jevons",
      "D": "Knut Wicksell",
      "E": "Alfred Marshall"
    },
    "explanation": "<strong>Marshall </strong>üretim süreci ve fiyat üzerinde arz ve talebin etkilerini incelerken zaman unsurunu kilit bir konuma getirdi ki, günümüzde mikro iktisat kitaplarında<br/>çok kısa dönem- kısa dönem- uzun dönem ayrımı yaygın olarak kullanılmaktadır."
  },
  {
    "id": "3688371",
    "unitNumber": 4,
    "text": "Aynı üretim düzeyinde kalabilmek için firmanın bir üretim faktöründen bir birim daha az kullandığında, diğer üretim faktöründen artırması gereken miktar arasındaki orana ne ad verilmektedir",
    "correctAnswer": "B",
    "options": {
      "A": "Azalan marjinal fayda",
      "B": "Marjinal teknik ikame oranı",
      "C": "Eş marjinal fayda",
      "D": "Tüketici dengesi",
      "E": "Üretici dengesi"
    },
    "explanation": "Aynı üretim düzeyinde kalabilmek için firmanın bir üretim faktöründen bir birim daha az kullandığında, diğer üretim faktöründen artırması gereken miktar arasındaki orana, <strong>marjinal teknik </strong><strong>ikame oranı denilmektedir</strong>"
  },
  {
    "id": "3689283",
    "unitNumber": 4,
    "text": "Avrupa sanayisinde 1780- 1848 arasındaki dönem için aşağıdakilerden hangisi <strong>söylenemez</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Sanayide makineler su gücü ile kullanılmaktadır",
      "B": "Temel girdiler olarak; pamuk, demir ve kömür kullanılmaktadır",
      "C": "Ulaşım altyapısına demiryolları hakimdir",
      "D": "İletişimde posta arabaları ön plandadır",
      "E": "Örgütsel olarak fabrikalar hakimdir"
    },
    "explanation": "1780- 1848 arasında sanayide makineler su gücü ile kullanılıyor, temel<br/>girdiler olarak; pamuk, demir ve kömür kullanılıyor, ulaşım altyapısına kanallar, yelkenli gemiler,<br/>iletişime posta arabaları hakim, örgütsel olarak fabrikalar hakimdir."
  },
  {
    "id": "3689302",
    "unitNumber": 4,
    "text": "Avrupa sanayisinde temel girdilerin çelik, bakır ve metal alaşımlar olduğu; ulaşımda çelik demiryolları ve çelik gemilerin kullanıldığı ve taşımacılıkta elektriğin yaygınlaştığı dönem aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "1773-1800",
      "B": "1800-1850",
      "C": "1850-1895",
      "D": "1895-1918",
      "E": "1918-1936"
    },
    "explanation": "1895-1918 arasında sanayide ve taşımacılıkta elektrik yaygınlaşıyor, temel girdiler olarak bu sefer; çelik, bakır ve metal alaşımlar kullanılıyor, ulaşımda çelik demiryolları ve çelik gemiler; iletişimde telefon,<br/>örgütsel olarak da uzmanlaşmış profesyonel iş yönetim sistemleri, dev firmalar yaygınlaşıyordu"
  },
  {
    "id": "3689357",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Marjinalizmin/Neo-klasik iktisadi düşüncenin temel ilkelerinden birisi <strong>değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Metodolojik bireycilik",
      "B": "Nesnel değer",
      "C": "İkame ilkesi",
      "D": "Kısıtlı optimizasyon",
      "E": "Ceteris paribus"
    },
    "explanation": "Marjinalizmin/Neo-klasik iktisadi düşüncenin temel ilkeleri şunlardır: (Kurz, 2017: 77-88):<br/>- Metodolojik bireycilik<br/>- Öznel değer<br/>- İkame ilkesidir<br/>- Kısıtlı optimizasyon<br/>- Ceteris paribus <br/>- Marjinal fayda ve verimlilik<br/>- Azalan verimler yasası<br/>- Minimum devlet müdahalesi"
  },
  {
    "id": "3689429",
    "unitNumber": 4,
    "text": "I. W. Stanley Jevons<br/>II. Carl Menger<br/>III. Leon Walras<br/>IV. Knut Wicksell<br/>Yukarıdakilerden hangileri 1. kuşak marjinalistlerdendir?",
    "correctAnswer": "C",
    "options": {
      "A": "I,II",
      "B": "I,III",
      "C": "I,II,III",
      "D": "I,II,IV",
      "E": "I,II,III,IV"
    },
    "explanation": "1. kuşak marjinalistler, marjinalizmi derli toplu bir iktisadi düşünceye dönüştürmüşlerdir. Bu katkıyı sağlayanlar, W. Stanley Jevons, Carl Menger, Leon Walras’dır."
  },
  {
    "id": "3689465",
    "unitNumber": 4,
    "text": "_______________ genel denge analizi bütün piyasaların birbiriyle bağlantılı olduğunu ve birlikte analiz edilmesi gerektiğine işaret eder. Bir başka ifade ile piyasalar arasında karşılıklı bağımlılık söz konusudur.<br/>Yukarıda boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mill",
      "B": "Smith",
      "C": "Keynes",
      "D": "Marshall",
      "E": "Walras"
    },
    "explanation": "Walras’ın genel denge analizi bütün piyasaların birbiriyle bağlantılı olduğunu ve birlikte analiz edilmesi gerektiğine işaret eder. Bir başka ifade ile piyasalar arasında karşılıklı bağımlılık söz konusudur."
  },
  {
    "id": "3689510",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi talep esnekliğini belirleyen faktörlerden birisi <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Malın ikamesinin olup olmaması",
      "B": "Zaman",
      "C": "Yapılan harcamanın bütçedeki payı",
      "D": "Tüketicinin geliri",
      "E": "Mala duyulan ihtiyacın şiddetinin derecesi"
    },
    "explanation": "Talebin fiyat esnekliğini etkileyen faktörlerinden ilki, bu malın ikamesinin olup olmadığıdır.<br/>Talep esnekliğini etkileyen ikinci faktör zamandır<br/>Talep esnekliğini etkileyen üçüncü unsur, söz konusu harcamanın bütçedeki payıdır<br/>Talep esnekliğini etkileyen dördüncü faktör ise o mala duyulan ihtiyacın şiddetinin derecesidir."
  },
  {
    "id": "3689557",
    "unitNumber": 4,
    "text": "Her bir üretim faktörünün verimliliğinin en yüksek olduğu orana ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Optimal faktör bileşim oranı",
      "B": "Maksimum faktör getirisi",
      "C": "Marjinal faktör getirisi",
      "D": "Emek/Sermaye oranı",
      "E": "Çıktı/Girdi oranı"
    },
    "explanation": "Her bir üretim faktörünün verimliliğinin en yüksek olduğu orana “optimal faktör bileşim oranı”"
  },
  {
    "id": "3689567",
    "unitNumber": 4,
    "text": "Firmanın en düşük maliyetle üretim yerini belirlerken aşağıdaki eğrilerden hangisinden yararlanılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Eş-fayda eğrilerinden",
      "B": "Eş-ürün eğrilerinden",
      "C": "Laffer eğrisinden",
      "D": "Talep ve arz eğrilerinden",
      "E": "Toplam ve marjinal fayda eğrilerinden"
    },
    "explanation": "Firmanın en düşük maliyetle üretim yerini belirlerken eş-ürün eğrilerinden yararlanılmaktadır."
  },
  {
    "id": "3689582",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Neo-klasik iktisatta faizin nasıl belirlendiğini açıklamak için kullanılmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Portföy kuramı",
      "B": "Likidite tercihi teorisi",
      "C": "Ödünç verilebilir fonlar teorisi",
      "D": "Böhm-Bawerk faiz teorisi",
      "E": "Hicks-Hansen faiz oranı teorisi"
    },
    "explanation": "Neo-klasik iktisatta faizin nasıl belirlendiği, Irving Fisher tarafından geliştirilen ödünç verilebilir<br/>fonlar teorisi ile açıklanmaktadır. Buna göre, fon arzı tasarruflardan, fon talebi de girişimcilerin yatırım amaçlı taleplerinden meydana gelir"
  },
  {
    "id": "3689664",
    "unitNumber": 4,
    "text": "Monopol ve monopolcü rekabet piyasaları ile ilgili olarak aşağıdakilerden hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Monopolcü rekabet piyasasında satılan ürünler homojen değildir",
      "B": "Monopol piyasasında firma talep eğrisi aynı zamanda piyasa talep eğrisidir",
      "C": "Monopolcü rekabette talep esnekliği daha düşüktür",
      "D": "Monopolcü rekabette her firmanın ayrı talep eğrisi vardır",
      "E": "Monopolcü rekabette ürün farklılaştırması yapılır"
    },
    "explanation": "Chamberlin monopolcü rekabet piyasasının denge koşulunu incelemiştir. Bu piyasada satılan<br/>ürünler homojen değildir. Her firma kendi ürününü tüketici gözünde farklılaştırmıştır. Bundan<br/>dolayı, birbiri yerine ikame edilebilecek bir ürün olmasına rağmen her firma ürün farklılaştırması yaparak, bu tüketici kitlesi üzerinde monopol gücü elde etmektedir. Bu noktada, monopolcü rekabet piyasası ile monopol piyasası arasındaki önemli bir farklılığa işaret etmek yerinde olacaktır. Monopol piyasasında tek firma olduğu için, firma talep eğrisi aynı zamanda piyasa talep eğrisidir. Monopolcü rekabette ise hem her firmanın ayrı talep eğrisi vardır, hem de tüm piyasanın bir talep eğrisi vardır. Bundan dolayı, monopolde talep esnekliği çok düşükken, monopolcü rekabette talep esnekliği daha yüksektir."
  },
  {
    "id": "3690007",
    "unitNumber": 5,
    "text": "Heterodoks eleştirilerin en serti aşağıdakilerden hangisi tarafından yapılmıştır.",
    "correctAnswer": "A",
    "options": {
      "A": "K. H. Marx",
      "B": "D. Ricardo",
      "C": "T. R. Malthus",
      "D": "A. Smith",
      "E": "J. B. Say"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/626a498d2a73b254cc7eddbf61481005.png\" alt=\"Eleştirilerin En Serti\" width=\"480\" height=\"152\"><br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/626a498d2a73b254cc7eddbf61481005.png\" alt=\"En Sert Eleştiri\" width=\"452\" height=\"143\">"
  },
  {
    "id": "3690017",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Tanrı'nın insanlara verdiği özellikler arasında <strong>yer almaz?</strong><br/>Klasik iktisada göre insanlar, Tanrı’nın kendilerine verdiği zenginlik peşinde koşma, çıkarını<br/>düşünme, faydayı en çoklayarak acıdan kaçınma,<br/>rasyonel davranma ve bu rasyonelliğe bağlı olarak tercih yapma gibi özellikler taşırdı.",
    "correctAnswer": "B",
    "options": {
      "A": "Zenginlik peşinde koşma",
      "B": "İrrasyonel davranma",
      "C": "Çıkarını düşünme",
      "D": "Acıdan kaçınma",
      "E": "Tercih yapma"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/c544e2641f82ca02d47d00d3d11027aa.png\" alt=\"Klasik iktisada göre insan özellikleri\" width=\"502\" height=\"190\"><br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/c544e2641f82ca02d47d00d3d11027aa.png\" alt=\"Klasik iktisada göre insan özellikleri\" width=\"497\" height=\"188\">"
  },
  {
    "id": "3690037",
    "unitNumber": 5,
    "text": "Nüfus teorisi aşağıdaki aşağıdaki iktisatçılardan hangisi tarafından ortaya atılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "K. H. Marx",
      "B": "Ricardo",
      "C": "T. R. Malthus",
      "D": "J. B. Say",
      "E": "A. Smith"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/64306fa7b7117e3ab70885b38cb4017e.png\" alt=\"Nüfus teorisi\" width=\"510\" height=\"215\"><br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/64306fa7b7117e3ab70885b38cb4017e.png\" alt=\"Nüfus teorisi\" width=\"517\" height=\"218\">"
  },
  {
    "id": "3690057",
    "unitNumber": 5,
    "text": "Rant teorisi aşağıdaki aşağıdaki iktisatçılardan hangisi tarafından ortaya atılmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "K. H. Marx",
      "B": "T. R. Malthus",
      "C": "J. B. Say",
      "D": "D. Ricardo",
      "E": "A. Simith"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/cad2c64906a9b8d222b967b94b9625b4.png\" alt=\"D. Ricardo'nun rant teorisi\" width=\"522\" height=\"226\">"
  },
  {
    "id": "3690073",
    "unitNumber": 5,
    "text": "Ekonomik krizler piyasa ekonomisinin kendiliğinden işleyen yapısının söylendiği ...................., üretimde ve gelir dağılımında etkin<br/>olmadığını gösteriyordu.<br/>Yukarıdaki metindeki boşluğa aşağıdakilerden hangisi <strong>en doğru</strong> şekilde gelmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tüketim dağılımında",
      "B": "Gider dağılımında",
      "C": "Nüfus dağılımında",
      "D": "İsraf dağılımında",
      "E": "Kaynak dağılımında"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/c42c73356e9605afdb742d2ed9f99655.png\" alt=\"Kaynak dağılımı\" width=\"529\" height=\"157\"><br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/c42c73356e9605afdb742d2ed9f99655.png\" alt=\"Kaynak dağılımı\" width=\"498\" height=\"148\">"
  },
  {
    "id": "3690093",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi klasik iktisadın eleştiriye maruz kalan <strong>en önemli </strong>noktasıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "İnsan tanımı",
      "B": "Emek tanımı",
      "C": "Sermaye",
      "D": "Rant",
      "E": "Toprak"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/c510f36b03fee441e2b2e8f26564a6fb.png\" alt=\"İnsan tanımı\" width=\"505\" height=\"113\"><br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/c510f36b03fee441e2b2e8f26564a6fb.png\" alt=\"İnsan tanımı\" width=\"523\" height=\"117\">"
  },
  {
    "id": "3690097",
    "unitNumber": 5,
    "text": "Napolyon Savaşları 1815 yılında Napolyon’un yenilgisi ile son bulup barış anlaşması imzalandıktan sonra, Almanya <strong>kaç küçük devlete</strong> bölünmüştür?",
    "correctAnswer": "B",
    "options": {
      "A": "20",
      "B": "39",
      "C": "41",
      "D": "43",
      "E": "45"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/d389e88517c08ebb57a906c875aaa501.png\" alt=\"Almanya'nın bölünmesi\" width=\"510\" height=\"236\"><br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/d389e88517c08ebb57a906c875aaa501.png\" alt=\"Almanya'nın bölünmesi\" width=\"475\" height=\"220\">"
  },
  {
    "id": "3690105",
    "unitNumber": 5,
    "text": "\"İktisat bilimini oluşturabilmek için yalnızca toplumdaki iktisadi olayları değil, ekonomiyi etkileyen her türlü unsuru dikkate almak gereklidir\" düşüncesi aşağıdaki iktisatçılardan hangisine aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "D. Ricardo",
      "B": "Whewell",
      "C": "R. Jones",
      "D": "W. Bagehot",
      "E": "A. Toynbee"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/6d9da0f0ea392f5f5697f3f5fbc7cd69.png\" alt=\"Jones\" width=\"514\" height=\"159\">"
  },
  {
    "id": "3690114",
    "unitNumber": 5,
    "text": "\"Tümdengelim yerine tümevarım yönteminin uygulanmasının, tarihsel veriler devreye sokulmadan yapılmasının başarılı olamayacağını\" düşünen iktisatçı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Leslie",
      "B": "J. K. Ingram",
      "C": "Wilhelm Roscher",
      "D": "Toynbee",
      "E": "W. Bagehot"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/5653df71bde591f9d32767202c5f68bf.png\" alt=\"Toynbee\" width=\"521\" height=\"145\"><br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/5653df71bde591f9d32767202c5f68bf.png\" alt=\"Toynbee\" width=\"511\" height=\"142\">"
  },
  {
    "id": "3690121",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi kurumcu iktisadi düşüncenin <strong>yeni kuşak</strong> temsilcileri arasında <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ronald Coase",
      "B": "Oliwer Eaton Williamson",
      "C": "John Kenneth Galbraith",
      "D": "Richard Posner",
      "E": "J. Rogers Commons"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/b20833724b542e91eadacf40bcc3fabb.png\" alt=\"Yeni kuşak\" width=\"530\" height=\"305\"><br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/b20833724b542e91eadacf40bcc3fabb.png\" alt=\"Yeni kuşak\" width=\"513\" height=\"295\">"
  },
  {
    "id": "3691145",
    "unitNumber": 5,
    "text": "Klasik iktisadi düşüncenin temelindeki en önemli unsur aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Homo economicus",
      "B": "Arazi",
      "C": "Tarım",
      "D": "Sanayi",
      "E": "Devlet"
    },
    "explanation": "KLASİK İKTİSADİ DÜŞÜNCEYE YÖNELTİLEN ELEŞTİRİLER<br/>Klasik iktisadi düşüncenin temelindeki en önemli unsur homo economicus, yani insan faktörüydü."
  },
  {
    "id": "3691159",
    "unitNumber": 5,
    "text": "Her arz kendi talebini yaratır ifadesinin yer aldığı yasa aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Say",
      "B": "Ricardocu Denklik",
      "C": "Fisher eşitliği",
      "D": "Phillips denklemi",
      "E": "Histeri etkisi"
    },
    "explanation": "KLASİK İKTİSADİ DÜŞÜNCEYE YÖNELTİLEN ELEŞTİRİLER<br/>Tam istihdam dengesinin en güzel ifadesi J. B. Say’in mahreçler yasasında ifadesini bulmuştu. Bu yasa, her arzın kendi talebini yaratacağını söylerken, bir ekonomide üretimde bulunmanın fazla üretim bunalımına neden olmayacağını, zira her üretimin, yani arzın bir talep yaratma eylemi olduğunu ifade ediyordu"
  },
  {
    "id": "3691196",
    "unitNumber": 5,
    "text": "Klasik iktisada göre bir ekonomide ücret düzeyi uzun dönemde neyin fonksiyonudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Nüfus",
      "B": "Tarım",
      "C": "Sanayi",
      "D": "Nominal ücret",
      "E": "Reel ücret"
    },
    "explanation": "KLASİK İKTİSADİ DÜŞÜNCEYE YÖNELTİLEN ELEŞTİRİLER<br/>Klasik iktisada göre bir ekonomide ücret düzeyi uzun dönemde nüfusun fonksiyonudur"
  },
  {
    "id": "3691200",
    "unitNumber": 5,
    "text": "Klasik iktisada göre bir ekonomide ücret düzeyi kısa dönemde neyin fonksiyonudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Reel ücret",
      "B": "Nominal ücret",
      "C": "Nüfus",
      "D": "Büyüme",
      "E": "Enflasyon"
    },
    "explanation": "KLASİK İKTİSADİ DÜŞÜNCEYE YÖNELTİLEN ELEŞTİRİLER<br/>Klasik iktisada göre bir ekonomide ücret düzeyi kısa dönemde reel ücretin fonksiyonudur"
  },
  {
    "id": "3691203",
    "unitNumber": 5,
    "text": "Klasik iktisadi düşünceye göre toprak ile üretime katılanların elde ettiği gelire ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Rant",
      "B": "Faiz",
      "C": "Ücret",
      "D": "Kar",
      "E": "Bono"
    },
    "explanation": "KLASİK İKTİSADİ DÜŞÜNCEYE YÖNELTİLEN ELEŞTİRİLER<br/>Klasik iktisadi düşünceye göre toprak ile üretime katılanların elde ettiği gelire rant adı verilir."
  },
  {
    "id": "3691209",
    "unitNumber": 5,
    "text": "Klasik iktisadi görüşte tam istihdamın sağlayan unsur aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ücret ve fiyatların esnek olması",
      "B": "Ücret fiyatların katı olması",
      "C": "Ücret ve fiyatların yapışkan olması",
      "D": "Faizlerin değişmemesi",
      "E": "Sürekli enflasyon gerçekleşmesi"
    },
    "explanation": "KLASİK İKTİSADİ DÜŞÜNCEYE YÖNELTİLEN ELEŞTİRİLER<br/>Klasik iktisadi görüşte tam istihdamın sağlayan unsur Ücret ve fiyatların esnek olmasıdır."
  },
  {
    "id": "3691233",
    "unitNumber": 5,
    "text": "İnsanın tarihsel bir varlık olarak kendisinin ve çevresinin sürekli değişim içinde bulunduğunu, bu nedenle evrensel iktisat teorileri oluşturmanın imkânsız olduğunu ifade eden iktisatçı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "B. Hildebrand",
      "B": "F. List",
      "C": "W. Roscher",
      "D": "A. Spiethof",
      "E": "W. Sombart"
    },
    "explanation": "Alman Tarihçi Okulu<br/>B. Hildebrand, insanın tarihsel bir varlık olarak kendisinin ve çevresinin sürekli değişim içinde bulunduğunu, bu nedenle evrensel iktisat teorileri oluşturmanın imkânsız olduğunu ifade ediyordu"
  },
  {
    "id": "3691236",
    "unitNumber": 5,
    "text": "F. List’ten etkilenerek soyut varsayımlardan elde edilen gerçeklerin bütün toplumların ekonomik yapılarını açıklayabilecek bir evrenselliğe sahip olmadığını iddia eden iktisatçı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "B. Hildebrand",
      "B": "W. Roscher",
      "C": "W. Sombart",
      "D": "A. Spiethof",
      "E": "C. Menger"
    },
    "explanation": "Alman Tarihçi Okulu<br/>B. Hildebrand, F. List’ten etkilenerek soyut varsayımlardan elde edilen gerçeklerin bütün toplumların ekonomik yapılarını açıklayabilecek bir evrenselliğe sahip olmadığını iddia ediyordu"
  },
  {
    "id": "3691242",
    "unitNumber": 5,
    "text": "Tarihin iktisadi analizlere dâhil edilmesi gerektiğini savunan iktisatçı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "W. Roscher",
      "B": "C. Menger",
      "C": "G. Von Schmoller",
      "D": "K. Knies",
      "E": "B. Hildebrand"
    },
    "explanation": "Alman Tarihçi Okulu<br/>Eski kuşaktan W. Roscher tarihin iktisadi analizlere dâhil edilmesi gerektiğini savunan iktisatçıdır."
  },
  {
    "id": "3691278",
    "unitNumber": 5,
    "text": "İnsan davranışlarını belirleyen yerleşik düşünce alışkanlıklarını biçimlendiren şey insan içgüdüleri olduğunu ifade eden iktisatçı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "T. B. Veblen",
      "B": "C. Menger",
      "C": "K. Knies",
      "D": "B. Hildebrand",
      "E": "F. List"
    },
    "explanation": "T. B. Weblen’de İktisadi Düşünce<br/>İnsan davranışlarını belirleyen yerleşik düşünce alışkanlıklarını biçimlendiren şey insan içgüdüleri olduğunu ifade eden iktisatçı T. B. Veblen'dir"
  },
  {
    "id": "3685595",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Thomas More’un Ütopia isimli kitabında yer verdiği düşünceleri arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Thomas More’un Ütopya’sında kolektif mülkiyet söz konusudur.",
      "B": "Thomas More’a göre üretime herkes katılacaktır.",
      "C": "Üretimin temel amacı ütopyanın ihtiyacının karşılanmasıdır.",
      "D": "Thomas More’a göre bütün suçların ve huzursuzlukların kaynağı, adaletin ve mutlu bir politikanın engelleyicisi özel mülkiyettir.",
      "E": "Ütopya’da bütün düzenlemeler yerel feodaller tarafından yapılır."
    },
    "explanation": "Sosyalist ve Marksist Düşünce<br/>Thomas More’un Ütopya’sında kolektif mülkiyet söz konusudur. Üretime herkes katılacaktır, lüks malların üretimi söz konusu değildir, din ayrımı yoktur, üretimin temel amacı ütopyanın ihtiyacının karşılanmasıdır. More’a göre bütün suçların ve huzursuzlukların kaynağı, adaletin ve mutlu bir politikanın engelleyicisi özel mülkiyettir. Ütopya’da bütün düzenlemeler başkentte yer alan otorite tarafından yapılır."
  },
  {
    "id": "3685604",
    "unitNumber": 6,
    "text": "Ütopya kelimesi ilk olarak hangi düşünür tarafından kullanılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Thomas More",
      "B": "Sismonde de Sismondi",
      "C": "Charles Fourier",
      "D": "Robert Owen",
      "E": "Claude Henri de Saint Simon"
    },
    "explanation": "İktisadi Düşünceler Tarihi<br/>Kelime ilk olarak İngiliz düşünürü Thomas More’un (1478-1535) yazdığı Utopia isimli çalışmasından gelmektedir."
  },
  {
    "id": "3685613",
    "unitNumber": 6,
    "text": "Sismonde de Sismondi'ye göre insanlık tarihi hangi üç döneme ayrılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "İlkel-feodal-modern",
      "B": "İlk çağ-orta çağ-yeni çağ",
      "C": "Yazı öncesi-yazı sonrası-sanayi dönemi",
      "D": "ilkel-sömürgeci-toplayıcı",
      "E": "karanlık-feodal-bilimsel"
    },
    "explanation": "Sismonde de Sismondi<br/>İnsanlık tarihini ilkel, feodal ve modern olarak üç döneme ayırır"
  },
  {
    "id": "3685639",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Sismonde de Sismondi'in yapılamasını öngördüğü toplumsal reform politikalarından biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Mülkiyeti yaymak",
      "B": "Ortaklıklar kurmak",
      "C": "Sendika hakkı tanımak",
      "D": "Yaşlı işçilerin çalışmasına engel olmak",
      "E": "Haftada bir gün pazar gününü tatil yapmak"
    },
    "explanation": "İktisadi Düşünceler Tarihi<br/>Mülkiyeti yaymak, ortaklıklar kurmak, sendika hakkı tanımak, çalışma saatlerini sınırlandırıp haftada bir gün pazar tatili ve yaşlı işçilerin çalışma saatlerini sınırlamak gibi politikaları uygulamaya koymak gerekir."
  },
  {
    "id": "3685644",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Charles Fourier'in insanlığı ayırdığı dönemlerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Çocukluk",
      "B": "Olgunluk",
      "C": "İhtiyarlık",
      "D": "Ölüm",
      "E": "Gençlik"
    },
    "explanation": "Charles Fourier<br/>Fourier insanlığı, çocukluk, olgunluk, ihtiyarlık ve ölüm şeklinde dört temel döneme ayırmış ve sonunda insanlığın yok olacağına hükmetmiştir."
  },
  {
    "id": "3685653",
    "unitNumber": 6,
    "text": "Charles Fourier'a göre sefaletin nedeni aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Endüstriyel anarşi",
      "B": "Merkezi yönetim",
      "C": "Hiyerarşi",
      "D": "Rüşvet",
      "E": "Hafta sonu tatili"
    },
    "explanation": "Charles Fourier<br/>Sefaletin nedeni endüstriyel anarşidir."
  },
  {
    "id": "3685668",
    "unitNumber": 6,
    "text": "Kâr'ı, maliyete eklenen ve fiyatların yükselmesine neden olan bir fazlalık olarak gören ve Buhranlar ile satılamayan malların temel nedeninin de bu fazlalıkta yatmakta olduğunu savunan düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Robert Owen",
      "B": "Charles Fourier",
      "C": "Sismonde de Sismondi",
      "D": "Louis Blanc",
      "E": "Ferdinand Lassalle"
    },
    "explanation": "Sosyalist ve Marksist Düşünce<br/>Kâr, maliyete eklenen ve fiyatların yükselmesine neden olan bir fazlalıktı. Buhranların ve satılamayan malların temel nedeni de bu fazlalıkta yatmaktaydı."
  },
  {
    "id": "3686420",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yönetici sınıf için önerdiği ortak mülkiyet düşünceleri nedeniyle ilk sosyalist düşünür olarak kabul edilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Eflatun",
      "B": "Thomas More",
      "C": "Sismonde de-Sismondi",
      "D": "Robert Owen",
      "E": "Campanella"
    },
    "explanation": "Ütopik sosyalist düşünce içinde Eflatun (Plato),<br/>Thomas More, Thomas More, Sismonde de-<br/>Sismondi, Charles Fourier, Robert Owen ve Saint<br/>Simon gibi değişik çağlarda ve değişik toplumlarda<br/>yaşamış olan düşünürleri saymak mümkündür."
  },
  {
    "id": "3686426",
    "unitNumber": 6,
    "text": "Bölüşüm alanındaki adaletsizlik üzerine eğilen ve devletin en önemli görevi bir plan uygulamak suretiyle adaletli bölüşümü gerçekleştirileceğini ve devlet bu bölüşümü yaparken malların üretiminde kullanılan iş saatlerini dikkate almak suretiyle onların değerlerini tespit etmeli ve emek ile sermaye arasında olması gereken ilişkiyi tesis ederek bölüşümü gerçekleştirmelidir görüşünde olan devlet sosyalist düşünürü aşağıdakilerden hangisidir?",
    "correctAnswer": "0",
    "options": {
      "A": "K. Rodbertus",
      "B": "L. Blanc",
      "C": "F. Lassalle",
      "D": "D. Ricardo",
      "E": "J. Proudhon"
    },
    "explanation": "K. Rodbertus ayrıca bölüşüm alanındaki adaletsizlik<br/>üzerine eğildi. Ona göre devletin en önemli<br/>görevi bir plan uygulamak suretiyle adaletli bölüşümü<br/>gerçekleştirmekti. Devlet bu bölüşümü yaparken<br/>malların üretiminde kullanılan iş saatlerini<br/>dikkate almak suretiyle onların değerlerini tespit<br/>etmeli ve emek ile sermaye arasında olması gereken<br/>ilişkiyi tesis ederek bölüşümü gerçekleştirmelidir.<br/>Rodbertus’a göre işçilerin sendikalaşma, kooperatifleşme<br/>ve siyasi organizasyonlar kurarak içinde<br/>bulundukları durumdan çıkmaları mümkün olmazdı.<br/>Çözüm devletten gelmeliydi. Ancak çözümün<br/>sosyalist nitelikte bir çözüm olması gerekliydi."
  },
  {
    "id": "3686440",
    "unitNumber": 6,
    "text": "Bir toplum içinde fırsat eşitliğini, toplumun ekonomik kaynaklarının ortak mülkiyetini sağlamak ve bunun için de demokratik<br/>bir denetim mekanizması ile toplumdaki bireylerin ve sınıfların ekonomik imtiyazlarını ve farklılıklarını ortadan kaldırmak olan sosyalist düşünce türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fabian Sosyalizmi",
      "B": "Ütopik Sosyalist Düşünce",
      "C": "Hristiyan Sosyalizmi",
      "D": "Devlet sosyalizmi",
      "E": "Anarşist Sosyalizm"
    },
    "explanation": "Fabiancı sosyalist düşünce söz konusu dernek<br/>etrafında gelişti. Onlar kapitalist bir toplumda toplumun<br/>bir grubunun, ekonominin her alanında hak<br/>edilmemiş kazançlar elde ettiklerini, bu nedenle de<br/>bunların ortadan kaldırılması gerektiğini düşünüyorlardı.<br/>Derneğin temel amacı bir toplum içinde<br/>fırsat eşitliğini, toplumun ekonomik kaynaklarının<br/>ortak mülkiyetini sağlamak ve bunun için de demokratik<br/>bir denetim mekanizması ile toplumdaki<br/>bireylerin ve sınıfların ekonomik imtiyazlarını ve<br/>farklılıklarını ortadan kaldırmaktı."
  },
  {
    "id": "3686455",
    "unitNumber": 6,
    "text": "Hristiyan sosyalist düşüncenin oluşmasında aşağıdakilerden hangisi etkili olmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "İngiltere’deki fakirlik, işsizlik, işçi hakları yokluğu, eğitimsizlik ve gelir dağılımı eşitsizliği gibi<br/>olumsuzluklar",
      "B": "İngiltere'deki kâr kitlesinin sürekli düşmesi",
      "C": "İngiltere'deki insan iradesinin üzerinde hukuki, ahlaki, dini ve toplumsal bütün<br/>otoriter söylem ve inançların çok katı olması",
      "D": "İngiltere’deki yedek işsizler ordusunun oluşumu",
      "E": "İngiltere’dek piyasanın etkinliğini kaybetmesi"
    },
    "explanation": "Hristiyan sosyalist düşünce, 19. yüzyılın ortalarında<br/>İngiltere’deki fakirlik, işsizlik, işçi hakları<br/>yokluğu, eğitimsizlik ve gelir dağılımı eşitsizliği gibi<br/>olumsuzluklara karşı, İngiltere kilise sistemi içinde<br/>(Anglikanizm) geliştirilen düşünceler tarafından<br/>temellendirilmişti. J. M. Ludlow, C. Kingsley ve F.<br/>D. Maurice gibi Anglikan anlayıştan da etkilenen<br/>kimi din adamı ve düşünürler, toplumsal sorunlara<br/>eğilmeye başlamışlardı. Bu düşünceler içinde doğal<br/>olarak ekonomik olanlar başı çekiyordu."
  },
  {
    "id": "3687900",
    "unitNumber": 6,
    "text": "Marx'a göre kapitalizmin çöküşünü aşağıdakilerden hangisi ile gerçekleşmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Burjuva ve proleterler arasındaki sınıf çatışması",
      "B": "Piyasanın etkinliğini kaybetmesi",
      "C": "Yedek işsizler ordusunun oluşumu",
      "D": "Sermayenin azalması",
      "E": "Ücretlerin artması"
    },
    "explanation": "K. H. Marx önce bu toplumsal dönüşümün yasalarını tespit etti.<br/>Ama asıl sorun bundan sonra başlıyordu. Zira insanlık kapitalist<br/>aşamaya gelmişti. O halde kapitalizmin tahlilini yaparak bir sonraki<br/>toplumsal aşama olan sosyalizme nasıl geçileceğinin analizini yapmak<br/>ve yerini sosyalizme nasıl terk edeceğini tespit etmek gerekiyordu.<br/>İşte Marx, neredeyse bütün çalışmalarını bu ana problemi merkeze<br/>oturtarak kaleme almış ve düşüncelerinde kapitalizmin çökmek zorunda<br/>olduğunu, bu çöküşü ise burjuva ve proleterler arasındaki karşıtlık sonucunda oluşan sınıf çatışması<br/>sayesinde gerçekleşeceğini ifade etmişti. Birçok çalışması olmasına rağmen onun iktisadi düşüncelerinin<br/>toplandığı eseri Das Capital (Kapital) olmuştu. Kapital’in birinci cildi 1867 yılında Marx hayatta iken,<br/>diğer iki cildi, o öldükten sonra eşi Jenny ve yakın arkadaşı Engels tarafından yayınlanacaktı."
  },
  {
    "id": "3687924",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Marx ve Lenin’i anarşistlerden ayıran temel farklılıklardan biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yönetimin ele geçirilmesi ve burjuva diktatörlüğü<br/>aracılığı ile yönetimin daha bağımsız bir parti tarafından yürütülmesi",
      "B": "Sosyalist devletin kurulması ve dışarıdan<br/>gelecek yıkıcı komplolara karşı, bu sistemin<br/>korunup kollanması.",
      "C": "İşçi, köylü ve diğer emekçi sınıfların ittifakının<br/>sağlanması.",
      "D": "Kapitalist mülkiyet biçiminin lağvedilmesi<br/>ve üretim araçları mülkiyetinin toplumsallaştırılması.",
      "E": "Ulusal ekonominin, emekçilerin yaşam koşullarını<br/>yükseltmeye yönelik olarak sosyalizm doğrultusunda sistemli olarak gelişimi"
    },
    "explanation": "•Yönetimin ele geçirilmesi ve proletarya diktatörlüğü<br/>aracılığı ile yönetimin Marksist ve<br/>Leninist parti tarafından yürütülmesi.<br/>• İşçi, köylü ve diğer emekçi sınıfların ittifakının<br/>sağlanması.<br/>• Kapitalist mülkiyet biçiminin lağvedilmesi<br/>ve üretim araçları mülkiyetinin toplumsallaştırılması.<br/>• Tarımın, el birliği ile ilerici sosyalist tarıma<br/>dönüştürülmesi.<br/>• Ulusal ekonominin, emekçilerin yaşam koşullarını<br/>yükseltmeye yönelik olarak sosyalizm doğrultusunda sistemli olarak gelişimi.<br/>• İdeolojik ve kültürel planda, kendisini sosyalizme<br/>adamış bir aydın sınıfının yaratılması.<br/>• Ulusal boyundurukların tasfiye edilmesi,<br/>halklar arasında kardeşliğin kurulması.<br/>• Sosyalist devletin kurulması ve dışarıdan<br/>gelecek yıkıcı komplolara karşı, bu sistemin<br/>korunup kollanması.<br/>• Dünya çapında işçi sınıfları arasında dayanışmanın<br/>sağlanması ve proletarya enternasyonallerinin<br/>düzenlenmesi."
  },
  {
    "id": "3687948",
    "unitNumber": 6,
    "text": "Marx'a göre artı değer aşağıdakilerden hangisi ile gerçekleşmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "İşçinin sömürülmesi",
      "B": "faizle",
      "C": "Ticari kârla",
      "D": "Sermaye aktarımıyla",
      "E": "Sermaye birikimi"
    },
    "explanation": "Marx’a göre kapitalist burjuva, işçiyi daha fazla<br/>sömürebilmek için bazı yollar izlerdi. İlk yol, işçinin<br/>çalışmasını etkinleştirerek onun bir an evvel<br/>kendi ücretinin karşılığı olan ürünü üretmesini,<br/>kalan zamanda da kendisine çalışmasını isterdi.<br/>Bunu Marx, gerekli emek zamanının kısaltılması<br/>olarak tanımladı. Bunun için fabrikasında kreşler<br/>açar, ulaşım için servisler koyar, hareketli bant sistemlerini<br/>ve zil ile çalışma saatlerinin ayarlanmasını<br/>hayata geçirirdi. Bunun için kapitalistler üretimin<br/>verimliliğini artırmak, yeni makinelerle üretimi<br/>takviye etmek ve iş bölümünü keskinleştirmek konusunda<br/>birbirleriyle yarışırlardı. Çünkü bu yarışta<br/>bütün kapitalistlerin çıkarı ve artan miktarda kazandıkları<br/>artı değer birikimi vardı.<br/>Kapitalist burjuvanın işçiyi sömürmek için<br/>kullandığı ikinci yöntem, onun çalışma saatlerini<br/>uzatmaktı. Makinelerin bir an bile boş kalmasını<br/>istemeyen burjuva, vardiya sistemini geliştirir ve<br/>günün tamamında işçileri iki veya üç vardiya çalıştırarak<br/>artı değerini, dolayısıyla sermayesini artırmak<br/>isterdi. Marx bunu, ek emek zamanının uzatılmasını<br/>olarak tanımladı. Burjuvazinin gerekli emek zamanını<br/>kısaltarak elde ettiği artı değer Marx’a göre<br/>nispi artı değer, ek emek zamanını uzatarak elde<br/>ettiği artı değer ise mutlak artı değerdi."
  },
  {
    "id": "3688760",
    "unitNumber": 6,
    "text": "Anarşist düşünceye göre aşağıdakilerden hangisi insanların özgür iradelerinin önündeki engellerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Din",
      "B": "Hukuk",
      "C": "Gelenek",
      "D": "Devlet",
      "E": "Sözleşme"
    },
    "explanation": "Sosyalist ve Marksist Düşünce<br/>Din, hukuk, gelenekler ve devlet, insanların özgür iradelerinin önündeki engeldi."
  },
  {
    "id": "3688761",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Anarşist düşüncenin temsilcilerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Pierre Joseph Proudhon",
      "B": "Mikhail Aleksandroviç Bakunin",
      "C": "Peter Alekseyeviç Kropotkin",
      "D": "Sergey Gannadiyeviç Naçayev",
      "E": "Sismonde de Sismondi"
    },
    "explanation": "Sosyalist ve Marksist Düşünce<br/>Anarşist düşüncenin temsilcileri olarak her ne kadar kendi içlerinde bazı düşünce ayrılıkları olsa da Pierre Joseph Proudhon (1809-1865), Mikhail Aleksandroviç Bakunin (1814-1876), Peter Alekseyeviç Kropotkin (1842-1921) ve Sergey Gannadiyeviç Naçayev (1847-1882) gibi isimleri saymak mümkündür."
  },
  {
    "id": "3688765",
    "unitNumber": 6,
    "text": "Karl Marx'a göre aşağıdakilerden hangisi insanlığın geçirmiş olduğu aşamalardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "İlkel toplum",
      "B": "Köleci toplum",
      "C": "Feodal toplum",
      "D": "Kapitalist toplum",
      "E": "Devrimci toplum"
    },
    "explanation": "BİLİMSEL-DEVRİMCİ SOSYALİZM: MARKSİZM<br/>Çalışmalarını indirgemeci ve Avrupa merkezci yapsa da, insanlığın ilkel toplum, köleci toplum, feodal toplum ve kapitalist toplum aşamalarından geçmiş olduğunu tespit eder"
  },
  {
    "id": "3688901",
    "unitNumber": 6,
    "text": "Kapitalist sistemin ve kapitalist üretim tarzının proleter bir devrim ile çökerek aynı üretim tarzının iki görüngüsü olan sosyalist-komünist üretim tarzına nasıl dönüşeceğinin analizine dayanan düşünce aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Marx’ın düşüncesi",
      "B": "Hegel'in düşüncesi",
      "C": "Owen'ın düşüncesi",
      "D": "More'nın düşüncesi",
      "E": "Lassalle'nin düşüncesi"
    },
    "explanation": "Marx’ın iktisadi düşüncesi, kapitalist sistemin<br/>ve kapitalist üretim tarzının proleter bir devrim ile<br/>çökerek aynı üretim tarzının iki görüngüsü olan sosyalist-<br/>komünist üretim tarzına nasıl dönüşeceğinin<br/>analizine dayanmıştı.<br/><strong>Marx’ın iktisadi düşüncesi</strong>, kapitalist sistemin<br/>ve kapitalist üretim tarzının proleter bir devrim ile<br/>çökerek aynı üretim tarzının iki görüngüsü olan sosyalist-<br/>komünist üretim tarzına nasıl dönüşeceğinin<br/>analizine dayanmıştı."
  },
  {
    "id": "3688924",
    "unitNumber": 6,
    "text": "Marx'a göre bir malın değerinin kaynağını ve değerinin<br/>büyüklüğünü belirleyen aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "malın üretimi için katılan emek",
      "B": "malın faydası",
      "C": "malın arzı",
      "D": "malın piyasadaki değeri",
      "E": "malın talebi"
    },
    "explanation": "Marx’a göre bir malın değerini ne o malın faydası,<br/>ne arzı ve talebi, ne de malın piyasadaki değeri<br/>belirlerdi. Kimi zaman faydası az olan şeyin değeri<br/>yüksek olabilirdi. Arz ve talep ise malın gerçek<br/>değerini değil piyasa değerini gösterirdi. Malın<br/>miktarı da malın değerini belirlemezdi. Zira az<br/>olan çoğu mala tüketiciler değer atfetmiyorlardı. O<br/>halde bir metanın değerinin kaynağını ve değerinin<br/>büyüklüğünü belirleyen tek şey olarak metaların<br/>üretilmesi esnasında metaya katılan emek kalıyordu."
  },
  {
    "id": "3688941",
    "unitNumber": 6,
    "text": "Marx' a göre üretilen bir metanın değeri aşağıdakilerden hangisi ile belirlenmektedir?",
    "correctAnswer": "0",
    "options": {
      "A": "sabit sermaye (s), değişken sermaye (d) ve işçilerin yarattığı artı değer (a) toplamı<br/>C=s+d+a",
      "B": "sabit sermaye (s), değişken sermaye (d) toplamı<br/>C=s+d",
      "C": "Değişken sermaye (d)",
      "D": "Verimlilik düzeyi",
      "E": "Kâr oranı"
    },
    "explanation": "Ancak kapitalist, ürettiği malı bu sermayeden<br/>daha yüksek bir fiyattan, bir artı değer (a)<br/>ilavesi ile satacaktır. Yani üretilen bir metanın değeri<br/>onu üretmek için kullanılan sabit sermaye (s),<br/>değişken sermaye (d) ve işçilerin yarattığı artı değer<br/>(a) toplamından oluşacak ve şu şekilde belirecektir:<br/>C=s+d+a"
  },
  {
    "id": "3690146",
    "unitNumber": 6,
    "text": "Klasik iktisadi düşünce aşağıdakilerden hangisini ifade etmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Merkantalizm",
      "B": "Ticari kapitalizm",
      "C": "Sosyalizm",
      "D": "Endüstriyel kapitalizm",
      "E": "Neoliberalizm"
    },
    "explanation": "Klasik iktisadi düşünce, endüstriyel kapitalizm olarak ifade edilmektedir."
  },
  {
    "id": "3690151",
    "unitNumber": 6,
    "text": "Utopia adlı eseriyle bağımsız, mülkiyetten arınmış ve adaletli yeni bir toplum yapısı kurma amacını taşıyan düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Eflatun",
      "B": "Thomas More",
      "C": "Sismonde de Sismondi",
      "D": "Karl Marx",
      "E": "Robert Owen"
    },
    "explanation": "More’un eserinin temel amacı, mevcut toplum düzenine isyan ederek bağımsız, mülkiyetten arınmış ve adaletli yeni bir toplum yapısı kurmaktı."
  },
  {
    "id": "3690160",
    "unitNumber": 6,
    "text": "Sosyalizmin toplumlarda hayatiyet bulmasının hiçbir zaman bir sosyalist devrim yoluyla olacağı inancını taşımayan ve sonradan İşçi Partisi'ne dönüşmüş olan düşünce aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fabian Sosyalizmi",
      "B": "Hristiyan Sosyalizmi",
      "C": "Anarşist Sosyalizm",
      "D": "Devlet Sosyalizmi",
      "E": "Ütopik Sosyalizm"
    },
    "explanation": "Fabian sosyalist düşünce, sosyalizmin toplumlarda hayatiyet bulmasının hiçbir zaman bir sosyalist devrim yoluyla olacağı inancını taşımıyordu. 1906 yılında İşçi Partisi’ne dönüşmüştür."
  },
  {
    "id": "3690195",
    "unitNumber": 6,
    "text": "______, gelişme ve evrimin temelinde bir uyum (harmony) değil de bir çatışma olduğunu, gelişmenin ancak karşıt güçlerin savaşımı sonucunda ortaya çıktığını ifade ediyordu.<br/>Yukarıdaki parçada boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Liberalizm",
      "B": "Kapitalizm",
      "C": "Diyalektik felsefe",
      "D": "Klasik iktisadi düşünce",
      "E": "Merkantalizm"
    },
    "explanation": "Diyalektik felsefe, gelişme ve evrimin temelinde bir uyum (harmony) değil de bir çatışma olduğunu, gelişmenin ancak karşıt güçlerin savaşımı sonucunda ortaya çıktığını ifade ediyordu."
  },
  {
    "id": "3690212",
    "unitNumber": 6,
    "text": "Üretim esnasında üretim araçları üzerindeki mülkiyeti, toplumsal sınıflaşmayı ve iş bölümünü içeren kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Üretim güçleri",
      "B": "Üretim deneyimi",
      "C": "Artı değer",
      "D": "Üretim fazlalığı",
      "E": "Üretim ilişkileri"
    },
    "explanation": "Üretim ilişkileri üretim esnasında, üretim araçları üzerindeki mülkiyeti, toplumsal sınıflaşmayı ve iş bölümünü içerirdi."
  },
  {
    "id": "3690277",
    "unitNumber": 6,
    "text": "Marx'a göre burjuvazinin gerekli emek zamanını kısaltarak elde ettiği aşağıdakilerden hangisiyle ifade edilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Üretim fazlalığı",
      "B": "Nispi artı değer",
      "C": "Kar",
      "D": "Mutlak artı değer",
      "E": "Sermaye birikimi"
    },
    "explanation": "Burjuvazinin gerekli emek zamanını kısaltarak elde ettiği artı değer Marx’a göre nispi artı değerdir."
  },
  {
    "id": "3691540",
    "unitNumber": 6,
    "text": "Marx'a göre bir malın değerini belirleyen aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Fiyat",
      "B": "Talep",
      "C": "Miktar",
      "D": "Emek",
      "E": "Arz"
    },
    "explanation": "Marx’a göre bir malın değerini ne o malın faydası, ne arzı ve talebi, ne de malın piyasadaki değeri belirlerdi. Kimi zaman faydası az olan şeyin değeri yüksek olabilirdi. Arz ve talep ise malın gerçek<br/>değerini değil piyasa değerini gösterirdi. Malın miktarı da malın değerini belirlemezdi. Zira az<br/>olan çoğu mala tüketiciler değer atfetmiyorlardı. O halde bir metanın değerinin kaynağını ve değerinin büyüklüğünü belirleyen tek şey olarak metaların üretilmesi esnasında metaya katılan emek kalıyordu."
  },
  {
    "id": "3691583",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sosyalist devrim sonrasında geçiş sürecinin yasaları arasında <strong>yer almamaktadır</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyalist mülkiyet biçiminin lağvedilmesi",
      "B": "İşçi, köylü ve diğer emekçi sınıfların ittifakının sağlanması",
      "C": "Tarımın, el birliği ile ilerici sosyalist tarıma dönüştürülmesi",
      "D": "Dünya çapında işçi sınıfları arasında dayanışmanın sağlanması",
      "E": "Ulusal boyundurukların tasfiye edilmesi"
    },
    "explanation": "Sosyalist devrim sonrasında geçiş sürecinin yasaları arasında kapitalist mülkiyet biçiminin lağvedilmesi yer almaktadır."
  },
  {
    "id": "3691616",
    "unitNumber": 6,
    "text": "Toprağın özel mülkiyete konu olmasından dolayı, toprak sahibinin kapitalist kiracıdan peşin olarak aldığı tutarı ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Artı değer",
      "B": "Üretim fazlalığı",
      "C": "Sermaye birikimi",
      "D": "Ticari kar",
      "E": "Mutlak rant"
    },
    "explanation": "Mutlak rant, toprağın özel mülkiyete konu olmasından dolayı, toprak sahibinin kapitalist kiracıdan<br/>peşin olarak aldığı tutarı (haracı) ifade eder."
  },
  {
    "id": "3691653",
    "unitNumber": 6,
    "text": "1950’li yıllarda ortaya çıkan ve Marksist geleneğe bağlı olan bazı düşünürler incelemelerinin merkezine azgelişmişliği koyarak Marksist düşüncede yeni bir açılım gerçekleştirmiş olduğu anlayış aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Fabian Sosyalizmi",
      "B": "Devlet Sosyalizmi Düşüncesi",
      "C": "Neo-Marksizm",
      "D": "Ütopik Sosyalist Düşünce",
      "E": "Anarşist Sosyalizm"
    },
    "explanation": "1950’li yıllarda ortaya çıkan ve Marksist geleneğe bağlı olan bazı düşünürler incelemelerinin merkezine azgelişmişliği koyarak Marksist düşüncede yeni bir açılım gerçekleştirmiş olduğu anlayış Neo-Marksizm olarak adlandırılmaktadır."
  },
  {
    "id": "3687194",
    "unitNumber": 7,
    "text": "Keynesyen politikaların krizden çıkma konusunda gösterdiği başarı, ne zamana kadar sürmüştür",
    "correctAnswer": "C",
    "options": {
      "A": "Deflasyon krizi başlayana kadar sürmüştür",
      "B": "Enflasyon krizi başlayana kadar sürmüştür",
      "C": "Stagflasyon krizi başlayana kadar sürmüştür",
      "D": "Ödemeler dengesi krizi başlayana kadar sürmüştür",
      "E": "İstihdam krizi başlayana kadar sürmüştür"
    },
    "explanation": "Keynesyen politikalar, stagflasyon krizine kadar büyük bir refah döneminin<br/>yaşanmasına yol açmıştır. Dolayısıyla Keynesyen politikaların krizden çıkma konusunda gösterdiği başarı, <strong>stagflasyon krizine kadar sürmüştür</strong>"
  },
  {
    "id": "3687201",
    "unitNumber": 7,
    "text": "Büyük Buhran olarak adlandırılan iktisadi kriz, hangi yılda meydana gelmiştir.",
    "correctAnswer": "B",
    "options": {
      "A": "1939",
      "B": "1929",
      "C": "1943",
      "D": "2008",
      "E": "2001"
    },
    "explanation": "Büyük Buhran olarak adlandırılan iktisadi kriz, <strong>1929 yılında meydana gelmiştir</strong>"
  },
  {
    "id": "3687225",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi <strong>\"iradi işsizlik\"</strong> tanımına uygundur",
    "correctAnswer": "A",
    "options": {
      "A": "Cari ücret seviyesinde çalışma imkanı olmasına rağmen gönüllü olarak<br/>çalışılmaması halidir",
      "B": "Cari ücret düzeyinden çalışmaya razı olunmasına rağmen iş bulunamama halidir.",
      "C": "Reel ücretin nominal ücretten yüksek olması durumunda ortaya çıkan işsizlik halidir",
      "D": "Nominal ücretin reel ücretten yüksek olması durumunda ortaya çıkan işsizlik halidir",
      "E": "Teknolojik yenilikler sonucu ortaya çıkan işsizlik halidir"
    },
    "explanation": "<strong>İradi işsizlik,</strong> cari ücret seviyesinde çalışma imkanı olmasına rağmen gönüllü olarak çalışılmaması halidir."
  },
  {
    "id": "3687254",
    "unitNumber": 7,
    "text": "Makro iktisat teorisinin doğmasında hangi düşünürün görüşleri önemli bir adım olmuştur.",
    "correctAnswer": "D",
    "options": {
      "A": "Adam Smith",
      "B": "David Ricardo",
      "C": "Robert Malthus",
      "D": "John Maynard Keynes",
      "E": "J. Stuart Mill"
    },
    "explanation": "<strong> Keynes’in görüşleri</strong> odak noktasının mikro iktisattan makro iktisada kaymasına yol açarak günümüz makro iktisat teorisinin doğmasında önemli bir adım olmuştur."
  },
  {
    "id": "3687292",
    "unitNumber": 7,
    "text": "Bir ekonomide faiz oranlarının düşebileceği en alt seviye aşağıdakilerden hangisi ile adlandırılır.",
    "correctAnswer": "B",
    "options": {
      "A": "Tasarruf paradoksu",
      "B": "Likidite tuzağı",
      "C": "Marjinal ikame haddi",
      "D": "Ödünç verilebilir fonlar teorisi",
      "E": "Üretim faktör fiyatları katılığı"
    },
    "explanation": "<strong>Likidite tuzağı </strong>koşullarında faiz oranları olabilecek en düşük seviyededir, yani faiz oranları asgari seviyesindedir. Keynes, para arzını arttırmak suretiyle faiz oranlarının bir asgari seviyeye kadar düşürülebileceğini ileri sürmektedir"
  },
  {
    "id": "3688163",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Keynesyen iktisadi düşünce içinde yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Keynesyen iktisatta çarpan (çoğaltan) mekanizması son derece önemlidir.",
      "B": "Keynesyen okulda işsizlik, gayri iradi (gönülsüz) işsizliktir",
      "C": "Keynesyen iktisatta genel olan, eksik istihdam dengesidir",
      "D": "Keynes, ücretlerin ve fiyatların aşağı doğru rijit (katı) olduğunu ileri sürer",
      "E": "Keynesyen iktisat, arz yanlı bir yaklaşım sergiler"
    },
    "explanation": "Keynesyen iktisat, <strong>talep yanlı</strong> bir yaklaşım sergiler"
  },
  {
    "id": "3688165",
    "unitNumber": 7,
    "text": "Keynesyen iktisada göre yatırım, aşağıdakilerin hangisinin fonksiyonudur",
    "correctAnswer": "A",
    "options": {
      "A": "Beklentilerin",
      "B": "Faizin",
      "C": "Para talebinin",
      "D": "Para arzının",
      "E": "Rantın"
    },
    "explanation": "Keynesyen iktisada göre yatırım, Klasiklerin ileri sürdüğü gibi faizin değil, <strong>beklentilerin bir fonksiyonudur</strong>"
  },
  {
    "id": "3688167",
    "unitNumber": 7,
    "text": "“Temiz olmayan piyasa modeli” olarak da adlandırılan okul aşağıdakilerden hangisidir.",
    "correctAnswer": "C",
    "options": {
      "A": "Klasik okul",
      "B": "Post Keynesyen okul",
      "C": "Yeni Keynesyen okul",
      "D": "Yeni Klasik okul",
      "E": "Monetarist okul"
    },
    "explanation": "İşsizliğin gönülsüz (istek dışı) bir nitelik arz<br/>ettiği <strong>Yeni Keynesyen okul</strong>, “temiz olmayan piyasa<br/>modeli” olarak da adlandırılmaktadır."
  },
  {
    "id": "3688178",
    "unitNumber": 7,
    "text": "I. Teminat sisteminin geliştirilmesi<br/>II. Sınırlayıcı sözleşmelerin düzenlenip uygulanması<br/>III. Düşük reeskont oranları<br/>IV. Riskli müşterilere yüksek faiz<br/>Sıralananlardan hangileri Asimetrik bilgi kaynaklı sorunları önlemek<br/>için alınabilecek önlemler arasında sayılabilir.",
    "correctAnswer": "D",
    "options": {
      "A": "I, II ve III",
      "B": "II ve III",
      "C": "II, III ve IV",
      "D": "I, II ve IV",
      "E": "III ve IV"
    },
    "explanation": "Asimetrik bilgi kaynaklı sorunları önlemek<br/>için şu önlemler alınabilir:<br/>• Teminat sisteminin geliştirilmesi<br/>• Sınırlayıcı sözleşmelerin düzenlenip uygulanması<br/>• Derinlik bir finans sistemi ve hukuki zeminin varlığı<br/>• Riskli müşterilere yüksek faiz."
  },
  {
    "id": "3688190",
    "unitNumber": 7,
    "text": "Post Keynesyenlere göre, toplam talepte meydana gelen değişimin temel nedeni aşağıdakilerden hangisidir",
    "correctAnswer": "A",
    "options": {
      "A": "Yatırım düzeyinin değişmesi,",
      "B": "Karların azalması",
      "C": "Enflasyon",
      "D": "Faiz dalgalanmaları",
      "E": "Cari açık"
    },
    "explanation": "Post Keynesyenlere göre,<strong> yatırım düzeyinin değişmesi</strong>, toplam talepte meydana gelen değişimin temel nedenidir"
  },
  {
    "id": "3688927",
    "unitNumber": 7,
    "text": "............................, göre emek arz ve talep dengesine göre<br/>oluşan cari ücret düzeyinden herkes iş bulabilir.<br/>Aşağıdakilerden hangisi yukarıda yer alan cümledeki boşluğu doğru bir şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Klasiklere",
      "B": "Merkantilistlere",
      "C": "Keynesyenlere",
      "D": "Neo-Keynesyenlere",
      "E": "Freiburg ekolüne"
    },
    "explanation": "Klasiklere göre emek arz ve talep dengesine göre<br/>oluşan cari ücret düzeyinden herkes iş bulabilir."
  },
  {
    "id": "3688933",
    "unitNumber": 7,
    "text": "1929 Krizi koşullarında “görünmez el” işsizliği ortadan kaldıracak biçimde çalışmamıştır. İşsizlik olması durumunda reel ücretlerin düşmesi ve emek talebinin artarak işsizliğin azalması beklenirken bu durum gerçekleşmemiştir. Keynesyenler bu durumu aşağıdaki gerekçelerden hangisiyle açıklar?",
    "correctAnswer": "A",
    "options": {
      "A": "Ücretleri aşağı doğru rijit olması",
      "B": "Ücretlerin sabit olması",
      "C": "Ücretlerin yukarı doğru rijit olması",
      "D": "Ücretlerin konjonktürel olması",
      "E": "Devletin katı müdahaleleri"
    },
    "explanation": "1929 Krizi koşullarında “görünmez el” işsizliği<br/>ortadan kaldıracak biçimde çalışmamıştır. İşsizlik olması<br/>durumunda reel ücretlerin düşmesi ve emek talebinin<br/>artarak işsizliğin azalması beklenirken bu durum<br/>gerçekleşmemiştir. Keynesyenler ücretlerin esnek değil,<br/>aşağı doğru rijit (katı) olduğunu ileri sürerek bu duruma<br/>açıklama getirecektir."
  },
  {
    "id": "3688947",
    "unitNumber": 7,
    "text": "Tam istihdam düzeyinde olan bir ekonominin herhangi bir nedenden dolayı tam istihdamdan saptığını ve yeni denge düzeyinin eksik istihdam düzeyinde oluştuğunu varsayalım. Klasik okula göre aşağıdakilerden hangisi ekonomiyi kendiliğinden tam istihdam dengesine geri döndüren mekanizmadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Görünmez el",
      "B": "Stabilizatör",
      "C": "Devlet müdahalesi",
      "D": "İstihdam çarpanı",
      "E": "Mıknatıssal atalet"
    },
    "explanation": "Tam istihdam düzeyinde olan bir ekonominin<br/>herhangi bir nedenden dolayı tam istihdamdan<br/>saptığını ve yeni denge düzeyinin eksik istihdam<br/>düzeyinde oluştuğunu varsayalım. Klasik okula<br/>göre müdahale etmeye gerek yoktur, görünmez el<br/>sayesinde ekonomi kendiliğinden tam istihdam<br/>dengesine geri dönecektir."
  },
  {
    "id": "3688951",
    "unitNumber": 7,
    "text": "Keynes’e göre 1929 Krizi’nin nedeni aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Efektif talep yetersizliği",
      "B": "Efektif arz yetersizliği",
      "C": "Devletin katı müdahaleleri",
      "D": "Yetersiz sermaye birikimi",
      "E": "Yoksulluk paradoksu"
    },
    "explanation": "Keynes’e göre 1929 Krizi’nin nedeni “efektif talep yetersizliği”, yani özel kesimin harcama yetersizliğidir."
  },
  {
    "id": "3688959",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Keynesyen iktisatın devlete biçtiği önemli görevlerden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Görünmeyen eli işler hale getirme görevi",
      "B": "Harcanmayan geliri harcama görevi",
      "C": "Ekonomiyi likidite tuzağından kurtarma görevi",
      "D": "Etkin politikayı seçme görevi",
      "E": "Ekonomik büyümeyi sağlama görevi"
    },
    "explanation": "Keynesyen iktisat, devlete dört önemli görev biçmiştir<br/>(Demir, 1997:58):<br/>• Harcanmayan geliri harcama görevi<br/>• Ekonomiyi likidite tuzağından kurtarma<br/>görevi<br/>• Etkin politikayı seçme görevi<br/>• Ekonomik büyümeyi sağlama görevi"
  },
  {
    "id": "3688967",
    "unitNumber": 7,
    "text": "Keynesyen bakış açısıyla harcanmayan gelir gömülemeye gittiğinde üreteceği problem aşağıdakilerden hangisi aracılığı ile izah edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tasarruf paradoksu",
      "B": "İkiz açık",
      "C": "Üçüz açık",
      "D": "King paradoksu",
      "E": "Keynes paradoksu"
    },
    "explanation": "Keynesyen bakış açısıyla harcanmayan gelir gömülemeye gittiğinde üreteceği problem, tasarruf paradoksu aracılığıyla da izah edilebilir. Buna göre bir birey için tasarruf yapmak erdemli bir davranış olabilir ve tasarruf yapması teşvik edilebilir. Ancak toplumun büyük çoğunluğu aynı şekilde davrandığında ve tasarruflarını arttırdığında, harcamalarda azalma meydana gelecektir."
  },
  {
    "id": "3688986",
    "unitNumber": 7,
    "text": "Keynesyen iktisata göre likidite tuzağındaki bir ekonomide iktisadi karar birimleri faizin normal seviyesine geri yükseleceği, tahvilin fiyatının normal seviyesine geri düşeceği<br/>beklentisi altında .................. güdüsüyle para talebini arttırmaktadır.<br/>Aşağıdakilerden hangisi yukarıda yer alan cümledeki boşluğu doğru bir şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "spekülasyon",
      "B": "ihtiyat",
      "C": "işlem",
      "D": "gömüleme",
      "E": "tasarruf"
    },
    "explanation": "Herhangi bir nedenle faiz oranı normal seviyesinin altına düştüğünde tahvilin fiyatı da normal seviyesinin üstüne çıkmaktadır. Bu durumda iktisadi karar birimleri faizin normal seviyesine geri yükseleceği, tahvilin fiyatının normal seviyesine geri düşeceği beklentisi altında spekülasyon güdüsüyle para talebini arttırır."
  },
  {
    "id": "3689016",
    "unitNumber": 7,
    "text": "Keynesyen ekonomide aşağıdakilerden hangisi para arzını artırarak faizlerin düşürülemeyeceği durumu ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Likidite tuzağı",
      "B": "Gömüleme tuzağı",
      "C": "Dışsallık paradoksu",
      "D": "Türevsel ikilik",
      "E": "Klasik dikotomi"
    },
    "explanation": "Likidite tuzağı koşullarında para arzını arttırmak suretiyle faiz oranlarını düşürmek mümkün olmayacaktır. Faiz oranları asgari seviyesine düştüğünde, para arzı artışı faiz oranını düşürme konusunda başarılı olmayacaktır."
  },
  {
    "id": "3689034",
    "unitNumber": 7,
    "text": "Klasiklere göre cari ücret düzeyinde iş bulamayan kimseler aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İradi işsizler",
      "B": "İradi olmayan işsizler",
      "C": "Sorumsuz işsizler",
      "D": "Eğitimsiz işsizler",
      "E": "Ünidini yitirmiş işsizler"
    },
    "explanation": "Klasiklere göre işsizlik durumunda tüm işsizler iş bulana kadar reel<br/>ücretler düşer ve işsizlik ortadan kalkar. Dolayısıyla cari ücret seviyesinde iş bulmak isteyen herkes iş bulabilir. Cari ücret seviyesinde iş bulamayan kimseler,<br/>iradi (gönüllü) işsizlerdir."
  },
  {
    "id": "3689058",
    "unitNumber": 7,
    "text": "Klasiklere göre para iktisadi karar birimleri tarafından hangi amaçla talep edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "İşlem",
      "B": "İhtiyat",
      "C": "Spekülatif",
      "D": "Konsolidasyon",
      "E": "Tasarruf"
    },
    "explanation": "Para talebi, iktisadi karar birimlerinin ellerinde tutmak istedikleri para miktarıdır. Klasiklere göre para, yalnızca işlem amacıyla talep edilirken Keynesyenlere göre para, işlem, ihtiyat ve spekülasyon amacıyla talep edilmektedir."
  },
  {
    "id": "3690066",
    "unitNumber": 7,
    "text": "<strong>Dünya ekonomik krizleri içinde tarihe “Kara Perşembe” olarak geçen Büyük Buhran’ın tarihi aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "1836",
      "B": "1857",
      "C": "1907",
      "D": "1913",
      "E": "1929"
    },
    "explanation": "<strong>Dünya ekonomik krizleri içinde tarihe “Kara Perşembe” olarak geçen Büyük Buhran’ın 1929 yılında olmuştur.</strong>"
  },
  {
    "id": "3690074",
    "unitNumber": 7,
    "text": "<strong>Keynes’e göre 1929 Krizi’nin temel nedeni aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Özel kesimin harcama yetersizliği",
      "B": "İşsizlik",
      "C": "Düşük ücret",
      "D": "Devlet müdahalesi",
      "E": "Üretim yetersizliği"
    },
    "explanation": "<strong>Keynes’e göre 1929 Krizi’nin temel nedeni Özel kesimin harcama yetersizliğidir.</strong>"
  },
  {
    "id": "3690233",
    "unitNumber": 7,
    "text": "<strong>Keynes’in yerleşik bakış açısından farklı olarak devletin görünen eliyle ekonomiye müdahale etmesi fikri nasıl bir olgu olarak değerlendirilmiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İhtilal",
      "B": "Devrim",
      "C": "Anarşi",
      "D": "Evrim",
      "E": "Sıçrama"
    },
    "explanation": "<strong>Keynes’in yerleşik bakış açısından farklı olarak devletin görünen eliyle ekonomiye müdahale etmesi fikri devrim olgusu olarak değerlendirilmiştir.</strong>"
  },
  {
    "id": "3690236",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi Keynesyen iktisatın devlete biçtiği görevler içinde <u>yer almaz</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ücretlerin aşağıya doğru düşmesine engel olma görevi",
      "B": "Harcanmayan geliri harcama görevi",
      "C": "Ekonomiyi likidite tuzağından kurtarma görevi",
      "D": "Etkin politikayı seçme görevi",
      "E": "Ekonomik büyümeyi sağlama görev"
    },
    "explanation": "<strong>Ücretlerin aşağıya doğru düşmesine engel olma görevi Keynesyen iktisatın devlete biçtiği görevler içinde <u>yer almaz.</u></strong>"
  },
  {
    "id": "3690237",
    "unitNumber": 7,
    "text": "<strong>Geleceğe dayalı az bilgiye sahip olan yatırımcılar, yatırım kararlarını alırken sayısal verilerden ziyade içgüdüsel karar almalarına Keynes tarafından aşağıdaki tanımlamalardan hangisi yapılmıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Özel teori",
      "B": "Gayri iradi",
      "C": "Hayvani içgüdü",
      "D": "Genel teori",
      "E": "Talep yanlı"
    },
    "explanation": "<strong>Geleceğe dayalı az bilgiye sahip olan yatırımcılar, yatırım kararlarını alırken sayısal verilerden ziyade içgüdüsel karar almalarına Keynes tarafından Hayvani içgüdü olarak tanımlanmıştır.</strong>"
  },
  {
    "id": "3690239",
    "unitNumber": 7,
    "text": "<strong>Keynes’e göre faizin tanımı aşağıdakilerden hangisidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Likiditen vazgeçmenin bedeli",
      "B": "Para talebi",
      "C": "Kar beklentileri",
      "D": "Âtıl birikimler",
      "E": "Efektif talep yetersizliği"
    },
    "explanation": "<strong>Keynes’e göre faizin tanımı Likiditen vazgeçmenin bedelidir.</strong>"
  },
  {
    "id": "3690240",
    "unitNumber": 7,
    "text": "<strong>Klasik okul nasıl bir bütçeyi savunmaktadır? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Devletin borç alması ve harcaması",
      "B": "Yapıcı bütçe açığı",
      "C": "Yapıcı bütçe fazlası stratejisi",
      "D": "Borçlanma politikası",
      "E": "Denk ve küçük olan bütçe"
    },
    "explanation": "<strong>Klasik okul Denk ve küçük olan bütçeyi savunmaktadır.</strong>"
  },
  {
    "id": "3690241",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi Keynesyen iktisadın gözden düşmesine yol açmıştır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Phillips Eğrisi",
      "B": "Monetarist Milton Friedman",
      "C": "Dünya Savaşı",
      "D": "Stagflasyon Krizi",
      "E": "Yüksek enflasyon"
    },
    "explanation": "<strong>Stagflasyon Krizi Keynesyen iktisadın gözden düşmesine yol açmıştır.</strong>"
  },
  {
    "id": "3690242",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi yeni Keynesyen iktisadın en önemli temsilcileri, arasında <u>yer almaz</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Parkin",
      "B": "M. Friedman",
      "C": "Fischer",
      "D": "Blinder",
      "E": "Romer"
    },
    "explanation": "<strong>M. Friedman, yeni Keynesyen iktisadın en önemli temsilcileri, arasında <u>yer almaz.</u></strong>"
  },
  {
    "id": "3690243",
    "unitNumber": 7,
    "text": "<strong>“Buna göre ücretler işçi ile işveren arasında zımni (örtük) bir biçimde ekonominin genişleme ve daralma aşaması gibi unsurlar dikkate alınmadan uzun dönemli bir yaklaşım ile belirlenir”.</strong><br/><strong>Yukardaki tanım aşağıdakilerden hangisine aittir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Süre teorileri",
      "B": "İçerdekiler - dışarıdakiler modeli",
      "C": "Zımni sözleşmeler teorisi",
      "D": "Toplam talep dışsallıkları",
      "E": "Fiyatların karışık ayarlanması"
    },
    "explanation": "<strong>Zımni sözleşmeler teorisi “Buna göre ücretler işçi ile işveren arasında zımni (örtük) bir biçimde ekonominin genişleme ve daralma aşaması gibi unsurlar dikkate alınmadan uzun dönemli bir yaklaşım ile belirlenir”.</strong>"
  },
  {
    "id": "3684567",
    "unitNumber": 8,
    "text": "\"Monetaristlere göre kısa dönemde toplam arz eğrisi çalışanların <em>para .........</em> nedeniyle sağ yukarıya doğru artan eğilimlidir.\"<br/>Yukarıdaki tümcede yer alan boşluğa gelmesi gereken sözcük aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "yanılgısı",
      "B": "bekleyişi",
      "C": "arayışı",
      "D": "tasarrufu",
      "E": "harcaması"
    },
    "explanation": "\"Monetaristlere göre kısa dönemde toplam arz eğrisi çalışanların <em>para yanılgısı</em> nedeniyle sağ yukarıya doğru artan eğilimlidir.\""
  },
  {
    "id": "3684579",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi parasalcı iktisadi düşüncenin görüşlerinden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Para uzun dönemde yansızdır.",
      "B": "Ekonomi normal koşullarda dengededir.",
      "C": "Devlet özgürlüğü korumak için bir amaç olarak görülmelidir.",
      "D": "Phillips eğrisi uzun dönemde geçerli değildir.",
      "E": "Kurala göre bir para politikası uygulanmalıdır."
    },
    "explanation": "Parasalcı iktisadi düşünceye göre devlet bir amaç değil, özgürlüğümüzü korumak<br/>için bir araç olarak görülmelidir."
  },
  {
    "id": "3684608",
    "unitNumber": 8,
    "text": "I - Mülkiyet haklarını tanımlamak<br/>II - Etkin bir sosyal güvenlik sistemi kurmak<br/>III - Anlaşmaları yürütmek<br/>IV - Dışsallıkların yol açtığı olumsuzlukları gidermek<br/>Yukarıdakilerden hangileri Friedman'a göre devletin misyon ya da işlevlerindendir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I, II ve III",
      "C": "I, III ve IV",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Friedman'a göre; mülkiyet haklarını tanımlamak, anlaşmaları yürütmek ve dışsallıkların yol açtığı olumsuzlukları gidermek devletin misyon ya da işlevleri arasındadır."
  },
  {
    "id": "3684633",
    "unitNumber": 8,
    "text": "Parasalcı iktisadi düşüncenin, serbest piyasa mekanizmasının korunması ve müdahalelerden kaçınılması ilkesi yeni klasik yaklaşımda hangi adla anılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "piyasa optimumu",
      "B": "piyasa temizlenmesi",
      "C": "piyasa aksaklığı",
      "D": "tarafsız maliye",
      "E": "jandarma devlet"
    },
    "explanation": "Parasalcı iktisadi düşüncenin, serbest piyasa mekanizmasının korunması ve müdahalelerden kaçınılması ilkesi yeni klasik yaklaşımda piyasa temizlenmesi adıyla anılmaktadır."
  },
  {
    "id": "3684696",
    "unitNumber": 8,
    "text": "Ekonomilerin geçici ve yapısal işsizlik durumlarına göre değişebilen, uzun dönemde katlanmak durumunda kalınan asgari işsizlik oranını ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "arızi işsizlik oranı",
      "B": "gönülsüz işsizlik oranı",
      "C": "enflasyonist olmayan işsizlik oranı",
      "D": "yapışkan işsizlik oranı",
      "E": "doğal işsizlik oranı"
    },
    "explanation": "Ekonomilerin geçici ve yapısal işsizlik durumlarına göre değişebilen, uzun dönemde katlanmak durumunda kalınan asgari işsizlik oranını ifade eden kavram doğal işsizlik oranı kavramıdır."
  },
  {
    "id": "3684703",
    "unitNumber": 8,
    "text": "Friedman'a göre, parasal büyümenin fiyatlar üzerindeki nihai etkisi ne kadar süreli gecikme ile ortaya çıkar?",
    "correctAnswer": "C",
    "options": {
      "A": "0- 6 ay",
      "B": "6 - 12 ay",
      "C": "12 -18 ay",
      "D": "18 - 24 ay",
      "E": "24 - 30 ay"
    },
    "explanation": "Friedman'a göre, parasal büyümenin fiyatlar üzerindeki nihai etkisi ancak 12 ile 18 aylık gecikme ile ortaya çıkar."
  },
  {
    "id": "3685599",
    "unitNumber": 8,
    "text": "I - Birey merkezli analiz ağırlıktadır.<br/>II - Ekonomik aktörlerin sınırlı rasyonel olduğu varsayılmıştır.<br/>III - Mikro temelli yaklaşımlara önem verilmiştir.<br/>IV - Bekleyişlerin önemine vurgu yapılmıştır.<br/>Yeni klasik iktisadi yaklaşıma ilişkin olarak yukarıda verilenlerden hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "II ve IV",
      "C": "I, II ve IV",
      "D": "I, III ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "Yeni klasik iktisadi yaklaşıma göre, I, III ve IV'de verilen ifadeler doğrudur. II'de verilen ifade yanlıştır. Şöyle ki, yeni klasik iktisadi yaklaşım ekonomik aktörlerin rasyonel olduğunu varsaymıştır."
  },
  {
    "id": "3685608",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi neoliberal akımlar arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Parasalcı iktisadi düşünce",
      "B": "Arz yanlı iktisadi düşünce",
      "C": "Yeni klasik iktisadi yaklaşım",
      "D": "Reel konjonktür teorisi",
      "E": "Post-Keynesyen yaklaşım"
    },
    "explanation": "Post-Keynesyen yaklaşım neoliberal akımlar arasında yer almaz."
  },
  {
    "id": "3685619",
    "unitNumber": 8,
    "text": "I - Tam bilgi ve süper yansızlık<br/>II - İçsel para ve ters nedensellik<br/>III - Tarihsel zaman varsayımı<br/>IV - Konjonktür dalgalarının kaynağının geçici verimlilik şoku olduğu varsayımı<br/>Yukarıda verilenlerden hangileri reel konjonktür teorisinin diğer neoliberal yaklaşımlardan ayırt edici varsayımları arasındadır?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve IV",
      "C": "I, III ve IV",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Tam bilgi ve süper yansızlık (I), içsel para ve ters nedensellik (II), konjonktür dalgalarının kaynağının geçici verimlilik şoku olduğu (IV) varsayımları reel konjonktür teorisinin ayırt edici varsayımları arasındadır. Tarihsel zaman varsayımı Post-Keynesyen yaklaşımın bir varsayımıdır."
  },
  {
    "id": "3685630",
    "unitNumber": 8,
    "text": "Para ya da maliye politikasında meydana gelecek olası bir değişikliğin etkisinin kısa dönemde dahi hasıla üzerinde<br/>görülmeyerek, sadece fiyatlar üzerinde görülmesini ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "hiper rasyonelite",
      "B": "asimetrik yansıma",
      "C": "ergodiklik",
      "D": "süper yansızlık",
      "E": "dinamik uyumsuzluk"
    },
    "explanation": "Para ya da maliye politikasında meydana gelecek olası bir değişikliğin etkisinin kısa dönemde dahi hasıla üzerinde<br/>görülmeyerek, sadece fiyatlar üzerinde görülmesini ifade eden kavram süper yansızlık kavramıdır."
  },
  {
    "id": "3687324",
    "unitNumber": 8,
    "text": "I. İkinci Dünya Savaşı yıllarından itibaren Keynesyen iktisada ve devlet müdahalelerine karşı piyasa ekonomisinin savunucusu olmuştur<br/>II. Ekonomik özgürlükler, mülkiyet hakları, devlet müdahalelerinin kısıtlanması, piyasanın ve rekabet süreçlerinin korunması, paranın ekonomideki önemi ve miktar teorisinin yeniden yorumlanması, kurallı iktisat politikaları ve tüketim teorileri gibi konularda katkı sağlayıcı görüşler öne sürmüştür<br/>Başlıca nitelikleri yukarıda ifade edilen iktisatçı aşağıdaki seçeneklerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Friedman",
      "B": "Weber",
      "C": "Merton",
      "D": "Prescott",
      "E": "Kydland"
    },
    "explanation": "Kaynak kitabın ilgili sayfasında açıklanmaktadır.<br/>Friedman, İkinci Dünya Savaşı yıllarından itibaren Keynesyen iktisada ve devlet müdahalelerine karşı piyasa ekonomisinin en önemli yılmaz savunucusu olmuştur. Özellikle ekonomik özgürlükler, mülkiyet hakları, devlet müdahalelerinin kısıtlanması, piyasanın ve rekabet süreçlerinin korunması, paranın ekonomideki önemi ve miktar teorisinin yeniden yorumlanması, kurallı iktisat politikaları ve tüketim teorileri gibi pek çok temel konuda çığır açıcı katkıları olmuştur."
  },
  {
    "id": "3687346",
    "unitNumber": 8,
    "text": "I. Friedman ve bu görüşe mensup bazı iktisatçıların görev yaptığı üniversite olması ya da burada eğitim alması<br/>II. Friedman'ın görev yaptığı bu kurum menşeli eğitimin ve yayınların ağırlıklı olarak parasalcı yaklaşıma uygun olması<br/>III. Bu okulun mensupları ve fikirleri ile üniversitenin birlikteliği uluslararası bir üne kavuşmuş<br/>Başlıca hususları ifade edilen yaklaşım, bilim camiasında hangi iktisat okulu olarak da anılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Berlin",
      "B": "Chicago",
      "C": "Viyana",
      "D": "Londra",
      "E": "Roma"
    },
    "explanation": "Kaynak kitaptaki ilgili sayfalarda açıklanmaktadır.<br/>Friedman ve bu görüşe mensup bazı iktisatçıların Chicago Üniversitesi’nde görev yapması ya da burada eğitim alması veya bu kurum menşeli eğitimin ve yayınların ağırlıklı olarak parasalcı yaklaşıma uygun olmasından ötürü, bu yaklaşım bilim camiasında zaman zaman Chicago Okulu olarak da anılmıştır. Hatta bu okulun mensupları ve fikirleri ile üniversitenin birlikteliği uluslararası bir üne kavuşmuş"
  },
  {
    "id": "3687361",
    "unitNumber": 8,
    "text": "I. Daha çok para miktarının ekonomik faaliyet ve fiyat düzeyi üzerindeki etkilerini inceler<br/>II. Para politikasının amaçlanan hedeflerine ulaşabilmesi için para miktarındaki artışın istikrara kavuşturulması üzerinde yoğunlaşır<br/>Başlıca nitelikleri yukarıda ifade edilen iktisadi anlayış hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Liberalizm",
      "B": "Merkantilizm",
      "C": "Seperatizm",
      "D": "Fiskailzm",
      "E": "Monetarizm"
    },
    "explanation": "Kaynak kitaptaki ilgili sayfalarda açıklanmaktadır.<br/>Ancak, isminden de anlaşılacağı gibi monetarizm, daha çok para miktarının ekonomik faaliyet ve fiyat düzeyi üzerindeki etkilerini inceler ve buna uygun olarak da para politikasının amaçlanan hedeflerine ulaşabilmesi için para miktarındaki artışın istikrara kavuşturulması (‘kurallı para politikası’) üzerinde yoğunlaşır."
  },
  {
    "id": "3687372",
    "unitNumber": 8,
    "text": "I. Hemen tüm ekonomik analizlerinde olduğu gibi, esas olarak uzun dönemi dikkate alsalar da paranın yansızlığı ve enflasyon analizlerinde kısa ve uzun dönem ayırımını gerekli bulmuşlardır<br/>II. Bu iktisatçılara göre, uzun dönemde ekonomide tam istihdam dengesi sağlanacaktır, ekonomide reel ve parasal kesim diye iki ayrı kısım söz konusudur<br/>Başlıca nitelikleri yukarıda ifade edilen iktisadi anlayış hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Araçsalcı",
      "B": "Anamalcı",
      "C": "Parasalcı",
      "D": "Kurumsalcı",
      "E": "Monopolcü"
    },
    "explanation": "Kaynak kitaptaki ilgili sayfalarda açıklanmaktadır.<br/>Ancak, Parasalcılar hemen tüm ekonomik analizlerinde olduğu gibi, esas olarak uzun dönemi dikkate alsalar da paranın yansızlığı ve enflasyon analizlerinde kısa ve uzun dönem ayırımını gerekli bulmuşlardır. Bu iktisatçılara göre, uzun dönemde ekonomide tam istihdam dengesi sağlanacaktır, ekonomide reel ve parasal kesim diye iki ayrı kısım (kompartıman) söz konusudur,"
  },
  {
    "id": "3687389",
    "unitNumber": 8,
    "text": "Ekonomik faaliyetler üzerinde maliye politikasının kayda değer bir etkisinin <em><strong>olmadığını</strong></em>, buna karşılık para politikasının büyük bir açıklayıcılık gücüne sahip olduğunu ısrarla savunduğu için Parasalcı (Monetarist), anlayışın öncüsü kabul edilen iktisatçı kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Friedman",
      "B": "Smith",
      "C": "Taylor",
      "D": "Malthus",
      "E": "Ricardo"
    },
    "explanation": "Kaynak kitaptaki ilgili sayfalarda açıklanmaktadır.<br/>Bu nedenle, Friedman her ne kadar “Parasalcı bir iktisatçı değilim, ben bir iktisatçıyım” (Skousen, 2003: 445) dese de ekonomik faaliyetler üzerinde maliye politikasının kayda değer bir etkisinin olmadığını, buna karşılık para politikasının büyük bir açıklayıcılık gücüne sahip olduğunu ısrarla savunduğu için, kendisine Parasalcı (Monetarist), öncülük ettiği iktisadi düşünce akımına da Parasalcılık (Monetarizm) denilmiştir."
  },
  {
    "id": "3687407",
    "unitNumber": 8,
    "text": "I. Para miktarındaki değişikliklerin, dolayısıyla para politikasının ekonomik faaliyetler üzerinde hem doğrudan hem de dolaylı etkilerinin olacağını savunurlar<br/>II. Bu iktisatçılara göre, parasal değişmeler bir yandan aktif para talebi kanalıyla doğrudan doğruya tüketim ve yatırım malları talebi şeklinde piyasadaki mal ve hizmetlerin talebini ve fiyatlarını etkilerken, diğer yandan faiz mekanizmasıyla ekonomik faaliyetleri dolaylı olarak etkileyecektir<br/>Yukarıdaki görüşler hangi iktisat ekolünün bakış açısını ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Parasalcı",
      "B": "Sermayeci",
      "C": "Durumsalcı",
      "D": "Kurumsalcı",
      "E": "Piyasacı"
    },
    "explanation": "Kaynak kitabın ilgili sayfasında açıklanmaktadır.<br/>Dolayısıyla Parasalcı iktisatçılar, para miktarındaki değişikliklerin, dolayısıyla para politikasının ekonomik faaliyetler üzerinde hem doğrudan hem de dolaylı etkilerinin olacağını savunurlar. Bu iktisatçılara göre, parasal değişmeler bir yandan Klasik ve Neo-klasik iktisatçıların dediği gibi aktif para talebi kanalıyla doğrudan doğruya tüketim ve yatırım malları talebi şeklinde piyasadaki mal ve hizmetlerin talebini ve fiyatlarını etkilerken, diğer yandan Keynesçi iktisatçıların savunageldikleri gibi, faiz mekanizmasıyla ekonomik faaliyetleri dolaylı olarak etkileyecektir"
  },
  {
    "id": "3687423",
    "unitNumber": 8,
    "text": "\"... gelir, gelirin insanların gelecekte devam edeceğini beklediği kısmıdır ve ortalama geliri temsil eder. ... gelir ise gelirin insanların devamlılığını <strong><em>beklemediği</em></strong> kısmıdır\"<br/>Yukarıdaki anlatımlarda boş bırakılan yerlere hangi kavramların gelmesi gerekir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sürekli, geçici",
      "B": "Kısmi, tam",
      "C": "Nispi, bütün",
      "D": "Bütün, arızi",
      "E": "Reel, artan"
    },
    "explanation": "Kaynak kitabın ilgili sayfasında açıklanmaktadır.<br/>Sürekli gelir, gelirin insanların gelecekte devam edeceğini beklediği kısmıdır ve ortalama geliri temsil eder. Geçici gelir ise gelirin insanların devamlılığını beklemediği kısmıdır ve ortalama gelirden rastgele bir sapmayı, yani, Yp etrafındaki geçici dalgalanmaları ifade eder"
  },
  {
    "id": "3687455",
    "unitNumber": 8,
    "text": "I. Yeni Klasik İktisadi Yaklaşım (YKİY)’ın ileri sürdüğü teorilerin temelleri, esas itibariyle onun 1961 yılında yayınlanan “Rasyonel Beklentiler ve Fiyat Hareketleri Teorisi” makalesine dayanmaktadır<br/>II. Bu yaklaşım, esas itibariyle mikro temelli yaklaşımlarla birey merkezli analizlere ağırlık vermiş ve ekonomik aktörlerin bekleyişlerinin önemine dikkat çekmiştir<br/>Başlıca görüşleri yukarıda ifade edilen iktisatçı kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "John F. Muth",
      "B": "Robert E. Lakatos",
      "C": "Mark Skousen",
      "D": "Frank H. Gilgreth",
      "E": "Ernst R. Taylor"
    },
    "explanation": "Kaynak kitabın ilgili sayfasında açıklanmaktadır.<br/>Yeni Klasik İktisadi Yaklaşım (YKİY)’ın ileri sürdüğü teorilerin temellerini esas olarak John F. Muth’un 1961 yılında yayınlanan ünlü “Rasyonel Beklentiler ve Fiyat Hareketleri Teorisi” makalesinde aramak gerekir. Bu yaklaşım, esas itibariyle mikro temelli yaklaşımlarla birey merkezli analizlere ağırlık vermiş ve ekonomik aktörlerin bekleyişlerinin önemine dikkat çekmiştir. Bu anlamda ekonomik aktörlerin rasyonel olduğu ve kendi çıkarlarını optimize etmek için beklentilerinin de rasyonel olduğu ileri sürülmüştür."
  },
  {
    "id": "3687472",
    "unitNumber": 8,
    "text": "I. Ekonominin belirlilik (deterministik) özelliğini kaybettiği durumlarda, reel hasıla, istihdam ve ilgili tüm diğer büyüklüklerin eğiliminde görülen dalgalanmalar olarak tanımlanmaktadır<br/>II. Söz konusu iktisadi dalgalanmaların iki ana evresinden biri genişleme (toparlanma), diğeri ise daralmadır (resesyon)<br/>Başlıca nitelikleri yukarıda ifade edilen iktisadi kavram hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Talep dalgalanması",
      "B": "Piyasa dengesi",
      "C": "İşletme çevresi",
      "D": "Piyasa çekilmesi",
      "E": "İş çevrimi"
    },
    "explanation": "Kaynak kitabın ilgili sayfasında açıklanmaktadır.<br/>İktisat literatüründe konjonktür ya da iş çevrimleri, ‘ekonominin belirlilik (deterministik) özelliğini kaybettiği durumlarda, reel hasıla, istihdam ve ilgili tüm diğer büyüklüklerin eğiliminde görülen dalgalanmalar’ olarak tanımlanabilir. Söz konusu iktisadi dalgalanmaların iki ana evresinden biri genişleme (toparlanma), diğeri ise daralmadır (resesyon)."
  },
  {
    "id": "3687485",
    "unitNumber": 8,
    "text": "Rasyonel beklentiler teorisine göre akılcı karar birimleri olan bireyler hükümetin aldığı bir kararı veya piyasada meydana gelen bir dengesizliği hemen algılayıp kararlarını ona göre değiştirebildikleri için hangi tür hata <em><strong>yapmayacakları</strong></em> varsayılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Sistematik",
      "B": "Operatif",
      "C": "Pragmatik",
      "D": "Deskriptif",
      "E": "Semantik"
    },
    "explanation": "Kaynak kitabın ilgili sayfasında açıklanmaktadır.<br/>bireyler hükümetin aldığı bir kararı veya piyasada meydana gelen bir dengesizliği hemen algılayıp kararlarını ona göre değiştireceklerinden, sistematik hata yapmazlar. Çünkü, yanıldıklarını anlar anlamaz hatalarından hemen vazgeçerler ve aynı hatayı tekrarlamazlar. Bu itibarla, akılcı karar birimlerinin sürekli optimizasyon peşinde olması, bir anlamda hatalarını telafi etme gayreti olarak yorumlanabilir."
  },
  {
    "id": "3690131",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi ikinci Dünya Savaşı yıllarından itibaren Keynesyen iktisada ve devlet müdahalelerine karşı piyasa ekonomisinin <strong>en önemli yılmaz savunucusu</strong> olmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Milton Friedman",
      "B": "Adam Smith",
      "C": "Irving Fisher",
      "D": "Phillip D. Cagan",
      "E": "Anna Schwartz"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/2d477ef8ac1b7d5a671fc49cc354025c.png\" alt=\"Milton Friedman\" width=\"518\" height=\"191\"><br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/2d477ef8ac1b7d5a671fc49cc354025c.png\" alt=\"Milton Friedman\" width=\"421\" height=\"155\">"
  },
  {
    "id": "3690133",
    "unitNumber": 8,
    "text": "“Enflasyon her zaman ve her yerde parasal bir olgudur” ifadesi aşağıdaki iktisatçılardan hangisine aittir?",
    "correctAnswer": "B",
    "options": {
      "A": "P. Cagan",
      "B": "Friedman",
      "C": "Fisher",
      "D": "Ricardo",
      "E": "Karl Marx"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/e1aa5af7bc4ec41845459cb4e9078de6.png\" alt=\"Friedman\" width=\"505\" height=\"89\">"
  },
  {
    "id": "3690142",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Parasalcı İktisadi Düşüncenin temel varsayımları ve iktisadi düşünceye temel katkıları arasında<strong> yer almaz?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Serbest piyasa ekonomisi korunmalı ve devlet müdahalesinden kaçınılmalıdır.",
      "B": "Ekonomik normal koşullarda tam istihdam ve doğal işsizlik oranında dengededir.",
      "C": "Devlet bir amaç değil, özgürlüğümüzü korumak için bir araç olarak görülmelidir.",
      "D": "Para hem kısa, hemde uzun dönemde yanlıdır. Yani para arzı artışları istihdam ve milli gelir üzerinde etkilidir.",
      "E": "Faiz oranları parasal aktarma mekanizmasında kilit rol oynasa da bir para politikası göstergesi olarak yanıltıcı olabilir."
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/3b9d9c879880371eb63a25f764017549.png\" alt=\"Piyasaya katkılar\" width=\"490\" height=\"489\">"
  },
  {
    "id": "3690145",
    "unitNumber": 8,
    "text": "“Parasalcı bir iktisatçı değilim, ben bir iktisatçıyım” ifadesi aşağıdakilerden hangisine aittir?",
    "correctAnswer": "D",
    "options": {
      "A": "Karl Marx",
      "B": "Ricardo",
      "C": "Mill",
      "D": "Friedman",
      "E": "P. Cagan"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/2ffb0f6609133ee720b6fe67bfbe691f.png\" alt=\"Friedman\" width=\"502\" height=\"262\">"
  },
  {
    "id": "3690150",
    "unitNumber": 8,
    "text": "\"Kapitalizm ve Özgürlük\" kitabını aşağıdakilerden hangisi yazmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Karl Marx",
      "B": "Mill",
      "C": "Ricardo",
      "D": "Friedman",
      "E": "P. Cagan"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/9e1fbd799b5f14b67c97f4d2b4985b1f.png\" alt=\"Kapitalizm ve özgürlük\" width=\"515\" height=\"92\"><br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/9e1fbd799b5f14b67c97f4d2b4985b1f.png\" alt=\"Kapitalizm ve özgürlük\" width=\"510\" height=\"91\">"
  },
  {
    "id": "3690155",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Friedman'ın \"Kapitalizm ve Özgürlük\" kitabında devletin misyonu ya da işlevleri arasında <strong>yer almaz?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Rekabeti azaltmak",
      "B": "Hukuku ve düzeni koruyup sürdürmek",
      "C": "Mülkiyet haklarını tanımlamak",
      "D": "Kuralların yorumu üzerindeki anlaşmazlıklarda hakemlik yapmak",
      "E": "Para politikasının çerçevesini hazırlamak"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/435d80836ae12de0c6b5e86871492f18.png\" alt=\"Devletin misyonu ve işlevleri\" width=\"646\" height=\"230\"><br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/435d80836ae12de0c6b5e86871492f18.png\" alt=\"Devletin misyonu ve işlevleri\" width=\"704\" height=\"251\">"
  },
  {
    "id": "3690156",
    "unitNumber": 8,
    "text": "\"........................para miktarındaki değişikliklerin, dolayısıyla para politikasının ekonomik faaliyetler üzerinde hem doğrudan hem de dolaylı etkilerinin olacağını savunurlar.\"<br/>Yukarıdaki boşluğu aşağıdakilerden hangisi<strong> en doğru</strong> şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Klasik iktisatçılar",
      "B": "Neo-Klasik iktisatçılar",
      "C": "Parasalcı iktisatçılar",
      "D": "Liberal iktisatçılar",
      "E": "Neo-Liberal iktisatçılar"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/85e80d56f05ba57f7f21314e6e6577b4.png\" alt=\"Parasal iktisatçılar\" width=\"477\" height=\"120\">"
  },
  {
    "id": "3690157",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisinde Yeni Klasik İktisadi Yaklaşım'ın dayandığı temel varsayımların sınıflandırılmasında doğru olarak <strong>verilmemiştir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Piyasaların kendiliğinden dengeye gelmesi ve esnek fiyatlar",
      "B": "İrrasyonel beklentiler",
      "C": "Tesadüfi hata, eksik bilgi ve firma yanılması",
      "D": "Paranın yansızlığı ve aktif iktisat politikalarının etkisizliği",
      "E": "Ekonomik dalgalanmaların esas olarak parasal gelişmelerden kaynaklanmış olması"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/ef93fb89d163cc954269922dc9f1f90e.png\" alt=\"Rasyonel Beklentiler\" width=\"487\" height=\"454\">"
  },
  {
    "id": "3690159",
    "unitNumber": 8,
    "text": "\"Ekonomik dalgalanmalar nitelik bakımından birbirine benzerdirler\" ifadesi aşağıdaki iktisatçılardan hangisine aittir?",
    "correctAnswer": "D",
    "options": {
      "A": "Marx",
      "B": "Ricardo",
      "C": "Friedman",
      "D": "Lucas",
      "E": "Hobson"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/8ea2d3ec9714fd3c62a3122e6cc3e694.png\" alt=\"Lucas\" width=\"480\" height=\"201\">"
  },
  {
    "id": "3690161",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Reel Konjonktür Teorisinin ayırt edici varsayımlarından biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tam bilgi ve süper yansızlık",
      "B": "İçsel para ve ters nedensellik",
      "C": "Konjonktür dalgalarının kaynağının geçici verimlilik şokları olması ve propaganda mekanizması",
      "D": "Zaman tutarsızlığı ya da dinamik uyumsuzluk",
      "E": "Sürekli değişkenlik"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/51c69dac01cdcbfe39be139f3e6a0748.png\" alt=\"RKT Varsayımları\" width=\"978\" height=\"306\">"
  }
]