[
  {
    "id": "1859791",
    "unitNumber": 1,
    "text": "Kıtlık koşulları altında yapılan tercihlerin inceleyen bilim dalına ne ad verilir",
    "correctAnswer": "C",
    "options": {
      "A": "Toplum bilimi",
      "B": "Siyaset",
      "C": "İktisat",
      "D": "İletişim",
      "E": "İşletme"
    },
    "explanation": "İktisat: Kıtlık koşulları altında yapılan tercihlerin incelenmesidir."
  },
  {
    "id": "1859792",
    "unitNumber": 1,
    "text": "Bir şeyin mevcut miktarının arzulanan miktarı karşılamakta yetersiz kaldığı duruma ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kıtlık",
      "B": "Tercih",
      "C": "İş gücü",
      "D": "Kaynak",
      "E": "Sermaye"
    },
    "explanation": "Kıtlık: Bir şeyin mevcut miktarının arzulanan miktarı karşılamakta yetersiz kaldığı durumdur."
  },
  {
    "id": "1859793",
    "unitNumber": 1,
    "text": "Mal ve hizmetlerin üretilmesinde insanlar tarafından kullanılan uzun ömürlü araçlar hangi iktisadi kaynak olarak tanımlanır?",
    "correctAnswer": "B",
    "options": {
      "A": "İş gücü",
      "B": "Sermaye",
      "C": "Kaynak",
      "D": "Toprak",
      "E": "Birikim"
    },
    "explanation": "Sermaye: Mal ve hizmetlerin üretilmesinde insanlar tarafından kullanılan uzun ömürlü araçlardır. Bu araçlar arasında yer alan bina, makine, teçhizat gibileri fiziki sermaye, çalışanların sahip olduğu bilgi ve beceri ise beşeri sermaye olarak adlandırılmaktadır"
  },
  {
    "id": "1859795",
    "unitNumber": 1,
    "text": "Tercih yapmak veya karar almak durumunda olan bir iktisadi birimin kendi hedefine uygun biçimde hareket etmesi iktisadi düşünme tarzının hangi ilkesi olarak adlandırılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Rasyonel davranış",
      "B": "Karar alma",
      "C": "Marjinal analiz",
      "D": "Kıtlık koşulları",
      "E": "İktisadi analiz"
    },
    "explanation": "Rasyonel davranış: Tercih yapmak veya karar almak durumunda olan bir iktisadi birimin kendi hedefine uygun biçimde hareket etmesidir."
  },
  {
    "id": "1859796",
    "unitNumber": 1,
    "text": "Bir iktisadi olgu incelenirken, bu olguyu etkileyen değişkenlerden belirli bir tanesinin değiştiğini, diğer değişkenlerin ise sabit kaldığını kabul ettiğimiz varsayım aşağıdaki seçeneklerden hangisinde doğru olarak verilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Birlikde değişim",
      "B": "Nedensellik",
      "C": "Birlikte değişim-nedensellik",
      "D": "Diğer şartlar sabitken",
      "E": "Tümleme yanılgısı"
    },
    "explanation": "İktisada giriş çerçevesinde ele alacağımız teorik yaklaşımlar çoğunlukla diğer şartlar sabittir varsayımı kullanılarak geliştirilir. Bu varsayıma göre, bir iktisadi olgu incelenirken, bu olguyu etkileyen değişkenlerden belirli bir tanesinin değiştiğini, diğer değişkenlerin ise sabit kaldığını kabul ederiz. Bu varsayım analizleri basitleştirmenin temel araçlarından bir tanesidir."
  },
  {
    "id": "1859797",
    "unitNumber": 1,
    "text": "Birey için doğru olanın grup için de doğru olacağı şeklinde hatalı bir sonuca ulaşılması olarak tanımlanan iktisadi düşünme tarz hatası aşağıdaki seçeneklerden hangisinde doğru olarak verilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Birlikte değişim",
      "B": "Nedensellik",
      "C": "Birlikte değişim-Nedensellik",
      "D": "Diğer şartlar sabitken",
      "E": "Tümleme yanılgısı"
    },
    "explanation": "Birey için doğru olanın grup için de doğru olacağı şeklinde hatalı bir sonuca ulaşılması olarak tanımlanan iktisadi düşünme tarz hatası “ tümleme yanılgısı” olarak adlandırılır."
  },
  {
    "id": "1859798",
    "unitNumber": 1,
    "text": "İktisadın insan davranışı ve insanların piyasa, endüstri, firma ve birey gibi nispeten küçük birimlerle ilişkili tercihlerini inceleyen bölümüne verilen ad nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mikro iktisat",
      "B": "Makro iktisat",
      "C": "Pozitif iktisat",
      "D": "Normatif iktisat",
      "E": "Pozitif ve Normatif iktisat"
    },
    "explanation": "Mikro iktisat, iktisadın insan davranışı ve insanların piyasa, endüstri, firma ve birey gibi nispeten küçük birimlerle ilişkili tercihlerini inceleyen bölümüdür. Mikro iktisadın temel konuları arasında, bireysel ekonomik kararların oluşturulması, kaynak dağılımı, fiyatlar, üretim ve gelir dağılımının belirlenmesi yer alır."
  },
  {
    "id": "1859799",
    "unitNumber": 1,
    "text": "İktisadın, bir bütün olarak ekonomiyi ve toplulaştırılmış ekonomik davranışı inceleyen bölümüne verilen ad nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mikro iktisat",
      "B": "Makro iktisat",
      "C": "Pozitif iktisat",
      "D": "Normatif iktisat",
      "E": "Pozitif ve Normatif iktisat"
    },
    "explanation": "Makro iktisat ise iktisadın, bir bütün olarak ekonomiyi ve toplulaştırılmış ekonomik davranışı inceleyen bölümüdür. Makro iktisat; milli gelir, para, bankacılık, enflasyon, ekonomik büyüme gibi makro konuları inceler."
  },
  {
    "id": "1859800",
    "unitNumber": 1,
    "text": "İktisadi sorunların analiz edilmesinde iktisatçılar, bilimsel yöntem olarak adlandırılan teorik inceleme sürecini kullanırlar ve bu süreç dört aşamadan oluşur. Aşağıdaki seçeneklerden hangisi bu süreç içinde <u>yer almaz</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Temel değişkenlerin belirlenmesi ve tanımlanması",
      "B": "Teorinin uygulanacağı ilişkiyle ilgili varsayımların yapılması",
      "C": "Hipotezin ortaya konması",
      "D": "Teorinin geçerliliği",
      "E": "Teorinin görevi"
    },
    "explanation": "Teorik inceleme sürecini dört aşamadan oluşur. Bunlar; temel değişkenlerin belirlenmesi ve tanımlanması, teorinin uygulanacağı ilişkiyle ilgili varsayımların yapılması, hipotezin ortaya konması ve teorinin geçerliliği bu süreci oluşturur. Teorinin görevi ise bu süreçlerde doğrudan etken olmayan bir değerdir."
  },
  {
    "id": "1859803",
    "unitNumber": 1,
    "text": "Üretiminde kıt kaynakların kullanıldığı, insan ihtiyaçlarını karşılama özelliğine sahip fiziki varlığı olan ürünlere ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hizmet",
      "B": "Mal",
      "C": "Fayda",
      "D": "Kaynak",
      "E": "Toprak"
    },
    "explanation": "İnsan ihtiyaçlarını karşılama özelliğine sahip fiziki varlığı olan ürünlere mal adı verilir."
  },
  {
    "id": "1859826",
    "unitNumber": 1,
    "text": "Serbest piyasa sisteminde temel koordinasyonu sağlayan değişken aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Faiz",
      "B": "İşsizlik",
      "C": "Verimlilik",
      "D": "Emek",
      "E": "Fiyatlar"
    },
    "explanation": "Serbest piyasa sisteminde temel koordinasyonu piyasada belirlenen fiyatlar sağlar. Bu yüzden serbest piyasa sistemine çoğu kez fiyat sistemi de denir."
  },
  {
    "id": "1859831",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi ekonomideki aktör ya da katılımcılardan biri <span style=\"text-decoration: underline;\">değildir</span>?",
    "correctAnswer": "E",
    "options": {
      "A": "Hanehalkı",
      "B": "Firmalar",
      "C": "Devlet",
      "D": "Yabancılar",
      "E": "Piyasalar"
    },
    "explanation": "Bir ekonomide dört tür aktör ya da katılımcı söz konusudur. Hanehalkı, firmalar, devlet ve yabancılar. Piyasalar ise alıcı ve satıcıların karşı karşıya gelerek değişim (takas) işlemini gerçekleştirdikleri ortamlardır. Doğru cevap E'dir."
  },
  {
    "id": "1859836",
    "unitNumber": 1,
    "text": "Kaynaklar; mal ve hizmet üretiminde kullanılan doğa ya da insanlar tarafından sağlanan tüm araçlardır. Aşağıdaki seçeneklerden hangisi Doğa tarafından sağlanan kaynaklardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Su",
      "B": "Petrol",
      "C": "Orman",
      "D": "Vahşi yaşam",
      "E": "Organize Sanayi"
    },
    "explanation": "Kaynaklar; mal ve hizmet üretiminde kullanılan doğa ya da insanlar tarafından sağlanan tüm araçlardır. Doğa tarafından sağlanan kaynaklar; su, petrol, mineraller, vahşi yaşam, orman vb. binlerce varlığı içerir. Tüm bu doğal kaynakları ifade etmek için toprak terimi kullanılır."
  },
  {
    "id": "1859839",
    "unitNumber": 1,
    "text": "Mevcut üretim faktörleri ve üretim teknolojisi veri iken belirli bir dönemde ekonominin maksimum düzeyde üretebileceği çeşitli çıktı (ürün) bileşimlerini gösteren eğridir. Bu eğriye verilen ad aşağıdaki seçeneklerden hangisidir .",
    "correctAnswer": "B",
    "options": {
      "A": "Parasal fiyat",
      "B": "Üretim imkânları sınırı",
      "C": "Artan fırsat maliyeti",
      "D": "Marjinal dönüşüm oranı",
      "E": "Üretim faktörleri"
    },
    "explanation": "Üretim imkânları sınırı;<br/>Mevcut üretim faktörleri ve üretim teknolojisi veri iken belirli bir dönemde ekonominin maksimum düzeyde üretebileceği çeşitli çıktı (ürün) bileşimlerini gösteren eğridir."
  },
  {
    "id": "1859843",
    "unitNumber": 1,
    "text": "\"Merkezi plan ekonomilerinde, temel ekonomik sorulara ilişkin kararlar merkezi otorite tarafından alınır. Hükümetin kontrolünü elinde bulunduranlar merkezi plan çerçevesinde insanların ne yapacağını, üretim ve tüketim tercihlerini ve gelirin bölüşümünü kontrol altında tutarlar.\"Bahsi geçen tanımın diğer yakın anlamdaşı olan cümle aşağıdaki seçeneklerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tercihler ve Tüketici Dengesi",
      "B": "Artan Fırsat Maliyet",
      "C": "Karma ekonomik sistem",
      "D": "Kumanda Ekonomileri Sistemi",
      "E": "Toplam ve Marjinal Fayda"
    },
    "explanation": "<strong>Kumanda Ekonomileri Sistemi</strong><br/><strong>Kumanda ekonomileri</strong> ya da merkezi plan ekonomilerinde, temel ekonomik sorulara ilişkin kararlar merkezi otorite tarafından alınır. Hükümetin kontrolünü elinde bulunduranlar merkezi plan çerçevesinde insanların ne yapacağını, üretim ve tüketim tercihlerini ve gelirin bölüşümünü kontrol altında tutarlar."
  },
  {
    "id": "1859846",
    "unitNumber": 1,
    "text": "Kıtlık koşulları altında yapılan tercihlerin incelenmesi aşağıdakilerden hangisinin tanımıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Kıtlık",
      "B": "Tercih",
      "C": "İktisat",
      "D": "İhtiyaç",
      "E": "Mal ve hizmetler"
    },
    "explanation": "İktisat: Kıtlık koşulları altında yapılan tercihlerin incelenmesidir."
  },
  {
    "id": "1859847",
    "unitNumber": 1,
    "text": "Bir şeyin mevcut miktarının arzulanan miktarı karşılamakta yetersiz kaldığı durum aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Zaman",
      "B": "Kıtlık",
      "C": "Harcama",
      "D": "İhtiyaç",
      "E": "İktisat"
    },
    "explanation": "Kıtlık: Bir şeyin mevcut miktarının arzulanan miktarı karşılamakta yetersiz kaldığı durumdur."
  },
  {
    "id": "1859848",
    "unitNumber": 1,
    "text": "Mal ve hizmetlerin üretilmesinde insanlar tarafından harcanan zaman tanımı aşağıdakilerden hangisinindir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sermaye",
      "B": "Toprak",
      "C": "Rant",
      "D": "Ücret",
      "E": "İşgücü"
    },
    "explanation": "İşgücü: Mal ve hizmetlerin üretilmesinde insanlar tarafından harcanan zaman"
  },
  {
    "id": "1859849",
    "unitNumber": 1,
    "text": "Çalışanların sahip olduğu bilgi ve becerileri ne olarak adlandırılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Beşeri sermaye",
      "B": "Sermaye",
      "C": "Öz sermaye",
      "D": "Bilgi",
      "E": "Emek"
    },
    "explanation": "Çalışanların sahip olduğu bilgi ve beceri beşeri sermaye olarak adlandırılır."
  },
  {
    "id": "1859850",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi ekonomik aktörlerdendir?",
    "correctAnswer": "D",
    "options": {
      "A": "Serbest mal",
      "B": "Hizmet",
      "C": "Kıtlık",
      "D": "Firmalar",
      "E": "Mallar"
    },
    "explanation": "Ekonmik aktörler: Hane halkları, firmalar ve devlettir."
  },
  {
    "id": "1859852",
    "unitNumber": 1,
    "text": "Tercih yapmak veya karar almak durumunda olan bir iktisadi birimin kendi hedefine uygun biçimde hareket etmesi hangi iktisadi düşünme tarzına girer?",
    "correctAnswer": "C",
    "options": {
      "A": "Karar alma",
      "B": "Marjinal analiz",
      "C": "Rasyonel davranış",
      "D": "Mikro iktisat",
      "E": "Tümleme yanılgısı"
    },
    "explanation": "Tercih yapmak veya karar almak durumunda olan bir iktisadi birimin kendi hedefine uygun biçimde hareket etmesi rasyonel davranıştır."
  },
  {
    "id": "1859853",
    "unitNumber": 1,
    "text": "İktisadın insan davranışlarını ve insanların piyasa, endüstri, firma ve birey gibi nispeten küçük birimlerle ilişkili tercihlerini inceleyen bölüm aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Makro iktisat",
      "B": "Mikro iktisat",
      "C": "Kıtlık",
      "D": "Tercih",
      "E": "Tümleme"
    },
    "explanation": "İktisadın insan davranışlarını ve insanların piyasa, endüstri, firma ve birey gibi nispeten küçük birimlerle ilişkili tercihlerini inceleyen bölüm Mikro İktisatdır."
  },
  {
    "id": "1859854",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi mikro iktisadın temel konuları arasındadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Para",
      "B": "Bankacılık",
      "C": "Fiyatlar",
      "D": "Enflasyon",
      "E": "Büyüme"
    },
    "explanation": "Fiyatlar, mikro iktisadın temel konuları arasındadır."
  },
  {
    "id": "1859855",
    "unitNumber": 1,
    "text": "\"Türkiye'de işsizlik oranı %10 dan daha aşağıya düşürülmelidir.\" ifadesi hangi iktisadi ifade olarak adlandırılmalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Pozitif iktisat",
      "B": "Normatif iktisat",
      "C": "Hipotez",
      "D": "Varsayım",
      "E": "Tümleme yanılgısı"
    },
    "explanation": "\"Türkiye'de işsizlik oranı %10 dan daha aşağıya düşürülmelidir.\" ifadesi normatif iktisadi ifade olarak adlandırılır."
  },
  {
    "id": "1859856",
    "unitNumber": 1,
    "text": "İktisadın tüm sorunlarının özeti aşağıda verilen cevaplardan hangisinde eksiksiz özetlenmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "\"ne, ne kadar, nasıl ve kimin için üretecek?\"",
      "B": "\"ne, ne kadar ve kimin için üretilecektir?”",
      "C": "\"ne, ne kadar ve nasıl üretilecektir?”",
      "D": "\"ne, ne kadar, nasıl, nerede ve kimin için üretilecektir?”",
      "E": "\"ne ve ne kadar üretilecek?\""
    },
    "explanation": "Kaynakların kıt olması ve bu durumun bizi tercih yapmak zorunda bırakması, iktisat derslerinizde inceleyeceğiniz tüm sorunların temelini oluşturmaktadır. Bu sorunlar, “ne, ne kadar, nasıl ve kimin için üretilecektir?” soruları ile özetlenebilir. Cevap A şıkkıdır."
  },
  {
    "id": "1859901",
    "unitNumber": 1,
    "text": "I. Hanehalkı\n II. Firmalar\n III. Devlet\n IV. Yabancılar\n Yukarıdakilerden hangileri bir ekonomideki aktör ya da katılımcılar arasında gösterilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "I, II ve III",
      "D": "I, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Bir ekonomide dört tür aktör ya da katılımcı söz konusudur. Bunlar: hanehalkı, firmalar, devlet ve yabancılardır."
  },
  {
    "id": "1859928",
    "unitNumber": 1,
    "text": "Bir bireyin kendisini geliştirmek adına kendisi için yapmış olduğu yatırımlar aşağıdakilerden hangisi kapsamında değerlendirilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Fiziksel emek",
      "B": "Beşeri emek",
      "C": "Fiziksel sermaye",
      "D": "Beşeri sermaye",
      "E": "Finansal sermaye"
    },
    "explanation": "Mevcut kaynaklar; Doğa, emek, sermaye olarak ele alındığında Bedensel yani; fiziksel güç kullanımı emeği ifade ederken beşeri emek; zihinsel çalışmaları, ekonomideki makine ve teçhizatlar fiziksel sermayeyi, bireyin ya da işçinin kendisi için kendisini geliştirmek adına yaptığı yatırımlar beşeri sermayeyi ifade eder. Finansal sermaye ise; Fiziksel sermaye üzerinde mülkiyet hakkını ifade eder."
  },
  {
    "id": "1941354",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi iktisatta ifade edilen kıtlık kavramının ortaya çıkış sebeplerinden birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Zaman sınırlaması",
      "B": "Harcama isteği",
      "C": "Piyasaya yönelme",
      "D": "Tercih",
      "E": "Seçim"
    },
    "explanation": "Kıtlık : Bir şeyin mevcut miktarının arzulanan miktarı karşılamakta yetersiz kaldığı durumdur .İhtiyaçlar çok ve çeşitlidir. Ancak bunları karşılayacak kaynaklar ise sınırlıdır. Bu sınırlandırmaların en önemlisi zamanın sınırlı olması ve harcama gücünün sınırlı olmasıdır. Bu sınırlandırmalar sonucu kıtlık oluşurken kıtlık tercih ve seçim yapılmasını zorunlu kılar."
  },
  {
    "id": "1941937",
    "unitNumber": 1,
    "text": "Bir maldan bir birim daha fazla üretmek için öteki maldan ne kadar fedakarlık etmek gerektiğini gösteren orana ne isim verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Artan fırsat maliyeti",
      "B": "Seçim maliyeti",
      "C": "Marjinal dönüşüm oranı",
      "D": "Ürün değişim oranı",
      "E": "Parasal dönüşüm oranı"
    },
    "explanation": "Marjinal dönüşüm oranı bir maldan bir birim daha fazla üretmek için öteki maldan ne kadar fedakarlık etmek gerektiğini göstermektedir. Bu ise fırsat maliyeti tanımı ile aynıdır."
  },
  {
    "id": "2134156",
    "unitNumber": 1,
    "text": "Tercih yapmak veya karar almak durumunda olan bir iktisadi birimin kendi hedefine uygun biçimde hareket etmesi şeklinde tanımlanan iktisadi kavram nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Rasyonel Davranış",
      "B": "Serbest Mal",
      "C": "Marjinal Analiz",
      "D": "Ceteris Paribus",
      "E": "Normatif İktisat"
    },
    "explanation": "Tercih yapmak veya karar almak durumunda olan bir iktisadi birimin kendi hedefine uygun biçimde hareket etmesi rasyonel davranışdır. Cevap A şıkkıdır."
  },
  {
    "id": "2140151",
    "unitNumber": 1,
    "text": "İktisadın uğraşı alanı içerisinde yer alan kaynakların kıt olması sorununda kaynak dikkate alındığında, şu anda almakta olduğunuz eğitim sonrasında elde edeceğiniz bilgi ve beceri ile hangi kaynak içerisinde yer alacağınız aşağıdakilerden hangisinde doğru ifade edilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sabit sermaye",
      "B": "Değişken sermaye",
      "C": "Beşeri sermaye",
      "D": "Fiziksel sermaye",
      "E": "Nakdi sermaye"
    },
    "explanation": "Sermaye mal ve hizmetlerin üretilmesinde insanlar tarafından kullanılan uzun ömürlü araçlardır. Bu araçlar arasında yer alan bina, makine, teçhizat gibileri fiziki sermaye, çalışanların sahip olduğu bilgi ve beceri ise beşeri sermaye olarak adlandırılmaktadır."
  },
  {
    "id": "2174308",
    "unitNumber": 1,
    "text": "İktisadi sorunların analiz edilmesinde teorik inceleme sürecinin ilk aşaması aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Teorinin uygulanacağı ilişkiyle ilgili varsayımların yapılması",
      "B": "Bireysel davranışlarla ilgili varsayımların yapılması",
      "C": "İktisadi sorunla ilişkili değişkenlerin belirlenmesi",
      "D": "Değişkenler arası ilişkinin teorik olarak ortaya konması",
      "E": "Yapılan tespitlerin kanıtlarla karşılaştırılması suretiyle test edilmesi"
    },
    "explanation": "İktisadi sorunların analiz edilmesinde iktisatçılar, bilimsel yöntem olarak adlandırılan<br/>teorik inceleme sürecini kullanırlar ve bu süreç dört aşamadan oluşur:<br/>Birinci Aşama: Bilimsel yöntemde ilk adım, incelenen iktisadi sorunla ilişkili temel<br/>değişkenlerin belirlenmesi ve tanımlanmasıdır. Değişken, farklı olası değerler alabilen bir<br/>ölçüttür. Örneğin, kola fiyatı veya bir haftada satılan kola miktarı gibi. Belirlenen değişkenler,<br/>geliştirilecek teorinin temel unsurları oldukları için son derece dikkatli seçilmeleri<br/>gerekir."
  },
  {
    "id": "2205569",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi mikro iktisadın konuları arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Milli gelir",
      "B": "Enflasyon",
      "C": "Toplam işsizlik",
      "D": "Firmada çalışan işçi sayısı",
      "E": "Ekonomik büyüme"
    },
    "explanation": "Mikro iktisat, iktisadın insan davranışı ve insanların piyasa, endüstri, firma ve birey gibi nispeten küçük birimlerle ilişkili tercihlerini inceleyen bölümüdür. Mikro iktisadın analiz araçları mikroskoba benzer. Mikro iktisadın temel konuları arasında, bireysel ekonomik kararların oluşturulması, kaynak dağılımı, fiyatlar, üretim ve gelir dağılımının belirlenmesi yer alır. Doğru cevap D'dir."
  },
  {
    "id": "2768778",
    "unitNumber": 1,
    "text": "Mevcut koşullar değiştiği zaman ne olacağının incelenmesi ekonomi bilimde ne olarak adlandırılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Marjinal analiz",
      "B": "Karar alma",
      "C": "Nedensellik",
      "D": "Tümleme yanılgısı",
      "E": "Ceteris Paribus"
    },
    "explanation": "Marjinal analiz, mevcut şartlar değiştiğinde ortaya çıkacak durumun incelenmesidir. Cevap A şıkkıdır."
  },
  {
    "id": "2771346",
    "unitNumber": 1,
    "text": "Toplumsal refahın en üst düzeyde sağlanabilmesi için ne olması gerektiğini inceleyen iktisat türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Pozitif iktisat",
      "B": "Negatif iktisat",
      "C": "Normatif iktisat",
      "D": "Mikro iktisat",
      "E": "Makro iktisat"
    },
    "explanation": "Normatif iktisat: Toplumsal refahın en üst düzeyde sağlanabilmesi için ne olması gerektiğini inceler."
  },
  {
    "id": "2844789",
    "unitNumber": 1,
    "text": "Analiz gerçekleştirilirken diğer şartların sabit tutulmasına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "ceteris paribus",
      "B": "Marjinal fayda",
      "C": "Alternatif maliyet",
      "D": "Fırsat maliyeti",
      "E": "Pozitif ifade"
    },
    "explanation": "Analiz gerçekleştirilirken diğer şartların sabit tutulmasına \"ceteris paribus\" adı verilir."
  },
  {
    "id": "2991716",
    "unitNumber": 1,
    "text": "İktisadın tanımı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tercih yapmak veya karar almak durumunda olan bir birimin kendi hedefine uygun biçimde hareket etmesidir.",
      "B": "İhtiyaçlarımızı karşılayacak mal ve hizmetlerin üretilmesinde kullanılan şeylerdir.",
      "C": "Kıtlık koşulları altında yapılan tercihlerin incelenmesidir.",
      "D": "Mevcut koşullar değiştiği zaman ne olacağının incelenmesidir.",
      "E": "İnsan davranışı ve insanların piyasa, endüstri, firma ve birey gibi nispeten küçük birimlerle ilişkili tercihlerini inceleyen bölümdür."
    },
    "explanation": "Cevap C şıkkıdır."
  },
  {
    "id": "3471594",
    "unitNumber": 1,
    "text": "I. Aynı çatı altında yaşayan ve ortak finansal kararlar alan tüm insanlardır.\n<br/>II. Ekonomide gerekli düzenlemeleri yapan, piyasalara üretici ve tüketici olarak katılabilen ve de vergi toplama ayrıcalığına sahip oluşum\n<br/>III. Üretici kaynakları kullanan ve ne üretileceğini kararlaştıran şahıs şirketinden devlete kadar bütün üretici birimlerdir.\n<br/>Yukarıda tanımları verilen bir ekonomide bulunan iktisadi aktörler aşağıdakilerden hangisinde doğru sıralanmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "I. Devlet II. Hanehalkı III. Firmalar",
      "B": "I. Hanehalkı II. Devlet III. Firmalar",
      "C": "I. Hanehalkı II. Firmalar III. Devlet",
      "D": "I. Devlet II. Firmalar III. Hanehalkı",
      "E": "I. Firmalar II. Devlet III. Hanehalkı"
    },
    "explanation": "Bir ekonomide dört tür aktör ya da katılımcı söz konusudur: Hanehalkı, firmalar, devlet<br/>ve yabancılar. \n<br/><strong>I. Hanehalkı:</strong> Aynı çatı altında yaşayan ve ortak finansal kararlar alan tüm insanlardır.<br/><strong>II. Devlet:</strong> Ekonomide gerekli düzenlemeleri yapan, piyasalara üretici ve tüketici olarak katılabilen ve de vergi toplama ayrıcalığına sahip oluşumdur.<br/><strong>III. Firmalar:</strong> Üretici kaynakları kullanan ve ne üretileceğini kararlaştıran şahıs şirketinden devlete kadar bütün üretici birimlerdir."
  },
  {
    "id": "3720150",
    "unitNumber": 1,
    "text": ".................................; kıtlığın sonuçlarını ekonomideki tercihleri ve her tercihin alternatif maliyetini göstermektedir.\n Boşluağa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tüetim imkânları sınırı eğrisi",
      "B": "Üretim imkânları sınırı eğrisi",
      "C": "Firma imkânları sınırı eğrisi",
      "D": "Hanehalkı imkânları sınırı eğrisi",
      "E": "Optimal fayda sınırı eğrisi"
    },
    "explanation": "Üretim imkânları sınırı eğrisi; kıtlığın sonuçlarını ekonomideki tercihleri ve her tercihin alternatif maliyetini göstermektedir."
  },
  {
    "id": "1859824",
    "unitNumber": 2,
    "text": "Üretim imkanları eğrisinin içbükey olmasının sebebi nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ölçeğe göre artan getiri",
      "B": "Ölçeğe göre azalan getiri",
      "C": "Ölçeğe göre sabit getiri",
      "D": "Artan fırsat maliyeti",
      "E": "Azalan fırsat maliyeti"
    },
    "explanation": "Üretim imkânları sınırı, orijine göre içbükey çizilmiş bir eğridir. Üretim imkânları eğrisinin niçin bu biçime sahip olduğu artan fırsat maliyeti ile ilgilidir."
  },
  {
    "id": "1859830",
    "unitNumber": 2,
    "text": "Üretim imkanları eğrisine çizilen teğetin eğimi aşağıdakilerden hangisini vermektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Marjinal ikame oranı",
      "B": "Marjinal teknik ikame oranı",
      "C": "Marjinal dönüşüm oranı",
      "D": "Marjinal getiri oranı",
      "E": "Marjinal maliyet oranı"
    },
    "explanation": "Üretim imkanları eğrisine çizilen teğetlerin eğiminin negatif işaretlisi marjinal dönüşüm oranı olarak tanımlanır. Marjinal dönüşüm oranı; bir maldan bir birim daha fazla üretmek için öteki maldan ne kadar fedakarlık etmek gerektiğini göstermektedir."
  },
  {
    "id": "1859838",
    "unitNumber": 2,
    "text": "\"İyi işleyen bir piyasada bir malın fiyatı ile fırsat maliyeti arasında çok yakın bir ilişki vardır. Bir malı satın almak için vazgeçtiğimiz TL miktarı o mal için neyi ifade eder? Aşağıdaki seçeneklerden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Pazar Maliyet",
      "B": "Parasal Fiyattır",
      "C": "Fırsat Maliyeti",
      "D": "Emek Piyasası",
      "E": "Para arzı"
    },
    "explanation": "İyi işleyen bir piyasada bir malın fiyatı ile fırsat maliyeti arasında çok yakın bir ilişki vardır. Bir malı satın almak için vazgeçtiğimiz TL miktarı o mal için <strong>parasal fiyattır.</strong>"
  },
  {
    "id": "1859841",
    "unitNumber": 2,
    "text": "Belirli bir zaman diliminde, bireyin diğer mal ve hizmetlerden olan tüketimi sabit iken, bir malın çeşitli miktarlarının tüketilmesi sonucu ulaşılan tatmin düzeyine verilen ad aşağıdaki seçeneklerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Azalan marjinal fayda",
      "B": "Toplam fayda",
      "C": "Karma ekonomik sistem",
      "D": "Kumanda ekonomileri",
      "E": "Fiyat sistemi"
    },
    "explanation": "Belirli bir zaman diliminde, bireyin diğer mal ve hizmetlerden olan tüketimi sabit iken, bir malın çeşitli miktarlarının tüketilmesi sonucu ulaşılan tatmin düzeyi toplam fayda olarak tanımlanır ve TU harfleriyle sembolleştirilir."
  },
  {
    "id": "1859842",
    "unitNumber": 2,
    "text": "Serbest piyasa sistemine çoğu kez fiyat sistemi de denir. Serbestçe oluşan fiyatlar piyasa ekonomisinde önemli roller üstlenirler. Aşağıdaki seçeneklerden hangisi bu rollerden birisi <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Fiyatlar, neyin üretileceği ve tüketileceği konusunda sinyal görevi üstlenirler.",
      "B": "Fiyatlar, bölüşüm mekanizması üzerine önemli görev üstlenir",
      "C": "Fiyatlar, insanların üretimine yönelik teşvik mekanizması oluştururlar.",
      "D": "Fiyatlar, insanların tüketimlerine yönelik teşvik mekanizması oluştururlar.",
      "E": "Vatandaş, neyin üretileceği ve tüketileceği konusunda sinyal görevi üstlenirler"
    },
    "explanation": "Bu sistemde temel koordinasyonu piyasada belirlenen fiyatlar sağlar. Bu yüzden serbest piyasa sistemine çoğu kez fiyat sistemi de denir.<br/>Serbestçe oluşan fiyatlar piyasa ekonomisinde önemli roller üstlenirler. Bunlar:<br/>• Fiyatlar, neyin üretileceği ve tüketileceği konusunda sinyal görevi üstlenirler.<br/>• Fiyatlar, insanların tüketimlerine ve üretimlerine yönelik teşvik mekanizması oluştururlar.<br/>• Fiyatlar, bölüşüm mekanizması üzerine önemli görev üstlenir"
  },
  {
    "id": "1859844",
    "unitNumber": 2,
    "text": "\"Bireyin tüketilen mal ve hizmetten elde edeceği memnuniyettir. Gerçek yaşamda kişinin elde edeceği memnuniyetin ölçülüp ölçülemeyeceği iktisatçılar arasında tartışma konusu oluşturmuştur.\" Tanıma ait doğru cevap aşağıdaki seçeneklerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fayda",
      "B": "Marjinal fayda kanunu",
      "C": "Talep kanunu",
      "D": "Azalan marjinal fayda kanunu",
      "E": "Azalan verim kanunu"
    },
    "explanation": "Fayda: Bireyin tüketilen mal ve hizmetten elde edeceği memnuniyettir. İktisatçılardan bir kısmı faydanın ölçülebileceğini öne sürmüşlerdir. Faydayı ölçmek için “util” adı verilen bir birim ya da doğrudan parayı kullanmışlardır. Bu gruba sayısalcılar ya da kardinalistler denilmektedir. Diğer tarafta ise faydanın ölçülemeyeceğini ileri süren sırasalcılar ya da ordinalistler vardır."
  },
  {
    "id": "1859845",
    "unitNumber": 2,
    "text": "\"Belirli bir zaman diliminde bir maldan, bir birim daha fazla tüketilmesi sonucunda ortaya çıkan toplam faydadaki değişme olarak tanımlanır\" Tanıma ait doğru cevap aşağıdaki seçeneklerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Marjinal fayda",
      "B": "Marjinal maliyet",
      "C": "Toplam fayda",
      "D": "Marjinal verimlilik",
      "E": "Alternatif maliyet"
    },
    "explanation": "Marjinal fayda, belirli bir zaman diliminde bir maldan; örneğimizdeki lahmacundan, bir birim daha fazla tüketilmesi sonucunda ortaya çıkan toplam faydadaki değişme olarak tanımlanır. Kısaca ilave tüketilen birimin sağladığı fayda marjinal fayda olup, MU harfleriyle sembolize edilir."
  },
  {
    "id": "1859867",
    "unitNumber": 2,
    "text": "I. Her malın marjinal faydasının fiyatına oranı tüm mallar için eşit olunca denge koşulu sağlanmaktadır.\n II. Marjinal faydasının fiyatına oranı büyük olan maldan oranı küçük olan mala kıyasala daha az tüketilmelidir.\n III. Kardinalist yaklaşımın talep teorisi, birden fazla mal durumu içinde genelleştirilebilir.\n Tercihler ve tüketici dengesi ile ilgili verilenlerden hangisi ya da hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "II ve III"
    },
    "explanation": "I. Her malın marjinal faydasının fiyatına oranı tüm mallar için eşit olunca denge koşulu sağlanmaktadır. (Doğru)\n II. Marjinal faydasının fiyatına oranı büyük olan maldan oranı küçük olan mala kıyasala daha az tüketilmelidir. (Yanlış, marjinal faydasının fiyatına oranı büyük olan maldan oranı küçük olan mala kıyasala daha fazla tüketilmelidir.)\n III. Kardinalist yaklaşımın talep teorisi, birden fazla mal durumu içinde genelleştirilebilir. (Doğru)\n Cevap D şıkkıdır."
  },
  {
    "id": "1859880",
    "unitNumber": 2,
    "text": "Üretim imkânları sınırı eğrisi içerisinde kalan bir noktalar ekonomi açısından neyi ifade eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Ekonomi tam kapasitededir.",
      "B": "Ekonomi tam istihdam da çalışır",
      "C": "Ekonomide etkin üretim sağlanır",
      "D": "Ekonomi üretimi gerçekleştirecek kaynaklara sahip değildir",
      "E": "Ekonomi bazı nedenlerden dolayı iyi işlemez"
    },
    "explanation": "Üretim imkânları sınırı eğrisi içerisindeki noktalarda ekonomi bazı nedenlerden dolayı iyi işlemiyor, etkin üretim sağlanamıyor ve ekonomi yeteri kadar istihdam yaratamıyor ya da üretim faktörleri tam kapasite kullanılmıyor"
  },
  {
    "id": "1859932",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi özel mülkiyetin yanında kamu mülkiyetini de kabul eden, piyasa mekanizması yanında müdahaleyi de içine sindirebilen fiyat mekanizması yanında merkezi planlamayı da uygulayan ekonomik sistemlerden birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Piyasa ekonomileri sistemi",
      "B": "Karma ekonomi sistemi",
      "C": "Merkezi otorite sistemi",
      "D": "Kumanda ekonomisi sistemi",
      "E": "Fiyat sistemi"
    },
    "explanation": "Ne, nasıl ve kimler için üretilecek ve nasıl paylaşılacak? ekonomilerin karar vermek zorunda oldukları konulardır. Bunların çözümü için ekonomiler kendi siyasi yapılarına göre uygun ekonomik yapıları benimser ve bu çerçevede davranış gösterirler. Bu sistemle; Tüm kararların merkezi otorite tarafından alındığı ne, nasıl ve kimin için üretileceği ve paylaşımı konusunda merkezi otoritenin karar verdiği ekonomik sistem kumanda ekonomisi olarak adlandırılırken tüm kararların birbirinden bağımsız tüketici, üretici ve hükümetle ve diğer organizasyonlara bağlı alındığı ekonomik sistem piyasa ekonomileri ya da fiyat sistemi olarak adlandırılır. kumanda ekonomisi ile piyasa ekonomisi arasında kalan her iki sistemin bazı yönlerini kabul eden en yaygın olarak görülen özel ve kamu maliyetinin yer aldığı piyasa mekanizması yanında müdahaleyi de içine sindirebilen fiyat mekanizması yanında merkezi planlamaya da uygulama çabasındaki sistem ise karma sistemdir."
  },
  {
    "id": "1859940",
    "unitNumber": 2,
    "text": "Bir maldan bir birim daha fazla üretmek için öteki maldan ne kadar fedakârlık etmek gerektiğini gösteren orana ne isim verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Artan fırsat maliyeti",
      "B": "Seçim maliyeti",
      "C": "Marjinal dönüşüm oranı",
      "D": "Ürün değişim oranı",
      "E": "Parasal dönüşüm oranı"
    },
    "explanation": "Marjinal dönüşüm oranı; bir maldan bir birim daha fazla üretmek için öteki maldan ne kadar fedakârlık etmek gerektiğini göstermektedir. Bu ise fırsat maliyeti tanımı ile aynıdır."
  },
  {
    "id": "1859957",
    "unitNumber": 2,
    "text": "Fiyat esnekliğinin toplam hasılat üzerindeki etkisi ile ilgili aşağıda verilen ifadelerden hangisi <em>yanlıştır?</em>",
    "correctAnswer": "D",
    "options": {
      "A": "Talep inelastik ise fiyattaki düşüş hasılatı düşürür",
      "B": "Talep esnek ise fiyattaki artış hasılatı azaltır",
      "C": "Talep birim esnek ise fiyattaki düşüş hasılatı etkilemez",
      "D": "Talep inelastik ise fiyattaki artış hasılatı düşürür",
      "E": "Talep esnek ise fiyattaki düşüş hasılatı artırır"
    },
    "explanation": "A,B,C ve E şıklarında verilen ifadler doğru iken \"D\" şıkkında verilen ifade yanlıştır. Çünkü talep inelastik ise fiyattaki artış hasılatı düşürmez artırır. Doğru seçenek \"D\" şıkkıdır."
  },
  {
    "id": "1859961",
    "unitNumber": 2,
    "text": "Gelir esnekliği negatif olan mallar nasıl isimlendirilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Serbest mal",
      "B": "Normal mal",
      "C": "Zorunlu mal",
      "D": "Düşük mal",
      "E": "Lüks mal"
    },
    "explanation": "Gelir arttığı zaman bazı malların talebinde azalma olur. Bu durumda gelir esnekliği negatiftir. Negatif gelir esnekliği olan mallar düşük mal olarak tanımlanır. Konserve yiyecekler düşük mallara örnek oluşturabilir. Doğru seçenek \"D\" şıkkıdır."
  },
  {
    "id": "1859964",
    "unitNumber": 2,
    "text": "Bir malın fiyatı 12 TL'den 17 TL'ye yükseldiğinde arz edilen miktarı 1200 birimden 1800 birime çıkıyorsa bu malın arz esnekliği katsayısının değeri aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "1.20",
      "B": "1.82",
      "C": "2.25",
      "D": "3.28",
      "E": "4.30"
    },
    "explanation": "Arz esnekliği; bir malın arz edilen miktarındaki yüzde değişimin fiyatındaki yüzde değişmeye oranıdır. Verilen değerleri hesapladığımızda;\n<br/><img src=\"http://www.wiris.net/demo/editor/render.png?demo-image&amp;centerbaseline=false&amp;mml=%3Cmath%20xmlns%3D%22http%3A%2F%2Fwww.w3.org%2F1998%2FMath%2FMathML%22%3E%3Cmsup%3E%3Cmi%3EE%3C%2Fmi%3E%3Cmi%3Es%3C%2Fmi%3E%3C%2Fmsup%3E%3Cmo%3E%3D%3C%2Fmo%3E%3Cmfrac%3E%3Cmstyle%20displaystyle%3D%22true%22%3E%3Cmfrac%3E%3Cmrow%3E%3Cmn%3E1800%3C%2Fmn%3E%3Cmo%3E%2D%3C%2Fmo%3E%3Cmn%3E1200%3C%2Fmn%3E%3C%2Fmrow%3E%3Cmn%3E1200%3C%2Fmn%3E%3C%2Fmfrac%3E%3C%2Fmstyle%3E%3Cmstyle%20displaystyle%3D%22true%22%3E%3Cmfrac%3E%3Cmrow%3E%3Cmn%3E17%3C%2Fmn%3E%3Cmo%3E%2D%3C%2Fmo%3E%3Cmn%3E12%3C%2Fmn%3E%3C%2Fmrow%3E%3Cmn%3E12%3C%2Fmn%3E%3C%2Fmfrac%3E%3C%2Fmstyle%3E%3C%2Fmfrac%3E%3Cmspace%20linebreak%3D%22newline%22%2F%3E%3Cmsup%3E%3Cmi%3EE%3C%2Fmi%3E%3Cmi%3Es%3C%2Fmi%3E%3C%2Fmsup%3E%3Cmo%3E%3D%3C%2Fmo%3E%3Cmn%3E1%3C%2Fmn%3E%3Cmo%3E.%3C%2Fmo%3E%3Cmn%3E20%3C%2Fmn%3E%3Cmspace%20linebreak%3D%22newline%22%2F%3E%3C%2Fmath%3E&amp;maxWidth=220px\"><br/>sonucuna ulaşırız. Doğru seçenek \"A\" şıkkıdır."
  },
  {
    "id": "1859965",
    "unitNumber": 2,
    "text": "Arz esnekliği ile ilgili aşağıdaki ifadelerden hangisi <em>yanlıştır?</em>",
    "correctAnswer": "D",
    "options": {
      "A": "Arz esnekliği; bir malın arz edilen miktarındaki yüzde değişimin fiyatındaki yüzde değişmeye oranıdır",
      "B": "E&gt;1 ise esnek arz olarak nitelendirilir",
      "C": "Arz esnekliğinin sıfır olması durumunda arz eğrisi düşeydir",
      "D": "Kısa dönemde arz esnekliği yüksektir",
      "E": "Fiyat artışlarının geçici olduğu bekleniyorsa arz esnekliği düşük olur"
    },
    "explanation": "A,B,C ve E şıklarında verilen ifadeler doğru iken D şıkkında verilen ifade yanlıştır. Çünkü üretim faaliyetlerinin çoğunun ölçeği (büyüklüğü) kısa sürede değiştirilemez. Örneğin; eğer fiyat artarsa, bazı ilave ürün artışı değişken girdilerin miktarını arttırmakla elde edilebilir. Öyle ki daha fazla emek kullanılabilir, makineler daha yoğun biçimde çalıştırılabilir. Ancak üretimde daha büyük değişmelere ulaşabilmek için sabit girdilerin de değiştirilmesi gerekir, bu ise uzun zaman alır. Dolayısıyla kısa dönemde arz esnekliği yüksek değil düşüktür. Doğru seçenek \"D\" şıkkıdır."
  },
  {
    "id": "1859967",
    "unitNumber": 2,
    "text": "Bir malın fiyatı fiyatı %10 artı zaman talep edilen miktar %5 azalıyorsa, bu malın talebin fiyat esnekliği kaçtır?",
    "correctAnswer": "C",
    "options": {
      "A": "2",
      "B": "1",
      "C": "0,5",
      "D": "0",
      "E": "∞"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/b9f88a20b5f8ccc715dfd1d8c47a95c6.png\" alt=\"\" width=\"448\" height=\"60\"> <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/0658953eaef151e6b2a2a1f12109eb50.png\" alt=\"\" width=\"198\" height=\"73\">"
  },
  {
    "id": "1859971",
    "unitNumber": 2,
    "text": "Bir firmanın malına ait esneklik değeri E<sup>d</sup>&gt;1 olduğu durumda, firma ürününün fiyatına %5 indirim yaptığı zaman firmanın toplam hasılatı nasıl değişir?",
    "correctAnswer": "C",
    "options": {
      "A": "%5 artar",
      "B": "%5 azalır",
      "C": "%5'den daha fazla artar",
      "D": "%5'den daha fazla azalır",
      "E": "Toplam hasılat değişmez"
    },
    "explanation": "Eğer miktardaki yüzde değişme fiyattaki yüzde değişmeden büyük ise talep esnektir ve fiyat düştüğü zaman toplam hasılat artar. Dolayısıyla firmanın malına ait talep esnek olduğu için toplam hasılatı %5'den daha fazla artar."
  },
  {
    "id": "1859974",
    "unitNumber": 2,
    "text": "Bir ailenin yıllık geliri 20 bin TL'den 25 bin TL'ye çıktığında yıllık balık tüketimini 10 Kg'dan 15 Kg'a çıkarıyorsa talebin gelir esnekliği kaçtır?",
    "correctAnswer": "B",
    "options": {
      "A": "1",
      "B": "2",
      "C": "2,5",
      "D": "2,75",
      "E": "3"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/bdc79bdaab6d12a11338ffac836b096b.png\" alt=\"\" width=\"128\" height=\"62\"><br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/aa775cf2d962086f1a2c19f6e3025665.png\" alt=\"\" width=\"296\" height=\"60\">"
  },
  {
    "id": "1859976",
    "unitNumber": 2,
    "text": "Bir malın talep edilen miktarının malın fiyatında meydana gelen değişmelere karşı olan duyarlılığının ölçüsüne ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Talebin fiyat esnekliği",
      "B": "Çapraz Talep esnekliği",
      "C": "Talebin gelir esnekliği",
      "D": "Birim esneklik",
      "E": "Nokta esneklik"
    },
    "explanation": "Talebin fiyat esnekliği, bir malın talep edilen miktarının bu malın fiyatına karşı duyarlılığının ölçüsüdür. Bunu kısaca talep esnekliği ya da sadece esneklik terimleriyle de ifade<br/>edebiliriz. Doğru cevap A seçeneğidir."
  },
  {
    "id": "1859977",
    "unitNumber": 2,
    "text": "Bir ürünin fiyatındaki yüzde 20'lik fiyat artışı ürüne yönelik talebi yüzde 60 oranında azaltmışsa talebin fiyat esnekliği kaçtır?",
    "correctAnswer": "C",
    "options": {
      "A": "30",
      "B": "3",
      "C": "-3",
      "D": "-10",
      "E": "-1"
    },
    "explanation": "Talebin fiyat esnekliğinin negatif bir sayı olduğuna dikkat edilmelidir. Çünkü talep eğrisi<br/>üzerinde hareket edildiğinde miktar ve fiyat ters yönlerde değişmektedir. Fiyat yükseldiğinde<br/>talep edilen miktar azalmakta, ya da bunun tersi geçerli olmaktadır. Doğru cevap C seçeneğidir."
  },
  {
    "id": "1859979",
    "unitNumber": 2,
    "text": "<ol style=\"list-style-type: upper-roman;\"> <li>İkame Etkisi</li> <li>Gelir Etkisi</li> <li>Tamamlayıcı Etkisi</li> <li>Giffen Etkisi</li> </ol> Yukarıda verilenlerden hangisi yada hangileri yüksek fiyat düzeylerinde talep edilen mal ve hizmet miktarının az olmasını sağlayan etkilerdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "III ve IV",
      "E": "Yalnız IV"
    },
    "explanation": "<span>Yüksek fiyat düzeylerinde talep edilen mal ve hizmet miktarının az olmasının iki nedeni vardır. Bunlar ikame ve gelir etkileridir. </span>"
  },
  {
    "id": "1859981",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi diğer faktörler sabitken talep eğrisinin kaymasına neden olmaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Malın kendi fiyatı",
      "B": "Tüketicinin geliri",
      "C": "İkame malın fiyatı",
      "D": "Tamamlayıcı malın fiyatı",
      "E": "Tüketici sayısı"
    },
    "explanation": "Malın kendi fiyatı talep kaymasına neden olmaz, talep eğrisi üzerinde hareket etmesini sağlar."
  },
  {
    "id": "1859982",
    "unitNumber": 2,
    "text": "Diğer faktörler sabitken, tüketicinin gelirinin artması durumunda aşağıdakilerden hangisi gerçekleşir?",
    "correctAnswer": "B",
    "options": {
      "A": "Talep eğrisi sola kayar",
      "B": "Talep eğrisi sağa kayar",
      "C": "Talep eğrisi değişmez",
      "D": "Arz eğrisi sağa kayar",
      "E": "Arz eğrisi sola kayar"
    },
    "explanation": "Diğer faktörler sabitken tüketicinin gelirinin artmas�� durumunda talep eğrisi sağa kayar"
  },
  {
    "id": "1859984",
    "unitNumber": 2,
    "text": "Diğer faktörler sabitken, arz eğrisi üzerindeki hareketlenmeyi sağlayan faktör aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Teknoloji",
      "B": "Firma sayısı",
      "C": "İkame malın fiyatı",
      "D": "Tamamlayıcı malın fiyatı",
      "E": "Malın kendi fiyatı"
    },
    "explanation": "<span>Arz eğrisi üzerindeki bir nokta, o noktaya karşılık gelen veri fiyat düzeyinde arz edilen mal miktarını ortaya koyar. Arz eğrisi üzerindeki bir hareket, fiyat düzeyindeki bir değişmeyi ifade eder, o da arz edilen mal miktarının değiştiğini gösterir. Malın fiyatındaki değişme sonucunda arz eğrisi üzerindeki hareketlenmeye neden olur.</span>"
  },
  {
    "id": "1859985",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi diğer faktörler sabitken arz eğrisinin kaymasına neden olmaz?",
    "correctAnswer": "B",
    "options": {
      "A": "Teknoloji",
      "B": "Malın kendi fiyatı",
      "C": "İkame malın fiyatı",
      "D": "Tamamlayıcı malın fiyatı",
      "E": "Firma sayısı"
    },
    "explanation": "Malın kendi fiyatı arz eğrisinde hareketlenmeye neden olurken, arz eğrisinde kaymaya neden olmaz."
  },
  {
    "id": "1859991",
    "unitNumber": 2,
    "text": "<ol style=\"list-style-type: upper-roman;\"> <li>Fiyattaki bir değişme talep edilen miktarda hiçbir değişmeye neden olmaz</li> <li>E<sup>d</sup> =0 olur.</li> <li>Talep tam esnek talep olarak tanımlanır</li> <li>Talep eğrisi dikey bir doğru şeklini alır</li> </ol> Esneklik katsayısının olası en düşük değeri alması durumunda yukarıda verilen bilgilerden hangisi gerçekleşir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I, II ve III",
      "D": "I, II ve IV",
      "E": "I ve III"
    },
    "explanation": "Esneklik katsayısının olası en düşük değeri sıfırdır. Ed = 0 olması durumunda fiyattaki bir değişme talep edilen miktarda hiçbir değişmeye neden olmayacaktır. Bu durum tam inelastik talep olarak tanımlanır ve talep eğrisi dikey bir doğru şeklini alır."
  },
  {
    "id": "1859993",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi marjinal faydayı tanımlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Belirli bir zaman diliminde bir maldan bir birim daha fazla tüketilmesi sonucunda ortaya çıkan toplam faydadaki değişme",
      "B": "Belirsiz bir zaman diliminde bir maldan bir birim daha fazla tüketilmesi sonucunda ortaya çıkan toplam faydadaki değişme",
      "C": "Belirli bir zaman diliminde, bireyin diğer mal ve hizmetlerden olan tüketimi sabit iken, bir malın <br/>çeşitli miktarlarının tüketilmesi sonucu ulaşılan tatmin düzeyi",
      "D": "Belirsiz bir zaman diliminde, bireyin diğer mal ve hizmetlerden olan tüketimi sabit iken, bir malın <br/>çeşitli miktarlarının tüketilmesi sonucu ulaşılan tatmin düzeyi",
      "E": "Bireyin tüketilen mal ve hizmetten elde edeceği memnuniyet"
    },
    "explanation": "Marjinal fayda belirli bir zaman diliminde bir maldan bir birim daha fazla tüketilmesi sonucunda ortaya çıkan toplam faydadaki değişme olarak tanımlanır. Kısaca ilave tüketilen birimin sağladığı fayda marjinal fayda olup, MU harfleriyle sembolize edilir."
  },
  {
    "id": "1859999",
    "unitNumber": 2,
    "text": "Aşağıdaki ürünlerden hangisi nispeten daha dik bir talep eğrisine sahiptir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mücevher",
      "B": "Elmas",
      "C": "Ekmek",
      "D": "Otomobil",
      "E": "Kırmızı Et"
    },
    "explanation": "Nispeten dik bir talep eğrisi tüketicilerin fiyat değişmelerine karşı daha duyarsız olduğunu ifade etmektedir. Seçeneklerde verilen ürünlere yönelik tüketicilerin fiyat değişmelerine karşın duyarlı olduğu fakat C seçeneğinde verilen ekmeğin zorunlu mal sınıfında olduğu ve fiyat değişmelerine karşın daha az hassas olduğu bilinmektedir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "1860000",
    "unitNumber": 2,
    "text": "Doğru şeklinde bir talep eğrisi üzerinde orta noktasındaki esnekliği ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Sonsuz esnekliğe sahip talep",
      "B": "Esnek talep",
      "C": "Birim esnek talep",
      "D": "Esnek olmayan talep",
      "E": "İnelastik talep"
    },
    "explanation": "Doğru şeklinde olduğu için, talebin sabit bir eğime sahip olduğunu söyleyebiliriz. Bu nedenle belirli bir büyüklükteki fiyat değişmesi, aynı büyüklükte bir miktar değişmesine neden olacaktır. Çünkü eğim doğru boyunca sabittir. Tam orta noktada birim esnek talep olarak adlandırılır."
  },
  {
    "id": "1860002",
    "unitNumber": 2,
    "text": "Esnek talebe sahip bir ürünün fiyat düşmesinin hasılat üzerindeki etkisi..........(1) ve fiyat yükselmesinin hasılat etkisi üzerindeki etkisi ise .........(2)?",
    "correctAnswer": "A",
    "options": {
      "A": "Artar-Azalır",
      "B": "Azalır-Artar",
      "C": "Değişmez-Değişmez",
      "D": "Artar-Değişmez",
      "E": "Azalır-Azalır"
    },
    "explanation": "Esnek Talebe sahip bir malın fiyatı düştüğünde hasılatı ARTIRICI etki yaparken fiyat arttığında ise hasılat AZALIR."
  },
  {
    "id": "1860003",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi/hangileri talebin fiyat esnekliğini belirleyen ekonomik faktörlerdendir?\n 1.Ürün İçin İkame Edilebilirliğin Derecesi\n 2.Ürünün Tüketici Bütçelerindeki Önemi \n 3.Malın Tatmin Ettiği İhtiyacın Niteliği",
    "correctAnswer": "E",
    "options": {
      "A": "Yanlız 1",
      "B": "Yanlız 3",
      "C": "1 ve 2",
      "D": "2 ve 3",
      "E": "1,2,3"
    },
    "explanation": "Bir mal veya hizmetin fiyat esnekliğini etkileyen en önemli faktörlerden biri, bu mal ile diğer mallar arasındaki ikamenin derecesidir. İkinci olarak ,Bir mal veya hizmet için tüketicinin bütçesinden ayrılan oran, bu ürünün esnekliğini belirleyen önemli faktördür. Bir malın karşıladığı ihtiyaç zorunlu ve yaşamsal ise yani bu ihtiyacın karşılanmasını ertelemek çok güç veya mümkün olmuyorsa talep esnekliği düşük olacaktır. Doğru cevap E seçeneğidir."
  },
  {
    "id": "1860004",
    "unitNumber": 2,
    "text": "Bir tüketicinin geliri 10,000 TL'den 15,000'e yükseldiğinde kırmızı et tüketimi 30 kğ'dan 45 kilograma yükseliyorsa gelir esnekliği kaçtır?",
    "correctAnswer": "D",
    "options": {
      "A": "-1/2",
      "B": "-1",
      "C": "1/2",
      "D": "1",
      "E": "2"
    },
    "explanation": "Gelir esnekliğini şu formülle hesaplarız. Q2-Q1/Q1/ I2-I1/I1\n<br/>45-30/30=0.5 \n<br/>15,000-10,000/10,000= 0,5\n<br/>Gelir esnekliği 1 olarak bulunur. Doğru cevap D seçeneğidir."
  },
  {
    "id": "1860005",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi arzın fiyat esnekliğini etkileyen en önemli faktördür?",
    "correctAnswer": "D",
    "options": {
      "A": "Üretilen ürünün niteliği",
      "B": "Bekleyişler",
      "C": "Piyasa yapısı",
      "D": "Girdilerini üretime ayarlayabilme derecesi",
      "E": "Kapasite Kullanım Oranı"
    },
    "explanation": "Tüm ürünler ya da tüm üreticiler aynı arz esnekliğine sahip değildir. Bu farklılığın nedenleri üretimde ayarlamanın gerçekleşmesi için izin verilen süre ve geleceğe ait bekleyişler<br/>şeklinde özetlenebilir. Arzın fiyat esnekliğini etkileyen en önemli faktör, firmaların girdilerini üretime ayarlayabilme derecesidir. Doğru cevap D seçeneğidir."
  },
  {
    "id": "1860011",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangi kavram; mevcut kaynakların isteklerimizi karşılayamaması sonucu ortaya çıkmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Talep",
      "B": "Arz",
      "C": "İkame",
      "D": "Kıtlık",
      "E": "Artık"
    },
    "explanation": "Mevcut kaynakların isteklerimizi karşılayamaması sonucu var olan kıtlık ekonomi biliminin ortaya çıkış nedenidir. Çünkü ekonomi bilimi, kaynakların kıt olması nedeniyle insanların yaptıkları tercih ve bu tercihler sonucunda insanlar arasındaki ekonomik etkileşimleri inceler."
  },
  {
    "id": "1860027",
    "unitNumber": 2,
    "text": "<ol style=\"list-style-type: upper-roman;\"> <li>İkame etkisi</li> <li>Gelir etkisi</li> <li>Talep etkisi</li> <li>Giffen etkisi</li> </ol> Yukarıda verilenlerden hangisi ya da hangileri yüksek fiyat düzeylerinde talep edilen mal ve hizmet miktarının az olmasına neden olan nedenler arasında yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "II ve IV",
      "E": "I ve IV"
    },
    "explanation": "<span>Yüksek fiyat düzeylerinde talep edilen mal ve hizmet miktarının az olmasının iki nedeni vardır. Bunlar; ikame ve gelir etkileridir.</span>"
  },
  {
    "id": "1860035",
    "unitNumber": 2,
    "text": "Piyasa arz ve talep eğrilerinin eş anlı birlikte artışı sonrasında ilgili olarak aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Piyasa denge miktarı değişmez",
      "B": "Piyasa denge miktarı azalır",
      "C": "Piyasa denge miktarı artar",
      "D": "Piyasa denge fiyatı artar",
      "E": "Piyasa denge fiyatı azalır"
    },
    "explanation": "Arz ve talepte yaşanacak olan bu artışların piyasa denge miktarını artıracağı kesin olmakla birlikte, piyasa denge fiyatı üzerindeki etkisinin ne olacağı belli değildir"
  },
  {
    "id": "1860042",
    "unitNumber": 2,
    "text": "Aşağıdaki değişmelerden hangisi arz eğrisinin sola kaymasına neden olur?",
    "correctAnswer": "C",
    "options": {
      "A": "Malın fiyatının artması",
      "B": "İkame malların fiyatlarının azalması",
      "C": "Girdi fiyatlarının artması",
      "D": "Teknolojik ilerleme",
      "E": "Üretici firma sayısında artış"
    },
    "explanation": "Malın fiyatının artması, talep eğrisi üzerinde bir harekete neden olacaktır. İkame malların fiyatlarının azalması, teknolojik ilerleme ve üretici firma sayısında artış ise malın arzının artmasına neden olarak arz eğrisini sağa kaydırırlar. Ancak girdi fiyatlarının artması, malın arzının azalmasına sebep olacak ve arz eğrisi sola kayacaktır."
  },
  {
    "id": "1860053",
    "unitNumber": 2,
    "text": "<ol style=\"list-style-type: upper-roman;\"><br/><li>Zorunlu malların talep esnekliği düşüktür</li><br/><li>Düşük malların gelir esnekliği negatiftir</li><br/><li>İkame malların çapraz fiyat talep esnekliği pozitiftir</li><br/><li>Tamamlayıcı malların çapraz fiyat talep esnekliği negatiftir</li><br/></ol><br/>Yukarıda verilenlerden hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II",
      "B": "III-IV",
      "C": "I-II-III",
      "D": "II-III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "<ul><br/><li>Zorunlu malların talep esnekliği <em><strong>düşüktür.</strong></em></li><br/><li>Düşük malların gelir esnekliği negatiftir.</li><br/><li>İkame malların çapraz fiyat talep esnekliği pozitiftir.</li><br/><li>Tamamlayıcı malların çapraz fiyat talep esnekliği negatiftir.</li><br/></ul>"
  },
  {
    "id": "1860069",
    "unitNumber": 2,
    "text": "Fındık yağının fiyatında bir artış varsa, bu fındık yağının talep eğrisi üzerinde yukarıya doğru hareketlenme anlamına gelecektir. Ancak tüketiciler fiyatı artan fındık yağının yerine göreceli olarak fındık yağına göre ucuz kalan mısır yağına yöneleceklerdir. Talebin fındık yağının yakın ikamesi olan mısır yağına kayması neticesinde mısır yağının talep eğrisinin durumu nasıl olacaktır?",
    "correctAnswer": "A",
    "options": {
      "A": "Mısır yağının talep eğrisi sağa kayacaktır",
      "B": "Mısır yağının talep eğrisi sola kayacaktır",
      "C": "Mısır yağı talep eğrisi üzerinde yukarı doğru hareketlenme olacaktır",
      "D": "Fındık yağı talep eğrisi sağa kayar",
      "E": "Mısır yağı arz eğrisi etkilenir"
    },
    "explanation": "Fındık yağının fiyatında bir artış varsa, bu fındık yağının talep eğrisi üzerinde yukarıya doğru hareketlenme anlamına gelecektir. Ancak tüketiciler fiyatı artan fındık yağının yerine göreceli olarak fındık yağına göre ucuz kalan mısır yağına yöneleceklerdir. Talebin fındık yağının yakın ikamesi olan mısır yağına kayması neticesinde mısır yağının talep eğrisi sağa kayacaktır. \n<br/>Ünite: 3\n<br/>Sayfa: 55-56\n<br/>Balık eti fiyatında bir artış varsa, bu balık eti talep eğrisi üzerinde yukarıya doğru hareketlenme anlamına gelecektir. Ancak tüketiciler fiyatı artan balık eti yerine göreceli olarak balık etine göre ucuz kalan tavuk etine yöneleceklerdir. Talebin balık etinden yakın ikamesi olan tavuk etine kayması neticesinde tavuk eti talep eğrisi sağa kayacaktır."
  },
  {
    "id": "1860081",
    "unitNumber": 2,
    "text": "Diğer şeyler değişmezken talep eğrisinin sağa kayması aşağıdakilerden hangisine neden olur?",
    "correctAnswer": "A",
    "options": {
      "A": "Denge fiyatı ve denge miktarı artar",
      "B": "Denge miktarı ve denge fiyatı azalır",
      "C": "Denge fiyatı artar, denge miktarı azalır",
      "D": "Denge fiyatı azalır, denge miktarı artar",
      "E": "Denge fiyatı artar, denge miktarı değişmez"
    },
    "explanation": "Mal arzının sabit olduğu, bir başka deyişle arz eğrisinin değişmediği ve mal talebinin arttığı yani talep eğrisinin sağa kaydığı bir durumda denge fiyatı ve denge miktarı artacaktır. Doğru cevap A'dır."
  },
  {
    "id": "1860105",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi piyasaların nasıl çalıştığını ortaya koyan ve iktisadın en temel aracı olan modellerden birisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Arz",
      "B": "Talep",
      "C": "Arz ve Talep",
      "D": "Fiyat",
      "E": "Miktar"
    },
    "explanation": "Piyasaların nasıl çalıştığını ortaya koyan en temel model ve iktisadın temel aracı arz ve talep modelleridir. Tek başına arz ya da tek başına Talep piyasaların nasıl çalıştığını gösteremez. Piyasada arz ve talep bir araya geldiğinde fiyat oluşur."
  },
  {
    "id": "2993726",
    "unitNumber": 2,
    "text": "Fiyat arttığında talep edilen mal ve hizmet miktarının azalması veya fiyat düştüğünde talep edilen miktarın artması ne olarak tanımlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Talep Kanunu",
      "B": "Fiyat Kanunu",
      "C": "Bütçe Kısıtı",
      "D": "Tüketici Dengesi",
      "E": "Marjinal Fayda"
    },
    "explanation": "Fiyat arttığında talep edilen mal ve hizmet miktarının azalması veya fiyat düştüğünde talep edilen miktarın artması Talep Kanunu olarak tanımlanmaktadır. Cevap A şıkkıdır."
  },
  {
    "id": "2993855",
    "unitNumber": 2,
    "text": "I. Üretim imkânları sınırı eğrisi belirli bir zaman diliminde, veri kaynak arzı ve sabit bir teknolojiye göre çizilmekte, farklı malların etkin üretimi altında birbirlerine dönüşümünü göstermektedir.\n<br/>II. Üretim imkânları sınırı eğrisindeki kayma, kaynakların ne kadarının yatırım malları ve ne kadarının tüketim malları arasında tahsis edildiğine bağlıdır.\n<br/>III. Ekonomide, mevcut olan kaynaklar ve belirli bir teknoloji ile üretim imkânları sınırına erişilemiyorsa, kaynakların tümü etkin kullanılıyor, dolayısıyla optimal üretim gerçekleştiriliyor demektir.\n<br/>Üretim olanakları sınırındaki kaymalar ile ilgili verilenlerden hangisi veya hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "II ve III"
    },
    "explanation": "Üretim imkânları sınırı eğrisi belirli bir zaman diliminde, veri kaynak arzı ve sabit bir teknolojiye göre çizilmekte, farklı malların etkin üretimi altında birbirlerine dönüşümünü göstermektedir. Üretim imkânları sınırı eğrisindeki kayma, kaynakların ne kadarının yatırım malları ve ne kadarının tüketim malları arasında tahsis edildiğine bağlıdır. Ekonomide, mevcut olan kaynaklar (üretim faktörleri) ve belirli bir teknoloji ile üretim imkânları sınırına erişilemiyorsa, kaynakların tümü etkin kullanılmıyor, dolayısıyla daha az üretim gerçekleştiriliyor demektir.\n<br/>Cevap C şıkkıdır."
  },
  {
    "id": "2993934",
    "unitNumber": 2,
    "text": "I. Kumanda ekonomileri ya da merkezi plan ekonomilerinde, temel ekonomik sorulara ilişkin kararlar merkezi otorite tarafından alınır.\n II. Kumanda ekonomilerinde çoğu fiyatlar hükümet tarafından belirlenir ve ekonomide etkinlik sağlanır, üretim imkânları sınırı üzerinde bulunur.\n III. Hükümetin kontrolünü elinde bulunduranlar merkezi plan çerçevesinde insanların ne yapacağını, üretim ve tüketim tercihlerini ve gelirin bölüşümünü kontrol altında tutarlar.\n Kumanda ekonomileri sistemi ile ilgili verilenlerden hangisi ya da hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I ve III"
    },
    "explanation": "Kumanda ekonomileri ya da merkezi plan ekonomilerinde, temel ekonomik sorulara ilişkin kararlar merkezi otorite tarafından alınır. Hükümetin kontrolünü elinde bulunduranlar merkezi plan çerçevesinde insanların ne yapacağını, üretim ve tüketim tercihlerini ve gelirin bölüşümünü kontrol altında tutarlar. Kumanda ekonomilerinde çoğu fiyatlar hükümet tarafından belirlenir ve ekonomide etkinsizliklerin ortaya çıkmasına neden olur. Örneğin, eski Sovyetler Birliğinde ekmek fiyatı çok düşük belirlendiği için çiftçiler ineklerini ekmekle besliyorlardı. Çünkü izlenen politikalar insanları bunu yapmaya teşvik ediyordu. Bu durum kaynak israfından başka bir şey değildir. İnekler ot ya da tahıl ile beslenebilir. Bunlar ekmeye göre daha düşük maliyetle elde edilir. Oysa ekmek maliyeti; işçilik, yakıt vb. şeylerle artmaktadır. Bu durum etkin olmayan üretim nedeniyle üretim imkânları sınırı altındaki bir nokta demektir.\n Cevap E şıkkıdır."
  },
  {
    "id": "1859983",
    "unitNumber": 3,
    "text": "Gelir arttıkça talebi azalan ve gelir azaldıkça talebi artan mallara ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Lüks mal",
      "B": "Normal mal",
      "C": "Düşük mal",
      "D": "İkame mal",
      "E": "Tamamlayıcı mal"
    },
    "explanation": "<span>Gelir arttıkça talebi azalan ve gelir azaldıkça talebi artan mallar da </span><span>düşük mallar </span><span>olarak adlandırılır.</span>"
  },
  {
    "id": "1860061",
    "unitNumber": 3,
    "text": "<ol style=\"list-style-type: upper-roman;\"><br/><li>Girdi Fiyatları</li><br/><li>Teknoloji</li><br/><li>Gelirdeki değişme</li><br/></ol><br/>Yukarıdakilerden hangisi ya da hangileri arzı etkileyen faktörlerdendir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I-II",
      "E": "II-III"
    },
    "explanation": "Malın fiyatı onun arz edilen miktarını etkileyen temel belirleyicilerden biridir. Diğer koşullar sabitken, bir malın fiyatı yükseldikçe arz edilen miktarı artacaktır. Arz edilen miktar ve fiyata ilişkin yaptığımız diğer koşulların sabit olması varsayımı, arzın fiyat dışındaki başka faktörlerden de etkilendiğini göstermektedir. Bu faktörleri, girdi fiyatları (PI), ilgili malların fiyatları (Po), teknoloji (tec), beklentiler (e), firma sayısı (n) ve kamu politikaları (pol) şeklinde sıralayabiliriz. Bu nedenle doğru cevap D'dir."
  },
  {
    "id": "1860063",
    "unitNumber": 3,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/62e4e05672a3f14192ac061415f819a6.png\" alt=\"\" width=\"500\" height=\"415\"> Yukarıdaki şekil herhangi bir malın talep ve arzının etkileşimi sonucunda<br/>denge fiyatının nasıl değiştiğini göstermektedir. Şekilde belirtilen X, Y ve Z ile belirtilen kısımlara hangi ifadeler gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kıtlık, Artık, Denge Noktası",
      "B": "Kıtlık, Denge Noktası, Artık",
      "C": "Artık, Denge Noktası, Kıtlık",
      "D": "Denge Noktası, Kıtlık, Artık",
      "E": "Denge Noktası, Artık, Kıtlık"
    },
    "explanation": "Burada herhangi bir mal için çizilen arz ve talep eğrilerinin kesiştiği e noktasında bu malın piyasasında denge oluşmaktadır. Bu noktada talep edilen mal miktarı ile arz edilen mal miktarı birbirine eşittir. Grafikte, arz edilen mal miktarının 15 adet ile talep edilen mal miktarı olan 5 adetten fazla olması durumu aşırı arz ya da artık olarak nitelendirilir. Bu fiyat düzeyinde, aşırı arz ya da artığın ortaya çıkması üreticiler tarafından piyasaya sunulan malların bir kısmının alıcı bulamadığı yani satılamadığı anlamına gelmektedir. Piyasada geçerli 2,50 TL fiyat düzeyinde talep edilen mal miktarı 15 adet iken arz edilen mal miktarı 5 adettir. Bu şekilde talep edilen miktarın arz edilen miktardan fazla olması durumunda aşırı talep ya da kıtlık ortaya çıkmaktadır. Aşırı talep ya da kıtlık durumunun varlığında, tüketiciler satın almak istedikleri miktarda mal satın alamazlar. Bu koşullar altında tüketiciler bu malı elde etmek isteklerinden ötürü, mala piyasada oluşan fiyattan daha fazla fiyat ödeyerek sahip olmak isterler. Bu nedenle cevap C'dir."
  },
  {
    "id": "1860076",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisindeki bir değişme talep eğrisinde kaymaya neden olmaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Malın fiyatı",
      "B": "İlişkili malların fiyatları",
      "C": "Tüketicilerin beklentileri",
      "D": "Tüketicilerin zevkleri",
      "E": "Tüketici sayısı"
    },
    "explanation": "Bir malın fiyatının değişmesi talep eğrisi üzerinde harekete neden olur. Fiyat dışındaki değişmeler ise talep eğrisinin değişmesine, diğer bir ifadeyle sağa ya da sola kaymasına neden olur. Bunlar tüketicinin geliri, ilişkili malların fiyatı, tüketicinin zevkleri, tüketicilerin beklentileri ve tüketici sayısıdır. Ancak malın fiyatının değişmesi talep eğrisinin kaymasına neden olmaz. Doğru cevap A'dır."
  },
  {
    "id": "1941353",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi diğer faktörler ve malın fiyatı sabit iken tüketicilerin gelirinde meydana gelecek değişikliklerin sonuçları arasında <u>yer almaz?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Tüketicilerin gelirinde meydana gelecek olan bir artış tüketicilerin satın alma gücünü arttıracaktır. Tüketici­ler aynı fiyat düzeyinde olsa bile o maldan daha fazla satın almasına gerek olmayacak ve talep eğrisi etkilenmeyecektir.",
      "B": "Tüke­ticinin geliri arttıkça talebi artan, tüketicinin geliri azaldıkça talebi azalan mallar arasında aynı yönlü ilişki vardır.",
      "C": "Tüketicilerin gelirinde meydana gelecek olan bir artış tüketicilerin satın alma gücünü arttırır, tüketici­ler aynı fiyat düzeyinde ilgili maldan daha fazla satın alabilirler bu da talep eğrisinin sağa kayması demektir.",
      "D": "Tüketicilerin gelirinde meydana gelecek olan bir azalış tüketicilerin satın alma gücünü (reel gelirini) azaltır ve bunun soncunda da tüketicilerin aynı fiyat düzeyinde ilgili maldan daha az satın alabilirler bu da talep eğrisinin sola kayması demektir.",
      "E": "Tüketicinin geliri artıkça talebi azalan, tüketicinin geliri azaldıkça talebi artan mallarda tüketicinin geliri ile malın talep edilen miktarı arasında ters yönlü bir ilişki vardır."
    },
    "explanation": "Doğru yanıt A seçeneğindedir. Diğer faktörler ve malın fiyatı sabit iken tüketicilerin gelirinde meydana gelecek olan bir artış tüketicilerin satın alma gücünü (reel gelirini) arttırır ve bunun soncunda da tüketicilerin aynı fiyat düzeyinde ilgili maldan daha fazla satın almasına imkân verir. Bu da talep eğrisinin sağa kayması demektir. Diğer taraftan, diğer faktörler ve malın fiyatı sabit iken tüketicilerin gelirinde meydana gelecek olan bir azalış tüketicilerin satın alma gücünü (reel gelirini) azaltır ve bunun soncunda da tüketicilerin aynı fiyat düzeyinde ilgili maldan daha az satın almasına sebebiyet verir. Bu da talep eğrisinin sola kayması demektir. Tüketicinin geliri arttıkça talebi artan, tüketicinin geliri azaldıkça talebi azalan mallar normal mallar olarak adlandırılmaktadır. Tüketicinin geliri artıkça talebi azalan, tüketicinin geliri azaldıkça talebi artan mallar düşük mallar olarak adlandırılmaktadır. Kısacası normal mallarda tüketicinin geliri ile malın talep edilen miktarı arasında aynı yönlü bir ilişki var iken düşük mallarda tüketicinin geliri ile malın talep edilen miktarı arasında ters yönlü bir ilişki vardır."
  },
  {
    "id": "1941363",
    "unitNumber": 3,
    "text": "Okul giysisi üreten bir firma, elindeki giysilerin fiyatını 120 TL olarak belirlemiştir. Satış için hazır olan okul giysi sayısı ile tüketicinin alacak olduğu giysi sayısı eşitken oluşturulan fiyat düzeyine ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Piyasa Denge Fiyatı",
      "B": "Talep Denge Miktarı",
      "C": "Piyasa Talep Fazlası",
      "D": "Piyasa Arz Fazlası",
      "E": "Piyasa Fiyat Fazlası"
    },
    "explanation": "Doğru yanıt A seçeneğindedir. Okul giysisinin fiyatı 120 TL olduğunda firmaların satmak istediği okul giysisi miktarı ile tüketicilerin satın almak istediği(okula gidecek öğrenci sayısı belli olduğu için) Okul giysisi miktarı birbirine eşit olarak kabul edilebilir. Tüketicilerin bir mal veya hizmetten satın almak istediği miktar ile üreticilerin satmak istediği miktarın birbirine eşit olduğu noktada (arz ve talep eğrilerinin birbiriyle kesiştiği noktada) oluşan fiyat düzeyine piyasa denge fiyatı ve miktara da piyasa denge miktarı denir."
  },
  {
    "id": "1941369",
    "unitNumber": 3,
    "text": "<ol style=\"list-style-type: upper-roman;\"> <li>Teknoloji ve üretkenlik etkilidir. Piyasa arz eğrisini sağa kaydırır.</li> <li>Teknoloji ve üretkenlik etkilidir. Piyasa arz eğrisini etkilemez.</li> <li>Teknoloji ve üretkenlik etkilidir. Üretim maliyetini etkilemez.</li> <li>Teknoloji ve üretkenlik etkilidir. Üretim maliyetini etkiler.</li> </ol> Üreticilerin bir malı; aynı fiyat düzeyinde aynı miktardaki girdi bileşenle­ri ile daha fazla çıktı elde etmesinde hangi etmen etkilidir ve sonuç ne olur?",
    "correctAnswer": "A",
    "options": {
      "A": "<em>I ve IV</em>",
      "B": "<em>I, II ve IV</em>",
      "C": "<em>II ve III</em>",
      "D": "<em>Sadece III</em>",
      "E": "<em>Sadece I</em>"
    },
    "explanation": "Doğru yanıt A seçeneğindedir. Tek­nolojide meydana gelecek olan ilerleme sonrasında ortaya çıkan yeni ve daha etkin üretim teknolojileri üreticilerin malın aynı fiyat düzeylerinde aynı miktarlardaki girdi bileşenle­rini kullanarak daha fazla çıktı elde etmesine imkân vereceğinden dolayı piyasa arz eğrisi sağa kayacaktır. Arz eğrisi elde edilirken teknoloji düzeyinin veri olduğu varsayılarak çizilmektedir. Diğer bir ifadeyle, teknolojik ilerleme birim çıktı başına maliyetlerin düş­mesine neden olarak aynı bütçe ile firmaların daha fazla üretebilmesine imkân vermek su­retiyle firmaların üretkenliklerini (etkinliklerini) arttırır ve bu üretkenlik artışı da piyasa arz eğrisini bir bütün olarak sağa kaydırır. Teknolojik gelişmeye dayalı ortaya çıkan üret­kenlik artışı aynı miktarlardaki girdi bileşenlerini kullanarak daha fazla mal veya hizmet üretilmesine olanak verecektir."
  },
  {
    "id": "1941376",
    "unitNumber": 3,
    "text": "<ol style=\"list-style-type: upper-roman;\"><br/><li>Üretim Maliyetlerindeki Değişme</li><br/><li>Tüketicilerin Sayısındaki Değişim.</li><br/><li>Tüketicilerin Beklentilerindeki Değişim</li><br/><li>İkame veya Tamamlayıcı Malların Arzındaki Değişim</li><br/></ol><br/>Piyasa talep eğrisinin sağa ve sola kaymasına neden olarak etkileyen temel faktörler aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve IV",
      "C": "II ve III",
      "D": "I, II, III ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "Malın kendi fiyatındaki değişim sadece malın talep eğrisi üzerinde hareketlenmeye yol açıyor iken malın talebine etki eden diğer faktörlerdeki değişim malın talep eğrisinin yukarı ya da aşağı yönlü kaymasına sebe­biyet vermektedir. Piyasa talep eğrisinin sağ yukarı ya da sol aşağı doğru kaymasına neden olabilecek temel faktörleri hatırlamak için kitabınızdaki maddeleri hatırlamakta yarar vardır.\n<br/>a) Tüketicilerin Gelirindeki Değişim\n<br/>b) İlişkili Malların (İkame veya Tamamlayıcı Malların) Fiyatlarındaki Değişim\n<br/>c) Tüketicilerin Zevk ve Tercihlerindeki Değişim\n<br/>d) Tüketicilerin Beklentilerindeki Değişim\n<br/>e) Tüketicilerin Sayısındaki Değişim."
  },
  {
    "id": "1941379",
    "unitNumber": 3,
    "text": "<ol style=\"list-style-type: upper-roman;\"><br/><li>Üretim Maliyetlerindeki Değişme</li><br/><li>Üreticilerin Beklentileri</li><br/><li>Tüketicilerin Beklentileri</li><br/><li>Piyasadaki Firmaların Sayısı </li><br/></ol><br/>Piyasa arz eğrisinin sağa ve sola kaymasına neden olarak etkileyen temel faktörler aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve IV",
      "B": "I, II ve III",
      "C": "II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Doğru yanıt A seçeneğindedir. Piyasa arz eğrisinin sağa ya da sola kaymasına neden olabilecek temel faktörleri hatırlayacak olursak bunlar kitabınızda aşağıdaki gibi sıralanmaktadır.\n<br/>a) Girdi Fiyatlarındaki Değişme\n<br/>b) Teknoloji ve Üretkenlik\n<br/>c) Vergiler ve Sübvansiyonlar\n<br/>d) Diğer Malların Fiyatları\n<br/>e) Üreticilerin Beklentileri\n<br/>f) Piyasadaki Firmaların Sayısı"
  },
  {
    "id": "1941403",
    "unitNumber": 3,
    "text": "Covid19 salgını nedeni ile tüm dünyada yüzyüze eğitim yerine uzaktan eğitime yönelinmiştir. Bu nedenle üretilen okul giysilerine olan talep doğal olarak düşmüştür. Bu durumda;",
    "correctAnswer": "A",
    "options": {
      "A": "Okul giysilerinin talep eğrisi sola kayacaktır.",
      "B": "Okul giysilerinin talep eğrisi sağa kayacaktır.",
      "C": "Okul giysilerinin fiyatları düşecektir.",
      "D": "Tüketici okul giysisi yerine günlük giysi alacaktır.",
      "E": "Tüketicide fiyat konusunda beklenti oluşacaktır."
    },
    "explanation": "Doğru yanıt A seçeneğindedir. Tüketici sayısı artmak yerine eğer düşerse bu durumda ilgili malın talep eğrisi sola doğru kayacaktır. Talep eğrisinde kaymalara satın alıcıların (tüketicilerin) sayısındaki değişiklikler de neden olur. Belirli bir malı daha az sayıda tüketicinin talep etmesi demek, mala olan toplam talebin de azalması anlamına gelmektedir. Okul giysilerine olan talebin de azalması da, Okul giysilerinin talep eğrisini sağa doğru kaymasına neden olacaktır.Tüketici sayısı artmak yerine eğer düşerse bu durumda ilgili malın talep eğrisi sola doğru kayacaktır. Kitabınızda bu açıklamayı destekleyen bölüm de şu şekildedir. Talep eğrisinde kaymalara neden olan bir diğer unsur, ilgili mal piyasasındaki potansiyel satın alıcıların (tüketicilerin) sayısıdır. Belirli bir malı daha fazla sayıda tüketicinin talep etmesi demek, mala olan toplam talebin de artması anlamına gelmektedir. Belli bir mala ilişkin tüketici sayısı arttığı zaman, söz konusu malın talep eğrisi artık her fiyat seviyesin de ilgili maldan daha fazla talep edildiğinden dolayı sağa doğru kayacaktır. Tüketici sayısı artmak yerine eğer düşerse bu durumda ilgili malın talep eğrisi sola doğru kayacaktır."
  },
  {
    "id": "1941405",
    "unitNumber": 3,
    "text": "Faktörler sabit olması durumunda Bireysel Talep Eğrisi ;",
    "correctAnswer": "A",
    "options": {
      "A": "Tüketicinin bir mal veya hizmetten talep ettiği miktarlar ile malın farklı fiyat düzeyleri arasındaki fonksiyonel ilişkiyi ortaya koyar.",
      "B": "Belli bir zaman diliminde bir tüketicinin bir mal veya hizmetten farklı fiyat düzeylerinde satın almak istediği miktarları gösterir.",
      "C": "Bir mal veya hizmet piyasasında her bir tüketiciye ait spesifik bir fiyat düzeyinin yatay toplanması sonrasında elde edilir.",
      "D": "Belli bir zaman diliminde bir mal veya hizmetten farklı fiyat düzeylerinde ilgili piyasada yer alan tüm tüketicilerin satın almak istediği toplam miktarları göster.",
      "E": "Bir mal veya hizmet piyasasında her bir tüketiciye ait spesifik bir fiyat düzeyinin toplanması sonrasında elde edilir."
    },
    "explanation": "Doğru yanıt A seçeneğindedir. Burada sadece Bireysel Talep Eğrisinin tanımını hatırlamak gerekiyor. Diğer faktörler sabit iken, bir tüketicinin bir mal veya hizmetten talep ettiği miktarlar ile malın farklı fiyat düzeyleri arasındaki fonksiyonel ilişkiyi yansıtan grafiğe bireysel ta­lep eğrisi denir. Seçeneklerde bulunan diğer tanımlar; Piyasa Talep Eğrisi, Piyasa Talep Şedülü ve Bireysel Talep Şedülüne aittir."
  },
  {
    "id": "1941406",
    "unitNumber": 3,
    "text": "Çok sayıda tüketicinini olduğu bir piyasa olduğu varsayımı ile Piyasa Talep Eğrisini;",
    "correctAnswer": "A",
    "options": {
      "A": "Tüketicilerden her birinin belli fiyatlar karşısında talep etmeye hazır oldukları mal veya hizmet miktarlarının toplamı verecektir.",
      "B": "Tüketicinin bir mal veya hizmetten talep ettiği miktarlar ile malın farklı fiyat düzeyleri arasındaki fonksiyonel ilişkiyi ortaya koyar.",
      "C": "Belli bir zaman diliminde bir tüketicinin bir mal veya hizmetten farklı fiyat düzeylerinde satın almak istediği miktarları gösterir.",
      "D": "Belli bir zaman diliminde bir mal veya hizmetten farklı fiyat düzeylerinde ilgili piyasada yer alan tüm tüketicilerin satın almak istediği toplam miktarları göster.",
      "E": "Bir mal veya hizmet piyasasında her bir tüketiciye ait spesifik bir fiyat düzeyinin toplanması sonrasında elde edilir."
    },
    "explanation": "Doğru yanıt A seçeneğindedir. Burada sadece piyasa talep eğrisininin tanımını hatırlamak gerekiyor. Normal şartlarda herhangi bir mal veya hizmete ilişkin piyasada tek bir satın alıcıdan (tüketiciden) ziyade çok sayıda satın alıcı olacağı gerçeğinden hareketle, bu çok sayıdaki satın alıcılardan her birinin belli fiyatlar karşısında talep etmeye hazır oldukları mal veya hizmet miktarlarının toplamı piyasa talep eğrisini verecektir."
  },
  {
    "id": "1941407",
    "unitNumber": 3,
    "text": "Covid19 salgını nedeni ile tüm dünyada yüz yüze eğitim yanı sıra uzaktan eğitime de yönelinmiştir. Bu nedenle bilgisayara olan talebin arttığı bilinmektedir. Bu durumda;",
    "correctAnswer": "A",
    "options": {
      "A": "Bilgisayarın talep eğrisi sağa kayacaktır.",
      "B": "Bilgisayar fiyatları düşecektir.",
      "C": "Bilgisayar talep eğrisi sola kayacaktır.",
      "D": "Tüketici alternatif araçları araştıracaktır.",
      "E": "Tüketicide fiyat konusunda beklenti oluşacaktır."
    },
    "explanation": "Doğru yanıt A seçeneğindedir. Talep eğrisinde kaymalara satın alıcıların (tüketicilerin) sayısındaki değişiklikler de neden olur. Belirli bir malı daha fazla sayıda tüketicinin talep etmesi demek, mala olan toplam talebin de artması anlamına gelmektedir. Belli bir mala ilişkin tüketici sayısı arttığı zaman, söz konusu malın talep eğrisi artık her fiyat seviyesin­de ilgili maldan daha fazla talep edildiğinden dolayı sağa doğru kayacaktır. Bilgisayara olan talebin de artması da, bilgisayar talep eğrisini sağa doğru kaymasına neden olacaktır. Tüketici sayısı artmak yerine eğer düşerse bu durumda ilgili malın talep eğrisi sola doğru kayacaktır."
  },
  {
    "id": "1942367",
    "unitNumber": 3,
    "text": "Tüketicinin geliri arttıkça talebi artan, tüketicinin geliri azaldıkça talebi azalan mallar aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "normal mal",
      "B": "düşük mal",
      "C": "tamamlayıcı mal",
      "D": "ikame mal",
      "E": "zorunlu mal"
    },
    "explanation": "normal mal"
  },
  {
    "id": "1942480",
    "unitNumber": 3,
    "text": "I.Girdi Fiyatlarındaki Değişme \n II.Teknoloji ve Üretkenlik \n III.Vergiler ve Sübvansiyonlar \n IV. Zevk ve tercihler\n V.Üreticilerin Beklentileri\n VI.Tüketici sayısındaki değişiklik\n Piyasa arz eğrisinin kaymasına neden olabilecek temel faktörler yukarıdakilerden hangileridir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III, V",
      "B": "I, III",
      "C": "IV,VI",
      "D": "IV,V,VI",
      "E": "Yalnız IV"
    },
    "explanation": "Girdi Fiyatlarındaki Değişme ,Teknoloji ve Üretkenlik, Vergiler ve Sübvansiyonlar, Üreticilerin Beklentileri"
  },
  {
    "id": "1942488",
    "unitNumber": 3,
    "text": "Elektrik fiyatında (Girdi Fiyatlarında) meydana gelecek anormal bir artış ile X malı piyasa arz eğrisi için aşağıdakilerden hangisi geçerlidir?",
    "correctAnswer": "A",
    "options": {
      "A": "X malı piyasa arz eğrisi sola kayar",
      "B": "X malı piyasa arz eğrisi sağa kayar",
      "C": "X malı piyasa arz eğrisi değişmez",
      "D": "X malı piyasa arz eğrisi önce artar sonra değişmez",
      "E": "X malı piyasa arz eğrisi üzerinde artış olur"
    },
    "explanation": "X malı piyasa arz eğrisi sola kayar. Açıklama kısmında da X malı piyasa arz eğrisi sola kayar olmalı."
  },
  {
    "id": "1942495",
    "unitNumber": 3,
    "text": "diğer faktörler sabitken bir malın fiyatı arttığında tüketicinin fiyatı artan bu malın yerine göreceli (nispi) olarak daha ucuz olan diğer malı tercih etmesi kavramı aşağıdakilerden hangisidir",
    "correctAnswer": "A",
    "options": {
      "A": "ikame etme",
      "B": "tercih etme",
      "C": "talep etme",
      "D": "arz etme",
      "E": "karar verme"
    },
    "explanation": "ikame etme"
  },
  {
    "id": "1942497",
    "unitNumber": 3,
    "text": "Diğer faktörler sabitken, belli bir zaman diliminde bir tüketicinin bir mal veya hizmetten farklı fiyat düzeylerinde satın almaya hazır olduğu miktarları gösteren tablo aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "bireysel talep şedülü",
      "B": "piyasa talep şedülü",
      "C": "piyasa arz şedülü",
      "D": "bireysel arz şedülü",
      "E": "piyasa dengesi şedülü"
    },
    "explanation": "bireysel talep şedülü"
  },
  {
    "id": "1942502",
    "unitNumber": 3,
    "text": "balık eti fiyatında bir artış varsa, bu balık eti talep eğrisi üzerinde yukarıya doğru hareketlenme anlamına gelecektir. Ancak tüketiciler fiyatı artan balık eti yerine göreceli olarak balık etine göre ucuz kalan tavuk etine yöneleceklerdir. bu durumda söz konusu bu iki mal aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "rakip mal",
      "B": "tamamlayıcı mal",
      "C": "normal mal",
      "D": "düşük mal",
      "E": "lüks mal"
    },
    "explanation": "rakip mal"
  },
  {
    "id": "1942505",
    "unitNumber": 3,
    "text": "Tüketicinin geliri artıkça talebi azalan, tüketicinin geliri azaldıkça talebi artan mallar aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "düşük mal",
      "B": "normal mal",
      "C": "lüks mal",
      "D": "serbest mal",
      "E": "kamu malı"
    },
    "explanation": "düşük mal"
  },
  {
    "id": "1942533",
    "unitNumber": 3,
    "text": "Malın satışı üzerinden alınan vergiler piyasa arz eğrisinde aşağıdakilerden hangisi neden olur?",
    "correctAnswer": "A",
    "options": {
      "A": "Piyasa arz eğrisini bir bütün olarak sola kaydıracaktır.",
      "B": "Piyasa arz eğrisini bir bütün olarak sağa kaydıracaktır.",
      "C": "Piyasa arz eğrisinin kaymasına neden olmayacaktır",
      "D": "Piyasa arz eğrisi üzerinde arz miktarı artacaktır",
      "E": "Piyasa arz eğrisi üzerinde arz miktarı değişmeyecektir"
    },
    "explanation": "Piyasa arz eğrisini bir bütün olarak sola kaydıracaktır. <br/>Devletin topladığı bazı vergiler (mesela malın satışı üzerinden alınan vergiler) malın satış fiyatının belirlenmesinde baz alınan maliyetlerin artmasına yol açacağından dolayı üretim maliyetlerini yukarı çeker. Devletin vergi almasından kaynaklı bu üretim maliyet artışı piyasa arz eğrisini bir bütün olarak sola kaydıracaktır."
  },
  {
    "id": "1945874",
    "unitNumber": 3,
    "text": "Üreticilerin yüksek fiyat düzeylerinde daha fazla mal veya hizmet üretmesinin altında yatan neden aşağıdakilerden hangisi ile açıklanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Üretim imkânları eğrisi",
      "B": "Arz eğrisi",
      "C": "Talep eğrisi",
      "D": "Farksızlık eğrisi",
      "E": "Bütçe Doğrusu"
    },
    "explanation": "Üreticilerin yüksek fiyat düzeylerinde daha fazla mal veya hizmet üretmesinin altında yatan neden üretim imkânları (olanakları) sınırı eğrisi yardımıyla açıklanabilir.<br/>Üretim imkânları sınırı eğrisi, mevcut üretim faktörleri ve teknolojisi veri iken bir ekonomide üretilebilecek maksimum mal veya hizmet miktarı sınırını gösteren eğridir. Üretim imkânları sınırı eğrisinin orijine içbükey (konkav) olmasının nedeni, malların birinden üretilecek olan her bir ilave birimde katlanılan fırsat maliyetin artmasından kaynaklanmaktadır.<br/>Yani içbükey üretim imkânları sınırı eğrisi, üreticilerin bir maldan her bir ilave birim daha fazla üretebilmek için diğer maldan giderek daha fazla vazgeçmek zorunda olduğuna işaret etmektedir. <br/>Bu bağlamda üreticileri her bir ilave birimde daha fazla fırsat maliyetine katlanmaya iten sebep nedir? <br/>Üreticilerin fırsat maliyeti artan malı üretmeyi tercih etmesinin nedeni, diğer malın fiyatı sabit iken fırsat maliyeti artan malın fiyatının artıyor olmasıdır. Eğer iki maldan birinin fiyatı değişmiyor iken, diğerinin piyasa fiyatı artıyorsa, kârını maksimize etme amacı olan üretici fiyatı artan maldan daha fazla üretmeyi tercih edecektir. Her bir ilave birim için katlanılan fırsat maliyeti piyasa fiyatının altında kaldığı sürece üretici bu maldan artan miktarlarda üretmeye devam edecektir. <br/>Maksimum düzeyde kâr elde etme güdüsü ile üretimi gerçekleştiren üreticiler artan fiyatlar tarafından uyarılmakta ve mevcut üretim faktörleriyle karlarını maksimize edebilmek için üretip arz ettiği miktarları artırmaktadırlar. <br/>Sonuç olarak fiyat artışı karşısında üreticiler arz ettiği miktarları arttırırlar."
  },
  {
    "id": "1945887",
    "unitNumber": 3,
    "text": "Piyasa arz ve talep eğrilerinin eş anlı birlikte artışı sonrasında piyasa denge miktarı için aşağıdakilerden hangisi görülmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "piyasa denge miktarı artar",
      "B": "piyasa denge miktarı değişmez",
      "C": "piyasa denge miktarı azalır",
      "D": "piyasa denge miktarı önce azalır sonra değişmez",
      "E": "piyasa denge miktarı sıfırlanır"
    },
    "explanation": "piyasa denge miktarı artar"
  },
  {
    "id": "2218542",
    "unitNumber": 3,
    "text": "<ol style=\"list-style-type: upper-roman;\"> <li>İki değişken arasında aynı yönlü bir ilişki vardır.</li> <li>Yüksek fiyat düzeyleri için bir mal veya hizmet miktarı daha fazla arz edilir.</li> <li>Düşük fiyat düzeyleri için bir mal veya hizmet miktarı daha az arz edilir.</li> <li>Arz eğrisi değişmez.</li> </ol> Yukarıda yer alan özelliklerden hangileri (belli bir zaman dilimi ve diğer faktörler sabitken) <strong>Arz Kanunu</strong> tanımında yer almaktadır.",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I, II, II ve IV",
      "C": "II, III ve IV",
      "D": "I, II ve IV",
      "E": "I, III ve IV"
    },
    "explanation": "Doğru yanıt -A- seçeneğinde yer almaktadır. Sorunun yanıtı için kitabınızdaki bu bölüm önerilmektedir. Arz Kanunu; diğer faktörler sabit iken, belli bir zaman diliminde bir malın fiyatı ile o maldan üreticilerin satmak istediği miktar arasında aynı yönlü bir ilişki olmasını ifade eder. Diğer bir ifadeyle Arz Kanunu; diğer faktörler sabit iken, belli bir zaman diliminde daha yüksek fiyat düzeyleri için bir mal veya hizmetin arz edilen miktarının daha fazla olacağına işaret ediyor iken daha dü��ük fiyat düzeyleri için bir mal veya hizmetin arz edilen miktarının daha az olacağına işaret etmektedir. Dolayısıyla arz kanunu arz eğrisinin pozitif eğimli olacağını ima etmektedir. Arz edilen miktar, belli bir zaman diliminde belirli bir fiyatta bir mal veya hizmetten üreticilerin satmaya hazır olduğu miktardır. Bir mal veya hizmetin arz edilen miktarı ile o mal veya hizmetin piyasada gerçekte satılan miktarı aynı olmak zorunda değildir. Bazen bir malın piyasada satılan miktarı arz edilen miktarından az olabilmektedir. Üreticilerin yüksek fiyat düzeylerinde daha fazla mal veya hizmet üretmesinin altında yatan neden üretim imkanları sınırı eğrisi yardımıyla açıklanabilir. Üretim imkanları sınırı eğrisi, mevcut üretim faktörleri ve teknolojisi veri iken bir ekonomide üretilebilecek maksimum mal veya hizmet miktarı sınırını gösteren eğridir."
  },
  {
    "id": "1859958",
    "unitNumber": 4,
    "text": "Bir malın talep edilen miktarındaki yüzde değişmenin ilgili bir başka malın fiyatındaki yüzde degişmeye oranı olarak tanımlanan esneklik türü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Talebin fiyat esnekliği",
      "B": "Talebin gelir esnekliği",
      "C": "Arz esnekliği",
      "D": "Çapraz fiyat talep esnekliği",
      "E": "Uzun dönem esneklik"
    },
    "explanation": "Bir malın talep edilen miktarındaki yüzde değişmenin ilgili bir başka malın fiyatındaki yüzde degişmeye oranı olarak tanımlanan esneklik türü çapraz fiyat talep esnekliğidir. Doğru seçenek \"D\" şıkkıdır."
  },
  {
    "id": "1859959",
    "unitNumber": 4,
    "text": "I. İkamesi çok olan bir malın esnekliği yüksek olur\n II. Bütçe içinde yüksek bir paya sahip olan bir malın esnekliği yüksektir\n III. Zorunlu malların talep esnekliği yüksektir\n IV. Esneklik uzun dönemde kısa döneme göre daha yüksektir\n Talebin fiyat esnekliği ile ilgili yukarıda verilen ifadelerden hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "I,II",
      "B": "I,II,III",
      "C": "I,II,IV",
      "D": "II,III",
      "E": "II,III,IV"
    },
    "explanation": "I, II ve IV. ifadeler doğru iken III. ifade yanlıştır. Çünkü zorunlu malların talep esnekliği esnek değil inelastiktir. Örneğin, gıda ürünleri gibi zorunlu mallar genelde inelastik talebe sahiptir. Çünkü bunları satın alanlar bu mallar olmadan yaşamanın zor olduğunun farkındadırlar. Dikkat edilirse tarımsal ürünler yaşamsal öneme sahip ürünlerdir ve talep esneklikleri düşüktür. Doğru seçenek \"C\" şıkkıdır."
  },
  {
    "id": "1859962",
    "unitNumber": 4,
    "text": "Bir ülkede benzinin litre fiyatları 3,5 TL'den 4.9 TL'ye yükseldiğinde ülke genelinde talep edilen toplam otomobil miktarı 480000'den 405000'e düşmüşse çapraz fiyat talep esnekliği aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "-0,19",
      "B": "-0,21",
      "C": "-0,23",
      "D": "-0,33",
      "E": "-0,39"
    },
    "explanation": "Çapraz fiyat talep esnekliği; bir malın talep edilen miktarındaki yüzde değişmenin ilgili bir başka malın fiyatındaki yüzde değişmeye oranı olarak tanımlanır. Bu bağlamda değişkenleri yerine koyarak hesaplama yaptığımızda;\n<br/><img src=\"http://www.wiris.net/demo/editor/render.png?demo-image¢erbaseline=false&amp;mml=%3Cmath%20xmlns%3D%22http%3A%2F%2Fwww.w3.org%2F1998%2FMath%2FMathML%22%3E%3Cmsup%3E%3Cmsub%3E%3Cmi%3EE%3C%2Fmi%3E%3Cmi%3Ec%3C%2Fmi%3E%3C%2Fmsub%3E%3Cmi%3Ed%3C%2Fmi%3E%3C%2Fmsup%3E%3Cmo%3E%3D%3C%2Fmo%3E%3Cmfrac%3E%3Cmstyle%20displaystyle%3D%22true%22%3E%3Cmfrac%3E%3Cmrow%3E%3Cmn%3E405000%3C%2Fmn%3E%3Cmo%3E%2D%3C%2Fmo%3E%3Cmn%3E480000%3C%2Fmn%3E%3C%2Fmrow%3E%3Cmn%3E480000%3C%2Fmn%3E%3C%2Fmfrac%3E%3C%2Fmstyle%3E%3Cmstyle%20displaystyle%3D%22true%22%3E%3Cmfrac%3E%3Cmrow%3E%3Cmn%3E4%3C%2Fmn%3E%3Cmo%3E.%3C%2Fmo%3E%3Cmn%3E9%3C%2Fmn%3E%3Cmo%3E%2D%3C%2Fmo%3E%3Cmn%3E3%3C%2Fmn%3E%3Cmo%3E.%3C%2Fmo%3E%3Cmn%3E5%3C%2Fmn%3E%3C%2Fmrow%3E%3Cmrow%3E%3Cmn%3E3%3C%2Fmn%3E%3Cmo%3E.%3C%2Fmo%3E%3Cmn%3E5%3C%2Fmn%3E%3C%2Fmrow%3E%3C%2Fmfrac%3E%3C%2Fmstyle%3E%3C%2Fmfrac%3E%3Cmspace%20linebreak%3D%22newline%22%2F%3E%3Cmsup%3E%3Cmsub%3E%3Cmi%3EE%3C%2Fmi%3E%3Cmi%3Ec%3C%2Fmi%3E%3C%2Fmsub%3E%3Cmi%3Ed%3C%2Fmi%3E%3C%2Fmsup%3E%3Cmo%3E%3D%3C%2Fmo%3E%3Cmo%3E%2D%3C%2Fmo%3E%3Cmn%3E0%3C%2Fmn%3E%3Cmo%3E.%3C%2Fmo%3E%3Cmn%3E39%3C%2Fmn%3E%3C%2Fmath%3E&amp;maxWidth=220px\"><br/>sonucunu elde ederiz. Doğru seçenek \"E\" şıkkıdır."
  },
  {
    "id": "1859963",
    "unitNumber": 4,
    "text": "Çapraz fiyat talep esnekliğinin işareti pozitif ise söz konusu mallar için ne söylenebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Zorunlu mallardır",
      "B": "Lüks mallardır",
      "C": "Düşük mallardır",
      "D": "Tamamlayıcı mallardır",
      "E": "İkame mallardır"
    },
    "explanation": "Çapraz fiyat talep esnekliğinin işareti pozitif ise söz konusu mallar ikame mallardır. Dolayısıyla bir ikame malının fiyatı arttığı zaman tüketiciler öteki malı daha fazla alacaklardır. Doğru seçenek \"E\" şıkkıdır."
  },
  {
    "id": "1859973",
    "unitNumber": 4,
    "text": "Bir firmanın malına ait esneklik değeri E<sup>d</sup>=1 olduğu durumda, firma ürününün fiyatına %10(Yüzde On) indirim yaptığı zaman firmanın toplam hasılatı nasıl değişir?",
    "correctAnswer": "E",
    "options": {
      "A": "%10(Yüzde On) artar",
      "B": "%10(Yüzde On) azalır",
      "C": "%10'(Yüzde On)dan daha fazla artar",
      "D": "%10(Yüzde On)'dan daha fazla azalır",
      "E": "Toplam hasılat değişmez"
    },
    "explanation": "Eğer miktardaki yüzde değişme fiyattaki yüzde değişmeye eşit ise talep birim esnektir ve fiyat düştüğü zaman toplam hasılat değişmez. Dolayısıyla firmanın malına ait talep birim esnek olduğu için toplam hasılatı değişmez."
  },
  {
    "id": "1859989",
    "unitNumber": 4,
    "text": "Talebin fiyat esnekliği ile ilgili aşağıdaki bilgilerden hangisi <span style=\"text-decoration: underline;\"><strong>yanlıştır</strong></span>?",
    "correctAnswer": "C",
    "options": {
      "A": "Talep fiyat esnekliği, bir malın talep edilen miktarının bu malın fiyatına karşı duyarlılığını ölçer",
      "B": "Talep fiyat esnekliği belirli bir talep eğrisiyle ilişkilidir",
      "C": "Talep fiyat esnekliği, bir malın talep edilen miktarındaki yüzde değişmeyle o malın fiyatındaki yüzde değişmenin çarpılmasıyla elde edilir",
      "D": "Talebin fiyat esnekliği hesaplamalarında talep edilen miktarın ve fiyatın ölçülmesinde birim kullanılmaz",
      "E": "Talebin fiyat esnekliği hesaplamalarında sonuç negatif bir sayıdır"
    },
    "explanation": "Talebin fiyat esnekliği bir malın talep edilen miktarındaki yüzde değişmenin o malın fiyatındaki yüzde değişmeye oranıdır."
  },
  {
    "id": "1859990",
    "unitNumber": 4,
    "text": "Talep eğrisinin eğimi nasıl ölçülür?",
    "correctAnswer": "B",
    "options": {
      "A": "ΔP x ΔQ",
      "B": "ΔP / ΔQ",
      "C": "ΔP - ΔQ",
      "D": "ΔP + ΔQ",
      "E": "ΔQ - ΔP"
    },
    "explanation": "Talep eğrisinin eğimi fiyattaki değişmenin talep edilen miktardaki değişmeye oranıdır."
  },
  {
    "id": "1859996",
    "unitNumber": 4,
    "text": "Talebin gelir esnekliği ile ilgili aşağıda verilen bilgilerden hangisi <span style=\"text-decoration: underline;\">yanlıştır</span>?",
    "correctAnswer": "A",
    "options": {
      "A": "Gelir esnekliği, parasal gelirde ortaya çıkan bir birim oranında değişiklik sonucu talep miktarında meydana gelen değişmedir",
      "B": "Gelir esnekliği, tüketicilerin gelir değişmelerine karşı duyarlılığını ölçer",
      "C": "Gelir esnekliği, talep edilen miktardaki yüzde değişmenin gelirdeki değişmeye oranı biçiminde hesaplanır",
      "D": "Gelir arttığı zaman talep artarsa gelir esnekliği pozitif bir sayı olarak elde edilir",
      "E": "Düşük mallarda gelir arttığı zaman bu malların talebi azalır, gelir esnekliği negatif olur"
    },
    "explanation": "Gelir esnekliği, parasal gelirde ortaya çıkan yüzde bir oranındaki bir değişiklik sonucu talep miktarında meydana gelen yüzde değişmedir."
  },
  {
    "id": "1859997",
    "unitNumber": 4,
    "text": "<ol style=\"list-style-type: upper-roman;\"><br/><li>Tamamlayıcı mallar</li><br/><li>Normal mallar</li><br/><li>Lüks mallar</li><br/><li>İkame mallar</li><br/></ol><br/>Çapraz fiyat esnekliği tanımlamasında hangi tür mallar ile karşılaşılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve IV",
      "D": "I, II ve III",
      "E": "III ve IV"
    },
    "explanation": "Bu tanımlamada iki tür ilişkili mal ile karşılaşılır. Bunlar ikame ve tamamlayıcı mallardır. Bir malın fiyatı yükseldiği zaman öteki malın talebinde bir artış oluyorsa bu iki mal ikame malıdır. Eğer bir m malın talebinde azalışa neden oluyorsa bu iki mal tamamlayıcı maldır.alın fiyatındaki artış bir başka"
  },
  {
    "id": "1859998",
    "unitNumber": 4,
    "text": "Arz esnekliğinin formülü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "%ΔI/ % ΔQ",
      "B": "% ΔQ/ %ΔP",
      "C": "ΔI/ ΔP",
      "D": "ΔP/ΔQ",
      "E": "%ΔQ/ %ΔI"
    },
    "explanation": "Arz esnekliği; bir malın arz edilen miktarındaki yüzde değişimin fiyatındaki yüzde değişmeye oranıdır. E<sup>s</sup> = % ΔQ/ %ΔP olarak ifade edilir."
  },
  {
    "id": "1860001",
    "unitNumber": 4,
    "text": "Bir ürünün fiyatı 100 TL'den 80 tlye düştüğünde satılan ürün miktarı 1000 birimden 1500 birime çıkmıştır. Ürünün toplam hasılatındaki değişme ne kadardır? İlgili ürüne yönelik talep nasıl isimlendirilebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "100-İnelastik",
      "B": "10,000-Birim Esnek",
      "C": "20,000-Esnek Talep",
      "D": "20,000-Esnek Olmayan Talep",
      "E": "10,000- Esnek Talep"
    },
    "explanation": "Başlangıç hasılatı =100*1000=10.000 fiyat değişimden sonra ise 80*1500=120.000 hasılattaki değişim 20.000 tldir. Ve ürüne yönelik talebe esnek taleptir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "1860048",
    "unitNumber": 4,
    "text": "Dikey bir talep eğrisinin fiyat esnekliği nasıldır?",
    "correctAnswer": "A",
    "options": {
      "A": "Sıfır",
      "B": "Birim esnek",
      "C": "Düşük esnek",
      "D": "Esnek",
      "E": "Sonsuz esnek"
    },
    "explanation": "Talep eğrisinin dikey olması düşey eksene paralel olduğu anlamına gelmektedir. Bu durumda talebin fiyat esnekliği sıfırdır. Yani talep tam inelastiktir."
  },
  {
    "id": "1860050",
    "unitNumber": 4,
    "text": "Bir malın talebinin fiyat esnekliği 1’den küçük iken fiyattaki düşüşün ve artışın hasılat üzerindeki etkisi sırasıyla nasıl gerçekleşir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hasılat düşer – hasılat artar",
      "B": "Hasılat artar – hasılat düşer",
      "C": "Hasılat değişmez – hasılat düşer",
      "D": "Hasılat değişmez – hasılat artar",
      "E": "Hasılat artar – Hasılat artar"
    },
    "explanation": "Talep esnekliği 1’den küçük, yani inelastik talep söz konusu iken fiyattaki düşüş hasılayı düşürecek, fiyattaki artış ise hasılayı arttıracaktır."
  },
  {
    "id": "1860055",
    "unitNumber": 4,
    "text": "<ol style=\"list-style-type: upper-roman;\"> <li>Firmaların girdilerini üretime ayarlayabilme dereceleri</li> <li>Ölçek büyüklüğü</li> <li>Bekleyişler</li> </ol> Yukarıda verilenlerden hangisi ya da hangileri arz esnekliğini etkileyen faktörler arasında sayılabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız II",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Tüm ürünler ya da tüm üreticiler aynı arz esnekliğine sahip değildir. Bu farklılığın nedenleri üretimde ayarlamanın gerçekleşmesi için izin verilen süre ve geleceğe ait bekleyişler şeklinde özetlenebilir. Arzın fiyat esnekliğini etkileyen en önemli faktör, firmaların girdilerini üretime ayarlayabilme derecesidir. Üretim faaliyetlerinin çoğunun ölçeği (büyüklüğü) kısa sürede değiştirilemez. Örneğin; eğer fiyat artarsa, bazı ilave ürün artışı değişken girdilerin miktarını arttırmakla elde edilebilir."
  },
  {
    "id": "1860140",
    "unitNumber": 4,
    "text": "Tuzun fiyatı artsa da ikamesi olmadığı için tüketicilerin aynı miktarda tuz satın almaya devam etmeleri veya tüketimlerini çok az kısmaları diğer bir deyişle talep miktarlarının çok az değişmesi tuzun esnekliğinin nasıl olduğunu gösterir?",
    "correctAnswer": "A",
    "options": {
      "A": "İnelastik",
      "B": "Esnek",
      "C": "Sonsuz",
      "D": "Sıfır",
      "E": "Pozitif"
    },
    "explanation": "Çok az ikamesi bulunan ürünler inelastik talebe örnek oluştururlar. Bu tür bir mal için klasik örnek tuzdur. Eğer tuzun fiyatı artarsa, tüketiciler bunu hala aynı miktarda almaya devam ederler. Çünkü tuzun yeterli düzeyde ikamesi yoktur. Yani tüketiciler tuz fiyatındaki değişmeye karşı duyarlı değildirler. Dolayısıyla tuz inelastik bir talebe sahiptir."
  },
  {
    "id": "1860162",
    "unitNumber": 4,
    "text": "Nispeten dik bir talep eğrisine sahip tüketiciler için aşağıdakilerden ifadelerden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Tüketicilerin fiyat değişmelerine karşı daha duyarlı olduğunu gösterir.",
      "B": "Tüketicilerin fiyat değişmelerine karşı daha duyarsız olduğunu gösterir.",
      "C": "Tüketicilerin fiyat değişmelerine karşı sonsuz duyarlılığa sahip olduğunu gösterir.",
      "D": "Tüketicilerin gelir değişmelerine karşı daha duyarsız olduğunu gösterir.",
      "E": "Tüketicilerin ilişikli diğer malların fiyatlarındaki değişmelerine karşı daha duyarsız olduğunu gösterir."
    },
    "explanation": "Bir talep eğrisinin biçimi, fiyat değişmelerine karşı tüketicilerin duyarlılığı hakkında bize bir şeyler söylemektedir. Göreceli olarak yatık bir talep eğrisi, tüketicilerin fiyat değişmelerine karşı duyarlı olduğunu gösterir. Oysa nispeten dik bir talep eğrisi tüketicilerin fiyat değişmelerine karşı daha duyarsız olduğunu ifade etmektedir.<br/>Ancak tüketicilerin fiyat değişmelerine karşı duyarlılıklarını talep eğrisinin biçimi ya da eğimi ile ölçmek aldatıcı olabilir. Çünkü eğrinin biçimini değiştirmek, eksenlerden bir veya her ikisindeki ölçekleri değiştirmekle mümkündür. Daha da önemlisi talep eğrisinin esnekliği bu eğrinin eğimi ile aynı şey değildir."
  },
  {
    "id": "1860175",
    "unitNumber": 4,
    "text": "Talep eğrisinin miktar eksenini kestiği noktada esneklik değeri için aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Sonsuz esnek talep",
      "B": "Esnek talep",
      "C": "Birim esnek talep",
      "D": "İnelastik talep",
      "E": "Sıfır esnek talep"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/b580e0e3a6a79401fe1b95a7656c3083.png\" alt=\"\" width=\"332\" height=\"246\"><br/>Doğru cevap E'dir."
  },
  {
    "id": "1860209",
    "unitNumber": 4,
    "text": "Bir ekonomi durgunluk ile yüksek bir enflasyonu eş anlı olarak yaşıyorsa, bu ekonominin durumu aşağıdaki kavramlardan hangisiyle tanımlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Stagflasyon",
      "B": "Resesyon",
      "C": "Enflasyon",
      "D": "Depresyon",
      "E": "Deflasyon"
    },
    "explanation": "A seçeni doğru cevaptır."
  },
  {
    "id": "1860210",
    "unitNumber": 4,
    "text": "Nominal değerin aynı yılın endeks değerine bölünerek yapılan işlem aşağıdakilerden hangisiyle ifade edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "İndirgeme",
      "B": "Farkını alma",
      "C": "Arttırma",
      "D": "Üstsel dönüşüm",
      "E": "Logaritmik dönüşüm"
    },
    "explanation": "A seçeneği doğru cevaptır."
  },
  {
    "id": "1860211",
    "unitNumber": 4,
    "text": "Ekonomide reel GSYİH’nin potansiyel GSYİH’ye eşit olduğu, daralma ya da genişleme aşamalarının görülmediği, normal zamanlarda var olan işsizlik, aşağıdakilerden hangisiyle ifade edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Doğal işsizlik",
      "B": "Açık işsizlik",
      "C": "İradi işsizlik",
      "D": "Gayriiradi işsizlik",
      "E": "Mevsimsel işsizlik"
    },
    "explanation": "A seçeneği doğru cevaptır."
  },
  {
    "id": "1860213",
    "unitNumber": 4,
    "text": "Bir ülkenin para biriminin, diğer bir ülke para birimi cinsinden ifade etmek için kullanılan iktisadi kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Döviz kuru",
      "B": "Faiz oranı",
      "C": "Hisse senedi",
      "D": "Enflasyon",
      "E": "Büyüme"
    },
    "explanation": "Doğru cevap A seçeneğinde yer almaktadır."
  },
  {
    "id": "2205573",
    "unitNumber": 4,
    "text": "Aşağıdaki mal veya hizmetlerden hangisi inelastik talebe örnek olarak verilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tuz",
      "B": "A marka ağrı kesici ilaç",
      "C": "Benzin",
      "D": "Havayolu hizmetleri",
      "E": "Ekmek"
    },
    "explanation": "Çok az ikamesi bulunan ürünler inelastik talebe örnek oluştururlar. Bu tür bir mal için klasik örnek tuzdur. Eğer tuzun fiyatı artarsa, tüketiciler bunu hâlâ aynı miktarda almaya devam ederler. Çünkü bunun yeterli düzeyde ikamesi yoktur. Yani tüketiciler tuz fiyatındaki değişmeye karşı duyarlı değildirler. Dolayısıyla tuz inelastik bir talebe sahiptir. Ürünler arasında ikamenin varlığını bilmek kadar, ürünlerin kapsamını tanımlamak da önemlidir. Genelde bir ürünü ne kadar geniş tanımlarsak esnekliği de o kadar düşük olacaktır. Çünkü geniş anlamda tanımlanan bir ürünün daha az ikamesi olacaktır. Örneğin, et mamulleri için fiyat esnekliği sadece pirzola için hesaplanan fiyat esnekliğinden daha düşük olacaktır. Çünkü pirzolanın birçok ikamesi olurken, et mamulleri şeklinde bir tanımlama yapıldığında çok az ikame bulunabilecektir. Benzer şekilde belirli bir marka tuz için talep esnekliği, genel anlamda tuz için talep esnekliğinden daha fazla olacaktır. Çünkü piyasada bir marka tuzun ikamesi öteki marka tuzlar olacaktır. Oysa genel anlamda tuzun ikamesini bulmak zordur.\n Diğer şıklar incelendiğinde ise ağrı kesici ilacın belki ikamesi yoktur ancak A marka ilacın muhakkakki B marka olarak ikamesi vardır. Benzinin benzinli motorlar için herhangi bir ikamesi olmadığı düşünülsede küçük bir tadilat ile LPG benzinin yerini alabilmektedir. Havayollarının işlemez hale geldiği bir ortam büyük sıkıntı doğursada diğer ulaşım alternatifleri zahmetli olsada devreye girerler. Son olarak ekmek tek bir ürün olarak düşünülsede diğer tahıllı gıdalar ekmeği ikame edebilirler.\n Doğru cevap A'dır."
  },
  {
    "id": "2269346",
    "unitNumber": 4,
    "text": "<span style=\"font-family: Arial; font-size: 9pt;\">Bir talep eğrisinin biçimi, fiyat değişmelerine karşı tüketicilerin duyarlılığı hakkında bir şeyler söylemektedir. Yatık bir talep eğrisi tüketiciler için aşağıdakilerden hangisini ifade etmektedir?</span>",
    "correctAnswer": "A",
    "options": {
      "A": "Tüketicilerin fiyat değişmelerine karşı duyarlı olduğunu gösterir.",
      "B": "Tüketicilerin fiyat değişmelerine karşı daha duyarsız olduğunu",
      "C": "Tüketicilerin fiyat değişmelerine karşı pozitif olduğunu gösterir.",
      "D": "Tüketicilerin fiyat değişmelerine karşı negatif olduğunu gösterir.",
      "E": "<span style=\"font-family: Arial; font-size: 9pt;\">Tüketicilerin fiyat değişmelerine karşı dirençli olduğunu gösterir</span>"
    },
    "explanation": "<span style=\"font-family: Arial; font-size: 9pt;\">Bir talep eğrisinin biçimi, fiyat değişmelerine karşı tüketicilerin duyarlılığı hakkında bize bir şeyler söylemektedir. Göreceli olarak yatık bir talep eğrisi, tüketicilerin fiyat değişmelerine karşı duyarlı olduğunu gösterir. Oysa nispeten dik bir talep eğrisi tüketicilerin fiyat değişmelerine karşı daha duyarsız olduğunu ifade etmektedir </span>"
  },
  {
    "id": "2269869",
    "unitNumber": 4,
    "text": "Doğru şeklinde bir talep eğrisi üzerinde, talep eğrisinin yatay eksene (miktar) eşit olduğu noktada esneklik değeri için aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Sonsuz esnek talep",
      "B": "Esnek talep",
      "C": "Birim esnek talep",
      "D": "İnelastik talep",
      "E": "Sıfır esnek talep"
    },
    "explanation": "<span style=\"font-family: Arial; font-size: 9pt;\"><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/b580e0e3a6a79401fe1b95a7656c3083.png\" alt=\"\" width=\"332\" height=\"246\"></span><br/><span style=\"font-family: Arial; font-size: 9pt;\">Doğru cevap E'dir.</span>"
  },
  {
    "id": "3720190",
    "unitNumber": 4,
    "text": "I. Uzun dönemde ise arz esnektir\n<br/>II. Uzun dönemde firmalar tüm girdilerini ayarlayabilirler.\n<br/>III. Tüm ürünler ya da tüm üreticiler aynı arz esnekliğine sahiptirler\n<br/>Yukarıdakilerden hangisi/ hangileri Arz Esnekliğini Etkileyen Faktörlerle ilgili doğru ifadelerdir?",
    "correctAnswer": "B",
    "options": {
      "A": "I",
      "B": "I, II",
      "C": "I, III",
      "D": "II, III",
      "E": "I, II, III"
    },
    "explanation": "Tüm ürünler ya da tüm üreticiler aynı arz esnekliğine sahip değildir."
  },
  {
    "id": "3720191",
    "unitNumber": 4,
    "text": "Bir malın talep edilen miktarındaki yüzde değişmenin o malın fiyatındaki yüzde değişmeye oranı ne olarak tanımlanır?",
    "correctAnswer": "C",
    "options": {
      "A": "Arz esnekliği",
      "B": "Yay esnekliği",
      "C": "Talebin fiyat esnekliği",
      "D": "Talebin gelir esnekliği",
      "E": "Çapraz esneklik"
    },
    "explanation": "Bir malın talep edilen miktarındaki yüzde değişmenin o malın fiyatındaki yüzde değişmeye oranı Talebin fiyat esnekliği olarak tanımlanır. Bunun formülü ise;<br/>ED = %ΔQ/%ΔP = Malın talep edilen miktarındaki yüzde değişim/Malın fiyatındaki yüzde değişim"
  },
  {
    "id": "1860220",
    "unitNumber": 5,
    "text": "Belli bir dönem boyunca, ithal edilecek ürün miktarı üzerine bir sınırlama koyulması aşağıdakilerden hangisinde ifadesini bulur?",
    "correctAnswer": "C",
    "options": {
      "A": "Spesifik vergi",
      "B": "Ad valorem vergi",
      "C": "Kota",
      "D": "Damping",
      "E": "Tüketici artığı"
    },
    "explanation": "Kota, belli bir dönem boyunca, ithal edilecek ürün miktarı üzerine bir tavan koyulmasıdır. İthal <br/>kotalarının ilk amacı ulusal endüstrileri diğer ülke üreticilerin rekabetinden korumaktır. Doğru cevap C şıkkıdır."
  },
  {
    "id": "1860222",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Tam rekabet Piyasalarında karın maksimum olduğu ve firmanın dengeye ulaştığı noktayı ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "MR=MC",
      "B": "MR=AC",
      "C": "AR=C",
      "D": "AR=MR",
      "E": "MR=AR"
    },
    "explanation": "Piyasalarda karın maksimum olduğu ve firmanın dengeye geldiği nokta MR=MC olarak ifade edilir. Bu noktada firma dengesi sağlanmış ve kar maksimum olmuştur."
  },
  {
    "id": "1860231",
    "unitNumber": 5,
    "text": "Marjinal Tüketim Eğiliminin (MPC) 0.8 olduğu bir ekonomide yapılan 20 bin TL.lik otonom tüketim harcaması denge gelir düzeyini ne kadar artırır?",
    "correctAnswer": "E",
    "options": {
      "A": "20 bin TL.",
      "B": "40 bin TL.",
      "C": "50 bin TL.",
      "D": "75 bin TL.",
      "E": "100 bin TL."
    },
    "explanation": "Otonom tüketim harcamalarındaki bir artış denge gelir düzeyini çoğaltan kadar artırır. Çoğaltan, 1/(1-MPC) formülünden 1/(1-0.8)=5 olarak bulunur. Otonom tüketim harcaması 20 bin TL. olduğuna göre bunun beş katı 100 bin TL. olacaktır. Yani denge geliri 100 bin TL. artar."
  },
  {
    "id": "1860232",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisinde devletin olduğu dışa kapalı bir ekonomide toplam harcama fonksiyonunda yer alan otonom harcamaları eksiksiz verilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tüketim ve yatırım harcamaları",
      "B": "Tüketim ve kamu harcamaları",
      "C": "Tüketim, kamu ve yatırım harcamaları",
      "D": "Tüketim, yatırım ve transfer harcamaları",
      "E": "Tüketim, yatırım, kamu ve transfer harcamaları"
    },
    "explanation": "Devletin olduğu dışa kapalı bir ekonomide tüketim, yatırım, kamu ve transfer harcamaları otonom olarak toplam harcama fonksiyonunda yer almaktadır."
  },
  {
    "id": "1860234",
    "unitNumber": 5,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/42cfad06f0cb21190939553259e2579e.png\" alt=\"\" width=\"326\" height=\"399\"> Grafiğe göre E noktası için aşağıdakilerden hangisi söylenebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "İhracat ithalata eşittir",
      "B": "İhracat ithalattan büyüktür",
      "C": "İhracat ve ithalatın her ikisi de sıfırdır",
      "D": "Net ihracat negatiftir",
      "E": "Net ihracat pozitiftir"
    },
    "explanation": "Şekilde ihracat ve ithalat fonksiyonlarından yola çıkılarak net ihracat fonksiyonunun grafiği verilmiştir. Şeklin üst kısmında ihracat ve ithalat fonksiyonlarının kesiştiği E noktasında ihracat ithalata eşit olduğu için net ihracat sıfırdır. Dolayısıyla şeklin alt kısmında, şeklin üst kısmındaki E noktasının izdüşümünde Y<sub>0</sub> gelir düzeyinde net ihracat fonksiyonu gelir eksenini kesmektedir. Bu gelir düzeyinde ihracat ithalata eşittir."
  },
  {
    "id": "1860236",
    "unitNumber": 5,
    "text": "Aşağıdaki ürünlerin hangisinin satın alınması diğerlerinden farklı bir tüketim türüne işaret eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Pantolon",
      "B": "Mandalina",
      "C": "Otomobil",
      "D": "Takım elbise",
      "E": "Tavuk eti"
    },
    "explanation": "Diğerleri dayanıksız mallar üzerine yapılan tüketimken otomobil alınması dayanıklı mal tüketimidir."
  },
  {
    "id": "1860239",
    "unitNumber": 5,
    "text": "Hanehalklarının elde ettiği ilave gelirin tüketim harcamasında ne kadar artış yarattığını gösteren orana ne denmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Marjinal tüketim eğilimi",
      "B": "Gelir artış eğrisi",
      "C": "Optimal tüketime yöneliş",
      "D": "Marjinal gelir tahsisi",
      "E": "Minimal açık"
    },
    "explanation": "Hanehalklarının elde ettiği ilave gelirin tüketim harcamasında ne kadar artış yarattığını gösteren orana marjinal tüketim eğilimi denilmektedir."
  },
  {
    "id": "1860246",
    "unitNumber": 5,
    "text": "Tüketim ile ilgili aşağıdaki bilgilerden hangisi <span style=\"text-decoration: underline;\">yanlıştır?</span>",
    "correctAnswer": "B",
    "options": {
      "A": "Tüketim harcamaları, harcanabilir gelirin (YD) bir fonksiyonudur.",
      "B": "Harcanabilir gelir ile tüketim harcamaları arasında ters yönlü bir ilişki vardır.",
      "C": "Diğer koşullar sabitken, tüketim ile harcanabilir gelir arasındaki ilişki tüketim fonksiyonu tarafından belirlenir.",
      "D": "Tüketim fonksiyonu, farklı harcanabilir gelir düzeylerinde hanehalklarının ne kadar harcama yapmak istediklerini gösterir.",
      "E": "Tüketim harcamaları (C), otonom tüketim harcamalarından (C0 ) ve uyarılmış tüketim harcamalarından (cYD) oluşur."
    },
    "explanation": "Harcanabilir gelir ile tüketim harcamaları arasında doğru yönlü bir ilişki vardır."
  },
  {
    "id": "1860248",
    "unitNumber": 5,
    "text": "Marjinal tasarruf eğilimi(MPS) ile marjinal tüketim eğilimi(MPC) arasındaki ilişki aşağıdakilerden hangisinde doğru ifade edilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "MPS+MPC=0",
      "B": "MPS+MPC=1",
      "C": "MPS/MPC=1",
      "D": "MPS*MPC=1",
      "E": "MPS-MPC=0"
    },
    "explanation": "Marjinal tasarruf eğilimi(MPS) ile marjinal tüketim eğilimi(MPC)'nin toplamı 1'e eşit olmalıdır."
  },
  {
    "id": "1860249",
    "unitNumber": 5,
    "text": "\".............., otonom harcamalardaki bir birimlik değişmenin denge gelir düzeyi üzerinde ne kadarlık bir değişme yaratacağını gösterir.\"\n Yukarıdaki cümlede bırakılan boşluğu tamamlayacak uygun ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çoğaltan",
      "B": "Marjinal tüketim eğilimi",
      "C": "Marjinal tasarruf eğilimi",
      "D": "Ortalama tüketim eğilimi",
      "E": "Ortalama tasarruf eğilimi"
    },
    "explanation": "Çoğaltan, otonom harcamalardaki bir birimlik değişmenin denge gelir düzeyi üzerinde ne kadarlık bir değişme yaratacağını gösterir."
  },
  {
    "id": "1860258",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi gelir düzeyinin 100 milyardan 200 milyara çıktığı bir ekonomide tüketim harcamalarının da 50 milyardan 125 milyara çıktığını gösteren marjinal tüketim eğilimi değeridir?",
    "correctAnswer": "D",
    "options": {
      "A": "0,25",
      "B": "0,40",
      "C": "0,50",
      "D": "0,75",
      "E": "0,90"
    },
    "explanation": "Marjinal tüketim eğilimi; tüketim harcamalarındaki değişimin gelirdeki değişmeye oranıdır. Bu durumda; 75/100 = 0,75'tir. Doğru cevap D'dir."
  },
  {
    "id": "1860259",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi tüketim harcamalarını etkileyen faktörlerden bir <span style=\"text-decoration: underline;\"><strong>değildir</strong></span>?",
    "correctAnswer": "E",
    "options": {
      "A": "Gelir",
      "B": "Servet",
      "C": "Faiz oranı",
      "D": "Bekleyişler",
      "E": "İstihdam"
    },
    "explanation": "Tüketim harcamalarını etkileyen faktörler; gelir, servet, faiz oranı ve bekleyişler olarak sıralanır. Doğru cevap E'dir."
  },
  {
    "id": "1860261",
    "unitNumber": 5,
    "text": "Marjinal tüketim eğilimi ile marjinal tasarruf eğiliminin toplamı kaça eşit olmalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "0,5",
      "B": "1",
      "C": "1,5",
      "D": "2",
      "E": "2,5"
    },
    "explanation": "Harcanabilir gelirdeki bir değişme (örneğin artış) ya tüketilecek ya da tasarruf edilecektir. Bu nedenle marjinal tüketim eğilimi (MPC veya c) ile marjinal tasarruf eğilimi (MPS veya s) toplamı 1'e eşit olmalıdır. Doğru cevap B'dir."
  },
  {
    "id": "1860267",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi tüketim harcamalarını etkileyen iktisadi faktörlerden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hava koşulları",
      "B": "Harcanabilir gelir",
      "C": "Servet",
      "D": "Faiz oranı",
      "E": "Beklentiler"
    },
    "explanation": "Doğru cevap A seçeneğinde bulunmaktadır."
  },
  {
    "id": "1860269",
    "unitNumber": 5,
    "text": "Ortalama tasarruf eğilimini hesaplayabilmek için hangi iktisadi değişkenlere ilişkin verilere ihtiyacımız vardır?",
    "correctAnswer": "A",
    "options": {
      "A": "Tasarruf ve Harcanabilir Gelir",
      "B": "Tasarruf ve Yatırım",
      "C": "Tasarruf ve Tüketim",
      "D": "Tasarruf ve Vergiler",
      "E": "Tasarruf ve Faiz oranı"
    },
    "explanation": "Doğru cevap A seçeneğinde bulunmaktadır."
  },
  {
    "id": "2264751",
    "unitNumber": 5,
    "text": "<span style=\"font-family: Arial; font-size: 9pt;\">Aşağıdakilerden hangisi devletin piyasalarda oluşan denge fiyatını ve miktarını değiştirmek için kullanabileceği miktar kontrolleri araçlarından birisidir?</span>",
    "correctAnswer": "E",
    "options": {
      "A": "<span style=\"font-family: Arial; font-size: 9pt;\">Taban fiyat</span>",
      "B": "<span style=\"font-family: Arial; font-size: 9pt;\">Tavan fiyat</span>",
      "C": "<span style=\"font-family: Arial; font-size: 9pt;\">Asgari ücret politikası</span>",
      "D": "<span style=\"font-family: Arial; font-size: 9pt;\">Tarımsal destekleme </span>",
      "E": "<span style=\"font-family: Arial; font-size: 9pt;\">İthalat kotası</span>"
    },
    "explanation": "<span style=\"font-family: Arial; font-size: 9pt;\">Taban fiyat ve tavan fiyat politikalarına ek olarak, devletin piyasalarda oluşan denge fiyatı ve miktarını değiştirmek için kullanabileceği diğer bir araç da kotalardır. İthalat kotaları, ithal mallarına sınırlama ve ulusal endüstrileri korumak için oluşturulur. Kota, belli bir dönem boyunca, ithal edilecek ürün miktarı üzerine bir tavan koyulmasıdır. İthal kotalarının ilk amacı ulusal endüstrileri diğer ülke üreticilerin rekabetinden korumaktır. Doğru cevap E'dir.</span>"
  },
  {
    "id": "2266522",
    "unitNumber": 5,
    "text": "<span style=\"font-family: Arial; font-size: 9pt;\">Aşağıdakilerden hangisi Tam rekabet Piyasalarında karın maksimum olduğu ve firmanın dengeye ulaştığı noktayı ifade eder?</span>",
    "correctAnswer": "A",
    "options": {
      "A": "<span style=\"font-family: Arial; font-size: 9pt;\">MR=MC</span>",
      "B": "<span style=\"font-family: Arial; font-size: 9pt;\">MR=AC</span>",
      "C": "<span style=\"font-family: Arial; font-size: 9pt;\">AR=MR</span>",
      "D": "<span style=\"font-family: Arial; font-size: 9pt;\">AC=MC</span>",
      "E": "<span style=\"font-family: Arial; font-size: 9pt;\">MR=C</span>"
    },
    "explanation": "<span style=\"font-family: Arial; font-size: 9pt;\">Tam Rekabet piyasalarında firmanın karını maksimum yaptığı ve dengeye ulaştığı nokta MR=MC olarak ifade edilir. </span>"
  },
  {
    "id": "2266529",
    "unitNumber": 5,
    "text": "<span style=\"font-family: Arial; font-size: 9pt;\">Aşağıdakilerden hangisi firmanın üretim sürecinde kullanacağı ve başkalarının mülkiyetinde bulunan girdiler için satın alma veya kiralama bedeli olarak yaptığı gerçek ödemeleri ifade eder?</span>",
    "correctAnswer": "C",
    "options": {
      "A": "<span style=\"font-family: Arial; font-size: 9pt;\">Sabit maliyet</span>",
      "B": "<span style=\"font-family: Arial; font-size: 9pt;\">Değişken maliyet</span>",
      "C": "<span style=\"font-family: Arial; font-size: 9pt;\">Açık maliyet</span>",
      "D": "<span style=\"font-family: Arial; font-size: 9pt;\">Fırsat maliyeti</span>",
      "E": "<span style=\"font-family: Arial; font-size: 9pt;\">Örtük maliyet</span>"
    },
    "explanation": "<span style=\"font-family: Arial; font-size: 9pt;\">Firmanın üretim sürecinde kullanacağı ve başkalarının mülkiyetinde bulunan girdiler için satın alma veya kiralama yaptığı gerçek ödemelere açık maliyet adı verilir.</span>"
  },
  {
    "id": "2268011",
    "unitNumber": 5,
    "text": "<span style=\"font-family: Arial; font-size: 9pt;\"><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/986a25b8ebdc9c30f62924e3b7dd06a4.png\" alt=\"\" width=\"362\" height=\"322\"></span><br/><span style=\"font-family: Arial; font-size: 12pt;\">Şekilde görülen taban fiyat uygulaması ile ilgili olarak aşağıdaki ifadelerden hangisi doğrudur?</span>",
    "correctAnswer": "A",
    "options": {
      "A": "<span style=\"font-family: Arial; font-size: 9pt;\">Piyasada arz fazlalığı ortaya çıkacaktır</span>",
      "B": "<span style=\"font-family: Arial; font-size: 9pt;\">Piyasada talep fazlalığı ortaya çıkacaktır</span>",
      "C": "<span style=\"font-family: Arial; font-size: 9pt;\">Piyasa fiyatları dengededir</span>",
      "D": "<span style=\"font-family: Arial; font-size: 9pt;\">Tüketiciler korunmaktadır</span>",
      "E": "<span style=\"font-family: Arial; font-size: 9pt;\">Kıtlık ortaya çıkacaktır</span>"
    },
    "explanation": "Taban fiyat uygulamasında amaç, mal ve hizmet arz edenleri korumaktır. Eğer hükûmet denge fiyat düzeyini düşük bulup, bunun üzerinde bir taban fiyat belirlerse, ortaya arz fazlalığı çıkmaktadır. Bu fazlalığı hükûmetin satın alıp, stoklaması gerekmektedir."
  },
  {
    "id": "2993944",
    "unitNumber": 5,
    "text": "Tüketicinin bir mal için ödemeyi arzu ettiği fiyat ile gerçekte satın aldığı fiyat arasındaki farktır. Yani talep eğrisi altında ve piyasa fiyatı üzerindeki alana ne denir?",
    "correctAnswer": "B",
    "options": {
      "A": "Üretici Artığı",
      "B": "Tüketici Artığı",
      "C": "Denge Fiyatı",
      "D": "Toplam fayda",
      "E": "Vergi Yükü"
    },
    "explanation": "Tüketicinin bir mal için ödemeyi arzu ettiği fiyat ile gerçekte satın aldığı fiyat arasındaki farktır. Yani talep eğrisi altında ve piyasa fiyatı üzerindeki alan tüketici artığıdır. Cevap B şıkkıdır."
  },
  {
    "id": "2994163",
    "unitNumber": 5,
    "text": "I. Asgari ücret politikasında, hükûmet hane halkının geçim standartları çerçevesinde alması gereken düşük ücret düzeyini tespit eder.\n<br/>II. Asgari ücret politikaları sonucu ücretlerin yükseltilmesi, halihazırda çalışan ücretli kesimin refah seviyesini arttırır. \n<br/>III. Asgari ücret politikaları olmadığında yüksek ücretler nedeniyle iş bulamayanların ya da işini kaybedenlerin refah seviyesini düşürür.\n<br/>Asgari ücret politikası ile ilgili verilenlerden hangisi ya da hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "II ve III"
    },
    "explanation": "Denge durumunda iş gücünün aldığı ücretin asgari ihtiyaçları karşılayacak düzeyin altında gerçekleşmesi sosyal adaletsizliğe neden olurken, piyasa mekanizmasının bunu sağlamada başarısız olduğu görülmektedir. Bu durum karşısında hükûmet hane halkının geçim standartları çerçevesinde alması gereken saat başı (ya da günlük) en düşük ücret düzeyini tespit eder. Eğer hükûmet tarafından belirlenecek olan bu ücret düzeyi denge noktasının üzerinde gerçekleşecek olursa, piyasada arz edilen emek miktarı artarken, talep edilen emek miktarında bir azalma meydana gelecektirAsgari ücret politikasıyla ilgili olarak iki temel sonuç ortaya çıkmaktadır; Bu politikalar sonucu ücretlerin yükseltilmesi, halihazırda çalışan ücretli kesimin refah seviyesini arttırırken, yüksek ücretler nedeniyle iş bulamayanların ya da işini kaybedenlerin refah seviyesini düşürür.\n<br/>Cevap C şıkkıdır."
  },
  {
    "id": "2994200",
    "unitNumber": 5,
    "text": "Verilenlerden hangisi ülke ekonomisi için kritik ürün niteliği taşıyan çay, tütün, pamuk vb. ürünler için uygulanan, asgari ücret düzeyi politikasında olduğu gibi uygulanan bir taban fiyat uygulamasıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Tarımsal Destekleme Fiyatları",
      "B": "Vergi Uygulamaları",
      "C": "İthalat Kotaları",
      "D": "Üretim Kotaları",
      "E": "Kira Kontrolleri"
    },
    "explanation": "Dünyanın pek çok ülkesinde, tarım kesimini kalkındırmak amacıyla tarımsal ürünleri destekleme fiyat politikaları uygulanır. Tarımsal destekleme politikalarının daha çok ülke ekonomisi için kritik ürün niteliği taşıyan çay, tütün, pamuk vb. ürünler için uygulandığı görülmektedir. Tarımsal destekleme fiyatı da aynen asgari ücret düzeyi politikasında olduğu gibi bir taban fiyat uygulamasıdır. Bu uygulama, hükûmetçe belirlenen bir fiyat düzeyinin altında piyasada işlem yapılmasını engellemektedir."
  },
  {
    "id": "2994216",
    "unitNumber": 5,
    "text": "I. Talebin fiyat esnekliği sıfır olduğundan fiyatta meydana gelecek değişme talep miktarını etkilememektedir.\n II. Talep esnekliğinin arz esnekliğinden daha küçük olması durumunda, verginin daha büyük kısmı üretici tarafından tüketiciye yansıtılabilecektir.\n III. Talep esnekliğinin arz esnekliğinden daha büyük olması durumunda ise birim satış vergisinin daha büyük kısmını tüketici yüklenecektir.\n Talep esnekliği ve vergi ile ilgili verilen bilgilerden hangisi ya da hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I ve III"
    },
    "explanation": "Talep esnekliğinin arz esnekliğinden küçük olması durumunda uygulanacak verginin ne kadarını, kim ödeyecektir? Esneklik konusundan edinilen bilgilerden hareketle şunları söyleyebiliriz:<br/>• Talep esnekliğinin arz esnekliğinden daha küçük olması durumunda, verginin daha büyük kısmı üretici tarafından tüketiciye yansıtılabilecek,<br/>• Talep esnekliğinin arz esnekliğinden daha büyük olması durumunda ise birim satış vergisinin daha büyük kısmını üretici yüklenecektir.\n Talebin fiyat esnekliği sıfır olduğundan fiyatta meydana gelecek değişme talep miktarını etkilememektedir.\n Cevap D şıkkıdır."
  },
  {
    "id": "3190945",
    "unitNumber": 5,
    "text": "I. Talep esnekliğinin arz esnekliğinden daha küçük olması durumunda, verginin daha büyük kısmı üretici tarafından tüketiciye yansıtılabilecek\n II. Talep esnekliğinin arz esnekliğinden daha büyük olması durumunda ise birim satış vergisinin daha büyük kısmını üretici yüklenecektir.\n III. Talep esnekliğinin arz esnekliğinden daha büyük olması durumunda ise birim satış vergisi eşit dağılacaktır. \n Yukarıdakilerden hangisi/hangileri vergi yükü dağılımı ile ilgili doğru ifadedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Talep esnekliğinin arz esnekliğinden daha küçük olması durumunda, verginin daha büyük kısmı üretici tarafından tüketiciye yansıtılabilecektir. Talep esnekliğinin arz esnekliğinden daha büyük olması durumunda ise birim satış vergisinin daha büyük kısmını üretici yüklenecektir. Doğru cevap B şıkkıdır."
  },
  {
    "id": "3190947",
    "unitNumber": 5,
    "text": "Tüketicinin bir mal için ödemeyi arzu ettiği fiyat ile gerçekte satın aldığı fiyat arasındaki fark aşağıdakilerden hangisinde ifade edilmiştir",
    "correctAnswer": "A",
    "options": {
      "A": "Tüketici artığı",
      "B": "Üretici artığı",
      "C": "Refah etkisi",
      "D": "Talep fazlası",
      "E": "Arz fazlası"
    },
    "explanation": "Tüketici artığı, tüketicinin bir mal için ödemeyi arzu ettiği fiyat ile gerçekte satın aldığı fiyat arasındaki farktır. Aslında tüketici artığı piyasaya katılım sonucu alıcıların sağladığı faydayı ölçmeye yarar. Doğru cevap A şıkkıdır."
  },
  {
    "id": "1860283",
    "unitNumber": 6,
    "text": "Bir birim emek girdisi başına düşen ürün miktarına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Emeğin ortalama fiziksel ürünü",
      "B": "Emeğin marjinal fiziksel ürünü",
      "C": "Sermayenin ortalama fiziksel ürünü",
      "D": "Sermayenin marjinal fiziksel ürünü",
      "E": "Toplam fiziki ürün"
    },
    "explanation": "Bir birim emek girdisi başına düşen ürün miktarına Emeğin ortalama fiziksel ürünü denir."
  },
  {
    "id": "1860285",
    "unitNumber": 6,
    "text": "Mal ve hizmetlerin başka mal ve hizmetlerle değiş tokuş edilmesine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Arbitraj",
      "B": "Spekülasyon",
      "C": "Hegding",
      "D": "Trampa",
      "E": "Kaldıraç"
    },
    "explanation": "Mal ve hizmetlerin başka mal ve hizmetlerle değiş tokuş edilmesine trampa veya takas adı verilir"
  },
  {
    "id": "1860290",
    "unitNumber": 6,
    "text": "Aşağıdaki varlıklardan hangisinin likiditesi daha düşüktür?",
    "correctAnswer": "E",
    "options": {
      "A": "Kağıt para",
      "B": "Vadeli mevduat",
      "C": "Hazine bonosu",
      "D": "Hazine tahvili",
      "E": "Gayrimenkul"
    },
    "explanation": "En likit olan varlık nakit paradır. Ondan sonda vadesiz mevduat ve vadeli mevduat gelmektedir. En az likit olanlar ise gayrimenkullerdir."
  },
  {
    "id": "1860296",
    "unitNumber": 6,
    "text": "Fiziksel olarak da bir değer ifade eden konut, arsa ve tarla gibi gayrimenkuller; altın ve gümüş gibi değerli metaller; elmas gibi değerli taşlar veya otomobil gibi dayanıklı tüketim mallarına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Reel varlıklar",
      "B": "Finansal varlıklar",
      "C": "Likidite",
      "D": "Trampa",
      "E": "Servet"
    },
    "explanation": "Fiziksel olarak da bir değer ifade eden konut, arsa ve tarla gibi gayrimenkuller; altın ve gümüş gibi değerli metaller; elmas gibi değerli taşlar veya otomobil gibi dayanıklı tüketim mallarına reel varlıklar adını veriyoruz."
  },
  {
    "id": "1860297",
    "unitNumber": 6,
    "text": "Aşağıda verilen varlıkların en likit olandan likit olmayana sıralaması hangi seçenekte doğru verilmiştir?\n I.Vadesiz mevduat\n II.Kağıt ve madeni para (nakit)\n III.Kısa vadeli hazine bonosu\n IV.Vadeli mevduat\n V.Hazine tahvili\n VI.Gayrimenkul",
    "correctAnswer": "B",
    "options": {
      "A": "I-II-III-IV-V-VI",
      "B": "II-I-IV-III-V-VI",
      "C": "III-I-II-V-VI-IV",
      "D": "VI-V-IV-III-II-I",
      "E": "V-VI-IV-III-I-II"
    },
    "explanation": "En likit olandan olmayana sıralama:\n I.Kağıt ve madeni para (nakit)\n II.Vadesiz mevduat\n III.Vadeli mevduat\n IV.Kısa vadeli hazine bonosu\n V.Hazine tahvili\n VI.Gayrimenkul"
  },
  {
    "id": "1860306",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi toplam talep eğrisi olarak tanımlanan negatif ilişkinin taraflarıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Faiz oranı – reel hasıla",
      "B": "Fiyat düzeyi – reel hasıla",
      "C": "Toplam harcamalar – reel hasıla",
      "D": "Fiyat – miktar",
      "E": "Yatırım – tasarruf"
    },
    "explanation": "Fiyat düzeyi – reel hasıla"
  },
  {
    "id": "1860316",
    "unitNumber": 6,
    "text": "Herhangi bir varlığın nakit paraya, diğer varlıklara, mal veya hizmete dönüştürülebilme kolaylığı anlamına gelen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Trampa",
      "B": "Enflasyon",
      "C": "Devalüasyon",
      "D": "Likidite",
      "E": "Tağşiş"
    },
    "explanation": "Likidite herhangi bir varlığın nakit paraya, diğer varlıklara, mal veya hizmete dönüştürülebilme kolaylığı olarak tanımlanır"
  },
  {
    "id": "1860318",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi mal paraya bir örnek teşkil etmez?",
    "correctAnswer": "C",
    "options": {
      "A": "Sigara",
      "B": "Hayvan kürkü",
      "C": "Çek",
      "D": "Altın",
      "E": "Deniz kabuğu"
    },
    "explanation": "Para olarak kullanılmasının yanında bir mal olarak da değer taşıyan nesnelere “mal para” adı verilmektedir. Çek bu tanıma uymaz."
  },
  {
    "id": "1860320",
    "unitNumber": 6,
    "text": "Bankaların mevduat kabul edip kredi vermeleri sonucu para arzında gerçekleşen artışa ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kaydi para",
      "B": "Fiat para",
      "C": "Mal para",
      "D": "Mevduat faizi",
      "E": "Rezerv"
    },
    "explanation": "Bankaların mevduat kabul edip kredi vermeleri sonucu para arzında gerçekleşen artışa kaydi para veya banka parası adı verilir."
  },
  {
    "id": "1860326",
    "unitNumber": 6,
    "text": "Aşağıdaki varlıklardan hangisi diğerlerine göre daha az likittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gayrimenkul",
      "B": "Hazine Tahvili",
      "C": "Kısa Vadeli Hazine Bonosu",
      "D": "Vadeli mevduat",
      "E": "Vadesiz mevduat"
    },
    "explanation": "Doğru cevap A seçeneğinde yer almaktadır."
  },
  {
    "id": "1860331",
    "unitNumber": 6,
    "text": "Kâğıt paralar tarihte ilk olarak hangi ülkede kullanılmıştır ?",
    "correctAnswer": "A",
    "options": {
      "A": "Çin",
      "B": "Almanya",
      "C": "Fransa",
      "D": "Rusya",
      "E": "İtalya"
    },
    "explanation": "Doğru cevap A seçeneğinde yer almaktadır."
  },
  {
    "id": "2993738",
    "unitNumber": 6,
    "text": "I. Girdi fiyatlarının düşmesi, belli bir üretim düzeyini gerçekleştirmek için katlanılan üretim maliyetlerini düşürecektir ve bu da uzun dönem ortalama maliyet eğrisinin (LRAC’nin) aşağıya kaymasına yol açacaktır.\n<br/>II. Girdi fiyatlarının artması, belli bir üretim düzeyini gerçekleştirmek için katlanılan üretim maliyetlerini arttıracak ve bu da uzun dönem ortalama maliyet eğrisinin (LRAC’nin) yukarıya kaymasına yol açacaktır. \n<br/>III. Üretim sürecinde kullanılan her bir yeni teknoloji bir öncekine göre daha etkin (verimli) olacağından dolayı teknolojik ilerleme de üretim maliyetlerini artırıcı yönde etkiler. \n<br/>Maliyet eğrisindeki kaymalar ile ilgili verilenlerden hangisi ya da hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I ve III"
    },
    "explanation": "Girdi fiyatlarının düşmesi, belli bir üretim düzeyini gerçekleştirmek için katlanılan üretim maliyetlerini düşürecektir ve bu da uzun dönem ortalama maliyet eğrisinin (LRAC’nin) aşağıya kaymasına yol açacaktır. Girdi fiyatlarının artması, belli bir üretim düzeyini gerçekleştirmek için katlanılan üretim maliyetlerini arttıracak ve bu da uzun dönem ortalama maliyet eğrisinin (LRAC’nin) yukarıya kaymasına yol açacaktır. Üretim sürecinde kullanılan her bir yeni teknoloji bir öncekine göre daha etkin (verimli) olacağından dolayı teknolojik ilerleme de üretim maliyetlerini azaltıcı yönde etkiler. \n<br/>Cevap D şıkkıdır."
  },
  {
    "id": "2993792",
    "unitNumber": 6,
    "text": "Sermayenin marjinal fiziksel ürünü 30 birim, emeğin marjinal fiziksel ürünü 60 birim ve emeğin fiyatı 20 TL ise sermayenin fiyatı kaç TL'dir?",
    "correctAnswer": "A",
    "options": {
      "A": "10",
      "B": "15",
      "C": "20",
      "D": "25",
      "E": "30"
    },
    "explanation": "Bir firma için üretim maliyetlerini minimize eden optimal girdi bileşimi, her bir girdinin marjinal fiziksel ürününün söz konusu girdinin fiyatına oranlarının birbirine eşit olduğu durumda gerçekleşecektir. Firmanın üretimde sadece emek (L) ve sermaye (K)<br/>girdilerini kullandığı, w’nın emeğin birim fiyatını ve r’nin sermayenin birim fiyatını gösterdiği varsayımıyla üretim maliyetlerini minimize eden optimal girdi bileşimine ilişkin şart aşağıdaki eşitlik tarafından verilir:<br/>Emeğin marjinal fiziksel ürünü/ Emeğin fiyatı = Sermayenin marjinal fiziksel ürünü / Sermayenin fiyatı<br/>veya, MPP<sub>L</sub>/w = MPP<sub>K</sub>/r\n Bu soru için ise 60/20 = 30/r şeklinde yazılırsa sonucu bulunur.\n Cevap A şıkkıdır."
  },
  {
    "id": "2993799",
    "unitNumber": 6,
    "text": "Bir firmanın üretim faaliyetinde bulunabilmek için katlandığı toplam maliyet (TC) ile ilgili verilenlerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Toplam sabit maliyet ile toplam değişken maliyetin toplamından oluşur.",
      "B": "Her zaman toplam sabit maliyet ile toplam maliyetin birbirine eşittir.",
      "C": "Üretim miktarına bağlı olmayan, üretim miktarıyla birlikte değişmeyen maliyetlerdir.",
      "D": "Sadece firmanın toplam değişken maliyetlerinden oluşur.",
      "E": "Uzun dönem toplam maliyet eğrisi aynı zamanda ölçek eğrisi olarak da çağrılmaktadır."
    },
    "explanation": "Bir firmanın üretim faaliyetinde bulunabilmek için katlandığı toplam maliyet (TC), toplam sabit maliyet ile toplam değişken maliyetin toplamından oluşur. Cevap A şıkkıdır."
  },
  {
    "id": "2993904",
    "unitNumber": 6,
    "text": "Kısa dönemde, marjinal maliyet, ortalama toplam maliyet, ortalama değişken maliyetler ile ilgili verilen ifadelerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "APP<sub>L</sub>’nin (emeğin ortalama fiziksel ürünü) minimum olduğu ürün düzeyinde AVC minimumuna ulaşır.",
      "B": "Emeğin ortalama fiziki ürününün artmakta olduğu üretim bölgesinde AVC (ortalama değişken maliyetler) artmaktadır.",
      "C": "MPP<sub>L</sub>’nin (emeğin marjinal fiziksel ürünü) maksimum olduğu ürün düzeyinde MC de maksimum ulaşır.",
      "D": "Emeğin marjinal fiziki ürününün azalmakta olduğu üretim bölgesinde MC (marjinal maliyet) değişmemektedir.",
      "E": "Emeğin marjinal fiziki ürününün artmakta olduğu üretim bölgesinde MC (marjinal maliyet) azalmaktadır."
    },
    "explanation": "Emeğin marjinal fiziki ürününün artmakta olduğu üretim bölgesinde MC (marjinal maliyet) azalmakta, emeğin marjinal fiziki ürününün azalmakta olduğu üretim bölgesinde MC (marjinal maliyet) artmaktadır. MPP<sub>L</sub>’nin (emeğin marjinal fiziksel ürünü) maksimum olduğu ürün düzeyinde MC (marjinal maliyet) minimumuna ulaşır. Emeğin ortalama fiziki ürününün artmakta olduğu üretim bölgesinde AVC (ortalama değişken maliyetler) azalmakta, emeğin ortalama fiziki ürününün azalmakta olduğu üretim bölgesinde AVC (ortalama değişken maliyetler) artmaktadır. APP<sub>L</sub>’nin (emeğin ortalama fiziksel ürünü) maksimum olduğu ürün düzeyinde AVC minimumuna ulaşır. Cevap E şıkkıdır."
  },
  {
    "id": "3551866",
    "unitNumber": 6,
    "text": "İnsan ihtiyaçlarını doğrudan veya dolaylı bir biçimde gidermeye yönelik mal ve hizmetleri<br/>sunma çabasına ................... denir.\n Boş bırakılan yere aşağıdakilerden hangisi gelecektir?",
    "correctAnswer": "B",
    "options": {
      "A": "tüketim",
      "B": "üretim",
      "C": "firma",
      "D": "üretici",
      "E": "tüketici"
    },
    "explanation": "İnsan ihtiyaçlarını doğrudan veya dolaylı bir biçimde gidermeye yönelik mal ve hizmetleri<br/>sunma çabasına üretim denir."
  },
  {
    "id": "3720189",
    "unitNumber": 6,
    "text": "İnsan ihtiyaçlarını doğrudan veya dolaylı bir biçimde gidermeye yönelik mal ve hizmetleri sunma<br/>çabasına ............... denir.\n Boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tüketim",
      "B": "Üretim",
      "C": "Mamul",
      "D": "Yarı mamul",
      "E": "İstihdam"
    },
    "explanation": "İnsan ihtiyaçlarını doğrudan veya dolaylı bir biçimde gidermeye yönelik mal ve hizmetleri sunma çabasına üretim denir. İnsan ihtiyaçlarını karşılayacak olan mal ve hizmetlerin<br/>üretimini gerçekleştirip satışa sunan ekonomik birime de firma denir. Doğru cevap B şıkkıdır."
  },
  {
    "id": "3941679",
    "unitNumber": 6,
    "text": "Diğer üretim faktörlerinin üretimde kullanılan miktarları sabit iken sadece tek bir üretim faktörünün üretimde kullanılan miktarı arttırıldığında üretimin belli bir düzeyinden sonra değişken girdinin her bir ilave biriminin toplam üretim düzeyine sağladığı ürün katkı miktarlarının sürekli azaldığı durumu ifade eder.<br/>Yukarıdaki cümlede aşağıdaki kavramlardan hangisi açıklanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Azalan Verimler Kanunu",
      "B": "Azalan Marjinal Fayda Yasası",
      "C": "Negatif Ölçek Ekonomileri",
      "D": "Ölçeğe Göre Azalan Getiri",
      "E": "Negatif Dışsal Fayda Yaklaşımı"
    },
    "explanation": "<strong>Azalan verimler kanunu</strong>, diğer üretim faktörlerinin üretimde kullanılan miktarları sabit iken sadece tek bir üretim faktörünün üretimde kullanılan miktarı arttırıldığında üretimin belli bir düzeyinden sonra değişken girdinin her bir ilave biriminin toplam üretim düzeyine sağladığı ürün katkı miktarlarının sürekli azaldığı durumu ifade eder."
  },
  {
    "id": "2267404",
    "unitNumber": 7,
    "text": "<span style=\"font-family: Arial; font-size: 9pt;\">Aşağıdakilerden hangisi, piyasa yapısı rekabet düzeylerinden monopolcü rekabetin özelliklerinden biridir?</span>",
    "correctAnswer": "A",
    "options": {
      "A": "<span style=\"font-family: Arial; font-size: 9pt;\">Fiyat dışı rekabet stratejilerinin yaygın olarak kullanıldığı bu endüstriye hem girmesi hem de çıkması oldukça kolaydır.</span>",
      "B": "<span style=\"font-family: Arial; font-size: 9pt;\">Bir ürünün çok sayıda firma tarafından üretilmesiyle karakterize edilir.</span>",
      "C": "<span style=\"font-family: Arial; font-size: 9pt;\">Her firma rakiplerinin kararları tarafından etkilenir.</span>",
      "D": "<span style=\"font-family: Arial; font-size: 9pt;\">Eşi olmayan tek ürünü ürettiği için ürün farklılaştırmasına gitmez.</span>",
      "E": "<span style=\"font-family: Arial; font-size: 9pt;\">Yeni firmaların girişi engellendiği için, tek firma tüm endüstriyi kapsamaktadır.</span>"
    },
    "explanation": "<span style=\"font-family: Arial; font-size: 9pt;\">Bu dört piyasa yapısı; tam rekabet, tam monopol, monopolcü rekabet ve oligopoldür. Monopolcü rekabet farklılaştırılmış (mobilya, giysi, kitap gibi) ürün üreten nispi olarak çok, endüstri için yeterli sayıda firmayla karakterize edilir. Fiyat dışı rekabet stratejilerinin yaygın olarak kullanıldığı bu endüstriye hem girmesi hem de çıkması oldukça kolaydır. Doğru cevap A şıkkıdır.</span>"
  },
  {
    "id": "3701270",
    "unitNumber": 7,
    "text": "<strong>Endüstri aşağıdakilerden hangisinden oluşur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Aynı ürünü üreten firmalar topluluğundan",
      "B": "Bir piyasadan",
      "C": "Üretici birliklerinden",
      "D": "En az iki firmadan",
      "E": "Kooperatiflerden"
    },
    "explanation": "Endüstri, aynı ürünü üreten firmalar topluluğudur."
  },
  {
    "id": "3701271",
    "unitNumber": 7,
    "text": "<strong>Aşağıdakilerden hangisi bir endüstri yapısı olarak <u>düşünülemez</u>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Monopson",
      "B": "Tam rekabet",
      "C": "Tam monopol",
      "D": "Monopolcü rekabet",
      "E": "Oligopol"
    },
    "explanation": "İktisatçılar bu çok sayıdaki endüstriyi dört ayrı piyasa yapısı içerisinde gruplandırmakta ve incelemektedirler. Bu dört piyasa yapısı; tam rekabet, tam monopol, monopolcü rekabet ve oligopoldür."
  },
  {
    "id": "3701272",
    "unitNumber": 7,
    "text": "<strong>: </strong>I- piyasadaki firma sayısı,\n II-firmaların fiyat belirleme güçleri,\n III- satılan ürünün özelliği,\n IV-firmanın uzun dönem kâr düzeyi,\n V-piyasaya giriş ve çıkış serbestlik düzeyi\n Yukarıdakilerden hangisi ya da hangileri mal ve hizmet piyasalarını <strong>tam rekabet, tam monopol, monopolcü rekabet ve oligopol olarak sınıflandırıken kullanılmaktadır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "I, II ve III",
      "B": "I, III, ve V",
      "C": "II, III ve IV",
      "D": "I, II, III ve IV",
      "E": "I, II, III, IV ve V"
    },
    "explanation": "Tam rekabet, tam monopol, monopolcü rekabet ve oligopol piyasa yapıları piyasadaki firma sayısı, firmaların fiyat belirleme güçleri, satılan ürünün özelliği, firmanın uzun dönem kâr düzeyi, piyasaya giriş ve çıkış serbestlik düzeylerine göre sınıflandırılır."
  },
  {
    "id": "3701273",
    "unitNumber": 7,
    "text": "Tam rekabet, tam monopol, monopolcü rekabet ve oligopol piyasa yapılarını sınıflandırmada kullanılan piyasadaki firma sayısı, firmaların fiyat belirleme güçleri, satılan ürünün özelliği, firmanın uzun dönem kâr düzeyi, piyasaya giriş ve çıkış serbestlik düzeyleri aynı zamanda aşağıdakilerden hangisini belirler?",
    "correctAnswer": "A",
    "options": {
      "A": "Rekabet koşullarını",
      "B": "ürünün homojen olup olmadığını.",
      "C": "Firmanın kâr düzeyini.",
      "D": "Endüstri çıktısını.",
      "E": "Fiyat farklılaştırması olup olmadığını."
    },
    "explanation": "Tam rekabet, tam monopol, monopolcü rekabet ve oligopol piyasa yapıları piyasadaki firma sayısı, firmaların fiyat belirleme güçleri, satılan ürünün özelliği, firmanın uzun dönem kâr düzeyi, piyasaya giriş ve çıkış serbestlik düzeylerine göre sınıflandırılır. Sınıflandırmada kullanılan bu faktörler aynı zamanda rekabet koşullarının da belirleyicisidir."
  },
  {
    "id": "3701274",
    "unitNumber": 7,
    "text": "<strong>Mobilya, giysi, kitap gibi ürünler aşağıdaki hangi piyasada üretilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Monopolcü rekabet.",
      "B": "Tam rekabet.",
      "C": "Monopol.",
      "D": "Oligopol",
      "E": "<ul> <li> Giriş ve Çıkışlı piyasa.</li> </ul>"
    },
    "explanation": "Monopolcü rekabet farklılaştırılmış (mobilya, giysi, kitap gibi) ürün üreten nispi\n olarak çok, endüstri için yeterli sayıda firmayla karakterize edilir. Fiyat dışı rekabet\n stratejilerinin yaygın olarak kullanıldığı bu endüstriye hem girmesi hem de çıkması\n oldukça kolaydır."
  },
  {
    "id": "3701275",
    "unitNumber": 7,
    "text": "<strong>Otomobil, beyaz eşya gibi ürünler aşağıdaki hangi piyasada üretilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Oligopol",
      "B": "Monopolcü rekabet.",
      "C": "Tam rekabet.",
      "D": "Giriş ve Çıkışlı piyasa.",
      "E": "Monopol"
    },
    "explanation": "Oligopol farklılaştırılmış (otomobil, beyaz eşya gibi) veya standardize edilmiş (demir, çelik gibi) ürünün az sayıda satıcısıyla karakterize edilir. Her firma rakiplerinin kararları tarafından etkilenir. Bu nedenle firmalar fiyatlarını ve çıktılarını belirlerken rakiplerinin kararlarını dikkate almak zorundadır."
  },
  {
    "id": "3701276",
    "unitNumber": 7,
    "text": "<strong>Doğalgaz, elektirik veya su dağıtım şirketi gibiürünler aşağıdaki hangi piyasada üretilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Monopol",
      "B": "Monopolcü Rekabet",
      "C": "Tam rekabet",
      "D": "Oligopol",
      "E": "Monopson"
    },
    "explanation": "Monopol ikamesi olmayan ürün veya hizmetin tek satıcısının (doğalgaz, elektirik veya su dağıtım şirketi gibi) olduğu piyasa yapısıdır. Yeni firmaların girişi engellendiği için, tek firma tüm endüstriyi kapsamaktadır. Monopol eşi olmayan tek ürünü ürettiği için ürün farklılaştırmasına gitmez."
  },
  {
    "id": "3701277",
    "unitNumber": 7,
    "text": "I- Piyasada çok sayıda alıcı ve satıcının olması\n II- Piyasadaki firmalar tarafından satılan ürünler homojen olması\n III- Alıcı ve satıcıların tam bilgiye sahip olması,\n IV-Piyasaya giriş ve çıkşın kolay olması\n Tam rekabet piyasasının yukarıdaki hangisi ya da hangi özellikleri nedeniyle hiçbir alıcı ya da satıcı fiyatları etkileyemez ve firmalar birbirlerinden bağımsız hareket eder?",
    "correctAnswer": "A",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "I ve V"
    },
    "explanation": "Piyasada çok sayıda alıcı ve satıcının olması gerekir. Bu koşulun bir sonucu olarak, hiçbir alıcı ya da satıcı fiyatları etkileyemez ve firmalar birbirlerinden bağımsız hareket eder. Piyasada yer alan taraflar, yani alıcı ve satıcılar, piyasa arz ve talebini etkileyemeyecek kadar küçüktür. Bu durum atomize koşulu olarak da adlandırılmaktadır."
  },
  {
    "id": "3701278",
    "unitNumber": 7,
    "text": "I- Piyasada çok sayıda alıcı ve satıcının olması\n<br/>II- Piyasadaki firmalar tarafından satılan ürünler homojen olması\n<br/>III- Alıcı ve satıcıların tam bilgiye sahip olması,\n<br/>IV-Piyasaya giriş ve çıkışın kolay olması\n<br/>Yukarıdakilerden hangisi/hangileri tam rekabet piyasasının koşulları arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III, IV",
      "B": "I, II, III",
      "C": "I, II",
      "D": "IV",
      "E": "I ve IV"
    },
    "explanation": "Piyasadaki firmalar tarafından satılan ürünler homojen olmalıdır. Bu piyasadaki her firma tarafından satılan ürün, başka bir firma tarafından satılan ürünün tam ikamesidir. Homojenlik koşulu olarak da adlandırılan bu özellik nedeniyle, tüketiciler aynı olduklarına inandıkları ürünün, çok sayıdaki satıcıları arasında tercih yapabilir."
  },
  {
    "id": "3701279",
    "unitNumber": 7,
    "text": "<strong>Tam rekabet piyasasında hem kısa hem de uzun dönemde kârı maksimize eden çıktı düzeyleri aşağıdakilerden hangisidir? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Marjinal maliyetin (MC), Marjinal Halsılata (MH) eşit olduğu.",
      "B": "Ortalama maliyetin minimum olduğu.",
      "C": "Toplam maliyetin minimum olduğu.",
      "D": "Toplam hasılatın maksimum olduğu.",
      "E": "İktisadi (ekonomik) kârın pozitif olduğu."
    },
    "explanation": "Tam rekabet piyasasında kârı maksizmize eden çıktı düzeyi, Marjinal maliyetin (MC), Marjinal Halsılata (MH) eşit olduğu çıktı düzeyidir."
  },
  {
    "id": "3941597",
    "unitNumber": 7,
    "text": "Tam rekabet piyasasında çok sayıda alıcı ve satıcının bulunmasının en temel sonucu aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Firmalar fiyatı tek başlarına belirleyebilir.",
      "B": "Hiçbir alıcı ya da satıcı tek başına fiyatları etkileyemez.",
      "C": "Piyasada gizli anlaşma yapmak daha kolay hâle gelir.",
      "D": "Talep miktarı fiyat değişimlerinden etkilenmez hâle gelir.",
      "E": "Fiyatlar kamu otoritesi tarafından belirlenir."
    },
    "explanation": "Çok sayıda alıcı-satıcı olduğunda her birinin piyasa içindeki payı çok küçüktür. Bu nedenle tek başına fiyatları etkileyemez."
  },
  {
    "id": "3941598",
    "unitNumber": 7,
    "text": "Tam rekabet piyasasında firmalar piyasaya çok kolay girebilmeli ve çıkabilmelidir. Bu durum ________ koşulu olarak da isimlendirilir.\n Yukarıdaki cümleyi en iyi şekilde aşağıdakilerden hangisi tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "homojenlik",
      "B": "atomizite",
      "C": "mobilite",
      "D": "açıklık",
      "E": "tekel gücü"
    },
    "explanation": "Piyasaya giriş-çıkışın kolay olması, kaynakların serbestçe hareket edebilmesini vurgular ve bu koşul mobilite olarak adlandırılır."
  },
  {
    "id": "3941599",
    "unitNumber": 7,
    "text": "Tam rekabet piyasasında firmanın vermesi gereken en önemli karar, ________.\n Yukarıdaki cümleyi en iyi şekilde tamamlayan seçenek aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "hangi firmalarla birleşeceğidir",
      "B": "piyasa talebini nasıl değiştireceğidir",
      "C": "fiyatı kaç TL’ye çıkaracağıdır",
      "D": "ürününü nasıl farklılaştıracağıdır",
      "E": "ne kadar üretim yapacağıdır"
    },
    "explanation": "Tam rekabette firmalar fiyatı veri olarak kabul eder ve dolayısıyla asıl kararlarını üretim miktarı (çıktı) üzerinden verirler."
  },
  {
    "id": "3941600",
    "unitNumber": 7,
    "text": "Tam rekabet piyasasında Kısa dönemde kâr maksimizasyonu, hangi çıktı düzeyinde gerçekleşir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ortalama maliyetin en düşük olduğu çıktı düzeyinde",
      "B": "Sabit maliyetin sıfır olduğu çıktı düzeyinde",
      "C": "Toplam gelirin toplam maliyete eşit olduğu çıktı düzeyinde",
      "D": "Marjinal gelirin marjinal maliyete eşit olduğu çıktı düzeyinde",
      "E": "Fiyatın marjinal maliyetten küçük olduğu çıktı düzeyinde"
    },
    "explanation": "Kârı artıran ilave üretim birimine karar verirken temel kural MR = MC’dir. Bu eşitliğin sağlandığı çıktı düzeyi kârı maksimize eder."
  },
  {
    "id": "3941601",
    "unitNumber": 7,
    "text": "Kısa dönemde, piyasa fiyatı ortalama değişken maliyetin (AVC) minimum noktasının altında kaldığında tam rekabetçi firma için en uygun davranış aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Üretimi artırarak birim maliyeti düşürmek",
      "B": "Üretime aynı miktarda devam etmek",
      "C": "Fiyatı yükseltmek için üretimi kısmak",
      "D": "Zarar etse bile üretimi sürdürmek",
      "E": "Üretimi durdurup piyasadan çekilmek"
    },
    "explanation": "Tam rekabet piyasasında, fiyat AVC’nin minimumunun altındaysa firmanın işi bırakıp piyasadan çekilmesi gerekir. Bu kısa dönemde “kapanma” mantığıdır."
  },
  {
    "id": "3941603",
    "unitNumber": 7,
    "text": "Tam rekabetçi bir firmada kısa dönem ile uzun dönem arasındaki temel fark aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kısa dönemde firma ölçeğini değiştiremez, uzun dönemde değiştirebilir.",
      "B": "Kısa dönemde tüm girdiler değişken, uzun dönemde sabittir.",
      "C": "Kısa dönemde firma piyasa fiyatını belirler, uzun dönemde fiyatı kabullenir.",
      "D": "Kısa dönemde ekonomik kâr mümkün değildir, uzun dönemde ekonomik kâr kalıcıdır.",
      "E": "Kısa dönemde piyasaya giriş-çıkış serbest değildir, uzun dönemde çok zordur."
    },
    "explanation": "Tam rekabetçi firmalar, kısa dönemde ölçek/kapasite değiştiremez, uzun dönemde ise tüm girdiler değişken olduğu için ölçek/kapasitenin değiştirebilir."
  },
  {
    "id": "3941605",
    "unitNumber": 7,
    "text": "Tam rekabetçi piyasada uzun dönemde meydana gelen denge noktalarını birleştiren eğriye ________ denir.\n Yukarıdaki cümleyi en iyi şekilde aşağıdakilerden hangisi tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "toplam maliyet",
      "B": "ortalama maliyet",
      "C": "uzun dönem arz",
      "D": "marjinal hasıla",
      "E": "üretim olanakları"
    },
    "explanation": "Uzun dönem arz eğrisi, uzun dönemde oluşan denge noktalarının birleştirilmesiyle tanımlanır."
  },
  {
    "id": "3941608",
    "unitNumber": 7,
    "text": "Tam rekabet piyasasında artan maliyetli endüstride yeni firmaların piyasaya girişi aşağıdakilerden hangisine yol açar?",
    "correctAnswer": "A",
    "options": {
      "A": "Üretim faktörlerinin fiyatını artırır.",
      "B": "Toplam talebin dikleşmesine neden olur.",
      "C": "Tüm firmaların ATC eğrisini aşağı kaydırır.",
      "D": "Piyasa fiyatını daima başlangıç düzeyinin altına indirir.",
      "E": "Uzun dönemde arz eğrisini yatay hâle getirir."
    },
    "explanation": "Artan maliyetli endüstride yeni firmaların girişi, genellikle üretim faktörlerine olan talebi artırarak faktör fiyatlarını yükseltir."
  },
  {
    "id": "3941609",
    "unitNumber": 7,
    "text": "Tam rekabet piyasasında sabit maliyetli bir endüstride uzun dönem arz eğrisi ile ilgili aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Negatif eğimlidir ve fiyat arttıkça arz azalır.",
      "B": "Dikey eksene paraleldir ve miktar sabittir.",
      "C": "Ürün talebine bağlı olarak sürekli sola kayar.",
      "D": "Tam esnektir ve yatay eksene paraleldir.",
      "E": "U şeklindedir ve önce azalır sonra artar."
    },
    "explanation": "Sabit maliyetli endüstride uzun dönemde arz eğrisi tam esnek (yatay eksene paralel) olarak tanımlanır."
  },
  {
    "id": "3941610",
    "unitNumber": 7,
    "text": "Tam rekabette kaynakların etkin tahsisi, ________ koşulu sağlandığında gerçekleşir.\n Yukarıdaki cümleyi en iyi şekilde aşağıdakilerden hangisi tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "P = MC",
      "B": "P = ATC",
      "C": "P &lt; MC",
      "D": "MR = 0",
      "E": "P = AVC"
    },
    "explanation": "Tahsis etkinliği, tüketicilerin bir ilave birim için ödemeye razı olduğu fiyat ile o birimin üretim maliyetinin eşitlendiği durumda ortaya çıkar. Bu, kaynakların en iyi şekilde dağıtıldığı anlamına gelir ve P = MC koşuluyla sağlanır."
  },
  {
    "id": "1943351",
    "unitNumber": 8,
    "text": "I. Fiyat belirleyicidir.\n II. Sektörü temsil etmektedir.\n III. Piyasaya giriş ve çıkış serbesttir.\n IV. Çok sayıda alıcı ve satıcı vardır.\n V. Alıcı ve satıcılar tam bilgiye sahiptir.\n Yukarıdakilerden hangileri monopol piyasasının özellikleri arasındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "III ve V",
      "D": "IV ve V",
      "E": "Yalnız V"
    },
    "explanation": "Monopolcü firma sektörün tüm üretimini gerçekleştirdiği için aynı zamanda sektörü temsil etmektedir.\n Monopolcü güce sahip olan bir firma, ürettiği ürünün miktarını kontrol ederek ürünün piyasa fiyatını belirleme gücüne sahiptir. Bu nedenle monopolcü firma, fiyat belirleyici veya fiyat yapıcı olarak tanımlanır."
  },
  {
    "id": "1943353",
    "unitNumber": 8,
    "text": "Bir şehrin gaz dağıtımının belediye tarafından sadece bir firmaya verilmesi durumunda monopol piyasasında yeni firmaların piyasaya girişini engelleyen aşağıdaki faktörlerden hangisi geçerli olur?",
    "correctAnswer": "B",
    "options": {
      "A": "Ölçek ekonomileri",
      "B": "Kamu ayrıcalıkları",
      "C": "Network dışsallıkları",
      "D": "Patentler ve telif hakları",
      "E": "Kritik hammaddelerin özel mülkiyeti"
    },
    "explanation": "Kamu Ayrıcalıkları: Hükûmet imtiyazlar ve lisanslarla piyasaya giriş için yasal engeller meydana getirir. Belli bir ürünün üretiminin veya hizmetin sunumunun devlet veya yerel yönetim tarafından imtiyazlı bir şekilde tek firmaya verilebilmesine imtiyaz denir. Bu durumda rakiplerin piyasaya girişleri yasal olarak engellenmiş olunmaktadır. Mesela İstanbul’un gaz dağıtımının belediye tarafından sadece İGDAŞ’a verilmesi buna güzel bir örnektir."
  },
  {
    "id": "1943354",
    "unitNumber": 8,
    "text": "Bir piyasaya veya uzmanlık alanına giriş için devlet tarafından yapılan düzenlemeye ………………………..denir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Telif hakkı",
      "B": "İmtiyaz",
      "C": "Patent",
      "D": "Lisans",
      "E": "İhtisas"
    },
    "explanation": "Bir piyasaya veya uzmanlık alanına giriş için devlet tarafından yapılan düzenlemeye lisans denir."
  },
  {
    "id": "1943355",
    "unitNumber": 8,
    "text": "I. Yatay eksene paraleldir.\n II. Tam esnek bir doğrudur.\n III. Marjinal hasılat doğrusudur.\n IV. Ortalama hasılat doğrusudur.\n V. Negatif eğimlidir.\n Yukarıdakilerden hangileri kısa dönemde monopolcü firmanın talep eğrisi için doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "IV ve V"
    },
    "explanation": "Monopolcü firmanın talep eğrisi negatif eğimli azalan görünümlü bir eğridir. Firmanın talep doğrusu ile ortalama hasılat doğrusu aynıdır."
  },
  {
    "id": "1943356",
    "unitNumber": 8,
    "text": "TCDD’nin asker, öğrenci ve yaşlılara indirimli bilet fiyatı uygularken bu sınıfa girmeyen kişilerden normal bilet ücreti talep etmesi hangi tür fiyat farklılaştırmasına örnek oluşturur?",
    "correctAnswer": "B",
    "options": {
      "A": "Blok fiyat farklılaştırması",
      "B": "Pazar fiyat farklılaştırması",
      "C": "Birinci fiyat farklılaştırması",
      "D": "Rekabetçi fiyat farklılaştırması",
      "E": "Mükemmel fiyat farklılaştırması"
    },
    "explanation": "TCDD’nin asker, öğrenci ve yaşlılara indirimli bilet fiyatı uygularken bu sınıfa girmeyen kişilerden normal bilet ücreti talep etmesi üçüncü derece (pazar) fiyat farklılaştırmasına örnek oluşturur."
  },
  {
    "id": "1943357",
    "unitNumber": 8,
    "text": "I. MP=0\n II. MR=MC\n III. MR&gt;ATC\n IV. AR\nV. ATC&gt;AR\n Yukarıdakilerden hangileri monopolcü firmanın karını maksimum yapan üretim düzeyini gösterir?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "III ve V",
      "D": "IV ve V",
      "E": "Yalnız V"
    },
    "explanation": "Marjinal maliyetin marjinal hasılata eşit olduğu veya marjinal kârın sıfır olduğu üretim düzeyi monopolcü firmanın kârını maksimum yapan üretim düzeyidir."
  },
  {
    "id": "1943358",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi monopolcü rekabet piyasasında firmaların ürünlerinde yapacakları gerçek bir farklılaştırmadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ürünün kimyasal bileşenlerinin farklı olması",
      "B": "Ürünlerin ambalajında değişikliğe gidilmesi",
      "C": "Ürünlerin garanti sürelerinin farklı belirlenmesi",
      "D": "Ürünler için farklı reklam yapılması",
      "E": "Ürünlerin markalarının farklı olması"
    },
    "explanation": "Gerçek anlamda ürün farklılaştırmasından kastedilen şey, ürünlerin fiziksel özelliklerinde yapılacak olan değişikliklerdir. Mesela, iki deterjan markasının kimyasal bileşenlerinin birbirinden tamamen veya kısmen farklı olması buna bir örnektir."
  },
  {
    "id": "1943359",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi oligopol piyasasını diğer piyasa yapılarından ayıran en önemli özelliklerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Firmalar arasında karşılıklı bağımlılık olması",
      "B": "Piyasada farklılaştırılmış ürünlerin üretilmesi",
      "C": "Piyasaya giriş ve çıkışların kolay olması",
      "D": "Piyasada alıcıların çok sayıda olması",
      "E": "Piyasada satıcıların az sayıda olması"
    },
    "explanation": "Firmalar arasındaki karşılıklı bağımlılık oligopol piyasasını diğer piyasa yapılarından ayıran en önemli özelliklerden biridir."
  },
  {
    "id": "1943360",
    "unitNumber": 8,
    "text": "<table> <tbody> <tr> <td> 1. Saf oligopol\n 2. Farklılaştırılmış oligopol\n 3. Tam oligopol\n 4. Kısmi oligopol\n 5. Bağımlı oligopol\n </td> <td> X. Oligopol piyasasında üretilen ürünler heterojen ürünlerden oluşur.\n Y. Firmalar arasındaki karşılıklı bağımlılık çok yüksektir ve oligopolcüler kârlarını bir grup halinde maksimize etmeyi tercih ederler.\n Z. Oligopol piyasasında üretilen ürünler homojen ürünlerden oluşur.\n </td> </tr> </tbody> </table> Yukarıda oligopol piyasası türleri ve bunları niteleyen doğru eşleştirme aşağıdakilerin hangisinde verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "1-Z, 2-X, 3-Y",
      "B": "1-X, 3-Z, 4-Y",
      "C": "3-Y, 4-X, 5-Z",
      "D": "2-Z, 3-X, 4-Y",
      "E": "1-Y, 3-Z, 4-X"
    },
    "explanation": "Oligopol piyasasında üretilen ürünler homojen ürünlerden oluşuyorsa bu tür oligopole saf oligopol denir.\n Oligopol piyasasında üretilen ürünler farklılaştırılmış (heterojen) ürünlerden oluşuyorsa bu tür oligopole farklılaştırılmış oligopol denir.\n Eğer firmalar arasındaki karşılıklı bağımlılık çok yüksek ise ve oligopolcüler kârlarını bir grup halinde maksimize etmeyi tercih ederlerse bu tür oligopole tam oligopol denir."
  },
  {
    "id": "1943361",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi oligopol piyasasında rakiplerin fiyat artışlarını önemsemediği, fiyat azalışlarını ise takip ettiği varsayımı üzerine temellendirilerek geliştirilen teorilerdendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dirsekli talep teorisi",
      "B": "Fiyat liderliği teorisi",
      "C": "Kartel teorisi",
      "D": "Rekabet teorisi",
      "E": "Fiyat teorisi"
    },
    "explanation": "Dirsekli talep teorisi, rakiplerin fiyat artışlarını önemsemediği, fiyat azalışlarını ise takip ettiği varsayımı üzerine temellendirilir."
  },
  {
    "id": "1944637",
    "unitNumber": 8,
    "text": "Monopolcü firmayı bir mal veya hizmetin tek üreticisi veya sunucusu yapan güç aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Piyasada rekabetin tam olması",
      "B": "Ürettiği veya sunduğu mal veya hizmetin ya hiç ikamesinin mümkün olmaması ya da yakın ikamesinin olmayışı",
      "C": "Firmaya tanınan rekabet avantajları",
      "D": "Piyasada ölçek ekonomilerinin oluşması",
      "E": "Rakip firmaların küçük ölçekte olması"
    },
    "explanation": "Monopolcü firmayı bir mal veya hizmetin tek üreticisi veya sunucusu yapan güç, ürettiği veya sunduğu mal veya hizmetin ya hiç ikamesinin mümkün olmaması ya da yakın ikamesinin olmayışıdır. Bu durum monopolcü firmanın faaliyet gösterdiği sektöre yeni firmaların girmesine doğal bir engel oluşturur."
  },
  {
    "id": "1944642",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi firmanın piyasa gücünün(monopolcünün çıktıyı azaltarak fiyatları rekabetçi düzeyin üzerine çıkarma yeteneği) kaynakları arasında yer almaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Farklılaştırılmış mallar",
      "B": "Ölçek Ekonomileri ve Doğal Monopol",
      "C": "Kritik Hammaddelerin Özel Mülkiyeti",
      "D": "Kamu Ayrıcalıkları",
      "E": "Patentler ve Telif Hakları"
    },
    "explanation": "Piyasa gücünün kaynakları; ölçek ekonomileri, patentler ve telif hakları, kritik hammaddelerin özel mülkiyeti, kamu ayrıcalıkları ve network dışsallıklarıdır."
  },
  {
    "id": "1944654",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi nedeniyle doğal monopol ortaya çıkar?",
    "correctAnswer": "C",
    "options": {
      "A": "Kamusal ayrıcalıklar",
      "B": "Patent ve telif hakları",
      "C": "Ölçek ekonomileri",
      "D": "Ağ dıssallıkları",
      "E": "Kritik hammaddelerin özel mülkiyeti"
    },
    "explanation": "Piyasada faaliyet gösteren firmanın daha düşük ortalama toplam maliyetle üretim yapıyor olması, bu firmaya piyasaya yeni girecek olan firmalar karşısında bir maliyet avantajı sağlamaktadır. Bu avantaj aynı zamanda yeni firmaların piyasaya girişini engellemektedir. Piyasadaki mevcut firma ölçek ekonomileri sayesinde üretimini daha düşük maliyetle gerçekleştirmekte ve malını daha düşük bir fiyattan satabilmektedir. Ölçek ekonomilerinin sonucu olan monopole doğal monopol denir."
  },
  {
    "id": "1944666",
    "unitNumber": 8,
    "text": "Aşağıdaki monopolcünün piyasa gücü kaynaklarından hangisi yasal monopolü oluşturur?",
    "correctAnswer": "D",
    "options": {
      "A": "Kamusal ayrıcalıklar",
      "B": "Kritik hammaddelerde özel mülkiyet",
      "C": "Ağ dışsallıkları",
      "D": "Patent ve telif hakları",
      "E": "Ölçek ekonomileri"
    },
    "explanation": "Patent ve telif hakkı alınmış bir ürünün yasalarca belirtilen süre boyunca diğer firmalar tarafından üretilmesi yasaklanmaktadır ve bu yasal hakları elinde bulunduran firma bu süre zarfında yasal monopoldür"
  },
  {
    "id": "1944686",
    "unitNumber": 8,
    "text": "Monopolcü bir firmanın çıktı miktarı 5 iken, malın birim fiyatı 50 TL'dir. bu firmanın ortalama hasılatı kaçtır?",
    "correctAnswer": "E",
    "options": {
      "A": "20",
      "B": "60",
      "C": "30",
      "D": "40",
      "E": "50"
    },
    "explanation": "Firma 5 birim malı 50 TL'den sattığında toplam hasılat 250 TL eder. Toplam hasılatı mal sayısına yani 5'e böldüğümüzde ortalama hasılatı 50 birim olarak elde ederiz."
  },
  {
    "id": "1944694",
    "unitNumber": 8,
    "text": "Monopolcü bir firmanın bir birim daha fazla üretip satması sonucunda toplam karda meydana getirdiği değişime ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Marjinal Kar",
      "B": "Ortalama kar",
      "C": "Birim kar",
      "D": "Artık kar",
      "E": "Maksimum kar"
    },
    "explanation": "Marjinal kâr, firmanın bir birim daha fazla üretip satması sonucunda toplam kârda meydana getirdiği değişim olarak tanımlanabilir ve marjinal kâr (MP) aşağıdaki formül yardımıyla hesaplanır:<br/>MP = Toplam Kârdaki Değişim/ Üretim Miktarındaki Değişim = ΔTP/ ΔQ"
  },
  {
    "id": "1944706",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, piyasada çok sayıda birbirleriyle ikame edilebilir ürün olmasını ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Monopol",
      "B": "Ürün farklılaştırması",
      "C": "Marjinal ürün",
      "D": "Monopolcü rekabet",
      "E": "Fiyat farklılaştırması"
    },
    "explanation": "Ürün farklılaştırması piyasada çok sayıda birbiriyle ikame edilebilir ürünün olması anlamına gelir. Ürünlerin birbirleriyle ikame edilebilirliği firmanın karşılaşacağı talebin fiyat esnekliğini etkiler. Diğer şartlar sabitken, monopolcü rekabet piyasasında ürünün ikame edilebilirliği arttıkça, talebin fiyat esnekliği de artacaktır. Bundan dolayı monopolcü rekabet piyasasında firmanın karşılaşacağı talep eğrisi tam rekabet piyasasındaki gibi sonsuz esneklikte yatay eksene paralel bir eğri olmadığı gibi monopol piyasasındaki kadar da dik eğimli değildir. Monopolcü rekabet piyasasında çok sayıda satıcının varlığı piyasada rekabet yaratmasına karşın ürün farklılaştırması da firmalara kısmi monopol gücü elde etmelerine imkân verir"
  },
  {
    "id": "1944728",
    "unitNumber": 8,
    "text": "Aşağıdaki piyasalardan hangisinde, farklılaştırılmış ürünlerin birbirleriyle ikame edilebilir olduğunu ve ürünlerin ikame edilebilirliği arttıkça talebin fiyat esnekliğinin de arttığını ve bundan dolayı da söz konusu piyasada firmaların daha esnek olan bir talep eğrileri ile karşı karşıya kaldığı söylenebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Oligopol piyasası",
      "B": "Tam Rekabet Piyasası",
      "C": "Monopolcü rekabet piyasası",
      "D": "Monopol (tekel) Piyasası",
      "E": "Düopol piyasası"
    },
    "explanation": "Monopolcü rekabet piyasasında farklılaştırılmış ürünlerin birbirleriyle ikame edilebilir olduğunu ve ürünlerin ikame edilebilirliği arttıkça talebin fiyat esnekliğinin de arttığını ve bundan dolayı da söz konusu piyasada firmaların daha esnek olan bir talep eğrileri ile karşı karşıya kaldığını belirtebiliriz. Bu bağlamda monopolcü rekabet piyasasındaki firmalar için talep eğrisi monopol piyasasındaki talep eğrisine göre daha yatık ve daha esnektir."
  },
  {
    "id": "1944745",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisinde farklılaştırılmış veya homojen bir ürünün az sayıda ancak büyük ölçekli firmalar tarafından arzının gerçekleştiği piyasaya verilen addır?",
    "correctAnswer": "D",
    "options": {
      "A": "Düopol",
      "B": "Monopolcü Rekabet",
      "C": "Tam Rekabet",
      "D": "Oligopol",
      "E": "Monopol"
    },
    "explanation": "Oligopol, farklılaştırılmış veya homojen bir ürünün az sayıda ancak büyük ölçekli firmalar tarafından arzının gerçekleştiği piyasalardır. Bu tür piyasadaki üreticiye oligopolcü denir. Oligopolcülerin azlığı sebebiyle, oligopolcüler mallarının fiyatları üzerinde önemli kontrole sahiptir. Ancak her bir oligopolcü; fiyatlama, çıktı ve reklam kararlarını verirken rakiplerinin olası tepkilerini göz önüne alır."
  },
  {
    "id": "1944775",
    "unitNumber": 8,
    "text": "Firmalar arasındaki karşılıklı bağımlılık çok yüksek ise ve oligopolcüler kârlarını bir grup halinde maksimize etmeyi tercih ederlerse bu tür oligopole ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Saf oligopol",
      "B": "Farklılaştırılmış oligopol",
      "C": "Olgun oligopol",
      "D": "Kısmi oligopol",
      "E": "Tam oligopol"
    },
    "explanation": "Oligopolcüler arası karşılıklı bağımlığın çok yüksek olduğu durumda, oligopolcüler kârlarını bir grup hâlinde maksimize edip-etmemelerine göre tam oligopol ve kısmi oligopol olmak üzere iki sınıfta toplayabiliriz. Eğer firmalar arasındaki karşılıklı bağımlılık çok yüksek ise ve oligopolcüler kârlarını bir grup halinde maksimize etmeyi tercih ederlerse bu tür oligopole tam oligopol denir. Eğer firmalar arasındaki karşılıklı bağımlılığın çok yüksek olmasına rağmen, kârlarını bir grup hâlinde maksimize etmeyi tercih etmezlerse bu tür oligopole de kısmi oligopol denir."
  }
]