[
  {
    "id": "3775890",
    "unitNumber": 1,
    "text": "Belirli bir problemi çözmek ya da bir hedefe ulaşmak amacıyla izlenmesi gereken yola ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Algoritma",
      "B": "Yöntem",
      "C": "Yazılım",
      "D": "Formül",
      "E": "Denklem"
    },
    "explanation": "Algoritma tanımı<br/>Algoritma dediğimiz kavram, belirli bir problemi çözmek ya da bir hedefe ulaşmak amacıyla izlenmesi gereken yola verilen isimdir. Bu yolda belirlenen adımlar da mantıksal olarak birbirini takip<br/>etmeli, hepsi açık, düzenli ve sıralı bir şekilde ifade<br/>edilmelidir."
  },
  {
    "id": "3775891",
    "unitNumber": 1,
    "text": "Aşağıda Algoritma ile ilgili verilenlerden hangisi <u>yanlıştır?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Algoritmada herbir adım herkesin anlayabileceği gibi net bir şekilde ifade edilmelidir",
      "B": "Probleme uygun olarak algoritma adımları arasındaki işlem sırasına dikkat edilmelidir",
      "C": "Belirli bir sürede bitmesine gerek yoktur",
      "D": "Sonlu sayıda işlem adımına sahip olmalıdır",
      "E": "Başlangıç - bitiş adımlarını içermelidir"
    },
    "explanation": "Algoritmanın adımları ve genel özellikleri<br/>Algoritmalarda dikkat edilmesi gereken hususları ise şu şekilde ifade edebiliriz:<br/>• İlgili adım, herkesin anlayabileceği gibi net<br/>bir şekilde ifade edilmelidir.<br/>• Probleme uygun olarak algoritma adımları<br/>arasındaki işlem sırasına dikkat edilmelidir.<br/>• Tüm olası durumları içerecek kadar genel<br/>olmalıdır.<br/>• Başlangıç - bitiş adımlarını içermeli, sonlu<br/>sayıda işlem adımına sahip olmalı ve belirli<br/>bir sürede bitmelidir."
  },
  {
    "id": "3775892",
    "unitNumber": 1,
    "text": "Belirlenen problemin bilgisayar ortamında çözümünde Algoritma kodlandıktan sonraki aşama aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Problemin tanımlanması",
      "B": "Girdi ve çıktıların belirlenmesi",
      "C": "Alternatif çözüm yollarının belirlenmesi",
      "D": "Kodun sınanması ve iyileştirilmesi",
      "E": "Çözümün sınanması ve iyileştirilmesi"
    },
    "explanation": "Belirlenen problemin aşamalarının kavranması<br/>Belirlenen problemin bilgisayar ortamında çözüm aşamaları ise şu şekilde sıralanabilir:\n<br/>1. Problemi Tanımlama (İnceleme, Analiz):<br/>Algoritmanın amacı problemi çözmektir.<br/>Çözülecek problem ne kadar iyi anlaşılır ise<br/>algoritmayı geliştirmek o kadar kolay olacaktır.<br/>2. Girdi ve Çıktıların Belirlenmesi: Problemi iyi tanımlayabilmek için başlangıç ve<br/>bitiş noktaları belirlenmiş, sistemin girdi ve<br/>çıktı parametrelerinin ortaya konulmuş olması beklenmektedir.<br/>3. Alternatif Çözüm Yolları: Bir problemin<br/>birden fazla çözüm yolu olduğu unutulmamalıdır. Zamana ve insan kaynağına göre<br/>en uygun çözüm yolu belirlenmelidir. Algoritma, seçilen çözümü adımlara ayrıştırıp<br/>birbirleri ile ilişkilerinin düzgün biçimde<br/>kurulmasını sağlayacak şekilde dizayn edilmelidir.<br/>4. Çözümün Sınanması ve İyileştirilmesi:<br/>Hazırlanan algoritmanın kodlamadan önce<br/>nasıl çalışacağının adım adım incelenmesi,<br/>varsa eksik ve hataların giderilmesi ve gerekli görülen değişikliklerin yapılması gerekmektedir. Bu işlemler sırasında işlemci<br/>ve bellek kullanımı konusunda görülen iyileştirme imkânları da mutlaka göz önünde<br/>bulundurulmalıdır.<br/>5. Algoritmanın Kodlanması: Problemin çözümü için geliştirilen algoritma, bilgisayar üzerinde çalışabilmesi için ihtiyaca uygun olarak<br/>belirlenen bir programlama dili ile kodlanır.<br/>6. Kodun Sınanması ve İyileştirilmesi: Yazılan kod da tıpkı algoritmada olduğu gibi<br/>sınanmalıdır. Bu seferki sınama, belirlenen<br/>girdiler için belirlenen çıktıların alınmasının kontrol edilmesi amacıyla kodun çalıştırılmasıdır. Bu aşamada da performans ve<br/>olası hataların düzeltilmesi beklenmektedir."
  },
  {
    "id": "3775893",
    "unitNumber": 1,
    "text": "Algoritma tasarlama sürecinde doğruluk kanıtlandıktan sonraki aşama aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Algoritmanın kodunu yazma",
      "B": "Problemi anlama",
      "C": "Tasarım tekniğine karar verme",
      "D": "Algoritmayı tasarlama",
      "E": "Algoritmayı analiz etme"
    },
    "explanation": "Problem çözme aşamalarının belirlenmesi<br/><ol><br/><li>Problemi Tanımlama (İnceleme, Analiz): Algoritmanın amacı problemi çözmektir. Çözülecek problem ne kadar iyi anlaşılır ise algoritmayı geliştirmek o kadar kolay olacaktır.</li><br/><li>Girdi ve Çıktıların Belirlenmesi: Problemi iyi tanımlayabilmek için başlangıç ve bitiş noktaları belirlenmiş, sistemin girdi ve çıktı parametrelerinin ortaya konulmuş olması beklenmektedir.</li><br/><li>Alternatif Çözüm Yolları: Bir problemin birden fazla çözüm yolu olduğu unutulmamalıdır. Zamana ve insan kaynağına göre en uygun çözüm yolu belirlenmelidir. Algoritma, seçilen çözümü adımlara ayrıştırıp<br/>birbirleri ile ilişkilerinin düzgün biçimde kurulmasını sağlayacak şekilde dizayn edilmelidir.</li><br/><li>Çözümün Sınanması ve İyileştirilmesi: Hazırlanan algoritmanın kodlamadan önce nasıl çalışacağının adım adım incelenmesi, varsa eksik ve hataların giderilmesi ve gerekli görülen değişikliklerin yapılması gerekmektedir. Bu işlemler sırasında işlemci ve bellek kullanımı konusunda görülen iyileştirme imkânları da mutlaka göz önünde bulundurulmalıdır.</li><br/><li>Algoritmanın Kodlanması: Problemin çözümü için geliştirilen algoritma, bilgisayar üzerinde çalışabilmesi için ihtiyaca uygun olarak belirlenen bir programlama dili ile kodlanır.</li><br/><li>Kodun Sınanması ve İyileştirilmesi: Yazılan kod da tıpkı algoritmada olduğu gibi sınanmalıdır. Bu seferki sınama, belirlenen girdiler için belirlenen çıktıların alınmasının kontrol edilmesi amacıyla kodun çalıştırılmasıdır. Bu aşamada da performans ve olası hataların düzeltilmesi beklenmektedir.</li><br/></ol>"
  },
  {
    "id": "3775894",
    "unitNumber": 1,
    "text": "Algoritmanın, görsel ve şekilsel olarak ifade edilmesi için kullanılan ve her bir geometrik şekil ve simgenin, bir iş veya komuta karşılık geldiği diyagramlara ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Veri diyagramları",
      "B": "Şematik gösterim",
      "C": "Akış diyagramları",
      "D": "Çözüm diyagramları",
      "E": "Süreç diyagramları"
    },
    "explanation": "Akış diyagramlarının kavranması<br/>Akış diyagramları algoritmanın, görsel ve şekilsel olarak ifade edilmesi için kullanılır. Algoritmadan<br/>farklı olarak programın başlangıcından bitişine kadar olan tüm adımlar, geometrik şekillerle gösterilmektedir"
  },
  {
    "id": "3775895",
    "unitNumber": 1,
    "text": "Programın asıl dokümanları arasında yer alan, sorunun daha kolay çözülebilmesi ve iş akışının kontrol edilerek programın daha rahat kodlanmasının sağlanması amacıyla kullanılan diyagramlara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Akış diyagramları",
      "B": "Veri diyagramları",
      "C": "Süreç diyagramları",
      "D": "Problem diyagramları",
      "E": "Algoritma diyagramları"
    },
    "explanation": "Akış diyagramlarının özelliklerinin kavranması<br/>Akış diyagramları algoritmanın, görsel ve şekilsel olarak ifade edilmesi için kullanılır. Algoritmadan farklı olarak programın başlangıcından bitişine kadar olan tüm adımlar, geometrik şekillerle gösterilmektedir. Her bir geometrik şekil ve simge, bir iş veya komuta karşılık gelmektedir. Bu yüzden algoritmadaki gibi<br/>her adım için açıklama yapma zorunluluğu yoktur. Algoritmadaki adımlar arası geçişler, akış diyagramında oklar ile temsil edilmektedir. Akış diyagramında kullanılan şekillerin uluslararası geçerliliği olduğundan,herkes tarafından rahatça anlaşılabilir.<br/>Programın asıl dokümanları arasında yer alan akış şemaları, sorunun daha kolay çözülebilmesi, iş akışının kontrol edilerek programın daha rahat kodlanmasının sağlanması amacıyla kullanılır."
  },
  {
    "id": "3775896",
    "unitNumber": 1,
    "text": "Akış diyagramlarında matematiksel işlemler ve değişkenlere değer atamaları<br/>gibi aşamaların kısa ifadeler ile içerisine yazıldığı şekil aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/26142813f115930492e3ab5b88474886.jpeg\" alt=\"\" width=\"135\" height=\"57\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/0861c6073a2b299a03c674069fd6ddd8.jpeg\" alt=\"\" width=\"135\" height=\"57\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/b98fc434aeb1fe8aad26fb41713b2254.jpeg\" alt=\"\" width=\"140\" height=\"57\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/245f6e2bb0c2c6485af9d421f5965611.jpeg\" alt=\"\" width=\"140\" height=\"57\">",
      "E": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/d91d50ddbf83e136c6120f2ab134ad87.jpeg\" alt=\"\" width=\"140\" height=\"57\">"
    },
    "explanation": "Akış diyagramı şekilllerinin kavranması<br/>İşlem / Atama<br/>Matematiksel işlemler, değişkenlere değer atamaları<br/>gibi aşamalar kısa ifadeler ile bu şekil içerisine yazılır.\n<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/0861c6073a2b299a03c674069fd6ddd8.jpeg\" alt=\"\" width=\"135\" height=\"57\">"
  },
  {
    "id": "3775897",
    "unitNumber": 1,
    "text": "Akış şemasında birden fazla yapılacak işlemlerde kullanılan ve bir kolunun döngüsel işlemlere, diğer kolunun döngü sonlanınca sıradaki akışa bağlandığı şekil aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/d91d50ddbf83e136c6120f2ab134ad87.jpeg\" alt=\"\" width=\"140\" height=\"57\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/0861c6073a2b299a03c674069fd6ddd8.jpeg\" alt=\"\" width=\"135\" height=\"57\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/26142813f115930492e3ab5b88474886.jpeg\" alt=\"\" width=\"135\" height=\"57\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/b98fc434aeb1fe8aad26fb41713b2254.jpeg\" alt=\"\" width=\"140\" height=\"57\">",
      "E": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/245f6e2bb0c2c6485af9d421f5965611.jpeg\" alt=\"\" width=\"140\" height=\"57\">"
    },
    "explanation": "Akış diyagramlarında kullanılan şekillerin kavranması<br/>Döngü<br/>Birden fazla yapılacak işlemlerde kullanılır.<br/>Kutucuğun bir kolu döngüsel işlemlere, diğer kolu<br/>da döngü sonlanınca sıradaki akışa bağlanır.\n <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/d91d50ddbf83e136c6120f2ab134ad87.jpeg\" alt=\"\" width=\"140\" height=\"57\">"
  },
  {
    "id": "3775898",
    "unitNumber": 1,
    "text": "Her işlemin bir diğerini takip ettiği ve işlemler içinde koşul veya döngünün gerçekleşmediği giriş, hesaplama ve çıkış biçiminde kurgulanan Akış Diyagramı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Doğrusal",
      "B": "Mantıksal",
      "C": "Döngüsel",
      "D": "Sırasız",
      "E": "Nötr"
    },
    "explanation": "Akış diyagramı türlerinin kavranması<br/>Akış diyagramları, kullanılan algoritmaların içerik ve biçimine göre genel olarak üç grupta sınıflandırılabilir.<br/>Doğrusal (Sıralı): Akış içerisinde giriş, hesaplama ve çıkış biçiminde sıralı bir olay kurgusu vardır. Her<br/>işlem bir diğerini takip ederken işlemler içinde koşul veya döngü gerçekleşmez."
  },
  {
    "id": "3775899",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi/hangileri Sıralı (Doğrusal) Akış Diyagramına örnek olarak verilebilir?\n<br/>I. Girilen iki sayının çarpımını bulma\n<br/>II. Çemberin çevre ve alanını bulma\n<br/>III. Notları girilen öğrencilerin sınıf ortalamasını bulma",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "Yalnız II",
      "D": "Yalnız III",
      "E": "I, II ve III"
    },
    "explanation": "Akış diyagramı türlerinin örneklendirilmesi<br/>Doğrusal (Sıralı): Akış içerisinde giriş, hesaplama ve çıkış biçiminde sıralı bir olay kurgusu vardır. Her<br/>işlem bir diğerini takip ederken işlemler içinde koşul veya döngü gerçekleşmez.<br/>Örnek olarak:<br/>• Girilen iki sayının çarpımını bulma,<br/>• Çemberin çevre ve alanını bulma,<br/>• Notları girilen öğrencilerin sınıf ortalamasını bulma<br/>verilebilir."
  },
  {
    "id": "3775900",
    "unitNumber": 1,
    "text": "Yapılacak işlemlerin bilgisayarların anladığı dile çevrilebilmesi için ilk önce herkesin anlayabileceği bir yapıya çevrilmesi gerekir. Bu yapıya ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Algoritma",
      "B": "Kod",
      "C": "Program",
      "D": "İşlem",
      "E": "Problem"
    },
    "explanation": "Yapılacak işlemleri bilgisayarın anladığı dile çevirebilmek için ilk önce herkesin anlayabileceği bir yapıya yani algoritmaya çevirmeliyiz. Doğru cevap A’dır."
  },
  {
    "id": "3775901",
    "unitNumber": 1,
    "text": "Sade Türk kahvesi yapmak isteyen bir kişi cezve, bir fincan, bir fincan su, bir tatlı kaşığı Türk kahvesi ve bir ocak ayarlamıştır. Bu kişi tüm malzemeleri cezveye koymuş, karıştırmış, cezveyi ocağın üstüne koyarak malzemeleri köpürene kadar pişirmiş ve ocağı kapatmıştır Sonrasında ise sade Türk kahvesini fincana koyarak servis etmiştir. Aşağıdakilerden hangisi bu algoritmanın girdilerinden biri <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Cezve",
      "B": "Ocak",
      "C": "Bir fincan su",
      "D": "Bir tatlı kaşığı Türk kahvesi",
      "E": "Bir fincan sade Türk kahvesi"
    },
    "explanation": "Bu algoritmada cezve, bir fincan, bir fincan su, bir tatlı kaşığı Türk kahvesi ve ocak girdi, elde edilen bir fincan Türk kahvesi ise çıktıdır. Doğru cevap E’dir."
  },
  {
    "id": "3775902",
    "unitNumber": 1,
    "text": "<ul> <li>Başla.</li> <li>Kullanıcıdan 1. ve 2. sayıyı girmesini iste.</li> <li>Fark = 1. sayı - 2. sayı</li> <li>Bölüm = 1. sayı / 2. sayı</li> <li>Toplam = 1. sayı + 2. sayı</li> <li>Fark, bölüm ve toplamı ekrana yazdır.</li> <li>Bitir.</li> </ul> Yukarıdaki algoritmada çıktı ya da çıktılar aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "1. sayı",
      "B": "1. sayı ve 2. sayı",
      "C": "Fark",
      "D": "Bölüm ve toplam",
      "E": "Fark, bölüm ve toplam"
    },
    "explanation": "Verilen algoritmada fark, bölüm ve toplam çıktılardır. Doğru cevap E’dir."
  },
  {
    "id": "3775903",
    "unitNumber": 1,
    "text": "Bir problemin bilgisayar ortamında çözümünün ilk aşaması aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Problemi tanımlama (inceleme, analiz)",
      "B": "Girdi ve çıktıların belirlenmesi",
      "C": "Alternatif çözüm yolları",
      "D": "Çözümün sınanması ve iyileştirilmesi",
      "E": "Algoritmanın kodlanması"
    },
    "explanation": "Bir problemin bilgisayar ortamında çözümünün ilk aşaması problemi tanımlama (inceleme, analiz) aşamasıdır. Algoritmanın amacı problemi çözmektir. Çözülecek problem ne kadar iyi anlaşılır ise algoritmayı geliştirmek o kadar kolay olacaktır."
  },
  {
    "id": "3775904",
    "unitNumber": 1,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/2c1b6bdbb9e340a01439a3825a9a7047.png\" alt=\"\" width=\"416\" height=\"252\"> Yukarıda verilen akış diyagramı şeklinin adı nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Başla / Bitir",
      "B": "İşlem /Atama",
      "C": "Girdi / Çıktı",
      "D": "Karşılaştırma ve Karar",
      "E": "Akış Yönü"
    },
    "explanation": "Verilen akış diyagramı şeklinin adı Karşılaştırma ve Karar’dır. Karşılaştırma işlemlerinin sonuçlarına göre akış yönü belirlenen durumlarda kullanılır. Yapılacak karşılaştırma kutucuk içerisine kısaca yazılır. E (Evet), H (Hayır) ile belirlenen çıktılar, başka bir akış elemanına bağlanır. Doğru cevap D’dir."
  },
  {
    "id": "3775905",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi mantıksal (koşullu) akış diyagramı örneğidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Girilen üç sayının ortalamasını bulma",
      "B": "Dairenin alanını bulma",
      "C": "1’den n’e kadar olan sayıların toplamını bulma",
      "D": "Girilen bir sayının faktöriyelini hesaplama",
      "E": "Girilen üç sayıdan en büyük olanı bulma"
    },
    "explanation": "Girilen üç sayının ortalamasını bulma ve dairenin alanını bulma doğrusal (sıralı) akış diyagramı örneğiyken 1’den n’e kadar olan sayıların toplamını bulma ve girilen bir sayının faktöriyelini hesaplama ise döngüsel (tekrarlı) akış diyagramı örneğidir. Doğru cevap E’dir."
  },
  {
    "id": "3775906",
    "unitNumber": 1,
    "text": "I. sayı1 ve sayı2 iste\n<br/>II. Bitir\n<br/>III. Ekrana yaz: Çarpım\n<br/>IV. Çarpım = sayı1 x sayı2\n<br/>V. Başla\n<br/>Verilen akış diyagramı adımlarının doğru sıralaması sağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "I-V-IV-II-III",
      "B": "I-V-III-IV-II",
      "C": "V-I-III-IV-II",
      "D": "V-I-IV-III-II",
      "E": "I-V-IV-II-III"
    },
    "explanation": "Verilen akış diyagramının adımları:\n<br/>V. Başla\n<br/>I. sayı1 ve sayı2 iste\n<br/>IV. Çarpım = sayı1 x sayı2\n<br/>III. Çarpım\n<br/>II. Bitir\n<br/>biçiminde sıralanır. Doğru cevap D’dir."
  },
  {
    "id": "3775907",
    "unitNumber": 1,
    "text": "BAŞLA\n SAYI sayi1, sayi2\n OKU sayi1\n OKU sayi2\n EĞER sayi1 &gt; sayi2 İSE YAZ sayi1\n DEĞİLSE EĞER sayi2 &gt; sayi1 İSE YAZ sayi2\n BİTİR\n Yukarıda sözde (pseudo) kod ile yapılan işlem nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Girilen iki sayının küçüğünü bulmak",
      "B": "Girilen iki sayının büyüğünü bulmak",
      "C": "Girilen iki sayıyı toplamak",
      "D": "Girilen iki sayının farkını almak",
      "E": "Girilen iki sayının ortalamasını bulmak"
    },
    "explanation": "Verilen sözde (pseudo) kod ile yapılan işlem girilen iki sayıdan büyüğünü bulmaktır. Doğru cevap B’dir."
  },
  {
    "id": "3775908",
    "unitNumber": 1,
    "text": "Tasarım aşamasında oluşturulan tüm doküman ve isteklerin yazılım geliştirme ekibine iletildiği yazılım geliştirme aşaması aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bakım",
      "B": "Test ve entegrasyon",
      "C": "Kodlama",
      "D": "Planlama ve analiz",
      "E": "Taleplerin belirlenmesi"
    },
    "explanation": "Kodlama aşamasında, tasarım aşamasında oluşturulan tüm dokümanlar ve istekler yazılım geliştirme ekibine iletilmektedir. Doğru cevap C’dir."
  },
  {
    "id": "3775909",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi günlük hayattan bir algoritma örneği <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Çamaşır yıkama",
      "B": "Çay demleme",
      "C": "Yoğurt mayalama",
      "D": "İşe gitmek için yapılan hazırlıklar",
      "E": "Kitap kelimesini ekrana 5 defa yazdırma"
    },
    "explanation": "Çamaşır yıkama, çay demleme, yoğurt mayalama ve işe gitmek için yapılan hazırlıklar günlük hayattan algoritma örnekleridir. Doğru cevap E’dir."
  },
  {
    "id": "3775910",
    "unitNumber": 1,
    "text": "Belirlenen problemin bilgisayar ortamında çözüm aşamalarını sıraladığımızda son adım aşağıdakilerden hangisi olur?",
    "correctAnswer": "D",
    "options": {
      "A": "Girdi ve Çıktıların Belirlenmesi",
      "B": "Problemi Tanımlama",
      "C": "Algoritmanın Kodlanması",
      "D": "Kodun Sınanması ve İyileştirilmesi",
      "E": "Alternatif Çözüm Yollarının Bulunması"
    },
    "explanation": "Problem Çözme<br/>Bir problemin bilgisayar ortamında çözümlenmesinin son adımı:\n Kodun Sınanması ve İyileştirilmesi: Yazılan kod da tıpkı algoritmada olduğu gibi<br/>sınanmalıdır. Bu seferki sınama, belirlenen<br/>girdiler için belirlenen çıktıların alınmasının kontrol edilmesi amacıyla kodun çalıştırılmasıdır. Bu aşamada da performans ve<br/>olası hataların düzeltilmesi beklenmektedir."
  },
  {
    "id": "3775911",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Algoritmanın, görsel ve şekilsel olarak ifade edilmesi için kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Akış diyagramları",
      "B": "Sözde Kod",
      "C": "Tablo",
      "D": "Şema",
      "E": "Taslak"
    },
    "explanation": "Akış diyagramları algoritmanın, görsel ve şekilsel olarak ifade edilmesi için kullanılır. Algoritmadan<br/>farklı olarak programın başlangıcından bitişine kadar olan tüm adımlar, geometrik şekillerle gösterilmektedir"
  },
  {
    "id": "3775912",
    "unitNumber": 1,
    "text": "Aşağıda verilenlerden hangisi veya hangileri Akış Diyagramı türlerinden birisidir?\n I. Doğrusal (Sıralı)\n II. Mantıksal (Koşullu)\n III. Döngüsel (Tekrarlı)",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I, II ve III",
      "D": "Yalnız III",
      "E": "I ve III"
    },
    "explanation": "Akış diyagramları türleri<br/>Akış diyagramları, kullanılan algoritmaların içerik ve biçimine göre genel olarak üç grupta sınıflandırılabilir.\n I. Doğrusal (Sıralı)\n II. Mantıksal (Koşullu)\n III. Döngüsel (Tekrarlı)"
  },
  {
    "id": "3775913",
    "unitNumber": 1,
    "text": "Algoritma ilk olarak hangi kitapta sunulmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "Yapay Ağlar",
      "B": "SQL Server",
      "C": "Hisab el-cebir ve el-mukabala",
      "D": "<em>Riyazetül</em> Müteallimin",
      "E": "El İşarat ve't Tenbihat"
    },
    "explanation": "Algoritmanın tarihçesinin kavranması<br/>Algoritma, ilk olarak “Hisab<br/>el-cebir ve el-mukabala” kitabında sunulmuştur."
  },
  {
    "id": "3775914",
    "unitNumber": 1,
    "text": "Aşağıdaki seçeneklerden hangisi \"Algoritma neden önemlidir\" sorusuna yanıt vermektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Problem çözümü ile birlikte makine performansını artırır.",
      "B": "Projeyi tasarlayan haricinde bir başka kişi tarafından da kodu yazılabilir.",
      "C": "Kodlama yapıldıktan sonra testlerin akışını belirler.",
      "D": "Kullanıcıların kodlama kabiliyetini geliştirir.",
      "E": "Sistem yanlış girdi kontrollerini önler."
    },
    "explanation": "Algoritmanın öneminin farkına varılması<br/>Projeyi tasarlayan haricinde bir başka kişi<br/>tarafından da kodu yazılabilir."
  },
  {
    "id": "3775915",
    "unitNumber": 1,
    "text": "Kod içerisinde, sayısı belli olan tekrarlı blokların oluşturulmasında aşağıdakilerden hangisi kullanılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Değilse Eğer",
      "B": "Döngü",
      "C": "Başla (begin)",
      "D": "Oku (input, read, get, accept)",
      "E": "Yaz (print, display, write)"
    },
    "explanation": "Sözde Kod (PseudoCode) öğrenilmesi ve anlaşılması<br/>Döngü (sayaç= [Başlangıç değeri] TO<br/>[Hedef sayı değeri] STEP [Artış/azalım miktarı]) … Döngü sonu (for …<br/>endfor): Kod içerisinde, sayısı belli olan<br/>tekrarlı blokların oluşturulmasında kullanılır"
  },
  {
    "id": "3775916",
    "unitNumber": 1,
    "text": "Akış diyagramının algoritmadan farkı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Akış diyagramında programın başlangıcından bitişine kadar olan tüm adımlar geometrik şekillerle gösterilmektedir.",
      "B": "Akış diyagramında başlangıç yoktur.",
      "C": "Akış diyagramında girdi kontrolü vardır, algoritmada yoktur.",
      "D": "Algoritma akış diyagramına göre sadece geometrik şekillerden oluşur.",
      "E": "Diyagramda kod sınanması yapılır. Algoritmada yapılmaz."
    },
    "explanation": "Algoritma ile akış diyagramının farkına varılması.<br/>Algoritmadan<br/>farklı olarak programın başlangıcından bitişine kadar olan tüm adımlar geometrik şekillerle gösterilmektedir"
  },
  {
    "id": "3775917",
    "unitNumber": 1,
    "text": "Akış diyagramında kullanılan geometrik şekillerden dikdörtgen ne amaçla kullanılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Algoritmadaki başlangıç ve bitiş konumlarını gösterir.",
      "B": "Matematiksel işlemler, değişkenlere değer atamaları gibi aşamalar kısa ifadeler ile bu şekil içerisine yazılır.",
      "C": "Ekrana istenilen metni yazdırmak için kullanılır.",
      "D": "Şemada kullanılan şekillerin arasındaki bağlantıları belirtir.",
      "E": "Birden fazla yapılacak işlemlerde kullanılır."
    },
    "explanation": "Akış Diyagramında Kullanılan Şekillerin öğrenilmesi<br/>Matematiksel işlemler, değişkenlere değer atamaları<br/>gibi aşamalar kısa ifadeler ile bu şekil içerisine yazılır."
  },
  {
    "id": "3775918",
    "unitNumber": 1,
    "text": "Akış diyagramında bir sayfaya sığmayan akışlarda ya da fonksiyonların başlangıç / bitiş noktalarının belirlenmesi için kullanılan geometrik şekil aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ok işareti",
      "B": "Dikdörtgen",
      "C": "Daire",
      "D": "Paralel kenar",
      "E": "Altıgen"
    },
    "explanation": "Uzun akış diyagramlarının kavratılması<br/>Bir sayfaya sığmayan akışlarda ya da fonksiyonların<br/>başlangıç / bitiş noktalarının belirlenmesi için \"bağlantı\" anlamına gelen Daire işareti kullanılır."
  },
  {
    "id": "3775919",
    "unitNumber": 1,
    "text": "UML (Unified ModellingLanguage - Birleşik Modelleme Dili) diyagramları yazılım geliştirme sürecinin hangi aşamasında hazırlanır?",
    "correctAnswer": "D",
    "options": {
      "A": "Planlama ve Analiz",
      "B": "Kodlama",
      "C": "Test ve Entegrasyon",
      "D": "Tasarım",
      "E": "Bakım"
    },
    "explanation": "UML (Unified ModellingLanguage - Birleşik Modelleme Dili) diyagramları yazılım süreçlerinde öneminin hatırlatılması<br/>Tasarım: Bu aşamada ise hazırlanan projenin<br/>teknik kısımları ele alınmaktadır. Kullanıcı arayüzleri, veri tabanı şemaları, UML (Unified Modelling<br/>Language - Birleşik Modelleme Dili) diyagramları<br/>hazırlanır."
  },
  {
    "id": "3775920",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Süre kısıtlaması olmamalıdır.</li> <li>Sonsuz sayıda işlem adımına sahip olmalıdır.</li> <li>Tüm olası durumları içerecek kadar genel olmalıdır.</li> <li>Başlangıç - bitiş adımlarını içermelidir.</li> </ol> Aşağıdakilerden hangisi ya da hangileri algoritma oluştururken dikkat edilmesi gereken hususlardandır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız II",
      "B": "I-II",
      "C": "III-IV",
      "D": "I-II-III",
      "E": "II-III-IV"
    },
    "explanation": "Algoritmalarda dikkat edilmesi gereken hususları ise şu şekilde ifade edebiliriz:<br/>• İlgili adım, herkesin anlayabileceği gibi net<br/>bir şekilde ifade edilmelidir.<br/>• Probleme uygun olarak algoritma adımları<br/>arasındaki işlem sırasına dikkat edilmelidir.<br/>• Tüm olası durumları içerecek kadar genel<br/>olmalıdır.<br/>• Başlangıç - bitiş adımlarını içermeli, sonlu<br/>sayıda işlem adımına sahip olmalı ve belirli<br/>bir sürede bitmelidir."
  },
  {
    "id": "3775921",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Kodun Sınanması ve İyileştirilmesi</li> <li>Alternatif Çözüm Yolları</li> <li>Problemi Tanımlama</li> <li>Girdi ve Çıktıların Belirlenmesi</li> <li>Çözümün Sınanması ve İyileştirilmesi</li> <li>Algoritmanın Kodlanması</li> </ol> Bilgisayarda belirlenen bir problemin bilgisayar ortamındaki çözüm aşamaları baştan sona hangi sırayla ilerler?",
    "correctAnswer": "D",
    "options": {
      "A": "I-II-III-IV-V-VI",
      "B": "I-II-IV-V-VI-III",
      "C": "V-VI-II-III-I-IV",
      "D": "III-IV-II-V-VI-I",
      "E": "III-V-II-IV-VI-I"
    },
    "explanation": "Belirlenen problemin bilgisayar ortamında çözüm aşamaları ise şu şekilde sıralanabilir:<br/>1. Problemi Tanımlama (İnceleme, Analiz):<br/>Algoritmanın amacı problemi çözmektir.<br/>Çözülecek problem ne kadar iyi anlaşılır ise<br/>algoritmayı geliştirmek o kadar kolay olacaktır.<br/>2. Girdi ve Çıktıların Belirlenmesi: Problemi iyi tanımlayabilmek için başlangıç ve<br/>bitiş noktaları belirlenmiş, sistemin girdi ve<br/>çıktı parametrelerinin ortaya konulmuş olması beklenmektedir.<br/>3. Alternatif Çözüm Yolları: Bir problemin<br/>birden fazla çözüm yolu olduğu unutulmamalıdır. Zamana ve insan kaynağına göre en uygun çözüm yolu belirlenmelidir. Algoritma, seçilen çözümü adımlara ayrıştırıp birbirleri ile ilişkilerinin düzgün biçimde<br/>kurulmasını sağlayacak şekilde dizayn edilmelidir.<br/>4. Çözümün Sınanması ve İyileştirilmesi:<br/>Hazırlanan algoritmanın kodlamadan önce<br/>nasıl çalışacağının adım adım incelenmesi,<br/>varsa eksik ve hataların giderilmesi ve gerekli görülen değişikliklerin yapılması gerekmektedir. Bu işlemler sırasında işlemci<br/>ve bellek kullanımı konusunda görülen iyileştirme imkânları da mutlaka göz önünde bulundurulmalıdır.<br/>5. Algoritmanın Kodlanması: Problemin çözümü için geliştirilen algoritma, bilgisayar üzerinde çalışabilmesi için ihtiyaca uygun olarak<br/>belirlenen bir programlama dili ile kodlanır.<br/>6. Kodun Sınanması ve İyileştirilmesi: Yazılan kod da tıpkı algoritmada olduğu gibi sınanmalıdır. Bu seferki sınama, belirlenen<br/>girdiler için belirlenen çıktıların alınmasının kontrol edilmesi amacıyla kodun çalıştırılmasıdır. Bu aşamada da performans ve<br/>olası hataların düzeltilmesi beklenmektedir."
  },
  {
    "id": "3775922",
    "unitNumber": 1,
    "text": "1. Başla\n 2. Kullanıcıdan 1. ve 2. sayıyı girmesini iste.\n 3. Bölme=1. sayı/2. sayı\n 4. Bölmeyi ekrana yazdır.\n 5. Bitir\n Yukarıdaki akışı 1'den 5'e kadar sırasıyla takip ettiğimizde yazılan algoritmanın biçimini ve içeriğini dikkate alırsak aşağıdaki akış diyagramı türlerinden hangisinin kullanıldığını söyleyebiliriz?",
    "correctAnswer": "A",
    "options": {
      "A": "Doğrusal",
      "B": "Mantıksal",
      "C": "Koşullu",
      "D": "Döngüsel",
      "E": "Tekrarlı"
    },
    "explanation": "Doğrusal (Sıralı): Akış içerisinde giriş, hesaplama ve çıkış biçiminde sıralı bir olay kurgusu vardır. Her<br/>işlem bir diğerini takip ederken işlemler içinde koşul veya döngü gerçekleşmez.<br/>Örnek olarak:<br/>• Girilen iki sayının çarpımını bulma,<br/>• Çemberin çevre ve alanını bulma,<br/>• Notları girilen öğrencilerin sınıf ortalamasını bulma<br/>verilebilir."
  },
  {
    "id": "3775923",
    "unitNumber": 1,
    "text": "\"Kullanıcıdan veri alır.\" şeklinde açıklanan sözde kod (pseudo code) komutu aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Başla",
      "B": "Bitir",
      "C": "Oku",
      "D": "Yaz",
      "E": "Eğer....İse...."
    },
    "explanation": "Oku ((input, read, get, accept) sözde kod komutu kullanıcıdan veri alma anlamına gelmektedir."
  },
  {
    "id": "3775924",
    "unitNumber": 1,
    "text": "<ol type=\"I\"><br/><li>sayı1 &lt;-INPUT</li><br/><li>sayı2&lt;-INPUT</li><br/><li>toplama&lt;- sayı1+sayı2</li><br/><li>ortalama<toplama 2<=\"\" li=\"\"><br/></toplama></li><li>PRINT ortalama</li><br/></ol><br/>Yukarıda yer alan sözde kod komutlarında değişkenlere değerlerin atandığı komutlar hangi basamaklarda yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III",
      "B": "III-IV",
      "C": "I-II-V",
      "D": "III-IV-V",
      "E": "I-II-IV"
    },
    "explanation": "Sözde kodlarda değişkenlere değer atamalarında &lt;- (ok) işareti ile,<br/>kullanıcıdan istenen bilgi girişleri INPUT komutu<br/>ile, ekrana bastırılacak veriler de PRINT komutu<br/>ile gösterilmektedir."
  },
  {
    "id": "3775925",
    "unitNumber": 1,
    "text": "Aşağıda yer alan yazılım geliştirme süreci aşamaları hangi seçenekte doğru şekilde sıralanmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Taleplerin belirlenmesi-Planlama ve analiz-Kodlama-Tasarım-Test ve entegrasyon-Bakım",
      "B": "Taleplerin belirlenmesi-Planlama ve analiz-Tasarım-Kodlama-Test ve entegrasyon-Bakım",
      "C": "Planlama ve analiz-Taleplerin belirlenmesi-Tasarım-Kodlama-Test ve entegrasyon-Bakım",
      "D": "Planlama ve analiz-Taleplerin belirlenmesi-Kodlama-Tasarım-Test ve entegrasyon-Bakım",
      "E": "Tasarım-Kodlama-Planlama ve analiz-Taleplerin belirlenmesi-Bakım-Test ve entegrasyon"
    },
    "explanation": "Yazılım geliştirme sürecinin aşamaları şu şekildedir:\n Taleplerin belirlenmesi-Planlama ve analiz-Tasarım-Kodlama-Test ve entegrasyon-Bakım"
  },
  {
    "id": "3775926",
    "unitNumber": 1,
    "text": "Yazılım geliştirme sürecinde hazırlanan projenin kullanıcı arayüzlerinin, veri tabanı şemalarının, UML (Unified Modelling Language - Birleşik Modelleme Dili) diyagramlarının hazırlandığı aşama aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Taleplerin belirlenmesi",
      "B": "Planlama ve analiz",
      "C": "Kodlama",
      "D": "Tasarım",
      "E": "Test ve entegreasyon"
    },
    "explanation": "Tasarım: Bu aşamada hazırlanan projenin<br/>teknik kısımları ele alınmaktadır. Kullanıcı arayüzleri, veri tabanı şemaları, UML (Unified Modelling Language - Birleşik Modelleme Dili) diyagramları<br/>hazırlanır. Tasarımlar yapılırken yazılım standartlarına uygun şekilde dizayn edilmesi gerekmektedir."
  },
  {
    "id": "3775927",
    "unitNumber": 1,
    "text": "1. Başla\n 2. Otobüsteki kişileri say.\n 3. Sayılan kişi sayısı 30'dan büyük mü?\n 4. Evet ise 6. adıma git.\n 5. Hayır ise 8. adıma git.\n 6. Kapasite aşımı uyarısı ver.\n 7. 2. adıma git.\n 8. Bitir.\n Maximum 30 kişi kapasiteli bir yolcu otobüsünün hareket etmesi için 30 kişiyi aşmaması gerektiğini anlatan algoritmada otobüsün hareket etmesini sağlayan \"Bitir\" adımından önceki adım aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "3",
      "B": "4",
      "C": "5",
      "D": "6",
      "E": "7"
    },
    "explanation": "Bu akışta otobüsün hareket etmesi için max. 30 kişiye ihtiyaç vardır. 5. adımda kapasite 30 un üzerinde olmadığında 8. adıma ulaşıyoruz. Dolayısıyla doğru cevap C şıkkıdır."
  },
  {
    "id": "3775929",
    "unitNumber": 1,
    "text": "o\n<br/>Yukarıda yer alan akış diyagramı şekli hangi anlama gelmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ekrana istenilen metni yazdırmak için kullanılır.",
      "B": "Karşılaştırma işlemlerinin sonuçlarına göre akış yönü belirlenen durumlarda kullanılır.",
      "C": "Birden fazla yapılacak işlemlerde kullanılır.",
      "D": "Döngü gibi alt süreçler içeren durumlarda kullanılır.",
      "E": "Bir sayfaya sığmayan akışlarda ya da fonksiyonların başlangıç / bitiş noktalarının belirlenmesi için kullanılır."
    },
    "explanation": "Doğru cevap E şıkkında yer almaktadır."
  },
  {
    "id": "3775930",
    "unitNumber": 2,
    "text": "\"BİOS, işletim sistemi, ofis uygulamaları gibi bilgisayarda kullanılan tüm yardımcı etkenlere ............ adı verilir.\"\n<br/>Yukarıdaki açıklamada boşluğu doldurunuz.",
    "correctAnswer": "A",
    "options": {
      "A": "Bilgisayar Programı",
      "B": "Virüs",
      "C": "Antivirüs",
      "D": "Kodlama",
      "E": "Web"
    },
    "explanation": "BİOS, işletim sistemi, ofis uygulamaları gibi bilgisayarda kullanılan tüm yardımcı etkenlere bilgisayar programı adı verilir."
  },
  {
    "id": "3775931",
    "unitNumber": 2,
    "text": "Aşağıdaki terimler neye örnek olarak verilebilir?<br/>- Linux<br/>- Mac-Os<br/>- Windows 10, 8, 7…<br/>- Android (Mobil)<br/>- IOS (Mobil)",
    "correctAnswer": "C",
    "options": {
      "A": "Yazılım",
      "B": "Program Dili",
      "C": "İşletim sistemi",
      "D": "Uygulama Yazılımları",
      "E": "Anti Virüs Yazılımları"
    },
    "explanation": "İşletim sistemi yazılımlarına örnek verecek olursak;<br/>- Linux<br/>- Mac-Os<br/>- Windows 10, 8, 7…<br/>- Android (Mobil)<br/>- IOS (Mobil)"
  },
  {
    "id": "3775932",
    "unitNumber": 2,
    "text": "\"Bir ücret karşılığı kullanım hakları alınan yazılımlara........ denmektedir.\" Açıklamasındaki boşluğu doldurunuz.",
    "correctAnswer": "D",
    "options": {
      "A": "Ticari Yazılımlar",
      "B": "Eğlence Yazılımları",
      "C": "Genel Amaçlı Yazılımlar",
      "D": "Lisanslı Yazılımlar",
      "E": "Beta Yazılımlar"
    },
    "explanation": "Bir ücret karşılığı kullanım hakları alınan yazılımlara Lisanslı Yazılımlar denmektedir."
  },
  {
    "id": "3775933",
    "unitNumber": 2,
    "text": "\"Prolog, LISP, Python\" hangi programlama türüne örnek olarak verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Masaüstü Programlama",
      "B": "Sistem Programlama",
      "C": "Yapay Zeka Programlama",
      "D": "Web Programlama",
      "E": "Veritabanı Programlama"
    },
    "explanation": "Yapay Zeka Programlama (Prolog, LISP, Python)"
  },
  {
    "id": "3775934",
    "unitNumber": 2,
    "text": "COBOL dili ne tür uygulamalar için tercih edilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mühendislikte",
      "B": "Ftp",
      "C": "Mobil",
      "D": "Masaüstü",
      "E": "Ticari"
    },
    "explanation": "COBOL dili, ticari uygulamalar için geliştirilmiştir."
  },
  {
    "id": "3775935",
    "unitNumber": 2,
    "text": "Yapısal programlamanın ortaya çıkmasındaki temel sebeplerden biri olan \"istenilen satıra yönlendirme komutu\" hangi ifade ile tanımlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "GOTO",
      "B": "C++",
      "C": "C",
      "D": "C#",
      "E": "JAVA"
    },
    "explanation": "Yapısal programlamanın ortaya çıkmasında temelde iki sebep olduğu söylenebilir. Bunlardan ilki,<br/>GOTO (istenilen satıra yönlendirme) komutunun karmaşıklığıdır."
  },
  {
    "id": "3775936",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi veya hangileri nesne yönelimli programlama dillerinde beklenen temel özelliklere örnek olarak verilebilir?\n<br/>I. Kapsülleme (Encapsulation)<br/>II. Miras Alma (Inheritance)<br/>III. Çok Biçimlilik (Polymorphism)<br/>IV. Soyutlama (Abstraction)",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "II ve III",
      "D": "I ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Bunlardan herhangi biri bile eksik olacak olursa bu dil nesne yönelimli olarak görülmemektedir. <br/>I. Kapsülleme (Encapsulation)<br/>II. Miras Alma (Inheritance)<br/>III. Çok Biçimlilik (Polymorphism)<br/>IV. Soyutlama (Abstraction)\n<br/>Cevap: I, II, III ve IV"
  },
  {
    "id": "3775937",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi C# dilinin kullanım alanlarından biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Windows uygulamalarının geliştirilebilmesi",
      "B": "Web servis desteği",
      "C": "DLL hazırlama",
      "D": "Soyutlama",
      "E": "Linux ve MacOs için uygulama geliştirilebilmesi"
    },
    "explanation": "C# dilinin çeşitli kullanım alanları mevcuttur. Bunların bir kısmını şu şekilde sıralayabiliriz:<br/>- Konsol uygulamalarının geliştirilebilmesi<br/>- Windows uygulamalarının geliştirilebilmesi<br/>- Linux ve MacOs için uygulama geliştirilebilmesi<br/>- Web servis desteği<br/>- PDA, android, ios gibi mobil cihazlara uygun uygulama geliştirilebilmesi<br/>- Veri analizleri<br/>- ASP.Net web uygulamaları<br/>- DLL hazırlama"
  },
  {
    "id": "3775938",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi kullanım haklarına göre sınıflandırlmış yazılımlardan biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Lisanslı yazılımlar",
      "B": "Açık kaynak kodlu yazılımlar",
      "C": "Kapalı kaynak kodlu yazılımlar",
      "D": "Mac-Os",
      "E": "Beta yazılımlar"
    },
    "explanation": "Programları ayrıca kullanım haklarına göre de sınıflandırabiliriz:<br/>Lisanslı yazılımlar, ücretsiz yazılımlar, sınırlı/geçici kullanım yazılımlar, beta yazılımlar, açık kaynak kodlu yazılımlar ve kapalı kaynak kodlu yazılımlar, şeklinde."
  },
  {
    "id": "3775939",
    "unitNumber": 2,
    "text": "Windows 10, MS Office, Photoshop, Apple OS X gibi yazılımlar hangi başlık altında bulunur?",
    "correctAnswer": "A",
    "options": {
      "A": "Kapalı Kaynak Kodlu Yazılımlar",
      "B": "Açık Kaynak Kodlu Yazılımlar",
      "C": "Beta Yazılımlar",
      "D": "Ücretsiz Yazılımlar",
      "E": "Sınırlı/Geçici Kullanım Yazılımlar"
    },
    "explanation": "Kapalı Kaynak Kodlu Yazılımlardır. Genelde bir firma tarafından hazırlanan ve lisanslı, ücretli olarak piyasaya sürülen yazılımlardır. Windows 10, MS Office, Photoshop, Apple OS X örnek olarak gösterilebilir."
  },
  {
    "id": "3775940",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Bilgisayarlarda çalışan bir program değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "BİOS",
      "B": "İşletim Sistemi",
      "C": "Ofis Uygulamaları",
      "D": "Hard Disk",
      "E": "Oyunlar"
    },
    "explanation": "BİL107U İleri Programlama I Kitabının “.net Core Teknolojisi ve C# Programlama Dili Giriş” başlıklı 2. Bölümünde bu soru ile ilgili şu bilgi verilmektedir.\n Bilgisayarı çalıştırmak için tuşa bastığımızda, arka planda çalışan tüm unsurlar program olarak kabul edilir. BİOS, işletim sistemi, ofis uygulamaları gibi bilgisayarda kullanılan tüm yardımcı etkenlere bilgisayar programı adı verilir.\n Önceleri büyük firmalar tarafından kullanılan programlar, bilgisayarların son kullanıcılara ulaşmasıyla birlikte artık daha geniş kitlelere hitap etmeye başlamıştır. Bunların içine özellikle gençlere hitap eden oyunlar, video ve resim düzenleme programları, virüsler, antivirüsler gibi gündelik hayatta bilgisayar kullanırken karşılaştığımız çoğu uygulamayı dahil edebiliriz.\n Program, genel itibarıyla donanım bileşenlerinin, kullanıcıdan alınan talimatlara uygun şekilde çalışmasını sağlayan ve bilgisayara ne yapması gerektiğini bildiren, programlama dili ile hazırlanmış komutlar bütününe verilen addır.\n Biraz daha geniş bir tanımla, çeşitli görevler için tasarlanmış elektronik aygıtlara ne yapması gerektiğini belirten, birbirleri ile aralarındaki iletişimi sağlayan, var olan bir problemi çözmek amacıyla hazırlanmış anlamlı kod bütününe de program diyebiliriz.\n Programlar; klavye, fare gibi girdilerden gelen verileri ve komutları işleyerek, elde edilen sonuçları ilgili donanım birimlerine aktararak çıktıları elde ederler.\n Bu nedenle sorunun doğru cevabı D seçeneğidir."
  },
  {
    "id": "3775941",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi mobil cihazlar için geliştirilmiş bir işletim sistemidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Linux",
      "B": "Android",
      "C": "MacOS",
      "D": "Windows",
      "E": "Word"
    },
    "explanation": "BİL107U İleri Programlama I Kitabının “.net Core Teknolojisi ve C# Programlama Dili Giriş” başlıklı 2. Bölümünde bu soru ile ilgili şu bilgi verilmektedir.\n<br/>Bilgisayarlar için en önemli yapı taşı işletim sistemleridir. İşletim sistemleri tüm donanım ve yazılımların arasındaki iletişimi belirli kurallar çerçevesinde düzenleyen yazılımlardır. Bunun yanında tüm yazılımların kullandıkları kaynakların planlama ve kontrolünü yaparlar. Hazırlanan yazılımlarla da kullanıcıların donanımlara ve bilgisayar kaynaklarına erişimine izin verilmektedir.\n<br/>Sürücü yazılımlarını da işletim sistemi ile donanım arasındaki iletişimi sağladığı için bu gruba dâhil edebiliriz. Örneğin fare hareketlerini alabilmek için fare sürücü programı kullanılır. Ya da ekrana bir şeyler yazdırmak, çizmek için de ekran kartı sürücüsü kullanılmaktadır.\n<br/>İşletim sistemi yazılımlarına örnek verecek olursak;\n<br/>- Linux\n<br/>- Mac-Os\n<br/>- Windows 10, 8, 7…\n<br/>- Android (Mobil)\n<br/>- IOS (Mobil)\n<br/>Bu nedenle sorunun doğru cevabı B seçeneğidir."
  },
  {
    "id": "3775942",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Açık Kaynak Kodlu yazılımlara örnek olarak gösterilebilir.",
    "correctAnswer": "A",
    "options": {
      "A": "Wordpress",
      "B": "MS Office",
      "C": "MS Windows",
      "D": "Adobe Photoshop",
      "E": "Apple OS X"
    },
    "explanation": "BİL107U İleri Programlama I Kitabının “.net Core Teknolojisi ve C# Programlama Dili Giriş” başlıklı 2. Bölümünde bu soru ile ilgili şu bilgi verilmektedir.\n Kaynak kodu ücretsiz olarak kullanıcılara açılan yazılımlara Açık Kaynak Kodlu Yazılımlar denilmektedir. Yazılımın kodlarına müdahale imkânı sağlanarak kullanıcılar tarafından yazılımın geliştirilmesine de katkı sunulmaktadır. Bu yazılımlar geniş topluluklar tarafından geliştirilme eğilimindedirler. Bu gruptaki yazılımlara da Linux işletim sistemleri, WordPress, LibreOffice, Thunderbird e-posta yazılımı örnek olarak verilebilir.\n Bu kategorinin diğer üyesi ise kaynak kodu paylaşılmayan, kimsenin erişimine imkân tanımayan Kapalı Kaynak Kodlu Yazılımlardır. Genelde bir firma tarafından hazırlanan ve lisanslı, ücretli olarak piyasaya sürülen yazılımlardır. Windows 10, MS Office, Photoshop, Apple OS X örnek olarak gösterilebilir.\n Bu nedenle sorunun doğru cevabı A seçeneğidir."
  },
  {
    "id": "3775943",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Ücretsiz Yazılımlara örnek olarak gösterilebilir.",
    "correctAnswer": "C",
    "options": {
      "A": "MS Office",
      "B": "MS Windows",
      "C": "Linux",
      "D": "Adobe Photoshop",
      "E": "Apple OS X"
    },
    "explanation": "BİL107U İleri Programlama I Kitabının “.net Core Teknolojisi ve C# Programlama Dili Giriş” başlıklı 2. Bölümünde bu soru ile ilgili şu bilgi verilmektedir.\n Yazılımlar ayrıca, kullanım haklarına göre de gruplara ayrılmaktadır. Bir ücret karşılığı kullanım hakları alınan yazılımlara Lisanslı Yazılımlar denmektedir. Oyunların büyük kısmı, Microsoft Windows, Microsoft Office, birçok video ve resim düzenleme programı bu kategoriye örnek olarak verilebilir.\n Geliştirenlerin, kullanım haklarını herhangi bir ücret talep etmeden verdikleri, sınırsız kullanıma imkân veren yazılımlara da Ücretsiz Yazılımlar denilmektedir. Linux sürümleri, MySQL veri tabanı ve çeşitli ftp uygulamaları bu kategoriye örnek gösterilebilir.\n Yazılımı geliştiren kişilerin, belirli bir süre veya belirli özelliklerini kapatarak kullanıcılara ücretsiz olarak verdikleri yazılımlara da Sınırlı/Geçici Kullanım Yazılımlar denilmektedir. Verilen süre bitiminde yazılımın kullanılması engellenmektedir. Kullanıcı yazılımı beğenmesi durumunda, lisansını satın alabilmektedir.\n Yine geliştiriciler tarafından kısıtlı bir kesime ücretsiz olarak kullanıcı deneyimi dönütleri beklenerek dağıtılan, geliştirilme aşaması henüz tamamlanmamış olan yazılım türüne de Beta Yazılımlar denilmektedir. Örneğin yeni çıkacak olan bir işletim sisteminin kullanıcılar tarafından denetlenerek ortaya çıkabilecek sorunların önceden tespitinde beta yazılımları kullanılmaktadır.\n Bu nedenle sorunun doğru cevabı C seçeneğidir."
  },
  {
    "id": "3775944",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Alçak Seviyeli Programlama Dillerine örnek olarak verilebilir.",
    "correctAnswer": "D",
    "options": {
      "A": "Java",
      "B": "Visual Basic",
      "C": "Visual C",
      "D": "Assembly",
      "E": ".NET"
    },
    "explanation": "BİL107U İleri Programlama I Kitabının “.net Core Teknolojisi ve C# Programlama Dili Giriş” başlıklı 2. Bölümünde bu soru ile ilgili şu bilgi verilmektedir.\n Programlama dilinin seviyesi yükseldikçe programcının işinin kolaylaşmasıyla beraber verimlilik ve esneklikte azalmaktadır. En hızlı ve en etkili programlama dilleri bu kategori içindedir. Diğer dillere kıyasla daha kolay ve hızlı bir şekilde öğrenilebilir. Bu diller donanımsal özellikler taşımamakla birlikte okunabilir bir gösterimleri vardır. Çeşitli işlemler için oluşturulmuş kütüphaneleri de içerirler.\n Alçak seviyeli diller ise donanıma bağlı olarak çalışmakla birlikte, makine hâkimiyeti oldukça yüksek dillerdir. Makine ve Assembly dili bu seviyede kullanılır. Assembly dilinde, semboller ile hafıza, işlem ve değişken operasyonları gerçekleştirilmektedir. Kodlaması çok yavaş olmakla birlikte, hata yapmaya çok elverişlidir.\n -Çok yüksek seviyeli programlama dilleri (Visual C# .NET, Java, Visual Basic...)\n - Yüksek seviyeli programlama dilleri (Pascal, Fortran, Cobol, Basic...)\n - Orta seviyeli programlama dilleri (C)\n - Alçak seviyeli programlama dilleri (Assembly)\n - Makine dilleri (0-1 den olusan makine kodları)\n Bu nedenle sorunun doğru cevabı D seçeneğidir."
  },
  {
    "id": "3775945",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Uygulama Alanlarına göre sınıflandırılmasında Yapay Zeka Programlama için olan dillerden birisidir.",
    "correctAnswer": "C",
    "options": {
      "A": "Fotran",
      "B": "Assembler",
      "C": "Prolog",
      "D": "IOS",
      "E": "Java"
    },
    "explanation": "BİL107U İleri Programlama I Kitabının “.net Core Teknolojisi ve C# Programlama Dili Giriş” başlıklı 2. Bölümünde bu soru ile ilgili şu bilgi verilmektedir.\n Uygulama alanına göre dillerin sınıflandırılmasına ise şu şekilde örnekler verebiliriz:\n <ul> <li>Mühendislik ve Bilimsel Alanlarda Programlama (Fortran, C, Pascal, Python)</li> <li>Sistem Programlama (C, Assembler)</li> <li>Veritabanı Programlama (Dbase, Clipper, FileMaker, Microsoft SQL Server, MySQL, Postgresql)</li> <li>Yapay Zeka Programlama (Prolog, LISP, Python)</li> <li>Web Programlama (ASP .Net, PHP, JSP)</li> <li>Masaüstü Programlama (C#, Java)</li> <li>Mobil Programlama (Android, IOS)</li> </ul> Bu nedenle sorunun doğru cevabı C seçeneğidir."
  },
  {
    "id": "3775946",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Programlama Dillerinin Elemanları arasında, Programlama Dilindeki Ögelerin doğru ve anlamlı bir dizilime sahip olması ile ilgili olandır.",
    "correctAnswer": "A",
    "options": {
      "A": "Söz Dizimi",
      "B": "Anlam Bilim",
      "C": "Veri",
      "D": "Atama Deyimi",
      "E": "Tür Kontrolü"
    },
    "explanation": "BİL107U İleri Programlama I Kitabının “.net Core Teknolojisi ve C# Programlama Dili Giriş” başlıklı 2. Bölümünde bu soru ile ilgili şu bilgi verilmektedir.\n<br/>Bir programlama dilinin elemanlarını inceleyecek olursak;\n<br/>- Söz dizimi (Syntax): Programlama dilindeki ögelerin (değişken, işlem, sembol, operatör vs.) doğru ve anlamlı bir dizilime sahip olması denilebilir. Nasıl günlük hayatta kullanılan dillerin yazım kuralları varsa, programlama dillerinin de yazım kuralları vardır.\n<br/>- Anlam Bilim (Semantics): Program dilindeki ifadelerin, anlatımların ve program birimlerinin anlamıdır.\n<br/>- Veri (Data): Bir uygulamada farklı veri türleri ile işlem yapılması gerekebilmektedir. Örneğin tam sayılar, kesirli sayılar, mantıksal değerler (doğru/yanlış), metinler, karakterler akla ilk gelen veri türleridir.\n<br/>- Atama Deyimi (Assignment Statement): a = 26; b = 20 gibi satırlar atama deyimine örnek olarak verilebilir. Bu atama deyimleri ile a değişkenin bellekte bulunan adresine 26 değeri ve b değişkeninin bellekteki adresinde de 20 değeri atanmaktadır.\n<br/>- Tür Kontrolü (Type Checking): Çalışma esnasında (run time) veya derleme sırasında (compile time) tür kontrolü işlemleri yapılmaktadır. Bu kontroller her işlem öncesinde hataların ve yanlış atamaların önlenmesi amacıyla yapılmaktadır.\n<br/>Bu nedenle sorunun doğru cevabı A seçeneğidir."
  },
  {
    "id": "3775947",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bir Program Kodu içerisinde yer alan if-else deyimlerinin ait olduğu Program Dili Elemanı türüdür.",
    "correctAnswer": "E",
    "options": {
      "A": "Söz Dizimi",
      "B": "Anlam Bilim",
      "C": "Veri",
      "D": "Atama Deyimi",
      "E": "Kontrol Deyimi"
    },
    "explanation": "BİL107U İleri Programlama I Kitabının “.net Core Teknolojisi ve C# Programlama Dili Giriş” başlıklı 2. Bölümünde bu soru ile ilgili şu bilgi verilmektedir.\n - Kontrol Deyimleri: Program kodu içerisinde, kontrol edilecek durumun doğru veya yanlış oluşuna göre yapılacak işlemler karşımıza çıkabilir. Bu durumda devreye kontrol deyimleri girer. Bu kontrol deyimlerine if-else, switch case, while deyimleri örnek olarak gösterilebilir. Bir if-else deyimine ise şu şekilde örnek verebiliriz:\n IF çocuğun yaşı &gt; 10\n (Doğru ise) arabanın ön koltuğuna oturabilir.\n ELSE\n (Yanlış ise) ön koltuğa oturamaz.\n Bu nedenle sorunun doğru cevabı E seçeneğidir."
  },
  {
    "id": "3775948",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Nesne Yönelimli Programlama’da kullanıcı tarafından değişkenlerin, metot ve sınıfların ne kadarının görüntülenerek değiştirilebileceğinin sınırlarının çizilmesini sağlamak ile ilgili olan özelliktir.",
    "correctAnswer": "A",
    "options": {
      "A": "Kapsülleme",
      "B": "Miras Alma",
      "C": "Çok Biçimlilik",
      "D": "Soyutlama",
      "E": "Yapısal Programlama"
    },
    "explanation": "BİL107U İleri Programlama I Kitabının “.net Core Teknolojisi ve C# Programlama Dili Giriş” başlıklı 2. Bölümünde bu soru ile ilgili şu bilgi verilmektedir.\n NYP’nin temel kavramlarından olup, kullanıcı tarafından değişkenlerin, metot ve sınıfların ne kadarının görüntülenerek değiştirilebileceğinin sınırlarının çizilmesini sağlamaktadır. Kısaca ifade etmek gerekirse, sınıfın özelliklerini koruma altına almak, böylece diğer sınıfların, bu sınıfın özelliklerine istediği gibi erişip değişiklik yapmasını engellemek için kullanılır. Bu korumayı sağlamak için üç çeşit erişim belirteci (access modifier) kullanılmaktadır. Bunlar herkese açık (public), özel (private) ve koruma altında (protected) olarak söylenebilir.\n Public olarak tanımlanan özellikler, herkes tarafından görülebilir ve düzenlenebilir. Bu yönüyle en güvensiz belirteçtir. Protected, public’den daha güvenli bir belirteçtir. Bunlara aynı sınıf içinden, üst sınıflar, ondan türetilen sınıflar ve aynı paket içerisinden de görüntüleme ve erişebilme imkânı vardır. Private ise içlerinde en güvenli erişim belirtecidir. Bunlara sadece içinde olduğu sınıflardan erişilebilmektedir. Sınıflar, sınıfın özellikleri ve\n Bu nedenle sorunun doğru cevabı A seçeneğidir."
  },
  {
    "id": "3775949",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Nesne Yönelimli Programlama’da bir sınıftan, aralarında alt-üst ilişkisi olan başka sınıflar türetildiğinde bu sınıftaki metot ve özelliklerin ortaklaşa kullanılabilmesine imkan sağlayan mekanizmaya verilen isimdir.",
    "correctAnswer": "B",
    "options": {
      "A": "Kapsülleme",
      "B": "Miras Alma",
      "C": "Çok Biçimlilik",
      "D": "Soyutlama",
      "E": "Yapısal Programlama"
    },
    "explanation": "BİL107U İleri Programlama I Kitabının “.net Core Teknolojisi ve C# Programlama Dili Giriş” başlıklı 2. Bölümünde bu soru ile ilgili şu bilgi verilmektedir. \n Bir sınıftan, aralarında alt-üst ilişkisi olan başka sınıflar türetildiğinde, bu sınıflardaki metot ve özelliklerin ortaklaşa kullanılabilmesine imkân sağlayan mekanizmaya kalıtım denir. Nesne yönelimli programlamanın temel kavramlarındandır. Mevcut bir sınıf üzerine başka sınıfların oluşturulmasını sağlar. \n Örnek olarak motorlu taşıtlar sınıfımız olsun ve bu sınıfın motor, tekerlek, hız gibi özellikleri olsun. Bu sınıftan türetilecek araba sınıfının da motosiklet sınıfının da ana sınıfın motor, tekerlek ve hız gibi tüm özelliklerini desteklemesi beklenmektedir. \n Bu nedenle sorunun doğru cevabı Bseçeneğidir."
  },
  {
    "id": "3775950",
    "unitNumber": 2,
    "text": "Bilgisayarı çalıştırmak için tuşa basıldığında arka planda çalışan tüm unsurlar ne olarak kabul edilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Donanım",
      "B": "Girdi",
      "C": "Program",
      "D": "Çıktı",
      "E": "Klavye"
    },
    "explanation": "Bilgisayarı çalıştırmak için tuşa basıldığında arka planda çalışan tüm unsurlar program olarak kabul edilir. Doğru cevap C'dir."
  },
  {
    "id": "3775951",
    "unitNumber": 2,
    "text": "Bir programın çalışma sürecindeki işleyiş sırası aşağıdakilerden hangisi gibi gerçekleşmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Program-girdi-çıktı",
      "B": "Program-çıktı-girdi",
      "C": "Girdi-çıktı-program",
      "D": "Girdi-program-çıktı",
      "E": "Çıktı-program-girdi"
    },
    "explanation": "Bir programın çalışma sürecindeki işleyiş sırası girdi-program-çıktı şeklinde gerçekleşmektedir. Doğru cevap D'dir."
  },
  {
    "id": "3775952",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bir programlama dilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Linux",
      "B": "Mac-Os",
      "C": "Windows 10",
      "D": "Antivirüs yazılımı",
      "E": "Java"
    },
    "explanation": "Linus, Mac-Os ve Windows 10 sistem yazılımı iken antivirüs yazılımı bir uygulama yazılımıdır. Doğru cevap E'dir."
  },
  {
    "id": "3775953",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi açık kaynak kodlu yazılımdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Windows 10",
      "B": "MS Office",
      "C": "Photoshop",
      "D": "Apple OS X",
      "E": "WordPress"
    },
    "explanation": "Windows 10, MS Office, Photoshop, Apple OS X kapalı kaynak kodlu yazılımlardır. Doğru cevap E'dir."
  },
  {
    "id": "3775954",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi yapay zeka programlama dillerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Assembler",
      "B": "Dbase",
      "C": "Prolog",
      "D": "PHP",
      "E": "IOS"
    },
    "explanation": "Assembler sistem, Dbase veritabanı, PHP web ve IOS mobil programlama dillerindendir. Doğru cevap C'dir."
  },
  {
    "id": "3775955",
    "unitNumber": 2,
    "text": "Editörde hazırlanan kaynak kodu, bilgisayarın makine seviyesinde anlayabileceği makine diline çevirmek için kullanılan aracı programa ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Editör",
      "B": "Derleyici",
      "C": "Kütüphane",
      "D": "Hata ayıklayıcı",
      "E": "Söz dizimi"
    },
    "explanation": "Editörde hazırlanan kaynak kodu, bilgisayarın makine seviyesinde anlayabileceği makine diline çevirmek için kullanılan aracı programa derleyici adı verilir. Doğru cevap B'dir."
  },
  {
    "id": "3775956",
    "unitNumber": 2,
    "text": "IF kişinin yaşı &gt; 18\n (Doğru ise) ehliyet alabilir.\n ELSE\n (Yanlış ise) ehliyet alamaz.\n Yukarıda hangi programlama dili elemanına ilişkin bir örnek verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Anlam bilim",
      "B": "Veri",
      "C": "Atama deyimi",
      "D": "Kontrol deyimi",
      "E": "Tür kontrolü"
    },
    "explanation": "Program kodu içerisin\u0002de, kontrol edilecek durumun doğru veya yanlış oluşuna göre yapılacak işlemler kar\u0002şımıza çıkabilir. Bu durumda devreye kont\u0002rol deyimleri girer. Bu kontrol deyimlerine if-else, switch case, while deyimleri örnek olarak gösterilebilir. Doğru cevap D'dir."
  },
  {
    "id": "3775957",
    "unitNumber": 2,
    "text": "Bir programlama dilinin sadece belli bir çeşit işlem için değil, çeşitli uygulamaların geliştirilebilmesine imkân verecek şekilde dizayn edilmesi aşağıdakilerden hangisine ilişkindir?",
    "correctAnswer": "E",
    "options": {
      "A": "Giriş/çıkış kolaylığı",
      "B": "Taşınabilirlik",
      "C": "Nesne yönelimlilik",
      "D": "Okunabilirlik",
      "E": "Genellik"
    },
    "explanation": "Genellik, bir programlama dilinin sadece belli bir çeşit işlem için değil, çeşitli uygulamaların geliştirilebilmesine imkân verecek şekilde dizayn edilmesidir. Doğru cevap E'dir."
  },
  {
    "id": "3775958",
    "unitNumber": 2,
    "text": "Yapısal programlama mantığına göre bir tasarım yaparak akış diyagramı hazırlamak istendiğinde gerçekleştirilecek ilk adım aşağıdakilerden hangisi olacaktır?",
    "correctAnswer": "D",
    "options": {
      "A": "Bağlantı eksikliklerinin tamamlanması",
      "B": "Koşullu dallanmalar (if) için şartların tanımlanması",
      "C": "Tekrarlı bloklar için döngüler ve koşulların tanımlanması",
      "D": "Adımların basit bloklara bölünmesi",
      "E": "Çıkış noktaları vasıtasıyla blokların birbirine bağlanması"
    },
    "explanation": "Yapısal programlama mantığına göre bir tasa\u0002rım yaparak akış diyagramı hazırlamak istendiğinde aşa\u0002ğıdaki adımların takip edilmesi gerekmektedir.<br/>- Adımların basit bloklara bölünmesi<br/>- Tüm blokların tek bir çıkışı olacak şekilde tekrar tasarlanması ya da bölünmesi<br/>- Çıkış noktaları vasıtasıyla blokların birbiri\u0002ne bağlanması<br/>- Tekrarlı bloklar için döngüler ve koşulların tanımlanması<br/>- Koşullu dallanmalar (if) için şartların ta\u0002nımlanması <br/>- Bağlantı eksikliklerinin tamamlanması\n Doğru cevap D'dir."
  },
  {
    "id": "3775959",
    "unitNumber": 2,
    "text": "C# kodunun çalışma sırası aşağıdakilerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "C# Kodu <strong>-</strong> C# Derleyici <strong>-</strong> .Net Framework <strong>-</strong> IL Kod <strong>-</strong> Makine Kodu",
      "B": "C# Derleyici <strong>-</strong> C# Kodu <strong>-</strong> .Net Framework <strong>-</strong> Makine Kodu <strong>-</strong> IL Kod",
      "C": "C# Kodu <strong>-</strong> C# Derleyici <strong>-</strong> IL Kod <strong>-</strong> .Net Framework <strong>-</strong> Makine Kodu",
      "D": "C# Derleyici <strong>-</strong> IL Kod <strong>-</strong> .Net Framework <strong>-</strong> Makine Kodu <strong>-</strong> C# Kodu",
      "E": "IL Kod <strong>-</strong> .Net Framework <strong>-</strong> C# Kodu <strong>-</strong> Makine Kodu <strong>-</strong> C# Derleyici"
    },
    "explanation": "C# kodunun çalışma sırası; C# Kodu <strong>-</strong> C# Derleyici <strong>-</strong> IL Kod <strong>-</strong> .Net Framework <strong>-</strong> Makine Kodu biçimindedir. Doğru cevap C'dir."
  },
  {
    "id": "3775960",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisinin tek sermayesi insanın hayal gücüdür?",
    "correctAnswer": "A",
    "options": {
      "A": "program yazmak",
      "B": "bilgisayar donanımı üretmek",
      "C": "network kurulumu",
      "D": "bilgisayar laboratuvarı kurulması",
      "E": "turizm"
    },
    "explanation": "Program yazmak için tek sermaye insanın hayal gücüdür."
  },
  {
    "id": "3775961",
    "unitNumber": 2,
    "text": "Bilgisayardaki tüm donanım ve yazılımlar arasındaki iletişimi belirli kurallar çerçevesinde düzenleyen yazılımlar, aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "ticari yazılımlar",
      "B": "işletim sistemleri",
      "C": "antivirus yazılımları",
      "D": "muhasebe yazılımları",
      "E": "C programlama dili"
    },
    "explanation": "Bilgisayardaki tüm donanım ve yazılımlar arasındaki iletişimi belirli kurallar çerçevesinde düzenleyen yazılımlar, işletim sistemleridir."
  },
  {
    "id": "3775962",
    "unitNumber": 2,
    "text": "Kullanıcıdan alınan talimatlara uygun şekilde donanım bileşenlerinin çalışmasını sağlayan ve programlama dili ile yazılmış komutlar bütünü için aşağıdakilerden hangisi dogru ifadedir?",
    "correctAnswer": "C",
    "options": {
      "A": "hayal gücü",
      "B": "data",
      "C": "program",
      "D": "donanım",
      "E": "syntax"
    },
    "explanation": "Kullanıcıdan alınan talimatlara uygun şekilde donanım bileşenlerinin çalışmasını sağlayan ve programlama dili ile yazılmış komutlar bütünü için program dogru ifadedir."
  },
  {
    "id": "3775963",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, kaynak kodu ücretsiz olarak kullanıcılara açılan yazılımlardır?",
    "correctAnswer": "D",
    "options": {
      "A": "Ticari yazılımlar",
      "B": "İşletim sistemleri",
      "C": "Lisanslı yazılımlar",
      "D": "Açık kaynak kodlu yazılım",
      "E": "Editörler"
    },
    "explanation": "Kaynak kodu ücretsiz olarak kullanıcılara açılan yazılımlar, açık kaynak kodlu yazılımlardır."
  },
  {
    "id": "3775964",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, yazılan programların, bilgisayarın anlayabileceği makine diline çevirme işini yapar?",
    "correctAnswer": "E",
    "options": {
      "A": "Değişken",
      "B": "Data",
      "C": "Editör",
      "D": "Kütüphane",
      "E": "Derleyici"
    },
    "explanation": "Derleyici, yazılan programların, bilgisayarın anlayabileceği makine diline çevirme işini yapar."
  },
  {
    "id": "3775965",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, hiyerarşik şekilde düzenlenmiş ve aralarında mantıksal uyum bulunan basit akış yapılarından oluşan programlama için kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yapısal programlama",
      "B": "Çok biçimlilik",
      "C": "işletim sistemi",
      "D": "Nesne yönelimli programlama",
      "E": "kapsülleme"
    },
    "explanation": "Yapısal programlama, hiyerarşik şekilde düzenlenmiş ve aralarında mantıksal uyum bulunan basit akış yapılarından oluşan programlama için kullanılır."
  },
  {
    "id": "3775966",
    "unitNumber": 2,
    "text": "Miras alma (inheritance) aşağıdakilerden hangisinde bulunması zorunlu olan bir özelliktir.",
    "correctAnswer": "B",
    "options": {
      "A": "Editör",
      "B": "Nesne yönelimli programlama",
      "C": "Data",
      "D": "Yapısal programlama",
      "E": "Pointer"
    },
    "explanation": "Miras alma (inheritance) nesne yönelimli programlamada bulunması zorunlu olan bir özelliktir."
  },
  {
    "id": "3775967",
    "unitNumber": 2,
    "text": "Bir programlama dilinin bilgisayara yakın olması, aşağıdaki özelliklerden hangisinde artışa neden olur?",
    "correctAnswer": "C",
    "options": {
      "A": "Yazılma kolaylığı",
      "B": "Öğrenebilirlik kolaylığı",
      "C": "Programın çalışma hızı",
      "D": "kapsüllenebilme",
      "E": "algoritma kolaylığı"
    },
    "explanation": "Bir programlama dilinin bilgisayara yakın olması, programın çalışma hızında artışa neden olur."
  },
  {
    "id": "3775968",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, .Net platformunda, işletim sistemi ile programlar arasında yer alan ve programların çalışmasını kontrol eden arabirimdir?",
    "correctAnswer": "D",
    "options": {
      "A": "exe dosyaları",
      "B": "Makine kodu",
      "C": "Just-in-Time derleyicisi",
      "D": "Common Language Runtime",
      "E": "Web uygulamaları"
    },
    "explanation": "Common Language Runtime, .Net platformunda, işletim sistemi ile programlar arasında yer alan ve programların çalışmasını kontrol eden arabirimdir."
  },
  {
    "id": "3775969",
    "unitNumber": 2,
    "text": "Aşağıdaki programlama dillerinden hangisi, Microsoft tarafından ve .Net platformunun bir ögesi olarak geliştirilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yapısal programlama",
      "B": "Nesne yönelimli programlama",
      "C": "C++",
      "D": "Python",
      "E": "C#"
    },
    "explanation": "C#, Microsoft tarafından ve .Net platformunun bir ögesi olarak geliştirilmiştir."
  },
  {
    "id": "3775879",
    "unitNumber": 3,
    "text": "<ul> <li>Anders Hejlsberg, programlama dilinin geliştirilmesinde ilgili ekibin başında yer almıştır.</li> <li>Nesne ve bileşen odaklı bir dil olma özelliklerini desteklemek amacıyla dil yapılarını sağlamaktadır.</li> <li>Geliştirildiği zamandan şimdiye kadar, ortaya çıkan tüm yazılım tasarım uygulamalarını desteklemek amacıyla bünyesine yeni özellikler eklemektedir.</li> </ul> Yukarıda özellikleri verilen programlama dili aşağıdakilerin hangisinde yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "C",
      "B": "C++",
      "C": "JAVA",
      "D": "C#",
      "E": "LINQ"
    },
    "explanation": "Anders Hejlsberg, C# programlama dilini geliştiren ekibin başında yer almaktadır ve bu dilin geliştirilmesi de ona atfedilmektedir.C#, nesne ve bileşen odaklı bir dil olma özelliklerini desteklemek amacıyla dil yapılarını sağlamaktadır. Bu da C# dilini, yazılım bileşenlerinin<br/>oluşturulup kullanıldığı bir dil olmasını sağlamaktadır. C# dili, geliştirildiği zamandan şimdiye kadar, ortaya çıkan tüm yazılım tasarım uygulamalarını desteklemek amacıyla bünyesine yeni özellikler<br/>eklemektedir. Bu nedenle doğru yanıt D seçeneğidir."
  },
  {
    "id": "3775880",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi programlama dillerinde yazım kuralları kullanmanın faydalarından biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kodda tutarlı bir görünüm oluşturarak programa bakan bir kişinin içeriğe daha fazla odaklanmasını<br/>sağlaması",
      "B": "Kodun anlaşılabilirliği ve güncellemeleri daha kolay bir şekilde yapabilmesi",
      "C": "Ortak çalışılan projede bir yazım birliği kurması, tutarlılık ve okunabilirliği arttırması",
      "D": "Daha hızlı çalışmaya imkan veren bir ortam hazırlanması",
      "E": "Günlük konuşma dilinden farklı olarak anahtar kelimelerin tek kelime şeklinde kullanılması"
    },
    "explanation": "Programlama dillerinde yazım kuralları kodda tutarlı bir görünüm oluşturarak programa bakan bir kişinin içeriğe daha fazla odaklanmasını sağlar. Kod bloklarının işlevleri, algoritmanın akışı gibi kodun anlaşılabilirliği ve güncellemeleri daha kolay bir şekilde yapmaya imkân sağlar. Birincil amaçlardan biri de ortak çalışılan projede bir yazım birliği kurmak, tutarlılık ve okunabilirliği arttırmaktır. Böylece daha hızlı, kolay düzenlenebilen, herkesin anlayabileceği ve ekibe yeni katılanların da rahatlıkla dâhil olabileceği bir ortam hazırlanmış olacaktır. Bu nedenle cevap E seçeneğidir. E seçeneğinde yer alan ifade tüm programlama dilleri için geçerli olan bir özelliktir, programlama dilindeki yazım kurallarından biri değildir."
  },
  {
    "id": "3775881",
    "unitNumber": 3,
    "text": "Bu kelime birleştirme stilinde, ilk kelimeden sonraki tüm kelimelerin ilk harfleri büyük harf yapılıp boşluklar kaldırılarak, kelimeler şu şekilde \"başarısızGirişSayısı\" birleştirilir.\n Yukarıdaki açıklamada yer verilen isimlendirme stili aşağıdakilerin hangisinde yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Camel Case",
      "B": "Pascal Case",
      "C": "Snake Case",
      "D": "Kebab Case",
      "E": "Public Case"
    },
    "explanation": "Bu kelime birleştirme stilinde, devenin iki hörgücünden ilkinin düşük görünüşüne benzetme yapılmıştır. İlk kelimeden sonraki tüm kelimelerin ilk harfleri büyük harf yapılıp boşluklar kaldırılarak,<br/>kelimeler aşağıdaki gibi birleştirilir:<br/>Metin: başarısız giriş sayısı<br/>Camel Case: başarısızGirişSayısı\n<br/>Bu nedenle doğru cevap A seçeneğidir.<br/>Bu kelime birleştirme stilinde, devenin iki hörgücünden ilkinin düşük görünüşüne benzetme yapılmıştır. İlk kelimeden sonraki tüm kelimelerin ilk harfleri büyük harf yapılıp boşluklar kaldırılarak,<br/>kelimeler aşağıdaki gibi birleştirilir:<br/>Metin: başarısız giriş sayısı<br/>Camel Case: başarısızGirişSayısı\n Bu nedenle doğru cevap A seçeneğidir."
  },
  {
    "id": "3775882",
    "unitNumber": 3,
    "text": "<ul><br/><li>Bu stil, büyük harfle yazıldığında, çoğu programlama dilinde sabitleri bildirirken bir kural olarak kullanılır.</li><br/><li>Küçük harfli olduğunda, geleneksel olarak veri tabanı alan adlarının gösteriminde kullanılır.</li><br/><li>Bu stil, her boşluğu bir alt çizgi (_) ile değiştirerek kelimeleri birleştirir.</li><br/></ul><br/>Yukarıda özellikleri verilen isimlendirme stili aşağıdakilerin hangisinde yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Camel Case",
      "B": "Pascal Case",
      "C": "Snake Case",
      "D": "Kebab Case",
      "E": "Public Case"
    },
    "explanation": "Yılan stili, her boşluğu bir alt çizgi (_) ile değiştirerek kelimeleri birleştirir. Bu stil, büyük harfle yazıldığında, çoğu programlama dilinde sabitleri bildirirken bir kural olarak kullanılır. Küçük harfli olduğunda, geleneksel olarak veri tabanı alan adlarının gösteriminde kullanılır. Bu nedenle doğru cevap B seçeneğidir.<br/>Yılan stili, her boşluğu bir alt çizgi (_) ile değiştirerek kelimeleri birleştirir. Bu stil, büyük harfle yazıldığında, çoğu programlama dilinde sabitleri bildirirken bir kural olarak kullanılır. Küçük harfli olduğunda, geleneksel olarak veri tabanı alan adlarının gösteriminde kullanılır. Bu nedenle doğru cevap C seçeneğidir."
  },
  {
    "id": "3775883",
    "unitNumber": 3,
    "text": "<ul> <li>Bu stilde her bir boşluk (-) tire işareti ile değiştirilerek kelimeler birleştirilir.</li> <li>Bu stil genellikle URL’lerde kullanılır.</li> <li>Kelimeleri birleştirmenin güzel, temiz, programcılar tarafından okunabilir bir yoludur.</li> </ul> Yukarıda özellikleri verilen isimlendirme stili aşağıda verilenlerin hangisinde yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Camel Case",
      "B": "Snake Case",
      "C": "Pascal Case",
      "D": "Kebab Case",
      "E": "Public Case"
    },
    "explanation": "Bu stilde ise her bir boşluk (-) tire işareti ile değiştirilerek kelimeler birleştirilir. Bu stil genellikle<br/>URL’lerde kullanılır. Kelimeleri birleştirmenin güzel, temiz, programcılar tarafından okunabilir bir<br/>yoludur. Örneğin; <a href=\"https://www.quora.com/Whichis-better-snake-case-or-camel-case-pascal-case\">https://www.quora.com/Whichis-better-snake-case-or-camel-case-pascal-case</a>\n<br/>Bu nedenle doğru cevap D seçeneğidir.<br/>Bu stilde ise her bir boşluk (-) tire işareti ile değiştirilerek kelimeler birleştirilir. Bu stil genellikle<br/>URL’lerde kullanılır. Kelimeleri birleştirmenin güzel, temiz, programcılar tarafından okunabilir bir<br/>yoludur. Örneğin; <a href=\"https://www.quora.com/Whichis-better-snake-case-or-camel-case-pascal-case\">https://www.quora.com/Whichis-better-snake-case-or-camel-case-pascal-case</a>\n Bu nedenle doğru cevap D seçeneğidir."
  },
  {
    "id": "3775884",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi C# programlama dilinde yorum oluşturma kurallarından biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yorum satırları yeni bir satırda belirtilmelidir.",
      "B": "Açıklamalar küçük harf ile başlamalıdır.",
      "C": "Cümle biçiminde yazılarak sonuna (.) koyulmalıdır.",
      "D": "Yorum işareti çift bölü (//) ile açıklama arasına bir boşluk bırakılmalıdır.",
      "E": "Projedeki tüm katılımcılar, açıklamalara ait yönergelere uygun şekilde yorumları girmelidir."
    },
    "explanation": "C# programlama dilinde yorum oluşturma kuralları şunlardır: <br/>• Yorum satırları kod ile aynı satırda olmamalı, yeni bir satırda belirtilmelidir.<br/>• Açıklamalar büyük harf ile başlamalıdır.<br/>• Cümle biçiminde yazılmalı ve sonuna (.) koyulmalıdır.<br/>• Yorum işareti çift bölü (//) ile açıklama arasına bir boşluk bırakılmalıdır.<br/>• Projedeki tüm katılımcılar, açıklamalara ait yönergelere uygun şekilde yorumları girmelidir.\n<br/>Bu nedenle B seçeneğindeki ifade bu kurallardan biri değildir.<br/>C# programlama dilinde yorum oluşturma kuralları şunlardır: <br/>• Yorum satırları kod ile aynı satırda olmamalı, yeni bir satırda belirtilmelidir.<br/>• Açıklamalar büyük harf ile başlamalıdır.<br/>• Cümle biçiminde yazılmalı ve sonuna (.) koyulmalıdır.<br/>• Yorum işareti çift bölü (//) ile açıklama arasına bir boşluk bırakılmalıdır.<br/>• Projedeki tüm katılımcılar, açıklamalara ait yönergelere uygun şekilde yorumları girmelidir.\n Bu nedenle B seçeneğindeki ifade bu kurallardan biri değildir."
  },
  {
    "id": "3775885",
    "unitNumber": 3,
    "text": "I. Sabit ve değişken farkı değişkenler tuttukları veriler sürekli değişirken sabitlere atanan değer tüm program süresince aynı kalmasıdır.<br/>II. Enum da bir sabit türü olarak tanımlanmaktadır.<br/>III. Anahtar sözcükler, program içinde sınıf, değişken ve diğer üyelerin isimlendirmesinde kullanılamaz.<br/>IV. Değer türleri bellekte tutulduğu yerin adresini tutarken, referans türleri kendi üzerindeki verinin değerini tutar. <br/>Yukarıda değişken ve sabitler ile ilgili olarak verilenlerden hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "III ve IV",
      "E": "I, II ve III"
    },
    "explanation": "Değişkenler de kendilerine atanan değerlere göre hafıza farklı boyutlar kaplayan birer bölgenin etiket veya adres bilgisidir. Sabit ve değişken farkı ise değişkenler tuttukları veriler sürekli değişebilirken sabitlere atanan değer tüm program süresince aynı kalmaktadır. Enum da bir sabit türü olarak tanımlanmıştır. Anahtar sözcükler, program içerisinde sınıflar, değişkenler gibi üyeleri tanımlamak, onların erişim kısıtlarını belirlemek gibi görevleri olan kelimelerdir. Bu kelimeleri program içinde sınıf, değişken ve diğer üyelerin isimlendirmesinde kullanamayız. Değer türleri kendi üzerinde verinin değerini tutarlar ve bellekte veri türüne göre yer kaplarlar. Referans türleri ise kendi üzerlerindeki verinin boyutları sabit olmadığı için, bellekte tutulduğu yerin adresini tutarlar.\n<br/>Bu nedenle doğru yanıt E seçeneğidir.<br/>Değişkenler de kendilerine atanan değerlere göre hafıza farklı boyutlar kaplayan birer bölgenin etiket veya adres bilgisidir. Sabit ve değişken farkı ise değişkenler tuttukları veriler sürekli değişebilirken sabitlere atanan değer tüm program süresince aynı kalmaktadır. Enum da bir sabit türü olarak tanımlanmıştır. Anahtar sözcükler, program içerisinde sınıflar, değişkenler gibi üyeleri tanımlamak, onların erişim kısıtlarını belirlemek gibi görevleri olan kelimelerdir. Bu kelimeleri program içinde sınıf, değişken ve diğer üyelerin isimlendirmesinde kullanamayız. Değer türleri kendi üzerinde verinin değerini tutarlar ve bellekte veri türüne göre yer kaplarlar. Referans türleri ise kendi üzerlerindeki verinin boyutları sabit olmadığı için, bellekte tutulduğu yerin adresini tutarlar.\n Bu nedenle doğru yanıt E seçeneğidir."
  },
  {
    "id": "3775886",
    "unitNumber": 3,
    "text": "I. Küçük değişken türün büyük türe dönüştürülmesi sırasında veri kaybı yaşanmayacağı için direk dönüşüm yapılmasına kapalı ya da dolaylı dönüşüm denir.<br/>II. Büyük değişken türünün küçük türe dönüşümüne açık ya da direk dönüşüm denir.<br/>III.Referans türündeki bir değişkene, değer türündeki bir değişkenin değerinin aktarılması işlemine kutudan çıkarma “unboxing” denir.<br/>IV. Değer türündeki bir değişkene, referans türünden bir değişkenin değerinin aktarılmasına kutulama “boxing”denir.\n<br/>Yukarıda veri türlerine ilişkin olarak verilenlerden hangileri doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I ve IV",
      "D": "II ve IV",
      "E": "III ve IV"
    },
    "explanation": "Değişkenlerin tuttuğu verilere göre hafızada bir yer ayrılmaktadır. Bu yerin büyüklüğü de değişkenin türüne göre belirlenmektedir. Bu değişken türleri arasında birbirine dönüştürme işlemi yapılabilmektedir. Küçük türün büyük türe dönüştürülmesi sırasında veri kaybı yaşanmayacağı için direk dönüşüm yapılır. Buna kapalı ya da dolaylı dönüşüm denmektedir. Tersi durumda, büyük türün küçük türe dönüşümünde ise muhtemel veri kaybı olacaktır. Bu dönüştürmeyi yapabilmek için belli metotlardan yararlanılır. Bu dönüşüme de açık ya da direk dönüşüm adı verilmektedir. Referans türündeki bir değişkene, değer türündeki bir değişkenin değerinin aktarılması işlemine kutulama<br/>“boxing” denir. İşlem otomatik olarak yapılır. Bu işlemin tam tersi duruma da kutudan çıkarma “unboxing” denmektedir. Yani değer türündeki bir değişkene, referans türünden bir değişkenin değerinin aktarılmasıdır. \n<br/>Bu nedenle doğru cevap A seçeneğidir.<br/>Değişkenlerin tuttuğu verilere göre hafızada bir yer ayrılmaktadır. Bu yerin büyüklüğü de değişkenin türüne göre belirlenmektedir. Bu değişken türleri arasında birbirine dönüştürme işlemi yapılabilmektedir. Küçük türün büyük türe dönüştürülmesi sırasında veri kaybı yaşanmayacağı için direk dönüşüm yapılır. Buna kapalı ya da dolaylı dönüşüm denmektedir. Tersi durumda, büyük türün küçük türe dönüşümünde ise muhtemel veri kaybı olacaktır. Bu dönüştürmeyi yapabilmek için belli metotlardan yararlanılır. Bu dönüşüme de açık ya da direk dönüşüm adı verilmektedir. Referans türündeki bir değişkene, değer türündeki bir değişkenin değerinin aktarılması işlemine kutulama “boxing” denir. İşlem otomatik olarak yapılır. Bu işlemin tam tersi duruma da kutudan çıkarma “unboxing” denmektedir. Yani değer türündeki bir değişkene, referans türünden bir değişkenin değerinin aktarılmasıdır. \n<br/>Bu nedenle doğru cevap A seçeneğidir."
  },
  {
    "id": "3775887",
    "unitNumber": 3,
    "text": "Aşağıda temel işlemler (operatatörler) ile ilgili olarak verilen ifadelerden hangisi yanlıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Atama Operatöründe her zaman eşitliğin sağ tarafı, sol taraftaki değişkene atanır.",
      "B": "Tekli Aritmetik Operatörler ++ ve -- kullanıldığı işlemlerdir.",
      "C": "Bileşik Atama Operatörlerinde +=, -=, *=, /=, %= gibi operatörler kullanılmaktadır.",
      "D": "Mantıksal Operatörler Yapılan karşılaştırma işlemlerinin doğru mu veya yanlış mı olduklarını birleştirmek için kullanılırlar.",
      "E": "Tek başlarına işlev ve anlamı olmayan fakat işlem yaparken kullanılan karakterlere akış kontrol yapıları denilmektedir."
    },
    "explanation": "Atama Operatöründe her zaman eşitliğin sağ tarafı, sol taraftaki değişkene atanır. Tekli Aritmetik Operatörler ++ ve -- kullanıldığı işlemlerdir. Bileşik Atama Operatörlerinde +=, -=, *=, /=, %= gibi operatörler kullanılmaktadır. Mantıksal Operatörler Yapılan karşılaştırma işlemlerinin doğru mu veya yanlış mı olduklarını birleştirmek için kullanılırlar.Tek başlarına işlev ve anlamı olmayan fakat işlem yaparken kullanılan karakterlere operatör denilmektedir. Bu nedenle cevap E seçeneğidir."
  },
  {
    "id": "3775888",
    "unitNumber": 3,
    "text": "I. Blok yapıları, { … } parantezler arasında yazılan kodlardır ve tanımlanan değişkenlere başka<br/>yerden erişilemez.<br/>II. Yönlendiriciler (if-else, switch), karar mekanizmaları olarak kullanılır ve doğru veya yanlışla ilgili kod blokları çalıştırmaz.<br/>III. Döngüler (for, foreach, while), kod içerisindeki tekrarlı işlemler için kullanılır. Kod bloklarını belli bir kontrol durumuna veya belli bir sayıya kadar çalıştırırlar.\n Yukarıda akış kontrol yapıları ile ile ilgili olaran verilen ifadelerden hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "Yalnız II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "Yalnız III"
    },
    "explanation": "Kontrol yapılarını üç grupta toplayabiliriz:<br/>• Blok yapıları: { … } parantezler arasında yazılan kodlardır. Burada tanımlanan değişkenlere başka<br/>yerden erişilemez.<br/>• Yönlendiriciler (if-else, switch): Karar mekanizmaları olarak kullanılır. Doğru veya yanlışsa ilgili kod<br/>blokları çalıştırılır.<br/>• Döngüler (for, foreach, while): Kod içerisindeki tekrarlı işlemler için kullanılır. Kod bloklarını belli bir<br/>kontrol durumuna veya belli bir sayıya kadar çalıştırırlar.\n<br/>Bu nedenle cevap C seçeneğidir.<br/>Kontrol yapılarını üç grupta toplayabiliriz:<br/>• Blok yapıları: { … } parantezler arasında yazılan kodlardır. Burada tanımlanan değişkenlere başka<br/>yerden erişilemez.<br/>• Yönlendiriciler (if-else, switch): Karar mekanizmaları olarak kullanılır. Doğru veya yanlışsa ilgili kod<br/>blokları çalıştırılır.<br/>• Döngüler (for, foreach, while): Kod içerisindeki tekrarlı işlemler için kullanılır. Kod bloklarını belli bir<br/>kontrol durumuna veya belli bir sayıya kadar çalıştırırlar.\n Bu nedenle cevap C seçeneğidir."
  },
  {
    "id": "3775889",
    "unitNumber": 3,
    "text": "Aşağıda dizi yapıları ile ilgili olarak verilen ifadelerden hangisi doğru değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Diziler, aynı türden tanımlanmış birden çok elemanın tutulabileceği bir listedir.",
      "B": "İndisler, dizideki istediğimiz elemana kolayca erişebilmeyi sağlamaktadır.",
      "C": "Diziler referans türünde değişkenlerdir, isimlendirilmeleri beklenir.",
      "D": "C# programlama dilinde, dizinin ilk elemanının indisi 0 ile başlar.",
      "E": "C# dilinde, ( ) işaretleri dizileri tanımlamak için kullanılmaktadır."
    },
    "explanation": "Diziler, aynı türden tanımlanmış birden çok elemanın tutulabileceği bir listedir.Elemanların türleri kullanıcı tarafından da tanımlanabilir, bu amaçla elemanlar için bir sınıf tanımlayabiliriz.Diziler referans türünde değişkenlerdir, isimlendirilmeleri beklenir. C# programlama dilinde, dizinin<br/>ilk elemanının indisi 0 ile başlar.C# dilinde, [ ] işaretleri dizileri tanımlamak için kullanılmaktadır. değişken[ indis ] şeklinde de dizinin elemanlarına erişilmektedir. \n<br/>Bu nedenle cevap E seçeneğidir.<br/>Diziler, aynı türden tanımlanmış birden çok elemanın tutulabileceği bir listedir. Elemanların türleri kullanıcı tarafından da tanımlanabilir, bu amaçla elemanlar için bir sınıf tanımlayabiliriz. Diziler referans türünde değişkenlerdir, isimlendirilmeleri beklenir. C# programlama dilinde, dizinin<br/>ilk elemanının indisi 0 ile başlar. C# dilinde, [ ] işaretleri dizileri tanımlamak için kullanılmaktadır. değişken[ indis ] şeklinde de dizinin elemanlarına erişilmektedir. \n Bu nedenle cevap E seçeneğidir."
  },
  {
    "id": "3775970",
    "unitNumber": 4,
    "text": "I Metotlar belirli görevleri yerine getirmek amacıyla tasarlanmış kod bloklarına denir.\n<br/>II Yaptıkları işlemlere göre bir sonuç döndürebilirler veya void türde tanımlanarak herhangi bir sonuç döndürmeyen metotlar da hazırlanabilir.\n<br/>III. C# dilinde başlangıç noktası Main metodudur.\n<br/>Yukarıda verilen bilgilerden hangisi metotların özelliklerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "II ve III",
      "E": "Hepsi"
    },
    "explanation": "Belirli görevleri yerine getirmek amacıyla tasarlanmış kod bloklarına metot ya da fonksiyon denir.\n<br/>Yaptıkları işlemlere göre bir sonuç döndürebilirler veya void türde tanımlanarak herhangi bir sonuç döndürmeyen metotlar da hazırlanabilir.\n<br/>C# dilinde de bu başlangıç noktası Main metodudur."
  },
  {
    "id": "3775971",
    "unitNumber": 4,
    "text": "public int ucgenAlanHesapla( int taban, int yukseklik )<br/>{<br/>int alan = ( taban * yukseklik ) / 2 ;<br/>return alan ;<br/>}\n Yukarıda verilen kod bloğu içerisindeki metot elemanlarından hangisi metodun döndürdüğü değer türünü tanımlamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Return",
      "B": "Public",
      "C": "camelCase",
      "D": "int",
      "E": "Static void"
    },
    "explanation": "public int ucgenAlanHesapla( int taban, int yukseklik )<br/>{<br/>int alan = ( taban * yukseklik ) / 2 ;<br/>return alan ;<br/>} \n Metodun geri döndürdüğü değer türü “int” olarak tanımlanmıştır."
  },
  {
    "id": "3775972",
    "unitNumber": 4,
    "text": "var sayi = Math.Abs(-123.45);\n<br/>Console.WriteLine( \"Değer: \" + sayi );\n<br/>Yukarıda Math sınıfında hazırlanmış Math.Abs(sayı) fonksiyonu kullanılmıştır. Bu kod bloğı-unun ekran çıktısı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "123.45",
      "B": "-123.45",
      "C": "+123.45",
      "D": "12.3",
      "E": "0"
    },
    "explanation": "var sayi = Math.Abs(-123.45);<br/>Console.WriteLine( \"Değer: \" + sayi );<br/>Kullanımının gösterildiği kod örneğinin ekran çıktısı da şu şekilde olacaktır:\n<br/>Değer: 123.45"
  },
  {
    "id": "3775973",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi koleksiyon türlerinden birisi olan ArrayList özelliklerinden birisi <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "En genel amaçlı kullanılan koleksiyon türüdür.",
      "B": "Nesnelerden oluşan dizi yapısıdır.",
      "C": "Aynı eleman birden fazla eklenemez.",
      "D": "0’dan başlayan bir sayaç ile elemanlarına ulaşılabilir.",
      "E": "Add() metodu ile ArrayList’e yeni bir eleman eklenir."
    },
    "explanation": "ArrayList: En genel amaçlı kullanılan koleksiyon türüdür. Nesnelerden oluşan dizi yapısıdır. Add()<br/>metodu ile ArrayList’e yeni eleman eklenir. Aynı eleman birden fazla eklenebilir. Elemanları sıralı<br/>değildir. 0’dan başlayan bir sayaç ile elemanlarına ulaşılabilir. RemoveAt( sayaç ) ile istenilen sıradaki eleman listeden çıkarılabilir."
  },
  {
    "id": "3775974",
    "unitNumber": 4,
    "text": "double x = Math.Sqrt( 121 );\n Yukarıda kodu matematiksel işlemin sonucu aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "11",
      "B": "121",
      "C": "12",
      "D": "14.641",
      "E": "12.1"
    },
    "explanation": "Math.Sqrt( sayı ): Parametre olarak alınan sayının karekökünü hesaplayan fonksiyondur. Sayı, double<br/>veya double türüne dönüştürülebilir olmalıdır.<br/>x = 121<br/>double x = Math.Sqrt( 121 ) ; // sonuç 11 olacaktır"
  },
  {
    "id": "3775975",
    "unitNumber": 4,
    "text": "I Sözlük anlamı yığın, istif anlamına gelmektedir.\n II LIFO (Last in First Out) yani son giren ilk çıkar yapısını sergilemektedir.\n III. Yığının en üstüne bir eleman eklemek için Push() metodu, üstten bir eleman çekmek için de Pop() metodu kullanılır.\n Yukarıda özellikleri verilen koleksiyon türü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Queue",
      "B": "Hashtable",
      "C": "Dictionary",
      "D": "Stack",
      "E": "ArrayList"
    },
    "explanation": "Stack: Sözlük anlamı olarak yığın, istif gibi anlamlara gelmektedir. Tıpkı Queue gibi gerçek hayattaki kullanımı programa aktarılmıştır. LIFO (Last In First Out) yani son giren ilk çıkar yapısını sergilemektedir. Bu yığına yine yemekhane ile ilgili tabldotların ya da tepsilerin üst üste koyulmaları örnek verilebilir. İlk konulan tepsi, mecburen en son alınacaktır. Son konulan ise ilk önce alınacaktır. Yığının en üstüne bir eleman eklemek için Push() metodu, üstten bir eleman çekmek için de Pop() metodu kullanılır."
  },
  {
    "id": "3775976",
    "unitNumber": 4,
    "text": "….. günlük hayattaki metinleri, bilgisayar ortamında ise art arda gelen karakter dizilerini simgeler. Bu veri türü her ne kadar değer tipi kabul edilse de referans tipinde bir veri türüdür.\n Yukarıda boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Dictionary",
      "B": "String",
      "C": "ArrayList",
      "D": "Koleksiyon",
      "E": "Değişken"
    },
    "explanation": "String, günlük hayattaki metinleri, bilgisayar ortamında ise art arda gelen karakter dizilerini simgeler. String veri türü her ne kadar değer tipi kabul edilse de referans tipinde bir veri türüdür."
  },
  {
    "id": "3775977",
    "unitNumber": 4,
    "text": "using System;\n public class Program\n {\n public static void Main(string[] args)\n {\n string metin = \"C# çok güzel!\";\n string eklenecek=\"öğrenmek \";\n string yeni_metin=metin.Insert( 3, eklenecek );\n Console.WriteLine(yeni_metin);\n }\n }\n Yukarıda verilen kod bloğunun ekran çıktısı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "C# çok güzel!",
      "B": "C# çok güzel! öğrenmek",
      "C": "C# öğrenmek çok güzel!",
      "D": "öğrenmek",
      "E": "Öğrenmek C# çok güzel!"
    },
    "explanation": "using System;<br/>public class Program<br/>{<br/>public static void Main(string[] args)<br/>{<br/>string metin = \"C# çok güzel!\";<br/>string eklenecek=\"öğrenmek \";<br/>string yeni_metin=metin.Insert( 3, eklenecek );<br/>Console.WriteLine(yeni_metin);<br/>}<br/>}<br/>Program çıktı olarak C# öğrenmek çok güzel! verecektir."
  },
  {
    "id": "3775978",
    "unitNumber": 4,
    "text": "string buyuk_metin = degisken_ismi.ToUpper();\n Yukarıda şablonu verilen ToUpper metodu hangi işlemi gerçekleştirmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "String türünde tanımlanmış değişkendeki metnin tümünü küçük harfe çevirir.",
      "B": "Metin karşılaştırma işlemi yapmak için kullanılır. String ifadeleri karakter karakter karşılaştırarak sonucu int bir değer olarak döndürür.",
      "C": "String türünde tanımlanmış değişkendeki metnin tümünü büyük harfe çevirir.",
      "D": "Bu metot, string ifadeleri birleştirmek için kullanılır. Verilen metinleri art arda ekler ve yine string türünden bir değer döndürmektedir.",
      "E": "Metnin sağına verilen boşluk sayısı kadar “ ” boşluk karakteri ekler."
    },
    "explanation": "ToUpper: String türünde tanımlanmış değişkendeki metnin tümünü büyük harfe çevirir.<br/>string buyuk_metin = degisken_ismi.ToUpper();"
  },
  {
    "id": "3775979",
    "unitNumber": 4,
    "text": "“Sayının tam kısmını döndürür, ondalıklı kısmını siler. Parametre olarak aldığı sayı double, decimal veya float gibi ondalıklı sayılar olabilir.”\n Yukarıda tanımı verilen Matematik Sınıfı metodu aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Math.log(sayı)",
      "B": "Math.Pow(sayı,üs)",
      "C": "Math.Round(sayı,basamak_sayısı)",
      "D": "Math.Truncate(sayı)",
      "E": "Math.Log(sayı)"
    },
    "explanation": "Math.Truncate( sayı ): Sayının tam kısmını döndürür, ondalıklı kısmını siler. Parametre olarak aldığı sayı double, decimal veya float gibi ondalıklı sayılar olabilir."
  },
  {
    "id": "3775980",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi C# programlama dilinde programların çalıştırılması için gerekli olan başlangıç noktasıdır.",
    "correctAnswer": "A",
    "options": {
      "A": "Main",
      "B": "Public",
      "C": "Private",
      "D": "Void",
      "E": "camelCase"
    },
    "explanation": "BİL107U İleri Programlama I Kitabının “C# Program Yapısı ” başlıklı 2. Bölümünde bu soru ile ilgili şu bilgi verilmektedir.\n<br/>Metotlar kod içerisinden çağırılır; bu yüzden belirli kurallara uygun yazılmaları gerekmektedir.\n<br/>Metotlar, kod içerisinde tekrar eden işlemlerin her seferinde tekrar yazılmasının önüne geçmesi açısından önemlidir. Kodun okunurluğunun artmasının yanında, yazılan koda bakan başka bir programcının da kodu anlamasını kolaylaştıracaktır.\n<br/>Ayrıca yapılan işlemde herhangi bir değişiklik olduğunda, kod içerisinde yazılan tüm işlemlerin güncellenmesi yerine, sadece hazırlanan metodun güncellenmesi yeterli olacaktır. Böylece hem zamandan tasarruf edilecek hem de olası hatalar engellenmiş olacaktır.\n<br/>Metotlar, bir kere yazıldıktan sonra kod içerisinde istenilen yerde ve istenildiği kadar çağrılabilir. Yerine getireceği işlemler için parametre alacak bir yapıda hazırlanabilir. Böylece benzer işi yapan ortak kodlar bir araya getirilerek daha genel amaçlı kod blokları geliştirilebilir.\n<br/>Yaptıkları işlemlere göre bir sonuç döndürebilirler veya void türde tanımlanarak herhangi bir sonuç döndürmeyen metotlar da hazırlanabilir. C# dilinde, metotlar mutlaka bir struct (yapı) veya class (sınıf ) içerisinde tanımlı olmalıdır. Bu yapılar dışında bir yerde tanımlanamazlar.\n<br/>Programların çalıştırılabilmesi için bir başlangıç noktasına ihtiyaçları vardır. C# dilinde de bu başlangıç noktası Main metodudur. Main metodu, programın bütün işlevlerinden sorumlu, onları çalıştıran hatta başka sınıflar ile iletişim kuran ana metoddur. Her programda sadece bir tane ana metot işlevi taşıyan Main() metodu olabilir.\n<br/>Bu nedenle sorunun doğru cevabı A seçeneğidir."
  },
  {
    "id": "3775981",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi C# programlama dilinde metotların erişim belirleyicisi belirtilmediği takdirde kabul edildiği sınıfı tanımlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Main",
      "B": "Public",
      "C": "Private",
      "D": "Void",
      "E": "camelCase"
    },
    "explanation": "BİL107U İleri Programlama I Kitabının “C# Program Yapısı ” başlıklı 2. Bölümünde bu soru ile ilgili şu bilgi verilmektedir.\n<br/>C# programlama dilinde, metotların tanımlandıkları sınıf içerisinde birtakım kurallara uymaları gerekmektedir.\n<br/><ul><br/><li>Metot isimleri de değişken isimleri kurallarına uygun şekilde verilmelidir.</li><br/><li>Metotların erişim belirleyicisi belirtilmelidir, aksi hâlde “private” olarak kabul edilir.</li><br/><li>Her zaman için bir sınıf yapısı içinde tanımlanmalıdır.</li><br/><li>Her metodun geri döndürdüğü değerin türü belirtilmelidir. Geri değer döndürmüyorsa da dönüş tipi olarak “void” tanımlanmalıdır. Döndürülecek değer, “return” anahtar kelimesi kullanılarak döndürülür.</li><br/><li>Parametre alan bir metot tanımlandıysa, birden fazla parametresi varsa aralarına virgül “,” koyarak ayrılmalıdır.</li><br/></ul><br/>Bu nedenle sorunun doğru cevabı C seçeneğidir."
  },
  {
    "id": "3775982",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi C# programlama dilinde metodun geri döndürdüğü değerin belirtilmediyse dönüş tipi olarak tanımlanması gereken ifadedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Main",
      "B": "Public",
      "C": "Private",
      "D": "Void",
      "E": "camelCase"
    },
    "explanation": "BİL107U İleri Programlama I Kitabının “C# Program Yapısı ” başlıklı 2. Bölümünde bu soru ile ilgili şu bilgi verilmektedir.\n<br/>C# programlama dilinde, metotların tanımlandıkları sınıf içerisinde birtakım kurallara uymaları gerekmektedir.\n<br/><ul><br/><li>Metot isimleri de değişken isimleri kurallarına uygun şekilde verilmelidir.</li><br/><li>Metotların erişim belirleyicisi belirtilmelidir, aksi hâlde “private” olarak kabul edilir.</li><br/><li>Her zaman için bir sınıf yapısı içinde tanımlanmalıdır.</li><br/><li>Her metodun geri döndürdüğü değerin türü belirtilmelidir. Geri değer döndürmüyorsa da dönüş tipi olarak “void” tanımlanmalıdır. Döndürülecek değer, “return” anahtar kelimesi kullanılarak döndürülür.</li><br/><li>Parametre alan bir metot tanımlandıysa, birden fazla parametresi varsa aralarına virgül “,” koyarak ayrılmalıdır.</li><br/></ul><br/>Bu nedenle sorunun doğru cevabı D seçeneğidir."
  },
  {
    "id": "3775983",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi C# dilindeki mutlak değer hesaplama fonksiyonu için kullanılan metottur?",
    "correctAnswer": "A",
    "options": {
      "A": "Math.Abs( sayı )",
      "B": "Math.Min( sayı1, sayı2 ), Math.Max( sayı1, sayı2 )",
      "C": "Math.Sign( sayı )",
      "D": "Math.BigMul( sayı1, sayı2 )",
      "E": "Math.DivRem( bölünen, bölen, out kalan )"
    },
    "explanation": "BİL107U İleri Programlama I Kitabının “C# Program Yapısı ” başlıklı 2. Bölümünde bu soru ile ilgili şu bilgi verilmektedir.\n<br/>Math sınıfında hazırlanmış tüm metotlar static’tir ve bu sınıf mühürlüdür (sealed). Yani Math sınıfından kalıtım yapılamaz. Math sınıfının bir nesnesi de yaratılamaz. Bu yüzden, Math sınıfındaki metotlar “Math.Abs()” şeklinde sınıf adı ile birlikte kullanılmalıdır. Math sınıfında çok kullanılan metodları inceleyelim.\n<br/><strong>Math.Abs( sayı ): </strong>Mutlak değer hesaplama fonksiyonudur. Parametre olarak herhangi bir sayısal değer verilebilir. Zaten sadece pozitif değerler alabilen uint, ulong ve ushort türünden sayısal değerleri alamaz.\n<br/>Bu nedenle sorunun doğru cevabı A seçeneğidir."
  },
  {
    "id": "3775984",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi C# dilindeki iki sayı arasında karşılaştırma yapmak için kullanılan metottur?",
    "correctAnswer": "B",
    "options": {
      "A": "Math.Abs( sayı )",
      "B": "Math.Min( sayı1, sayı2 ), Math.Max( sayı1, sayı2 )",
      "C": "Math.Sign( sayı )",
      "D": "Math.BigMul( sayı1, sayı2 )",
      "E": "Math.DivRem( bölünen, bölen, out kalan )"
    },
    "explanation": "BİL107U İleri Programlama I Kitabının “C# Program Yapısı ” başlıklı 2. Bölümünde bu soru ile ilgili şu bilgi verilmektedir.\n<br/>Math sınıfında hazırlanmış tüm metotlar static’tir ve bu sınıf mühürlüdür (sealed). Yani Math sınıfından kalıtım yapılamaz. Math sınıfının bir nesnesi de yaratılamaz. Bu yüzden, Math sınıfındaki metotlar “Math.Abs()” şeklinde sınıf adı ile birlikte kullanılmalıdır. Math sınıfında çok kullanılan metodları inceleyelim.\n<br/><strong>Math.Min( sayı1, sayı2 ), Math.Max( sayı1, sayı2 ): </strong>İki sayı arasında karşılaştırma yapmak için kullanılır. Min ile küçük sayı, Max ile de büyük sayı eşitlikteki değişkene atanır. Karşılaştırmak için de herhangi bir sayısal değer alabilirler.\n<br/>Bu nedenle sorunun doğru cevabı B seçeneğidir."
  },
  {
    "id": "3775985",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi C# programlama dilinde parametre olarak girilen “unsigned” olmayan herhangi bir sayının işaretinin bulmak için kullanılan metottur?",
    "correctAnswer": "C",
    "options": {
      "A": "Math.Abs( sayı )",
      "B": "Math.Min( sayı1, sayı2 ), Math.Max( sayı1, sayı2 )",
      "C": "Math.Sign( sayı )",
      "D": "Math.BigMul( sayı1, sayı2 )",
      "E": "Math.DivRem( bölünen, bölen, out kalan )"
    },
    "explanation": "BİL107U İleri Programlama I Kitabının “C# Program Yapısı ” başlıklı 2. Bölümünde bu soru ile ilgili şu bilgi verilmektedir.\n<br/>Math sınıfında hazırlanmış tüm metotlar static’tir ve bu sınıf mühürlüdür (sealed). Yani Math sınıfından kalıtım yapılamaz. Math sınıfının bir nesnesi de yaratılamaz. Bu yüzden, Math sınıfındaki metotlar “Math.Abs()” şeklinde sınıf adı ile birlikte kullanılmalıdır. Math sınıfında çok kullanılan metodları inceleyelim.\n<br/><strong>Math.Sign( sayı ): </strong>Parametre olarak girilen “unsigned” olmayan herhangi bir sayının işaretini bulmak için kullanılır. Pozitif sayılar için +1, negatif için -1 ve sıfır için 0 olarak bir int değer döndürür.\n<br/>Bu nedenle sorunun doğru cevabı C seçeneğidir."
  },
  {
    "id": "3775986",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi C# programlama dilinde % operatörü ile kalan hesaplanırken; iki sayının tam bölüm sonucu ve kalanının hesaplamaya yarayan fonksiyondur?",
    "correctAnswer": "E",
    "options": {
      "A": "Math.Abs( sayı )",
      "B": "Math.Min( sayı1, sayı2 ), Math.Max( sayı1, sayı2 )",
      "C": "Math.Sign( sayı )",
      "D": "Math.BigMul( sayı1, sayı2 )",
      "E": "Math.DivRem( bölünen, bölen, out kalan )"
    },
    "explanation": "BİL107U İleri Programlama I Kitabının “C# Program Yapısı ” başlıklı 2. Bölümünde bu soru ile ilgili şu bilgi verilmektedir.\n<br/>Math sınıfında hazırlanmış tüm metotlar static’tir ve bu sınıf mühürlüdür (sealed). Yani Math sınıfından kalıtım yapılamaz. Math sınıfının bir nesnesi de yaratılamaz. Bu yüzden, Math sınıfındaki metotlar “Math.Abs()” şeklinde sınıf adı ile birlikte kullanılmalıdır. Math sınıfında çok kullanılan metodları inceleyelim.\n<br/><strong>Math.DivRem( bölünen, bölen, out kalan ): </strong>% operatörü ile kalan hesaplanabilirken bu fonksiyon ile iki tam sayının bölüm sonucu ve kalanı hesaplanabilmektedir. Dönen sonuç ve parametreleri int veya long türünde olabilir.\n<br/>Bu nedenle sorunun doğru cevabı E seçeneğidir."
  },
  {
    "id": "3775987",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi C# programlama dilinde sayıyı en yakın tam sayıya çevirmek için kullanılan yuvarlama fonksiyonudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Math.Floor( sayı )",
      "B": "Math.Truncate( sayı )",
      "C": "Math.Max( sayı , basamak sayısı )",
      "D": "Math.Round( sayı )",
      "E": "Math.Ceiling( sayı )"
    },
    "explanation": "BİL107U İleri Programlama I Kitabının “C# Program Yapısı ” başlıklı 2. Bölümünde bu soru ile ilgili şu bilgi verilmektedir.\n<br/>Math sınıfında hazırlanmış tüm metotlar static’tir ve bu sınıf mühürlüdür (sealed). Yani Math sınıfından kalıtım yapılamaz. Math sınıfının bir nesnesi de yaratılamaz. Bu yüzden, Math sınıfındaki metotlar “Math.Abs()” şeklinde sınıf adı ile birlikte kullanılmalıdır. Math sınıfında çok kullanılan metodları inceleyelim.\n<br/><strong>Math.Round( sayı ): </strong>Yuvarlama fonksiyonlarındandır. Sayıyı en yakın tam sayıya çevirmek için kullanılır. Parametre olarak aldığı sayı double, decimal veya bunlara dönüştürülebilir olmalıdır.\n<br/>Bu nedenle sorunun doğru cevabı D seçeneğidir."
  },
  {
    "id": "3775988",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi C# programlama dilinde nesneleri gruplamayı sağlayan koleksiyonlar sınıfında en genel amaçlı kullanılan ve nesnelerden oluşan dizi yapısına verilen isimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "ArrayList",
      "B": "Hashtable",
      "C": "Queue",
      "D": "Stack",
      "E": "Dictionary"
    },
    "explanation": "BİL107U İleri Programlama I Kitabının “C# Program Yapısı ” başlıklı 2. Bölümünde bu soru ile ilgili şu bilgi verilmektedir.\n<br/>C# programlama dilinde koleksiyonlar, nesneleri gruplamayı sağlayan sınıflardır. Klasik dizi (array) yapısından çok daha fazla özelliği olan, System.Collections altında tanımlı bir veri türüdür. IEnumerable arayüzü koleksiyon sınıflarının tümüne uygulanmıştır. Böylece tüm koleksiyon nesneleri foreach döngüsü ile kullanılabilir.\n<br/>Koleksiyonlar, nesnelerden oluşmuş, çok sayıda verinin tutulduğu türlerdir. Diziler ile arasındaki fark ise diziler sabit boyutlara sahip iken, koleksiyon yapılarının boyutları dinamik olarak artmaya ve azalmaya imkân sunar. Bunun yanında koleksiyondaki elemanları numaralamak, sıralamak, yeni eleman eklemek, eleman çıkartmak, koleksiyonda eleman aramak gibi özellikleri destekleyen bir yapıdır. Farklı durumlar için oluşturulmuş çeşitli koleksiyon yapıları mevcuttur. Ayrıca kullanıcıların da kendi koleksiyonlarını oluşturmalarına izin vermektedir. Koleksiyon türlerin bazılarından kısaca bahsedeceğiz.\n<br/><ul><br/><li><strong> ArrayList</strong>: En genel amaçlı kullanılan koleksiyon türüdür. Nesnelerden oluşan dizi yapısıdır. Add() metodu ile ArrayList’e yeni eleman eklenir. Aynı eleman birden fazla eklenebilir. Elemanları sıralı değildir. 0’dan başlayan bir sayaç ile elemanlarına ulaşılabilir. RemoveAt( sayaç ) ile istenilen sıradaki eleman listeden çıkarılabilir.</li><br/></ul><br/>Bu nedenle sorunun doğru cevabı A seçeneğidir."
  },
  {
    "id": "3775989",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi C# programlama dilinde string sınıfı ifadeleri birleştirmek için kullanılan, verilen metinleri art arda ekleyen metodun ismidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Concat",
      "B": "Contains",
      "C": "CopyTo",
      "D": "EndsWith",
      "E": "IndexOf"
    },
    "explanation": "BİL107U İleri Programlama I Kitabının “C# Program Yapısı ” başlıklı 2. Bölümünde bu soru ile ilgili şu bilgi verilmektedir.\n<br/>System.String sınıfını temsil etmektedir. String, günlük hayattaki metinleri, bilgisayar ortamında ise art arda gelen karakter dizilerini simgeler. String veri türü her ne kadar değer tipi kabul edilse de referans tipinde bir veri türüdür.\n<br/>Concat: Bu metot, string ifadeleri birleştirmek için kullanılır. Verilen metinleri art arda ekler ve yine string türünden bir değer döndürmektedir.\n<br/>Bu nedenle sorunun doğru cevabı A seçeneğidir."
  },
  {
    "id": "3775990",
    "unitNumber": 4,
    "text": "Belirli görevleri yerine getirmek amacıyla tasarlanmış kod bloklarına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Metot",
      "B": "Modül",
      "C": "Konsol",
      "D": "String",
      "E": "Sınıf"
    },
    "explanation": "Belirli görevleri yerine getirmek amacıyla tasarlanmış kod bloklarına metot ya da fonksiyon adı verilir."
  },
  {
    "id": "3775991",
    "unitNumber": 4,
    "text": "İçine eklenen bir kontrol durumu gerçekleşene kadar kendini çağırarak istenilen işi yapan özel metot türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Özyinelemeli",
      "B": "Kurucu",
      "C": "Yapıcı",
      "D": "Main",
      "E": "Public"
    },
    "explanation": "<u><strong>Özyinelemeli (Recursive) Metotlar: </strong></u>\n <br/>Bu özel metot türü, içine eklenen bir kontrol durumu gerçekleşene kadar kendini çağırarak istenilen işi yapan fonksiyonlardır. Bu metotlar doğrudan ya da dolaylı olarak kendilerini çağırarak görevlerini yaparlar. Yazımı ve kullanımı tıpkı diğer metotlar gibidir."
  },
  {
    "id": "3775992",
    "unitNumber": 4,
    "text": "Mutlak değer hesaplamada kullanılan, parametre olarak herhangi bir sayısal değer verilebilen matematik sınıf metodu aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Math.Abs()",
      "B": "Math.Min()",
      "C": "Math.Sign()",
      "D": "Math.BigMul()",
      "E": "Math.DivRem()"
    },
    "explanation": "<strong>Math.Abs( sayı ):</strong> Mutlak değer hesaplama fonksiyonudur. Parametre olarak herhangi bir sayısal değer verilebilir."
  },
  {
    "id": "3775993",
    "unitNumber": 4,
    "text": "Sayının tam kısmını döndürüp ondalıklı kısmını silen fonksiyon aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Math.Truncate",
      "B": "Math.Log10",
      "C": "Math.Sqrt",
      "D": "Math.Sin",
      "E": "Math.Sign"
    },
    "explanation": "<strong>Math.Truncate (sayı):</strong> Sayının tam kısmını döndürür, ondalıklı kısmını siler. Parametre olarak aldığı sayı double, decimal veya float gibi ondalıklı sayılar olabilir."
  },
  {
    "id": "3775994",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bir programlama projesinde metotların (fonksiyonların) kullanımının genel olarak sağladığı faydalardan <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bir kere yazıldıktan sonra kod içerisinde istenilen yerde ve istenildiği kadar çağrılabilirler.",
      "B": "Kod içerisinde yazılan tüm işlemlerin güncellenmesi yerine, sadece hazırlanan metodun güncellenmesi ile hata olasılığını azaltır ve zamandan tasarruf sağlarlar.",
      "C": "Kod içerisinde tekrar eden işlemlerin her seferinde tekrar yazılmasının önüne geçmeleri açısından önemlidirler.",
      "D": "Kodun okunurluğunun artmasını ve başka bir programcı tarafından kolay anlaşılmasını sağlarlar.",
      "E": "Matematiksel hesaplamaların kolay bir şekilde yapılmasını sağlarlar."
    },
    "explanation": "E- “Math” sınıfına dair metodlar matematiksel işlemleri kolaylaştırsa da, diğer seçenekler sayfa 83’te tanımlandığı şekli ile genel olarak metotların faydalarını ortaya koymaktadır."
  },
  {
    "id": "3775995",
    "unitNumber": 4,
    "text": "C# dilinde, matematiksel işlemlerin daha kolay yapılabilmesi amacıyla, bazı işlemler ............. sınıfı içinde toplanmıştır. \n <strong>Yukarıdaki cümlede boş yere aşağıdakilerden hangisinin gelmesi uygundur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "System.Math",
      "B": "new.Random",
      "C": "ArrayList",
      "D": "Hashtable",
      "E": "Queue"
    },
    "explanation": "C# dilinde, matematiksel işlemlerin daha kolay yapılabilmesi amacıyla, bazı işlemler “<strong>System.Math</strong>” sınıfı içinde toplanmıştır. Bir sayının karesini alma, karekökünü bulma, n’inci dereceden kuvvetini alma, alt ve üste yuvarlama, Sin/Cos.. gibi trigonometrik işlemler, logaritmik işlemler, sayı karşılaştırma gibi işlemleri desteklemektedir"
  },
  {
    "id": "3775996",
    "unitNumber": 4,
    "text": "En genel amaçlı kullanılan koleksiyon türü ve nesnelerden oluşan dizi yapısı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "ArrayList",
      "B": "Hashtable",
      "C": "Queue",
      "D": "Stack",
      "E": "Dictionary"
    },
    "explanation": "ArrayList: En genel amaçlı kullanılan koleksiyon türüdür. Nesnelerden oluşan dizi yapısıdır. Add() metodu ile ArrayList’e yeni eleman eklenir."
  },
  {
    "id": "3775997",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi String sınıfının <u>en sık</u> kullanılan metotlarından birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Length",
      "B": "Dictionary",
      "C": "Stack",
      "D": "Queue",
      "E": "Hashtable"
    },
    "explanation": "Length, metnin uzunluğu, yani kaç karakterden oluştuğu bilgisini veren String sınıfı metotlarından biridir. Diğer seçeneler ise String sınıfında yer almazlar."
  },
  {
    "id": "3775998",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi String bir değişkenin sonunun verilen bir char veya string türündeki değere eşit olup olmadığını kontrol eder?",
    "correctAnswer": "A",
    "options": {
      "A": "EndsWith",
      "B": "IndexOf",
      "C": "Insert",
      "D": "LastIndexOf",
      "E": "PadLeft"
    },
    "explanation": "<strong>EndsWith</strong>: String bir değişkenin sonunun verilen bir char veya string türündeki değere eşit olup olmadığını kontrol eder."
  },
  {
    "id": "3775999",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bir string değer içinde karakter ya da metin aramak için kullanılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Contains",
      "B": "IsNullOrEmpty",
      "C": "Format",
      "D": "Copy",
      "E": "Concat"
    },
    "explanation": "<strong>Contains</strong>: Bu metot, bir string değer içinde karakter ya da metin aramak için kullanılmaktadır. Boolean bir değer döndürür."
  },
  {
    "id": "3776000",
    "unitNumber": 4,
    "text": "Nesnelerden oluşmuş, çok sayıda verinin tutulduğu türlere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Koleksiyon",
      "B": "Dizi",
      "C": "Komut",
      "D": "Sembol",
      "E": "String"
    },
    "explanation": "<strong>Koleksiyonlar</strong>, nesnelerden oluşmuş, çok sayıda verinin tutulduğu türlerdir. Diziler ile arasındaki fark ise diziler sabit boyutlara sahip iken, koleksiyon yapılarının boyutları dinamik olarak artmaya ve azalmaya imkân sunar."
  },
  {
    "id": "3776001",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi C# programlama dilinde, metotların tanımlandıkları sınıf içerisinde uyması gereken sözdizimi kurallarından<strong> değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Metot isimleri de değişken isimleri kurallarına uygun şekilde verilmelidir.",
      "B": "Metotların erişim belirleyicisi belirtilmelidir, aksi hâlde “public” olarak kabul edilir.",
      "C": "Her zaman için bir sınıf yapısı içinde tanımlanmalıdır.",
      "D": "Her metodun geri döndürdüğü değerin türü belirtilmelidir. Geri değer döndürmüyorsa da dönüş tipi olarak “void” tanımlanmalıdır.",
      "E": "Parametre alan bir metot tanımlandıysa, birden fazla parametresi varsa aralarına virgül “,” koyarak ayrılmalıdır."
    },
    "explanation": "B - Erişim belirleyicisi belirtilmeyen metotlar C# dilinde “private” olarak kabul edilirler ve sadece tanımlandıkları sınıf içerisinden erişilebilirler. (sayfa 83)"
  },
  {
    "id": "3776002",
    "unitNumber": 4,
    "text": "İçine eklenen bir kontrol durumu gerçekleşene kadar kendini çağırarak istenilen işi yapan fonksiyonlara ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Döngü",
      "B": "Değişken",
      "C": "Özyinelemeli (recursive) metot",
      "D": "Operatör",
      "E": "Akış kontrolü"
    },
    "explanation": "C - Verilen tanım sayfa 85’te yer aldığı şekli ile özyinelemeli (recursive) metotları tanımlamaktadır. Soru içerisinde programlama bağlamında metot ile aynı anlama gelen fonksiyon sözcüğü de yer almaktadır. Diğer seçenekler kitabın bir önceki bölümü olan 3. Ünite’de yer almaktadır."
  },
  {
    "id": "3776003",
    "unitNumber": 4,
    "text": "Aşağıdaki seçeneklerde Math sınıfına ait metotlar tanımları ile beraber verilmiştir. Hangi seçenekteki eşleşme <strong>hatalıdır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Math.Abs(sayı) : Mutlak değer hesaplama fonksiyonudur.",
      "B": "Math.Min(sayı1, sayı2) : İki sayı arasında karşılaştırma yaparak küçük sayıyı döndürür.",
      "C": "Math.Sqrt( sayı ) : Sayının karekökünü hesaplayan fonksiyondur.",
      "D": "Math.Truncate( sayı ) : Sayıyı yukarı doğru yuvarlamak için kullanılır.",
      "E": "Math.Floor( sayı ) : Sayıyı aşağı doğru yuvarlamak için kullanılır."
    },
    "explanation": "D- Math.Truncate( sayı ) fonksiyonu yuvarlama işlemi yapmaz, parametre değeri olarak girilen sayının ondalık hanelerini silerek sadece tam sayı olan kısmını döndürür."
  },
  {
    "id": "3776004",
    "unitNumber": 4,
    "text": "C# programlama dilinde program geliştirirken rastgele değerlere ihtiyaç duyulduğunda kullanılan Random sınıfı, neye göre rastgele bir değer oluşturur?",
    "correctAnswer": "E",
    "options": {
      "A": "Sabit disk kapasitesine göre",
      "B": "Bellek kapasitesine göre",
      "C": "Fare hareketlerine göre",
      "D": "İşlemci sıcaklığına göre",
      "E": "Tarih-saate göre"
    },
    "explanation": "E- Random sınıfı, sistem zamanına (tarih-saat) göre rastgele bir değer oluşturur. (S.91)"
  },
  {
    "id": "3776005",
    "unitNumber": 4,
    "text": "C# programlama dilinde koleksiyonlar, nesneleri gruplamayı sağlayan sınıflardır. Hangi nesnenin hangi sırada listeye eklendiğini bilmemiz gereken bir durumda, örneğin trafik plaka kodları ile şehirlerin eşleştirildiği bir dizide trafik kodunu anahtar ve il adını buna karşılık olan bir değer olarak atamak için, hangi koleksiyon sınıfı metodunu kullanmak daha uygun olacaktır?",
    "correctAnswer": "A",
    "options": {
      "A": "Hashtable",
      "B": "ArrayList",
      "C": "Queue",
      "D": "Stack",
      "E": "Object"
    },
    "explanation": "A - Sorudaki tanım sayfa 93’te yer alan Hashtable tanımına daynmaktadır. Trafik kodu - il adı eşleştirmesi örneği de, sayfa 94’e Hashtable için verilen örnektir. ArrayList, Queue ve Stack koleksiyon sınıfı içerisinde yer almakla beraber, anahtar-&gt;değer eşleşmesi için tasarlanmamışlardır."
  },
  {
    "id": "3776006",
    "unitNumber": 4,
    "text": "string yazi = \"C# çok hoş\";\n int uzunluk = yazi.Length;\n Console.WriteLine( uzunluk );\n Yukarıdaki kod parçasında String sınıfının Length metodu kullanılmıştır. Bu kod parçasının üreteceği çıktı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "3",
      "B": "10",
      "C": "C# çok hoş",
      "D": "uzunluk",
      "E": "yazi.Length"
    },
    "explanation": "B --- string.Length metodu verilen string değişkenindeki karakter sayısını ekrana yazar. Buna göre yazi değişkenine atanmış olan “C# çok hoş” metni 10 karakterden oluşmaktadır. uzunluk değişkenine atanmış olan yazi. Length bu metnin uzunluğunu verir."
  },
  {
    "id": "3776007",
    "unitNumber": 4,
    "text": "C# programlama dilinde koleksiyon sınıfına ilişkin metotlar olan “Queue” (kuyruk) ve “Stack” (istif) arasındaki fark nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Queue FIFO (first-in-first-out), Stack LIFO(last-in-first-out) biçiminde çalışır.",
      "B": "Queue LIFO (last-in-first-out), Stack FIFO(first-in-first-out) biçiminde çalışır.",
      "C": "Stack ile her tür veri işlenirken, Queue ie sadece belirli veri tipleri işlenir.",
      "D": "Stack nesneleri anahtar-&gt;değer çiftleri içerir, Queue içermez.",
      "E": "Aralarında bir fark yoktur."
    },
    "explanation": "A -- “Queue: … FIFO (First In First Out) yani ilk giren ilk çıkar yapısını sergilemektedir.” (S. 94) <br/>“Stack: … LIFO (Last In First Out) yani son giren ilk çıkar yapısını sergilemektedir.” (S.95)"
  },
  {
    "id": "3776008",
    "unitNumber": 4,
    "text": "Aşağıda String sınıfına ilişkin metotlar verilmiş ve işlevleri tanımlanmıştır. Hangi metodun işlevi doğru <strong>tanımlanmamıştır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "ToLower: Değişkendeki metnin tümünü küçük harfe çevirir.",
      "B": "Concat: Verilen ifadeyi istenilen formata uygun şekilde düzenleyerek döndürür.",
      "C": "Contains: Değer içinde karakter ya da metin aramak için kullanılmaktadır.",
      "D": "Replace: Verilen metin içerisindeki bir metin arar ve bunu yeni metin ile değiştirir.",
      "E": "Substring: Bir metnin içinden istenilen yerden, istenildiği kadar metin almak için kullanılır."
    },
    "explanation": "B -- Concat metodu, string ifadeleri birleştirmek için kullanılır. Verilen metinleri art arda ekler ve yine string türünden bir değer döndürmektedir. (S.98) \n Format: Verilen string bir ifadeyi istenilen formata uygun şekilde düzenleyerek yine geriye string bir değer döndürür. (S. 99)\n Buna göre B seçeneğinde Concat için verilen tanım aslında Format metodunu tanımlamaktadır."
  },
  {
    "id": "3776009",
    "unitNumber": 4,
    "text": "C# programlama dilindeki ArrayList, Hashtable, Dictionary, Stack ve Queue gibi koleksiyon yapılarına ilişkin olarak aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "IEnumerable arayüzü koleksiyon sınıflarının tümüne uygulanmadığı için foreach döngüsü ile işlenemezler.",
      "B": "Sabit boyuta sahiptirler, boyutları arttırılıp azaltılamaz.",
      "C": "Yeni eleman eklemek, eleman çıkartmak, koleksiyonda eleman aramak gibi özellikleri desteklemezler.",
      "D": "Nesnelerden oluşmuş, çok sayıda verinin tutulduğu türlerdir.",
      "E": "anahtar - &gt; değer yapılarını desteklemezler."
    },
    "explanation": "D--- Koleksiyonlar, nesnelerden oluşmuş, çok sayıda verinin tutulduğu türlerdir. (S.92) Diğer seçenekler S.92’de verilen açıklamaların tam tersidir."
  },
  {
    "id": "3776010",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi problemler ile programlama arasındaki ilişkiyi doğru ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Programlama, problemlere çözüm aramadır.",
      "B": "Programlama, sadece kod yazma becerisidir.",
      "C": "İyi program, en karmaşık olandır.",
      "D": "Programlama ile Main metodu arasında bir ilişki yoktur.",
      "E": "Programlama yolu ile problemlere getirilen en iyi çözüm, en fazla kod satırına sahip olan programdır."
    },
    "explanation": "Programlama, problemlere çözüm aramaktır.<br/>Programlama, problemlere çözüm aramadır."
  },
  {
    "id": "3776011",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, C# dilinde başlangıç noktasını oluşturur?",
    "correctAnswer": "B",
    "options": {
      "A": "void",
      "B": "main",
      "C": "class",
      "D": "public",
      "E": "private"
    },
    "explanation": "Main, C# dilinde başlangıç noktasını oluşturur."
  },
  {
    "id": "3776012",
    "unitNumber": 4,
    "text": "C# programlama dilinde, bir metotta birden fazla parametrenin bulunması durumunda, parametreler aşağıdakilerden hangisi ile ayrılmalıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "\".\"",
      "B": "\":\"",
      "C": "\",\"",
      "D": "\"|\"",
      "E": "\"/\""
    },
    "explanation": "C# programlama dilinde, bir metotda birden fazla paramatrenin bulunması durumunda, parametreler \",\" ile ile ayrılmalıdır."
  },
  {
    "id": "3776013",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, C# programlama dilinde, iki sayı arasında karşılaştırma yapan komuttur?",
    "correctAnswer": "D",
    "options": {
      "A": "Math.abs(sayı)",
      "B": "Math.Sign(sayı)",
      "C": "Math.Floor(sayı)",
      "D": "Math.min(sayı1,sayı2)",
      "E": "Math.BigMul(sayı',sayı2)"
    },
    "explanation": "Math.min(sayı1,sayı2), C# programlama dilinde, iki sayı arasında karşılaştırma yapan komuttur. Math.max() komutu ile de iki sayı arasında karşılaştırma yapılabilir."
  },
  {
    "id": "3776014",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, nesnelerden oluşan dizi yapısına (ArrayList'e) yeni eleman ekleme işlemini yapar?",
    "correctAnswer": "E",
    "options": {
      "A": "Hashtable",
      "B": "Math.Sinh()",
      "C": "Math.Cosh()",
      "D": "Math.Tanh()",
      "E": "Add()"
    },
    "explanation": "Add(), nesnelerden oluşan dizi yapısına (ArrayList'e) yeni eleman ekleme işlemini yapar."
  },
  {
    "id": "3776015",
    "unitNumber": 4,
    "text": "Stack (yıgın) edilmiş bilgilerin üzerine yeni bir değer eklemek için aşağıdakilerden hangisi kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Push()",
      "B": "Pop()",
      "C": "Queue",
      "D": "void",
      "E": "ToLower"
    },
    "explanation": "Stack (yıgın) edilmiş bilgilerin üzerine yeni bir değer eklemek için Push() kullanılır."
  },
  {
    "id": "3776016",
    "unitNumber": 4,
    "text": "C# dilinde kullanılan metin karşılaştırma işlemi için aşağıdakilerden hangisi kulanılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Concat",
      "B": "Compare",
      "C": "Format",
      "D": "ToLower",
      "E": "ToUpper"
    },
    "explanation": "C# dilinde kullanılan metin karşılaştırma işlemi için Compare kulanılır"
  },
  {
    "id": "3776017",
    "unitNumber": 4,
    "text": "Karakter ya da string bir ifadeyi aramak için, C# dilinde aşağıdakilerden hangisi kullanılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Concat",
      "B": "Compare",
      "C": "IndexOf()",
      "D": "Push()",
      "E": "Pop()"
    },
    "explanation": "Karakter ya da string bir ifadeyi aramak için, C# dilinde IndexOf() kullanılır"
  },
  {
    "id": "3776018",
    "unitNumber": 4,
    "text": "C# dilinde, Random sınıfı ile aşağıdakilerden hangisi oluşturulur?",
    "correctAnswer": "D",
    "options": {
      "A": "stack içindeki ilk değer",
      "B": "stack içindeki son string",
      "C": "mutlak değer",
      "D": "rastgele değer",
      "E": "logaritmik değer"
    },
    "explanation": "C# dilinde, Random sınıfı ile, rastgele değer oluşturulur."
  },
  {
    "id": "3776019",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, diziler ile koleksiyonlar arasındaki farklı özelliktir?",
    "correctAnswer": "E",
    "options": {
      "A": "diziler için main() gerekli değildir.",
      "B": "diziler stack edilemezler, sadece koleksiyonlar stack edilebilir.",
      "C": "diziler foreach döngüsü ile kullanılamazlar.",
      "D": "koleksiyonlarda RemoveAt() komutu kullanılamaz.",
      "E": "dizi boyutları sabittir, koleksiyon boyutları değişebilir."
    },
    "explanation": "Diziler ile kolleksiyonlar arsındaki farklılıkların neler olduğuna bakılacak olursa; Dizi boyuları sabittir, kolleksiyon boyutlarının ise değişebilir olduğu görülür.<br/>dizi boyutları sabittir, koleksiyon boyutları değişebilir."
  },
  {
    "id": "3776020",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi C# programlama dilinde belirtilen dosya yolundaki dosyanın içeriğini silerek açmak için kullanılan dosya açma şeklidir?",
    "correctAnswer": "E",
    "options": {
      "A": "CreateNew",
      "B": "Open",
      "C": "Create",
      "D": "Append",
      "E": "Truncate"
    },
    "explanation": "Truncate: Belirtilen dosya yolundaki dosyanın içeri"
  },
  {
    "id": "3776021",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi C# programlama dilinde açılan dosyaya veri yazmak için kullanılan sınıftır?",
    "correctAnswer": "B",
    "options": {
      "A": "FileStream",
      "B": "StreamWriter",
      "C": "StreamReader",
      "D": "ReadWrite",
      "E": "DirectoryWriter"
    },
    "explanation": "StreamWrite, açılan dosyaya veri koymak için kullan<br/>StreamWriter"
  },
  {
    "id": "3776022",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi C# programlama dilinde parametre olarak verilen klasörün içindeki dosyaları veren directory ve file sınıfı işlemidir?",
    "correctAnswer": "C",
    "options": {
      "A": "bool sonuc = Directory.Exists( klasör )",
      "B": "Directory.CreateDirectory( dosyaYolu )",
      "C": "string[] dosyalar = Directory.GetFiles( klasör )",
      "D": "Directory.Move( kaynakKlasör, hedefKlasör )",
      "E": "bool sonuc = File.Exists( dosyaYolu )"
    },
    "explanation": "string[] dosyalar = Directory.GetFiles( klasör ):"
  },
  {
    "id": "3776023",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi C#’da çıktısı 4,60 TL şeklinde olan Console sınıfı metodudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Console.Write(\"{0:F0}\", 46);",
      "B": "Console.Write(\"{0:P}\", 0.46);",
      "C": "Console.Write(\"{0:F2}\", 46);",
      "D": "Console.Write(\"{0:G}\", 4.6);",
      "E": "Console.Write(\"{0:C}\", 4.6);"
    },
    "explanation": "Console.Write(\"{0:C}\", 4.6);"
  },
  {
    "id": "3776024",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi C# console işlemlerinden biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Console.SetWindowSize(x, y)",
      "B": "Console.BackgroundColor",
      "C": "Console.ResetColor()",
      "D": "Console.CursorRight",
      "E": "Console.CursorLeft"
    },
    "explanation": "Console.CursorRight, C# console işlemlerinden biri değildir."
  },
  {
    "id": "3776025",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi C# programlama dilinde dosyadan okuma yapabilmek için için kullanılan metottur?",
    "correctAnswer": "B",
    "options": {
      "A": "Write(byte)",
      "B": "ReadToEnd()",
      "C": "ReadByte()",
      "D": "ReadChar()",
      "E": "ReadString()"
    },
    "explanation": "Diğer okuma yöntemi olan ReadToEnd()"
  },
  {
    "id": "3776026",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi C#’da yüzdelik gösterim çıktısı veren sayı biçimlendirme şeklidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Console.Write(\"{0:F2}\", 46);",
      "B": "Console.Write(\"{0:C}\", 4.6)",
      "C": "Console.Write(\"{0:D5}\", 46);",
      "D": "Console.Write(\"{0:P}\", 0.46);",
      "E": "Console.Write(\"{0:G}\", 4.6);"
    },
    "explanation": "Console.Write(\"{0:P}\", 0.46);"
  },
  {
    "id": "3776027",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Metotları statiktir. </li> <li>Dosya yolunu kullanır.</li> <li>Dosya adı, boyutu, uzantısı, oluşturulma tarihi gibi bilgileri verir. </li> </ol> Yukarıda DirectoryInfo ve FileInfo Sınıfları ile ilgili verilen ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II",
      "B": "II, III",
      "C": "I, III",
      "D": "Yanlız I",
      "E": "I, II, III"
    },
    "explanation": "DirectoryInfo ve FileInfo sınıflarının metotları static değildir, bu sınıflardan oluşturulan nesneler üzerinden erişilebilirler. Directory ve File sınıfları sadece klasör ve dosyalar üzerinde yaptıkları işlemler için dosya yolunu kullanırken, DirectoryInfo ve FileInfo sınıfları ise dosya yolunun yanında dosya adı, boyutu, uzantısı, oluşturulma tarihi gibi bilgileri de vermektedir.<br/>II, III"
  },
  {
    "id": "3776028",
    "unitNumber": 5,
    "text": "<ol type=\"I\"><br/><li>Yazının vurgu rengi ayarlanır.</li><br/><li>Konsol ekranı temizlenir. </li><br/><li>Grafik arayüzü bulunur. </li><br/></ol><br/>Yukarıda verilen konsol işlemleri ile ilgili ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız II",
      "B": "I, II",
      "C": "I, III",
      "D": "II, III",
      "E": "I, II, III"
    },
    "explanation": "Console ise grafik arayüzü bulunmayan, girdi ve çıktıların siyah bir ekranda işlendiği kullanıcı arayüzüdür.<br/>II, III"
  },
  {
    "id": "3776029",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Parametre olarak FileStream nesnesi almaktadır.</li> <li>StreamWrite, açılan dosyaya veri koymak için kullanılır. </li> <li>StreamWriter kullandıktan sonra, her zaman için Close() metodu ile kapatılır. </li> </ol> Yukarıda C# programlama dilinde dosyaya veri yazma ile ilgili ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "II, III",
      "C": "I, III",
      "D": "I, II",
      "E": "I, II, III"
    },
    "explanation": "Bu sınıf, parametre olarak FileStream nesnesi almaktadır. StreamWrite, açılan dosyaya veri koymak için kullanılır. StreamWriter kullandıktan sonra, her zaman için Close() metodu ile kapatmamız gerekmektedir.<br/>I, II, III"
  },
  {
    "id": "3776030",
    "unitNumber": 5,
    "text": "Dosyanın açılma şekillerine ait terimlerden hangisi açıklaması ile doğru <strong>eşleşmemiştir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Append: Dosya yoksa oluşturur, varsa dosyanın sonuna ekleme yapmak için kullanılır.",
      "B": "Create: Dosya yoksa yeni dosya oluşturur, aynı isimde başka bir dosya varsa üzerine yazar.",
      "C": "CreateNew: Aynı isimde bir dosya varsa hata verir, yoksa yeni bir dosya oluşturur.",
      "D": "Open: Belirtilen dosya yolundaki dosyayı açmak için kullanılır. Dosya yoksa hata verir.",
      "E": "OpenOrCreate: Belirtilen dosya yolundaki dosyanın içeriğini silerek açmak için kullanılır."
    },
    "explanation": "Detaylar için \"DOSYA İŞLEMLERİ\" başlığına bakınız.<br/>Dosyanın açılma şeklinde (FileMode) ise 6 farklı dosya açılma şekli görmekteyiz. <br/>• Append: Dosya yoksa oluşturur, varsa dosyanın sonuna ekleme yapmak için kullanılır.<br/>• Create: Dosya yoksa yeni dosya oluşturur, aynı isimde başka bir dosya varsa üzerine yazar.<br/>• CreateNew: Aynı isimde bir dosya varsa hata verir, yoksa yeni bir dosya oluşturur.<br/>• Open: Belirtilen dosya yolundaki dosyayı açmak için kullanılır. Dosya yoksa hata verir.<br/>• OpenOrCreate: Belirtilen dosya yolundaki dosyayı açmak için kullanılır, dosya yoksa yeni dosya<br/>oluşturur.<br/>• Truncate: Belirtilen dosya yolundaki dosyanın içeriğini silerek açmak için kullanılır."
  },
  {
    "id": "3776031",
    "unitNumber": 5,
    "text": "StreamWriter kullandıktan sonra, dosyaya yazma işlemi gerçekleşmesi için devamında hangi <strong>metot </strong>kullanılmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Close",
      "B": "FileMode",
      "C": "Open",
      "D": "Create",
      "E": "FileAccess"
    },
    "explanation": "Detaylar için \"Dosyaya Veri Yazma\" başlığına bakınız.<br/>Şunu unutmamalıyız; StreamWriter kullandıktan sonra, her zaman için Close() metodu ile kapatmamız gerekmektedir. Aksi hâlde dosyaya yazma işlemi gerçekleşmeyecektir. Bu metot aynı zamanda FileStream (fs) nesnesini de kapatacaktır. Dosyaya veri yazdırma kodumuzu şu şekilde hazırlayabiliriz:<br/>StreamWriter sw = new StreamWriter(fs);<br/>sw.Write(\"Bu benim \");<br/>sw.WriteLine(\"ilk dosya işlemim. \");<br/>sw.WriteLine(\"Merhaba dünya!!!\");<br/>sw.Close()"
  },
  {
    "id": "3776032",
    "unitNumber": 5,
    "text": "DirectoryInfo ve FileInfo sınıfları’nda dosya yolunun yanında hangi bilgiye <strong>ulaşılamaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Dosya adı",
      "B": "Dosya boyutu",
      "C": "Dosya uzantısı",
      "D": "Dosya oluşturulma tarihi",
      "E": "Dosya ana kaynak bilgisi"
    },
    "explanation": "Detaylar için \"DirectoryInfo ve FileInfo Sınıfları\" başlığına bakınız.<br/>DirectoryInfo ve FileInfo sınıflarının metotları static değildir, bu sınıflardan oluşturulan nesneler üzerinden erişilebilirler. Directory ve File sınıfları sadece klasör ve dosyalar üzerinde yaptıkları işlemler için dosya yolunu kullanırken, DirectoryInfo ve FileInfo sınıfları ise dosya yolunun yanında dosya adı, boyutu, uzantısı, oluşturulma tarihi gibi bilgileri de vermektedir."
  },
  {
    "id": "3776033",
    "unitNumber": 5,
    "text": "“Kaynak klasörü içeriği ile birlikte hedef klasöre taşıma işlemi” aşağıdaki ifadelerin hangisi ile adlandırılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Directory.CreateDirectory",
      "B": "Directory.Move",
      "C": "Directory.Delete",
      "D": "Directory.Exists",
      "E": "Directory.GetDirectories"
    },
    "explanation": "Detaylar için \"Directory ve File Sınıfları\" başlığına bakınız.<br/>• Directory.CreateDirectory( dosyaYolu ): Parametre olarak verilen klasörü oluşturur.<br/>• Directory.Move( kaynakKlasör, hedefKlasör ): Kaynak klasörü içeriği ile birlikte hedef klasöre taşır.<br/>• Directory.Delete( klasör ): Parametre olarak verilen klasörü siler.<br/>• bool sonuc = Directory.Exists( klasör ): Klasör oluşturma veya silme işlemlerinde kullanılır. Parametre olarak verilen klasörün olup olmadığını kontrol eder. Sonuca göre true/false değer döndüren <br/>bir metottur. <br/>• string[] klasorler = Directory.GetDirectories(klasör): Parametre olarak verilen klasörün alt klasörlerini veren metottur. Sonucu string dizisi olarak döndürür."
  },
  {
    "id": "3776034",
    "unitNumber": 5,
    "text": "Console ekranında, yazı rengi ve yazının vurgu rengini tanımlada kullanılmak üzere sistemde tanımlı <strong>kaç renk</strong> bulunmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "26",
      "B": "16",
      "C": "15",
      "D": "18",
      "E": "27"
    },
    "explanation": "Detaylar için \"KONSOL (CONSOLE) İŞLEMLERİ\" başlığına bakınız.<br/>Console.BackgroundColor, Console.ForegroundColor: Console ekranında, yazı rengi ve yazının vurgu rengi sistemde tanımlı olan 16 renkten biri seçilerek tanımlanabilmektedir. <br/>- ForegroundColor ile yazı rengi<br/>- BackgroundColor ile de yazının vurgu rengi ayarlanır.<br/>- Console.ResetColor() metodu ile renkler eski hâline döndürülür."
  },
  {
    "id": "3776035",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bugün tüm dünyada kullanılan <strong>Sanal Özel Ağ</strong> ifadesinin kısaltmasıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "VPN",
      "B": "SSL",
      "C": "FTP",
      "D": "APY",
      "E": "YPN"
    },
    "explanation": "Detaylar için \"ELEKTRONİK ORTAMDA BELGELERİN GÜVENLİ PAYLAŞIMI; ÜLKE UYGULAMALARI VE ÜLKEMİZ İÇİN ÖNERİLER\" başlığına bakınız.<br/>Bu çerçevede e-belgenin, e-ortamda paylaşımı için bugün dünyada; Sanal Özel Ağ (VPN), Güvenli Yuva Katmanı (SSL), Kiralık Hat, Dosya Aktarım Protokolü (FTP) ve e-Posta gibi yöntemler yaygın olarak kullanılmaktadır. Ancak söz konusu yöntemler güvenli e-belge paylaşımına ilişkin çeşitli kriterleri sağlamaları açısından farklılaşmaktadır."
  },
  {
    "id": "3776036",
    "unitNumber": 5,
    "text": "I. Programların çalışması sırasında gerekli ayarların tutulduğu yerler dosyalardır.\n II. Genellikle “.ini” uzantısına sahip olurlar.\n III. Kullanıcıya düzenleme izni vererek daha esnek bir yapı oluştururlar.\n IV. Dosyaların kullanımı, sadece gördüğümüz alanlarla sınırlı değildir.\n Yukarıdaki ifadelerden hangisi ya da hangileri doğru olarak verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Detaylar için \"GİRİŞ\" başlığına bakınız.<br/>Programların çalışması sırasında gerekli ayarların tutulduğu yerler dosyalardır. Genellikle “.ini” uzantısına sahip olurlar. Kullanıcıya düzenleme izni vererek daha esnek bir yapı oluştururlar. Dosyaların kullanımı, sadece gördüğümüz alanlarla sınırlı değildir. Örnek olarak veri tabanı uygulamalarını verebiliriz. Veri tabanları, dosya işlemlerinin yavaşlığı ve boyut problemleri nedeniyle ortaya çıkmış uygulamalardır fakat arka planına baktığımızda içerisinde dosya işlemleri yapılmaktadır. Tabii bu dosya işlemleri için çeşitli optimizasyon ve sıralama algoritmaları kullanılmaktadır."
  },
  {
    "id": "3776037",
    "unitNumber": 5,
    "text": "I. Windows Forms Application, programcıya kullanım kolaylığı sağlayarak hazır bileşenler sunan (form, textBox, radioButton, comboBox vs.) grafik arayüzüne sahip bir C# proje türüdür.\n<br/>II. Console ise grafik arayüzü bulunmayan, girdi ve çıktıların siyah bir ekranda işlendiği kullanıcı arayüzüdür.\n<br/>III. Hazır bileşenler Console yapısı içinde yoktur.\n<br/>Yukarıdaki ifadelerden hangisi ya da hangileri doğru olarak verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Detaylar için \"KONSOL (CONSOLE) İŞLEMLERİ\" başlığına bakınız.<br/>Windows Forms Application, programcıya kullanım kolaylığı sağlayarak hazır bileşenler sunan (form, textBox, radioButton, comboBox vs.) grafik arayüzüne sahip bir C# proje türüdür. Console ise grafik arayüzü bulunmayan, girdi ve çıktıların siyah bir ekranda işlendiği kullanıcı arayüzüdür. Hazır bileşenler bu yapı içinde yoktur."
  },
  {
    "id": "3776038",
    "unitNumber": 5,
    "text": "Console.SetWindowSize(x, y) ifadesi için hangi seçenek doğru <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Konsolun büyüklüğünü ayarlamaya yarayan bir metottur.",
      "B": "Ekran genişliğini ayarlamaya yarayan bir metottur.",
      "C": "İlk parametresi karakter olarak genişliğini gösterir.",
      "D": "İkinci parametresi satır olarak genisligi belirtmektedir.",
      "E": "Ekranda grafik çizimini sağlayan bir parametredir."
    },
    "explanation": "Detaylar için \"KONSOL (CONSOLE) İŞLEMLERİ\" başlığına bakınız.<br/>Console.SetWindowSize(x, y): Konsolun büyüklüğünü yani ekran genişliğini ayarlamaya yarayan metottur. İlk parametresi karakter olarak genişliği, ikinci parametre de satır olarak yüksekliği <br/>belirtmektedir."
  },
  {
    "id": "3776039",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Consol üzerindeki imlecin konumunu verilen koordinatlara getirme işlemini tek başına yapan bir metottur?",
    "correctAnswer": "A",
    "options": {
      "A": "Console.SetCursorPosition(x, y)",
      "B": "Console.CursorRight",
      "C": "Console.CursorTop00",
      "D": "Console.CursorLeft(x, y)",
      "E": "Console.CursorTop(x, y)"
    },
    "explanation": "Detaylar için \"KONSOL (CONSOLE) İŞLEMLERİ\" başlığına bakınız.<br/>Console.CursorLeft, Console.CursorTop: Konsol üzerindeki imlecin konumunu verilen koordinatlara getirmek için kullanılır. Aynı işlemi tek başına yapan başka bir metot da Console.SetCursorPosition(x, y)’dir."
  },
  {
    "id": "3776040",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi .Net ortamında C# programlama dilinde System.IO kütüphanesi ile tanımlanan işlemlerden <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ekrana bilgi yazdırma",
      "B": "Yazıcıdan çıktı alma",
      "C": "Klavyeden bilgi girişi",
      "D": "Dosya kaydetme",
      "E": "Bir sayının karesini alma"
    },
    "explanation": "E seçeneğinde yer alan “bir sayının karesini alma”, System.Math kütüphanesinin bir metodudur (Bölüm 4 s. 87). Diğer seçenekler System.IO kütüphanesinde yer alan işlevlerdir (Bölüm 5 s.113)"
  },
  {
    "id": "3776041",
    "unitNumber": 5,
    "text": "C# programlama dilinde System.IO kütüphanesinde yer alan FileStream sınıf şu şekilde kullanılır:\n<br/>FileStream fs = new FileStream( dosya_yolu, dosyanın_açılma_şekli, dosyanın_kullanım_şekli );\n<br/>Var olan bir dosyanın sonuna ekleme yapmak için, “dosyanın açılma şekli” parametresi olarak aşağıdakilerden hangisi kullanılmalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Truncate",
      "B": "Append",
      "C": "OpenOrCreate",
      "D": "CreateNew",
      "E": "Create"
    },
    "explanation": "B seçeneğinde yer alan Append parametresi “Dosya yoksa oluşturur, varsa dosyanın sonuna ekleme yapmak için kullanılır.” (Bölüm 5 s.113)"
  },
  {
    "id": "3776042",
    "unitNumber": 5,
    "text": "C# programlama dilinde System.IO kütüphanesinde yer alan FileStream sınıfı şu şekilde kullanılır:\n<br/>FileStream fs = new FileStream( dosya_yolu, dosyanın_açılma_şekli, dosyanın_kullanım_şekli);\n<br/>Buna göre, dosyayı hem okumak hem de yazmak üzere açmak için, aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "dosyanın_açılma_şekli, ReadWrite",
      "B": "dosya_yolu, Read",
      "C": "dosyanın_kullanım_şekli, ReadWrite",
      "D": "dosyanın_açılma_şekli, Write",
      "E": "dosyanın_kullanım_şekli, Read"
    },
    "explanation": "C şıkkında yer aldığı şekli ile, bir dosyayı hem okumak hem de yazmak için açmak için “dosyanın_kullanım_şekli” parametresi ReadWrite olarak belirlenmelidir. (Bölüm 5 s.114)"
  },
  {
    "id": "3776043",
    "unitNumber": 5,
    "text": "Aşağıda, C# programlama dilinde System.IO kütüphanesinde yer alan FileStream sınıfı ve StreamWriter kullanılarak bir dosya işlemi yapan kod yer almaktadır. Bu kodla ilgili olarak aşağıdakilerden hangisi <strong>yanlıştır?</strong>\n<br/>FileStream fs = new FileStream(\"c:\\\\tmp\\\\yeni_dosya.txt\", FileMode.OpenOrCreate,FileAccess.Write);\n<br/>StreamWriter sw = new StreamWriter(fs);\n<br/>sw.Write(\"Bu benim \");\n<br/>sw.WriteLine(\"ilk dosya işlemim. \");\n<br/>sw.WriteLine(\"Merhaba dünya!!!\");\n<br/>sw.Close();",
    "correctAnswer": "C",
    "options": {
      "A": "Dosyanın içinde “!” işareti de içeren bir metin yer almaktadır.",
      "B": "Close() metodu kullanıldığında StreamWriter sınıfı ile oluşturulan nesne kapatılmıştır.",
      "C": "Close() metodu kullanıldığında Filestream sınıfı ile oluşturulan nesne açık kalmaya devam etmiştir.",
      "D": "C:\\\\tmp\\\\yeni_dosya.txt yolunda bir dosya olmaması halinde yeni bir dosya yaratılır.",
      "E": "C:\\\\tmp\\\\yeni_dosya.txt yolundaki dosyaya veri yazmak mümkündür."
    },
    "explanation": "Soruda verilen kod Bölüm 5 S 114’te yer almaktadır. Burada belirtildiği üzere, StreamWriter metodu ile yaratılan bir nesne kapatıldığında, içerdiği Filestream parametresi ile ilişkili nesne de kapatılır. Buna göre sorunun cevabı C seçeneğidir."
  },
  {
    "id": "3776044",
    "unitNumber": 5,
    "text": "Aşağıda C# programlama dilinde yer alan Console sınıfının Write() ve WriteLine() metotlarını kullanarak ekrana bir metin yazdıran bir kod parçası yer almaktadır. Bu kodun ekrana yazdığı metin kaç satırdan oluşmaktadır?<br/>Console.WriteLine (\"Ey Türk Gençliği, \");\n Console.Write(\"Birinci vazifen, \");\n Console.Write(\"Türk istiklalini, \");\n Console.WriteLine(\"Türk cumhuriyetini, \");<br/>Console.Write(\"ilelebet muhafaza ve müdafaa \");\n Console.Write(\"etmektir.\");",
    "correctAnswer": "A",
    "options": {
      "A": "3 satır",
      "B": "6 satır",
      "C": "1 satır",
      "D": "2 satır",
      "E": "5 satır"
    },
    "explanation": "“Konsol ekranına yazı yazdırabilmek için Console sınıfının Write() ve WriteLine() metotları kullanılmaktadır. Bu metotlar arasındaki tek fark, WriteLine’da yazının sonuna “\\n” koyarak, sonraki yazının yeni bir satırda başlamasını sağlarken, Write metodu ise yeni satıra geçmeden aynı yerden yazdırmaya devam eder.” (Bölüm 5 s. 121) Bu tarife göre, A seçeneğinde yer aldığı üzere, soruda yer alan kod ekrana 3 satırdan oluşan bir çıktı verir."
  },
  {
    "id": "3776045",
    "unitNumber": 5,
    "text": "Aşağıda yer alan değişken tanımlamaları kullanılarak C# programlama dilinde yer alan Console sınıfının WriteLine() metodu ile konsol ekranına yapılan yazdırma işlemlerinden hangisi diğerlerinden <strong>farklı</strong> bir sonuç verir?\n<br/>double feet = 1;\n<br/>double santimetre = feet * 30.48;",
    "correctAnswer": "E",
    "options": {
      "A": "Console.WriteLine(\"{0} feet {1} santimetre eder\", feet, santimetre);",
      "B": "Console.WriteLine($\"{feet} feet {santimetre} santimetre eder\");",
      "C": "Console.WriteLine(feet + \" feet \" + santimetre + \" santimetre eder\");",
      "D": "Console.WriteLine(\"{1} feet {0} santimetre eder\", santimetre, feet);",
      "E": "Console.WriteLine(\"{0} santimetre {1} feet eder\", santimetre, feet);"
    },
    "explanation": "Diğer seçenekler konsol ekranına “1 feet 30.48 santimetre eder” çıktısını verirken, E seçeneği “30.48 santimetre 1 feet eder” sonucunu verecektir. Sayfa 121’de örnek olarak verildiği üzere, String değişkenler “+” kullanılarak (concatenation), $ işareti ve/veya süslü parantezler kullanılarak (interpolation) birbiri ardınca eklenebilir."
  },
  {
    "id": "3776046",
    "unitNumber": 5,
    "text": "C# programlama dilinde Console sınıfının WriteLine() metodu kullanılarak ekranda yüzde olarak biçimlendirilmiş şekilde “%16” ifadesini yazan kod parçası hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Console.Write(\"{0:P}\", 0.16);",
      "B": "Console.Write(\"{0:P}\", 16);",
      "C": "Console.Write(\"{0:F2}\", 0.16);",
      "D": "Console.Write(\"{0:F2}\", 16);",
      "E": "Console.Write(\"{0:F2}\", 1.6);"
    },
    "explanation": "A seçeneğinde yer alan ifade yüzde biçimlendirme ifadesidir. Ondalık sayıları yüzde olarak biçimlendirir. B seçeneği %1600 sonucunu verir. C, D ve E seçeneklerinde yer alan F2 biçim parametresi, değerin iki ondalık basamak ile gösterileceğini belirtir. C seçeneği 0,16, D seçeneği 16,00, E seçeneği 1.60 sonucunu üretir."
  },
  {
    "id": "3776047",
    "unitNumber": 5,
    "text": "C# programlama dilindeki Console sınıfının SetIn metodundan aşağıdaklerden hangisini yapmak için yararlanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Bir dosyada yer alan veriyi ekrana yazdırmak",
      "B": "Ekrandaki yazıların rengini belirlemek",
      "C": "İmlecin ekrandaki yerini belirlemek",
      "D": "Ekranda bir metnin belirmesini sağlamak",
      "E": "Ekrandaki her şeyi temizlemek"
    },
    "explanation": "B, C, D, ve E seçeneklerindeki işlemler sırası ile Console.ForegroundColor, Console.SetCursorPosition(x, y), Console.Write() ve Console.Clear() metodları ile gerçekleştirilir (s 127-129). Sayfa 122’de anlatıldığı üzere, dosyadaki bir veriyi ekrana yazdırmak üzere Console.SetIn komutunu içeren bir Input Stream yapısı oluşturulması gerekir. Buna göre A seçeneği doğrudur."
  },
  {
    "id": "3776048",
    "unitNumber": 5,
    "text": "StreamWriter yerine BinaryWriter kullanılarak içine veri yazılmış bir dosya için hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yazdırılan veriler string olmak zorundadır.",
      "B": "StreamReader metodu ile açılıp okunabilir.",
      "C": "Dosyaya text yöntemi ile kayıt yapar.",
      "D": "Dosya açıldığında okunamayan karakterler ile karşılaşılır.",
      "E": "FileStream metodu kullanılmadan veriler okunabilir."
    },
    "explanation": "D seçeneği doğru seçenektir (s. 122) A şıkkındaki ifade hatalıdır çünkü BinaryWriter Write(int), Write(char[]), Write(byte) gibi metotlar içerir (s. 115) ve “string olma zorunluluğu olmadan her türlü veriyi” yazdırmak mümkündür. B seçeneği hatalıdır çünkü sayfa 116’daki örnekte de görüldüğü üzere BinaryWriter ile yazılan veriler BinaryReader ile okunmalıdır. StreamReader ile okunursa okunamayan karakterler ile karşılaşılır. C seçeneğinde belirtilenin aksine, BinaryWriter metodunun dosyaya text yöntemi yerine binary yöntemle kayıt yapar (s.115). E seçeneği yanlıştır, çünkü hem sayfa 116’da verilen örnekte görüldüğü üzere, hem de 122. Sayfada anlatıldığı üzere, Input Stream’ler arasında yönlendirme yaparak dosya okuma işlemleri gerçekleştirilir. Bu da FileStream metodunun kullanımını içerir."
  },
  {
    "id": "3776049",
    "unitNumber": 5,
    "text": "Verilen bir hedef klasörün tüm alt klasörlerinde “.txt” uzantılı dosyaları listelemeye yarayan programın hangi metotları içermesi gerekir?",
    "correctAnswer": "B",
    "options": {
      "A": "Directory.Delete, File.Create, DirectoryInfo.GetFiles",
      "B": "DirectoryInfo.GetFiles, FileInfo.Extension, Directory.GetDirectories",
      "C": "Directory.CreateDirectory, File.Create, Console.WriteLine",
      "D": "StreamWriter.WriteLine, ConsoleWriteLine, BinaryReader",
      "E": "Directory.Exists, Directory.Move, File.Exists"
    },
    "explanation": "B seçeneğindeki Directory.GetDirectories ile hedef klasörün alt klasörleri listelenir. Alt klasörlerde yer alan dosyalar DirectoryInfo.GetFiles ile listelenir. FileInfo.Extension ile dosyaların uzantılarının ne olduğu bilgisine erişilir. Bu metotların özelliklerine S.116 - 119 arasında değinilmiştir. Diğer seçeneklerdeki metotlar kullanılarak soruda belirtilen işi yapan bir program üretilemez."
  },
  {
    "id": "3776051",
    "unitNumber": 5,
    "text": "C# programlama dilinde dosya işlemleri ile ilgili çeşitli sınıfları içeren kütüphaneye ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "System.IO",
      "B": "BinaryWriter",
      "C": "BinaryReader",
      "D": "DirectoryInfo",
      "E": "FileInfo"
    },
    "explanation": "C# programlama dilinde <strong>System.IO</strong> kütüphanesi, dosya işlemleri ile ilgili çeşitli sınıfları içermektedir. I/O (Input/Output) yani giriş/çıkış işlemlerinin yanında bilgisayarın çeşitli kaynaklarına erişim için kullanılan yolları simgeler."
  },
  {
    "id": "3776052",
    "unitNumber": 5,
    "text": "Directory ve File sınıfları arasındaki <u><strong>en büyük</strong></u> fark nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Directory sınıfı klasörler üzerinde işlem yaparken; File sınıfı dosya işlemleri yapar.",
      "B": "Directory sınıfı ile string olma zorunluluğu olmadan her türlü veri yazdırıp okunabilirken; File sınıfında string olması zorunludur.",
      "C": "Directory sınıfı while döngüsünü kullanırken; File sınıfı buna ihtiyaç duymaz.",
      "D": "Directory sınıfı System.IO kütüphanesinde yer alırken; File sınıfı başka kütüphanededir.",
      "E": "Directory sınıfı string olma zorunluluğu taşımadan işlem yapma imkanı verirken; File sınıfı buna imkan tanımaz."
    },
    "explanation": "Directory ve File sınıfları System.IO altında bulunur. Bu iki sınıfta da statik metotlar vardır ve birçok metotları benzerdir. Aralarındaki en büyük fark, Directory sınıfı klasörler üzerinde işlem yaparken File sınıfı da dosya işlemleri yapmaktadır."
  },
  {
    "id": "3776053",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi kaynak klasörü içeriği ile birlikte hedef klasöre taşır?",
    "correctAnswer": "A",
    "options": {
      "A": "Directory.Move",
      "B": "Directory.Exists",
      "C": "Directory.GetDirectories",
      "D": "Directory.Delete",
      "E": "Directory.CreateDirectory"
    },
    "explanation": "<strong>Directory.Move</strong>( kaynakKlasör, hedefKlasör ): Kaynak klasörü içeriği ile birlikte hedef klasöre taşır."
  },
  {
    "id": "3776054",
    "unitNumber": 5,
    "text": "I. Console.Out\n<br/>II. Console.In\n<br/>III. Console. Error\n<br/>Yukarıdakilerden hangileri Console için tanımlanmış akımlar arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Console için tanımlanmış üç adet akım (stream) mevcuttur. Bunlar; TextWriter türünde<br/>tanımlanmış <strong>Console.Out, Console.Error</strong> ve <strong>Console.In</strong>’dir. (Ek açıklama, Console.In TextReader türünde tanımlanmıştır)"
  },
  {
    "id": "3776055",
    "unitNumber": 5,
    "text": "Grafik arayüzü bulunmayan, girdi ve çıktıların siyah bir ekranda işlendiği kullanıcı arayüze ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Console",
      "B": "String",
      "C": "IDE",
      "D": "Array",
      "E": "Matrix"
    },
    "explanation": "Windows Forms Application, programcıya kullanım kolaylığı sağlayarak hazır bileşenler sunan (form, textBox, radioButton, comboBox vs.) grafik arayüzüne sahip bir C# proje türüdür. <strong>Console</strong> ise grafik arayüzü bulunmayan, girdi ve çıktıların siyah bir ekranda işlendiği kullanıcı arayüzüdür. Hazır bileşenler bu yapı içinde yoktur."
  },
  {
    "id": "3776056",
    "unitNumber": 5,
    "text": "Aşağıdaki biçimlendirme türlerinden hangisi bilimsel gösterim için uygundur?",
    "correctAnswer": "A",
    "options": {
      "A": "Console.Write(“{0:E}”, 460000)",
      "B": "Console.Write(\"{0:F0}\", 46)",
      "C": "Console.Write(\"{0:P}\", 0.46)",
      "D": "Console.Write(\"{0:X}\", 460)",
      "E": "Console.Write(\"{0:X}\", 0xffff)"
    },
    "explanation": "Bilimsel gösterim için A seçeneği uygundur. Çıktısı \"4.600000E+005\" biçiminde olacaktır."
  },
  {
    "id": "3776057",
    "unitNumber": 5,
    "text": "Evrensel tarih ve saat için aşağıdaki biçimlendirmelerden hangisi uygundur?",
    "correctAnswer": "A",
    "options": {
      "A": "Console.WriteLine(\"{0:u}\", t)",
      "B": "Console.WriteLine(\"{0:d}\", t)",
      "C": "Console.WriteLine(\"{0:D}\", t)",
      "D": "Console.WriteLine(\"{0:t}\", t)",
      "E": "Console.WriteLine(\"{0:T}\", t)"
    },
    "explanation": "Evrensel tarih ve saat için, Console.WriteLine(\"{0:u}\", t) yazım biçimi uygundur."
  },
  {
    "id": "3776058",
    "unitNumber": 5,
    "text": "Konsolun büyüklüğünü yani ekran genişliğini ayarlamaya yarayan metot aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Console.SetWindowSize",
      "B": "Console.CursorTop",
      "C": "Console.Clear",
      "D": "Console.BackgroundColor",
      "E": "radioButton"
    },
    "explanation": "<strong>Console.SetWindowSize(x, y):</strong> Konsolun büyüklüğünü yani ekran genişliğini ayarlamaya yarayan metottur. İlk parametresi karakter olarak genişliği, ikinci parametre de satır olarak yüksekliği belirtmektedir."
  },
  {
    "id": "3776059",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi dosya yoksa oluşturur, varsa dosyanın sonuna ekleme yapmak kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Append",
      "B": "Create",
      "C": "CreateNew",
      "D": "OpenOrCreate",
      "E": "Truncate"
    },
    "explanation": "<strong>Append</strong>: Dosya yoksa oluşturur, varsa dosyanın sonuna ekleme yapmak için kullanılır."
  },
  {
    "id": "3776060",
    "unitNumber": 5,
    "text": "Belirtilen dosya yolundaki dosyanın içeriğini silerek açmak için kullanılan komut aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Truncate",
      "B": "OpenOrCreate",
      "C": "CreateNew",
      "D": "Append",
      "E": "Create"
    },
    "explanation": "<strong>Truncate</strong>: Belirtilen dosya yolundaki dosyanın içeriğini silerek açmak için kullanılır."
  },
  {
    "id": "3776061",
    "unitNumber": 5,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/2ca7500ca5272e48396593b319bba546.png\" alt=\"\" width=\"485\" height=\"384\"> Yukarıdaki şekilde yer alan \"50 satır ve 100 karakter\" işlemi aşağıdaki console komutlarından hangisi ile yapılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Console.SetWindowSize(100, 50)",
      "B": "Console.CursorLeft(100, 50)",
      "C": "Console.CursorRight(100, 50)",
      "D": "Console.SetCursorPosition(50, 100)",
      "E": "Console.SetWindowSize(50, 100)"
    },
    "explanation": "Console.SetWindowSize(x, y): Konsolun büyüklüğünü yani ekran genişliğini ayarlamaya yarayan metottur. İlk parametresi karakter olarak genişliği, ikinci parametre de satır olarak yüksekliği<br/>belirtmektedir.<br/>Console.SetWindowSize(100, 50);"
  },
  {
    "id": "3776062",
    "unitNumber": 5,
    "text": "\"Console.BackgroundColor, Console.ForegroundColor\" ile ilgili olarak aşağıda verilen ifadelerden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "ForegroundColor ile ön planın rengi ayarlanır.",
      "B": "BackgroundColor ile yazının vurgu rengi ayarlanır.",
      "C": "Console.ResetColor() metodu ile yazının boyutu eski haline çevrilir.",
      "D": "Console.BackResetColor() metodu ile yazının rengi eski haline çevrilir.",
      "E": "Konsolun büyüklüğünü ayarlamaya yardımcı olur."
    },
    "explanation": "Console.BackgroundColor, Console.ForegroundColor: Console ekranında, yazı rengi ve yazının<br/>vurgu rengi sistemde tanımlı olan 16 renkten biri seçilerek tanımlanabilmektedir.<br/>- ForegroundColor ile yazı rengi<br/>- BackgroundColor ile de yazının vurgu rengi ayarlanır.<br/>- Console.ResetColor() metodu ile renkler eski hâline döndürülür.\n<br/>Console.SetWindowSize(x, y): Konsolun büyüklüğünü yani ekran genişliğini ayarlamaya yarayan metottur<br/>Console.BackgroundColor, Console.ForegroundColor: Console ekranında, yazı rengi ve yazının<br/>vurgu rengi sistemde tanımlı olan 16 renkten biri seçilerek tanımlanabilmektedir.<br/>- ForegroundColor ile yazı rengi<br/>- BackgroundColor ile de yazının vurgu rengi ayarlanır.<br/>- Console.ResetColor() metodu ile renkler eski hâline döndürülür.\n Console.SetWindowSize(x, y): Konsolun büyüklüğünü yani ekran genişliğini ayarlamaya yarayan metottur"
  },
  {
    "id": "3776063",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi C# programlama dilinde struct yapısının özelliklerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bellekte büyük yer işgal eden nesnelerin çok kullanılması durumunda kullanılır.",
      "B": "Değer tipi olduğu için null olmaktadır.",
      "C": "Başka sınıflardan kalıtıma izin verilmektedir.",
      "D": "Elemanlarının default değerleri private tanımlıdır.",
      "E": "Parametreli yapıcı metoda izin verilmektedir."
    },
    "explanation": "Sınıflarda yapıcı (constructor) metotlar varken, struct yapılarında sadece ilk değer ataması yapılan,<br/>parametreli yapıcı metoda izin verilmektedir."
  },
  {
    "id": "3776064",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi C# programlama dilinde aynı sınıftaki veya o sınıftan türetilen bir sınıftaki kodların metoda veya üyelerine erişmesine izin veren erişim denetleyicisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "public",
      "B": "private",
      "C": "internal",
      "D": "protected",
      "E": "protected internal"
    },
    "explanation": "Protected değiştiricisi, aynı sınıftaki veya o sınıftan türetilen bir sınıftaki kodların metoda veya üyelerine erişmesine izin verir."
  },
  {
    "id": "3776065",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi C# programlama dilinde bir metoda sadece tanımlandığı sınıf içerisinden erişimin olduğu erişim denetleyicisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "private",
      "B": "public",
      "C": "internal",
      "D": "protected",
      "E": "protected internal"
    },
    "explanation": "C# dilinde, public tanımlanmış metotlara başka sınıflar içinden, hatta başka proje içinden de<br/>erişilebileceği anlamı taşımaktadır.<br/>private olarak tanımlanmış yapılara yalnızca içinde bulundukları sınıf tarafından erişilebilir."
  },
  {
    "id": "3776066",
    "unitNumber": 6,
    "text": "SınıfAdı değişkenAdı = ..... SınıfAdı()\n Yukarıdaki şablonda noktalı kısma C# dilinde hangi ifade gelir?",
    "correctAnswer": "A",
    "options": {
      "A": "new",
      "B": "class",
      "C": "string",
      "D": "struct",
      "E": "get"
    },
    "explanation": "SınıfAdı değişkenAdı = new SınıfAdı()"
  },
  {
    "id": "3776067",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi C# programlama dilinde nesne oluşturmak ve nesnenin varsayılan değerlerinin atanmasına imkân sağlamak için tasarlanmış özel metotlardır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kopya yapıcı metotlar",
      "B": "Yapıcı metotlar",
      "C": "Yıkıcı metotlar",
      "D": "Değişken metotlar",
      "E": "Derleyici metotlar"
    },
    "explanation": "Yapıcılar, nesne oluşturmak ve nesnenin varsayılan değerlerinin atanmasına imkân sağlamak için tasarlanmış özel metotlardır.<br/>Yapıcı metotlar"
  },
  {
    "id": "3776068",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi C# programlama dilindeki erişim denetleyicilerinden biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "public",
      "B": "private",
      "C": "internal",
      "D": "protected",
      "E": "external"
    },
    "explanation": "C# programlama dilinde erişim denetleyiciler şınlardır: public, private, internal, protected ve protected internal<br/>external"
  },
  {
    "id": "3776069",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi C# programlama dilinde .Net içerisinde bulunan sınıflara yeni metotlar eklenebilmesini sağlayan metottur?",
    "correctAnswer": "C",
    "options": {
      "A": "Denetleyici metot",
      "B": "Yapıcı metot",
      "C": "Genişletilebilir metot",
      "D": "Kopya yapıcı metot",
      "E": "Yıkıcı metot"
    },
    "explanation": "Kelime manası genişletilebilir metot anlamına gelen Extension metotlar, .Net içerisinde bulunan sınıflara yeni metotlar eklenebilmesini sağlamaktadır."
  },
  {
    "id": "3776070",
    "unitNumber": 6,
    "text": "<ol type=\"I\"><br/><li>Extension metodu birden fazla parametre alabilir, ama sadece bir parametre “this” anahtar kelimesi<br/>ile tanımlanabilir.</li><br/><li>Genişletilecek sınıf, ilgili extension metoduna önünde “this” anahtar kelimesi eklenerek metodun<br/>ilk parametresi olarak verilmelidir.</li><br/><li>Static bir sınıf içerisinde static olarak tanımlanmalıdır.</li><br/></ol><br/>Yukarıdaki kurallardan hangisi genişletilebilir metot yazarken uyulması gereken kural ya da kurallardır?",
    "correctAnswer": "D",
    "options": {
      "A": "I-II",
      "B": "I-III",
      "C": "II-III",
      "D": "I-II-III",
      "E": "Yalnız III"
    },
    "explanation": "Genişletilebilir metotları yazarken uyulması gereken birkaç kural bulunmaktadır. Bunlar;<br/>• Static bir sınıf içerisinde static olarak tanımlanmalıdır.<br/>• Genişletilecek sınıf, ilgili extension metoduna önünde “this” anahtar kelimesi eklenerek metodun<br/>ilk parametresi olarak verilmelidir.<br/>• Extension metodu birden fazla parametre alabilir, ama sadece bir parametre “this” anahtar kelimesi ile tanımlanabilir.<br/>I-II-III"
  },
  {
    "id": "3776071",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi C# programlama dilinde erişim denetleyicilerin amacıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Sınıftaki üyelerin sınıf, metot ve özellik gibi diğer kod bloklarına nasıl erişeceğinin kurallarını belirlemek",
      "B": ".Net içerisinde bulunan sınıflara yeni metotlar eklenebilmesini sağlamak",
      "C": "Yeni bir sınıf oluşturmak",
      "D": "Nesnenin varsayılan değerlerinin atanmasına imkân sağlamak",
      "E": "Değişkenleri başka bir nesneden kopyalayarak bir nesne oluşturmak"
    },
    "explanation": "Erişim denetleyicilerin amacı, sınıftaki üyelerin sınıf, metot ve özellik gibi diğer kod bloklarına nasıl erişeceğinin kurallarını belirlemektir."
  },
  {
    "id": "3776072",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi C# dilinde kütüphanelerin projeye dâhil edilmesi için sayfanın en başında kullanılan anahtar kelimedir?",
    "correctAnswer": "C",
    "options": {
      "A": "public",
      "B": "class",
      "C": "using",
      "D": "namespace",
      "E": "this"
    },
    "explanation": "Kütüphanelerin projeye dâhil edilmesi için sayfanın en başında “using” anahtar kelimesini kullanıyoruz."
  },
  {
    "id": "3776073",
    "unitNumber": 6,
    "text": "C# programlama dilinde struct (yapı) ile class (sınıf ) yapıları oldukça benzer yapılar olmasına rağmen, struct yapıları……………… tipinde, sınıf yapıları ise ……………….tipindedir.\n Cümlede boş bırakılan yerlere sırası ile hangi seçenek gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Değer-Referans",
      "B": "Referans-Değer",
      "C": "Karakter-Numara",
      "D": "Değer-Köprü",
      "E": "Tanımlayıcı-Şablon"
    },
    "explanation": "Detaylar için \"Struct (Yapı)\" başlığına bakınız.<br/>C# programlama dilinde struct (yapı) ile class (sınıf ) yapıları oldukça benzer yapılardır. Farkları, struct yapıları değer (value) tipinde, sınıf yapıları ise referans (reference) tipindedir."
  },
  {
    "id": "3776074",
    "unitNumber": 6,
    "text": "I. Sınıflarda yapıcı (constructor) metotlar varken, struct yapılarında sadece ilk değer ataması yapılan, parametreli yapıcı metoda izin verilmektedir.\n II. Struct, değer tipi olduğu için sınıflar gibi null olamaz.\n III. Sınıflar hem interface (arayüz) hem de başka sınıflardan kalıtıma izin verirken, struct yapısı sadece interface (arayüz) uygulayabilir, kalıtımı desteklemez.\n IV. Struct elemanlarının default değerleri public tanımlıdır. Sınıf elemanlarının default değerleri ise private tanımlıdır.\n Yukarıdaki ifadelerden hangisi ya da hangileri doğru olarak verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Detaylar için \"Nesneye Yönelik Programlamaya Giriş\" başlığına bakınız.<br/>Struct ile sınıf arasındaki farklara değinecek olursak;\n <br/>Sınıflarda yapıcı (constructor) metotlar varken, struct yapılarında sadece ilk değer ataması yapılan, parametreli yapıcı metoda izin verilmektedir.\n <br/>Struct, değer tipi olduğu için sınıflar gibi null olamaz.\n <br/>Sınıflar hem interface (arayüz) hem de başka sınıflardan kalıtıma izin verirken, struct yapısı sadece interface (arayüz) uygulayabilir, kalıtımı desteklemez.\n <br/>Struct elemanlarının default değerleri public tanımlıdır. Sınıf elemanlarının default değerleri ise private tanımlıdır.\n <br/>Bellekte büyük yer işgal etmeyen ve oluşturulan nesneler çok kullanılmayacak ise sınıf yerine struct kullanılabilir."
  },
  {
    "id": "3776075",
    "unitNumber": 6,
    "text": "I. Kod yazılırken, bir değişken için bir tane değer atama (set) ve bir tane de değer okuma (get) metodu kullanılmaktadır.\n<br/>II. Değişken sayısı fazla olan sınıflarda I. öncülde (yukarıda) ifade edilen durum kodun aşırı uzamasına neden olmaktadır.\n<br/>III. Uzun kodlamaların okunabilirliği daha kolay olmaktadır.\n<br/>Yukarıdaki ifadelerden hangisi ya da hangileri doğru olarak verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I,II ve III"
    },
    "explanation": "Detaylar için \" Nesneye Yönelik Programlamaya Giriş\" başlığına bakınız.<br/>Hazırladığımız kodu incelediğimizde her bir değişken için bir tane değer atama (set) ve bir tane de değer okuma (get) metot yazıldığını görüyoruz.\n<br/>Değişken sayısı fazla olan sınıflarda bu durum kodun aşırı uzaması, okunabilirliğin azalması ve hata takibinin zor olmasına sebep olacaktır.\n<br/>C# 3.0 ile gelen bir özellik sayesinde, nesne veya koleksiyon örneği oluşturma ve tek bir deyim yardımıyla değer ataması sağlanmaktadır.\n<br/>Kodu uzatmadan kullanım kolaylığı sağlayan bu özelliği inceleyelim;"
  },
  {
    "id": "3776076",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Yapıcı Metot için doğru bir ifade <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Nesne oluşturmak ve nesnenin varsayılan değerlerinin atanmasına imkân sağlamak için tasarlanmış özel metotlardır.",
      "B": "Bir sınıfa ait yeni bir nesne oluşturulmak istendiğinde, ilgili sınıfın yapıcı metodu çağrılarak yeni nesne bu metoda göre şekillendirilebilir.",
      "C": "Yapıcı metotlar parametre alan ve almayan şekilde dizayn edilebilir.",
      "D": "Yapıcı metotlar, kendi sınıfları ile aynı isme sahiptirler ve herhangi bir geri dönüş değeri içermezler.",
      "E": "Yapıcı metotlar, sınıf içerisinde tanımlanmadıysa bu sınıftan nesne oluşturulurken otomatik olarak çağrılamazlar."
    },
    "explanation": "Detaylar için \" Yapıcı (Constructor) Metotlar \" başlığına bakınız.<br/>Yapıcılar, nesne oluşturmak ve nesnenin varsayılan değerlerinin atanmasına imkân sağlamak için tasarlanmış özel metotlardır. Bir sınıfa ait yeni bir nesne (örnek, instance) oluşturulmak istendiğinde, ilgili sınıfın yapıcı metodu çağrılarak nesnemiz bu metoda göre şekillendirilir. Yani nesnenin oluşturulabilmesi için ihtiyaç duyulan tüm düzenlemeler burada yapılır. <br/>Yapıcı metotlar parametre alan ve almayan şekilde dizayn edilebilir. Yapıcı metotlar, kendi sınıfları ile aynı isme sahiptirler ve herhangi bir geri dönüş değeri içermezler yani void de yazılmaz. Ayrıca yapıcı metotlar sınıf içerisinde <strong>tanımlanmadıysa bile</strong> bu sınıftan nesne oluşturulurken otomatik olarak çağırılırlar."
  },
  {
    "id": "3776077",
    "unitNumber": 6,
    "text": "Bir nesneden değişkenleri kopyalayarak yeni bir nesneye veya başka bir nesneye transfer eden yönteme…………….. denir.\n Cümlede boş bırakılan yere hangi seçenek gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kopya yapıcı metot",
      "B": "Taşıyıcı metot",
      "C": "Destek metot",
      "D": "İşlevsel metot",
      "E": "Geliştirici metot"
    },
    "explanation": "Detaylar için \" Kopya Yapıcı metotlar\" başlığına bakınız.<br/>Kopya Yapıcı metotlar, değişkenleri başka bir nesneden kopyalayarak bir nesne oluşturan ya da bir nesnenin verilerini başka bir nesneye kopyalayan yapıcı metotlara verilen isimdir. Kopya yapıcı metodumuz aslında aynı sınıf tipinde bir parametre içeren parametreli bir yapıcıdır. Kopya yapıcı metodun kullanım amacı, mevcut bir nesnenin değerleri ile yeni bir nesne oluşturmaktır. C# programlama dili, nesneler için kopya yapıcı metot sağlamamaktadır; ancak programda bir kopya yapıcı metot hazırlanmak isteniyorsa, <br/>ihtiyaca göre oluşturulabilir."
  },
  {
    "id": "3776078",
    "unitNumber": 6,
    "text": "Erişim denetleyicilerden Public’in kullanım alanı ile ilgili aşağıdaki seçeneklerden hangisi <strong>doğrudur?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Açık-erişilebilir anlamına gelmektedir.",
      "B": "Sadece tanımlandığı sınıf içerisinden erişim mümkündür.",
      "C": "Tanımlanan bir metoda aynı program içerisinden erişilebilir.",
      "D": "Kelime olarak korunan manasındadır.",
      "E": "Aktif projeye ait sınıflardan ve bunların türevlerinden erişilebilir."
    },
    "explanation": "Detaylar için \"ERİŞİM DENETLEYİCİLERİ (ACCESS MODIFIERS)\" başlığına bakınız.<br/>C# programlama dilinde de diğer nesne yönelimli dillerde olduğu gibi, tüm üyelerin bir erişim seviyesi vardır. Tüm üyeler sınıflar içerisinde tanımlandığından, sınıflar ve bu sınıfa ait üyelere erişim kısıtlanabilir veya belirli düzeyde erişime izin verilebilir. Erişim denetleyicilerin amacı, sınıftaki üyelerin sınıf, metot ve özellik gibi diğer kod bloklarına nasıl erişeceğinin kurallarını belirlemektir. Erişim denetleyicilere, erişim belirleyicileri de denmektedir.\n <strong>Erişim Denetleyici Kullanımı public public anahtar kelimesi, açık-erişilebilir anlamına gelmektedir.</strong> C# dilinde, public tanımlanmış metotlara başka sınıflar içinden, hatta başka proje içinden de erişilebileceği anlamı taşımaktadır. private Kelime anlamı olarak özel demektir. C# programlama dilinde, private olarak tanımlanan bir metoda sadece tanımlandığı sınıf içerisinden erişim mümkündür. Başka bir sınıf içinde bu sınıftan türetilen bir nesnenin yine bu metotlara erişim izni olmayacaktır. internal internal olarak tanımlanan bir metoda aynı program içerisinden erişilebilir fakat başka bir program ya da farklı bir katmandan erişim mümkün değildir. Program içinde herhangi bir kısıtlaması yoktur. protected protected kelime olarak korunan manasındadır. Protected değiştiricisi, aynı sınıftaki veya o sınıftan türetilen bir sınıftaki kodların metoda veya üyelerine erişmesine izin verir. protected internal Aktif projeye ait sınıflardan ve bunların türevlerinden erişilebilir. Bileşik bir belirteçtir. Bir üye, “protected internal” hariç diğer erişim belirleyicilerden sadece birini alabilir."
  },
  {
    "id": "3776079",
    "unitNumber": 6,
    "text": "Aşağıda yer alan seçeneklerden hangisi Genişletilebilir(Extension) metot ve kullanımı için doğru bir ifade<strong> değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": ".Net içerisinde bulunan sınıflara yeni metotlar eklenebilmesini sağlamaktadır.",
      "B": "Sınıf yapılarını modifiye etmeden ilgili sınıf için “extension” metotlar eklememize imkân vermektedir.",
      "C": "Dinamik bir sınıf içerisinde dinamik olarak tanımlanmalıdır.",
      "D": "Genişletilecek sınıf, ilgili extension metoduna önünde “this” anahtar kelimesi eklenerek metodun ilk parametresi olarak verilmelidir.",
      "E": "Extension metodu birden fazla parametre alabilir, ama sadece bir parametre “this” anahtar kelimesi ile tanımlanabilir."
    },
    "explanation": "Detaylar için \"GENİŞLETİLEBİLİR (EXTENSION) METOTLAR\" başlığına bakınız.<br/>GENİŞLETİLEBİLİR (EXTENSION) METOTLAR<br/>Kelime manası genişletilebilir metot anlamına gelen Extension metotlar, .Net içerisinde bulunan sınıflara yeni metotlar eklenebilmesini sağlamaktadır. Sınıf yapılarını modifiye etmeden ilgili sınıf için “extension” metotlar eklememize imkân verir. Bu metotları yazarken uyulması gereken birkaç kural bulunmaktadır. Bunlar;<br/>• Static bir sınıf içerisinde static olarak tanımlanmalıdır.<br/>• Genişletilecek sınıf, ilgili extension metoduna önünde “this” anahtar kelimesi eklenerek metodun ilk parametresi olarak verilmelidir.<br/>• Extension metodu birden fazla parametre alabilir, ama sadece bir parametre “this” anahtar kelimesi ile tanımlanabilir.<br/>Daha anlaşılır olması için konuyu bir örnek üzerinde inceleyelim. Örneğimizde integer bir değer alan metodumuz, bu sayının asal olup olmadığını bize döndürsün."
  },
  {
    "id": "3776080",
    "unitNumber": 6,
    "text": "Kodun fazla dağınık olması ve bu nedenle kodun anlaşılabilirliğinin, okunabilirliğinin zorlaştığı kod yazma stiline ne ad <strong>verilir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Spagetti kod",
      "B": "Düz kod",
      "C": "Sarmal kod",
      "D": "Karışık kod",
      "E": "Lineer kod"
    },
    "explanation": "Detaylar için \"GENİŞLETİLEBİLİR (EXTENSION) METOTLAR\" başlığına bakınız.<br/><strong>Spagetti kod:</strong> genel bir tanım olarak kodun fazla dağınık olması, bu nedenle de kodun anlaşılabilirliğini, okunabilirliğini zorlaştıran bir kod yazma stilidir."
  },
  {
    "id": "3776081",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi günümüzde kullanılan en popüler Nesneye Dayalı Programlama dillerinden biri <strong>değildir? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Java",
      "B": "Python",
      "C": "C ++",
      "D": "C#",
      "E": "PHS"
    },
    "explanation": "Detaylar için \"GENİŞLETİLEBİLİR (EXTENSION) METOTLAR\" başlığına bakınız.<br/>Simula, nesneye dayalı ilk programlama dili sayılır. <strong>Java, Python, C ++, C#, PHP</strong> programlama dilleri günümüzde en popüler Nesneye Dayalı Programlama dilleridir."
  },
  {
    "id": "3776082",
    "unitNumber": 6,
    "text": "I. Nesnenin artık kullanılmayacağı zaman çağrılırlar.\n<br/>II. Bellekte yer açılmasını sağlarlar.\n<br/>III. Başına tilda “~” işareti alan yıkıcı metotlar, parametre alamaz ve geri değer döndüremezler.\n<br/>Yukarıda yer alan Yıkıcı metotlar ile ilgili ifadelerden hangisi ya da hangileri doğru olarak verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Detaylar için \"Yıkıcı (Destructors) Metotlar\" başlığına bakınız.<br/>Yıkıcı (Destructors) Metotlar<br/>Yıkıcı metotlar, nesneye artık ihtiyacın olmadığı durumlarda çalışan metotlardır. Yıkıcı metotlar da tıpkı yapıcı metotlar gibi otomatik olarak çağrılırlar. Yapıcı metotlar nesne oluşturulurken çağrılır, yıkıcı metotlar ise nesne bellekten silinirken çağrılır. <br/>Yapıcı metotlara benzer şekilde yıkıcı metotların da isimleri sınıf ismi ile aynı olmak zorundadır; yalnız bir farkla: yıkıcı metot isminin başına tilda “~” işareti alır. Yıkıcı metotlar parametre alamaz ve geri değer döndüremezler. Parametre alamadıkları için de birden fazla tanımlanma şansı da yoktur. Yapıcı metotlara benzer şekilde, yıkıcı metotları da tanımlamak zorunda değiliz. Tanımlanmadığı zaman yıkıcı metot arka planda otomatik olarak çağrılmaktadır; dışarıdan çağrılamaz."
  },
  {
    "id": "3776083",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Referans tipindedir.</li> <li>Oluşturulan nesne boş olamaz.</li> <li>Değişken ve metot içerir.</li> </ol> Yukarıda C# programlama dilinde struct ile ilgili ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I-II",
      "C": "II-III",
      "D": "I-III",
      "E": "I-II-III"
    },
    "explanation": "Struct yapıları değer (value) tipinde, sınıf yapıları ise referans (reference) tipindedir. Hafızada tutuldukları yerler farklıdır. Bu yüzden sınıf tipinde oluşturulan bir nesne boş olabilir fakat struct tipinde oluşturulan nesne boş olamaz. Struct yapıları da değişken ve metot içerebilirler.<br/>II-III"
  },
  {
    "id": "3776084",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi struct ile sınıf arasındaki farklardan biri <strong>değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Struct, değer tipi olduğu için sınıflar gibi null olamaz.",
      "B": "Sınıf elemanlarının default değerleri public tanımlıdır.",
      "C": "Struct yapılarında parametreli yapıcı metoda izin verilir.",
      "D": "Sınıflarda yapıcı metotlar vardır.",
      "E": "Struct yapısı sadece interface (arayüz) uygulayabilir."
    },
    "explanation": "Struct elemanlarının default değerleri public tanımlıdır. Sınıf elemanlarının default değerleri ise<br/>private tanımlıdır.<br/>Sınıf elemanlarının default değerleri private tanımlıdır."
  },
  {
    "id": "3776085",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi C# programlama dilinde sınıflarda tanımı yapılmış değişkenlere anlamlı bir şekilde değer atanabildiği ve sınıfın sahip olduğu metotları kullanabilen bir yapıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Struct",
      "B": "Sınıf",
      "C": "Nesne",
      "D": "Alan",
      "E": "Arayüz"
    },
    "explanation": "Nesneler, sınıflarda tanımı yapılmış değişkenlere anlamlı bir şekilde değer atanabildiği ve sınıfın sahip olduğu metotları kullanabilen bir yapıdır."
  },
  {
    "id": "3776086",
    "unitNumber": 6,
    "text": "........ Personel<br/>{<br/>string isim ;<br/>string soyisim ;<br/>int dogumYili;<br/>string cinsiyet ;<br/>string meslek ;<br/>string ehliyet = \"B\" ;<br/>}\n<br/>Yukarıda boş bırakılan yerlere C# programlama dilinde aşağıdaki ifadelerden hangisi gelir?",
    "correctAnswer": "A",
    "options": {
      "A": "class",
      "B": "struct",
      "C": "new",
      "D": "public class",
      "E": "namespace"
    },
    "explanation": "class Personel<br/>{<br/>string isim ;<br/>string soyisim ;<br/>int dogumYili;<br/>string cinsiyet ;<br/>string meslek ;<br/>string ehliyet = \"B\" ;<br/>}<br/>Kod yapısına bakıldığında sınıf şablonuna uyduğu görülmektedir. Dolayısıyla boş bırakılan yere class ifadesi gelmelidir."
  },
  {
    "id": "3776087",
    "unitNumber": 6,
    "text": "<ol type=\"I\"><br/><li>Kendi sınıfları ile aynı isme sahiptirler.</li><br/><li>Herhangi bir geri dönüş değeri içermezler. </li><br/><li>Alanlara erişimi yoktur.</li><br/></ol><br/>Yukarıda yapıcı metotlar ile ilgili ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I-II",
      "C": "I-III",
      "D": "II-III",
      "E": "I-II-III"
    },
    "explanation": "Yapıcılar, nesne oluşturmak ve nesnenin varsayılan değerlerinin atanmasına imkân sağlamak için tasarlanmış özel metotlardır. Bir sınıfa ait yeni bir nesne (örnek, instance) oluşturulmak istendiğinde, ilgili<br/>sınıfın yapıcı metodu çağrılarak nesnemiz bu metoda göre şekillendirilir. Yani nesnenin oluşturulabilmesi<br/>için ihtiyaç duyulan tüm düzenlemeler burada yapılır.<br/>Yapıcı metotlar parametre alan ve almayan şekilde dizayn edilebilir. Yapıcı metotlar, kendi sınıfları ile<br/>aynı isme sahiptirler ve herhangi bir geri dönüş değeri içermezler yani void de yazılmaz. Ayrıca yapıcı metotlar sınıf içerisinde tanımlanmadıysa bile bu sınıftan nesne oluşturulurken otomatik olarak çağırılırlar.<br/>Bu metotlara ayrıca kurucu metot da denmektedir.\n<br/>Bu değişkenlere (field) değer atarken ya da değerlerini okurken tanımlanan bu özellikleri kullanırız. Bu<br/>özelliklere ihtiyaca göre kontroller koyabilir ve güncelleyebiliriz. <strong>Sınıftan üretilmiş nesnelerin bu özelliklere</strong><br/><strong>doğrudan erişimleri vardır fakat alanlara erişimi yoktur ve olmamalıdır.</strong> Aksi durumda, bu alanların değerlerine istenmeyen değer atamaları yapılarak kodda hata oluşmasına neden olacaktır."
  },
  {
    "id": "3776088",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi C# programlama dilinde mevcut bir nesnenin değerleri ile yeni bir nesne oluşturmak için kullanılan metottur?",
    "correctAnswer": "E",
    "options": {
      "A": "this Anahtar Kelimesi",
      "B": "İsim Alanı",
      "C": "Nesne Başlatıcı",
      "D": "Yapıcı Metot",
      "E": "Kopya Yapıcı Metot"
    },
    "explanation": "Kopya yapıcı metodun kullanım amacı, mevcut bir nesnenin değerleri ile yeni bir nesne oluşturmaktır.<br/>Kopya Yapıcı Metot"
  },
  {
    "id": "3776089",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi C# programlama dilinde aynı sınıftaki veya o sınıftan türetilen bir sınıftaki kodların metoda veya üyelerine erişmesine izin veren erişim denetleyicidir?",
    "correctAnswer": "D",
    "options": {
      "A": "public",
      "B": "private",
      "C": "internal",
      "D": "protected",
      "E": "protected internal"
    },
    "explanation": "Protected değiştiricisi, aynı sınıftaki veya o sınıftan türetilen bir sınıftaki kodların metoda veya üyelerine erişmesine izin verir."
  },
  {
    "id": "3776090",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Static bir sınıf içerisinde static olarak tanımlanır. </li> <li>.Net içerisinde bulunan sınıflara yeni metotlar eklenebilmesini sağlar.</li> <li>Birden fazla parametre alabilir. </li> </ol> Yukarıdaki genişletilebilir metot ile ilgili ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız II",
      "B": "I-II",
      "C": "II-III",
      "D": "I-III",
      "E": "I-II-III"
    },
    "explanation": "Kelime manası genişletilebilir metot anlamına gelen Extension metotlar, .Net içerisinde bulunan sınıflara yeni metotlar eklenebilmesini sağlamaktadır. Sınıf yapılarını modifiye etmeden ilgili sınıf için “extension” metotlar eklememize imkân verir. Bu metotları yazarken uyulması gereken birkaç kural bulunmaktadır. Bunlar;<br/>• Static bir sınıf içerisinde static olarak tanımlanmalıdır.<br/>• Genişletilecek sınıf, ilgili extension metoduna önünde “this” anahtar kelimesi eklenerek metodun<br/>ilk parametresi olarak verilmelidir.<br/>• Extension metodu birden fazla parametre alabilir, ama sadece bir parametre “this” anahtar kelimesi ile tanımlanabilir.<br/>I-II-III"
  },
  {
    "id": "3776091",
    "unitNumber": 6,
    "text": "<ol type=\"I\"><br/><li>Internal, açık-erişilebilir anlamına gelmektedir. </li><br/><li>Private denetleyicisinin program içinde herhangi bir kısıtlaması yoktur.</li><br/><li>Protected internal denetleyicisine aktif projeye ait sınıflardan ve bunların türevlerinden erişilebilir.</li><br/></ol><br/>Yukarıda erişim denetleyiciler ile ilgili ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "II ve III",
      "E": "I ve III"
    },
    "explanation": "Public anahtar kelimesi, açık-erişilebilir anlamına gelmektedir. Internal denetleyicisinin, program içinde herhangi bir kısıtlaması yoktur. Protected internal denetleyicisine aktif projeye ait sınıflardan ve bunların türevlerinden erişilebilir.<br/>Yalnız III"
  },
  {
    "id": "3776092",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi C# programlama dilinde erişim denetleyicilerden biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "public",
      "B": "private",
      "C": "internal",
      "D": "protected",
      "E": "String"
    },
    "explanation": "String, C# programlama dilinde erişim denetleyicilerden biri değildir."
  },
  {
    "id": "3776093",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, bir sınıfın sahip olduğu özellikkleri ve davranışları, farklı özellik ve davranışlar gösteren yenı sınıflar tanımlamak için kullanmayı doğru olarak ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "miras alma",
      "B": "nesne yönelimli programlama",
      "C": "farklı dosya",
      "D": "birleştirme",
      "E": "kapsülleme"
    },
    "explanation": "Miras alma, bir sınıfın sahip olduğu özellikkleri ve davranışları, farklı özellik ve davranışlar gösteren yenı sınıflar tanımlamak için kullanmayı doğru olarak ifade eder"
  },
  {
    "id": "3776094",
    "unitNumber": 7,
    "text": "Generic sınıflarda kısıtlama koymak istediğimiz durumlarda aşağıdakilerden hangi anahtar kelime kullanılır?",
    "correctAnswer": "B",
    "options": {
      "A": "main",
      "B": "where",
      "C": "for",
      "D": "class",
      "E": "public"
    },
    "explanation": "Generic sınıflarda kısıtlama koymak istediğimiz durumlarda where anahtar kelimesi kullanılır"
  },
  {
    "id": "3776095",
    "unitNumber": 7,
    "text": "C# programlama dilinde kalıtımın yapılabilmesi için uyulması gereken aşağıdaki kurallardan hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "türetilen sınıf, temel sınıfın varsayılan yapıcı (constructor) metotları devralabilir",
      "B": "türetilen sınıf, temel sınıfın varsayılan yıkıcı (destructor) metotları devralabilir",
      "C": "türetilen sınıflar, aynı anda sadece bir sınıftan türetilebilir.",
      "D": "private erişim belirleyicisine sahip üyelere türetilen sınıftan erişilebilir",
      "E": "C# programlama dilinde çoklu kalıtım özelliği desteklenmektedir."
    },
    "explanation": "türetilen sınıflar, aynı anda sadece bir sınıftan türetilebilir."
  },
  {
    "id": "3776096",
    "unitNumber": 7,
    "text": "C# programlama dilinde bir sınıf, en fazla kaç sınıftan türeyebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "4",
      "B": "3",
      "C": "2",
      "D": "1",
      "E": "5"
    },
    "explanation": "C# programlama dilinde bir sınıf, en fazla 1 sınıftan türeyebilir"
  },
  {
    "id": "3776097",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kalıtım yoluyla aktarılmaz, sadece tanımlandıkları sınıf içerisinden erişilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "main",
      "B": "internal",
      "C": "protected",
      "D": "public",
      "E": "private"
    },
    "explanation": "Private, kalıtım yoluyla aktarılamaz, ancak sadece kendisinden türetilen sınıflardan erişilebilir."
  },
  {
    "id": "3776098",
    "unitNumber": 7,
    "text": "Bir sistem, belli bir nesne olmadan çalışamıyorsa aşağıdakilerden hangisini söyleyebiliriz?",
    "correctAnswer": "A",
    "options": {
      "A": "nesneye sıkı bağlı",
      "B": "nesneye gevşek bağlı",
      "C": "private",
      "D": "public",
      "E": "arayüz"
    },
    "explanation": "Bir sistem, belli bir nesne olmadan çalışamıyorsa, nesneye sıkı bağlı durum olduğunu söyleyebiliriz."
  },
  {
    "id": "3776099",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisinde alt sınıfların yaşam döngüsü, üst sınıfın yaşam döngüsüne bağlıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "birleştirme",
      "B": "kompozisyon",
      "C": "private",
      "D": "class",
      "E": "generics"
    },
    "explanation": "Kompozisyonda, alt sınıfların yaşam döngüsü, üst sınıfın yaşam döngüsüne bağlıdır"
  },
  {
    "id": "3776100",
    "unitNumber": 7,
    "text": "Dış dünyaya sadece public arayüz ile tanımlı olan üyelerin servis edilmesini aşağıdakilerden hangisi doğru olarak tanımlar?",
    "correctAnswer": "C",
    "options": {
      "A": "generics",
      "B": "kompozisyon",
      "C": "kapsülleme",
      "D": "birleştirme",
      "E": "class"
    },
    "explanation": "Dış dünyaya sadece public arayüz ile tanımlı olan üyelerin servis edilmesini kapsülleme doğru olarak tanımlar."
  },
  {
    "id": "3776101",
    "unitNumber": 7,
    "text": "Sistem içinde belirli nesnelere ihtiyaç duyulmayan sınıf bağımlılık yapısı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "private",
      "B": "class",
      "C": "main",
      "D": "gevşek bağlı",
      "E": "sıkı bağlı"
    },
    "explanation": "Gevşek bağlı yapı, sistem içinde belirli nesnelere ihtiyaç duyulmayan sınıf bağımlılık yapısıdır."
  },
  {
    "id": "3776102",
    "unitNumber": 7,
    "text": "Generic ifadelerin gösterilmesi genellikle aşağıdakilerden hangi şekilde olmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "int",
      "B": "string",
      "C": "void",
      "D": "class",
      "E": "T"
    },
    "explanation": "Generic ifadelerin gösterilmesi için genellikle \"T\" kullanılmaktadir."
  },
  {
    "id": "3776103",
    "unitNumber": 7,
    "text": "Aşağıdaki seçeneklerden hangisi bir erişim denetleyicisi <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Public",
      "B": "Inherited",
      "C": "Private",
      "D": "Protected",
      "E": "Internal"
    },
    "explanation": "Erişim denetleyicileri, bir sınıftaki metot ve özellikler gibi tüm üyelere olan erişimin sınırlarını belirleyen anahtar kelimelerdir. Temel sınıftan türetilmiş sınıf, temel sınıfın sahip olduğu değişken ve metotları sanki kendi içerisinde tanımlanmış gibi kullanabilir. Yalnız, temel sınıfın erişim denetleyicileri “public” ve “protected” olarak tanımlanan elemanları türetilmiş sınıfa kalıtım yoluyla aktarılırken “private” olan elemanlar kalıtım yoluyla aktarılmaz.<br/>• Public: Kalıtım ile aktarılır, her yerden erişilebilir.<br/>• Private: Kalıtım ile aktarılmaz, sadece tanımlandıkları sınıf içerisinden erişilebilir.<br/>• Protected: Kalıtım ile aktarılır, tanımlandıkları ve kendisinden türetilen sınıflardan erişilebilir.<br/>• Internal: Kalıtım ile aktarılır, sadece bulunduğu projede erişilebilir<br/>public<br/>public anahtar kelimesi, açık-erişilebilir anlamına gelmektedir. C# dilinde, public<br/>tanımlanmış metotlara başka sınıflar içinden, hatta başka proje içinden de<br/>erişilebileceği anlamı taşımaktadır.<br/>private<br/>Kelime anlamı olarak özel demektir. C# programlama dilinde, private olarak<br/>tanımlanan bir metoda sadece tanımlandığı sınıf içerisinden erişim mümkündür.<br/>Başka bir sınıf içinde bu sınıftan türetilen bir nesnenin yine bu metotlara erişim izni<br/>olmayacaktır.<br/>internal<br/>internal olarak tanımlanan bir metoda aynı program içerisinden erişilebilir fakat<br/>başka bir program ya da farklı bir katmandan erişim mümkün değildir. Program<br/>içinde herhangi bir kısıtlaması yoktur.<br/>protected<br/>protected kelime olarak korunan manasındadır. Protected değiştiricisi, aynı sınıftaki<br/>veya o sınıftan türetilen bir sınıftaki kodların metoda veya üyelerine erişmesine izin<br/>verir.<br/>protected internal Aktif projeye ait sınıflardan ve bunların türevlerinden erişilebilir. Bileşik bir belirteçtir.<br/>Bir üye, “protected internal” hariç diğer erişim belirleyicilerden sadece birini alabilir."
  },
  {
    "id": "3776104",
    "unitNumber": 7,
    "text": "Aşağıdaki kod çalıştığında çıktı ne olmalıdır? \n <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/d9638021643d3ff1b5bea27b48596f51.jpeg\" alt=\"\" width=\"357\" height=\"472\">",
    "correctAnswer": "E",
    "options": {
      "A": "Merhaba<br/>Merhaba C1<br/>Merhaba C1 C2<br/>Merhaba C1 C2",
      "B": "Merhaba<br/>Merhaba C1<br/>Merhaba C1 C2",
      "C": "Merhaba<br/>Merhaba C1<br/>Merhaba C1 C2<br/>Merhaba C1 C2 C1 C2<br/>Merhaba C1 C2 C1 C2",
      "D": "Merhaba<br/>Merhaba C1<br/>Merhaba C1 C1<br/>Merhaba C1 C1 C1 C2<br/>Merhaba C1 C1 C1 C2",
      "E": "Merhaba<br/>Merhaba C1<br/>Merhaba C1 C1<br/>Merhaba C1 C1 C2<br/>Merhaba C1 C1 C2"
    },
    "explanation": "Sınıflar kalıtım ile türetilirken temel sınıfın tüm değişken ve metotları da türetilen sınıfta erişim yetkileri çerçevesinde kullanılabilir. Burada aklımıza şöyle bir soru gelebilir: Türeyen sınıftan üretilen yeni bir nesne için kendi sınıfının yapıcı (constructor) metodu çağrılır. Peki, türetildiği sınıfın yapıcı metodu da çağrılır mı? Bu soruya verilecek cevap evettir, türetildiği sınıfın da yapıcı metodu çağrılır. Bunun yanında, temel sınıf olduğu için ilk önce sınıfın türetildiği temel sınıfın yapıcı metodu çağrılır.<br/>Doğru yanıt E seçeneğinde verilmiştir."
  },
  {
    "id": "3776105",
    "unitNumber": 7,
    "text": "Aşağıdaki kod çalıştırıldığında çıktıda 10 20 görebilmemiz için \"cikti()\" fonksiyonunun içerisine aşağıdaki kodlardan hangisini eklememiz gerekir?\n class BaseClass<br/>{<br/>protected int i = 20;<br/>}<br/>class Derived : BaseClass<br/>{<br/>int i = 10;<br/>public void cikti()<br/>{<br/>// [*** Kodu buraya yazın ***]<br/>}<br/>}",
    "correctAnswer": "B",
    "options": {
      "A": "Console.WriteLine(base.i + \" \" + i);",
      "B": "Console.WriteLine(i + \" \" + base.i);",
      "C": "Console.WriteLine(BaseClass.i + \" \" + i);",
      "D": "Console.WriteLine(i + \" \" + base);",
      "E": "Console.WriteLine(i + \" \" + this.i);"
    },
    "explanation": "Temel sınıfın metotlarına ulaşabilmek için “base” anahtar kelimesi kullanılır. O yüzden B doğru seçenektir.<br/>Doğru yanıt B seçeneğinde verilmiştir."
  },
  {
    "id": "3776106",
    "unitNumber": 7,
    "text": "Private ve Public hangi nesne tabanlı programlama kavramı ile doğrudan ilgilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Polymorphism (Çok biçimlilik)",
      "B": "Encapsulation (Kapsülleme)",
      "C": "Generics",
      "D": "Inheritance (Miraslama)",
      "E": "Abstraction (Soyutlama)"
    },
    "explanation": "Kapsülleme, nesne yönelimli programlamanın önemli kavramlarından biridir. Bir sınıfın üyelerinden, sınıf dışında görevi olmayan, sadece sınıf içi işlemlerde kullanılacak olanlar private bölüme yerleştirilir. Dış dünyaya sadece public arayüzü ile tanımlı olan üyelerin servis edilmesi şeklinde tanımlanabilir. Public<br/>tanımlı üyeler içinde de private tanımlı üyeler ile ilgili işlemler yapılabilir<br/>Doğru yanıt B seçeneğinde gösterilmiştir."
  },
  {
    "id": "3776107",
    "unitNumber": 7,
    "text": "Bir kalıtım zincirinde, aşağıdaki temel sınıf üyelerinden hangisi türetilmiş sınıf üyeleri tarafından erişilebilir?\n<br/>1. static\n<br/>2. protected\n<br/>3. private\n<br/>4. shared\n<br/>5. public",
    "correctAnswer": "B",
    "options": {
      "A": "1,3",
      "B": "2,5",
      "C": "3,4",
      "D": "3,5",
      "E": "1,5"
    },
    "explanation": "• public erişim belirleyicisine sahip üyelere türetilmiş sınıflardan ve bu sınıfların public olan ara yüzlerinden erişilebilir.<br/>• private erişim belirleyicisine sahip üyelere türetilen sınıftan erişilemez. Sadece sınıfın kendi içinden ve iç içe tanımlı sınıflardan erişilebilir <br/>• protected erişim belirleyicisine sahip üyelere sadece türetilmiş sınıflar içerisinden erişilebilir.<br/>public<br/>public anahtar kelimesi, açık-erişilebilir anlamına gelmektedir. C# dilinde, public<br/>tanımlanmış metotlara başka sınıflar içinden, hatta başka proje içinden de<br/>erişilebileceği anlamı taşımaktadır.<br/>private<br/>Kelime anlamı olarak özel demektir. C# programlama dilinde, private olarak<br/>tanımlanan bir metoda sadece tanımlandığı sınıf içerisinden erişim mümkündür.<br/>Başka bir sınıf içinde bu sınıftan türetilen bir nesnenin yine bu metotlara erişim izni<br/>olmayacaktır.<br/>internal<br/>internal olarak tanımlanan bir metoda aynı program içerisinden erişilebilir fakat<br/>başka bir program ya da farklı bir katmandan erişim mümkün değildir. Program<br/>içinde herhangi bir kısıtlaması yoktur.<br/>protected<br/>protected kelime olarak korunan manasındadır. Protected değiştiricisi, aynı sınıftaki<br/>veya o sınıftan türetilen bir sınıftaki kodların metoda veya üyelerine erişmesine izin<br/>verir.<br/>protected internal Aktif projeye ait sınıflardan ve bunların türevlerinden erişilebilir. Bileşik bir belirteçtir.<br/>Bir üye, “protected internal” hariç diğer erişim belirleyicilerden sadece birini alabilir"
  },
  {
    "id": "3776108",
    "unitNumber": 7,
    "text": "Çoklu kalıtım (birden fazla sınıf) yapmak için C# programlama dilinde ne kullanmak faydalı olacaktır?",
    "correctAnswer": "A",
    "options": {
      "A": "Interface",
      "B": "Constructor",
      "C": "Destructor",
      "D": "Generics",
      "E": "Static"
    },
    "explanation": "C# programlama dilinde, bir sınıf sadece bir sınıftan türeyebilir. Bunun yanında bir sınıf, birden fazla arayüz (interface) yapısından da kalıtım alabilir. Çoklu kalıtımla yapmak istediğimiz işlemleri, arayüzler (interface) ile destekleyerek yapabiliriz.<br/>Doğru yanıt A seçeneğinde görülmektedir."
  },
  {
    "id": "3776109",
    "unitNumber": 7,
    "text": "Aşağıda verilen seçeneklerden hagisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Bir sınıfı türetirken birden fazla sınıfı kalıtımla kullanmak mümkündür.",
      "B": "Bir sınıfı türetirken sadece tek bir interface kullanılabilir.",
      "C": "Türetilmiş bir sınıfın metotları temel sınıfın üyelerine protected olarak tanıtılmışsa ulaşabilirler.",
      "D": "Bir interface'i ancak tek bir sınıf kullanabilir.",
      "E": "Her sınıf bir interface kullanmak zorundadır."
    },
    "explanation": "protected erişim belirleyicisine sahip üyelere sadece türetilmiş sınıflar içerisinden erişilebilir.<br/>Doğru yanıt C seçeneğinde verilmiştir"
  },
  {
    "id": "3776110",
    "unitNumber": 7,
    "text": "Aşağıda verilen seçeneklerden hangisi bir generic tanımlamasıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "",
      "B": "&amp;Generic&amp;",
      "C": "&gt;Generic&gt;",
      "D": "#Generic#",
      "E": "*Generic*"
    },
    "explanation": "Biraz daha açacak olursak “generics”, tasarlanan arayüz, sınıf, metot ya da parametrelerin double, int, string gibi belirli bir tür yerine bir şablon yapısına uyan her bir tür için çalışmasına olanak veren bir yapıdır. Kullanımı şu şablonla ifade edebiliriz:\n<br/>TürAdı<br/>class GenelMetot&lt;T&gt; { public T Data { get; set; } }<br/>Doğru yanıt A seçeneğidir"
  },
  {
    "id": "3776112",
    "unitNumber": 7,
    "text": "Generic sınıflarda kısıtlama koymak istediğimiz durumlarda __________ anahtar kelimesini kullanıyoruz. \n Yukarıda verilen cümlede boşluğu hangi anahtar kelime ile doldurmak gerekir?",
    "correctAnswer": "A",
    "options": {
      "A": "where",
      "B": "suchas",
      "C": "construct",
      "D": "iterate",
      "E": "compare"
    },
    "explanation": "Generic sınıflarda kısıtlama koymak istediğimiz durumlarda “where” anahtar kelimesini kullanıyoruz.<br/>where T : struct // T referans parametresi, int, float, double, DateTime, .. struct value tipinde tanımlanabilir<br/>where T : class // T referans parametresi, string ya da custom bir referans tipinde olmak zorundadır<br/>where T : new() // T referans parametresi, hata alınmaması için default yapıcı metoda “constructor” sahip bir tipte olmalıdır<br/>Doğru yanıt A seçeneğinde verilmiştir."
  },
  {
    "id": "3776113",
    "unitNumber": 7,
    "text": "Nesne yönelimli programlamanın önemli kavramlarından biri olan miras alma (inheritence) ile ilgili olarak aşağıdakilerden hangisi <strong>hatalıdır? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Üyeleri miras olarak alınan sınıfa türetilmiş sınıf (derived class) denir.",
      "B": "Miras alma yolu ile, bir sınıfın sahip olduğu özellikleri ve davranışları, farklı özellik ve davranışlar gösteren yeni sınıflar tanımlamak için kullanılır.",
      "C": "Türetilmiş bir sınıftan başka bir sınıf daha türetilebilir.",
      "D": "Türetilen sınıf hem türetildiği sınıfın hem de temel sınıfın özellik ve metotlarını kullanabilir.",
      "E": "Türetilen sınıf, temel sınıfın üyelerini erişim izinleri kuralları çerçevesinde devralır."
    },
    "explanation": "A seçeneği doğru şıktır. Üyeleri miras olarak alınan sınıfa temel sınıf (base class) denir. (S. 165. Diğer seçenekler S.165 ve S.166’da yer alan ifadelerdir."
  },
  {
    "id": "3776114",
    "unitNumber": 7,
    "text": "C# programlama dilinde bir sınıf neden birden fazla sınıftan miras <strong>alamaz?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Çoklu miras alma yalnızca arayüz (interface) nesnelerinde mümkün olduğu için",
      "B": "Diğer bazı diller programlama dillerinde görülen elmas problemini önlemek için",
      "C": "Her temel sınıfın (base class) sadece bir türetilmiş sınıfı (derived class) olabileceği için",
      "D": "Türetilmiş sınıflardan başka sınıflar türetilemeyeceği için",
      "E": "Türetilmiş sınıfar, hem türetildikleri sınıfın, hem de varsa türetildikleri sınıfın türetildiği sınıfın özelliklerini miras alacağı için"
    },
    "explanation": "Doğru cevap B şıkkıdır. S. 167’de belirtildiği üzere “birden fazla arayüzden kalıtım alabiliyorken birden fazla sınıftan kalıtım ile sınıf türetemiyoruz?” sorusunun cevabı “C++, Python, Lisp, Perl gibi dillerin çoklu kalıtımı desteklerken karşılaştıkları elmas (Diamond) problemi” olarak karşımıza çıkmaktadır."
  },
  {
    "id": "3776115",
    "unitNumber": 7,
    "text": "Nesne yönelimli bir programlama dilinde A isimli bir sınıfımız bulunmakta ve bu sınıfın X ismi ile tanımlanmış bir metodu bulunmaktadır. A sınıfından türetilen iki farklı B ve C sınıfları olduğunu düşünelim. B ve C sınıfları ataları olan A sınıfından aldıkları X metodunu tekrar yazmış (override) olabilirler. Elimizde bir tane de D sınıfı olsun ve bu D sınıfı da çoklu kalıtım ile hem B hem de C sınıfından türetilmiş olsun. Bu durumda D sınıfının X metodunu miras alması ile ilgili olarak bir belirsizlik ortaya çıkmaktadır. Çünkü bu metodu hem B hem de C sınıfından miras alması mümkündür. Bu duruma ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Türetilmiş sınıf",
      "B": "Çoklu kalıtım",
      "C": "Elmas problemi",
      "D": "Kapsülleme",
      "E": "Erişim denetimi"
    },
    "explanation": "C seçeneğinde yer alan Elmas problemi doğru yanıttır. Çoklu miras alma durumu bir şema ile gösterildiğinde ortaya çıkan şekli bir elmasa benzer. (S. 167)"
  },
  {
    "id": "3776116",
    "unitNumber": 7,
    "text": "C# programlama dilinde, temel sınıftan türetilmiş sınıf, temel sınıfın sahip olduğu değişken ve metotları kalıtım yolu ile sanki kendi içerisinde tanımlanmış gibi kullanabilir. Ancak bu değişken ve metotlara erişimleri, erişim denetleyicileri ile kısıtlanabilir. “Private” anahtar kelimesi ile tanımlanan bir metot ya da değişken için aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Kalıtım ile aktarılır, her yerden erişilebilir.",
      "B": "Kalıtım ile aktarılır, tanımlandıkları ve kendisinden türetilen sınıflardan erişilebilir.",
      "C": "Internal: Kalıtım ile aktarılır, sadece bulunduğu projede erişilebilir.",
      "D": "Kalıtım ile aktarılmaz, sadece tanımlandıkları sınıf içerisinden erişilebilir.",
      "E": "Kalıtım ile aktarılır, sadece tanımlandıkları sınıf içerisinden erişilebilir."
    },
    "explanation": "D seçeneğinde yer alan tanım, Private anahtar kelimesi ile kısıtlanan değişken ve metotları ifade etmektedir (S. 168)."
  },
  {
    "id": "3776117",
    "unitNumber": 7,
    "text": "Parametreli yapıcı metotlar içeren bir temel sınıftan türetilmiş bir sınıf, temel sınıfın sınıfa parametreli yapıcı metotlarına erişmek için hangi anahtar kelimeyi kullanır?",
    "correctAnswer": "E",
    "options": {
      "A": "Private",
      "B": "Public",
      "C": "Internal",
      "D": "Protected",
      "E": "Base"
    },
    "explanation": "E seçeneği doğru yanıttır. Elimizde parametreli kurucu metotları olduğunda temel sınıfın metotlarına ulaşabilmek için “base” anahtar kelimesi kullanılır. (S 171)"
  },
  {
    "id": "3776118",
    "unitNumber": 7,
    "text": "Bir sınıfın üyelerinden, sınıf dışında görevi olmayan, sadece sınıf içi işlemlerde kullanılacak olanlar private bölüme yerleştirilip, dış dünyaya sadece public arayüzü ile tanımlı olan üyelerin servis edilmesi olarak tanımlanan yapıya ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kapsülleme (Encapsulation)",
      "B": "Generic",
      "C": "Çoklu Kalıtım",
      "D": "Miras Alma (Inheritance)",
      "E": "Sınıf Bağımlılıkları (Class Coupling)"
    },
    "explanation": "A seçeneğinde yer alan Kapsülleme (Encapsulation) doğru yanıttır. (S 177)"
  },
  {
    "id": "3776119",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi C# programlama dilinde bir sınıfı Generic olarak tanımlamanın faydalarından biri <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kod üzerinde daha esnek ve güçlü bir kontrol sağlanmasına yardımcı olur.",
      "B": "İçerilen ya da sahip olunan nesnenin, sahip olan nesneden bağımsız olarak var olabilmesine olanak sağlar.",
      "C": "Hata ayıklaması kolay ve yönetilebilir kodların yazılmasına imkân verir.",
      "D": "Derleme zamanında (compile time) tip güvenli değişken kullanılması zorunlu olduğu için, çalışma zamanında oluşabilecek tür dönüşüm hatalarını engeller.",
      "E": "Çalışma zamanında (runtime) tür dönüşümü (casting, boxing-unboxing) işlemlerini önleyerek kodun daha verimli ve hızlı çalışmasını sağlar."
    },
    "explanation": "B seçeneğinde yer alan tanım, sınıf bağımlılıkları ile ilgili Birleştirme (Aggregation) yaklaşımını tanımlamaktadır. Generic sınıf tanımlaması ile ilişkili değildir."
  },
  {
    "id": "3776120",
    "unitNumber": 7,
    "text": "Nesne yönelimli programlama dillerine ilişkin sınıf bağımlılıkları kavramı içinde düşünüldüğünde aşağıdakilerden hangisi<strong> yanlıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bir sistem, belli bir nesne olmadan çalışamıyorsa, ona mutlaka ihtiyaç duyuyorsa, bu duruma “sıkı bağlı” adı verilir.",
      "B": "Bir sistem, herhangi bir nesne ile çalışabilecek şekilde düzenlenmişse, buna gevşek bağlı (loosely coupled) denir.",
      "C": "Bir sınıfın üyelerinden, sınıf dışında görevi olmayan, sadece sınıf içi işlemlerde kullanılacak olanların private bölüme yerleştirilmesine sınıf bağımlılığı denir.",
      "D": "Bir sınıfın diğer sınıfı içermesine izin veren sınıflar arasındaki ilişki türüne kompozisyon (composition) denir.",
      "E": "İçerilen ya da sahip olunan nesnenin, sahip olan nesneden bağımsız olarak var olabilmesine birleştirme (aggregation) denir."
    },
    "explanation": "C seçeneğinde verilen tanım sınıf bağımlılığı ile ilişkili olmayıp kapsülleme yaklaşımını anlatmaktadır.(S 177) Diğer seçenekler, sınıf bağımlılığı ile ilgili seviyeler ve yöntemlerdir. (S 172-176)"
  },
  {
    "id": "3776121",
    "unitNumber": 7,
    "text": "<code>class Personel</code>\n <code>{</code>\n <code>public string isim;</code>\n <code>public string soyisim;</code>\n <code>public int dogumYili;</code>\n <code>public string cinsiyet;</code>\n <code>public string meslek;</code>\n <code>}</code>\n <code>class AkademikPersonel : Personel</code>\n <code>{</code>\n <code>public string unvan ;</code>\n <code>public string eposta ;</code>\n <code>public string birim ;</code>\n <code>}</code>\n <ol type=\"I\"> <li>AkademikPersonel türetilmiş sınıf, Personel temel sınıftır.</li> <li>AkademikPersonel sınıfı temel, Personel türetilmiş sınıftır. </li> <li>AkademikPersonel sınıfı Personel sınıfındaki tüm özellikleri miras alır.</li> <li>Personel sınıfı AkademikPersonel sınıfındaki tüm özellikleri miras alır.</li> </ol> Yukarıdaki kod parçası değerlendirildiğinde numaralandırılmış olarak verilen ifadelerden hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "II ve IV",
      "B": "I ve IV",
      "C": "II ve III",
      "D": "I ve III",
      "E": "III ve IV"
    },
    "explanation": "D seçeneğinde belirtilen I. ve III. ifadelerin her ikisi de doğrudur. Soru S 166’da yer alan örneğe göre hazırlanmıştır."
  },
  {
    "id": "3776122",
    "unitNumber": 7,
    "text": "C# programlama dilinde, temel sınıftan türetilmiş sınıf, temel sınıfın sahip olduğu değişken ve metotları kalıtım yolu ile sanki kendi içerisinde tanımlanmış gibi kullanabilir. Ancak bu değişken ve metotlara erişimleri, erişim denetleyicileri ile kısıtlanabilir. “Internal” anahtar kelimesi ile tanımlanan bir metot ya da değişken için aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Kalıtım ile aktarılır, her yerden erişilebilir.",
      "B": "Kalıtım ile aktarılır, tanımlandıkları ve kendisinden türetilen sınıflardan erişilebilir.",
      "C": "Kalıtım ile aktarılmaz, sadece tanımlandıkları sınıf içerisinden erişilebilir.",
      "D": "Kalıtım ile aktarılır, sadece tanımlandıkları sınıf içerisinden erişilebilir.",
      "E": "Kalıtım ile aktarılır, sadece bulunduğu projede erişilebilir."
    },
    "explanation": "E seçeneği Internal anahtar kelimesi ile tanımlanan metot ve değişkenleri açıklamaktadır. (S 168)"
  },
  {
    "id": "3776123",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>Türetilen sınıflar, aynı anda sadece bir sınıftan türetilebilir.</li> <li>Türetilen sınıflar, çoklu kalıtımı destekler.</li> <li>private erişim belirleyicisine sahip üyelere türetilen sınıftan erişilemez.</li> <li>Türetilen sınıf, temel sınıfın üyelerini erişim izinleri kuralları çerçevesinde devralmaktadır.</li> </ol> Yukarıdakilerden hangileri C# programlama dilinde kalıtımın yapılabilmesi için uyulması gereken kurallardır?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "I, II, III",
      "C": "I, II, IV",
      "D": "I, III, IV",
      "E": "I ve IV"
    },
    "explanation": "C# programlama dilinde kalıtımın yapılabilmesi için uyulması gereken kurallar: Türetilen sınıflar, aynı anda sadece bir sınıftan türetilebilir, private erişim belirleyicisine sahip üyelere türetilen sınıftan erişilemez, Türetilen sınıf, temel sınıfın üyelerini erişim izinleri kuralları çerçevesinde devralmaktadır.<br/>I, III, IV"
  },
  {
    "id": "3776124",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kalıtım ile aktarılan, tanımlandıkları ve kendisinden türetilen sınıflardan erişilebilen miras alma işlemindeki erişim denetleyicilerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "protected erişim belirleyicisi",
      "B": "public erişim belirleyicisi",
      "C": "internal erişim belirleyicisi",
      "D": "private erişim belirleyicisi",
      "E": "external erişim belirleyicisi"
    },
    "explanation": "Protected: Kalıtım ile aktarılır, tanımlandıkları ve kendisinden türetilen sınıflardan erişilebilir.<br/>protected erişim belirleyicisi"
  },
  {
    "id": "3776125",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi C# programlama dilinde bir sınıftaki tüm sınıf üyelerini tekrar kullanan ve bunları genişleterek yeni sınıflar tanımlamayı sağlayan tekniktir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kapsülleme",
      "B": "Miras Alma",
      "C": "Sınıf Bağımlılıkları",
      "D": "Generics",
      "E": "Kompozisyon"
    },
    "explanation": "Miras alma, bir sınıftaki tüm sınıf üyelerini tekrar kullanan ve bunları genişleterek yeni sınıflar tanımlamamızı sağlayan bir tekniktir."
  },
  {
    "id": "3776126",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi C# programlama dilinde tanımlanmış üyelere public olarak tanımlanmış metotlara erişerek gerekli kontrol ve düzenlemeler ile değer atama işlemidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Miras alma",
      "B": "Generic",
      "C": "Birleştirme",
      "D": "Kompozisyon",
      "E": "Kapsülleme"
    },
    "explanation": "Kapsülleme, private olarak tanımlanmış üyelere public olarak tanımlanmış metotlar erişerek gerekli kontrol<br/>ve düzenlemeler ile değer atamaktadır."
  },
  {
    "id": "3776127",
    "unitNumber": 7,
    "text": "class Sandalye<br/>{<br/>public void Malzeme()<br/>{<br/>Console.WriteLine(\"Ahşap\");<br/>}<br/>}<br/>class Masa<br/>{<br/>private Sandalye _sandalye;<br/>public Sandalye(Sandalye sandalye)<br/>{<br/>_sandalye = sandalye;<br/>}<br/>}\n Aşağıdakilerden hangisi yukarıdaki C# programlama dilinde yapılan işlemi ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Birleştirme",
      "B": "Miras Alma",
      "C": "Generics",
      "D": "Kapsülleme",
      "E": "Kompozisyon"
    },
    "explanation": "Aggregation için örnek bir kod ise şu şekilde olacaktır:\n<br/>class Sandalye<br/>{<br/>public void Malzeme()<br/>{<br/>Console.WriteLine(\"Ahşap\");<br/>}<br/>}<br/>class Masa<br/>{<br/>private Sandalye _sandalye;<br/>public Sandalye(Sandalye sandalye)<br/>{<br/>_sandalye = sandalye;<br/>}<br/>}<br/>Birleştirme"
  },
  {
    "id": "3776128",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>Tekrar kullanılabilir kod yazımına yardımcı olarak tekrarı önler.</li> <li>Kod üzerinde daha esnek ve güçlü bir kontrol sağlanmasına yardımcı olur.</li> <li>Hata ayıklaması kolay ve yönetilebilir kodların yazılmasına imkân verir.</li> <li>Alt sınıfların ve üst sınıfın kendi yaşam döngüleri vardır.</li> </ol> Yukarıdaki ifadelerden hangileri C# programlama dilinde generics ile ilgilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "II, III, IV",
      "B": "I, II",
      "C": "II, III",
      "D": "I, II, III",
      "E": "I, II, IV"
    },
    "explanation": "C# programlama dilinde generics ile ilgili olan ifadeler şunlardır: Tekrar kullanılabilir kod yazımına yardımcı olarak tekrarı önler, Kod üzerinde daha esnek ve güçlü bir kontrol sağlanmasına yardımcı olur, Hata ayıklaması kolay ve yönetilebilir kodların yazılmasına imkân verir.<br/>I, II, III"
  },
  {
    "id": "3776130",
    "unitNumber": 7,
    "text": "Aşağıda C# programlama dilinde sınıf bağımlılıklardan hangisi spor bir şapka veya bir kasketten herkesin kendi kafasına ve zevkine uygun olanı alıp kullanmasına örnektir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sıkı Bağlı",
      "B": "Miras alma",
      "C": "Gevşek Bağlı",
      "D": "Birleştirme",
      "E": "Kompozisyon"
    },
    "explanation": "Gevşek Bağlı (Loosely Coupled) kavramı da sıkı bağlılığın tam tersidir. Buna günlük hayattan şapkayı<br/>örnek olarak verebiliriz. Spor bir şapka veya bir kasketten herkes kendi kafasına ve zevkine uygun olanı alıp<br/>kullanır. Burada kafa ve şapkanın birbirine bağımlılığı olmadığı için gevşek bağlı olduğunu söyleyebiliriz."
  },
  {
    "id": "3776131",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>Temel fark sınıfların bağımlı olmasıdır. </li> <li>Kompozisyonda, alt sınıfların yaşam döngüsü, doğrudan üst sınıfın yaşam döngüsüne bağlıdır. </li> <li>Birleştirmede ise alt sınıfların ve üst sınıfın kendi yaşam döngüleri vardır.</li> </ol> Yukardakilerden hangisi ya da hangileri kompozisyon ve birleştirme arasındaki farkları ifade etmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız II",
      "B": "Yalnız III",
      "C": "I, II",
      "D": "I, II, III",
      "E": "II, III"
    },
    "explanation": "Sonuç olarak aralarındaki temel fark sınıfların bağımsızlıklarıdır. Kompozisyonda, alt sınıfların yaşam<br/>döngüsü, doğrudan üst sınıfın yaşam döngüsüne bağlıdır ve bunun tersi de geçerlidir. Birleştirmede (Aggregation) ise alt sınıfların ve üst sınıfın kendi yaşam döngüleri vardır.<br/>II, III"
  },
  {
    "id": "3776132",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi C# programlama dilinde her bir farklı veri türü veya sınıf için tek bir kodun kullanılmasına imkân veren nesne yapısıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Sınıf Bağımlılıkları",
      "B": "Generic",
      "C": "Birleştirme",
      "D": "Kompozisyon",
      "E": "Miras Alma"
    },
    "explanation": "Generic kavramı, genel bir şekilde kullanılması uygun görülen sınıf metot gibi yapılara uygulanmaktadır. Her<br/>bir farklı veri türü veya sınıf için tek bir kodun kullanılmasına imkân vermektedir. Böylece nesne yönelimli<br/>programlamanın kod tekrarını önleme amacına uygun şekilde çalışmaktadır"
  },
  {
    "id": "3776133",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi C# programlama dilinde gevşek bağlı sınıf bağımlılığına örnektir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bir iş yerinde belirli işlerin yapılabilmesi için belirli bir personele ihtiyaç duyulması",
      "B": "İş ilanlarında belirli işleri yapabilecek kabiliyetteki kişilerin aranması",
      "C": "Bir kişinin her öğünde aynı yemeği yemesi",
      "D": "Bir mağazadan sadece sadece kredi kartı ile alışveriş yapılması",
      "E": "Spor bir ayakkabıdan herkesin kendi ayağına ve zevkine uygun olanı alıp kullanması"
    },
    "explanation": "Gevşek Bağlı (Loosely Coupled) kavramı da sıkı bağlılığın tam tersidir. Buna günlük hayattan şapkayı<br/>örnek olarak verebiliriz. Spor bir şapka veya bir kasketten herkes kendi kafasına ve zevkine uygun olanı alıp<br/>kullanır. Burada kafa ve şapkanın birbirine bağımlılığı olmadığı için gevşek bağlı olduğunu söyleyebiliriz.<br/>Spor bir ayakkabıdan herkesin kendi ayağına ve zevkine uygun olanı alıp kullanması"
  },
  {
    "id": "3776134",
    "unitNumber": 8,
    "text": "Türetilen sınıfın metoduna işlem önceliği verebilmek için, “virtual” olmayan bir metodu, override edebilmede hangi anahtar sözcüğünü kullanırız?",
    "correctAnswer": "A",
    "options": {
      "A": "New",
      "B": "Class",
      "C": "Foreach",
      "D": "Console",
      "E": "Ovidius"
    },
    "explanation": "Türetilen sınıfın metoduna işlem önceliği verebilmek için, “virtual” olmayan bir metodu, override edebilmek için “new” anahtar sözcüğünü kullanırız. Doğru cevap A şıkkıdır."
  },
  {
    "id": "3776135",
    "unitNumber": 8,
    "text": "Temel sınıf sadece kalıtım amacı ile kullanılacaksa, sınıf oluşturulurken hangi anahtar kelimesini kullanırız?",
    "correctAnswer": "B",
    "options": {
      "A": "New",
      "B": "Abstract",
      "C": "Override",
      "D": "Bahse",
      "E": "Class"
    },
    "explanation": "Temel sınıf sadece kalıtım amacı ile kullanılacaksa, sınıf oluşturulurken “abstract” anahtar kelimesini kullanırız. Doğru cevap B şıkkıdır"
  },
  {
    "id": "3776136",
    "unitNumber": 8,
    "text": "Bir sınıfın içinde bir soyut metot tanımı yapıldıysa, o sınıfın da soyut olarak ne şekilde tanımlanması gerekmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Soyut metot",
      "B": "Override",
      "C": "Abstract",
      "D": "İnterface",
      "E": "New"
    },
    "explanation": "Bir sınıfın içinde bir soyut metot tanımı yapıldıysa, o sınıfın da soyut “abstract” olarak tanımlanması gerekmektedir."
  },
  {
    "id": "3776137",
    "unitNumber": 8,
    "text": "C# programlama dilinde, kalıtım özelliğini engellemek istediğimiz durumlarda hangi anahtar kelimesi kullanılmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "İnterface",
      "B": "Abstract",
      "C": "Override",
      "D": "Sealed",
      "E": "Base"
    },
    "explanation": "C# programlama dilinde, bu ihtiyacı karşılamak için “sealed” anahtar kelimesi kullanılmaktadır. Doğru cevap D şıkkıdır."
  },
  {
    "id": "3776138",
    "unitNumber": 8,
    "text": "Soyut “abstract” sınıflar ne olarak tanımlanamazlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Base",
      "B": "Statik",
      "C": "Override",
      "D": "İnterface",
      "E": "Sealed"
    },
    "explanation": "Soyut “abstract” sınıflar “sealed” olarak tanımlanamazlar. Doğru cevap E şıkkıdır."
  },
  {
    "id": "3776139",
    "unitNumber": 8,
    "text": "C# programlama dilinde arayüzlerin tanımlanması için hangi anahtar kelimesi kullanılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "İnterface",
      "B": "Base",
      "C": "Override",
      "D": "Abstract",
      "E": "Sealed"
    },
    "explanation": "C# programlama dilinde arayüzlerin tanımlanması için “interface” anahtar kelimesi kullanılmaktadır. Doğru cevap A şıkkıdır."
  },
  {
    "id": "3776140",
    "unitNumber": 8,
    "text": "Arayüzde tanımlı elemanların erişim belirleyicileri ön tanımlı olarak ne şekilde tanımlıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Override",
      "B": "Public",
      "C": "Virtual",
      "D": "Abstract",
      "E": "Base"
    },
    "explanation": "Arayüzde tanımlı elemanların erişim belirleyicileri ön tanımlı olarak “public” tanımlıdır. Doğru cevap B şıkkıdır."
  },
  {
    "id": "3776141",
    "unitNumber": 8,
    "text": "C# programlama dilinde, hataların yakalanıp yönetilmesi için hangi sınıf kullanılmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Convert",
      "B": "Class",
      "C": "Exception",
      "D": "Static",
      "E": "Public"
    },
    "explanation": "C# programlama dilinde, hataların yakalanıp yönetilmesi için Exception sınıfı kullanılmaktadır. Doğru cevap C şıkkıdır."
  },
  {
    "id": "3776142",
    "unitNumber": 8,
    "text": "Bir sınıf ya da bir yapı “struct”, bir arayüzü destekliyorsa ilgili arayüz elemanlarının ne olarak tanımlanması zorunludur?",
    "correctAnswer": "D",
    "options": {
      "A": "Abstract",
      "B": "İnterface",
      "C": "New",
      "D": "Public",
      "E": "Struct"
    },
    "explanation": "Bir sınıf ya da bir yapı “struct”, bir arayüzü destekliyorsa ilgili arayüz elemanlarının “public” olarak tanımlanması zorunludur."
  },
  {
    "id": "3776143",
    "unitNumber": 8,
    "text": "Arayüzler, fark edilebilmeleri amacıyla geleneksel olarak isimleri hangi harf ile başlatılır?",
    "correctAnswer": "E",
    "options": {
      "A": "G",
      "B": "P",
      "C": "İ",
      "D": "H",
      "E": "I"
    },
    "explanation": "Arayüzler, fark edilebilmeleri amacıyla geleneksel olarak isimleri “I” harfi ile başlatılır. Doğru cevap E şıkkıdır."
  },
  {
    "id": "3776144",
    "unitNumber": 8,
    "text": "Aşağıdaki program parçacıklarından hangisinde Metot Üzerine Yazma vardır?",
    "correctAnswer": "B",
    "options": {
      "A": "class C1 {<br/>public void Metod1()<br/>{<br/>Console.WriteLine(\"Merhaba Dünya\");<br/>}\n<br/>}<br/>class C2 {<br/>public void Metod1()<br/>{<br/>Console.WriteLine(\"Merhaba Evren\");<br/>}<br/>}",
      "B": "class C1 {<br/>public void Metod1()<br/>{<br/>Console.WriteLine(\"Merhaba Dünya\");<br/>}\n<br/>}<br/>class C2 : C1{<br/>public void Metod1()<br/>{<br/>Console.WriteLine(\"Merhaba Evren\");<br/>}<br/>}",
      "C": "class C1 {<br/>public void Metod1()<br/>{<br/>Console.WriteLine(\"Merhaba Dünya\");<br/>}\n<br/>}<br/>class C2 {<br/>public void Metod2()<br/>{<br/>Console.WriteLine(\"Merhaba Evren\");<br/>} \n<br/>public static void Metod1()<br/>{<br/>Console.WriteLine(\"Merhaba Dünya\");<br/>}<br/>}",
      "D": "class C1:C2 {<br/>public void Metod1()<br/>{<br/>Console.WriteLine(\"Merhaba Dünya\");<br/>}\n<br/>}<br/>class C2 {<br/>public void Metod2()<br/>{<br/>Console.WriteLine(\"Merhaba Evren\");<br/>} <br/>}",
      "E": "class C1 {<br/>public void Metod1()<br/>{<br/>Console.WriteLine(\"Merhaba Dünya\");<br/>}<br/>public void Metod1()<br/>{<br/>Console.WriteLine(\"Merhaba Evren\");<br/>}<br/>}"
    },
    "explanation": "B seçeneğinde üst sınıftan alınan aynı isimli metod değiştirilerek kullanılmıştır. A ve C seçeneğinde aynı isimli metod kullanılsa da bunlar sadece kendi sınıflarına aittir. E seçeneğinde ise derleyici hatası görülür.<br/>Doğru yanıt B seçeneğinde verilmiştir."
  },
  {
    "id": "3776145",
    "unitNumber": 8,
    "text": "Türetilen sınıftan gelen bazı özelliklerin değiştirilebilmesine ve nesne üzerinden<br/>çağırılabilmesine ______________ denir. \n<br/>Yukarıda verilen cümlede boşluğa ne gelmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Arayüz Oluşturma",
      "B": "Mühürlü Sınıflandırma",
      "C": "Soyut Sınıflandırma",
      "D": "Üzerine Yazma",
      "E": "Çok Biçimlilik"
    },
    "explanation": "Kalıtımda amaç, bir nesnenin birden fazla türün özelliklerini sergilemesini sağlamaktır. Kalıtım yoluyla türetilmiş sınıf, türetildiği sınıftan tüm özelliklerini miras alır. Türetilen sınıftan gelen bazı özelliklerin değiştirilebilmesine ve nesne üzerinden çağırılabilmesine çok biçimlilik denir. Böylece, kalıtım ile türetilen sınıflar, bir miktar da temel sınıfın biçiminde olacaktır<br/>Doğru yanıt E seçeneğinde verilmiştir."
  },
  {
    "id": "3776146",
    "unitNumber": 8,
    "text": "Aşağıdaki program çalıştırıldığında çıktı ne olur?\n <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/f86ce2fb22f4494627e1f25dae34a855.jpeg\" alt=\"\" width=\"391\" height=\"451\">",
    "correctAnswer": "D",
    "options": {
      "A": "Merhaba Arkadaş\n Merhaba Evren\n Merhaba Dünya",
      "B": "Merhaba Arkadaş\n Merhaba Evren\n Merhaba Evren",
      "C": "Merhaba Arkadaş\n Merhaba Dünya\n Merhaba Dünya",
      "D": "Merhaba Arkadaş\n Merhaba Dünya\n Merhaba Evren",
      "E": "Merhaba Arkadaş\n Merhaba Arkadaş\n Merhaba Arkadaş"
    },
    "explanation": "Burada Polymorphism (Çok Biçimlilik) görülerktedir. Aynı metod ismi farklı biçimlerde çalışmakta ve sonuç vermektedir.<br/>Doğru yanıt D olmalıdır"
  },
  {
    "id": "3776147",
    "unitNumber": 8,
    "text": "Temel sınıfın virtual olmayan bir metodunu yeni türetilmiş bir metotla değiştirerek bir temel sınıfın verilerini ve davranışını değiştirmek için aşağıdaki anahtar sözcüklerden hangisi kullanılır?",
    "correctAnswer": "C",
    "options": {
      "A": "base",
      "B": "override",
      "C": "new",
      "D": "overridable",
      "E": "overloads"
    },
    "explanation": "Kalıtımla ilgili olarak, türetilen sınıfın metoduna işlem önceliği verebilmek için, “virtual” olmayan bir metodu, override edebilmek için “new” anahtar sözcüğünü kullanmak gerekir.<br/>Doğru yanıt C seçeneğinde verilmiştir."
  },
  {
    "id": "3776148",
    "unitNumber": 8,
    "text": "Soyut bir metot türetilmiş bir sınıf tarafından yeniden tanımlandığında aşağıdaki anahtar kelimelerden hangisi kullanılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Overloads",
      "B": "Override",
      "C": "Base",
      "D": "Virtual",
      "E": "Abstract"
    },
    "explanation": "Abstract sınıftan türetilmiş bir metodu hazırlarken “override” anahtar kelimesini ekleyerek, temel sınıftaki metodun üzerine yazıldığını belirtmemiz gerekmektedir.<br/>Doğru Yanıt B seçeneğinde verilmiştir."
  },
  {
    "id": "3776149",
    "unitNumber": 8,
    "text": "Aşağıdaki kod çalıştırıldığında sonuç ne olur?\n<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/d34c9382942c788ab1d78f7feca9544a.jpeg\" alt=\"\" width=\"491\" height=\"444\">",
    "correctAnswer": "E",
    "options": {
      "A": "10\n<br/>20\n<br/>toplam:10",
      "B": "20\n<br/>0\n<br/>toplam:30",
      "C": "0\n<br/>10\n<br/>toplam:20",
      "D": "10\n<br/>20\n<br/>toplam:30",
      "E": "10\n<br/>0\n<br/>toplam:10"
    },
    "explanation": "Açıklama: Soyut yöntem uygulaması 'C2' alt sınıfında işlenir. Ayrıca soyut 'C1' sınıfının 'obj' nesnesi, i'nin değerini 10 olarak başlatır. 'C2' sınıfının nesnesi ayrıca j değerini 20 olarak başlatır. Çünkü, display() yöntemi, C1 sınıfının nesnesi kullanılarak çağrılır. 'obj' ve dolayısıyla i = 10 iken j = 0<br/>Doğru yanıt E seçeneğinde verilmiştir."
  },
  {
    "id": "3776150",
    "unitNumber": 8,
    "text": "Bir sınıf içerisinde bir metodun kalıtım yoluyla değiştirilmesi engellemek istenirse hangi anahtar kelimeyi kullanmak gerekir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sealed",
      "B": "Override",
      "C": "Base",
      "D": "Static",
      "E": "Overloaded"
    },
    "explanation": "Mühürlü “Sealed” sınıflar, nesne yönelimli programlamanın kalıtım özelliğini engellemek istediğimiz durumlarda kullanılır. Kod yazarken kimi zaman başka sınıfların, hazırlanan sınıftan kalıtım yolu ile türetilmesini istemeyebiliriz. Sabit özelliklere ve metotlara sahip bir sınıfa ihtiyacımız olabilir. Bu duruma genellikle güvenlik konularında denk gelebiliriz.<br/>Doğru yanıt A sçeneğidir."
  },
  {
    "id": "3776151",
    "unitNumber": 8,
    "text": "Aşağıdaki önermelerden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Bir Interface bir Abstract sınıftan türetilebilir.",
      "B": "Bir sınıf birden fazla Interface kullanabilir",
      "C": "Interface içerisindeki metotlar Private olarak tanımlanmalıdır.",
      "D": "Bir Interface başka bir Interface'ten türetilemez.",
      "E": "Interface ile Abstract aynı şeylerdir."
    },
    "explanation": "Bir sınıf sadece bir sınıftan türetilebilir iken, birden fazla arayüzü destekleyebilir.<br/>Doğru yanıt B seçeneğidir."
  },
  {
    "id": "3776152",
    "unitNumber": 8,
    "text": "İstisnai durum yakalama şablonu aşağıda hangi seçenekte doğru tanımlanmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "finally\n { // Kod bloğu 1\n }\n try\n { // Kod bloğu 2\n }\n catch\n { // Kod bloğu 3\n }",
      "B": "try\n { // Kod bloğu 1\n }\n catch\n { // Kod bloğu 2\n }\n finally\n { // Kod bloğu 3\n }",
      "C": "try\n { // Kod bloğu 1\n }\n finally\n { // Kod bloğu 2\n }\n catch\n { // Kod bloğu 3\n }",
      "D": "catch\n { // Kod bloğu 1\n }\n try\n { // Kod bloğu 2\n }\n finally\n { // Kod bloğu 3\n }",
      "E": "catch\n { // Kod bloğu 1\n }\n finally\n { // Kod bloğu 2\n }\n try\n { // Kod bloğu 3\n }"
    },
    "explanation": "Şablonda belirtilen “try” anahtar kelimesi ile başlayan kod bloğu, çalışma zamanı hatası olabileceği düşünülen kodların bulunduğu yerdir. Bu blok içinde oluşabilecek hatalar “catch” bloğu tarafından yakalanır ve bu kod bloğu içindeki kodun çalışmasını sağlar. “try” dan sonra “catch” bloğunun eklenmesi zorunludur. Eğer “try” bloğunda bir hata oluşmaz ise bu bloktaki kodlar çalıştırılmayacaktır. En sondaki “finally” bloğu ise isteğe bağlı olarak eklenir, zorunlu değildir. Bu bloktaki kodlar, “catch” bloğu tarafından ister hata yakalansın ister yakalanmasın yine de çalıştırılacaktır<br/>Doğru yanıt B seçeneğidir."
  },
  {
    "id": "3776153",
    "unitNumber": 8,
    "text": "Aşağıdaki seçeneklerden hangisi finally bloğu için doğru bir tanımlama içerir?",
    "correctAnswer": "C",
    "options": {
      "A": "finally bloğu içerisindeki kodlar try ve catch bloğundaki kodlar çalıştıktan sonra çalıştırılır.",
      "B": "finally bloğu içerisindeki kodlar catch bloğu içerisindeki kodlar çalıştırılmadığı takdirde çalıştırılır.",
      "C": "finally bloğu içerisindeki kodlar catch bloğundaki kodların çalışmasından bağımsız daima çalıştırılır.",
      "D": "finally bloğu içerisindeki kodlar ancak catch bloğu içerisindeki kodlar çalıştırıldıktan sonra çalıştırılır.",
      "E": "Try Catch içerisinde birden fazla finally bloğu kullanılabilir."
    },
    "explanation": "Şablonda belirtilen “try” anahtar kelimesi ile başlayan kod bloğu, çalışma zamanı hatası olabileceği düşünülen kodların bulunduğu yerdir. Bu blok içinde oluşabilecek hatalar “catch” bloğu tarafından yakalanır ve bu kod bloğu içindeki kodun çalışmasını sağlar. “try” dan sonra “catch” bloğunun eklenmesi zorunludur. Eğer “try” bloğunda bir hata oluşmaz ise bu bloktaki kodlar çalıştırılmayacaktır. En sondaki “finally” bloğu ise isteğe bağlı olarak eklenir, zorunlu değildir. Bu bloktaki kodlar, “catch” bloğu tarafından ister hata yakalansın ister yakalanmasın yine de çalıştırılacaktır.<br/>Doğru yanıt C seçeneğinde verilmiştir."
  },
  {
    "id": "3776154",
    "unitNumber": 8,
    "text": "Çok kod yazarak hata almak, aşağıdakilerden hangisinde artışa neden olur?",
    "correctAnswer": "A",
    "options": {
      "A": "tecrübe",
      "B": "işletim sisteminde bozulma",
      "C": "yapısal program çalışma hızında artış",
      "D": "nesne yönelimli programların çalışma hızında artış",
      "E": "editör değiştirilmesi"
    },
    "explanation": "Çok kod yazarak hata almak, tecrübede artışa neden olur."
  },
  {
    "id": "3776155",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, kalıtım yoluyla türetilmiş sınıfın özelliğidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hiyerarşinin bozulması",
      "B": "Türetildiği sınıfın tüm özelliklerinin miras alınması",
      "C": "Üst sınıfın private özelliklerinin yeniden ve farklı olarak tanımlanması",
      "D": "Override özelliğin kaybolması",
      "E": "Süslü parantez kullanım zorunluluğunun kaybolması"
    },
    "explanation": "Türetildiği sınıfın tüm özelliklerinin miras alınması, kalıtım yoluyla türetilmiş sınıfın özelliğidir."
  },
  {
    "id": "3776156",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, tanımlanan metotları sanal metot haline getirir?",
    "correctAnswer": "C",
    "options": {
      "A": "void",
      "B": "Console.ReadLine",
      "C": "virtual",
      "D": "class",
      "E": "public"
    },
    "explanation": "Kullanılan virtual anahtar kelimesi, tanımlanan metotları sanal metot haline getirir."
  },
  {
    "id": "3776157",
    "unitNumber": 8,
    "text": "Temel sınıf sadece kalıtım amacı ile kullanılacaksa, sınıf oluşturulurken aşağıdakilerden hangi anahtar kelime kullanılır?",
    "correctAnswer": "D",
    "options": {
      "A": "public",
      "B": "private",
      "C": "void",
      "D": "abstract",
      "E": "class"
    },
    "explanation": "Temel sınıf sadece kalıtım amacı ile kullanılacaksa, sınıf oluşturulurken abstract anahtar kelimesi kullanılır.<br/>Yalnızca kalıtım için kullanılacak sınıflara soyut sınıflar denir. Soyut ifadesinin ingilizce karşılığı olarak \"abstract\" kullanılır."
  },
  {
    "id": "3776158",
    "unitNumber": 8,
    "text": "Nesne yönelimli programlamada kalıtım özelliği engellenmek istenildiği zaman aşağıdakilerden hangisi kullanılır?",
    "correctAnswer": "E",
    "options": {
      "A": "public",
      "B": "class",
      "C": "abstract",
      "D": "soyut sınıf",
      "E": "mühürlü sınıf"
    },
    "explanation": "Nesne yönelimli programlamada kalıtım özelliği engellenmek istenildiği zaman mühürlü sınıf kullanılır."
  },
  {
    "id": "3776159",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi alt sınıflara kalıtım veremeyen sınıf oluşturmak için kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "sealed",
      "B": "abstract",
      "C": "void",
      "D": "override",
      "E": "interface"
    },
    "explanation": "Sealed, alt sınıflara kalıtım veremeyen sınıf oluşturmak için kullanılır."
  },
  {
    "id": "3776160",
    "unitNumber": 8,
    "text": "Arayüzde tanımlı elemanların erişim belirleyicileri, ön tanımlı olarak aşağıdakilerden hangi şekilde tanımlanmış durumdadır?",
    "correctAnswer": "B",
    "options": {
      "A": "private",
      "B": "public",
      "C": "void",
      "D": "constructor",
      "E": "destructor"
    },
    "explanation": "Arayüzde tanımlı elemanların erişim belirleyicileri, ön tanımlı olarak public olarak tanımlanmış durumdadır."
  },
  {
    "id": "3776161",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi syntax yazım hatalarından kaynaklanır?",
    "correctAnswer": "C",
    "options": {
      "A": "editör çeşidi",
      "B": "arayüz",
      "C": "derleme zamanı hataları (compiler error)",
      "D": "çalışma zamanı hataları (runtime error)",
      "E": "main"
    },
    "explanation": "Derleme zamanı hataları (compiler error), syntax yazım hatalarından kaynaklanır."
  },
  {
    "id": "3776162",
    "unitNumber": 8,
    "text": "C# programlama dilinde, hataların yakalanıp yönetilmesi için aşağıdakilerden hangisi kullanılır?",
    "correctAnswer": "D",
    "options": {
      "A": "compiler",
      "B": "library",
      "C": "public",
      "D": "exception",
      "E": "private"
    },
    "explanation": "C# programlama dilinde, hataların yakalanıp yönetilmesi için exception sınıfı kullanılır.<br/>Birçok programlama dilinde olduğu gibi C# dilinde de exception yapısı kullanılır."
  },
  {
    "id": "3776163",
    "unitNumber": 8,
    "text": "Döngüyü bitirebilecek bir kontrol şartı eklenmeyen bir while döngüsü aşağıdakilerden hangi hatayı verme potansiyeline sahiptir?",
    "correctAnswer": "E",
    "options": {
      "A": "for ifadesinin çalışmaması",
      "B": "if kullanımının zorlaşması",
      "C": "else if kullanılamaması",
      "D": "else ifadelerinin anlamını yitirmesi",
      "E": "sonsuz döngü"
    },
    "explanation": "Döngüyü bitirebilecek bir kontrol şartı eklenmeyen bir while döngüsünün, sonsuz döngü gibi bir hataya neden olma potansiyeli vardır."
  },
  {
    "id": "3776164",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi nesneye yönelik programlamada türetilen sınıftan gelen bazı özelliklerin değiştirilebilmesi ve nesne üzerinden çağırılabilmesidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kapsülleme",
      "B": "Çokbiçimlilik",
      "C": "Miras alma",
      "D": "Kompozisyon",
      "E": "Soyut sınıf"
    },
    "explanation": "Türetilen sınıftan gelen bazı özelliklerin değiştirilebilmesine ve nesne üzerinden çağırılabilmesine çok biçimlilik denir."
  },
  {
    "id": "3776165",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Final ve static olarak tanımlanmış metotlar “override” edilemez.</li> <li>Temel, üst sınıf içinde “private” olarak tanımlı metotlar “override” edilir. </li> <li>“override” edilecek metot tanımlanırken, “virtual” ve “override” anahtar kelimeleri kullanılır. </li> </ol> Yukarıdakilerden hangisi ya da hangileri metotların üzerine yazma kurallarındandır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, III",
      "B": "II, III",
      "C": "I, II",
      "D": "I, II, III",
      "E": "Yalnız III"
    },
    "explanation": "Metotların üzerine yazma da belirli kuralları şunlardır: Final ve static olarak tanımlanmış metotlar “override” edilemez, Temel, üst sınıf içinde “private” olarak tanımlı metotlar “override” edilemez, “override” edilecek metot tanımlanırken, “virtual” ve “override” anahtar kelimeleri kullanılır.<br/>I, III"
  },
  {
    "id": "3776166",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Soyut sınıflarda hem metot bildirimine hem de metot oluşturulmasına izin verilmektedir.</li> <li>Soyut sınıflardan sadece yeni sınıflar türetilebilir.</li> <li>Soyut sınıftan türetilen sınıflarda, bildirimi yapılan metotların tanımlanması gerekmektedir.</li> <li>Soyut sınıflarda “new” anahtar kelimesi ile yeni nesne oluşturulur. </li> </ol> Yukarıdaki soyut sınıf ile ilgili ifadelerden hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "I,II",
      "B": "I, III",
      "C": "I, II, III",
      "D": "II, III, IV",
      "E": "I, III, IV"
    },
    "explanation": "Soyut sınıftan türetilen sınıflarda, bildirimi yapılan metotların tanımlanması da gerekmektedir.<br/>Soyut sınıfların amacı kalıtım olduğundan, bu sınıflardan normal sınıflar gibi “new” anahtar kelimesi<br/>ile yeni nesne oluşturulamaz. Soyut sınıflardan sadece yeni sınıflar türetilebilir. Arayüzlerde sadece metot bildirimine izin verilirken, soyut sınıflarda hem metot bildirimine hem de metot oluşturulmasına izin verilmektedir.<br/>I, II, III"
  },
  {
    "id": "3776167",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi sabit özelliklere ve metotlara sahip bir sınıfa ihtiyaç duyulduğunda kullanılan anahtar kelimedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Interface",
      "B": "New",
      "C": "Base",
      "D": "Abstract",
      "E": "Sealed"
    },
    "explanation": "Mühürlü “Sealed” sınıflar, nesne yönelimli programlamanın kalıtım özelliğini engellemek istediğimiz<br/>durumlarda kullanılır. Kod yazarken kimi zaman başka sınıfların, hazırlanan sınıftan kalıtım yolu ile türetilmesini istemeyebiliriz. Sabit özelliklere ve metotlara sahip bir sınıfa ihtiyacımız olabilir. Bu duruma<br/>genellikle güvenlik konularında denk gelebiliriz. C# programlama dilinde, bu ihtiyacı karşılamak için “sealed” anahtar kelimesi kullanılmaktadır."
  },
  {
    "id": "3776168",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Arayüzler veri elemanı içerir. </li> <li>Arayüzler diğer arayüzlerden türetilebilir.</li> <li>Bir sınıf birden fazla arayüzü destekleyebilir.</li> <li>Arayüzde tanımlı fonksiyon ve özelliklerin gövdeleri yoktur. </li> </ol> Yukarıdakilerden hangisi arayüz oluştururken uyulması gereken kısıtlardır?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III",
      "B": "II, III",
      "C": "II, III, IV",
      "D": "I, II, III, IV",
      "E": "II, IV"
    },
    "explanation": "Arayüz oluştururken uyulması gereken kısıtları da şu şekilde sıralayabiliriz: Arayüzler veri elemanı yani değişken içeremezler. Arayüzde tanımlı fonksiyon ve özelliklerin gövdeleri yoktur, sadece şablon şeklinde tanımlıdır. Bir sınıf sadece bir sınıftan türetilebilir iken, birden fazla arayüzü destekleyebilir. Arayüzler de sınıfların diğer sınıflardan türetildiği gibi diğer arayüzlerden türetilebilir.<br/>II, III, IV"
  },
  {
    "id": "3776169",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi C# programlama dilinde bağımsız değişken hatasıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Argument Exception",
      "B": "DivideByZeroException",
      "C": "NullReferanceException",
      "D": "IOException",
      "E": "IndexOutOfRangeException"
    },
    "explanation": "Argument Exception, C# programlama dilinde bağımsız değişken hatasıdır."
  },
  {
    "id": "3776170",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi C# programlama dilinde hata sınıflarında ortak kullanılan özelliklerden hatayı gönderen uygulama ya da nesnenin adıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Source",
      "B": "InnerException",
      "C": "ToString",
      "D": "TargetSite",
      "E": "StackTrac"
    },
    "explanation": "Source: Hatayı gönderen uygulama ya da nesnenin adıdır."
  },
  {
    "id": "3776171",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Yanlış sözdizimi</li> <li>Hatalı metot ve parametre kullanımı</li> <li>Erişim belirleyicilerin doğru kullanılmaması</li> </ol> Yukarıdakilerden hangisi ya da hangileri C# programlama dilinde derleme zamanı hatalarındandır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I-II",
      "D": "I-II-III",
      "E": "II-III"
    },
    "explanation": "Derleme zamanı hataları, program yazarken yanlış sözdizimi, hatalı metot ve parametre kullanımı,<br/>erişim belirleyicilerin doğru kullanılmaması gibi “syntax” yazım hatalarından kaynaklanır.<br/>I-II-III"
  },
  {
    "id": "3776172",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi C# programlama dilinde hataların yakalanıp yönetilmesi için kullanılan sınıftır?",
    "correctAnswer": "D",
    "options": {
      "A": "Arayüz sınıfı",
      "B": "Mühürlü sınıf",
      "C": "Soyut sınıf",
      "D": "Exception sınıfı",
      "E": "Çok biçimlilik sınıfı"
    },
    "explanation": "C# programlama dilinde, hataların yakalanıp yönetilmesi için Exception sınıfı kullanılmaktadır."
  },
  {
    "id": "3776173",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi C# programlama dilinde hata sınıflarında ortak kullanılan özelliklerden biri <strong>değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "HelpLink",
      "B": "Throw",
      "C": "ToString",
      "D": "StackTrace",
      "E": "Source"
    },
    "explanation": "Hata sınıflarında ortak kullanılan özellikler vardır. Bunlar: HelpLink, InnerException, Source, StackTrace, TargetSite, ToString.<br/>Throw"
  }
]