[
  {
    "id": "3472759",
    "unitNumber": 1,
    "text": "Which of the following is a branch of international law?",
    "correctAnswer": "A",
    "options": {
      "A": "Law of War",
      "B": "Civil Law",
      "C": "Fiscal law",
      "D": "Criminal Law",
      "E": "Law of Procedure"
    },
    "explanation": "Traditionally, international law is defined as the branch of law that regulates legal relations between<br/>independent states, such as the law of the sea and the law of war."
  },
  {
    "id": "3472760",
    "unitNumber": 1,
    "text": "Which of the following is not concerned by rules of international law?",
    "correctAnswer": "A",
    "options": {
      "A": "Corporate firms",
      "B": "International organizations",
      "C": "Organized communities that have not acquired the status of a state",
      "D": "Individuals in cases that concern the general interests of the international community as a whole",
      "E": "States"
    },
    "explanation": "International law includes rules for states, international organizations, organized communities that have not acquired the status of a state, and individuals in cases that concern the general interests of the international community as a whole. Corporate firms are legal entities who are concerned with the rules of domestic law."
  },
  {
    "id": "3472761",
    "unitNumber": 1,
    "text": "In which century printing press is invented?",
    "correctAnswer": "A",
    "options": {
      "A": "15th",
      "B": "14th",
      "C": "16th",
      "D": "17th",
      "E": "18th"
    },
    "explanation": "The invention of the printing press in the 15th century provided the means to spread knowledge."
  },
  {
    "id": "3473193",
    "unitNumber": 1,
    "text": "Which of the following is the thinker defending the rights of South American people against Spanish invasions?",
    "correctAnswer": "A",
    "options": {
      "A": "Francisco Vitoria",
      "B": "Saint Thomas Aquinas",
      "C": "Jean Bodin",
      "D": "Hugo Grotius",
      "E": "Jean Jacques Rousseau"
    },
    "explanation": "The basis of the new approach in international law goes back to the philosophers of Spain’s Golden Age. The leading thinker of this school is Francisco Vitoria (1480-1546). Vitoria displayed a very progressive attitude against the Spanish occupation of South America and argued that the South American Natives should be seen as nations with their own legitimate interests, contrary to the views prevailing until then. According to Vitoria, war against them can only be justified on the basis of a just cause; international law has to be based on the universal laws of nature, and this necessitates non-Europeans to be considered in this context."
  },
  {
    "id": "3473196",
    "unitNumber": 1,
    "text": "In which year Paris Agreement by which the Ottoman Empire was included in the modern international legal system was adopted?",
    "correctAnswer": "A",
    "options": {
      "A": "1856",
      "B": "1756",
      "C": "1656",
      "D": "1956",
      "E": "1556"
    },
    "explanation": "With the Paris Agreement of 1856, the Ottoman Empire was included in the modern international legal system."
  },
  {
    "id": "3473197",
    "unitNumber": 1,
    "text": "When was the foundation of Universal Postal Union?",
    "correctAnswer": "A",
    "options": {
      "A": "1874",
      "B": "1774",
      "C": "1674",
      "D": "1974",
      "E": "1574"
    },
    "explanation": "The International Telegraph Union was founded in 1865 and the Universal Postal Union in 1874."
  },
  {
    "id": "3473198",
    "unitNumber": 1,
    "text": "Where was the International Court of Justice established?",
    "correctAnswer": "A",
    "options": {
      "A": "The Hague",
      "B": "Paris",
      "C": "Brussels",
      "D": "Strasbourg",
      "E": "Luxembourg"
    },
    "explanation": "In 1921, the Permanent Court of International Justice was established in The Hague. In 1946, the International Court of Justice replaced this court."
  },
  {
    "id": "3473199",
    "unitNumber": 1,
    "text": "Which of the following cannot be described as a source of European Union Law?",
    "correctAnswer": "A",
    "options": {
      "A": "States domestic law",
      "B": "Lisbon Treaty",
      "C": "The legal acts of EU organs",
      "D": "Agreements to which each one of the European Communities is a party",
      "E": "The decisions of the Court of Justice of the European Union"
    },
    "explanation": "The basis of European Union Law is the Treaty of Rome5, which was signed by six states in 1957, establishing the European Economic Community at the time. The EU is an international organization and has the personality of international law. The founding treaties of the three pre-existing European Communities and their complementary treaties (for example, the main ones are 1981 Single European Act6, 1992 Maastricht Treaty, 1997 Amsterdam Treaty, etc.) and annexes, which are referred to as the primary sources of EU law. Today, these treaties have been replaced by the Lisbon Treaty and its annexes. The second important source of EU law is the legal acts of EU organs, which are called secondary law. Agreements to which each one of the European Communities is a party directly bind both the EU organs, the EU member states and the individuals or domestic legal entities to which they are related. The decisions of the Court of Justice of the European Union, which is the judicial body of the Union, have a great impact for the EU Law to be a legal system and to be implemented."
  },
  {
    "id": "3473200",
    "unitNumber": 1,
    "text": "Which of the following defines correctly the legal character of the EU Law?",
    "correctAnswer": "A",
    "options": {
      "A": "Supranational",
      "B": "International",
      "C": "National",
      "D": "Transnational",
      "E": "Multinational"
    },
    "explanation": "All these features of EU law make this legal order a supranational legal order."
  },
  {
    "id": "3473201",
    "unitNumber": 1,
    "text": "Which of the following is the judicial organ of EU whose existence in the EU legal order and a mechanism that will ensure the mandatory enforcement of sanctions by EU organs or member states?",
    "correctAnswer": "A",
    "options": {
      "A": "The Court of Justice of the European Union",
      "B": "The International Court of Justice",
      "C": "The International Criminal Court",
      "D": "Inter-American Court of Human Rights",
      "E": "African Court on Human and Peoples' Rights"
    },
    "explanation": "Although there is no general compulsory judicial mechanism and a central order to impose sanctions in the international legal order; the existence of the Court of Justice of the European Union in the EU legal order and a mechanism that will ensure the mandatory enforcement of sanctions by EU organs or member states."
  },
  {
    "id": "3473271",
    "unitNumber": 2,
    "text": "Which of the following is one of the subsidiary sources of International Law?",
    "correctAnswer": "A",
    "options": {
      "A": "Doctrine",
      "B": "International conventions",
      "C": "International custom",
      "D": "The general principles of law",
      "E": "Judicial decisions of international courts"
    },
    "explanation": "First of all, we would look into international conventions, custom and general principles of law, and then, we might also consult judicial decisions and doctrine as subsidiary sources for the determination of rules in primary sources."
  },
  {
    "id": "3473274",
    "unitNumber": 2,
    "text": "Which of the following Latin phrases signifies \"the general, consistent and continuous practices of the states be based on a legal belief in order for them to constitute a customary rule\"?",
    "correctAnswer": "A",
    "options": {
      "A": "Opinio juris",
      "B": "Erga Omnes",
      "C": "Jus Cogens",
      "D": "Ex aequa et bono",
      "E": "De facto"
    },
    "explanation": "This element, also known as opinio juris, requires that the general, consistent and continuous practices of the states be based on a legal belief in order for them to constitute a customary rule."
  },
  {
    "id": "3473278",
    "unitNumber": 2,
    "text": "Which of the following Latin phrases signifes \"imperative rules\"?",
    "correctAnswer": "A",
    "options": {
      "A": "Jus cogens",
      "B": "Erga omnes",
      "C": "Opino juris",
      "D": "Ex Aeuqa et bono",
      "E": "De facto"
    },
    "explanation": "It is accepted that there is a category of rules, which are called jus cogens and these are considered as imperative rules."
  },
  {
    "id": "3473280",
    "unitNumber": 2,
    "text": "In which of the following cases the ICJ stated that the prohibition on the use of force in Article 2(4) of the UN Charter was a rule of jus cogens?",
    "correctAnswer": "A",
    "options": {
      "A": "1986 Nicaragua Case",
      "B": "1985 Continental Shelf Case",
      "C": "1969 North Sea Cases",
      "D": "1950 Asylum Case",
      "E": "1974 Fisheries Case"
    },
    "explanation": "In the 1986 Nicaragua Case, the ICJ stated that the prohibition on the use of force in Article 2(4) of the UN Charter was a rule of jus cogens."
  },
  {
    "id": "3473281",
    "unitNumber": 2,
    "text": "In which of the following cases the ICJ stated that the prohibition of genocide was a norm having a jus cogens character?",
    "correctAnswer": "A",
    "options": {
      "A": "2006 Armed Activities Decision",
      "B": "1986 Nicaragua Case",
      "C": "1969 North Sea Cases",
      "D": "1950 Asylum Case",
      "E": "1985 Continental Shelf Case"
    },
    "explanation": "In the 2006 Armed Activities Decision, the Court observed that the prohibition of genocide was a norm having a jus cogens character."
  },
  {
    "id": "3473285",
    "unitNumber": 2,
    "text": "In which of the following cases the ICJ opined that the prohibition of torture had become a jus cogens norm?",
    "correctAnswer": "A",
    "options": {
      "A": "2012 Belgium v Senegal Case",
      "B": "1986 Nicaragua Case",
      "C": "2006 Armed Activities Decision",
      "D": "1970 Barcelona Traction Case",
      "E": "1995 East Timor Case"
    },
    "explanation": "In the 2012 Belgium v Senegal Case, the Court opined that the prohibition of torture had become a jus cogens norm."
  },
  {
    "id": "3473289",
    "unitNumber": 2,
    "text": "In which of the following cases the ICJ called the right of people to self-determination as erga omnes obligations?",
    "correctAnswer": "A",
    "options": {
      "A": "1995 East Timor Case",
      "B": "1970 Barcelona Traction Case",
      "C": "1986 Nicaragua Case",
      "D": "2012 Belgium v Senegal Case",
      "E": "1927 Lotus-Bozkurt Case"
    },
    "explanation": "Yet, the ICJ called, in the 1970 Barcelona Traction Case, certain rules concerning human rights including the protection from slavery and racial discrimination, in the 1995 East Timor Case, the right of people to self-determination, and in the 2004 Construction of Wall Opinion, certain obligations under international humanitarian law, as erga omnes obligations, without pronouncing on their jus cogens nature."
  },
  {
    "id": "3473292",
    "unitNumber": 2,
    "text": "Which of the following Latin phrases signifes that “all states can be held to have a legal interest in their protection\" in international law?",
    "correctAnswer": "A",
    "options": {
      "A": "Erga Omnes",
      "B": "Jus cogens",
      "C": "Opinio juris",
      "D": "Ex aequo et bono",
      "E": "De facto"
    },
    "explanation": "In the 1970 Barcelona Traction Case, the ICJ has also made a distinction between a state’s obligation to another and its obligation towards the international community. Then, it called the second category obligations as erga omnes and held that “all states can be held to have a legal interest in their protection”, thus, every state may invoke the responsibility of the state for violating such obligations."
  },
  {
    "id": "3473294",
    "unitNumber": 2,
    "text": "Which of the following Latin phrases signifes \"the rule later in time will have priority\"?",
    "correctAnswer": "A",
    "options": {
      "A": "Lex posterior derogat priori",
      "B": "Ex aequo et bono",
      "C": "Sine qua non",
      "D": "<em>Nullum crimen sine lege</em>",
      "E": "Pro bono publico"
    },
    "explanation": "In this respect, the rule later in time will have priority principle (lex posterior derogat priori) applies."
  },
  {
    "id": "3473297",
    "unitNumber": 2,
    "text": "Which of the following Latin phrases signifes \"a special rule prevails over a general rule\"?",
    "correctAnswer": "A",
    "options": {
      "A": "Lex specialis derogat legi generali",
      "B": "Lex posterior derogat priori",
      "C": "Nullum crimen sine lege",
      "D": "Ex aequo et bono",
      "E": "Erga omnes"
    },
    "explanation": "For resolving cases of conflict, there is also a principle to the effect that a special rule prevails over a general rule (lex specialis derogat legi generali)."
  },
  {
    "id": "3557495",
    "unitNumber": 3,
    "text": "What does the term \"treaty\" refer to in international law?",
    "correctAnswer": "B",
    "options": {
      "A": "An agreement between individuals within a nation",
      "B": "An agreement between international legal persons",
      "C": "An agreement between a nation and its citizens",
      "D": "An agreement solely between states",
      "E": "An agreement solely between international organisations"
    },
    "explanation": "The term treaty in international law means an agreement between international legal persons, i.e., states or organizations, which aim to regulate their relations at the international level."
  },
  {
    "id": "3564707",
    "unitNumber": 3,
    "text": "How is the process of authentication typically carried out after the adoption of a treaty text?",
    "correctAnswer": "C",
    "options": {
      "A": "By ratification of the treaty by the participating states.",
      "B": "By the endorsement of the treaty by international organizations.",
      "C": "By the representatives' signature or initialing of the treaty text.",
      "D": "By the publication of the treaty in official gazettes.",
      "E": "By the exchange of diplomatic notes between states."
    },
    "explanation": "After the adoption of the treaty text, the process of authentication begins. The authentication is made either by the representatives’ signature or initialing of the text of the treaty or, in the case of a treaty adopted in a conference, of the final act of a conference incorporating the text."
  },
  {
    "id": "3564725",
    "unitNumber": 3,
    "text": "Which of the following are recognized means of expressing states' consent to be bound by a treaty?",
    "correctAnswer": "E",
    "options": {
      "A": "Signature, exchange of letters, and declaration of intent.",
      "B": "Ratification, approval by national referendum, and exchange of instruments of ratification.",
      "C": "Adoption by the United Nations General Assembly and subsequent endorsement by member states.",
      "D": "Public announcement by the head of state or government.",
      "E": "Signature, exchange of instruments constituting a treaty, ratification, and accession."
    },
    "explanation": "The means of expressing states’ consent to be bound by a treaty, as set out in the Convention, are signature, exchange of instruments constituting a treaty, ratification, and accession. Apart from these, some other methods can also be used, if the parties so agree."
  },
  {
    "id": "3564755",
    "unitNumber": 3,
    "text": "How is a reservation to a treaty characterized?",
    "correctAnswer": "B",
    "options": {
      "A": "A multilateral agreement among participating states to amend specific provisions of the treaty.",
      "B": "A unilateral statement made by a state, when signing or ratifying a treaty, to express its disagreement with certain provisions.",
      "C": "A formal request by a state to the treaty depositary for clarification on ambiguous treaty language.",
      "D": "A diplomatic note exchanged between states to negotiate changes to the treaty text.",
      "E": "A clause included in the treaty itself to allow for future amendments based on state consent."
    },
    "explanation": "Reservation has been defined as: “a unilateral statement, however phrased or named, made by a state, when signing, ratifying, accepting, approving or acceding to a treaty, whereby it purports to exclude or to modify the legal effect of certain provisions of the treaty in their application to that state”."
  },
  {
    "id": "3564769",
    "unitNumber": 3,
    "text": "According to the rules outlined for reservations in multilateral treaties, which of the following statements is TRUE?",
    "correctAnswer": "E",
    "options": {
      "A": "If a reservation is expressly authorized by a treaty, subsequent acceptance of the reservation by other contracting states is required.",
      "B": "Acceptance by another contracting state of a reservation makes the reserving state a party to the treaty in relation to that state, regardless of whether the treaty is in force for those states.",
      "C": "An objection by another contracting state to a reservation prevents the entry into force of the treaty between the objecting and reserving states, even if the treaty is in force for other states.",
      "D": "An act expressing a state's consent to be bound by the treaty and containing a reservation becomes effective only after all other contracting states have accepted the reservation.",
      "E": "An act expressing a state's consent to be bound by the treaty and containing a reservation becomes effective as soon as at least one other contracting state has accepted the reservation."
    },
    "explanation": "In multilateral treaties, if a reservation is expressly authorized by a treaty, any subsequent acceptance of the reservation by the other contracting states is not required. In cases where there is no such authorization, then, the general rules are as follows: “(a) acceptance by another contracting state of a reservation constitutes the reserving state a party to the treaty in relation to that other state if or when the treaty is in force for those states; (b) an objection by another contracting state to a reservation does not preclude the entry into force of the treaty as between the objecting and reserving states unless a contrary intention is definitely expressed by the objecting state; (c) an act expressing a state’s consent to be bound by the treaty and containing a reservation is effective as soon as at least one other contracting state has accepted the reservation”."
  },
  {
    "id": "3564787",
    "unitNumber": 3,
    "text": "According to the Vienna Convention, which principle emphasizes that treaties in force must be performed by the parties in good faith?",
    "correctAnswer": "A",
    "options": {
      "A": "Pacta sunt servanda",
      "B": "Res judicata",
      "C": "Lex specialis derogat legi generali",
      "D": "Nullum crimen, nulla poena sine lege",
      "E": "Ex injuria jus non oritur"
    },
    "explanation": "The Vienna Convention states that a treaty in force is binding on the parties and its provisions must be performed by them in good faith, in line with the principle of pacta sunt servanda."
  },
  {
    "id": "3564809",
    "unitNumber": 3,
    "text": "According to the Vienna Convention, under what circumstances can a treaty create obligations for a third state?",
    "correctAnswer": "D",
    "options": {
      "A": "If the third state is a signatory to the treaty.",
      "B": "If the treaty includes provisions having customary law character.",
      "C": "If the treaty is ratified by a majority of states in the United Nations General Assembly.",
      "D": "If the third state expressly accepts the obligation in writing and the parties to the treaty so intend.",
      "E": "If the treaty is endorsed by the International Court of Justice."
    },
    "explanation": "According to the general rule in the Vienna Convention, a treaty does not create either obligations or rights for a third state, i.e. a state which is not a party to the treaty in question, without its consent, unless the treaty includes provisions having customary law character. On the other hand, the Convention also provides that an obligation may arise for a third state (or a group of states or all states) from the terms of the treaty if the parties to the treaty so intend and if the third state expressly accepts that obligation in writing."
  },
  {
    "id": "3564831",
    "unitNumber": 3,
    "text": "According to Article 31 of the Vienna Convention, how should a treaty be interpreted?",
    "correctAnswer": "C",
    "options": {
      "A": "By considering the political intentions of the parties involved.",
      "B": "By giving precedence to the literal text of the treaty, regardless of context or purpose.",
      "C": "In good faith, with regard to the ordinary meaning of the terms, context, and object and purpose of the treaty.",
      "D": "By seeking the approval of the International Court of Justice for any interpretation.",
      "E": "By referring exclusively to subsequent agreements between the parties regarding interpretation."
    },
    "explanation": "Article 31(1) declares that a treaty will be interpreted in good faith in accordance with the ordinary meaning to be given to the terms of the treaty in their context and in the light of its object and purpose."
  },
  {
    "id": "3564895",
    "unitNumber": 3,
    "text": "According to Article 52 of the Convention, under what circumstances will a treaty be deemed void?",
    "correctAnswer": "B",
    "options": {
      "A": "If it is concluded under any form of coercion, including economic and political pressure.",
      "B": "If it is concluded under threats or acts of coercion directed against a state representative, such as blackmailing or threats against the representative's family.",
      "C": "If it is concluded as a result of diplomatic negotiations that involve compromises.",
      "D": "If it is concluded without the unanimous consent of all states involved.",
      "E": "If it is concluded without the endorsement of the United Nations Security Council."
    },
    "explanation": "If a treaty is concluded under threats or acts of coercion directed against a state representative, the consent to be bound under such circumstances will be deemed invalid. Such coercion include blackmailing and threats against the representative’s family."
  },
  {
    "id": "3564904",
    "unitNumber": 3,
    "text": "According to Article 60 of the Vienna Convention, under what circumstances can the other parties to a treaty invoke a breach as a ground for terminating or suspending the treaty?",
    "correctAnswer": "E",
    "options": {
      "A": "If any breach of the treaty occurs, regardless of its significance.",
      "B": "Only if the breach is material and results in financial losses for the other parties.",
      "C": "If the breach is material and constitutes a violation of any provision of the treaty.",
      "D": "If the breach is material and results in a failure to fulfill the provisions of the treaty in good faith, and cannot be remedied.",
      "E": "If the breach is material and involves a violation of a provision essential to the accomplishment of the object or purpose of the treaty."
    },
    "explanation": "If a party fails to fulfill the provisions of a treaty in good faith and the breach cannot be remedied, this gives the other parties the right to terminate or suspend the treaty. Article 60 of the Convention stipulates that the breach must be material to entitle the other parties to invoke the breach as a ground for terminating or suspending the treaty. A material breach is defined as: “(a) repudiation of the treaty not sanctioned by the Convention; or (b) the violation of a provision essential to the accomplishment of the object or purpose of the treaty”."
  },
  {
    "id": "3564442",
    "unitNumber": 4,
    "text": "Which of the following elements is NOT necessary for a state to possess?",
    "correctAnswer": "E",
    "options": {
      "A": "A defined territory",
      "B": "A community of people capable of self-government",
      "C": "Independent sovereignty with effective control in legislative, executive, and judicial spheres",
      "D": "The capacity to enter into legal relations with other international legal persons",
      "E": "Membership in a supranational organization"
    },
    "explanation": "A state is a permanent sovereign entity formed by a community of people living under a political authority organized over a specific territory. According to this definition, the state should possess the following elements: 1) being settled on a certain piece of land; 2) a community of people capable of self-government; 3) Independent sovereignty over a country, that is, a political authority that exercises effective control in the legislative, executive and judicial spheres at all times; 4. The capacity to enter into legal relations with other international legal persons, i.e. legal independence. Membership in a supranational organization, as it is not explicitly mentioned in the definition provided."
  },
  {
    "id": "3564534",
    "unitNumber": 4,
    "text": "Which of the following statements accurately describes the distinction between confederations and federations in terms of international personality?",
    "correctAnswer": "C",
    "options": {
      "A": "In a confederation, states maintain their international personality, while in a federation, federated states possess international personality.",
      "B": "Both confederations and federations have their own separate international personality.",
      "C": "Confederations have no legal personality of their own, while federations are considered a single entity with international personality.",
      "D": "In both confederations and federations, the central or federal state is the sole international person for the purposes of international law.",
      "E": "Confederations and federations share international personality equally among member states."
    },
    "explanation": "Composite states are confederations and federations. In a confederation, states maintain their international personality and the confederation has no legal personality of its own. States come together only to achieve certain objectives such as security and economy through common policies."
  },
  {
    "id": "3564541",
    "unitNumber": 4,
    "text": "Which of the following best defines recognition in international law?",
    "correctAnswer": "B",
    "options": {
      "A": "Recognition is a bilateral agreement between two states to establish diplomatic relations.",
      "B": "Recognition is the formal acknowledgment by a state that a newly formed political entity possesses legal personality with rights and duties under international law.",
      "C": "Recognition is a multilateral treaty signed by multiple states to recognize the sovereignty of a particular region.",
      "D": "Recognition is the process by which a state gains membership in a regional organization.",
      "E": "Recognition is the act of granting asylum to individuals seeking refuge from political persecution."
    },
    "explanation": "Recognition is a unilateral legal act by which a state accepts that a newly formed political entity constitutes a state with a legal personality with all the rights and duties determined by international law."
  },
  {
    "id": "3564556",
    "unitNumber": 4,
    "text": "Which principle, rooted in the \"Stimson doctrine\" and enshrined in various international agreements and court opinions, prohibits the recognition of states and territorial gains resulting from the use of force in violation of international law?",
    "correctAnswer": "D",
    "options": {
      "A": "The Principle of Sovereign Equality",
      "B": "The Principle of Territorial Integrity",
      "C": "The Principle of Self-Determination",
      "D": "The Prohibition of Recognition Rule",
      "E": "The Prohibition of Diplomatic Immunity"
    },
    "explanation": "As a rule, the occupation of the territory of one state by another State does not automatically terminate the personality of the occupied state. In this respect, in the law of recognition, as a result of the practice that started with the statement known as the “Stimson doctrine” made by the USA in 1931 due to Japan’s invasion of China, a rule has been established that “states and territorial gains resulting from the use of force in violation of international law should not be recognized”. This prohibition of recognition rule is enshrined in the 1933 Montevideo Convention and 1970 UN Declaration of Principles of Friendly Relations, and also recognized in the 1971 Namibia and 2004 Construction of Wall Opinions of the ICJ."
  },
  {
    "id": "3564571",
    "unitNumber": 4,
    "text": "What is the distinction between recognition of states and recognition of governments in international law?",
    "correctAnswer": "D",
    "options": {
      "A": "Recognition of states implies recognition of the government, while recognition of governments is permanent and unaffected by changes in the state's government.",
      "B": "Recognition of states is permanent, while recognition of governments is subject to change based on international interests.",
      "C": "Recognition of states and recognition of governments are always separate acts and do not influence each other.",
      "D": "Recognition of states is contingent upon the recognition of the government, while recognition of governments can be separated in the event of a change of government through unconstitutional means",
      "E": "Recognition of states and governments is based solely on the legal status of the government in power at the time of recognition."
    },
    "explanation": "As a rule, the recognition of a state implies the recognition of the government and this is permanent, i.e., no matter how radical the change in the government of the state, it does not affect the international personality of the state and its rights and obligations in the international arena. However, state and government recognition can be separated in the event of the emergence of a rival government, which is working to take the control over all, or part of the territory of a state. In this respect, in the event of a change of government through unconstitutional means, such as an uprising or a coup d’état, the question of whether the states whose interests are affected should recognize the new government has been addressed in international law and different criteria have been put forward in this regard."
  },
  {
    "id": "3564580",
    "unitNumber": 4,
    "text": "What is the effective control criterion?",
    "correctAnswer": "B",
    "options": {
      "A": "It is a criterion used to determine the legal status of governments based on their adherence to international law.",
      "B": "It refers to the level of control a government has over its territory and population, with recognition granted to governments that exercise effective control without significant resistance.",
      "C": "It is a principle that states recognition of a government is contingent upon its ability to maintain diplomatic relations with other states.",
      "D": "It is a criterion used to assess the economic stability of a government and its ability to manage national resources effectively.",
      "E": "It is a principle that emphasizes the importance of democratic governance in the recognition of governments by other states."
    },
    "explanation": "The final criterion is the effective control criterion. According to this criterion, which is often adopted in practice, a government that exercises effective control over a large part of the country is recognized if there is no other power effectively resisting it."
  },
  {
    "id": "3564588",
    "unitNumber": 4,
    "text": "What does jurisdiction in international law primarily refer to?",
    "correctAnswer": "E",
    "options": {
      "A": "The ability of a state to influence the policies of other states through diplomatic means.",
      "B": "The authority of an international organization to enforce laws and regulations globally.",
      "C": "The process by which disputes between states are resolved through diplomatic negotiations.",
      "D": "The legal framework governing the extradition of individuals between different states.",
      "E": "The power of a state to affect persons, property and circumstances within its territory through legislative, executive, or judicial actions."
    },
    "explanation": "In international law, jurisdiction refers to the power of a state to affect persons, property and circumstances within its territory and this power is exercised through legislative, executive or judicial actions."
  },
  {
    "id": "3564607",
    "unitNumber": 4,
    "text": "Which of the following is NOT considered part of the territory of a state?",
    "correctAnswer": "C",
    "options": {
      "A": "Land territory, including land, subsoil, minerals, rivers, and lakes.",
      "B": "Maritime territory, encompassing inland waters, territorial waters, the continental shelf, and exclusive economic zone.",
      "C": "Outer space territory, covering the area beyond the atmosphere where celestial bodies orbit.",
      "D": "Air territory, consisting of airspace over land and maritime territory.",
      "E": "The territorial waters of coastal states, where the state has certain economic rights."
    },
    "explanation": "The territory of a state is the part of the earth over which a state has sovereign powers alone. The territory of a state constitutes the basic legal basis for the jurisdiction of a state over persons and property, and the limits of its jurisdictional boundaries between itself and other states on the globe. The territory of a state can consist of three different areas: land territory (land, subsoil and minerals, rivers and lakes), maritime territory (including inland waters and territorial waters of coastal states - beyond which the state has certain economic rights in areas such as the continental shelf and exclusive economic zone), and air territory (airspace over land and maritime territory, excluding outer space)."
  },
  {
    "id": "3564618",
    "unitNumber": 4,
    "text": "According to international law, which of the following correctly describes the status of geographical areas open to the common use of all?",
    "correctAnswer": "A",
    "options": {
      "A": "Res communis",
      "B": "Res in possesione",
      "C": "Res nullius",
      "D": "Territorial sovereignty",
      "E": "State sovereignty"
    },
    "explanation": "Res communis. This status refers to geographical areas that are open to the common use of all states and are not subject to the sovereignty of any state."
  },
  {
    "id": "3564636",
    "unitNumber": 4,
    "text": "Which of the following criteria is NOT typically used to regulate citizenship (nationality) in domestic laws?",
    "correctAnswer": "D",
    "options": {
      "A": "Jus sanguinis (blood relationship)",
      "B": "Jus soli (place of birth)",
      "C": "Domicile (place of residence)",
      "D": "Employment status",
      "E": "Marriage"
    },
    "explanation": "Citizenship (nationality) is defined as a permanent legal relationship that binds individuals to a particular state. In the domestic laws of states, this legal relationship is regulated according to various criteria such as blood relationship (jus sanguinis), place of birth (jus soli), place of residence (domicile), marriage, and naturalization. Employment status. This criterion is not typically used to regulate citizenship or nationality in domestic laws, as it is not mentioned in the passage."
  },
  {
    "id": "3564036",
    "unitNumber": 5,
    "text": "Which of the following treaties was not made in Ceneva in 1958?",
    "correctAnswer": "E",
    "options": {
      "A": "The Convention on the Territorial Sea and the Contiguous Zone",
      "B": "The Convention on the High Seas",
      "C": "The Convention on the Continental Shelf",
      "D": "The Convention on Fisheries and the Conservation of Living Resources on the High Seas",
      "E": "UN Convention on the Law of the Sea"
    },
    "explanation": "There are two important international treaties on this subject made at different dates. The first of these is the 1958 Geneva Conventions, consisting of a total of four treaties (the Convention on the Territorial Sea and the Contiguous Zone, the Convention on the High Seas, the Convention on the Continental Shelf and the Convention on Fisheries and the Conservation of Living Resources on the High Seas), and the second and most widely participated one is the 1982 UN Convention on the Law of the Sea."
  },
  {
    "id": "3564073",
    "unitNumber": 5,
    "text": "According to the concept of maritime sovereignty, which of the following best defines inland waters?",
    "correctAnswer": "C",
    "options": {
      "A": "Areas beyond the territorial sea limit",
      "B": "The open ocean",
      "C": "The part of the sea closest to the coast, behind the territorial sea boundary",
      "D": "International waters",
      "E": "Exclusive Economic Zone"
    },
    "explanation": "Inland waters, as one of the maritime areas subject to the sovereignty of a state, are the part of the sea closest to the coast, and this area covers the area behind the line where the territorial sea begins."
  },
  {
    "id": "3564097",
    "unitNumber": 5,
    "text": "What is the jurisdiction status of inland waters according to maritime law?",
    "correctAnswer": "D",
    "options": {
      "A": "Shared jurisdiction among neighboring coastal states",
      "B": "No jurisdiction, they are considered international waters",
      "C": "Jurisdiction is determined by the United Nations",
      "D": "Exclusive jurisdiction of the coastal state",
      "E": "Jurisdiction is determined by the International Court of Justice"
    },
    "explanation": "Inland waters are subject to the exclusive jurisdiction of the coastal state, and the administrative and judicial authority of the coastal state applies in these waters."
  },
  {
    "id": "3564242",
    "unitNumber": 5,
    "text": "According to maritime law, what determines the external boundary between states with opposite coasts?",
    "correctAnswer": "C",
    "options": {
      "A": "The distance from the nearest coastal city",
      "B": "The equator",
      "C": "The midline equidistant from the nearest points of the baseline",
      "D": "The length of each state's coastline",
      "E": "The depth of the water"
    },
    "explanation": "According to the Convention, the external boundary between states with opposite coasts is the midline equidistant from the nearest points of the baseline. However, this procedure may be applied unless there is a treaty, historical, right or uncontested practice between the parties providing otherwise, or unless special coastal circumstances require the adoption of a different scheme."
  },
  {
    "id": "3564270",
    "unitNumber": 5,
    "text": "Why does Turkey argue against the adoption of the 12-mile territorial sea rule in the Aegean Sea according to the preparatory work for the 1982 Convention?",
    "correctAnswer": "D",
    "options": {
      "A": "Because it wants to eliminate its continental shelf rights",
      "B": "Because it wants to extend its territorial waters beyond 12 nautical miles",
      "C": "Because it wants to increase the high seas area in favor of Greek territorial waters",
      "D": "Because it believes the 12-mile limit would negatively impact its rights due to the presence of islands in the Aegean Sea",
      "E": "Because it wants to prevent Greece from extending its territorial waters"
    },
    "explanation": "During the preparatory work for the 1982 Convention, Turkey argued that the adoption of the 12-mile limit would effectively eliminate its continental shelf and economic zone rights in this region due to the islands in the Aegean Sea, change the high seas area in favor of Greek territorial waters (the high seas area would decrease from 51% to 29%), and eliminate Turkey’s ability to sail to the open sea. Turkey wants a treaty to determine the Aegean Sea’s delimitation in an equitable manner."
  },
  {
    "id": "3564286",
    "unitNumber": 5,
    "text": "According to maritime law, what authority does a coastal state have over its territorial sea?",
    "correctAnswer": "D",
    "options": {
      "A": "Limited jurisdiction over persons and things",
      "B": "Exclusive jurisdiction over airspace above it, but not the seabed",
      "C": "No jurisdiction over events in its territorial sea",
      "D": "Territorial jurisdiction over all persons, things, and events in its territorial sea, airspace above it, and the seabed",
      "E": "Shared jurisdiction with neighboring coastal states"
    },
    "explanation": "The territorial sea is part of the territory of the state; therefore, the coastal state may exercise territorial jurisdiction over all persons, things, and events in its territorial sea, the airspace above it and the seabed."
  },
  {
    "id": "3564298",
    "unitNumber": 5,
    "text": "In criminal cases involving ships passing through its territorial waters, when can a coastal state exercise jurisdiction over persons on board for offenses committed during innocent passage?",
    "correctAnswer": "E",
    "options": {
      "A": "Only if the consequences of the offense affect the coastal state",
      "B": "Only if the ship's master requests intervention",
      "C": "Only if the offense disturbs the peace of the coastal state",
      "D": "Only if the offense is related to drug trafficking prevention",
      "E": "All of the above"
    },
    "explanation": "In criminal cases, the coastal state cannot conduct an investigation or arrest a person on board for crimes committed before the ship enters territorial waters. However, arrests can be made if the person leaves the ship. Again, jurisdiction shall not be exercised over offenses committed during the innocent passage of a ship through territorial waters, unless the consequences of the offense in question affect the coastal State, it disturbs the peace of the coastal State or the order of its territorial waters, it is necessary for the prevention of drug trafficking, or the intervention of the coastal State authorities is requested by the master of the ship or the diplomatic representative of the State whose flag the ship flies."
  },
  {
    "id": "3564313",
    "unitNumber": 5,
    "text": "Under the 1982 Treaty's contiguous zone regime, what powers does a coastal state have within the contiguous zone?",
    "correctAnswer": "D",
    "options": {
      "A": "Exclusive fishing rights",
      "B": "Military control",
      "C": "Environmental protection",
      "D": "Power to prevent its health legislation",
      "E": "Commercial trading rights"
    },
    "explanation": "In this area, the coastal State may exercise the power of control necessary to prevent or punish violations of its customs, fiscal, immigration, or health legislation in its territory or territorial waters."
  },
  {
    "id": "3564353",
    "unitNumber": 5,
    "text": "According to Article 38 of the 1982 Treaty, what does the transit passage regime in straits entail?",
    "correctAnswer": "E",
    "options": {
      "A": "Complete control by riparian states over passage",
      "B": "Restricted passage for merchant ships only",
      "C": "Unlimited access for all vessels without any restrictions",
      "D": "Exclusive passage rights for submarines",
      "E": "Freedom of passage and overflight for continuous and rapid transit between segments of the sea"
    },
    "explanation": "Article 38 of the Treaty establishes a freedom of passage and overflight in the straits of this nature, called the transit passage regime, which may be used for the exclusive purpose of continuous and rapid passage between these two segments of the sea."
  },
  {
    "id": "3564391",
    "unitNumber": 5,
    "text": "According to the rights granted to the coastal state on the continental shelf, which of the following statements is TRUE?",
    "correctAnswer": "D",
    "options": {
      "A": "The coastal state has no authority to prevent pollution on the continental shelf area.",
      "B": "Scientific research and drilling activities on the continental shelf require approval from international organizations.",
      "C": "The coastal state is prohibited from establishing artificial islands and facilities for resource exploitation on the continental shelf.",
      "D": "Other states must obtain permission from the coastal state to lay cables and pipes through the continental shelf.",
      "E": "The coastal state's rights on the continental shelf supersede the high seas freedoms of transportation and flight."
    },
    "explanation": "In terms of the right of other states to lay cables and pipes in the high seas, if they are to be installed through the continental shelf of the state, the work on the location of the passage of these pipes shall be carried out with the permission of the coastal state."
  },
  {
    "id": "3553279",
    "unitNumber": 6,
    "text": "“For the first time in international law, states are generally prohibited from using force or even displaying it.”\n For which international instrument is the above statement correct?",
    "correctAnswer": "B",
    "options": {
      "A": "The Kellogg-Briand Pact",
      "B": "UN Charter",
      "C": "League of Nations Pact",
      "D": "NATO Treaty",
      "E": "Advisory Opinion on the Legality of Nuclear Weapons"
    },
    "explanation": "The establishment of the UN took place right after the war, in 1945, with the participation of 51 states. The Charter2 also includes a regulation on the use of force. Pursuant to the relevant article:\n<br/><em>The Organization and its Members, in pursuit of the Purposes stated in Article 1, shall act in accordance with the following Principles. </em>\n<br/><em>All Members shall refrain in their international relations from the threat or use of force against the territorial integrity or political independence of any state, or in any other manner inconsistent with the Purposes of the United Nations. </em>\n<br/>As can be seen, for the first time in international law, states are generally prohibited from using force or even displaying it. This rule has also become a rule of international law and is accepted as a binding jus cogens norm for all rules of international law.<br/>The establishment of the UN took place right after the war, in 1945, with the participation of 51 states. The Charter2 also includes a regulation on the use of force. Pursuant to the relevant article: \n <em>The Organization and its Members, in pursuit of the Purposes stated in Article 1, shall act in accordance with the following Principles. </em>\n <em>All Members shall refrain in their international relations from the threat or use of force against the territorial integrity or political independence of any state, or in any other manner inconsistent with the Purposes of the United Nations. </em>\n As can be seen, for the first time in international law, states are generally prohibited from using force or even displaying it. This rule has also become a rule of international law and is accepted as a binding jus cogens norm for all rules of international law."
  },
  {
    "id": "3553294",
    "unitNumber": 6,
    "text": "In the 1970 “Declaration on the Principles of International Law on Friendly Relations and Cooperation between States in Line with the UN Charter” some standards concerning use of force are layed out. Which of the following is not among them?",
    "correctAnswer": "D",
    "options": {
      "A": "Aggression and the initiation of war are crimes against peace and will result in international responsibility.",
      "B": "States cannot resort to the threat of force for the resolution of border disputes and similar disputes.",
      "C": "States cannot use force to deprive peoples of their right to self-determination and independence.",
      "D": "Third states can participate in self-defense activities if the state subjected to armed attack requests it.",
      "E": "States cannot engage in activities such as organizing or supporting civil wars or acts of terrorism in the territory of other states."
    },
    "explanation": "Options of A, B, C, and E belong to the 1970 “Declaration on the Principles of International Law on Friendly Relations and Cooperation between States in Line with the UN Charter”. Option D is about self-defence."
  },
  {
    "id": "3553320",
    "unitNumber": 6,
    "text": "Which of the following contains the traditional definition of legitimate defence in international law?",
    "correctAnswer": "A",
    "options": {
      "A": "Caroline case of 1837",
      "B": "1974 Definition of Aggression Decision",
      "C": "Advisory Opinion on the Legality of Nuclear Weapons",
      "D": "Nicaragua Decision of 1986",
      "E": "Oil Platforms Decision of 1996"
    },
    "explanation": "The traditional definition of self-defense in international law was made in the Caroline case of 1837. After the UK destroyed the ship Caroline in a US port on the grounds that it was carrying aid to groups carrying out rebellion movements against the UK in Canada, the US issued a statement and said: \n<br/>“There must be a sudden, irresistible action that must be reciprocated in self-defense, leaving no other choice or thought.” It is accepted that the criteria specified after the Caroline incident have become customary international law over time."
  },
  {
    "id": "3553330",
    "unitNumber": 6,
    "text": "\"Third states can participate in self-defense activities if the state subjected to armed attack requests it.\"\n What is defined above?",
    "correctAnswer": "E",
    "options": {
      "A": "Self-defense against non-state actors",
      "B": "Preventive self-defense",
      "C": "International armed conflict",
      "D": "Non-international armed conflict",
      "E": "Collective self-defense"
    },
    "explanation": "Third states can participate in self-defense activities if the state subjected to armed attack requests it. This is called collective self-defense.\n<br/>Collective self-defense, which forms the legal basis of international organizations established for security purposes such as NATO and the Warsaw Pact, is also clearly regulated in Article 51 of the Charter and is considered a very important innovation in terms of international law."
  },
  {
    "id": "3553438",
    "unitNumber": 6,
    "text": "Which of the following is the practice of a controversial concept of international law that Israel first seriously applied at the very beginning of the 1967 Six-Day War?",
    "correctAnswer": "C",
    "options": {
      "A": "Collective self-defense",
      "B": "Self-defense against non-state actors",
      "C": "Preventive self-defense",
      "D": "Proportional self-defense",
      "E": "Violation of the prohibition on the use of force"
    },
    "explanation": "Another controversial issue in international law is the concept of “preventive self-defense”. This practice, whose first serious application was exhibited by Israel at the very beginning of the 1967 Six-Day War, is also adopted by some states, such as the USA."
  },
  {
    "id": "3553443",
    "unitNumber": 6,
    "text": "Which of the following states that if an armed non-state actor is engaged in large-scale armed activities against a state through the territory of another state, and the state is incapable or unwilling to prevent these activities, it is possible for the victim state to exercise its right of self-defense against the non-state actor in question?",
    "correctAnswer": "A",
    "options": {
      "A": "Unable and unwilling doctrine",
      "B": "Collective self-defense",
      "C": "Preventive self-defense",
      "D": "Prohibition on the use of force",
      "E": "Proportional self-defense"
    },
    "explanation": "According to this doctrine, if an armed non-state actor is engaged in large-scale armed activities against a state through the territory of another state, and the state is incapable or unwilling to prevent these activities, it is possible for the victim state to exercise its right of self-defense against the non-state actor in question."
  },
  {
    "id": "3553449",
    "unitNumber": 6,
    "text": "Which of the following states that cyber attacks, whose scale and effects are equivalent to the use of conventional force, will constitute the use of force?",
    "correctAnswer": "B",
    "options": {
      "A": "UN Charter",
      "B": "Tallinn Manual",
      "C": "Wall Advisory Opinion by ICJ",
      "D": "NATO Treaty",
      "E": "Nicaragua Decision by ICJ"
    },
    "explanation": "However, in the Tallinn Manual, prepared by a group of distinguished international law experts in cooperation with certain states, it is stated that cyber attacks, whose scale and effects are equivalent to the use of conventional force, will constitute the use of force."
  },
  {
    "id": "3553457",
    "unitNumber": 6,
    "text": "Which of the following can be considered to be the origin of international humanitarian law?",
    "correctAnswer": "A",
    "options": {
      "A": "Geneva Convention of 1864",
      "B": "1925 Geneva Protocol on Asphyxiant, Toxic and Other Gases",
      "C": "1929 Geneva Convention on Prisoners of War",
      "D": "Universal Declaration of Human Rights of 1948",
      "E": "1993 Chemical Weapons Convention"
    },
    "explanation": "It can be said that the origin of modern international humanitarian law is based on the Geneva Convention of 1864. Because, in the period before this convention, armed conflicts were generally regulated in accordance with unwritten rules."
  },
  {
    "id": "3553468",
    "unitNumber": 6,
    "text": "Which of the following is the name given to a situation in which armed force is used between two or more states?",
    "correctAnswer": "D",
    "options": {
      "A": "Self-defense",
      "B": "Non-international armed conflict",
      "C": "Preventive self-defense",
      "D": "International armed conflict",
      "E": "Self-defense against non-state actors"
    },
    "explanation": "In any case where armed force is used between two or more states, there is an international armed conflict. This is called international armed conflict (IAC)."
  },
  {
    "id": "3553478",
    "unitNumber": 6,
    "text": "Which of the following is not one of the medical units protected by international humanitarian law?",
    "correctAnswer": "0",
    "options": {
      "A": "Military medical units",
      "B": "Healthcare workers",
      "C": "Blood transfusion centers",
      "D": "Medical transportation vehicles",
      "E": "Military commanders"
    },
    "explanation": "International humanitarian law protects medical facilities, transport, equipment, and supplies, as well as healthcare workers. These elements are called medical units. A medical unit may be military or civil, fixed or mobile, permanent or temporary. The important criteria here are that they are designed for medical purposes and are used only for these purposes by the conflict party. Examples of medical units are hospitals and similar smaller units, blood transfusion centers, and preventive medicine centers, medical and pharmaceutical warehouses. These units cannot be attacked directly and cannot be used as shields against military targets. Medical transportation vehicles and equipment enjoy similar coverage."
  },
  {
    "id": "3553515",
    "unitNumber": 7,
    "text": "Which of the following represents the codification of the rules on state responsibility?",
    "correctAnswer": "B",
    "options": {
      "A": "1969 Vienna Convention on the Law of Treaties",
      "B": "2001 ILC Draft on the Responsibility of States for Internationally Wrongful Acts",
      "C": "UN Charter",
      "D": "1978 Convention on the Succession of States in respect of Treaties",
      "E": "1923 Lausanne Peace Treaty"
    },
    "explanation": "The rules on the determination of state responsibility and its consequences, some of which have already become customary, have been codified in the International Law Commission’s Draft on the Responsibility of States for Internationally Wrongful Acts, completed in 2001."
  },
  {
    "id": "3553527",
    "unitNumber": 7,
    "text": "Which of the following is the first condition for the emergence of state responsibility?",
    "correctAnswer": "A",
    "options": {
      "A": "A breach of an international obligation",
      "B": "A hostility between two or more states",
      "C": "Harm suffered by a state as a consequence of an act or omission of a state",
      "D": "Recognition of the harmful character of the act by two states involved",
      "E": "Decision by a tribunal on the harmful character of the relevant act or acts"
    },
    "explanation": "The origin of the obligation in question (e.g., treaty, custom, general principles, unilateral act, international court decision) is not important for the breach of an international obligation, which is the first condition for the emergence of State responsibility.<br/>The origin of the obligation in question is not important for the breach of an international obligation, which is the first condition for the emergence of State responsibility."
  },
  {
    "id": "3553578",
    "unitNumber": 7,
    "text": "Which of the following is not one of the actions that lead to state responsibility?",
    "correctAnswer": "E",
    "options": {
      "A": "Acts of any official exercising a executive function under the domestic law of the state concerned",
      "B": "Acts committed under the direction, instruction, or control of the state concerned",
      "C": "Acts of any official exercising a legislative function under the domestic law of the state concerned",
      "D": "Acts of any official exercising a judicial function under the domestic law of the state concerned",
      "E": "Harmful acts committed by rebels to other States and their nationals during insurgencies"
    },
    "explanation": "The acts of individuals or groups who are not organs or agents of a state may be attributed to that state if such acts were committed under the <strong>direction, instruction</strong>, <strong>or control </strong>of that state. \n<br/>Regardless of their position and character in the internal organization of the state (federal, autonomous, etc.), the <strong>acts of any state organ or official </strong>exercising a legislative, executive, judicial, or other public function under the domestic law of the state concerned, in connection with his or her official functions, shall be deemed to be acts of that state.\n<br/>A state cannot be held responsible for damage caused by <strong>rebels </strong>to other States and their nationals during insurgencies (civil war, anti-colonial movements, national liberation front movements, revolutionary or counter-revolutionary movements, etc.)<br/>The acts of individuals or groups who are not organs or agents of a state may be attributed to that state if such acts were committed under the <strong>direction, instruction</strong>, <strong>or control </strong>of that state.\n Regardless of their position and character in the internal organization of the state (federal, autonomous, etc.), the <strong>acts of any state organ or official </strong>exercising a legislative, executive, judicial, or other public function under the domestic law of the state concerned, in connection with his or her official functions, shall be deemed to be acts of that state."
  },
  {
    "id": "3553587",
    "unitNumber": 7,
    "text": "Article 23 of the International Law Commission’s Draft on the Responsibility of States for Internationally Wrongful Acts states that the act in question may be accepted if it is due to an irresistible force that makes the performance of an obligation physically impossible under the circumstances of the relevant situation or an unforeseeable event beyond the control of the relevant state, and that the illegality will be removed provided that the relevant state has not caused the event in question by its own behavior or has not previously assumed the risk related to the event. Which of the following is the name of that situation?",
    "correctAnswer": "C",
    "options": {
      "A": "Consent",
      "B": "Distress",
      "C": "Force majeure",
      "D": "Necessity",
      "E": "Countermeasure"
    },
    "explanation": "One of the circumstances that can be considered a circumstance that precludes wrongfulness is when a State’s action is taken within the scope of <strong><em>force majeure</em></strong>. Article 23 of the Draft Law states that the act in question may be accepted if it is due to an irresistible force that makes the performance of an obligation physically impossible under the circumstances of the relevant situation or an unforeseeable event beyond the control of the relevant state, and that the illegality will be removed provided that the relevant state has not caused the event in question by its own behavior or has not previously assumed the risk related to the event."
  },
  {
    "id": "3553592",
    "unitNumber": 7,
    "text": "Article 25 of the International Law Commission’s Draft on the Responsibility of States for Internationally Wrongful Acts states if the act in question is the only way for a state to protect a fundamental interest against a grave and imminent danger and the act does not seriously harm a fundamental interest of another state or states or of the international community, the state of necessity may be invoked as a ground to preclude wrongfulness. Which of the following is the name of that situation?",
    "correctAnswer": "D",
    "options": {
      "A": "Countermeasure",
      "B": "Distress",
      "C": "Force majeure",
      "D": "Necessity",
      "E": "Consent"
    },
    "explanation": "Another circumstance that can be used to preclude wrongfulness is the state of <strong>necessity </strong>under Article 25 of the Draft Law. According to this provision, if the act in question is the only way for a state to protect a fundamental interest against a grave and imminent danger and the act does not seriously harm a fundamental interest of another state or states or of the international community, the state of necessity may be invoked as a ground to preclude wrongfulness."
  },
  {
    "id": "3553599",
    "unitNumber": 7,
    "text": "Which of the following is the name of the remedy used for injury that cannot be remedied by restitution and compensation in the context of state responsibility?",
    "correctAnswer": "A",
    "options": {
      "A": "Satisfaction",
      "B": "Countermeasure",
      "C": "Reparation",
      "D": "Damages",
      "E": "Jus cogens"
    },
    "explanation": "The final remedy, <strong>satisfaction</strong>, is used for injury that cannot be remedied by restitution and compensation (e.g., moral or legal injury, such as insult to the flag, interference with internal affairs or sovereignty, or mistreatment of diplomats)."
  },
  {
    "id": "3553702",
    "unitNumber": 7,
    "text": "With regard to multilateral treaties relating to the territory, what is the method by which the newly independent State may become a successor to such treaties?",
    "correctAnswer": "E",
    "options": {
      "A": "Explicit consent of the parties",
      "B": "Implicit consent of the parties",
      "C": "Consensus of the parties",
      "D": "Approval of the UN",
      "E": "Written notification"
    },
    "explanation": "In terms of multilateral treaties relating to the territory, the newly independent State is allowed to become a successor to such treaties by written notification."
  },
  {
    "id": "3553705",
    "unitNumber": 7,
    "text": "In the case of a breach of an obligation that is undertaken to protect a common interest vis-à-vis a group of states, which of the following may invoke the responsibility?",
    "correctAnswer": "C",
    "options": {
      "A": "All other states",
      "B": "UN Security Council",
      "C": "Specially affected state",
      "D": "UN General Assembly",
      "E": "International Court of Justice"
    },
    "explanation": "If the obligation breached is an obligation undertaken to protect a common interest <em>vis-à-vis </em>a group of states, responsibility may be invoked by the state that is <strong>specially affected </strong>by the breach (e.g., whose national human rights have been violated or whose coastline has been damaged by a pollution incident on the high seas)."
  },
  {
    "id": "3553706",
    "unitNumber": 7,
    "text": "In the case of a breach of an obligation of such a nature that it radically changes the position of other States with regard to the further performance of the obligation, which of the following may invoke responsibility?",
    "correctAnswer": "0",
    "options": {
      "A": "Specially affected state",
      "B": "International Court of Justice",
      "C": "UN Security Council",
      "D": "All the other states",
      "E": "UN General Assembly"
    },
    "explanation": "If the breach relates to an obligation of such a nature that it radically changes the position of other states with respect to the further performance of the obligation (e.g., breach of treaties such as neutrality or disarmament), responsibility may be invoked by all the other states."
  },
  {
    "id": "3553707",
    "unitNumber": 7,
    "text": "Which of the following is the definition of “the measures that are applied following an internationally wrongful act or the rejection of a claim for damages”?",
    "correctAnswer": "B",
    "options": {
      "A": "Reparation",
      "B": "Countermeasures",
      "C": "Satisfaction",
      "D": "Distress",
      "E": "Self-defense"
    },
    "explanation": "According to the Draft Law, countermeasures are measures that are applied following an internationally wrongful act or the rejection of a claim for damages. These measures are different from those based on the so-called principle of reciprocity."
  },
  {
    "id": "3553711",
    "unitNumber": 8,
    "text": "I. General Assembly \n II. International Law Commission \n III. Security Council \n IV. Office of the High Commissioner for Refugees \n Which of the following gives the principal organs of the United Nations?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III",
      "B": "I, III, IV",
      "C": "I, III",
      "D": "II, III, IV",
      "E": "III, IV"
    },
    "explanation": "The <strong>principal organs </strong>are the General Assembly, the Security Council, the Secretariat, the Economic and Social Council, the Trusteeship Council, and the International Court of Justice. Some of the <strong>subsidiary organs </strong>established by the General Assembly are: International Law Commission, the Commission on Disarmament and Security, Peace-building Commission, Office of the High Commissioner for Refugees, Human Rights Council, UN Children’s Fund (UNICEF), UN Commission on Trade and Law, UN Environment Assembly, the UN Administrative Disputes and Appeals Tribunal (which hears employment cases concerning current and former employees of the Organization)."
  },
  {
    "id": "3553712",
    "unitNumber": 8,
    "text": "I. Secretariat\n II. Commission on Disarmament and Security \n III. Peace-building Commission \n IV. Trusteeship Council \n Which of the above are the subsidiary organs of the UN?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III",
      "B": "I, III, IV",
      "C": "II, III",
      "D": "I, III",
      "E": "II, III, IV"
    },
    "explanation": "The <strong>principal organs </strong>are the General Assembly, the Security Council, the Secretariat, the Economic and Social Council, the Trusteeship Council, and the International Court of Justice. Some of the <strong>subsidiary organs </strong>established by the General Assembly are: International Law Commission, the Commission on Disarmament and Security, Peace-building Commission, Office of the High Commissioner for Refugees, Human Rights Council, UN Children’s Fund (UNICEF), UN Commission on Trade and Law, UN Environment Assembly, the UN Administrative Disputes and Appeals Tribunal (which hears employment cases concerning current and former employees of the Organization)."
  },
  {
    "id": "3553713",
    "unitNumber": 8,
    "text": "Which of the following is true concerning the composition of the UN Security Council?",
    "correctAnswer": "C",
    "options": {
      "A": "The Council is composed of fifteen temporary states.",
      "B": "The Council is composed of five temporary states.",
      "C": "The Council is composed of five permanent and ten temporary states.",
      "D": "The permanent members of the Council are the United States, the United Kingdom, China, France, and Germany.",
      "E": "The Council is composed of ten permanent and ten temporary states."
    },
    "explanation": "The Council is a body composed of <strong>five permanent and ten temporary member states</strong>. The permanent members are the United States, the United Kingdom, China, France, and Russia, considered the successor of the USSR."
  },
  {
    "id": "3553714",
    "unitNumber": 8,
    "text": "Which of the following gives the correct geographical distribution of the temporary members of the UN Security Council?",
    "correctAnswer": "B",
    "options": {
      "A": "4 seats for Africa and Asia, 2 for Latin America, 2 for Western Europe and others, and 2 for Eastern Europe",
      "B": "5 seats for Africa and Asia, 2 for Latin America, 2 for Western Europe and others, and 1 for Eastern Europe",
      "C": "5 seats for Africa and Asia, 1 for Latin America, 3 for Western Europe and others, and 1 for Eastern Europe",
      "D": "6 seats for Africa and Asia, 1 for Latin America, 2 for Western Europe and others, and 1 for Eastern Europe",
      "E": "3 seats for Africa and Asia, 3 for Latin America, 3 for Western Europe and others, and 1 for Eastern Europe"
    },
    "explanation": "The selection of these members takes into account criteria such as their contribution to international peace and a fair geographical distribution (5 seats are reserved for Africa and Asia, 2 for Latin America, 2 for Western Europe and others, and 1 for Eastern Europe)."
  },
  {
    "id": "3553716",
    "unitNumber": 8,
    "text": "Which organ of the UN elects the UN Secretary-General?",
    "correctAnswer": "D",
    "options": {
      "A": "Security Council",
      "B": "Economic and Social Council",
      "C": "International Law Commission",
      "D": "General Assembly",
      "E": "Administrative Disputes and Appeals Tribunal"
    },
    "explanation": "The Secretariat is composed of international civil servants and headed by the <strong>Secretary-General</strong>. The Secretary-General is elected by the General Assembly on the unanimous recommendation of the Security Council."
  },
  {
    "id": "3553717",
    "unitNumber": 8,
    "text": "How many judges does the International Court of Justice composed of?",
    "correctAnswer": "E",
    "options": {
      "A": "7",
      "B": "9",
      "C": "11",
      "D": "13",
      "E": "15"
    },
    "explanation": "The Court is composed of 15 judges who are elected for 9-year terms."
  },
  {
    "id": "3553718",
    "unitNumber": 8,
    "text": "Which of the following is the body, established in 2001 by the UN Security Council, that brings together all relevant actors to advise on integrated strategies for post-conflict peacebuilding?",
    "correctAnswer": "A",
    "options": {
      "A": "Peacebuilding Commission",
      "B": "Economic and Social Council",
      "C": "Commission on Disarmament and Security",
      "D": "Office of the High Commissioner for Refugees",
      "E": "Human Rights Council"
    },
    "explanation": "In 2006, the Security Council established the <strong>Peacebuilding Commission</strong>, which brings together all relevant actors to advise on integrated strategies for post-conflict peacebuilding."
  },
  {
    "id": "3553719",
    "unitNumber": 8,
    "text": "Which of the following is the name of the peaceful settlement procedure in which a third party encourages the parties to engage with each other and provides an enabling environment for negotiations to take place?",
    "correctAnswer": "D",
    "options": {
      "A": "Mediation",
      "B": "Peacebuilding",
      "C": "Diplomatic negotiation",
      "D": "Friendly initiative",
      "E": "Conciliation"
    },
    "explanation": "In the so-called <strong>friendly initiative or </strong>good offices procedure, a third party encourages the parties to engage with each other and provides an enabling environment for negotiations to take place. In this procedure, the third party does not participate in the negotiations."
  },
  {
    "id": "3553720",
    "unitNumber": 8,
    "text": "What is the peaceful settlement procedure by which an international body examines the dispute and makes recommendations for a solution?",
    "correctAnswer": "B",
    "options": {
      "A": "Arbitration",
      "B": "Conciliation",
      "C": "Diplomatic negotiation",
      "D": "Mediation",
      "E": "Enquiry"
    },
    "explanation": "The <strong>conciliation </strong>procedure, on the other hand, is the examination of the dispute by an international body that makes recommendations for a solution."
  },
  {
    "id": "3553721",
    "unitNumber": 8,
    "text": "What is peaceful settlement the procedure in which the third party participates in the negotiations and guides the parties with proposals for a solution?",
    "correctAnswer": "A",
    "options": {
      "A": "Mediation",
      "B": "Enquiry",
      "C": "Conciliation",
      "D": "Diplomatic Negotiation",
      "E": "Friendly initiative"
    },
    "explanation": "In the <strong>mediation </strong>procedure, a third State or international organization (e.g., the UN Secretary- General’s friendly initiative and mediation mandate in the Cyprus conflict; see Council resolution 367) intervenes, either on request or at its own suggestion, to invite the parties to negotiate and to try to bring their positions closer through proposals. Thus, in this procedure, unlike friendly initiative, the third party participates in the negotiations and guides the parties with proposals for a solution.<br/>In the <strong>mediation </strong>procedure, a third State or international organization intervenes, either on request or at its own suggestion, to invite the parties to negotiate and to try to bring their positions closer through proposals. Thus, in this procedure, unlike friendly initiative, the third party participates in the negotiations and guides the parties with proposals for a solution."
  }
]