[
  {
    "id": "3556711",
    "unitNumber": 1,
    "text": "What is the main reason of founding international organizations such as World Bank and European Union in the relation with globalization?",
    "correctAnswer": "B",
    "options": {
      "A": "To make the participant countries visible easier in the world.",
      "B": "To make international trade and investment easier for participating countries.",
      "C": "To determine the borders of the participant countries.",
      "D": "To support the economic growth and development of the countries.",
      "E": "To determine and compare the production power of countries."
    },
    "explanation": "Main reason of founding international organizations such as World Bank and European Union in the relation with globalization is to make international trade and investment easier for participating countries."
  },
  {
    "id": "3556712",
    "unitNumber": 1,
    "text": "What is one of the fields of international finance?",
    "correctAnswer": "D",
    "options": {
      "A": "Trade volume of goods.",
      "B": "Exchange of tangible goods.",
      "C": "Real transactions.",
      "D": "Monetary transactions.",
      "E": "Exchange of tangible services"
    },
    "explanation": "International finance focuses on the financial or monetary transactions. On the other hand, international trade mainly focuses on real transactions across countries."
  },
  {
    "id": "3556716",
    "unitNumber": 1,
    "text": "Which information about World Trade Organization (WTO) is wrong?",
    "correctAnswer": "D",
    "options": {
      "A": "98 % of world trade is carried out by the WTO members.",
      "B": "It is founded in 1995, Geneva, due to Uruguay Round Negotiations.",
      "C": "It currently has 164 members",
      "D": "Its predecessor was the United Nations Trade and Tariffs Declaration.",
      "E": "Beside merchandise, service and intellectual property trade are also included."
    },
    "explanation": "Its predecessor was the General Agreement on Tariffs and Trade (GATT) which was effect between 1948-1994."
  },
  {
    "id": "3556717",
    "unitNumber": 1,
    "text": "What is the main reason of the steady increase in the share of import and export volume in the GDP in early 1980’s in Türkiye?",
    "correctAnswer": "A",
    "options": {
      "A": "New neoliberal policies in the international trade.",
      "B": "New establishment of the government in 1980.",
      "C": "End of banking crisis in these years.",
      "D": "An increase in the investment of R&amp;D.",
      "E": "Being relatively less affected by the global crisis compared to developed countries."
    },
    "explanation": "Following the early 1980s, with new neoliberal policies to integrate the Turkish economy into the rest of the world, surges in the volume of exports and imports ensued. Following the early 1980s, we see a steady increase in both the share of exports and imports in the Turkish GDP."
  },
  {
    "id": "3556718",
    "unitNumber": 1,
    "text": "According to the growth path about export, import and real GDP in the last 25 years; the growth rate in…. has almost always exceed the growth rate in …. and in…….<br/>Which of the words complete the sentence respectively above?",
    "correctAnswer": "E",
    "options": {
      "A": "Export/ Import/Real GDP",
      "B": "Real GDP/Import/Export",
      "C": "Real GDP/Export/Import",
      "D": "Import/Real GDP/Export",
      "E": "Import/Export/Real GDP"
    },
    "explanation": "According to the growth path about export, import and real GDP in the last 25 years; the growth rate in import has almost always exceed the growth rate in export and in real GDP."
  },
  {
    "id": "3556720",
    "unitNumber": 1,
    "text": "Which information about Türkiye’s development process in international trade is <u>wrong</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "In the 1980s, manufacturing export was concentrated in low-technology products.",
      "B": "China’s accession to the World Trade Organisation provided Türkiye to have more competitive power in the labor- intensive products.",
      "C": "The share of medium and medium-high technology sectors has increased from 20 percent in the mid-1990s to more than 30 percent today.",
      "D": "Türkiye mainly imports intermediate goods of all imports.",
      "E": "Covid-19 pandemic has caused a record rate of decline in the volume of exports in Türkiye."
    },
    "explanation": "China’s accession to the World Trade Organisation provided Türkiye to have less competitive power in the labor- intensive products."
  },
  {
    "id": "3556721",
    "unitNumber": 1,
    "text": "Which information about foreign direct investment is <u>right</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "It is an important factor in the international trade markets.",
      "B": "FDI-receiving countries are only categorized as high-income countries in income-country groups.",
      "C": "The reason of fall in FDI in 2018 over the world is short-term effect of a corporate income tax policy reform in the US.",
      "D": "Most of FDI income came into Türkiye as industrial sector in 2021.",
      "E": "Top contributor country to the stock of FDI in Türkiye is Germany in 2021."
    },
    "explanation": "FDI is an important factor in the international finance markets. FDI-receiving countries are categorized as high/middle/low-income countries in income-country groups. The reason of fall in FDI in 2018 over the world is short-term effect of a corporate income tax policy reform in the US. Most of FDI income came into Türkiye as service sector in 2021. Top contributor country to the stock of FDI in Türkiye is Netherland in 2021."
  },
  {
    "id": "3556722",
    "unitNumber": 1,
    "text": "Which major financial crises are sorted correctly as chronological?",
    "correctAnswer": "B",
    "options": {
      "A": "The OPEC Oil Price Crisis- The Russian Crisis- The Great Depression",
      "B": "The Turkish Crisis- Global Finance Crisis- The European Debt Crisis",
      "C": "The Sues Crisis- The Great Depression- The OPEC Oil Price Crisis",
      "D": "Latin American Debt Crisis- Dot com bubble- International Debt Crisis",
      "E": "The Russian Financial Crisis- The European Debt Crisis- Global Financial Crisis"
    },
    "explanation": "The Turkish Crisis (2000)- Global Finance Crisis (2008)- The European Debt Crisis (2010s) are sorted correctly as chronological."
  },
  {
    "id": "3556724",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Hyperinflation- Zimbabwe (1998-2009)</li> <li>Banking Crises- Argentina (2001)</li> <li>III. External Debt Crises- Argentina (1989)</li> </ol> Which crisis types are matched with the sample country and year of the crisis correctly?",
    "correctAnswer": "B",
    "options": {
      "A": "Only I",
      "B": "I and II",
      "C": "Only II",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "Zimbabwe had a hyperinflation in the period between 1998 and 2008. Argentina had a banking crisis in 2001 and Mexico had an external debt crisis in 1982."
  },
  {
    "id": "3556725",
    "unitNumber": 1,
    "text": "Which crisis is called as a significant fall in international capital inflows into the country or a sharp reversal in capital flows to a country?",
    "correctAnswer": "D",
    "options": {
      "A": "Currency crisis",
      "B": "Asset bubbles",
      "C": "Hyperinflation",
      "D": "Balance of payment crisis",
      "E": "External debt crisis"
    },
    "explanation": "Balance of payment crisis consists of a significant fall in international capital inflows into the country or a sharp reversal in capital flows to a country."
  },
  {
    "id": "3556732",
    "unitNumber": 2,
    "text": "Which information about foreign exchange market is wrong?",
    "correctAnswer": "E",
    "options": {
      "A": "It is the oldest financial market.",
      "B": "London and New York are the two of the major financial centres in the world.",
      "C": "Its function is to transfer purchasing power from one to another.",
      "D": "Letters of credit and banker’s acceptance are useful methods in foreign exchange market.",
      "E": "It hasn’t any option as insuring against foreign exchange risks."
    },
    "explanation": "Foreign exchange market provides insurance against foreign exchange risks."
  },
  {
    "id": "3556733",
    "unitNumber": 2,
    "text": "Which information about foreign exchange rate in the exchange market is correct?",
    "correctAnswer": "A",
    "options": {
      "A": "The indirect quotation method is called as American terms.",
      "B": "The direct quotation method is defined as the price of domestic currency in terms of foreign currency.",
      "C": "The indirect quotation method is defined as the price of foreign currency in terms of domestic currency.",
      "D": "The exchange rate applied by banks in foreign currency sales transactions is called bid rate.",
      "E": "The exchange rate applied in purchase transactions is called as ask rate."
    },
    "explanation": "The indirect quotation method is defined as the price of domestic currency in terms of foreign currency. The direct quotation method is defined as the price of foreign currency in terms of domestic currency. The exchange rate applied by banks in foreign currency sales transactions is called ask rate. The exchange rate applied in purchase transactions is called as bid rate."
  },
  {
    "id": "3556734",
    "unitNumber": 2,
    "text": "What is the main importance of real exchange rate?",
    "correctAnswer": "B",
    "options": {
      "A": "Currency value of the countries",
      "B": "It is adjusted for changes in the prices.",
      "C": "Differential changes are not evaluated in this rate.",
      "D": "It is directly affected by the foreign currency.",
      "E": "It can be seen in the financial sections of websites."
    },
    "explanation": "Nominal exchange rate is the value of one country’s currency in terms of another country’s currency. The real exchange rate is an exchange rate adjusted for changes in the prices of goods and services."
  },
  {
    "id": "3556739",
    "unitNumber": 2,
    "text": "In the sample, if the spot rate is 1 USD = 15 TL and four-month forward rate is 1 USD= 14.85 TL; what is the forward discount?",
    "correctAnswer": "D",
    "options": {
      "A": "-6%<br/>-5%<br/>-4%<br/>-3%<br/>-2%",
      "B": "-5%",
      "C": "-4%",
      "D": "-3%",
      "E": "-2%"
    },
    "explanation": "FD= (14.85-15)/15*360/120*100=-3%"
  },
  {
    "id": "3556740",
    "unitNumber": 2,
    "text": "A Turkish textile company import costumes from USA and it takes three months to get goods from the time the contract was signed. The Turkish importer can make a three- month forward exchange transaction with a foreign exchange dealer to avoid the depreciation risk of Turkish Liras. What is the name of this avoidance against foreign exchange risk?",
    "correctAnswer": "B",
    "options": {
      "A": "Arbitrage",
      "B": "Hedging",
      "C": "Speculation",
      "D": "Spot",
      "E": "Swap"
    },
    "explanation": "The avoidance against foreign exchange risk in exchange market is called as hedging."
  },
  {
    "id": "3556743",
    "unitNumber": 2,
    "text": "In the sample, if the TL/US$ exchange rate increases from 10 to 10.5;<br/><ol type=\"I\"> <li>It can be said that there is home-currency depreciation.</li> <li>Türkiye’s currency causes its commodities to be cheaper for foreigners.</li> <li>A value of a good that is evaluated in US$ price level will be cheaper for Turkish buyers.</li> </ol> According to the information, which section(s) is correct?",
    "correctAnswer": "B",
    "options": {
      "A": "Only I",
      "B": "I and II",
      "C": "Only II",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "There is a home- currency depreciation and Turkish lira is said to depreciate against the dollar. That is why Türkiye’s currency causes its commodities to be cheaper for foreigners. Besides, a value of a good that is evaluated in US$ price level will be more expensive for Turkish buyers."
  },
  {
    "id": "3556745",
    "unitNumber": 2,
    "text": "As income in a country increases, import demand…..This would cause a ….. in demand for foreign currency, …… the supply of the country’s currency to purchase foreign currency?<br/>Which of the words complete the sentence respectively above?",
    "correctAnswer": "A",
    "options": {
      "A": "Increases/ Increases/Increasing",
      "B": "Increases/ Increases/ Decreasing",
      "C": "Decreases/ Decreases/ Increasing",
      "D": "Decreases/ Increases/ Increasing",
      "E": "Increases/ Decreases / Decreasing"
    },
    "explanation": "A country’s level of income is an important determinant of demand for imports. As income in a country increases, import demand increases. This would cause a rise in demand for foreign currency, increasing the supply of the country’s currency to purchase foreign currency."
  },
  {
    "id": "3556746",
    "unitNumber": 2,
    "text": "Which section is not assumed as the criticism of the Purchasing Power Parity (PPP) Theory?",
    "correctAnswer": "D",
    "options": {
      "A": "Price indices and their weights differ in each country.",
      "B": "All goods and services cannot be traded internationally.",
      "C": "There are government interventions that may prevent price equality between countries.",
      "D": "PPP has limit on the service sector, thus the service trade may be limited internationally.",
      "E": "PPP neglects capital flows altogether."
    },
    "explanation": "There is not any limitation of trade on services. Other sections are criticized in theory."
  },
  {
    "id": "3556748",
    "unitNumber": 2,
    "text": "Which factors cause exchange rate to be increase (domestic currency depreciation)?",
    "correctAnswer": "E",
    "options": {
      "A": "A decrease in the price level/ A decrease in interest rates/ A decrease in trade barriers",
      "B": "An increase in the price level/ An increase in interest rates/ An increase in trade barriers",
      "C": "A decrease in income/ A decrease in interest rates/ A decrease in trade barriers",
      "D": "An increase in product availability/ An increase in interest rates/ An increase in trade barriers",
      "E": "An increase in the price level/ A decrease in trade barriers/ An increase in income"
    },
    "explanation": "Fundamental forces affecting exchange rate increases are an increase in income, an increase in the price level, a decrease in product availability, a decrease in interest rates and a decrease in trade barriers etc."
  },
  {
    "id": "3556750",
    "unitNumber": 2,
    "text": "What is the main different point of the relative purchasing power parity?",
    "correctAnswer": "C",
    "options": {
      "A": "Levels of prices",
      "B": "Levels of exchange rates",
      "C": "Change in the price level",
      "D": "Change in the exchange rate",
      "E": "Base level of the currency"
    },
    "explanation": "Stated differently, according to relative PPP, the change in exchange rates depends on changes in price levels, i.e., the rates of inflation, between the two countries."
  },
  {
    "id": "3558722",
    "unitNumber": 3,
    "text": "What is the main factor that creates difference between close and open economy?",
    "correctAnswer": "D",
    "options": {
      "A": "Consumption expenditures",
      "B": "Investment expenditures",
      "C": "Government expenditures",
      "D": "Exports and imports",
      "E": "Taxes"
    },
    "explanation": "A closed economy is assumed without trade and is not taken the purchase of goods and services made by foreigners (exports) and the purchase of foreign-made goods and services (imports) into account."
  },
  {
    "id": "3558724",
    "unitNumber": 3,
    "text": "Which section about closed economy in short run Keynesian income model is wrong?",
    "correctAnswer": "C",
    "options": {
      "A": "All prices are constant.",
      "B": "Interest rates are constant.",
      "C": "Economy is at full employment",
      "D": "Government spending is stated by central and local government",
      "E": "Disposable income is defined as income minus net taxes."
    },
    "explanation": "Economy is at not full employment in short run Keynesian model."
  },
  {
    "id": "3558727",
    "unitNumber": 3,
    "text": "In closed economy with a government, which factors do households use for consumption spending?",
    "correctAnswer": "A",
    "options": {
      "A": "After tax income and disposable income",
      "B": "Before tax income and disposable income",
      "C": "Total income and net taxes",
      "D": "Disposable income and net taxes",
      "E": "After tax income and disposable income"
    },
    "explanation": "In a closed economy with a government; households use their after-tax income, disposable income for consumption spending."
  },
  {
    "id": "3558731",
    "unitNumber": 3,
    "text": "What is the main importance of autonomous expenditure multiplier in the Keynesian income model?",
    "correctAnswer": "B",
    "options": {
      "A": "It implies the effect of total expenditures on the government spending.",
      "B": "It shows the effect of change in autonomous spending on income.",
      "C": "It reflects the effect of income on change in autonomous spending.",
      "D": "It indicates the effect of total expenditures on the investment.",
      "E": "It implies the effect of change in autonomous expenditure on the investment."
    },
    "explanation": "Autonomous expenditure multiplier is a key concept that describes how changes in autonomous expenditure (spending) can have a larger effect on income."
  },
  {
    "id": "3558733",
    "unitNumber": 3,
    "text": "In the closed economy; components of the aggregate spending are stated as:<br/>C= 150+0.5 Y<sub>d</sub> , (C<sub>0</sub>= 150, MPC= 0.5), T<sub>0</sub>= 50, I<sub>0</sub>= 75, G<sub>0</sub>= 100.<br/>According to the equation; how much is the equilibrium level of income?",
    "correctAnswer": "B",
    "options": {
      "A": "500",
      "B": "600",
      "C": "700",
      "D": "800",
      "E": "1000"
    },
    "explanation": "Using the equilibrium condition:<br/>Y = C + I + G, Y = a + bY<sub>d</sub> + I<sub>0</sub> + G<sub>0</sub>, Y = a + b (Y - T<sub>0</sub>) + I<sub>0</sub> + G<sub>0 </sub>,Y = a + bY - bT<sub>0</sub> + I<sub>0</sub> + G<sub>0</sub><br/>Y= 150+0.5(Y-50)+75+100<br/>0.5Y=300, Y=600"
  },
  {
    "id": "3558734",
    "unitNumber": 3,
    "text": "In the closed economy; components of the aggregate spending are stated as:<br/>C= 180+0.5 Y<sub>d</sub>, (C<sub>0</sub>= 180, MPC= 0.5), T<sub>0</sub>= 50, I<sub>0</sub>= 80, G<sub>0</sub>= 120.<br/>According to the equation; how much is the autonomous expenditure multiplier?",
    "correctAnswer": "A",
    "options": {
      "A": "Increase of 1 lira in government spending will cause income to increase by 2 liras.",
      "B": "Increase of 1 lira in import and export will cause income to increase by 3 liras.",
      "C": "Decrease of 1 lira in investment will cause consumption spending to increase by 3 liras.",
      "D": "Increase of 1 lira in investment will cause consumption spending to increase by 2 liras.",
      "E": "Increase of 1 lira in tax will cause income to increase by 2 liras."
    },
    "explanation": "The autonomous expenditure multiplier (k)= 1/1- Marginal propensity to comsume (MPC)<br/><em>k</em>=1/1-<em>b</em>, 1/1-0.5= 2<br/>It implies that increase of 1 lira in, for example, government spending will cause income to increase by 2 liras. Multiplier gives the change in equilibrium <u>income</u> per unit change in one of the components of autonomous expenditure."
  },
  {
    "id": "3558742",
    "unitNumber": 3,
    "text": "Which information about import function is wrong?",
    "correctAnswer": "A",
    "options": {
      "A": "The relationship between income and imports is negative.",
      "B": "The relationship between real exchange rate and import is negative.",
      "C": "Increase in imports depends on its marginal propensity to import.",
      "D": "Slope of marginal propensity to import is positive.",
      "E": "Parameter of marginal propensity to import is between zero and one value"
    },
    "explanation": "Imports are negatively associated with the real exchange rate and positively associated with income. As income rises, imports rise, and the positive slope of the import function is the marginal propensity to import."
  },
  {
    "id": "3558749",
    "unitNumber": 3,
    "text": "Which information about export function is correct?",
    "correctAnswer": "C",
    "options": {
      "A": "Exports are dependent on income level of the exporting country.",
      "B": "Net exports give the total export value of a country.",
      "C": "In the Keynesian model, exports are taken as autonomous.",
      "D": "Trade deficit means that export value is more than import value in a country.",
      "E": "Trade surplus means that import value is more than export value in a country."
    },
    "explanation": "In the Keynesian model, exports are taken as autonomous. It means that exports are independent on income level of the exporting country. Net export gives the difference between a country’s exports and imports of goods and services. Trade deficit means that export value is less than import value in a country. Conversely, Trade surplus means that import value is less than export value in a country."
  },
  {
    "id": "3558752",
    "unitNumber": 3,
    "text": "What is the Marshall-Lerner condition validity in trade balance?",
    "correctAnswer": "A",
    "options": {
      "A": "Price elasticity of demand for export and import should be more than 1.",
      "B": "Price elasticity of demand for export and import should be less than 1.",
      "C": "Income elasticity of demand for export and import should be more than 1.",
      "D": "Income elasticity of demand for export and import should be less than 1.",
      "E": "Income elasticity of demand for export and import should be more than 0."
    },
    "explanation": "According to the Marshall-Lerner Condition, depreciation of a country’s currency (an increase in the real exchange rate) will improve its trade balance if the combined price elasticity of demand for its exports and imports is greater than 1."
  },
  {
    "id": "3558758",
    "unitNumber": 3,
    "text": "The …… the value of marginal propensity to import, the….. the induced effect on demand for domestic goods, …… the change in domestic income.<br/>Which of the words complete the sentence respectively above?",
    "correctAnswer": "A",
    "options": {
      "A": "Higher/Smaller/Smaller",
      "B": "Less/ Smaller/Bigger",
      "C": "Higher/Smaller/Bigger",
      "D": "Less/ Smaller/Smaller",
      "E": "Less/ Bigger/Smaller"
    },
    "explanation": "The higher the value of marginal propensity to import, the smaller the induced effect on demand for domestic goods and, hence, the smaller the change in domestic income (Y)."
  },
  {
    "id": "3560410",
    "unitNumber": 4,
    "text": "Which of the items are considered as the major transaction recorded as debit?",
    "correctAnswer": "C",
    "options": {
      "A": "Payments inward to a country",
      "B": "Exports of financial inflows",
      "C": "Payments outward from the country",
      "D": "Exports of interest",
      "E": "Exports of goods and services."
    },
    "explanation": "Payments outward from the country is named as debit. Exports of goods and services, interests, financial inflows etc. is called as credit. Imports of goods and services, interests, financial inflows etc. is also called as debits."
  },
  {
    "id": "3560413",
    "unitNumber": 4,
    "text": "In which category are type of economic transaction stated correctly?",
    "correctAnswer": "A",
    "options": {
      "A": "Disposal of non-produced assets- The capital account",
      "B": "Export of goods- The capital account",
      "C": "Purchase of financial assets- The capital account",
      "D": "Income payments- The capital account",
      "E": "Unilateral transfers- The current account"
    },
    "explanation": "Disposal of non-produced assets is stated in the capital account. Export and import of goods and services, income payments and receipts, unilateral transfers, etc are in the current account category. Capital transfers, acquisition, and disposal of nonproduced, non-financial assets are called in The capital account. Purchase or sale of financial assets are indicated in the financial account."
  },
  {
    "id": "3560415",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>It involves all trade- related economic transactions.</li> <li>It is always related to the accumulation of assets.</li> </ol> III. It has three main sub-categories. One of them is secondary income balance.<br/>Which information(s) in the sections is related to the current account?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "I and II",
      "C": "Only II",
      "D": "I and III",
      "E": "Only III"
    },
    "explanation": "The current account involves all trade-related economic transactions (exports and imports of goods and services), income payments and receipts from earlier investments from /to abroad, and net unilateral transfers. The current account balance has three main sub-categories called the trade, primary, and secondary income balances.<br/>The capital account deals with wealth transfers between residents and non-residents in two forms: capital transfers and the acquisition/disposal of non-produced, non-financial assets, while the current account involves current flows in a given period."
  },
  {
    "id": "3560418",
    "unitNumber": 4,
    "text": "In the financial account; …. in reserve assets are stated as credit. In capital account; …….. in capital transfers are stated as debit. In the current account; …… in trade balance is stated as credit.<br/>Which of the words complete the sentences respectively above?",
    "correctAnswer": "A",
    "options": {
      "A": "Sales/Payments/ Export",
      "B": "Increase in financial liabilities/ Receipts/ Import",
      "C": "Increase in financial assets/ Acquisition/ Export",
      "D": "Export/ Increase in financial assets/ Receipts",
      "E": "Payments/ Acquition/ Import"
    },
    "explanation": "In the financial account; sales in reserve assets are stated as credit. In capital account; payments in capital transfers are stated as debit. In the current account; export in trade balance is stated as credit."
  },
  {
    "id": "3560419",
    "unitNumber": 4,
    "text": "Which sub-category of the financial account includes transactions in securities issued by private and public agents and shows less than 10 percent ownership of an enterprise in another country?",
    "correctAnswer": "B",
    "options": {
      "A": "Direct investment",
      "B": "Portfolio investment",
      "C": "Financial derivatives",
      "D": "Other investment",
      "E": "Reserve assets"
    },
    "explanation": "Portfolio investment includes transactions in securities issued by private and public agents and shows less than 10 percent ownership of an enterprise in another country. Securities can be in two forms: equity and debt. Equities are typically the shares of corporations exchanged in stock markets, and debt securities are bonds and bills."
  },
  {
    "id": "3560422",
    "unitNumber": 4,
    "text": "Which institution does control the changes in reserve assets of countries that is in the financial account category?",
    "correctAnswer": "C",
    "options": {
      "A": "Local banks",
      "B": "International Money Fund",
      "C": "Central Bank",
      "D": "World Bank",
      "E": "Local finance units of countries"
    },
    "explanation": "Central banks control the changes in reserve assets."
  },
  {
    "id": "3560424",
    "unitNumber": 4,
    "text": "What does private saving mean in open economy?",
    "correctAnswer": "A",
    "options": {
      "A": "Amount of the disposal income after consumption",
      "B": "Amount of the current account balance of income",
      "C": "Difference between government spending and total consumption",
      "D": "Difference between government saving and net tax revenue",
      "E": "Difference between national saving and net trade balance"
    },
    "explanation": "In open economy, private saving is amount of the disposal income after consumption."
  },
  {
    "id": "3560426",
    "unitNumber": 4,
    "text": "Which information about fundamental identity of the balance of payments is wrong if the current account of a country is less than zero?",
    "correctAnswer": "C",
    "options": {
      "A": "It requires international borrowing.",
      "B": "The financial account must be in surplus.",
      "C": "A debtor country’s indebtedness decreases.",
      "D": "The creditor country’s lending to foreigners reduces.",
      "E": "If the country is already a net creditor, the surplus of financial account represents a decline in international lending."
    },
    "explanation": "If CA&lt;0, it requires international borrowing and the financial account must be in surplus. Suppose this country is already in debt; the surplus needed in the financial account represents an increase in foreign indebtedness. However, if this country is already a net creditor, the surplus represents a decline in international lending. Therefore, when CA&lt;0, a debtor country’s indebtedness increases, or the creditor country’s lending to foreigners reduces."
  },
  {
    "id": "3560429",
    "unitNumber": 4,
    "text": "Which information about the balance of payment is wrong?",
    "correctAnswer": "C",
    "options": {
      "A": "Major component of current account is net exports.",
      "B": "Trade balance means balance on goods and services.",
      "C": "If imports exceed exports, it is called trade surplus.",
      "D": "If exports are less than imports, it is called as deficit.",
      "E": "The balance on goods and services may exceed the amount of the current account balance in net income payments"
    },
    "explanation": "If imports exceed exports, it is called trade deficit."
  },
  {
    "id": "3560431",
    "unitNumber": 4,
    "text": "According to the balance of payment statement of Türkiye in 2012, the value of the financial account balance was -70,223 million US Dollars. What does it mean in the balance of payment of Türkiye?",
    "correctAnswer": "A",
    "options": {
      "A": "The incurrence of liabilities exceeds the net acquisition of financial assets.",
      "B": "The imports exceed the exports.",
      "C": "There was a net capital outflow from Türkiye.",
      "D": "Reserve assets get surplus.",
      "E": "The capital account balance is larger than the current account balance."
    },
    "explanation": "The minus sign implies that the incurrence of liabilities exceeds the net acquisition of financial assets."
  },
  {
    "id": "3551900",
    "unitNumber": 5,
    "text": "Which side of the balance of payments (BOP) does the monetary approach primarily emphasize?",
    "correctAnswer": "C",
    "options": {
      "A": "Primary income",
      "B": "Secondary income",
      "C": "Financial flows",
      "D": "Goods trade",
      "E": "Services trade"
    },
    "explanation": "With the leading role played by the money market, the monetary approach emphasizes the financial flows side of the balance of payments (BOP) account more than the trade flows side."
  },
  {
    "id": "3551901",
    "unitNumber": 5,
    "text": "Which of the following best describes the fixed exchange rate system?",
    "correctAnswer": "D",
    "options": {
      "A": "A system where the exchange rate fluctuates based on market trends.",
      "B": "A regime that allows for periodic adjustments based on economic indicators.",
      "C": "A policy where the exchange rate is determined by international agreements.",
      "D": "The monetary authorities officially set the country’s exchange rate at a predetermined value that is not allowed to change.",
      "E": "An approach that ties the currency value to a basket of foreign currencies, allowing for minor adjustments."
    },
    "explanation": "Fixed Exchange rate: In a fixed exchange rate system, the monetary authorities officially set the country’s exchange rate at a predetermined value that is not allowed to change."
  },
  {
    "id": "3551902",
    "unitNumber": 5,
    "text": "What characterizes a freely floating exchange rate system?",
    "correctAnswer": "A",
    "options": {
      "A": "The exchange rate fluctuates without the central bank trying to control or prevent a change in its value.",
      "B": "The exchange rate is fixed by international treaties.",
      "C": "The central bank actively manages the exchange rate through interventions.",
      "D": "Exchange rates are adjusted according to predetermined rules.",
      "E": "Currency values are pegged to a stable foreign currency or a basket of currencies."
    },
    "explanation": "<strong>Floating (or Flexible) Exchange rate: </strong>In a freely floating exchange rate system, the exchange rate fluctuates without the central bank trying to control or prevent a change in its value. This system does not permit central bank intervention in the foreign exchange market."
  },
  {
    "id": "3551903",
    "unitNumber": 5,
    "text": "What does the term \"Money supply or M1\" refer to?",
    "correctAnswer": "D",
    "options": {
      "A": "The total of a country's gold reserves held by the central bank and accessible for monetary policy uses.",
      "B": "The cumulative value of long-term government and corporate bonds available in the financial market, including both domestic and foreign issued securities.",
      "C": "The total market capitalization of publicly traded companies within the national stock exchange, including both primary and secondary market transactions.",
      "D": "The total stock of banknotes and coins issued by the central bank in circulation and the demand deposits held by the public.",
      "E": "The aggregate of all financial derivatives and liquid assets within the national economy, including futures, options, and swap contracts."
    },
    "explanation": "Money supply or M1 equals the total stock of banknotes and coins issued by the central bank in circulation and the demand deposits held by the public."
  },
  {
    "id": "3551904",
    "unitNumber": 5,
    "text": "What components make up the central bank's assets and liabilities?",
    "correctAnswer": "B",
    "options": {
      "A": "Assets include physical property and stock investments; liabilities consist of government debt and loans to financial institutions.",
      "B": "Assets are comprised of domestic and foreign assets, including loans to banks and securities; liabilities include currency in circulation and bank reserves.",
      "C": "Assets are solely in the form of gold reserves and real estate; liabilities include corporate bonds and equity holdings.",
      "D": "Assets include digital currencies and patents; liabilities consist of digital wallet balances and intellectual property rights.",
      "E": "Assets are made up of consumer loans and mortgages; liabilities consist of savings accounts and certificate of deposits."
    },
    "explanation": "The assets held by the central bank can be categorized into <em>domestic assets (DR)</em> and <em>foreign assets (IR)</em>. Domestic assets (DR) include the domestic credit extended by the central bank to its institutions in the form of loans extended to the domestic banks and domestic government securities purchased. On the other hand, foreign assets refer to the central bank’s official international reserve holdings (<em>IR</em>). They may consist of the central bank’s holdings of foreign exchange, gold, or bonds. Foreign exchange intervention, that is, the central bank’s purchase or sale of foreign currency in the foreign exchange market, causes the official reserve holdings of the central bank to change.<br/>The central bank’s liabilities can be grouped into <em>currency in circulation</em> (C) and <em>bank reserves</em> (BR). Currency in circulation (C) amounts to the coins and banknotes in the hands of the public (vault cash is excluded). Bank reserves (BR) consist of the deposits held by the banks at the central bank and vault cash (i.e., the coins and notes physically held in the banks’ vaults). The bank reserves can be grouped into <em>required reserves</em> and <em>excess reserves</em>. Required reserves refer to the officially obliged amount the banks have to hold in their deposit accounts with the central bank. The central bank sets the required reserve ratio against deposits."
  },
  {
    "id": "3551905",
    "unitNumber": 5,
    "text": "Under which conditions does money demand increase?",
    "correctAnswer": "A",
    "options": {
      "A": "When real income (Y) increases.",
      "B": "When the interest rate (i) increases.",
      "C": "When inflation risk increases.",
      "D": "When the liquidity of other assets increases.",
      "E": "When the price level (P) decreases."
    },
    "explanation": "The money demand increases when the:<br/><ol> <li>price level (<em>P</em>) increases.</li> <li>interest rate (<em>i</em>) decreases.</li> <li>real income (<em>Y</em>) increases.</li> <li>wealth increases.</li> <li>inflation risk decreases.</li> <li>payment technology deteriorates.</li> <li>riskiness of other assets increases.</li> <li>liquidity of other assets falls.</li> </ol>"
  },
  {
    "id": "3551906",
    "unitNumber": 5,
    "text": "How does an increase in the domestic credit (DR) leading to an excess supply of money result in a balance of payments (BOP) deficit in the fixed exchange rate system?",
    "correctAnswer": "D",
    "options": {
      "A": "By directly increasing the country's exports and reducing imports, thus stabilizing the BOP.",
      "B": "Through a decrease in domestic production and income, leading to reduced demand for foreign goods.",
      "C": "By causing individuals to spend excess money balances on domestic goods only, without affecting the BOP.",
      "D": "By leading to increased purchases of foreign goods and assets, creating a debit in the current and capital accounts, and increasing demand for foreign currency.",
      "E": "Through an automatic increase in foreign investment inflows, compensating for the excess money supply without affecting the BOP."
    },
    "explanation": "But then, how does an excess money stock create a BOP deficit? When the home country’s central bank engages in a monetary expansion, the people will find themselves with extra money balances they do not want to hold. As a result, they will try to reduce these excess balances by acquiring other physical or financial assets. In an open economy, some of this domestic expenditure will fall on foreign goods (i.e., imports) and financial assets (i.e., capital outflow). Thus, an excess money stock leads to a debit position in a country’s current and private capital accounts, leading to a BOP deficit. The home country’s purchase of imports and foreign assets increases its demand for foreign currency (i.e., US dollars). At the officially set exchange rate, this increase creates an excess demand for foreign exchange, and the home country’s central bank has to supply this excess demand from its official international reserve holdings (IR decreases). The fall in IR will, in turn, reduce the home country’s money supply. Hence, an outflow of official reserves will automatically correct the BOP deficit resulting from an excess money supply."
  },
  {
    "id": "3551907",
    "unitNumber": 5,
    "text": "How does a flexible exchange rate system automatically correct a balance of payments (BOP) imbalance?",
    "correctAnswer": "A",
    "options": {
      "A": "By an automatic adjustment in the exchange rate, where a BOP deficit leads to depreciation and a surplus leads to appreciation of the home currency.",
      "B": "By enforcing stringent government-imposed restrictions on foreign exchange transactions to stabilize the BOP.",
      "C": "Through central bank interventions adjusting the money supply to match the demand for foreign exchange.",
      "D": "By imposing tariffs on imports to reduce deficits and subsidies on exports to reduce surpluses, without affecting the exchange rate.",
      "E": "Through negotiated adjustments in fixed exchange rates based on international agreements to address BOP imbalances."
    },
    "explanation": "With flexible exchange rates, a BOP imbalance leads to and is corrected by an automatic adjustment in the exchange rate. For example, a potential BOP deficit that could result from an excess supply of money leads to a decrease in the value of the home currency against the foreign currency (i.e., the exchange rate increases). The excess money supply makes people spend part of their excess cash balances on foreign goods and services (imports increase) and financial assets (a capital outflow occurs). The demand for foreign exchange increases instantaneously due to the developments mentioned above. With flexible exchange rates, the home currency depreciates, and we move to point E´ in Figure 5.2. On the other hand, an excess money demand leading to a potential BOP surplus is automatically corrected by a fall in the exchange rate, which is an appreciation of the home currency against the foreign currency. The desire to hold more cash balances leads people to buy fewer foreign goods and services (imports decrease) and financial assets (capital outflow decreases). All these forces reduce the demand for foreign exchange and appreciate the home currency"
  },
  {
    "id": "3551949",
    "unitNumber": 5,
    "text": "What determines the bilateral exchange rate according to the monetary approach?",
    "correctAnswer": "B",
    "options": {
      "A": "The interest rates and inflation differentials between the two countries",
      "B": "Relative money supplies and the relative factors that determine their money demands.",
      "C": "The bilateral trade agreements and fiscal policies of the countries involved.",
      "D": "The differential in technological advancements and productivity rates.",
      "E": "The comparative advantage in natural resources and labor force skills."
    },
    "explanation": "According to monetary approach to the exchange rate, the bilateral exchange rate depends on the countries’ relative money supplies and the relative factors that determine their money demands."
  },
  {
    "id": "3551950",
    "unitNumber": 5,
    "text": "What is a key policy implication of the monetary approach under fixed exchange rates?",
    "correctAnswer": "A",
    "options": {
      "A": "A country cannot use discretionary monetary policy to stabilize its economy under fixed exchange rates without affecting the balance of payments.",
      "B": "Countries can freely use expansionary monetary policy to boost economic growth without affecting the balance of payments.",
      "C": "Nations have complete autonomy over their domestic money supply without any impact on their balance of payments equilibrium.",
      "D": "Fixed exchange rate regimes allow for aggressive monetary policies to combat inflation without repercussions.",
      "E": "Capital controls and fiscal policy are ineffective tools for stabilizing the economy under fixed exchange rates."
    },
    "explanation": "All in all, a nation under fixed exchange rates cannot independently control its domestic money supply. The money supply must be regulated to correct the BOP disequilibrium. Hence, the policy implication is that a country cannot use discretionary monetary policy to stabilize its economy under fixed exchange rates (with capital allowed to move freely). These countries should either abandon the fixed exchange rate system, impose capital controls, or use fiscal policy to stabilize the economy."
  },
  {
    "id": "3551889",
    "unitNumber": 6,
    "text": "What is the primary objective of economic policies according to the text?",
    "correctAnswer": "B",
    "options": {
      "A": "To regulate international trade exclusively.",
      "B": "To achieve internal and external economic balances simultaneously.",
      "C": "To focus solely on domestic economic stability.",
      "D": "To prioritize financial stability over sustainable development.",
      "E": "To disregard the effects of global economic developments."
    },
    "explanation": "The main purpose of economic policies is to attain internal and external economic balances simultaneously."
  },
  {
    "id": "3551890",
    "unitNumber": 6,
    "text": "Which statement best describes the concept of \"external balance\" in an open economy?",
    "correctAnswer": "D",
    "options": {
      "A": "It is the state where the domestic economy is isolated from the world.",
      "B": "It refers to achieving a surplus in the balance of payments only.",
      "C": "It signifies the equilibrium in the goods market alone.",
      "D": "It is the achievement of a balance of payments equilibrium.",
      "E": "It focuses on the equilibrium of the domestic goods market exclusively."
    },
    "explanation": "External balance is achieving a balance of payments equilibrium (i.e., a current account deficit is balanced by a capital and financial account surplus or a current account surplus is balanced by a capital and financial account deficit)."
  },
  {
    "id": "3551891",
    "unitNumber": 6,
    "text": "Which curve represents money market equilibrium?",
    "correctAnswer": "A",
    "options": {
      "A": "LM curve",
      "B": "IS curve",
      "C": "BP curve",
      "D": "AD curve",
      "E": "AS curve"
    },
    "explanation": "LM curve represents the money market equilibrium or the equality of real money supply and real money demand."
  },
  {
    "id": "3551892",
    "unitNumber": 6,
    "text": "What determines the slope of the BP curve in an open economy?",
    "correctAnswer": "A",
    "options": {
      "A": "The degree of capital mobility in the economy",
      "B": "The interest rate elasticity of investments",
      "C": "The rate of inflation within the country",
      "D": "The income elasticity of consumption",
      "E": "The wage level"
    },
    "explanation": "BP-curve: The BP curve shows the relationship between the interest rate and national income at the country’s balance of payments equilibrium. The BP curve may be horizontal, vertical, or positively sloped depending on the degree of capital mobility in the economy."
  },
  {
    "id": "3551893",
    "unitNumber": 6,
    "text": "What is the net effect on the external balance when expansionary fiscal policy is implemented in an open economy?",
    "correctAnswer": "D",
    "options": {
      "A": "Always results in an external surplus.",
      "B": "Leads to a constant interest rate and no effect on capital flows.",
      "C": "Results in a decrease in national income and reduced imports.",
      "D": "Depends on whether the current account deficit or the capital and financial account surplus dominates.",
      "E": "Fscal policy has no impact on the external balance."
    },
    "explanation": "Fiscal policy in an open economy: The effect of fiscal policy on the external balance in an open economy is ambiguous. With the expansionary fiscal policy, imports increase when the national income increases, leading to a current account deficit. Capital flows into the country when the interest rate increases, leading to a capital and financial account surplus. Because of these two opposing effects, the net effect on the external balance is uncertain."
  },
  {
    "id": "3551894",
    "unitNumber": 6,
    "text": "What does the Mundell-Fleming Model primarily examine?",
    "correctAnswer": "C",
    "options": {
      "A": "The effects of trade policies on domestic employment rates",
      "B": "The role of international reserves in stabilizing national economies",
      "C": "The effects of monetary and fiscal policies in exchange rate systems",
      "D": "The impact of taxation on international trade",
      "E": "Strategies for achieving perfect capital immobility"
    },
    "explanation": "Mundell-Fleming Model: An approach that examines the effects of monetary and fiscal policies in fixed and flexible exchange rate systems under conditions of perfect capital mobility."
  },
  {
    "id": "3551895",
    "unitNumber": 6,
    "text": "Under the assumption of perfect capital mobility, how does expansionary fiscal policy affect an economy with a fixed exchange rate?",
    "correctAnswer": "C",
    "options": {
      "A": "It leads to a decrease in national income and higher interest rates.",
      "B": "It causes an external deficit due to increased imports without affecting the capital and financial account.",
      "C": "It results in an external surplus as the capital inflow exceeds the outflow from increased imports.",
      "D": "It has no impact on the domestic interest rate or national income.",
      "E": "It decreases the domestic money supply, leading to higher interest rates."
    },
    "explanation": "Suppose, while at equilibrium, the government applies the expansionary fiscal policy. In response, the IS curve shifts to the right from IS1 to IS2 . The new IS-LM equilibrium takes place at point E1 . This point shows that the national income and the interest rate increased with expansionary fiscal policy. Since the government increases aggregate demand in the economy by increasing public expenditures and/or reducing taxes, national income increases in the internal balance. However, with the increase in domestic income, real money demand increases, which leads to higher interest rates in the money markets. While the increase in national income has a negative effect on the foreign trade balance (current account) by encouraging an increase in imports, the increase in interest has a positive effect on the capital and financial account by encouraging capital inflows from abroad. Thus, there are two opposite effects on the balance of payments. However, in the case of perfect capital mobility, since the sensitivity of capital movements to interest is infinite, a significant capital inflow occurs in the face of an increase in the domestic interest rate. Thus, since the foreign exchange inflow in the form of short-term capital will exceed the foreign exchange outflow through imports, an external surplus occurs in the case of perfect capital mobility with expansionary fiscal policy. In the case of external surplus, since the foreign exchange supply exceeds the foreign exchange demand in the country, there is pressure to decrease the exchange rates (i.e., appreciation of domestic currency). However, the central bank does not allow it to change since the economy operates under a fixed exchange rate system. The central bank intervenes in the foreign exchange market by purchasing the excess foreign exchange from the market against the national currency. This increases the domestic money supply and lowers the interest rate to its original level. A rightward shift of the LM curve represents the increase in the domestic money supply. The new equilibrium in the economy is achieved at point E2 . As is seen, when the expansionary fiscal policy and the fixed exchange rate system are implemented together under perfect capital mobility, achieving the maximum national income increase is possible by maintaining the interest rate at the original level. Therefore, fiscal policy is fully effective in the fixed exchange rate system under perfect capital mobility assumption."
  },
  {
    "id": "3551896",
    "unitNumber": 6,
    "text": "Which of the following best describes the effectiveness of fiscal policy under a flexible exchange rate regime with perfect capital mobility?",
    "correctAnswer": "C",
    "options": {
      "A": "It leads to a permanent increase in national income.",
      "B": "It results in a significant capital inflow that stabilizes the exchange rate.",
      "C": "It is ineffective due to the appreciation of the domestic currency.",
      "D": "It consistently improves the country's trade balance by increasing exports.",
      "E": "It causes a long-term decrease in the interest rate, stimulating investment."
    },
    "explanation": "The increase in aggregate demand is reversed by currency appreciation and a deterioration in net exports. As a result, fiscal policy is proven ineffective in a flexible exchange rate system with perfect capital mobility."
  },
  {
    "id": "3551897",
    "unitNumber": 6,
    "text": "Which of the following best describes the \"Impossible Trinity\" or the \"Trilemma\" hypothesis developed by J. Frankel?",
    "correctAnswer": "A",
    "options": {
      "A": "Free capital mobility, independent monetary policy, and fixed exchange rate policy cannot all be implemented simultaneously in an economy.",
      "B": "An economy can simultaneously achieve high employment, low inflation, and sustainable economic growth.",
      "C": "A central bank can target inflation, unemployment, and exchange rates simultaneously without any trade-offs.",
      "D": "Governments can impose capital controls, maintain a fixed exchange rate, and pursue an expansionary fiscal policy without constraints.",
      "E": "An economy can control both its interest rates and exchange rates freely while maintaining completely open capital accounts."
    },
    "explanation": "The impossible trinity hypothesis was first developed by J. Frankel in 1999. According to this hypothesis, free capital mobility, independent monetary policy, and fixed exchange rate policy cannot be implemented simultaneously in an economy"
  },
  {
    "id": "3551898",
    "unitNumber": 6,
    "text": "Which policy combination aligns with Mundell's Allocation Rule for addressing internal and external balance problems effectively?",
    "correctAnswer": "C",
    "options": {
      "A": "Using both fiscal and monetary policies for external deficit correction",
      "B": "Implementing contractionary fiscal policy to combat inflation and expansionary monetary policy to address external surplus",
      "C": "Applying fiscal policy for internal balance problems and monetary policy for external balance problems",
      "D": "Pursuing expansionary monetary policy for internal surplus and contractionary fiscal policy for external deficit",
      "E": "Relying solely on monetary policy to solve both inflation and unemployment issues"
    },
    "explanation": "Mundell’s Allocation Rule: It expresses the view that it is appropriate to follow a fiscal policy change for internal balance problems and a monetary policy change for external balance problems"
  },
  {
    "id": "3597966",
    "unitNumber": 6,
    "text": "Which of the following indicates foreign demand for domestic goods?",
    "correctAnswer": "E",
    "options": {
      "A": "Consumption",
      "B": "Investment",
      "C": "Government Purchases",
      "D": "Import",
      "E": "Export"
    },
    "explanation": "Export indicates demand from the world for the goods and services produced in the country.<br/>The answer is E."
  },
  {
    "id": "3597967",
    "unitNumber": 6,
    "text": "In the goods market equilibrium, if ZZ(aggregate demand) is greater than DD (domestic demand), the economy gives .......................",
    "correctAnswer": "D",
    "options": {
      "A": "Trade flows",
      "B": "Trade deficit",
      "C": "Trade balance",
      "D": "Trade surplus",
      "E": "Trade decrease"
    },
    "explanation": "If ZZ is greater than DD, NX&gt;0 implies a trade surplus.<br/>The answer is D."
  },
  {
    "id": "3597968",
    "unitNumber": 6,
    "text": "In the goods market equilibrium, if ZZ(aggregate demand) is lower than DD (domestic demand), the economy gives .......................",
    "correctAnswer": "D",
    "options": {
      "A": "Trade flows",
      "B": "Trade balance",
      "C": "Trade surplus",
      "D": "Trade deficit",
      "E": "Trade increase"
    },
    "explanation": "If DD is greater than ZZ, NX&lt;0 implies a trade deficit.<br/>The answer is D."
  },
  {
    "id": "3597969",
    "unitNumber": 6,
    "text": "Which of the followings is the effect of a real depreciation of domestic currency, if the Marshall-Lerner condition holds?",
    "correctAnswer": "B",
    "options": {
      "A": "detoriorate NX and shift the IS curve to the right.",
      "B": "improve NX and shift the IS curve to the right.",
      "C": "improve NX and shift the IS curve to the left.",
      "D": "detoriorate NX and shift the IS curve to the left.",
      "E": "keep NX stable and no shift in the IS curve"
    },
    "explanation": "Assuming that the Marshall-Lerner condition holds, a real depreciation will improve NX and shift the IS curve to the right.<br/>The answer is B."
  },
  {
    "id": "3597970",
    "unitNumber": 6,
    "text": "Which of the followings is the effect of a real apreciation of domestic currency, if the Marshall-Lerner condition holds?",
    "correctAnswer": "C",
    "options": {
      "A": "the IS curve shifts to the right and NX improves",
      "B": "the IS curve shifts to the right and NX deteriorates",
      "C": "the IS curve shifts to the left and NX deteriorates",
      "D": "the IS curve shifts to the left and NX improves",
      "E": "the IS curve keep stable and NX balanced"
    },
    "explanation": "With real appreciation, the IS curve shifts to the left, assuming that NX deteriorates with real appreciation.<br/>The answer is C."
  },
  {
    "id": "3597971",
    "unitNumber": 6,
    "text": "In the case of perfect capital immobility, the BP curve is drawed as ................",
    "correctAnswer": "D",
    "options": {
      "A": "horizontally",
      "B": "negatively sloped",
      "C": "positively sloped",
      "D": "vertically",
      "E": "parallel to the horizontal axis"
    },
    "explanation": "In the case of perfect capital immobility, the BP curve is a line <strong>parallel to the vertical</strong> axis.<br/>The answer is D."
  },
  {
    "id": "3597972",
    "unitNumber": 6,
    "text": "If regulations in a country partially restrict (or partially allow) capital movements, the BP curve is drawed .................",
    "correctAnswer": "D",
    "options": {
      "A": "horizontally",
      "B": "vertically",
      "C": "negatively sloped",
      "D": "positively sloped",
      "E": "parallel to vertical axis"
    },
    "explanation": "the BP curve is positively sloped in the case of limited capital mobility.<br/>The answer is D."
  },
  {
    "id": "3597974",
    "unitNumber": 6,
    "text": "If there are no impediments to capital inflows and outflows, the BP curve is drawed as ...............",
    "correctAnswer": "C",
    "options": {
      "A": "postively sloped",
      "B": "negatively sloped",
      "C": "parallel to horizontal axis",
      "D": "parallel to vertical axis",
      "E": "vertical"
    },
    "explanation": "In the case of perfect capital mobility, the BP curve is parallel to the horizontal axis (Figure 6.6 Panel C). In this case, there are no impediments to capital inflows and outflows. Capital can freely move in and out of the country towards where the interest yield is high.<br/>The answer is C."
  },
  {
    "id": "3597979",
    "unitNumber": 6,
    "text": "Which of the following is a policy consistent with the impossible trinity hypothesis?",
    "correctAnswer": "E",
    "options": {
      "A": "Free capital mobility, fixed exchange rate system and independent monetary policy",
      "B": "Free capital mobility, flexible exchange rate system and dependent monetary policy",
      "C": "Free capital mobility, fixed exchange rate system and dependent monetary policy",
      "D": "Free capital mobility, fixed exchange rate system and independent monetary policy",
      "E": "Free capital mobility, flexible exchange rate system and independent monetary policy"
    },
    "explanation": "According to this hypothesis, free capital mobility, independent monetary policy, and fixed exchange rate policy cannot be implemented simultaneously in an economy.<br/>The answer is E."
  },
  {
    "id": "3597982",
    "unitNumber": 6,
    "text": "In an economy, if there are inflation and external deficit problems, the fiscal policy should be ............. and the monetary policy should be ................",
    "correctAnswer": "B",
    "options": {
      "A": "contractionary - expansionary",
      "B": "contractionary - contractionary",
      "C": "expansionary - expansionary",
      "D": "expansionary - contractionary",
      "E": "contractionary - no policy response"
    },
    "explanation": "In an economy, if there are inflation and external deficit problems, the fiscal policy should be contractionary and the monetary policy should be contractionary.<br/>The answer is B."
  },
  {
    "id": "3551878",
    "unitNumber": 7,
    "text": "What does the Aggregate Demand (AD) curve represent in the AD-AS model?",
    "correctAnswer": "C",
    "options": {
      "A": "The relationship between the price level and the equilibrium interest rate.",
      "B": "The total supply of goods and services by the economy at different wage levels.",
      "C": "The relationship between the price level and national income or output.",
      "D": "The equilibrium between inflation rates and wage increases.",
      "E": "The impact of monetary policy on national output."
    },
    "explanation": "The aggregate demand (AD) curve shows the relationship between the price level and national income (or output)."
  },
  {
    "id": "3551879",
    "unitNumber": 7,
    "text": "How does a rise in price levels affect the real money supply and the LM curve?",
    "correctAnswer": "C",
    "options": {
      "A": "It increases real money supply and shifts the LM curve downward.",
      "B": "It does not affect the real money supply or the LM curve.",
      "C": "It decreases real money supply unless the monetary authority increases the money supply, shifting the LM curve upward.",
      "D": "It increases real money supply and does not affect the LM curve's position.",
      "E": "It decreases real money supply and shifts the LM curve downward."
    },
    "explanation": "However, the money market will be affected because unless the monetary authority immediately increases the money supply, the real money supply will decrease, shifting the LM curve upward."
  },
  {
    "id": "3551880",
    "unitNumber": 7,
    "text": "In the context of aggregate supply, what distinguishes the short-run aggregate supply curve (AS<sub>SR</sub>) from the long-run aggregate supply curve (AS<sub>LR</sub>)?",
    "correctAnswer": "A",
    "options": {
      "A": "AS<sub>SR</sub> has an increasing slope due to the marginal product of labor declining as output increases, while AS<sub>LR</sub> is vertical at the natural level of output.",
      "B": "AS<sub>SR</sub> is vertical, indicating no relation between price levels and output.",
      "C": "AS<sub>LR</sub> has a decreasing slope due to the marginal product of labor increasing as output increases.",
      "D": "Both AS<sub>SR</sub> and AS<sub>LR</sub> shift in response to changes in the price level.",
      "E": "AS<sub>LR</sub> represents the relationship between wage levels and employment, whereas AS<sub>SR</sub> does not."
    },
    "explanation": "We need to distinguish between aggregate supply in the long and short run. Like that of a sector or of one firm, and for the same reason, the short-run aggregate supply curve, AS<sub>SR</sub>, has an increasing slope. The marginal product of labor declines as output increases, so producers need higher prices to produce more. Prices have nothing to do with the long-run aggregate supply, AS<sub>LR</sub>, since all prices are fully flexible in the long run."
  },
  {
    "id": "3551881",
    "unitNumber": 7,
    "text": "What role does the BP curve play in an open economy's general equilibrium?",
    "correctAnswer": "A",
    "options": {
      "A": "It represents the external balance in addition to equilibrium in the goods and money markets.",
      "B": "It dictates the equilibrium condition for the domestic sector.",
      "C": "It replaces the IS curve in determining aggregate supply.",
      "D": "It has no impact on aggregate demand or supply.",
      "E": "It determines the flexibility of the price levels."
    },
    "explanation": "In an open economy, in addition to equilibrium in the goods and money markets, one must consider the external balance represented by the BP curve."
  },
  {
    "id": "3551882",
    "unitNumber": 7,
    "text": "Under fixed exchange rates, what happens to the economy when price level increases?",
    "correctAnswer": "B",
    "options": {
      "A": "The IS curve shifts rightward, indicating improved trade balance.",
      "B": "Both BP and LM curves shift leftward, requiring higher interest rates to achieve external balance.",
      "C": "Aggregate demand decreases without any shifts in the IS, LM, or BP curves.",
      "D": "The monetary authority decreases the money supply.",
      "E": "The AD curve shifts leftward due to decreased exports."
    },
    "explanation": "Suppose prices increase to P1. Unless the monetary authority immediately adjusts the money supply accordingly, the real money supply will fall, requiring a higher interest rate for money market equilibrium. LM curve shifts to LM1. Also, higher prices will render domestic goods more expensive. This will increase imports and decrease exports which will worsen the trade balance. To achieve external balance, capital inflow must increase, requiring a higher interest rate, so the BP curve shifts to BP1."
  },
  {
    "id": "3551883",
    "unitNumber": 7,
    "text": "What mechanism allows an open economy under flexible exchange rates to adjust to real sector shocks, differing from fixed exchange rates?",
    "correctAnswer": "C",
    "options": {
      "A": "Central bank increases foreign exchange reserves to stabilize the currency.",
      "B": "Government intervention in fiscal policies to directly impact trade balance.",
      "C": "Currency depreciation improves the trade balance by affecting exports and imports.",
      "D": "Fixed exchange rates adjust through monetary policy to counteract capital flows.",
      "E": "The central bank shifts the LM curve through changing interest rates."
    },
    "explanation": "The adjustment process is completely different, with flexible exchange rates. The LM curve has no role because the monetary authority is not involved. A potential deficit in the BoP would trigger a domestic currency depreciation, shifting the BP curve rightward back to its original position. The depreciating currency would trigger an improvement in the trade balance; thus, the IS curve would shift rightward to where it used to be."
  },
  {
    "id": "3551884",
    "unitNumber": 7,
    "text": "Fiscal policy in an open economy with fixed exchange rates typically affects which curve?",
    "correctAnswer": "C",
    "options": {
      "A": "BP curve",
      "B": "LM curve",
      "C": "IS curve",
      "D": "AS<sub>LR</sub> curve",
      "E": "AS curve"
    },
    "explanation": "What role does fiscal policy have to play with fixed exchange rates? What happens when the government changes its spending level or alters taxes? The impact of changes in government spending or taxes will be on the IS curve. Increases in government spending (taxes) will shift the IS curve to the right (left) and vice versa."
  },
  {
    "id": "3551885",
    "unitNumber": 7,
    "text": "Why might a government undertake expansionary fiscal policy during a recession?",
    "correctAnswer": "C",
    "options": {
      "A": "To decrease inflation",
      "B": "To reduce exports",
      "C": "To quickly reach full employment level",
      "D": "To increase interest rates",
      "E": "To stabilize exchange rates"
    },
    "explanation": "Why would any government undertake expansionary fiscal policy in a recession and risk inflation? The simple answer is that it takes too long to reach full employment level, YN, without intervention."
  },
  {
    "id": "3551886",
    "unitNumber": 7,
    "text": "Under flexible exchange rates, which of the following policy is generally more effective to reach full employment level?",
    "correctAnswer": "C",
    "options": {
      "A": "Expansionary fiscal policy",
      "B": "Contractionary fiscal policy",
      "C": "Expansionary monetary policy",
      "D": "Wage policy",
      "E": "Trade policy"
    },
    "explanation": "Could monetary policy bring the economy out of recession with flexible exchange rates? In contrast to fixed exchange rates, monetary policy is effective with flexible exchange rates."
  },
  {
    "id": "3551887",
    "unitNumber": 7,
    "text": "Which of the following shows the relationship between the price level and the quantity of goods and services produced?",
    "correctAnswer": "A",
    "options": {
      "A": "Aggregate Supply (AS) curve",
      "B": "Aggregate Demand (AD) curve",
      "C": "Liquidity-Money (LM) curve",
      "D": "Investment-Saving (IS) curve",
      "E": "Balance of Payment (BP) curve"
    },
    "explanation": "The aggregate supply curve shows the relationship between the price level and the quantity of goods and services produced."
  },
  {
    "id": "3551868",
    "unitNumber": 8,
    "text": "What was the <u>primary</u> benefit of the bimetallic standard in the International Monetary System before the gold standard period?",
    "correctAnswer": "C",
    "options": {
      "A": "It facilitated unlimited production of gold and silver.",
      "B": "It allowed for flexible exchange rates among currencies.",
      "C": "It kept the money supply under control due to the limited supply of gold and silver.",
      "D": "It encouraged the widespread use of digital currencies.",
      "E": "It eliminated the need for central banks."
    },
    "explanation": "The essence of the system was the use of gold and silver in international payments. In this system, the exchange rates are based on the coins in which the amount of gold and silver they contain. The benefit of this system, as the supply of gold and silver was limited, and the value of each material was also determined by the limited amount available worldwide, was to keep the money supply under control."
  },
  {
    "id": "3551869",
    "unitNumber": 8,
    "text": "Which of the following statements best describes the role of gold in the International Monetary System during the gold standard period (1875-1914)?",
    "correctAnswer": "B",
    "options": {
      "A": "Gold was used as a decoration to signify economic prosperity.",
      "B": "Gold played a key role, with countries defining their currencies in terms of gold, leading to stable exchange rates and international trade expansion.",
      "C": "Gold was considered invaluable and was not used in international payments.",
      "D": "The use of gold led to significant inflation across major economies.",
      "E": "Gold was completely replaced by silver due to its scarcity."
    },
    "explanation": "As a result, the exchange parities between currencies created a stable IMS, while each currency was defined via their gold parity in relation to each other. Gold constituted the most reliable measurement of the IMS. With this fixed-exchange rate, international trade found the opportunity to flourish and expand further."
  },
  {
    "id": "3551870",
    "unitNumber": 8,
    "text": "Which event marked the end of the Bretton Woods System and led to currencies being left to float freely?",
    "correctAnswer": "C",
    "options": {
      "A": "The establishment of the European Monetary System in 1979.",
      "B": "The introduction of special drawing rights (SDRs) by the IMF in 1969.",
      "C": "The decision by the US in 1971 to end the convertibility of the dollar into gold.",
      "D": "The creation of the European Currency Unit (ECU) to stabilize European economies.",
      "E": "The global adoption of the gold exchange standard in the early 1900s."
    },
    "explanation": "On August 5, 1971, the US declared the end of a system in which the exchange between the dollar and gold could no longer happen. Since the relationship between gold and the dollar collapsed, there was no need for the Bretton Woods system any longer."
  },
  {
    "id": "3551871",
    "unitNumber": 8,
    "text": "Which of the following is a key advantage of adopting a free-floating exchange rate regime?",
    "correctAnswer": "D",
    "options": {
      "A": "It requires a high level of international reserves to maintain the exchange rate.",
      "B": "It eliminates the need for monetary policy independence.",
      "C": "Governments need to intervene regularly in the exchange rate market.",
      "D": "There is a low requirement for international reserves.",
      "E": "It stabilizes exchange rates through fixed pegs to major currencies."
    },
    "explanation": "The main advantages of a free-floating exchange rate regime:<br/><ul><br/><li>Low requirement for international reserves</li><br/><li>Monetary policy independence</li><br/><li>No need for intervention</li><br/></ul><br/>The main disadvantages of a free-floating exchange rate regime:<br/><ul><br/><li>Exchange rate risk</li><br/><li>Uncertainty</li><br/></ul>"
  },
  {
    "id": "3551872",
    "unitNumber": 8,
    "text": "How do central banks influence exchange rates?",
    "correctAnswer": "B",
    "options": {
      "A": "By setting fixed exchange rates with commodities like gold or silver.",
      "B": "Through interventions in the foreign exchange market by buying or selling foreign currencies.",
      "C": "By completely abstaining from any form of intervention in the foreign exchange markets.",
      "D": "Through unilateral decisions without considering the domestic economy's needs.",
      "E": "By increasing or decreasing government expenditures."
    },
    "explanation": "How Do Central Banks Affect Exchange Rates?<br/>A country’s currency should have a stable value. Central banks’ main role is to ensure the stability of the value their domestic currencies. With the foreign exchange market intervention, many central banks either increase or decrease the key interest rate or buy or sell foreign currencies.<br/><ol> <li>The key interest rate movements</li> </ol> When the demand for money is high, a central bank decreases the interest rate, then the country’s currency appreciates. As a result, the demand for money lowers. When the demand for money is low, a central bank increases the interest rate, then the country’s currency devaluates. As a result, the demand for money rises.<br/><ol start=\"2\"> <li>Foreign currency movements</li> </ol> Central banks conduct foreign exchange market intervention, buying or selling domestic currencies in the foreign exchange market. For example, whenever any central bank buys the US dollar, it increases demand for the US dollar, thereby strengthening the value of the dollar against the domestic currency. When any central bank sells the US dollar, it increases the supply of the US dollar, thereby weakening the value of the dollar against domestic currency.<br/><ol start=\"3\"> <li>The currency peg</li> </ol> A currency peg is a policy in which a national government or central bank sets a fixed exchange rate for its currency with a foreign currency. For example, the central bank of China follows this strategy"
  },
  {
    "id": "3551873",
    "unitNumber": 8,
    "text": "Which of the following is the central banking system of the United States?",
    "correctAnswer": "A",
    "options": {
      "A": "FED",
      "B": "ECB",
      "C": "SNB",
      "D": "BOE",
      "E": "BoJ"
    },
    "explanation": "The Federal Reserve Bank (FED), established in 1913 by the Federal Reserve Act, is the central banking system of the United States."
  },
  {
    "id": "3551874",
    "unitNumber": 8,
    "text": "What is a primary objective of a central bank?",
    "correctAnswer": "B",
    "options": {
      "A": "To maximize the country's exports",
      "B": "To maintain price stability in the country",
      "C": "To ensure high employment rates",
      "D": "To minimize government spending",
      "E": "To promote consumer spending"
    },
    "explanation": "Every country has an institution responsible for the country’s monetary policy, which is called a central bank. A central bank manages the country’s currency and regulates the money supply. The key objective of a central bank is to maintain price stability in the country."
  },
  {
    "id": "3551875",
    "unitNumber": 8,
    "text": "Which type of independence allows central banks to select their policy instruments to reach their targets?",
    "correctAnswer": "D",
    "options": {
      "A": "Goal independence",
      "B": "Financial independence",
      "C": "Institutional independence",
      "D": "Functional independence",
      "E": "Legal independence"
    },
    "explanation": "There are four types of independence for central banks; goal independence, functional independence, financial independence and institutional independence. Goal independence for the central bank means that the central bank will be independent in choosing targets and policies. Functional independence for the central banks means they will be independent in selecting their policy instruments to reach their targets and policies. Financial independence means that the central banks are independent in determining their budget and financial resources. Central banks are institutionally independent of pressures and free from all political parties."
  },
  {
    "id": "3551876",
    "unitNumber": 8,
    "text": "What is the relationship between central bank independence (CBI) and inflation, according to empirical studies?",
    "correctAnswer": "C",
    "options": {
      "A": "CBI has no clear impact on inflation rates.",
      "B": "CBI is inversely related to economic growth.",
      "C": "Independent central banks tend to achieve lower inflation rates.",
      "D": "Less independent central banks are more successful in controlling inflation.",
      "E": "CBI directly correlates with higher inflation in developing countries."
    },
    "explanation": "Apart from Steinberg and Walter (2013), many other studies were also conducted in the central bank independence literature. In their study, Alesina and Summers (1993) also showed that when central banks act independently like the Bundesbank, they score lower inflation and higher output levels. Acemoglu et al. (2008) used the case of the CBI to illustrate independent central banks with currency reforms. Fraccaroli, Sowerbutts &amp; Whitworth (2020) conducted an empirical study and found that the benefits of central bank independence for economies are far more than we can account to list."
  },
  {
    "id": "3551877",
    "unitNumber": 8,
    "text": "What is a potential risk of central bank intervention in the foreign exchange market?",
    "correctAnswer": "C",
    "options": {
      "A": "Increased market stability and investor confidence.",
      "B": "Strengthening of domestic currency value through consistent policy actions.",
      "C": "Reversal of capital flows leading to potential devaluation of the domestic currency.",
      "D": "Enhanced transparency and predictability in central bank operations.",
      "E": "Reduction in speculative trading due to clear government policies."
    },
    "explanation": "<strong>What are the Risks of Foreign Exchange Intervention?</strong><br/>If a central bank intervenes in the economy, it can increase the market risk factor. The reasons for this risk are; reversal of capital flows, speculative attacks, loss of independence, hoarding and capital controls.<br/><ol> <li><em>Reversal of capital flows</em></li> </ol> A central bank buying a currency could lead to a devaluation.<br/><ol start=\"2\"> <li><em>Loss of independence</em></li> </ol> If government decisions influence a central bank’s actions, the central bank may lose credibility.<br/><ol start=\"3\"> <li><em>Hoarding</em></li> </ol> Domestic currency may be subject to hoarding if a central bank buys foreign currencies in large volumes.<br/><ol start=\"4\"> <li><em>Speculative attacks</em></li> </ol> If the actions of a central bank are viewed as inconsistent more speculative attacks can be experienced.<br/><ol start=\"5\"> <li><em>Capital controls</em></li> </ol> It is easy to violate capital controls when a central bank buys large volumes of foreign currencies."
  }
]