[
  {
    "id": "3940609",
    "unitNumber": 1,
    "text": "Mercantilism, a doctrine and policy pertaining to economics, emerged during the ...... century in Europe.",
    "correctAnswer": "C",
    "options": {
      "A": "14th",
      "B": "15th",
      "C": "16th",
      "D": "17th",
      "E": "18th"
    },
    "explanation": "Mercantilism, a doctrine and policy pertaining to economics, emerged during the 16th century in Europe."
  },
  {
    "id": "3940610",
    "unitNumber": 1,
    "text": "Mercantilism, a doctrine and policy pertaining to economics. This policy retained its dominant position until the ..... century.",
    "correctAnswer": "D",
    "options": {
      "A": "15th",
      "B": "16th",
      "C": "17th",
      "D": "18th",
      "E": "19th"
    },
    "explanation": "Mercantilism, a doctrine and policy pertaining to economics, emerged during the 16th century in Europe. This policy retained its dominant position until the 18th century."
  },
  {
    "id": "3940611",
    "unitNumber": 1,
    "text": "According to mercantilist theory, what was considered the best way for a country to become wealthy?",
    "correctAnswer": "B",
    "options": {
      "A": "Increasing imports of luxury goods",
      "B": "Accumulating gold and silver through a favorable balance of trade",
      "C": "Allowing free trade without government interference",
      "D": "Reducing exports to maintain domestic supply",
      "E": "Encouraging foreign investment in domestic industries"
    },
    "explanation": "Mercantilists believed that a country’s wealth was measured by its stock of gold and silver. They advocated for policies that would encourage the accumulation of precious metals, such as restricting the export of gold and silver and encouraging the import of commodities that could be paid for in gold or silver."
  },
  {
    "id": "3940612",
    "unitNumber": 1,
    "text": "Why did mercantilists support the establishment of colonies?",
    "correctAnswer": "C",
    "options": {
      "A": "To promote cultural exchange and diplomacy",
      "B": "To create independent political allies",
      "C": "To obtain a source of raw materials to collect and a great market for finished commodities to sell",
      "D": "To reduce the need for state intervention",
      "E": "To increase immigration to the mother country"
    },
    "explanation": "Mercantilists believed that colonies were a source of raw materials to collect and a great market for finished commodities to sell. They encouraged colonization in order to gain control over resources and markets and to create a captive market for their own commodities."
  },
  {
    "id": "3940613",
    "unitNumber": 1,
    "text": "Mercantilists believed that a nation’s wealth was measured by its stock of __________ and __________.",
    "correctAnswer": "B",
    "options": {
      "A": "Labor and capital",
      "B": "gold and silver",
      "C": "goods and services",
      "D": "capital and technology",
      "E": "imports and exports"
    },
    "explanation": "Mercantilists believed that a country’s wealth was measured by its stock of gold and silver. They advocated for policies that would encourage the accumulation of precious metals, such as restricting the export of gold and silver and encouraging the import of commodities that could be paid for in gold or silver."
  },
  {
    "id": "3940614",
    "unitNumber": 1,
    "text": "Which of the following is not one of the basic concepts associated with mercantilism?",
    "correctAnswer": "E",
    "options": {
      "A": "Favorable balance of trade",
      "B": "Protectionism",
      "C": "Colonization",
      "D": "State intervention",
      "E": "Free trade"
    },
    "explanation": "The basic concepts associated with mercantilism include:<br/>Favorable Balance of Trade, Protectionism, Colonization, State Intervention and Stockpiling of Precious Metals."
  },
  {
    "id": "3940615",
    "unitNumber": 1,
    "text": "__________, as the monetary doctrine of mercantilism, advocated for the state’s oversight of foreign exchange transactions and the management of precious metals to uphold a ‘favorable balance’ within the domestic economy.",
    "correctAnswer": "C",
    "options": {
      "A": "Industrialism",
      "B": "Imperialism",
      "C": "Bullionism",
      "D": "Liberalism",
      "E": "Feudalism"
    },
    "explanation": "Bullionism, as the monetary doctrine of mercantilism, advocated for the state’s oversight of foreign exchange transactions and the management of precious metals (bullion) to uphold a ‘favorable balance’ within the domestic economy"
  },
  {
    "id": "3940616",
    "unitNumber": 1,
    "text": "Bullionism, as the monetary doctrine of __________, advocated for the state’s oversight of foreign exchange transactions and the management of precious metals (bullion) to uphold a ‘favorable balance’ within the domestic economy.",
    "correctAnswer": "D",
    "options": {
      "A": "Capitalism",
      "B": "Socialism",
      "C": "Liberalism",
      "D": "Mercantilism",
      "E": "Feudalism"
    },
    "explanation": "Bullionism, as the monetary doctrine of mercantilism, advocated for the state’s oversight of foreign exchange transactions and the management of precious metals (bullion) to uphold a ‘favorable balance’ within the domestic economy"
  },
  {
    "id": "3940617",
    "unitNumber": 1,
    "text": "One of ...........'s most important contributions to economics was his theory of money. This idea is known as the quantity theory of money and has been influential in economics ever since.",
    "correctAnswer": "A",
    "options": {
      "A": "David Hume",
      "B": "Adam Smith",
      "C": "David Ricardo",
      "D": "Karl Marx",
      "E": "John Maynard Keynes"
    },
    "explanation": "One of Hume’s most important contributions to economics was his theory of money. In his famous work “Of Money, and Other Economic Essays,” Hume argued that the value of money is determined by the amount of commodities and services it can buy, rather than by any inherent value of the money itself. This idea is known as the quantity theory of money and has been influential in economics ever since."
  },
  {
    "id": "3940618",
    "unitNumber": 1,
    "text": "According to Adam Smith, in a free market economy, individuals, while pursuing their own objectives, are guided by the __________ to advance the collective welfare.",
    "correctAnswer": "A",
    "options": {
      "A": "Invisible hand",
      "B": "Laissez-faire principle",
      "C": "Comparative advantage",
      "D": "Law of diminishing returns",
      "E": "Quantity theory of money"
    },
    "explanation": "According to Smith, in a free market economy, individuals, while pursuing their own objectives, are guided by an invisible hand to advance the collective welfare, even without intending to do so."
  },
  {
    "id": "3717344",
    "unitNumber": 2,
    "text": "I- It leaves the demand aside.\n II- It accepts the constant production costs.\n III- The labor theory of value is the strongest assumption it has.\n <strong>Considering the above statements, which of the following is correct in terms of the weaknesses of the Classical Trade Theory? </strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only III",
      "C": "I and II",
      "D": "II and III",
      "E": "I and III"
    },
    "explanation": "As analyzed in the previous chapter, Classical<br/>Trade Theory has many weaknesses due to its<br/>simplifying assumptions. Actually, all of its<br/>successors are developed upon the weaknesses<br/>of the classical trade theory, or simply from the<br/>Ricardian Trade Model. Among all, the mostly<br/>criticized weaknesses of the Classical Trade Theory<br/>are the labor theory of value, and the constant<br/>production costs. Since the theory depends on<br/>the labor theory of value, it explains international<br/>trade by supply only, leaving demand aside. Thus,<br/>it leads to an unrealistic determination of relative<br/>commodity prices. Because of this, Classical Trade<br/>Theory is usually referred to as supply sided theory.<br/>The other mostly criticized weakness is the constant<br/>production costs. These two main weaknesses<br/>paved the way to the Neoclassical Trade Theory."
  },
  {
    "id": "3717354",
    "unitNumber": 2,
    "text": "<strong>Why is it more realistic for a country to have increasing opportunity costs in production than constant costs?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Because resources are to be allocated to produce different commodities.",
      "B": "Because the value or price of a commodity is determined solely by the amount of commodity used in the production of that commodity.",
      "C": "Because the production possibilities frontier, which represents the supply of each country, is drawn linearly.",
      "D": "Because opportunity costs represent sufficient production points.",
      "E": "Because labor is homogeneous."
    },
    "explanation": "Assume that Country A, whose production<br/>possibilities frontier is given in Figure 2.1, would<br/>like to produce more commodity X when it is<br/>at point K, which represents the production<br/>combination of commodity X and commodity Y.<br/>Since Country A is utilizing all the resources that<br/>it has at the given technology level, the only way<br/>to produce more commodity X is to decrease the<br/>production of commodity Y. Country A will give<br/>up more and more commodity Y in each additional<br/>unit of commodity X production. The increase in<br/>the production of commodity X at the expense<br/>of commodity Y is due to increasing opportunity<br/>costs. Country A has to stand for more and more<br/>opportunity costs to produce at point N.<br/>At this point, inefficient and unattainable<br/>production combinations have to be mentioned.<br/>Since production possibilities frontier is the limits<br/>of production, given the total resources available to<br/>produce them, point G is an inefficient production<br/>point for Country A. The reason for this inefficiency<br/>is the unused or misallocated resources. On the<br/>other hand, point H is an unattainable production<br/>point since Country A does not have enough<br/>resources to reach this point."
  },
  {
    "id": "3717355",
    "unitNumber": 2,
    "text": "<strong>The situation where a country specializes in the production of the commodity in which it has a comparative advantage while it also continues to produce a relatively small amount of the commodity in which it has a comparative disadvantage is called ..........?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Incomplete specialization",
      "B": "Complete specialization",
      "C": "Marginal Rate of Transformation",
      "D": "Labor theory of value",
      "E": "Community Indifference Curve"
    },
    "explanation": "Incomplete specialization: It defines the<br/>situation of a country which continues to<br/>produce a relatively small amount of the<br/>commodity in which it has a comparative<br/>disadvantage although it specializes in the<br/>production of the commodity in which it has<br/>a comparative advantage."
  },
  {
    "id": "3718430",
    "unitNumber": 2,
    "text": "Which one of the following refers to isolation or closed economy characterized by the absence of foreign trade?",
    "correctAnswer": "A",
    "options": {
      "A": "Autarky.",
      "B": "Equilibrium point.",
      "C": "Marginal rate of substitution.",
      "D": "Marginal Rate of Transformation.",
      "E": "Complete specialization."
    },
    "explanation": "Autarky: It means isolation, or closed economy<br/>condition without international trade."
  },
  {
    "id": "3718431",
    "unitNumber": 2,
    "text": "Which one of the following is determined by the absolute slope of the indifference curve at the point of choice?",
    "correctAnswer": "B",
    "options": {
      "A": "Marginal Rate of Transformation",
      "B": "Marginal Rate of Substitution",
      "C": "Incomplete specialization",
      "D": "Community Indifference Curve",
      "E": "Autarky"
    },
    "explanation": "Marginal Rate of Substitution (MRS): It is<br/>the rate at which a person or a country will<br/>give up the commodity measured at the Y<br/>axis, to get an additional unit of commodity<br/>measured at the X axis, or vice versa. It is<br/>determined by the absolute slope of the<br/>indifference curve at the point of preference."
  },
  {
    "id": "3718432",
    "unitNumber": 2,
    "text": "Which one of the following represents the composition of international trade at a relative commodity price?",
    "correctAnswer": "C",
    "options": {
      "A": "Trade triangle",
      "B": "Commodity price with international trade",
      "C": "Pattern of trade",
      "D": "Exchange gains",
      "E": "Specialization gains"
    },
    "explanation": "Pattern of trade: It gives the<br/>composition of international trade at<br/>a relative commodity price."
  },
  {
    "id": "3718433",
    "unitNumber": 2,
    "text": "Which one of the following refers to international trade gains when a country specializes in the commodity, providing comparative advantage?",
    "correctAnswer": "D",
    "options": {
      "A": "Autarky",
      "B": "Pattern of trade",
      "C": "Exchange gains",
      "D": "Specialization gains",
      "E": "Trade triangle"
    },
    "explanation": "Specialization gains: It gives international<br/>trade gains when a country specializes in the<br/>commodity in which it has a comparative<br/>advantage."
  },
  {
    "id": "3718434",
    "unitNumber": 2,
    "text": "Which one of the following is simply the relative commodity price in which international trade takes place?",
    "correctAnswer": "E",
    "options": {
      "A": "Offer curve",
      "B": "Trade possibilities line",
      "C": "Profitable (beneficial) international trade zone",
      "D": "Terms of trade effect",
      "E": "Terms of trade"
    },
    "explanation": "Terms of trade (TOT) is simply the relative<br/>commodity price in which international<br/>trade takes place."
  },
  {
    "id": "3718435",
    "unitNumber": 2,
    "text": "Which one of the following explains a country’s amount of imports that it gets per unit of domestic factors of production used in its exports in a specified period?",
    "correctAnswer": "A",
    "options": {
      "A": "Single factoral terms of trade",
      "B": "Income terms of trade",
      "C": "Commodity terms of trade",
      "D": "Terms of trade effect",
      "E": "Volume of trade effect"
    },
    "explanation": "Single factoral terms of trade explains a<br/>country’s amount of imports that it gets per<br/>unit of domestic factors of production used<br/>in its exports in a specified period."
  },
  {
    "id": "3718436",
    "unitNumber": 2,
    "text": "If a Country's export price index decreases 40 percent and import price index increases 20 percent, what is the commodity terms of trade?",
    "correctAnswer": "A",
    "options": {
      "A": "50",
      "B": "60",
      "C": "70",
      "D": "80",
      "E": "90"
    },
    "explanation": "Commodity terms of trade = (PX/PM) × 100<br/>where PX = 60, and PM = 120<br/>Commodity terms of trade = ( 60/120) × 100<br/>Commodity terms of trade = 50"
  },
  {
    "id": "3717994",
    "unitNumber": 3,
    "text": "According to the Classical Trade Theory assumption, what does international trade depend on?",
    "correctAnswer": "C",
    "options": {
      "A": "Differences in household behaviours",
      "B": "Similarities of productions among countries",
      "C": "Differences of labor productivity",
      "D": "Variations of factor markets",
      "E": "Advantages of monopoly markets"
    },
    "explanation": "Classical Trade Theory, which has been regarded as the pioneer of the international trade theory, postulates that the country whose labor is more productive in producing the commodity that is subject to international trade has a comparative advantage in this commodity. According to this assumption, the basis of international trade solely depends on the differences of labor productivity."
  },
  {
    "id": "3717996",
    "unitNumber": 3,
    "text": "The Neo-Classical Trade Theory postulates that as long as the …………….. are different, there is always an incentive for beneficial international trade.\n Which word/sentence should be added to the blank?",
    "correctAnswer": "A",
    "options": {
      "A": "Relative commodity prices",
      "B": "Trade openness",
      "C": "Foreign direct investments",
      "D": "Comparative advantages",
      "E": "Food inflations"
    },
    "explanation": "The Neo-Classical Trade Theory that prevailed before the Heckscher-Ohlin Theory have to be mentioned in advance. The Neo-Classical Trade Theory postulates that as long as the relative commodity prices are different, there is always an incentive for beneficial international trade. In other words, the differences in relative commodity prices constitute a basis for mutually beneficial international trade between countries."
  },
  {
    "id": "3718000",
    "unitNumber": 3,
    "text": "What is meaning of labor abundant country in Heckscher-Ohlin Theory?",
    "correctAnswer": "B",
    "options": {
      "A": "The total amount of capital to the amount of labor is greater than the other country.",
      "B": "The total amount of labor to the total amount of capital is greater than the other country.",
      "C": "The total amount of labor to the total amount of capital is equal to the other country.",
      "D": "The total amount of trade to the total amount of labor is greater than the other country.",
      "E": "The total amount of capital to the total amount of trade is greater than the other country."
    },
    "explanation": "In the labor-abundant country, the total amount of labor to the total amount of capital is greater than the other country that is taken into consideration."
  },
  {
    "id": "3718003",
    "unitNumber": 3,
    "text": "How is the shape of production possibilities frontier of a capital-abundant country?",
    "correctAnswer": "C",
    "options": {
      "A": "It is skewed toward the axis that measures the labor-intensive commodity.",
      "B": "It is skewed toward the axis that measures the scarce of labor-capital commodity.",
      "C": "It is skewed toward the axis that measures the capital-intensive commodity.",
      "D": "It is skewed toward the axis that measures the labor-capital intensive commodity.",
      "E": "It is skewed toward the axis that measures the tradeness- capital intensive commodity."
    },
    "explanation": "Production possibilities frontier of a capital-abundant country is skewed toward the axis that measures the capital-intensive commodity."
  },
  {
    "id": "3718005",
    "unitNumber": 3,
    "text": "What is not one of the assumptions of Hecksher Ohlin Theory?",
    "correctAnswer": "C",
    "options": {
      "A": "One of the commodities is labor- intensive.",
      "B": "One of the countries is capital abundant.",
      "C": "Technology in countries may be different.",
      "D": "Demand preferences are the same in both countries.",
      "E": "The perfect competition is stated."
    },
    "explanation": "Although, other sections are correct, C is not correct. Technology is assumed as same in both countries."
  },
  {
    "id": "3718006",
    "unitNumber": 3,
    "text": "What is the reason of using a single indifference curve in Hecksher- Ohlin Theory?",
    "correctAnswer": "E",
    "options": {
      "A": "Since labor productivity is same in both countries.",
      "B": "Since capital productivity is same in both countries.",
      "C": "Since technology is the same in both countries.",
      "D": "Since there are many consumers in both countries.",
      "E": "Since demand preferences are same in both countries"
    },
    "explanation": "In international trade models, community indifference curves are used in order to represent demand preferences of countries. Since demand preferences are the same in both countries, use a single indifference curve is used in order to represent both of the countries’ identical tastes."
  },
  {
    "id": "3718009",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>There is free trade between trading countries.</li> <li>There is free movement of factors of production between countries.</li> <li>There is not free movement of factors of production.</li> </ol> According to the Hecksher- Ohlin Theory, which part (s) is (are) correct?",
    "correctAnswer": "D",
    "options": {
      "A": "II and III",
      "B": "I and II",
      "C": "I and III",
      "D": "Only I",
      "E": "I, II and III"
    },
    "explanation": "There is free movement of factors of production within each country but no free movement of factors of production between countries. Additionally, there is free trade between trading countries."
  },
  {
    "id": "3718010",
    "unitNumber": 3,
    "text": "Specialization of trading countries based on …………. continues until ………… are equalized.\n Based on Hecksher- Ohlin theory, which word/sentence should be added to the blank?",
    "correctAnswer": "C",
    "options": {
      "A": "Absolute advantage/ factor productivity",
      "B": "Absolute advantage/ Total amounts of labor productivity",
      "C": "Comparative advantage/ commodity prices",
      "D": "Absolute advantage/ commodity prices",
      "E": "Comparative advantage/ Total amounts of capital"
    },
    "explanation": "Specialization of trading countries based on comparative advantage continues until relative commodity prices are equalized."
  },
  {
    "id": "3718012",
    "unitNumber": 3,
    "text": "What is the main assumption of The Stolper- Samuelson Theorem?",
    "correctAnswer": "C",
    "options": {
      "A": "It deals with the distribution of income effects.",
      "B": "It deals with the distribution of relative prices.",
      "C": "It deals with the distribution of income effects of international trade within a trading country.",
      "D": "It deals with the distribution of relative prices of international trade within a trading country",
      "E": "It deals with the distribution of labor productivity of international trade within a trading country."
    },
    "explanation": "The Stolper-Samuelson Theorem deals with the distribution of income effects of international trade within a trading country."
  },
  {
    "id": "3718013",
    "unitNumber": 3,
    "text": "What is the criticism of validity of the Hecksher Ohlin Theory by The Specific Factors Model?",
    "correctAnswer": "B",
    "options": {
      "A": "Factor mobility should be in the short run.",
      "B": "It might be impossible to attain the mobility of the factors of production within a country if one of the factors is a specific factor.",
      "C": "There must be a full employment both in the commodities market.",
      "D": "Specialization in the commodity of comparative advantage is possible at the expense of a decrease in the production of the commodity of comparative disadvantage.",
      "E": "Indifference curve should be presented as more than one."
    },
    "explanation": "According to the Specific Factors Model, it might be impossible to attain the mobility of the factors of production within a country if one of the factors is a specific factor."
  },
  {
    "id": "3718063",
    "unitNumber": 4,
    "text": "Which commodities are especially interested by Linder model?",
    "correctAnswer": "E",
    "options": {
      "A": "Natural resources",
      "B": "Agricultural commodities",
      "C": "Primary goods",
      "D": "Secondary goods",
      "E": "Manufactured commodities"
    },
    "explanation": "Linder argues that Heckscher-Ohlin Theory examines international trade in primary goods like natural resources and agricultural commodities but does not shed a light on international trade in manufactured commodities. According to Linder, the main driving force of international trade in manufactured commodities is the domestic demand conditions."
  },
  {
    "id": "3718065",
    "unitNumber": 4,
    "text": "Which direction is not defined clearly by Overlapping Demands Hypothesis?",
    "correctAnswer": "A",
    "options": {
      "A": "Direction of the flow of traded commodities",
      "B": "Direction of the flow of primary goods in the country",
      "C": "Direction of the flow of manufactured commodities in the country",
      "D": "Direction of the distribution of the whole commodities which don’t include trading patterns.",
      "E": "Direction of the distribution of service sector."
    },
    "explanation": "Although the Hypothesis determines the pattern of trade, it does not clearly define the direction of the flow of traded commodities."
  },
  {
    "id": "3718066",
    "unitNumber": 4,
    "text": "Which model is referred in explaining the effects of technological differences on international trade?",
    "correctAnswer": "B",
    "options": {
      "A": "Real Cycle Model",
      "B": "Product Cycle Model",
      "C": "Trade Cycle Model",
      "D": "Technology Cycle Model",
      "E": "Commodity Cycle Model"
    },
    "explanation": "The Product Cycle Model is the most referred model in explaining the effects of technological differences on international trade."
  },
  {
    "id": "3718074",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Commodity is produced only at the innovation country.</li> <li>Commodity becomes a standardized product.-</li> <li>The production of the new manufactured commodity within the innovating country decreases speedily.</li> </ol> Which stages are stated respectively in the product cycle model above?",
    "correctAnswer": "C",
    "options": {
      "A": "Stage- 3. Stage- 4. Stage,",
      "B": "2. Stage- 4. Stage- 5. Stage",
      "C": "1. Stage- 3. Stage- 5. Stage",
      "D": "1. Stage-2. Stage-3. Stage",
      "E": "2. Stage 3. Stage- 5. Stage"
    },
    "explanation": "In first stage, a new manufactured commodity is produced only at the innovating country by using high-skilled labor and high technology. In third stage, a new manufactured commodity becomes a standardized product, and the innovating country may find it profitable to give license to the imitating country to produce the new manufactured commodity that was initially introduced to the domestic and international market by itself. In fifth stage, the production of the new manufactured commodity within the innovating country decreases speedily."
  },
  {
    "id": "3718076",
    "unitNumber": 4,
    "text": "In external economies of scale, what does cost per unit of production depend on?",
    "correctAnswer": "B",
    "options": {
      "A": "The size of the firm itself",
      "B": "The size of the industry",
      "C": "The size of the trade in country",
      "D": "The size of the trade within countries",
      "E": "The size of the both firms and industries."
    },
    "explanation": "External economies of scale exist when cost per unit of production depends on the size of the industry. In other words, the average cost of production decreases as the scale of the industry increases."
  },
  {
    "id": "3718079",
    "unitNumber": 4,
    "text": "Which industy is a perfect example of the external economies of scale?",
    "correctAnswer": "A",
    "options": {
      "A": "Silicon Valley",
      "B": "American Airways",
      "C": "Apple Brand",
      "D": "Japan Train Lines",
      "E": "Wall Street"
    },
    "explanation": "There are very good examples of external economies of scale from our world today. One of the very well-known examples is the Silicon Valley, which is established in the United States. As we all know, Silicon Valley which is concentrated in California, hosts the semiconductor industry."
  },
  {
    "id": "3718081",
    "unitNumber": 4,
    "text": "In knowledge spillover, what is the most appropriate way of knowing the required new Technologies?",
    "correctAnswer": "C",
    "options": {
      "A": "To get skilled labor to be employed",
      "B": "To extend the network of providers",
      "C": "To exchange of information among individuals",
      "D": "To extend trade opennes among countries",
      "E": "To convert the firm cluster to industrial cluster perfectly"
    },
    "explanation": "The most appropriate way of knowing or adapting the required new technologies is the exchange of information among individuals informally."
  },
  {
    "id": "3718083",
    "unitNumber": 4,
    "text": "What is the main importance of imperfect competition?",
    "correctAnswer": "D",
    "options": {
      "A": "Prices are not constant in the market",
      "B": "Consumers are price takers and also price setters.",
      "C": "Firms are price takers but not price setters",
      "D": "Firms are price takers and also price setters.",
      "E": "Consumers are price setters but not price takers."
    },
    "explanation": "In imperfect competition, firms can affect or even determine the price of a commodity that they produce. It means that firms under imperfect competition are not just <em>price takers </em>as in the perfect competition. They can also be <em>price setters </em>by themselves."
  },
  {
    "id": "3718084",
    "unitNumber": 4,
    "text": "What does intra- industry mean?",
    "correctAnswer": "A",
    "options": {
      "A": "A country exports and imports commodities within the same industry.",
      "B": "A country just exports commodities within the same industry.",
      "C": "A country just import commodities within the same industry.",
      "D": "A country exports and imports commodities in different industries.",
      "E": "A country just exports commodities within the same industry, but imports commodities in the different industries."
    },
    "explanation": "We can talk about intra-industry trade when a country exports and imports commodities within the same industry or at least within the same commodity category."
  },
  {
    "id": "3718086",
    "unitNumber": 4,
    "text": "What does the Gravity Model take into consideration?",
    "correctAnswer": "D",
    "options": {
      "A": "Pattern of trade",
      "B": "Composition of trade",
      "C": "Technology intensive of trade",
      "D": "Volume of trade",
      "E": "Logistic distance of trade"
    },
    "explanation": "It is highly different from the previous models since it takes into consideration the volume of trade, not the pattern of trade or the composition of trade."
  },
  {
    "id": "3719956",
    "unitNumber": 5,
    "text": "Which one of the following arguments is directly related to ideal world of first best policy?",
    "correctAnswer": "C",
    "options": {
      "A": "Protecting Domestic Producer Argument",
      "B": "Collecting Revenue to Treasury Argument",
      "C": "Intervening to Market Failures Argument",
      "D": "Balance of Payments Difficulty Argument",
      "E": "Terms of Trade Argument"
    },
    "explanation": "This argument is directly related with the ideal world of first best policy. In the ideal world of first<br/>best policy, all private incentives are aligned with costs and benefits of the society. In this world of first best<br/>policy, demand curve incorporates both the private and social benefits, while supply curve incorporates<br/>both the private and social costs."
  },
  {
    "id": "3719966",
    "unitNumber": 5,
    "text": "What is the policy that incorporates distortions that arise due to differences between private and social costs and benefits of economic activities?",
    "correctAnswer": "A",
    "options": {
      "A": "Second best policy",
      "B": "First best policy",
      "C": "Developing government argument",
      "D": "Externalities",
      "E": "Specificity rule"
    },
    "explanation": "we do not live within an<br/>ideal world of first best policy. There are<br/>distortions which are not abolished by<br/>themselves. Thus, we are living within a<br/>second best policy world that incorporates<br/>distortions. These distortions arise due to<br/>differences between private and social costs<br/>and benefits of economic activities. Second best policy: It is the policy that incorporates<br/>distortions which arise due to differences between private<br/>and social costs and benefits of economic activities."
  },
  {
    "id": "3719972",
    "unitNumber": 5,
    "text": "Which one of the following refers to the practice in which a corporation temporarily sets lower prices in a foreign export market to eliminate competition?",
    "correctAnswer": "B",
    "options": {
      "A": "Cyclical dumping",
      "B": "Predatory dumping",
      "C": "Seasonal dumping",
      "D": "Critical dumping",
      "E": "Persistent dumping"
    },
    "explanation": "Predatory dumping is the type of dumping when<br/>a firm charges a lower price temporarily at the foreign<br/>export market with the aim of running competitors<br/>out of the market. Once the competitors are out of<br/>the market, then the exporting firm would enjoy the<br/>monopoly power to determine the price and get high<br/>profit. It means that the exporter firm might increase<br/>the price after pushing out its competitors from the<br/>market."
  },
  {
    "id": "3719983",
    "unitNumber": 5,
    "text": "If a company has more monopoly power at the domestic market than the foreign market, which method is more useful?",
    "correctAnswer": "D",
    "options": {
      "A": "Cyclical dumping",
      "B": "Seasonal dumping",
      "C": "Predatory dumping",
      "D": "Persistent dumping",
      "E": "Critical dumping"
    },
    "explanation": "Persistent dumping is the type of dumping when a firm resorts to its market power to implement price<br/>discrimination between domestic market and foreign market in order to increase its profit. A firm may<br/>increase its profit by persistent dumping only if;<br/>- it has more monopoly power at the domestic market than the foreign market<br/>- consumers at the domestic market cannot import the commodity from the foreign market with a<br/>lower price."
  },
  {
    "id": "3719993",
    "unitNumber": 5,
    "text": "Which of the following is a Non-Economic aim argument?",
    "correctAnswer": "A",
    "options": {
      "A": "National Security and Defense Argument",
      "B": "Safeguard to Anti-Competitive Practices Argument",
      "C": "Industrial Policy Argument",
      "D": "Infant-Industry Argument",
      "E": "Terms of Trade Argument"
    },
    "explanation": "Apart from the previous arguments which are related to economic efficiency, countries may depend on<br/>some non-economic aims arguments in order to pursue trade protectionism. National pride argument,<br/>and national security and defense argument are the most referred non-economic aims arguments."
  },
  {
    "id": "3720002",
    "unitNumber": 5,
    "text": "Which one of the following is the free trade price of the imported product before loading it onto a ship, truck, or airplane?",
    "correctAnswer": "A",
    "options": {
      "A": "Free alongside",
      "B": "Free on board",
      "C": "Cost, insurance and freight",
      "D": "Partial equilibrium",
      "E": "Countervailing duty"
    },
    "explanation": "The first customs<br/>valuation method, or customs price of the imported<br/>commodity is free alongside (FAS) price. The FAS<br/>price defines the price of the imported commodity as<br/>the free trade price before the imported commodity is<br/>loaded to the means of conveyance, either on a ship,<br/>or a truck, or an airplane."
  },
  {
    "id": "3720005",
    "unitNumber": 5,
    "text": "Which one of the following reflects the decrease within the quantity of imports?",
    "correctAnswer": "E",
    "options": {
      "A": "revenue effect",
      "B": "consumption effect",
      "C": "production effect",
      "D": "re-distribution of income effect",
      "E": "trade effect"
    },
    "explanation": "As a last word, the trade effect reflects the decrease within<br/>the quantity of imports, and unlike the other economic<br/>effects, it does not encompass a certain area on the figure"
  },
  {
    "id": "3720009",
    "unitNumber": 5,
    "text": "Which one of the following occurs when import taxes on processed goods are greater than those on unprocessed goods or raw materials?",
    "correctAnswer": "D",
    "options": {
      "A": "Prohibitive tariff",
      "B": "Optimum tariff",
      "C": "Burden of the import tariff",
      "D": "Tariff escalation",
      "E": "Terms of trade effect"
    },
    "explanation": "Tariff escalation refers to the implementation of relatively higher rates of import tariffs on processed<br/>commodities compared to those on unprocessed commodities or raw materials. In other words, tariff escalation<br/>means imposing higher import tariffs on semi-processed commodities than on raw materials and implementing<br/>the highest tariffs on the final commodity."
  },
  {
    "id": "3720017",
    "unitNumber": 5,
    "text": "Which of the following makes a country turn back to the autarky condition?",
    "correctAnswer": "A",
    "options": {
      "A": "Prohibitive tariff",
      "B": "Burden of the import tariff",
      "C": "Terms of trade effect",
      "D": "tariff escalation",
      "E": "Free alongside"
    },
    "explanation": "Starting from the free trade condition, the welfare of the import tariff-imposing<br/>country increases along with the increase in the import tariff rate. This welfare increase will continue<br/>till reaching the optimum tariff. Once the country reaches the optimum tariff, then welfare starts to<br/>decline along with the increase in the import tariff rate. In the end, the country turns back to the autarky<br/>condition since the optimum tariff turns into a prohibitive tariff."
  },
  {
    "id": "3720029",
    "unitNumber": 5,
    "text": "Which of the following should be compared to terms of trade effect to determine the import tariff's net welfare effect in big countries?",
    "correctAnswer": "A",
    "options": {
      "A": "Deadweight losses",
      "B": "Burden of the import tariff",
      "C": "Production effect",
      "D": "Consumption effect",
      "E": "Optimum tariff"
    },
    "explanation": "In order to find out the net welfare effect of<br/>the import tariff in the large country case, the<br/>deadweight losses have to be compared with<br/>the terms of trade effect."
  },
  {
    "id": "3940622",
    "unitNumber": 6,
    "text": "The substantial reductions in customs tariffs during the first half of the 20th century were achieved through multilateral trade negotiations under ________.",
    "correctAnswer": "C",
    "options": {
      "A": "World Trade Organization (WTO)",
      "B": "International Monetary Fund (IMF)",
      "C": "General Agreement on Tariffs and Trade (GATT)",
      "D": "United Nations (UN)",
      "E": "European Union (EU)"
    },
    "explanation": "During the first half of the 20th century, as foreign trade expanded rapidly and became increasingly complex, non-tariff restrictions emerged as a significant instrument of foreign economic policy. This shift was marked by substantial reductions in customs tariffs achieved through multilateral trade negotiations under the General Agreement on Tariffs and Trade (GATT)"
  },
  {
    "id": "3940625",
    "unitNumber": 6,
    "text": "During the first half of the 20th century, which of the following became a significant instrument of foreign economic policy as foreign trade expanded?",
    "correctAnswer": "B",
    "options": {
      "A": "Customs tariffs",
      "B": "Non-tariff restrictions",
      "C": "Export subsidies",
      "D": "Free trade agreements",
      "E": "Currency devaluation"
    },
    "explanation": "During the first half of the 20th century, as foreign trade expanded rapidly and became increasingly complex, non-tariff restrictions emerged as a significant instrument of foreign economic policy. This shift was marked by substantial reductions in customs tariffs achieved through multilateral trade negotiations under the General Agreement on Tariffs and Trade (GATT)"
  },
  {
    "id": "3940677",
    "unitNumber": 6,
    "text": "Which type of Non-Tariff Measure involves compulsory quality, quantity, and price control of goods before shipment from the exporting country, usually conducted by an independent inspection agency?",
    "correctAnswer": "C",
    "options": {
      "A": "Sanitary and Phytosanitary Measures (SPS)",
      "B": "Technical Barriers to Trade (TBT)",
      "C": "Pre-Shipment Inspection and Other Formalities",
      "D": "Import Licensing",
      "E": "Trade-Related Investment Measures (TRIMs)"
    },
    "explanation": "Pre-Shipment Inspection and Other Formalities: Compulsory quality, quantity and price control of goods prior to shipment from the exporting country, conducted by an independent inspecting agency mandated by the authorities of the importing country"
  },
  {
    "id": "3940681",
    "unitNumber": 6,
    "text": "Which type of Non-Tariff Measure includes regulations, standards, and labeling requirements that products must meet before being marketed in a country to ensure safety and quality?",
    "correctAnswer": "B",
    "options": {
      "A": "Sanitary and Phytosanitary Measures (SPS)",
      "B": "Technical Barriers to Trade (TBT)",
      "C": "Import Licensing",
      "D": "Voluntary Export Restraints (VERs)",
      "E": "Subsidies and Support Measures"
    },
    "explanation": "Technical Barriers to Trade (TBT): These are regulations, standards, and procedures that products must comply with before they can be marketed in a country. TBTs include safety standards, health regulations, and labeling requirements designed to ensure that products meet domestic quality and safety criteria. It may include or deal exclusively with terminology, symbols, packaging, marking or labelling requirements as they apply to a product, process or production method."
  },
  {
    "id": "3940686",
    "unitNumber": 6,
    "text": "Which type of Non-Tariff Measure involves an agreement between exporting and importing countries in where the exporter agrees to limit the volume of goods exported to the importing country?",
    "correctAnswer": "C",
    "options": {
      "A": "Import Licensing",
      "B": "Quantitative Restrictions",
      "C": "Voluntary Export Restraints (VERs)",
      "D": "Customs Procedures and Documentation",
      "E": "Antidumping and Countervailing Measures"
    },
    "explanation": "Voluntary Export Restraints (VERs): Agreements between exporting and importing countries where the exporter agrees to limit the volume of goods exported to the importing country. VERs are used to avoid more stringent trade restrictions and maintain trade relations. Export restrictions, which include export bans and quotas, are often implemented for national security or conservation reasons but can also distort global supply chains."
  },
  {
    "id": "3940687",
    "unitNumber": 6,
    "text": "__________ are trade restrictions that limit the quantity of goods that can be imported into a country, influencing prices and welfare in both importing and exporting nations.",
    "correctAnswer": "D",
    "options": {
      "A": "Import Licensing",
      "B": "Technical Barriers to Trade (TBT)",
      "C": "Voluntary Export Restraints (VERs)",
      "D": "Import Quotas",
      "E": "Subsidies and Support Measures"
    },
    "explanation": "Import quotas, which limit the quantity of goods that can be imported, significantly affect the prices and welfare in both the importing and exporting countries (Suranovic, 2016)."
  },
  {
    "id": "3940688",
    "unitNumber": 6,
    "text": "............and ................ recognition are two approaches to aligning NTMs internationally.",
    "correctAnswer": "C",
    "options": {
      "A": "Subsidies and Tariffs",
      "B": "Import Quotas and Licensing",
      "C": "Harmonization and Mutual Recognition",
      "D": "Antidumping and Countervailing Duties",
      "E": "Pre-Shipment Inspection and Documentation"
    },
    "explanation": "Harmonization and mutual recognition are two approaches to aligning NTMs internationally."
  },
  {
    "id": "3940689",
    "unitNumber": 6,
    "text": "How many approaches are used to align Non-Tariff Measures (NTMs) internationally?",
    "correctAnswer": "A",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Harmonization and mutual recognition are two approaches to aligning NTMs internationally."
  },
  {
    "id": "3940690",
    "unitNumber": 6,
    "text": ".............., which involves accepting each other’s NTMs, avoids the adaptation costs of harmonization and provides a more equitable distribution of trade benefits among participating countries",
    "correctAnswer": "B",
    "options": {
      "A": "Harmonization",
      "B": "Mutual Recognition",
      "C": "Import Licensing",
      "D": "Technical Barriers to Trade (TBT)",
      "E": "Quantitative Restrictions"
    },
    "explanation": "Mutual recognition, which involves accepting each other’s NTMs, avoids the adaptation costs of harmonization and provides a more equitable distribution of trade benefits among participating countries"
  },
  {
    "id": "3940691",
    "unitNumber": 6,
    "text": "The effects of non-tariff measures (NTMs) on international trade are __________ and can be both trade-enhancing and trade-restricting.",
    "correctAnswer": "B",
    "options": {
      "A": "simple",
      "B": "complex",
      "C": "negligible",
      "D": "linear",
      "E": "predictable"
    },
    "explanation": "The effects of non-tariff measures on international trade are complex and can be both trade-enhancing and trade-restricting"
  },
  {
    "id": "3719779",
    "unitNumber": 7,
    "text": "Why is the Silk Road often highlighted as significant in discussions about multilateral trade systems?",
    "correctAnswer": "B",
    "options": {
      "A": "It limited trade to specific goods only.",
      "B": "It facilitated connections and exchange among distant regions.",
      "C": "It established permanent trade barriers.",
      "D": "It created single-country trade agreements.",
      "E": "It promoted closed-border policies."
    },
    "explanation": "The Silk Road is noted for fostering exchange and relationships between various regions, which is a foundation of multilateral trade."
  },
  {
    "id": "3719782",
    "unitNumber": 7,
    "text": "What was a primary outcome of the Bretton Woods Conference in 1944?",
    "correctAnswer": "B",
    "options": {
      "A": "The establishment of a single global currency.",
      "B": "The creation of the World Bank and IMF.",
      "C": "A decision to form a single global trade organization.",
      "D": "Elimination of tariffs worldwide.",
      "E": "The creation of the European Union."
    },
    "explanation": "The Bretton Woods Conference established the World Bank and IMF as part of a post-war economic order."
  },
  {
    "id": "3719786",
    "unitNumber": 7,
    "text": "What is a key principle of the GATT regarding member country relations?",
    "correctAnswer": "C",
    "options": {
      "A": "Countries should only trade within their borders.",
      "B": "No country should impose tariffs on imported goods.",
      "C": "Trade benefits extended to one country should be extended to all.",
      "D": "Countries are allowed to discriminate based on the size of the economy.",
      "E": "Free trade should be limited to developed countries only."
    },
    "explanation": "GATT’s Most-Favored Nation Principle ensures that trade advantages provided to one country must be shared with all member countries."
  },
  {
    "id": "3719787",
    "unitNumber": 7,
    "text": "What is one major responsibility of the WTO?",
    "correctAnswer": "C",
    "options": {
      "A": "To set domestic tax policies for member countries.",
      "B": "To promote free trade without restrictions.",
      "C": "To manage trade disputes among member countries.",
      "D": "To regulate the labor policies of member countries.",
      "E": "To set monetary policies for global economies."
    },
    "explanation": "The WTO plays a central role in resolving trade disputes, helping maintain fair and stable trade relationships."
  },
  {
    "id": "3719791",
    "unitNumber": 7,
    "text": "Which agreement marked the formal establishment of the WTO?",
    "correctAnswer": "B",
    "options": {
      "A": "The Geneva Convention",
      "B": "The Marrakesh Agreement",
      "C": "The Bretton Woods Agreement",
      "D": "The Kyoto Protocol",
      "E": "The Paris Agreement"
    },
    "explanation": "The Marrakesh Agreement in 1994 formally established the WTO, setting the foundation for its role in global trade."
  },
  {
    "id": "3719798",
    "unitNumber": 7,
    "text": "What is the main purpose of economic integration?",
    "correctAnswer": "C",
    "options": {
      "A": "To isolate economies from each other.",
      "B": "To encourage independent currency systems.",
      "C": "To pool economic resources for shared benefits.",
      "D": "To enforce single-nation control over trade.",
      "E": "To eliminate international trade altogether."
    },
    "explanation": "Economic integration aims to enhance cooperation and shared economic benefits by pooling resources and coordinating policies among member countries."
  },
  {
    "id": "3719802",
    "unitNumber": 7,
    "text": "Which of the following represents the highest stage of economic integration?",
    "correctAnswer": "D",
    "options": {
      "A": "Free Trade Area",
      "B": "Customs Union",
      "C": "Preferential Trade Agreement",
      "D": "Economic and Monetary Union",
      "E": "Common Market"
    },
    "explanation": "Economic and Monetary Union is the most advanced form of integration, involving a common fiscal policy, currency, and central bank."
  },
  {
    "id": "3719803",
    "unitNumber": 7,
    "text": "Which round of negotiations led to the formation of the WTO?",
    "correctAnswer": "D",
    "options": {
      "A": "Tokyo Round",
      "B": "Geneva Round",
      "C": "Bretton Woods Round",
      "D": "Uruguay Round",
      "E": "Doha Round"
    },
    "explanation": "The Uruguay Round of negotiations resulted in the establishment of the WTO, formalizing international trade regulations and dispute mechanisms ."
  },
  {
    "id": "3719805",
    "unitNumber": 7,
    "text": "What is the effect of trade diversion in a customs union?",
    "correctAnswer": "C",
    "options": {
      "A": "Increases economic efficiency by sourcing from the lowest-cost producer.",
      "B": "Leads to a reduction in the number of goods traded within the union.",
      "C": "Shifts imports from a low-cost non-member to a higher-cost member.",
      "D": "Eliminates all trade with non-member countries.",
      "E": "Establishes a single market within the union."
    },
    "explanation": "Trade diversion occurs when imports shift from an efficient, low-cost non-member to a higher-cost member country, reducing overall economic efficiency ."
  },
  {
    "id": "3719809",
    "unitNumber": 7,
    "text": "Which of the following is considered a dynamic welfare effect of a customs union?",
    "correctAnswer": "B",
    "options": {
      "A": "Increased consumer surplus",
      "B": "Positive economies of scale",
      "C": "Immediate revenue generation",
      "D": "Reduced government spending",
      "E": "Constant production levels"
    },
    "explanation": "Positive economies of scale are a dynamic welfare effect of customs unions, as market enlargement encourages firms to increase production, lowering costs per unit"
  },
  {
    "id": "3940692",
    "unitNumber": 8,
    "text": "Despite the substantial reduction in restrictions on the free movement of goods and services under the GATT/WTO and GATS frameworks, the international mobility of __________ remains constrained.",
    "correctAnswer": "C",
    "options": {
      "A": "goods",
      "B": "services",
      "C": "production factors",
      "D": "tariffs",
      "E": "subsidies"
    },
    "explanation": "Despite the substantial reduction in restrictions on the free movement of goods and services under the GATT/WTO and GATS frameworks, the international mobility of production factors remains constrained."
  },
  {
    "id": "3940693",
    "unitNumber": 8,
    "text": "Despite the substantial reduction in restrictions on the free movement of goods and services under the GATT/WTO and __________ frameworks, the international mobility of production factors remains constrained.",
    "correctAnswer": "C",
    "options": {
      "A": "IMF",
      "B": "WB",
      "C": "GATS",
      "D": "VERs",
      "E": "TRIMs"
    },
    "explanation": "Despite the substantial reduction in restrictions on the free movement of goods and services under the GATT/WTO and GATS frameworks, the international mobility of production factors remains constrained."
  },
  {
    "id": "3940706",
    "unitNumber": 8,
    "text": "How many primary areas are included in the analysis of international factor movements?",
    "correctAnswer": "B",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "The analysis of international factor movements encompasses three primary areas: international labor migration, capital flows, and technology transfer."
  },
  {
    "id": "3940723",
    "unitNumber": 8,
    "text": "I) International labor mobility <br/>II) Capital flows<br/>III)Technology transfer<br/>Which of the followings indicates the types of international factor movements?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "The analysis of international factor movements encompasses three primary areas: international labor mobility, capital flows, and technology transfer."
  },
  {
    "id": "3940724",
    "unitNumber": 8,
    "text": "Which theory explains labor migration as a household strategy designed to diversify income sources and reduce risks?",
    "correctAnswer": "D",
    "options": {
      "A": "Neoclassical Economic Theory",
      "B": "Dual Labor Market Theory",
      "C": "World Systems Theory",
      "D": "New Economics of Labor Migration (NELM)",
      "E": "Human Capital Theory"
    },
    "explanation": "New Economics of Labor Migration (NELM): This perspective views migration as a household strategy to diversify income sources and reduce risks. It emphasizes the role of remittances sent by migrants to their home countries, which can have significant developmental impacts"
  },
  {
    "id": "3940726",
    "unitNumber": 8,
    "text": "Which theory argues that labor migrates from low-wage to high-wage regions, driven by workers seeking to maximize individual utility?",
    "correctAnswer": "C",
    "options": {
      "A": "Dual Labor Market Theory",
      "B": "World Systems Theory",
      "C": "Neoclassical Economic Theory",
      "D": "New Economics of Labor Migration (NELM)",
      "E": "Structuralist Migration Theory"
    },
    "explanation": "Neoclassical Economic Theory: This theory posits that labor migrates from low-wage regions to highwage regions, leading to an equilibrium where wage disparities are minimized. Migration is driven by the maximization of individual utility, where workers seek higher wages and better employment opportunities"
  },
  {
    "id": "3940729",
    "unitNumber": 8,
    "text": "Which theory states that developed countries’ labor markets are divided into primary (stable, well-paid) and secondary (low-wage, unstable) sectors, with immigrants typically filling secondary-sector jobs?",
    "correctAnswer": "D",
    "options": {
      "A": "World Systems Theory",
      "B": "Neoclassical Economic Theory",
      "C": "Human Capital Theory",
      "D": "Dual Labor Market Theory",
      "E": "New Economics of Labor Migration (NELM)"
    },
    "explanation": "Dual Labor Market Theory: This theory suggests that labor markets in developed countries are segmented into primary and secondary sectors. The primary sector offers stable, well-paid jobs, often occupied by native workers, while the secondary sector consists of low-wage, unstable jobs, typically filled by immigrants"
  },
  {
    "id": "3940732",
    "unitNumber": 8,
    "text": "________________________ explains how countries trade products freely due to the unrestricted movement of capital and labor.",
    "correctAnswer": "C",
    "options": {
      "A": "Ricardian Model",
      "B": "Gravity Model",
      "C": "The Heckscher-Ohlin Model",
      "D": "Product Life Cycle Theory",
      "E": "New Trade Theory"
    },
    "explanation": "The Heckscher-Ohlin Model explains how countries trade products freely due to the unrestricted movement of capital and labor."
  },
  {
    "id": "3940735",
    "unitNumber": 8,
    "text": ".......... marks a significant departure from traditional trade theories by highlighting the roles of economies of scale and network effects",
    "correctAnswer": "A",
    "options": {
      "A": "The New Trade Theory",
      "B": "Gravity Model",
      "C": "The Heckscher-Ohlin Model",
      "D": "Product Life Cycle Theory",
      "E": "Ricardian Model"
    },
    "explanation": "The New Trade Theory (NTT) marks a significant departure from traditional trade theories by highlighting the roles of economies of scale and network effects"
  },
  {
    "id": "3940737",
    "unitNumber": 8,
    "text": "Which of the following is identified as a key <em>positive welfare effect</em> of international labor migration?",
    "correctAnswer": "C",
    "options": {
      "A": "Increased labor costs for employers in destination countries",
      "B": "Decreased innovation due to cultural differences",
      "C": "Remittances that boost the economy of the migrants’ home country",
      "D": "Lower wages for workers remaining in the source country",
      "E": "Reduced profits for employers in destination countries"
    },
    "explanation": "Labor migration can address labor shortages in high-wage countries and contribute to the economic development of both the source and destination countries. For instance, remittances from migrants substantially boost the economy of their home countries."
  }
]