[
  {
    "id": "3635637",
    "unitNumber": 1,
    "text": "I. Siber kelimesi Yunanca kybernete ya da sibernetik kelimesinden kısaltılmıştır.<br/>II. Sibernetik ikinci dünya savasında iletişim ve atış sistemlerinin geliştirilmesinde önemli faydalar sağlamıştır.<br/>III. Kültür kavramı eskiden tarım alanında bir şeyi ekip yetiştirme anlamıyla kullanılmıştır.<br/>IV. Siberkültür, siberuzayda yaşayan, üreten ve paylaşanların kültürüdür.<br/>V. Siberuzay, birbiriyle bağlantılı bilgisayarlar arasındaki dijital veri akışını tanımlar.<br/><strong>Yukarıdaki ifadelerden doğru olanlar hangi seçenekte yer almaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III, IV, V",
      "B": "I, II, III",
      "C": "II, III, IV",
      "D": "II, IV, V",
      "E": "I, II, III, IV"
    },
    "explanation": "Verilen ifadeler sırasıyla incelendiğinde, siber kelimesi Yunanca kybernete ya da sibernetik kelimesinden kısaltılmıştır. Yunanca olan bu kelime dümenci, idareci ya da idare etmekte ve yönetmekte mahir kimse anlamında kullanılmaktadır. Sibernetik, özellikle ikinci dünya savasında iletişim ve atış sistemlerinin geliştirilmesinde önemli faydalar sağlamıştır. Kültür, Latince cultura kelimesinden gelmektedir. Eskiden bu kavram tarım alanında bir şeyi ekip yetiştirme anlamıyla kullanılmıştır. Siberkültür ise siberuzayda yaşayan, üreten ve paylaşanların kültürüdür. Son olarak siberuzay, birbiriyle bağlantılı bilgisayarlar arasındaki dijital veri akısını tanımlamaktadır. Bu durumda tüm ifadeler doğru olup, sorunun doğru yanıtı A seçeneğidir."
  },
  {
    "id": "3635638",
    "unitNumber": 1,
    "text": "I. Bilgisayarın sivil kullanımının başlaması<br/>II. Birçok bilgisayar ağının kurulması ve bu ağların birbirlerine bağlanması<br/>III. Bilgisayarların sadece askeriye tarafından bilimsel hesaplamalarda kullanılması<br/>IV. Mikroişlemcilerin geliştirilmesi ve ticari olarak yaygınlaştırılması<br/>V. Çağdaş multimedyanın şekillenmeye başlaması<br/><strong>Siberuzayın teknolojik altyapısı ile ilgili teknik boyut tarihsel olarak değerlendirildiğinde yukarıda verilen ifadelerin kronolojik olarak doğru sıralaması aşağıdakilerden hangisidir? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "III, I, IV, V, II",
      "B": "III, I, V, IV, II",
      "C": "I, III, IV, V, II",
      "D": "III, I, II, IV, V",
      "E": "I, II, III, IV, V"
    },
    "explanation": "Siberuzayın teknolojik altyapısı ile ilgili olarak teknik boyut tarihsel olarak değerlendirildiğinde. İlk bilgisayarlar 1945 yılında İngiltere ve Amerika’da görülmüştür. En başta askeriye tarafından bilimsel hesaplamalarda kullanılmıştır. Bilgisayarın sivil kullanımı 1960’lardan itibaren gerçekleşmiştir. Bilgisayar donanımları o zamanlardan beri artan bir hızla ilerlese de o günlerde sosyal hayatta bu denli önemli olacaklarına pek ihtimal verilmemiştir. 1970’lerde bir dönüşüm yaşanmıştır. Mikroişlemcilerin geliştirilmesi ve ticari olarak yaygınlaştırılması büyük ölçekli birçok ekonomik ve sosyal süreçleri tetiklemiştir. 1970’ler endüstriyel gelişmede yeni bir dönem açmıştır. 1980’lerde çağdaş multimedya şekillenmeye başlamıştır. Bilgisayar bilimi yavaş yavaş teknolojik ve endüstriyel boyutunu azaltarak telekomünikasyon, yayımcılık, sinema ve televizyonla etkileşimlerde bulunmaya başlamıştır. 1980’lerin sonu 1990’ların başında Amerika’nın büyük şehirlerinde ve üniversite kampüslerindeki genç profesyonellerin oluşturduğu alt kültür tüm dünyaya yayılmıştır. Kişisel bilgisayarlarıyla o zamanlar çok da fazla kontrolün olmadığı ağlar arası ağa katılmışlardır. Birçok bilgisayar ağı kurulmuş ve bu ağlar birbirlerine bağlanmıştır. Bu bilgiler doğrultusunda kronolojik olarak doğru sıralama III, I, IV, V, II olup, sorunun doğru yanıtı A seçeneğidir."
  },
  {
    "id": "3635639",
    "unitNumber": 1,
    "text": "Nükleer teknolojinin yeni bir teknoloji olmasını, karlı olmasını, gelişmiş ülkelerce kullanılıyor olmasını ve bu teknolojinin yalnızca getireceği yararları gören kişiler hangi teknoloji yaklaşımına örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Teknofilik",
      "B": "Ekolojik",
      "C": "Teknofobik",
      "D": "Sibernetik",
      "E": "Televarlık"
    },
    "explanation": "Teknofilik kişiler teknolojilerin neler yapabileceğini hayal ederken, neleri bozacağı konusuna tamamen kapalıdırlar. Bu kişiler teknolojiye sevdikleri kişiye bakar gibi baktıkları için bir aşk ilişkisi içinde o teknolojilerin yan etkilerini, dezavantajlarını görmeleri de mümkün değildir. Her yeni teknolojinin yalnızca olumlu sonuçlar ortaya koyacağı gibi bir tek yanlı teknofilik bakış açısına bir örnek nükleer teknolojidir. Yalnızca yeni bir teknoloji olması, karlı olması ve gelişmiş ülkelerce kullanılıyor olması ve yalnızca getireceği yararları gören teknofillere karşı çevre örgütleri ve sivil toplum kuruluşları bu teknolojinin getireceklerinin yanında, olası zararlarını da hatırlatmaktadır. Bu durumda sorunun doğru yanıtı A seçeneğidir."
  },
  {
    "id": "3635640",
    "unitNumber": 1,
    "text": "“Bu yaklaşım özünde siberkültürü bir yeni medya kuramı olarak ele almaktadır. Bu yaklaşımda bir görüşe göre siberkültür çalışmaları Internet ve ağ iletişiminin yeni biçimleri ile ilişkili toplumsal olguları ve bunlar üzerine çalışmaları içermektedir. Siberkültür çalışmaları deyince, çevrim içi topluluklar, çevrim içi çok oyunculu oyunlar, çevrim içi kimlik konuları, elektronik posta kullanımının sosyoloji ve etnografisi, farklı topluluklarda cep telefonu kullanımı, Internet kullanımında toplumsal cinsiyet ve etnik kimlik gibi konuları öngörmektedir. Bu yaklaşımda başka bir görüşe göre ise siberkültür, yeni teknolojilerin, iletişim ağları, programlama, programlar, yapay zeka, sanal gerçeklik vb. temalarla karakterize edilen bağlamıdır.”<br/><strong>Yukarıdaki metinde verilen özellikler hangi siberkültür yaklaşımını açıklamaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Epistemolojik yaklaşım",
      "B": "Ütopyacı yaklaşım",
      "C": "Sibernetik yaklaşım",
      "D": "Enformasyonel yaklaşım",
      "E": "Antropolojik yaklaşım"
    },
    "explanation": "Siberkültüre epistemolojik yaklaşımın özünde siberkültür bir yeni medya kuramı olarak ele alınmaktadır. Bu yaklaşıma dahil edilebilecek kişilerden biri olarak Lev Manovich siberkültür ve yeni medyanın ayrılmış araştırma alanları olduğunu belirtmektedir. Manovich’e göre yeni medya kuramı bilgi kültürünün araştırılmasıdır. Siberkültür, çalışmaları Internet ve ağ iletişiminin yeni biçimleri ile ilişkili toplumsal olguları ve bunlar üzerine çalışmaları içermektedir. Siberkültür çalışmaları deyince, çevrim içi topluluklar, çevrim içi çok oyunculu oyunlar, çevrim içi kimlik konuları, elektronik posta kullanımının sosyoloji ve etnografisi, farklı topluluklarda cep telefonu kullanımı, Internet kullanımında toplumsal cinsiyet ve etnik kimlik gibi konuları öngörmektedir. Kısaca Manovich’e göre Siberkültür toplumsal olan ve ağlar hakkındadır, yeni medya ise kültürel olana ve bilgisayarlara yöneliktir. Lister içinse siberkültür yeni teknolojilerin, iletişim ağları, programlama, programlar, yapay zeka, sanal gerçeklik vb. temalarla karakterize edilen bağlamıdır. Siberkültür bu yaklaşım içinde kurmacaların ve söylemlerin kavram ve kuramların birbirlerini etkileyerek birbirlerinin doğasını değiştiren doğal ve sosyal bilimlerin kavram ve teorilerinin bir buluşma noktasıdır. Bu bilgiler doğrultusunda sorunun doğru yanıtı A seçeneğidir."
  },
  {
    "id": "3635641",
    "unitNumber": 1,
    "text": "<strong>Aşağıdaki seçeneklerin hangisinde internet kültürü birinci düzeyden başlayarak dördüncü düzeye doğru hiyerarşik olarak sıralanmıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tekno-Meritokratik kültür, hacker kültürü, sanal cemaat kültürü, girişimci kültürü",
      "B": "Tekno-Meritokratik kültür, sanal cemaat kültürü, hacker kültürü, girişimci kültürü",
      "C": "Tekno-Meritokratik kültür, girişimci kültürü, sanal cemaat kültürü, hacker kültürü",
      "D": "Hacker kültürü, tekno-meritokratik kültür, sanal cemaat kültürü, girişimci kültürü",
      "E": "Sanal cemaat kültürü, tekno-meritokratik kültür, girişimci kültürü, hacker kültürü"
    },
    "explanation": "Kültür belirli bir grup insanın üretme, tüketme ve yaşam biçimlerini ifade ediyorsa, internet kültürü için de bu kültürü yaratan, kullanan ve bu kültürden etkilenen insanların değer ve davranış biçimlerinden kaynaklanan bir kültürdür diyebiliriz. İnternet kültürü Castells’e göre dört düzeyden oluşmaktadır. Bu dört düzey hiyerarşik olarak sıralanmıştır ve aralarında varoluşsal bir bağ vardır. Bu düzeylerden birincisi tekno-meritokratik kültürdür. İkinci düzey Hacker Kültürü, üçüncü düzey, sanal cemaat kültürüdür. Son düzey ise girişimci kültürüdür. Bu durumda doğru sıralama tekno-meritokratik kültür, hacker kültürü, sanal cemaat kültürü, girişimci kültürü olup sorunun doğru yanıtı A seçeneğidir."
  },
  {
    "id": "3635642",
    "unitNumber": 1,
    "text": "Siber kelimesinin anlamı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dümenci, idareci ya da idare etmekte ve yönetmekte mahir kimse",
      "B": "Sibernetik, siborglar gibi yeni teknoloji ile ilgili konulara ve daha fazlasına kadar esnetilerek kullanılan bir metot",
      "C": "Geleceğe yönelmiş bir kültür ve ürünlerini ifade etmek için kullanılan bir yöntem",
      "D": "Hayvanlarda veya mekanik ağlarda özellikle kendi kendini düzenleyen karmaşık sistemlerin kontrolü",
      "E": "Bilgisayar ve internet teknolojileri ile ilgili konulara verilen genel ad"
    },
    "explanation": "Siber kelimesi; dümenci, idareci ya da idare etmekte ve yönetmekte mahir kimse anlamında kullanılır."
  },
  {
    "id": "3635643",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi teknofilik kişileri tanımlamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Teknolojiyi yalnızca olumsuz yönleriyle eleştiren olumlu taraflarını görmeyen",
      "B": "Teknolojilerin neler yapabileceğini hayal ederken neleri bozacağı konusuna tamamen kapalı",
      "C": "Teknolojinin hafızaya kötü bir etkisi olacağını düşünen",
      "D": "Teknolojinin sahte bir bilgelik yaratacağını düşünen",
      "E": "Teknolojinin topluma yükten başka bir şey getirmeyeceğini düşünen"
    },
    "explanation": "Teknofilik, teknolojilerin neler yapabileceğini hayal ederken neleri bozacağı konusuna tamamen kapalı kişilere denir."
  },
  {
    "id": "3635644",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Postman'ın ekolojik yaklaşımına örnek olarak verilebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Elinde çekiç olan birine her şey çivi gibi görünür. Elinde sayılar olana da her şey sayı olarak görülecektir.",
      "B": "Hard disk, multimedya, dokunmatik ekran vb yeni teknoloji ile birlikte sözcüklerimize yeni kelimeler de dahil olur.",
      "C": "Küçük çocuklara televizyonun olmadığı bir dünya nasıl bir dünyadır diye sorulduğunda dinozorların olduğu bir dünya cevabını almak.",
      "D": "Bir göl kenarındaki yaşamın içine bir timsah atıldığında ortaya çıkan durum eski ortam artı timsah değil yeni bir ortamdır.",
      "E": "Aynı nehirde iki kez yüzülmez."
    },
    "explanation": "“Bir göl kenarındaki yaşamın içine bir timsah atıldığında ortaya çıkan durum eski ortam artı timsah değil yeni bir ortamdır.” cümlesi Postman ekolojik yaklaşım ( Bir anlamlı değişim tümden bir değişimi ateşleyebilir) örneğidir."
  },
  {
    "id": "3635645",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi siberkültür yaklaşımlarından <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Epistemolojik",
      "B": "Ütopyacı",
      "C": "Enformasyonel",
      "D": "Antropolojik",
      "E": "İdeolojik"
    },
    "explanation": "Epistemolojik yaklaşım, Ütopyacı yaklaşım, Enformasyonel yaklaşım, Antropolojik yaklaşım siberkültür yaklaşımlarından olup İdeolojik yaklaşım siberkültür yaklaşımlarından değildir."
  },
  {
    "id": "3635646",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi siberkültüre antropolojik yaklaşımı tanımlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Siberkültür henüz oluşmakta olan genç ve tahminlerle değerlendiren bir yapıdır.",
      "B": "Siberkültür bilgi toplumunun kültürel arayüzü olarak değerlendiren bir yapıdır.",
      "C": "Siberkültür kültürel pratikler ve yaşam tarzları açısından değerlendiren bir yapıdır.",
      "D": "Siberkültür kurmacaların ve söylemlerin kavram ve kuramların birbirlerini etkileyerek birbirlerinin doğasını değiştiren doğal bir yapıdır.",
      "E": "Siberkültür bilgisayar çağı alt kültürleri olarak tanımlanan bir yapıdır."
    },
    "explanation": "Siberkültür antropolojik yaklaşım siberkültürü kültürel pratikler ve yaşam tarzları açısından değerlendirir."
  },
  {
    "id": "3635647",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Manuel Castells'in interneti dört düzeyli bir kültür olarak değerlendirdiği kitabının adıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Milenyum Çağı",
      "B": "İnternet 2000",
      "C": "İnternet Galaksi",
      "D": "Ürün Gezegeni",
      "E": "Bilişim Çağında Etik"
    },
    "explanation": "Manuel Castells 'İnternet Galaksi' kitabında interneti dört düzeyli bir kültür olarak değerlendirmiştir."
  },
  {
    "id": "3635648",
    "unitNumber": 1,
    "text": "Manuel Castells İnternet Galaksi kitabında interneti dört düzeyli bir kültür olarak değerlendirmiştir. Aşağıdakilerden hangisi bu kültür düzeylerinden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Genç Teknoloji Yatırım Kültürü",
      "B": "Tekno-Meritokratik Kültür",
      "C": "Hacker Kültürü",
      "D": "Sanal Cemaat Kültürü",
      "E": "Girişimci Kültürü"
    },
    "explanation": "Manuel Castells İnternet Galaksi kitabında interneti Tekno-Meritokratik Kültür, Hacker Kültürü, Sanal Cemaat Kültürü, Girişimci Kültürü olmak üzere dört düzeyli bir kültür olarak değerlendirmiş olup Genç Teknoloji Yatırım Kültürü bu sınıflandırmada yer almamaktadır."
  },
  {
    "id": "3635649",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Girişimci Kültürü’nü açıklar?",
    "correctAnswer": "E",
    "options": {
      "A": "Dil bir kültür öğesi olarak teknoloji ile doğrudan etkileşim halinde olduğuna inanır.",
      "B": "Bu kültür, bilginin güç olduğu düşüncesini takip eden, bilim ve bilginin toplumların ve dünyanın değişiminde temel bir rol oynaması gerektiğine inanır.",
      "C": "Yazılı kültürün getirdiği dünya görüşünün gelen teknolojiyle birlikte gelişeceğine inanır.",
      "D": "Bilim ve bilginin toplumların ve dünyanın değişiminde temel rol oynayacağına inanır.",
      "E": "Doğrudan ekonomik ve ticari bir yaklaşımdır. Para kazanmak amacıyla, internet teknolojisinin ve pratiklerinin tüm topluma yayılması gerektiğine inanır."
    },
    "explanation": "Girişimci Kültürü, doğrudan ekonomik ve ticari bir yaklaşımdır. Para kazanmak amacıyla, internet teknolojisinin ve pratiklerinin tüm topluma yayılması gerektiğine inanır."
  },
  {
    "id": "3635650",
    "unitNumber": 1,
    "text": "Bir teknolojinin toplum tarafından anlamlandırılmasının araştırılması sürecinde Green ve Haddon beş düzeyli bir soruşturmanın faydalı olabileceğini belirtmişlerdir. Aşağıdakilerden hangisi bu beş düzeyden birisi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Söz konusu teknoloji nasıl temsil ediliyor ya da algılanıyor?",
      "B": "Söz konusu teknoloji nasıl üretilmiş?",
      "C": "Söz konusu teknoloji tüketime nasıl sunulmuş, nasıl tüketiliyor?",
      "D": "Söz konusu teknoloji nasıl düzenleniyor ve yönetiliyor?",
      "E": "Söz konusu teknoloji kim tarafından bulunmuş?"
    },
    "explanation": "Bir teknolojinin toplum tarafından anlamlandırılmasının araştırılması sürecinde Green ve Haddon beş düzeyli bir soruşturmanın faydalı olabileceğini belirtmişlerdir. Bunlar; Söz konusu teknoloji nasıl temsil ediliyor ya da algılanıyor?, Söz konusu teknoloji nasıl üretilmiş?, Söz konusu teknoloji tüketime nasıl sunulmuş, nasıl tüketiliyor?, Söz konusu teknoloji nasıl düzenleniyor ve yönetiliyor? Soruları olup Söz konusu teknoloji kim tarafından bulunmuş? Sorusu bu kapsamda yer almamaktadır."
  },
  {
    "id": "3635651",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bilgisayarlardaki bir yazılım hatası yüzünden borsa ve bankacılık sistemi, trafik ışıkları, televizyonlar, telefonlar, internet iletişimi, uydular gibi pek çok teknolojiyle bağlantılı sistemi ciddi anlamda etkileyebilecek bir tehlikenin ortaya çıktığı yıldır?",
    "correctAnswer": "A",
    "options": {
      "A": "2000",
      "B": "2017",
      "C": "2010",
      "D": "2011",
      "E": "1990"
    },
    "explanation": "Bilgisayarlardaki bir yazılım hatası yüzünden borsa ve bankacılık sistemi, trafik ışıkları, televizyonlar telefonlar, internet iletişimi, uydular gibi pek çok teknolojiyle bağlantılı sistemi ciddi anlamda etkileyebilecek bir tehlikenin ortaya çıktığı yıl 2000 dir."
  },
  {
    "id": "3635652",
    "unitNumber": 1,
    "text": "\"Birbiriyle bağlantılı bilgisayarlar arasındaki dijital veri akışıdır\" tanımı aşağıdaki kavramlardan hangisini açıklar?",
    "correctAnswer": "C",
    "options": {
      "A": "Siber",
      "B": "Sibernetik",
      "C": "Siberuzay",
      "D": "Siberkültür",
      "E": "Siborg"
    },
    "explanation": "Siberuzay birbiriyle bağlantılı bilgisayarlar arasındaki dijital veri akışını tanımlar. Hiç<br/>kimse elle tutulur biçimde yerini gösteremediği için gerçek değil ama etkileri açısından<br/>oldukça gerçektir."
  },
  {
    "id": "3635653",
    "unitNumber": 1,
    "text": "\"Her geçen gün yeni kullanıcılar dahil olmakta ve yeni uzay parçaları iskana açılmaktadır. Teknik yapısı gereği siberuzayın bir merkezi yoktur. Aslında boştur ve tüm içerikleri kabul eder her noktayı her nokta ile bağlantılandırabilir\" sözleriyle siberuzayın evrenselliğine dikkat çeken yazar aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bruce Sterling",
      "B": "John Perry Barlow",
      "C": "William Gibson",
      "D": "Levy",
      "E": "Karl Marx"
    },
    "explanation": "Bu teknolojik altyapının getirdiği olanakları ön plana çıkaran Levy, siberuzayın evrenselliğine de dikkat çeker. Her geçen gün yeni kullanıcılar dahil olmakta ve yeni uzay parçaları iskana açılmaktadır. Teknik yapısı gereği siberuzayın bir merkezi yoktur. Aslında boştur ve tüm içerikleri kabul eder her noktayı her nokta ile bağlantılandırabilir. Bu dijital olarak dolayımlanmış evrensellik toplumda yaşam koşullarını dönüştürmektedir. Siberuzay Levy’e göre kaotik bir sistemdir. Sürekli yeni katılanlar, çıkanlar, gittikçe hızlanan paylaşımlar ile her an Dedalus’un rüyalarında bile olmayacak evrensel bir labirentin sınırlarını sürekli değiştirmektedir. Bir merkezi olmayan evrensellik olarak totaliteden uzaktır siberuzay. Bu paradoksal yapı siberuzayın da özünü oluşturur."
  },
  {
    "id": "3635654",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi teknofilik yaklaşımı açıklar?",
    "correctAnswer": "C",
    "options": {
      "A": "Teknolojinin olumsuz yanlarını görmek",
      "B": "Teknolojiyi etkisiz görmek",
      "C": "Teknolojinin sadece olumlu yanlarını görmek",
      "D": "Teknolojiyi hem olumlu hem olumsuz görmek",
      "E": "Teknolojiye mecbur olunduğunu düşünmek"
    },
    "explanation": "Teknofilik yaklaşım olumsuz yanları görmezden gelerek yalnızca olumlu yönlerini değerlendirir. Bu kişiler teknoloilerin neler yapabileceğini hayal ederken neleri bozacağı<br/>konusuna tamamen kapalıdırlar. Böyle kişilere teknofilik denir."
  },
  {
    "id": "3635655",
    "unitNumber": 1,
    "text": "Yeni bir teknolojinin topluma girmesiyle birlikte ortaya çıkan durumu; \"yeni teknoloji artı eski toplum değil yeni bir topumun ortaya çıkması\" olarak değerlendiren yaklaşım aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Teknofobik",
      "B": "Teknofilik",
      "C": "Elektrofobi",
      "D": "Fomo",
      "E": "Ekoloji"
    },
    "explanation": "Bütüncül bakış açısı ihtiyacı için Postman ekolojik yaklaşımı önermektedir. Örneğin, bir göl kenarındaki yaşamın içine bir timsah atıldığında ortaya çıkan durum eski ortam artı timsah değil yeni bir ortamdır. Bir yenilik eski artı yenilik gibi etki etmez her şeyi değiştirir. Timsahın gelişi ile göl artık eski göl olmayacaktır. Besin zincirinin değişmesi vb. ile artık yeni bir göl söz konusudur. Yeni teknolojilerin bir topluma girişlerinde de durum benzerlikler gösterir. Bir topluma yeni bir teknoloji girdiğinde ortaya çıkan durum eski toplum artı yeni teknoloji değil yeni bir toplumdur."
  },
  {
    "id": "3635656",
    "unitNumber": 1,
    "text": "Teknolojiyi sadece olumsuz yönlerini öne çıkararak değerlendiren bir kişi aşağıdaki yaklaşımlardan hangisini benimsemiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Teknofobik",
      "B": "Teknofilik",
      "C": "Ekolojik",
      "D": "Epistomolojik",
      "E": "Distopik"
    },
    "explanation": "Tamus’un hatası yazının topluma bir yük olacağını ya da yükten başka hiçbir şey olmayacağını düşünmesidir. Tüm bilgeliğine rağmen yazının zararlarının yanında yararlarının da olabileceğini düşünmemesi hatasıdır. Bundan tüm teknolojik buluşların mutlaka sadece tek yönlü bir etkisi vardır diye düşünmenin hatalı olduğu çıkarımını yapabiliriz. Böyle düşünen kişilere teknofobik denir."
  },
  {
    "id": "3635657",
    "unitNumber": 1,
    "text": "Bilgisayar ağlarının yalnızca özel dünyaları ve hayatları birbirinden ayırıp hareket ettirmekle kalmayıp tüm bir merkezileşmiş bilgi dağıtım biçimini sorgulayarak bu<br/>durumun bilginin doğasını değiştirdiğini\" öne süren düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Levy",
      "B": "Hawk",
      "C": "Morse",
      "D": "McLuhan",
      "E": "Postman"
    },
    "explanation": "Enformasyonel yaklaşım içinde Morse, bilgisayar ağlarının yalnızca özel dünyaları ve hayatları birbirinden ayırıp hareket ettirmekle kalmayıp tüm bir merkezileşmiş bilgi dağıtım biçimini sorgulayarak bu durumun bilginin doğasını değiştirdiğini öne sürer."
  },
  {
    "id": "3635658",
    "unitNumber": 1,
    "text": "En temelde siber kültürü kültürel pratikler ve yaşam tarzları açısından değerlendiren yaklaşım aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ütopik yaklaşım",
      "B": "Antropolojik yaklaşım",
      "C": "Enformasyonel yaklaşım",
      "D": "Epistomolojik yaklaşım",
      "E": "Ekolojik yaklaşım"
    },
    "explanation": "Siberkültüre Antropolojik Yaklaşım en temelde siber kültürü kültürel pratikler ve yaşam tarzları açısından değerlendirir."
  },
  {
    "id": "3635659",
    "unitNumber": 1,
    "text": "Siberkültürü bir yeni medya kuramı olarak ele alan yaklaşım aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Epistomolojik yaklaşım",
      "B": "Teknofilik yaklaşım",
      "C": "Ütopyacı yaklaşım",
      "D": "Enformasyonel yaklaşım",
      "E": "Antropolojik yaklaşım"
    },
    "explanation": "Siberkültüre Epistemolojik Yaklaşım özünde siberkültürü bir yeni medya kuramı olarak ele almaktadır. Bu yaklaşıma dahil edilebilecek kişilerden biri olarak Lev Manovich siberkültür ve yeni medyanın ayrılmış araştırma alanları olduğunu belirtmektedir."
  },
  {
    "id": "3635660",
    "unitNumber": 1,
    "text": "Bilginin güç olduğu düşüncesini takip eden bu kültür bilim ve bilginin toplumların ve dünyanın değişiminde temel bir rol oynaması gerektiğine inanır.<br/>Yukarıdaki ifade İnternet kültürü düzeylerinden hangisini ifade etmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Girişimci kültürü",
      "B": "Örgüt kültürü",
      "C": "Hacker kültürü",
      "D": "Tekno-Meritokratik kültür",
      "E": "Sanal cemaat kültürü"
    },
    "explanation": "İnternet kültürü Castells’e göre dört düzeyden oluşmaktadır. Bu dört düzey hiyerarşik olarak sıralanmıştır ve aralarında varoluşsal bir bağ vardır.<br/>Bu düzeylerden birincisi Tekno-Meritokratik kültürdür. Bu kültür temel olarak büyük bilim ve akademik dünyadan doğmuştur. Bilginin güç olduğu düşüncesini takip eden<br/>bu kültür bilim ve bilginin toplumların ve dünyanın değişiminde temel bir rol oynaması gerektiğine inanır."
  },
  {
    "id": "3635661",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Castells'e göre internet kültürü düzeylerinden birisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Alt kültür",
      "B": "Örgüt kültürü",
      "C": "Kurumsal kültür",
      "D": "Genel kültür",
      "E": "Girişimci kültürü"
    },
    "explanation": "İnternet kültürü Castells’e göre dört düzeyden oluşmaktadır. Bunlar;<br/><ol> <li>Tekno-Meritokratik kültür</li> <li>Hacker kültürü</li> <li>Sanal cemaat kültürü</li> <li>Girişimci kültürü</li> </ol>"
  },
  {
    "id": "3635662",
    "unitNumber": 1,
    "text": "Sibernetik kelimesi ise ilk kez Norbert Wiener tarafından kaç yılında kullanılmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "1951",
      "B": "1952",
      "C": "1953",
      "D": "1954",
      "E": "1955"
    },
    "explanation": "Sibernetik kelimesi ise ilk kez Norbert Wiener tarafından 1954 yılında yazdığı “Sibernetik ya da Makineler ve Hayvanlarda İletişim ve Kontrol” adlı kitabında kullanılmıştır."
  },
  {
    "id": "3635663",
    "unitNumber": 1,
    "text": "Siberuzay, ilk kez siberpunk edebiyat akımı içinde yer alan hangi kitapta kullanılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Sanal Cemaat",
      "B": "Neuromancer",
      "C": "Cyberculture",
      "D": "Sibernetik ya da Makineler ve Hayvanlarda İletişim ve Kontrol",
      "E": "Gelecek Kültürü Manifestosu"
    },
    "explanation": "Siberuzay, ilk kez siberpunk edebiyat akımı içinde yer alan William Gibson’un Neuromancer adlı kitabında kullanılmıştır."
  },
  {
    "id": "3635664",
    "unitNumber": 1,
    "text": "Hangi teknolojik alet düzenli üretim, düzenli çalışma saatleri ve standartlaştırılmış üretimi mümkün kılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilgisayar",
      "B": "Mekanik saat",
      "C": "Mikroişlemci",
      "D": "Telefon",
      "E": "Televizyon"
    },
    "explanation": "Lewis Mumford “mekanik saat; düzenli üretim, düzenli çalışma saatleri ve standartlaştırılmış üretimi mümkün kılmıştır”demektedir."
  },
  {
    "id": "3635665",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Siberkültüre Enformasyonel Yaklaşım'ın temsilcilerindendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Morse",
      "B": "Metykova",
      "C": "Macek",
      "D": "Escobar",
      "E": "Hakken"
    },
    "explanation": "Bu yaklaşımda siberkültür bilgi toplumunun kültürel arayüzü olarak değerlendirilmektedir. Bu görüşün ünlü temsilcilerinden Margaret Morse bazı açılardan Levy ve Hawk’ın<br/>görüşlerine yaklaşır."
  },
  {
    "id": "3635666",
    "unitNumber": 1,
    "text": "‘Siberyaya Hoşgeldiniz: Siberkültürün Antropolojisi Üstüne<br/>Notlar” kitabını kim yazmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Hakken",
      "B": "Hawk",
      "C": "Levy",
      "D": "Morse",
      "E": "Escobar"
    },
    "explanation": "Escobar 1996 yılında yazdığı ünlü makalesi ‘Siberyaya Hoşgeldiniz: Siberkültürün Antropolojisi Üstüne Notlar”da siberkültürü yeni teknolojiler temelinde oluşan ve teknolojileri de şekillendiren kültürel inşalar ve yeniden inşalar olarak ele almaktadır."
  },
  {
    "id": "3635667",
    "unitNumber": 1,
    "text": "Siberkültürün toplumsal olan ve ağlar hakkındaolduğunu, yeni medyanın ise kültürel olana ve bilgisayarlara yönelik olduğunu söyleyen yazar kimdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hakken",
      "B": "Levy",
      "C": "Manovich",
      "D": "Morse",
      "E": "Synners"
    },
    "explanation": "Kısaca Manovich’e göre Siberkültür toplumsal olan ve ağlar hakkındadır, yeni medya ise kültürel olana ve bilgisayarlara yöneliktir."
  },
  {
    "id": "3635668",
    "unitNumber": 1,
    "text": "İnternet kültürü hangi yazara göre dört düzeyden oluşmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Gutenberg",
      "B": "Morse",
      "C": "Gibson",
      "D": "Castells",
      "E": "Escobar"
    },
    "explanation": "İnternet kültürü Castells’e göre dört düzeyden oluşmaktadır."
  },
  {
    "id": "3635669",
    "unitNumber": 1,
    "text": "Bir teknolojinin toplum tarafından anlamlandırılmasının araştırılması sürecinde beş düzeyli bir soruşturmanın faydalı olabileceğini belirten yazar ikilisi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Escobar-Haddon",
      "B": "EscobarLevy",
      "C": "Morse-Levy",
      "D": "Levy-Green",
      "E": "Green-Haddon"
    },
    "explanation": "Bir teknolojinin toplum tarafından anlamlandırılmasının araştırılması sürecinde ise Green ve Haddon beş düzeyli bir soruşturmanın faydalı olabileceğini belirtmektedirler."
  },
  {
    "id": "3635670",
    "unitNumber": 1,
    "text": "Bir teknolojinin toplum tarafından anlamlandırılmasını aşağıdaki hangi sorularla yapmak mümkündür?<br/><ol> <li>Söz konusu teknoloji nasıl üretilmiş?</li> <li>Söz konusu teknoloji kim tarafından bulunmuş?</li> <li>Söz konusu teknoloji tüketime nasıl sunulmuş, nasıl tüketiliyor?</li> <li>Söz konusu teknoloji nasıl düzenleniyor ve yönetiliyor?</li> <li>Söz konusu teknoloji nerede kullanılıyor?<br/></li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "1-3-4",
      "B": "1-2-5",
      "C": "2-4-5",
      "D": "2-3-4",
      "E": "3-4-5"
    },
    "explanation": "Bir teknolojinin toplum tarafından anlamlandırılmasının araştırılması sürecinde ise Green ve Haddon beş düzeyli bir soruşturmanın faydalı olabileceğini belirtmektedirler.<br/>Bu beş düzeyi beş soru ile ifade etmek mümkündür?<br/>• Söz konusu teknoloji nasıl üretilmiş?<br/>• Söz konusu teknoloji tüketime nasıl sunulmuş, nasıl tüketiliyor?<br/>• Söz konusu teknoloji nasıl düzenleniyor ve yönetiliyor?<br/>• Söz konusu teknoloji nasıl temsil ediliyor ya da algılanıyor?<br/>• Söz konusu teknoloji yoluyla toplumsal kimlikler nasıl ilişkilendiriliyor?"
  },
  {
    "id": "3635671",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi siberpunk projesinin yaratıcılarından biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Levy",
      "B": "Morse",
      "C": "Hawk",
      "D": "Escobar",
      "E": "Haddon"
    },
    "explanation": "Örneğin; siberpunk projesinin yaratıcılarından Andy Hawk,<br/>Gelecek Kültürü Manifestosu’nda şu anda ve buradaki siberkültürün henüz ilk zamanlarında fakat yeni geleceğin varolan temeli olduğunu belirtmektedir. Bu bakış açısına göre de kırıcı (hacker) kültürü bilgi toplumunun asli kültürü olacaktır."
  },
  {
    "id": "3635672",
    "unitNumber": 1,
    "text": "\"Birbirleriyle bağlantılı bilgisayarlar arasındaki dijital veri akışını tanımlar. Hiç kimse elle tutulur biçimde yerini gösteremediği için gerçek değil ama etkileri açısından oldukça gerçektir.\"<br/>Yukarıdaki tanım aşağıdaki kavramlardan hangisini ifade etmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Siber",
      "B": "Siberkültür",
      "C": "Sibernetik",
      "D": "Siberuzay",
      "E": "Siborg"
    },
    "explanation": "Siberuzay birbiriyle baglantılı bilgisayarlar arasındaki dijital veri akısını tanımlar. Hiç<br/>kimse elle tutulur biçimde yerini gösteremedigi için gerçek degil ama etkileri açısından<br/>oldukça gerçektir."
  },
  {
    "id": "3635673",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Kültürün yeni teknolojiler yoluyla yeniden dolayımlanmasını içerir</li> <li>Gizli kalmış kimlikler yoluyla toplum ve kültürü yeniden şekillendirme imkannları ortaya koyabilir</li> <li>Yalnızca bir iletişim aracıdır</li> </ol> Siberuzay ile ilgili olarak yukarıdakilerden hangisi veya hangileri doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Siberuzay kültürün yeni teknolojiler yluyla yeniden dolayımlanmasını da içerir. Bir başka deyişle yalnızca bir iletişim aracı değildir. Kendi başına kültürel olarak önem taşır. Ayrıca siberuzay gizli kalmış kimlikler yoluyla toplum ve kültürü yeniden şekillendirme imkanları ortaya koyabilir."
  },
  {
    "id": "3635674",
    "unitNumber": 1,
    "text": "I.Teknolojiyi olumlu ve olumsuz tarafları ile birlikte değerlendirir<br/>II.Teknolojinin tamamen olumlu taraflarını görür<br/>III. Teknoloji ile ne yapıldığına değil teknolojinin kendisine odaklanır<br/>Teknofilik bir birey için yukarıdakilerden hangisi veya hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve III",
      "E": "II ve III"
    },
    "explanation": "Her bir teknoloji<br/>hem bir yük hem de bir hediye olabilir. Ya o ya bu degil de hem o hem bu olabilir. Bununla<br/>birlikte günlük yasantımızda birçok Teuth ile de çevrelenmis oldugumuzu fark etmek de<br/>güç degildir. Bu kisiler teknoloilerin neler yapabilecegini hayal ederken neleri bozacagı<br/>konusuna tamamen kapalıdırlar. Böyle kisilere teknofilik denir. Bu kisiler teknolojiye<br/>sevdikleri kisiye bakar gibi baktıkları için bir ask ilişkisi içinde o teknolojilerin yan etkilerini, dezavantajlarını görmeleri de mümkün degildir. Diger yandan teknolojiyi yalnızca<br/>olumsuz yönleriyle elestiren olumlu taraflarını hiç görmeyen Thamuslarla da birlikte<br/>yasıyoruz. Böyle kisilerin teknofobik oldukları söylenmisti.<br/>Diger yandan teknofilik bir kisi de teknolojiyle ne yapıldıgının degil yalnızca teknolojinin kendisini kullanmanın dahi yararlı oldugu inancındadır. Örnegin, bir ögrenciye<br/>yeni alınan bir bilgisayarın, bu bilgisayarın ögrenci için ne islev görecegini göz ardı ederek<br/>dogrudan olumlu sonuçlara neden olacagını düsünmek de yukarıda bahsedilen tek yanlı<br/>bakıs açısına örnek olusturacaktır."
  },
  {
    "id": "3635675",
    "unitNumber": 1,
    "text": "<ol type=\"I\"><br/><li>Teknolojinin tamamen olumsuz taraflarını görür</li><br/><li>Teknolojinin tamamen olumlu taraflarını görür</li><br/><li>Teknoloji ne için tasarlandıysa onu yapar</li><br/></ol><br/>Teknofobik bir birey için yukarıdakilerden hangisi veya hangileri doğrudur?<br/><strong>SORU VE YANITI DOĞRUDUR.</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I ve III"
    },
    "explanation": "Postman, teknolojik bir toplumu degerlendirmek için Thamus’tan ögrenebilecegimiz<br/>çok sey oldugunu söyler. Thamus’un sözlerindeki hatalardan da bir seyler ögrenebilecegimizi belirtir. Yazının hafızaya kötü bir etkisi olacagı ya da sahte bir bilgelik yaratacagı<br/>öngörüsü degildir hatalı olan. Thamus’un hatası yazının topluma bir yük olacagını ya<br/>da yükten baska hiçbir sey olmayacagını düsünmesidir. Tüm bilgeligine ragmen yazının<br/>zararlarının yanında yararlarının da olabilecegini düsünmemesi hatasıdır. Bundan tüm<br/>teknolojik bulusların mutlaka sadece tek yönlü bir etkisi vardır diye düsünmenin hatalı<br/>oldugu çıkarımını yapabiliriz. Böyle düsünen kişilere teknofobik denir.<br/>Thamus’un söylemeye gerek duymadıgı önemli bir baska nokta yazının nötr bir teknoloji olmadıgıdır. Yararlı veya zararlı olusu nasıl kullanıldıgına baglı olan nötr bir teknoloji<br/>olmadıgını düsünür Thamus. Ona göre, insanların teknolojiyi nasıl kullanacakları teknolojinin kendi yapısında belirlenir. Thamus biçimin islevden önce geldiğini söylemektedir kısaca. Insanların ne yazacaklarına degil insanların yazı yazmasına odaklanır. Bir<br/>teknoloji bir kültüre girdiğinde ne için tasarlandıysa onu yapar. Bizim görevimiz ise ne<br/>için tasarlandıgını iyi anlamaktır. Bir teknoloji toplumumuza girdiğinde gözümüzü dört<br/>açmalıyız der Thamus."
  },
  {
    "id": "3635676",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Hayatımıza girdiklerinde etkileri ancak fiziksel olur</li> <li>Hayatımıza yeni sözcükler kazandırır</li> <li>Eski sözcükleri ve sözcüklerin anlamlarını da değiştirir</li> </ol> Yeni teknolojiler ile ilgili olarak yukarıdakilerden hangisi veya hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız II",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "I ve III",
      "E": "II ve III"
    },
    "explanation": "Yeni teknolojiler hayatımıza girdiklerinde yalnızca fiziksel etkileri olmaz, anlam dünyamızda<br/>da degisiklikler yaparlar. Yeni teknoloji ile birlikte sözcüklerimize yeni kelimeler<br/>de dahil olur. Örnegin, hard disk, multimedya, dokunmatik ekran vb. Bu gayet dogal bir<br/>süreçtir yeni ortaya çıkan seylere yeni isimler verilir. Fakat yeni teknoloji yeni kelimelere<br/>sebep olmakla kalmaz eski sözcükleri ve anlamlarını da degiştirir."
  },
  {
    "id": "3635677",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Ütopyacı yaklaşım</li> <li>Enformasyonel yaklaşım</li> <li>Antropolojik yaklaşım</li> <li>Epistemolojik yaklaşım</li> </ol> Yukarıdakilerden hangisi veya hangileri Metykova ve Macek'in siberkültür yaklaşımlarını topladıkları kamplardandır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Daha önce bahsedilen farklı bakıs açılarını daha sistematik ve yakın bir bakıs açısıyla ele<br/>alan Metykova ve Macek, siberkültür yaklasımlarının küçük bir tipolojisini çıkarmıstır.<br/>Yaklasımlar dört temel kampta toplanmıstır. Bunlar:<br/>• Ütopyacı yaklaşım,<br/>• Enformasyonel yaklaşım,<br/>• Antropolojik yaklaşım ve<br/>• Epistemolojik yaklaşımdır."
  },
  {
    "id": "3635678",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Siberkültür bu tarz kavranışında bilgisayar çağı alt kültürleri olarak tanımlanır</li> <li>Bu bakış açısına göre kırıcı (hacker) kültürü bilgi toplumunun asli kültürü olacaktır</li> <li>Yeni teknolojilerin getirdiği toplumsal ve kültürel değişimlerin karakterini saptamaya çalışmaktadır</li> </ol> Yukarıda verilen bilgiler Siberkültüre yönelik hangi yaklaşımı temsil etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ütopyacı yaklaşım",
      "B": "Enformasyonel yaklaşım",
      "C": "Atropolojik yaklaşım",
      "D": "Epistemolojik yaklaşım",
      "E": "Enternasyonel yaklaşım"
    },
    "explanation": "Siberkültüre Ütopyacı Yaklasım: Siberkültür bu tarz kavranışında bilgisayar çağı alt kültürleri olarak tanımlanır. Bu bakış açısına göre kırıcı (hacker) kültürü bilgi toplumunun asli kültürü olacaktır. Levy, yeni teknolojilerin getirdiği toplumsal ve kültürel değişimlerin karakterini saptamaya çalışmaktadır"
  },
  {
    "id": "3635679",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Bu yaklasımda siberkültür bilgi toplumunun kültürel arayüzü olarak degerlendirilir</li> <li>Siberkültüre henüz olusmakta olan, genç ve dolayısıyla da geçmise<br/>dönük degil öngörü ve tahminlerle degerlendirilen bir yapı olarak yaklasır</li> <li>Siberkültürü yeni bilgi biçimleriyle etkilesmemizden dogan kültürel pratikler<br/>olarak degerlendirir</li> </ol> Yukarıda verilen bilgiler Siberkültüre yönelik hangi yaklaşımı temsil etmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ütopyacı yaklaşım",
      "B": "Enformasyonel yaklaşım",
      "C": "Atropolojik yaklaşım",
      "D": "Epistemolojik yaklaşım",
      "E": "Toplumcu yaklaşım"
    },
    "explanation": "Bu yaklasımda siberkültür bilgi toplumunun kültürel arayüzü olarak degerlendirilmektedir. Bu görüsün ünlü temsilcilerinden Margaret Morse bazı açılardan Levy ve Hawk’ın<br/>görüslerine yaklasır. Siberkültüre henüz olusmakta olan, genç ve dolayısıyla da geçmise<br/>dönük degil öngörü ve tahminlerle degerlendirilen bir yapı olarak yaklasır. Levy’e benzer<br/>biçimde siberkültürü yeni bilgi biçimleriyle etkilesmemizden dogan kültürel pratikler<br/>olarak degerlendirir. Fakat Levy’deki kadar yogun bir teknofilik yaklasım gözlenmez."
  },
  {
    "id": "3635680",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Siberkültürü en temelde kültürel pratikler ve yaşam tarzları açısından değerlendirir</li> <li>Siberkültürü yeni teknolojiler temelinde oluşan ve teknolojileri de şekillendiren kültürel inşalar ve yeniden inşalar olarak ele alır</li> <li>Teknolojilerin yeni dünyalar ortaya çıkardığını belirtir</li> </ol> Yukarıda verilen bilgiler Siberkültüre yönelik hangi yaklaşımı ifade etmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ütopyacı yaklaşım",
      "B": "Enformasyonel yaklaşım",
      "C": "Antropolojik yaklaşım",
      "D": "Epistemolojik yaklaşım",
      "E": "Yapılandırmacı yaklaşım"
    },
    "explanation": "Bu yaklasım en temelde siber kültürü kültürel pratikler ve yasam tarzları açısından degerlendirir. Morse’un görüsleriyle karsılastırınca antropolog Arturo Escobar ve David<br/>Hakken’in görüsleri siberkültürü daha genis bir baglamda ele almaktadır. Escobar 1996<br/>yılında yazdıgı ünlü makalesi ‘Siberyaya Hosgeldiniz: Siberkültürün Antropolojisi Üstüne<br/>Notlar”da siberkültürü yeni teknolojiler temelinde olusan ve teknolojileri de sekillendiren<br/>kültürel insalar ve yeniden insalar olarak ele almaktadır. Yazısında bu arastırmasındaki<br/>anafikrin teknolojinin kültürel bir bulusu temsil ettigidir. Teknolojilerin yeni dünyalar<br/>ortaya çıkardıgını ve belli kültürel kosullarda ortaya çıktıklarını sonra da yeni toplumsal<br/>ve kültürel durumlar yaratılmasına yardım ettiklerini belirtir."
  },
  {
    "id": "3635681",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Siberkültürü yeni bir medya kuramı olarak ele alır</li> <li>Siberkültür ve yeni medya ayrılmış araştırma alanlarıdır</li> <li>Siberkültür çalışmaları internet ve ağ iletişiminin yeni biçimleri ile ilişkili toplumsal olguları içerir</li> </ol> Yukarıda verilen bilgiler Siberkültüre yönelik hangi yaklaşımı ifade etmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ütopyacı yaklaşım",
      "B": "Enformasyonel yaklaşım",
      "C": "Antropolojik yaklaşım",
      "D": "Epistemolojik yaklaşım",
      "E": "Medya temelli yaklaşım"
    },
    "explanation": "Siberkltüre epistemolojik yaklaşım: Bu yaklasım özünde siberkültürü bir yeni medya kuramı olarak ele almaktadır. Bu yaklasıma dahil edilebilecek kisilerden biri olarak Lev Manovich siberkültür ve yeni medyanın<br/>ayrılmıs arastırma alanları oldugunu belirtmektedir. Manovich’e göre yeni medya kuramı<br/>bilgi kültürünün arastırılmasıdır. Siberkültür, çalısmaları Internet ve ag iletişiminin yeni biçimleri ile ilişkili toplumsal olguları ve bunlar üzerine çalısmaları içermektedir"
  },
  {
    "id": "3635682",
    "unitNumber": 2,
    "text": "Aşağıdaki şıklardan hangisi mobil katma değerlerden biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Aynı anda birçok yerde mevcut olma",
      "B": "Bağlam duyarlılığı",
      "C": "Fonksiyonları belirleme",
      "D": "Sağlık dostu iletişim",
      "E": "Komuta ve kontrol fonksiyonları"
    },
    "explanation": "Mobil iletişim tekniklerinin kullanımı neticesinde ortaya çıkan katma değerler mobil katma değerler olarak adlandırılır. Bu katma değerler ise; aynı anda birçok yerde mevcut olma, bağlam duyarlılığı, fonksiyonları belirleme ve komuta ve kontrol fonksiyonlarıdır. Dolayısıyla sağlık dostu iletişim benzeri bir katma değer söz konusu değildir. Doğru cevap D' dir."
  },
  {
    "id": "3635683",
    "unitNumber": 2,
    "text": "I. Çabuk II. Hedefli III. Maliyetli IV. Kişisel V. İnaktif Yukarıdaki ifadelerden hangileri mobil pazarlamanın bileşenlerindendir?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, III",
      "B": "I, II, IV",
      "C": "I, IV, V",
      "D": "II, III, V",
      "E": "III, IV, V"
    },
    "explanation": "Mobil pazarlama bileşenleri dört başlıkta ele alınabilmektedir. Bu anlamda öne çıkan özellikler oldukça kişisel formda olması, en hedefli uygulama alanı olması, anında aksiyona geçebilmeyi sağlaması (çabukluk) ve harekete geçirici yapıda olmasıdır. Doğru cevap B' dir."
  },
  {
    "id": "3635684",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi mobil pazarlamanın hedeflerinden biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Marka farkındalığı oluşturma",
      "B": "Satış tutundurma",
      "C": "Marka sadakatini geliştirme",
      "D": "Personel devir hızını azaltma",
      "E": "Müşteri veri tabanı oluşturma"
    },
    "explanation": "Mobil pazarlamanın uygulanmasında birçok farklı amaç gözetilmektedir. Bunlar; marka farkındalığı oluşturma, marka imajını değiştirme, satış tutundurma, marka sadakatini geliştirme, müşteri veri tabanı oluşturma ve mobil ağızdan ağza iletişim şeklindedir. Personel devir hızına ilişkin bir amaç söz konusu değildir. Doğru cevap D' dir."
  },
  {
    "id": "3635685",
    "unitNumber": 2,
    "text": "Tablet bilgisayarlar ve e-okuyucular aşağıdaki mobil aygıt türlerinden hangisi içerisinde değerlendirilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Özellikli aygıtlar",
      "B": "Kolayda aygıtlar",
      "C": "Bağlantılı aygıtlar",
      "D": "Akıllı aygıtlar",
      "E": "Çevrimdışı aygıtlar"
    },
    "explanation": "Mobil aygıtlar temelde özellikli telefonlar, akıllı telefonlar ve bağlantılı aygıtlar olarak üç sınıfa ayrılmaktadır. Bağlantılı aygıtlar ise tablet bilgisayarlar, taşınabilir oyun aygıtları ve e-okuyucuları kapsamaktadır. Doğru cevap C' dir."
  },
  {
    "id": "3635686",
    "unitNumber": 2,
    "text": "Temassız ödeme gibi kolaylıklar sağlayan ve 10 cm' den kısa bir mesafe içerisindeki aygıtların iletişimini sağlayan kablosuz teknoloji aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "GPS",
      "B": "NFC",
      "C": "QR",
      "D": "CTR",
      "E": "KTM"
    },
    "explanation": "Yakın saha iletişimleri olarak Türkçeye çevrilen NFC teknolojisi 10 cm' den kısa bir mesafe içerisinde aygıtların iletişimine izin vermektedir."
  },
  {
    "id": "3635687",
    "unitNumber": 2,
    "text": "Foursquare, SCVNGR ve WHERE gibi hizmetler üzerinden pazarlama faaliyetleri başlatmak isteyen bir işletme aşağıdaki araçlardan hangisini kullanmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Konum tabanlı pazarlama",
      "B": "Mobil web siteleri",
      "C": "Tepki kodları",
      "D": "SMS bildirimleri",
      "E": "NFC teknolojiler"
    },
    "explanation": "Fourquare, SCVNGR ve WHERE gibi uygulamaların konum tabanlı uygulamalar olduğu bilinmektedir. Dolayısıyla bu mecralarda faaliyet göstermeyi planlayan işletmelerin konum tabanlı pazarlamaya yönelmeleri daha faydalı olacaktır. Doğru cevap A' dır."
  },
  {
    "id": "3635688",
    "unitNumber": 2,
    "text": "Genellikle mobil TV veya video paylaşım sitelerinde videoların öncesinde gösterilen video öncesi reklamların ortalama uzunluğu kaç saniyedir?",
    "correctAnswer": "C",
    "options": {
      "A": "1-5 sn.",
      "B": "5-10 sn.",
      "C": "10-15 sn.",
      "D": "15-20 sn.",
      "E": "20-25 sn."
    },
    "explanation": "Video öncesi reklamlar mobil televizyon/video kliplerin öncesinde gösterilmekle birlikte uzunlukları genellikle 10-15 saniye arasındadır. Doğru cevap C' dir."
  },
  {
    "id": "3635689",
    "unitNumber": 2,
    "text": "Microsoft TAGs, ScanLife ve SOARQCodes gibi ürünlerin kimliklerini ifade eden mobil pazarlama teknolojisi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mobil web siteleri",
      "B": "Tepki kodları",
      "C": "Yakın Saha İletişimleri",
      "D": "Mobil arama motorları",
      "E": "Mobil video paylaşım siteleri"
    },
    "explanation": "Ürünlerin bir nevi kimliklerini ifade eden ve Microsoft TAGs, ScanLife gibi örneklerini görebilidğimiz mobil teknolojiler tepki kodları olarak adlandırılmaktadır. Doğru cevap B' dir."
  },
  {
    "id": "3635690",
    "unitNumber": 2,
    "text": "I. Kısa Mesaj Servisi - MMS II. Kablosuz Uygulama Protokolü - WAP III. Yakın Saha İletişimleri - NFC IV. Küresel Konum Belirleme Sistemi -GPS V. Kablosuz Bağlantı - Wi-Fi Yukarıda mobil pazarlamaya ilişkin temel kavramlardan hangisinin kısaltması <strong>yanlış</strong> olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "explanation": "Seçeneklerde NFC, WAP, Wi-Fi, GPS araçları ve kısaltmaları doğru olarak verilmişken kısa mesaj servisi SMS olarak değil, multimedya mesaj servisi (MMS) kısaltmasıyla verilmiştir. Doğru cevap A' dır."
  },
  {
    "id": "3635691",
    "unitNumber": 2,
    "text": "Mobil pazarlamanın amaçlarında biri olan ve ürünlerin daha hızlı satın alınmasını teşvik etmeyi hedefleyen faaliyetler ne olarak adlandırılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Marka farkındalığı oluşturma",
      "B": "Marka imajı geliştirme",
      "C": "Satış tutundurma",
      "D": "Müşteri sadakati geliştirme",
      "E": "Müşteri veri tabanı oluşturma"
    },
    "explanation": "Satış tutundurma, bir ürünün daha fazla veya daha hızlı satın alınmasını teşvik etmeyi hedeflemektedir. Doğru cevap C' dir."
  },
  {
    "id": "3635692",
    "unitNumber": 2,
    "text": "Mobil iletişim teknikleri İnternet teknolojilerini genişletmekte ve ek fayda olarak düşünülebilecek biraz daha özellik eklemektedir. Bu yüzden, kendisine özgü bir teknoloji-özellikli katma değerler sınıfı mobil katma değerler olarak tanımlanır ve adlandırılır. Aşağıdakilerden hangisi burada bahsi geçen mobil katma değerlerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Aynı anda birçok yerde mevcut olma",
      "B": "Bağlam-duyarlılığı",
      "C": "Fonksiyonları belirleme",
      "D": "Komuta ve kontrol fonksiyonları",
      "E": "Marka farkındalığı oluşturma"
    },
    "explanation": "Dikkat edilecek olursa ilk dört seçenek mobil katma değer unsurlarından oluşmaktadır. Buna karşın E seçeneğinde yer alan marka farkındalığı oluşturma ise mobil pazarlamanın amaçları arasında yer alan ve bir markayı ayırt etmek için yürütülen mobil pazarlamanın amaçları arasında yer alır. Doğru cevap E’dir."
  },
  {
    "id": "3635693",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi mobil pazarlamanın amaçlarından biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Marka imajını değiştirme",
      "B": "Anlık Sesli Yanıt",
      "C": "Marka sadakatini geliştirme",
      "D": "Satış tutundurma",
      "E": "Müşteri veri tabanı oluşturma"
    },
    "explanation": "Anlık Sesli Yanıt (IVR): Bir ses menüsünden seçenekleri seçmek için ve de seçilmemesi<br/>durumunda mobil aygıttan bilgisayarlı telefon sistemiyle etkileşim için bir kimseye,<br/>tipik olarak telefonla arayana imkân veren bir bilgisayar destekli sistemdir. Doğru cevap: B’dir."
  },
  {
    "id": "3635694",
    "unitNumber": 2,
    "text": "“...................., müşteriler tarafından marka algısını değiştirmeyi hedeflemektedir. Tüketicilerin hafızasında tutulan marka bağlantılı çağrışımlar kümesine işaret eder.” İfadesindeki boşluğa aşağıdakilerden hangisi uygundur?",
    "correctAnswer": "A",
    "options": {
      "A": "Marka imajını değiştirme,",
      "B": "Satış tutundurma,",
      "C": "Marka sadakatini geliştirme,",
      "D": "Müşteri veri tabanı oluşturma",
      "E": "Mobil ağızdan ağza iletişim"
    },
    "explanation": "Satış tutundurma, bir ürün ya da hizmetin daha fazla veya daha hızlı satın alınmasını teşvik etmeyi hedeflemektedir. Marka sadakatini geliştirme, tüketicinin markayı yeniden satın alma taahhüdünü hedeflemektedir. Müşteri veri tabanı oluşturma, müşterilerin profillerini toplamayı hedeflemektedir. Mobil ağızdan ağıza iletişim (mobil viral pazarlama da denir), mobil iletişim teknikleri ile müşteriden müşteriye reklam mesajlarının geçmesini hedeflemektedir. Soruda tanımı yapılan kavram mobil pazarlama amaçlarından marka imajını değiştirmeye aittir. Doğru cevap A’dır."
  },
  {
    "id": "3635695",
    "unitNumber": 2,
    "text": "“Malları, hizmetleri ve fikirleri tanıtmak için mobil iletişim tekniklerini kullanan, her zaman ve her yerde etkileşim, konum ve durum bağımlılığı ile birlikte hedefli tüketiciye yönelik hitap ve kampanyanın etkililiğinin doğal ölçümünü sağlayan pazarlama iletişiminin yeni bir şekli” İfadesi ile aşağıdakilerden hangisi tanımlanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Marka imajını değiştirme,",
      "B": "Mobil pazarlama",
      "C": "Marka sadakatini geliştirme,",
      "D": "Müşteri veri tabanı oluşturma",
      "E": "Mobil ağızdan ağza iletişim"
    },
    "explanation": "Soruda tanımı yapılan kavram bilgi ve iletişim teknolojilerinin hızla ilerlemesiyle ortaya çıkan ve pazarlama iletişiminin yeni bir şekli olarak yorumlanan mobil pazarlama kavramına aittir. Doğru cevap B’dir."
  },
  {
    "id": "3635696",
    "unitNumber": 2,
    "text": "“Akıllı telefonlar ve diğer mobil aygıtlar için özel olarak geliştirilen yazılımdır.” Şeklinde tanımlanan ve “app” kısaltmasıyla ifade edilen, doğal, hibrid, mobil web olmak üzere 3 tipi olan yazılım aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "3G",
      "B": "GPS",
      "C": "WAP",
      "D": "Uygulama",
      "E": "4G"
    },
    "explanation": "Akıllı telefonlar ve diğer mobil aygıtlar için özel olarak geliştirilen, İngilizce yazılışının kısaltması olan app kısaltmasını kullanan ve doğal, hibrid, mobil olmak üzere tipi olan terim “uygulama” dır. Doğru cevap D’dir."
  },
  {
    "id": "3635697",
    "unitNumber": 2,
    "text": "“Aygıtları bağlamak için bir kısa mesafe kablosuz aktarım protokolü.” olarak ifade edilen teknoloji aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kare kod",
      "B": "NFC",
      "C": "Wifi",
      "D": "Bluetooth",
      "E": "4G"
    },
    "explanation": "Aygıtları bağlamak için bir kısa mesafe kablosuz aktarım protokolü olarak tanımlanan terim Bluetooth’tur. Doğru Cevap D’dir."
  },
  {
    "id": "3635698",
    "unitNumber": 2,
    "text": "“Mobil aygıtlar, kişisel, yerel veya geniş alan ağlarını kullanan diğer cihazlar için uzaktan kumanda olarak kullanılabilir” ifadesi aşağıdakilerden hangi mobil katma değeri tanımlamaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Bağlam-duyarlılığı",
      "B": "Kare-kod",
      "C": "Bluetooth özelliği",
      "D": "Wifi Özelliği",
      "E": "Komuta ve kontrol fonksiyonları"
    },
    "explanation": "Burada ifade edilmek istenen mobil aygıtların hareketliliğine dayalı olarak katma değerlerden olan komuta ve kontrol fonksiyonlarıdır. Doğru Cevap E’dir."
  },
  {
    "id": "3635699",
    "unitNumber": 2,
    "text": "I. Web pazarlamanın en hedefli formu olmak,<br/>II. Web pazarlamanın en çabuk formu olmak,<br/>III. Web pazarlamanın diğer formlarından daha fazla harekete geçirici olmak,<br/>IV. Web pazarlamanın en hızlı satın almayı teşvik eden olmak<br/>Yukarıda yer alan maddelerden hangisinde mobil pazarlamanın bileşenleri doğru olarak verilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve IV",
      "C": "II, III ve IV",
      "D": "III ve IV",
      "E": "I, II ve III"
    },
    "explanation": "Mobil pazarlamanın bileşenleri Web pazarlamanın en hedefli ve en kişisel formu olmak, Web pazarlamanın en çabuk formu olmak, Web pazarlamanın diğer formlarından daha fazla harekete geçirici olmaktır. Doğru cevap E'dir."
  },
  {
    "id": "3635700",
    "unitNumber": 2,
    "text": "a) Üçüncü nesil mobil iletişim sistemleridir.b) Aygıtları bağlamak için bir kısa mesafe kablosuz aktarım protokolüdür. c) Coğrafi konuma göre kullanıcıya özgü bilgileri veya içeriği teslim etmedir. d) Akıllı telefonlar ve diğer mobil aygıtlar için özel olarak geliştirilen yazılımdır. Yukarıda verilen ve mobil pazarlama ile ilgili olan terimlere ait tanımlar aşağıdakilerden hangisinde doğru olarak sıralanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "3G, Bluetooth, Uygulama, GPS",
      "B": "3G, Bluetooth, GPS, Uygulama",
      "C": "Bluetooth, GPS, 3G, Uygulama",
      "D": "Uygulama, GPS, 3G, Bluetooth",
      "E": "Bluetooth, GPS, Uygulama, 3G"
    },
    "explanation": "Doğru sıralama 3G, Bluetooth, GPS ve Uygulama şeklinde olacaktır. Doğru cevap B'dir."
  },
  {
    "id": "3635701",
    "unitNumber": 2,
    "text": "\"...................., tüketicilerin hafızasında tutulan marka bağlantılı çağrışımlar kümesine işaret eder.\" ifadesindeki boşluğa aşağıdakilerden hangisi uygundur?",
    "correctAnswer": "A",
    "options": {
      "A": "Marka imajı",
      "B": "Marka farkındalığı",
      "C": "Satış tutundurma",
      "D": "Müşteri veri tabanı oluşturma",
      "E": "Mobil ağızdan ağıza iletişim"
    },
    "explanation": "Marka imajı, tüketicilerin hafızasında tutulan marka bağlantılı çağrışımlar kümesine<br/>işaret eder. Doğru cevap A'dır."
  },
  {
    "id": "3635702",
    "unitNumber": 2,
    "text": "Bir ürün ya da hizmetin daha fazla veya daha hızlı satın alınmasını teşvik etmeyi hedefleyen mobil pazarlama aracı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Marka farkındalığı oluşturma",
      "B": "Satış tutundurma",
      "C": "Marka imajını değiştirme",
      "D": "Marka sadakatini geliştirme",
      "E": "Müşteri veri tabanı oluşturma"
    },
    "explanation": "Mobil pazarlamanın amaçlarını marka farkındalığı oluşturma, marka imajını değiştirme, satış tutundurma, marka sadakatini geliştirme, müşteri veri tabanı oluşturma ve mobil ağızdan ağza iletişim seklinde sıralamak mümkündür.<br/>Marka farkındalığı oluşturma, satın alma ve tüketim durumlarında bir markayı ayırt etmek ve hatırlamak için müşterilerin yeteneğini hedeflemektedir ve yeni ürün ve hizmetleri pazara sürmek için önemli hâle gelmektedir.<br/>Marka imajını değiştirme, müşteriler tarafından marka algısını değiştirmeyi hedeflemektedir. Marka imajı, tüketicilerin hafızasında tutulan marka bağlantılı çağrışımlar kümesine işaret eder.<br/>Satış tutundurma, bir ürün ya da hizmetin daha fazla veya daha hızlı satın alınmasını teşvik etmeyi hedeflemektedir.<br/>Marka sadakatini geliştirme, tüketicinin markayı yeniden satın alma taahhüdünü hedeflemektedir.<br/>Müşteri veri tabanı oluşturma, Mobil İstasyon ISDN’si (MSISDN) ya da müşterilerin profillerini toplamayı hedeflemektedir. Bir profil, müşterilerin aktivitesini ve tercihlerini karakterize eder ve onların göreceli değerleriyle bir özellikler dizisi olarak tanımlanır. Online pazarlamacılar ilgili profil bilgilerini toplamak için online anketleri beceri ile şekilendirirler. Bu, mobil pazarlama kullanan pazarlamacılar için aygıtların kısıtlarından dolayı zor olabilir. Sonuçta mobil pazarlama profilleme fırsatının sağlandığı bir Web sitesinde müşterileri cezbetmek için kullanılır.<br/>Mobil ağızdan ağza iletişim (mobil viral pazarlama da denir), mobil iletişim teknikleri ile müşteriden müşteriye reklam mesajlarının geçmesini hedeflemektedir."
  },
  {
    "id": "3635703",
    "unitNumber": 2,
    "text": "Satın alma ve tüketim durumlarında bir markayı ayırt etmek ve hatırlamak için müşterilerin yeteneğini hedefleyen mobil pazarlama amacı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Marka imajını değiştirme",
      "B": "Marka sadakatini geliştirme",
      "C": "Marka farkındalığı oluşturma",
      "D": "Müşteri veri tabanı oluşturma",
      "E": "Mobil ağızdan ağza iletişim"
    },
    "explanation": "Mobil pazarlamanın amaçlarını marka farkındalığı oluşturma, marka imajını değiştirme, satış tutundurma, marka sadakatini geliştirme, müşteri veri tabanı oluşturma ve mobil ağızdan ağza iletişim seklinde sıralamak mümkündür.<br/>Marka farkındalığı oluşturma, satın alma ve tüketim durumlarında bir markayı ayırt etmek ve hatırlamak için müşterilerin yeteneğini hedeflemektedir ve yeni ürün ve hizmetleri pazara sürmek için önemli hâle gelmektedir.<br/>Marka imajını değiştirme, müşteriler tarafından marka algısını değiştirmeyi hedeflemektedir. Marka imajı, tüketicilerin hafızasında tutulan marka bağlantılı çağrışımlar kümesine işaret eder.<br/>Satış tutundurma, bir ürün ya da hizmetin daha fazla veya daha hızlı satın alınmasını teşvik etmeyi hedeflemektedir.<br/>Marka sadakatini geliştirme, tüketicinin markayı yeniden satın alma taahhüdünü hedeflemektedir.<br/>Müşteri veri tabanı oluşturma, Mobil İstasyon ISDN’si (MSISDN) ya da müşterilerin profillerini toplamayı hedeflemektedir. Bir profil, müşterilerin aktivitesini ve tercihlerini karakterize eder ve onların göreceli değerleriyle bir özellikler dizisi olarak tanımlanır. Online pazarlamacılar ilgili profil bilgilerini toplamak için online anketleri beceri ile şekilendirirler. Bu, mobil pazarlama kullanan pazarlamacılar için aygıtların kısıtlarından dolayı zor olabilir. Sonuçta mobil pazarlama profilleme fırsatının sağlandığı bir Web sitesinde müşterileri cezbetmek için kullanılır.<br/>Mobil ağızdan ağza iletişim (mobil viral pazarlama da denir), mobil iletişim teknikleri ile müşteriden müşteriye reklam mesajlarının geçmesini hedeflemektedir."
  },
  {
    "id": "3635704",
    "unitNumber": 2,
    "text": "Mobil iletişim teknikleri ile müşteriden müşteriye reklam mesajlarının geçmesini hedefleyen mobil pazarlama amacı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Müşteri veri tabanı oluşturma",
      "B": "Marka sadakatini geliştirme",
      "C": "Satış tutundurma",
      "D": "Mobil ağızdan ağza iletişim",
      "E": "Marka imajını değiştirme"
    },
    "explanation": "Mobil pazarlamanın amaçlarını marka farkındalığı oluşturma, marka imajını değiştirme, satış tutundurma, marka sadakatini geliştirme, müşteri veri tabanı oluşturma ve mobil ağızdan ağza iletişim seklinde sıralamak mümkündür.<br/>Marka farkındalığı oluşturma, satın alma ve tüketim durumlarında bir markayı ayırt etmek ve hatırlamak için müşterilerin yeteneğini hedeflemektedir ve yeni ürün ve hizmetleri pazara sürmek için önemli hâle gelmektedir.<br/>Marka imajını değiştirme, müşteriler tarafından marka algısını değiştirmeyi hedeflemektedir. Marka imajı, tüketicilerin hafızasında tutulan marka bağlantılı çağrışımlar kümesine işaret eder.<br/>Satış tutundurma, bir ürün ya da hizmetin daha fazla veya daha hızlı satın alınmasını teşvik etmeyi hedeflemektedir.<br/>Marka sadakatini geliştirme, tüketicinin markayı yeniden satın alma taahhüdünü hedeflemektedir.<br/>Müşteri veri tabanı oluşturma, Mobil İstasyon ISDN’si (MSISDN) ya da müşterilerin profillerini toplamayı hedeflemektedir. Bir profil, müşterilerin aktivitesini ve tercihlerini karakterize eder ve onların göreceli değerleriyle bir özellikler dizisi olarak tanımlanır. Online pazarlamacılar ilgili profil bilgilerini toplamak için online anketleri beceri ile şekillendirirler. Bu, mobil pazarlama kullanan pazarlamacılar için aygıtların kısıtlarından dolayı zor olabilir. Sonuçta mobil pazarlama profilleme fırsatının sağlandığı bir Web sitesinde müşterileri cezbetmek için kullanılır.<br/>Mobil ağızdan ağza iletişim (mobil viral pazarlama da denir), mobil iletişim teknikleri ile müşteriden müşteriye reklam mesajlarının geçmesini hedeflemektedir."
  },
  {
    "id": "3635705",
    "unitNumber": 2,
    "text": "Kapalı bir işletim sistemi olan gerçek zamanlı bir işletim sistemi ile çalışan mobil aygıt türü aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Akıllı Telefon",
      "B": "Bağlantılı aygıtlar",
      "C": "Apple iPad",
      "D": "Amazon kindle",
      "E": "Özellikli telefon"
    },
    "explanation": "Özellikli telefon: Özellikli telefon piyasada en yaygın olan telefondur. Bu telefonlar kapalı bir işletim sistemi olan gerçek zamanlı bir işletim sistemi ile çalışır.<br/>Akıllı Telefon: Akıllı telefon, Internet, uygulamalar, e-posta, eğlence ve zengin medya hizmetlerini de içerecek şekilde tipik bir kişisel bilgisayar ile birlikte anılan daha yaygın özelliklerle mobil telefon yeteneklerini bütünleştiren bir mobil aygıttır<br/>Bağlantılı aygıtlar: Bağlantılı aygıtlar kategorisi tüm telefonlar dışındaki mobil destekli aygıtlardır. Başka bir deyişle mobil ağları güçlendiren ama öncelikle bir telefon olmayan aygıtlardır. Bunlar tablet bilgisayarlar (Apple iPad, Samsung Galaxy), e-okuyucular (Amazon Kindle, Barnes and Noble Nook), taşınabilir oyun aygıtları (PlayStation Portable) vb. gibileri içermektedir"
  },
  {
    "id": "3635706",
    "unitNumber": 2,
    "text": "Akıllı telefonlar ve diğer mobil aygıtlar için özel olarak geliştirilen yazılıma ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Uygulama",
      "B": "Bluetooth",
      "C": "Küresel Konum Belirleme Sistemi (GPS)",
      "D": "Yakın Saha Iletisimleri (NFC)",
      "E": "Anlık Sesli Yanıt (IVR)"
    },
    "explanation": "<strong>MOBİL PAZARLAMADA ÖNEMLİ VE BİLİNMESİ GEREKEN TERİMLER VE TANIMLARI</strong><br/>Uygulama: Akıllı telefonlar ve diğer mobil aygıtlar için özel olarak geliştirilen yazılımdır.<br/>Bluetooth: Aygıtları bağlamak için bir kısa mesafe kablosuz aktarım protokolü.<br/>Küresel Konum Belirleme Sistemi (GPS): Dünyanın herhangi bir noktasında cep telefonunun yerinin tespitini sağlayan uydular ve alıcılardır.<br/>Yakın Saha Iletisimleri (NFC): 10 cm’den kısa bir mesafe içerisindeki aygıtların iletişimini sağlayan kablosuz teknolojidir.<br/>Anlık Sesli Yanıt (IVR): Bir ses menüsünden seçenekleri seçmek için ve de seçilmemesi durumunda mobil aygıttan bilgisayarlı telefon sistemiyle etkileşim için bir kimseye, tipik olarak telefonla arayana imkân veren bir bilgisayar destekli sistemdir."
  },
  {
    "id": "3635707",
    "unitNumber": 2,
    "text": "Aygıtları bağlamak için bir kısa mesafe kablosuz aktarım protokolüne ne ad verilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Uygulama",
      "B": "Bluetooth",
      "C": "Küresel Konum Belirleme Sistemi (GPS)",
      "D": "Yakın Saha İletişimleri (NFC)",
      "E": "Anlık Sesli Yanıt (IVR)"
    },
    "explanation": "<strong>MOBİL PAZARLAMADA ÖNEMLİ VE BİLİNMESİ GEREKEN TERİMLER VE TANIMLARI</strong><br/>Uygulama: Akıllı telefonlar ve diğer mobil aygıtlar için özel olarak geliştirilen yazılımdır.<br/>Bluetooth: Aygıtları bağlamak için bir kısa mesafe kablosuz aktarım protokolü.<br/>Küresel Konum Belirleme Sistemi (GPS): Dünyanın herhangi bir noktasında cep telefonunun yerinin tespitini sağlayan uydular ve alıcılardır.<br/>Yakın Saha İletişimleri (NFC): 10 cm’den kısa bir mesafe içerisindeki aygıtların iletişimini sağlayan kablosuz teknolojidir.<br/>Anlık Sesli Yanıt (IVR): Bir ses menüsünden seçenekleri seçmek için ve de seçilmemesi durumunda mobil aygıttan bilgisayarlı telefon sistemiyle etkileşim için bir kimseye, tipik olarak telefonla arayana imkân veren bir bilgisayar destekli sistemdir."
  },
  {
    "id": "3635708",
    "unitNumber": 2,
    "text": "10 cm’den kısa bir mesafe içerisindeki aygıtların iletişimini sağlayan kablosuz teknolojiye ne ad verilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Uygulama",
      "B": "Bluetooth",
      "C": "Yakın Saha İletişimleri (NFC)",
      "D": "Küresel Konum Belirleme Sistemi (GPS)",
      "E": "Anlık Sesli Yanıt (IVR)"
    },
    "explanation": "<strong>MOBİL PAZARLAMADA ÖNEMLİ VE BİLİNMESİ GEREKEN TERİMLER VE TANIMLARI</strong><br/>Uygulama: Akıllı telefonlar ve diğer mobil aygıtlar için özel olarak geliştirilen yazılımdır.<br/>Bluetooth: Aygıtları bağlamak için bir kısa mesafe kablosuz aktarım protokolü.<br/>Küresel Konum Belirleme Sistemi (GPS): Dünyanın herhangi bir noktasında cep telefonunun yerinin tespitini sağlayan uydular ve alıcılardır.<br/>Yakın Saha İletişimleri (NFC): 10 cm’den kısa bir mesafe içerisindeki aygıtların iletişimini sağlayan kablosuz teknolojidir.<br/>Anlık Sesli Yanıt (IVR): Bir ses menüsünden seçenekleri seçmek için ve de seçilmemesi durumunda mobil aygıttan bilgisayarlı telefon sistemiyle etkileşim için bir kimseye, tipik olarak telefonla arayana imkân veren bir bilgisayar destekli sistemdir."
  },
  {
    "id": "3635709",
    "unitNumber": 2,
    "text": "Markalar tarafından kullanıcıları eğitmek, eğlendirmek, ürünlere bağlamak ve/ veya ürünleri satmak için kullanılmak üzere, bir akıllı telefona ya da tablete indirilen yazılım programlarına ne ad verilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Mobil web siteleri",
      "B": "Mobil arama pazarlaması",
      "C": "SMS ve MMS",
      "D": "Mobil uygulamalar (Mobil apps)",
      "E": "Yakın alan iletişimleri (NFC)"
    },
    "explanation": "<strong>MOBİL PAZARLAMA ARAÇLARI VE TEKNOLOJİLERİ</strong><br/>Mobil Web siteleri: Bu özellikle mobil aygıtlar ile uyumlu olacak şekilde tasarlanmış masaüstü Web sitesinin bir versiyonudur. Mobil Web siteleri akıllı telefonunu ya da tabletini markanızla bağ kurmak için kullanan bir mobil ziyaretçi cezp etmek için çekici ve akıcı bir mobil deneyim iletmektedir.<br/>Mobil uygulamalar (Mobil apps): Mobil Web siteleri ile karıştırılmamalıdır. Mobil uygulamalar bir akıllı telefona ya da tablete indirilen yazılım programlarıdır ve markalar tarafından kullanıcıları eğitmek, eğlendirmek, ürünlere bağlamak ve/ veya ürünleri satmak için kullanılabilir.<br/>Mobil arama pazarlaması: Masaüstü araması gibi mobil arama marka ile tüketicileri bağlamanın güçlü bir yoludur. Arama davranış ve motivasyonlarının mobil ortamda farklı olabileceğine dikkat etmenin yanı sıra mobil aygıtlar ile bir masaüstü ya da dizüstü bilgisayarda arama sonuçlarının farklı görünebileceği gerçeğine de dikkat etmek önemlidir.<br/>SMS ve MMS: SMS ve MMS müşterilere metinleri veya zengin medyayı (grafik, video, ses) göndermek için markaların çalışır kıldığı sistemlerdir.<br/>Yakın alan iletişimleri (NFC): Bluetooth’a benzer şekilde NFC de bir kioskta, bir satın alma noktasındaki posterlerde, kredi kartı terminalinde ya da turnikesinde gömülü başka bir çipe kablosuz bağlanmak için bir telefonun içine gömülü küçük bir çip kullanır. Bir dokunuşla bağlantı kurulmasına imkân tanır."
  },
  {
    "id": "3635710",
    "unitNumber": 2,
    "text": "Müşterilere metinleri veya zengin medyayı (grafik, video, ses) göndermek için markaların çalışır kıldığı sistemlere ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mobil web siteleri",
      "B": "Mobil uygulamalar (Mobil apps)",
      "C": "Mobil arama pazarlaması",
      "D": "Yakın alan iletişimleri (NFC)",
      "E": "SMS ve MMS"
    },
    "explanation": "<strong>MOBİL PAZARLAMA ARAÇLARI VE TEKNOLOJİLERİ</strong><br/>Mobil Web siteleri: Bu özellikle mobil aygıtlar ile uyumlu olacak şekilde tasarlanmış masaüstü Web sitesinin bir versiyonudur. Mobil Web siteleri akıllı telefonunu ya da tabletini markanızla bağ kurmak için kullanan bir mobil ziyaretçi cezp etmek için çekici ve akıcı bir mobil deneyim iletmektedir.<br/>Mobil uygulamalar (Mobil apps): Mobil Web siteleri ile karıştırılmamalıdır. Mobil uygulamalar bir akıllı telefona ya da tablete indirilen yazılım programlarıdır ve markalar tarafından kullanıcıları eğitmek, eğlendirmek, ürünlere bağlamak ve/ veya ürünleri satmak için kullanılabilir.<br/>Mobil arama pazarlaması: Masaüstü araması gibi mobil arama marka ile tüketicileri bağlamanın güçlü bir yoludur. Arama davranış ve motivasyonlarının mobil ortamda farklı olabileceğine dikkat etmenin yanı sıra mobil aygıtlar ile bir masaüstü ya da dizüstü bilgisayarda arama sonuçlarının farklı görünebileceği gerçeğine de dikkat etmek önemlidir.<br/>SMS ve MMS: SMS ve MMS müşterilere metinleri veya zengin medyayı (grafik, video, ses) göndermek için markaların çalışır kıldığı sistemlerdir.<br/>Yakın alan iletişimleri (NFC): Bluetooth’a benzer şekilde NFC de bir kioskta, bir satın alma noktasındaki posterlerde, kredi kartı terminalinde ya da turnikesinde gömülü başka bir çipe kablosuz bağlanmak için bir telefonun içine gömülü küçük bir çip kullanır. Bir dokunuşla bağlantı kurulmasına imkân tanır."
  },
  {
    "id": "3635711",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi mobil katma değerler arasında <strong>yer almaz?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Aynı anda birçok yerde mevcut olma",
      "B": "Bağlam-duyarlılığı",
      "C": "Fonksiyonları belirleme",
      "D": "Mobil saha iletişimleri",
      "E": "Komuta ve kontrol fonksiyonları"
    },
    "explanation": "Kendisine özgü bir teknoloji-özellikli katma değerler sınıfı mobil katma değerler olarak tanımlanır ve adlandırılır. Taşınabilir aygıtların hareketliliğine dayalı olarak bu katma değerler şunlardır:<br/><ul> <li>Aynı anda birçok yerde mevcut olma</li> <li>Bağlam-duyarlılığı</li> <li>Fonksiyonları belirleme</li> <li>Komuta ve kontrol fonksiyonları</li> </ul>"
  },
  {
    "id": "3635712",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi mobil pazarlama bileşenleri arasında <strong>yer almaz?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Web pazarlamanın en kişisel formudur",
      "B": "Web pazarlamanın en hedefli formudur",
      "C": "Web pazarlamanın en az tercih edilen formudur",
      "D": "Web pazarlamanın en çabuk formudur",
      "E": "Web pazarlamanın diğer formlarından daha fazla harekete geçiricidir"
    },
    "explanation": "Mobil pazarlama bileşenlerini dört başlıkta ele almak mümkündür. Bunlar:<br/><ul> <li>Mobil pazarlama, Web pazarlamanın en kişisel formudur</li> <li>Mobil pazarlama Web pazarlamanın en hedefli formudur</li> <li>Mobil pazarlama Web pazarlamanın en çabuk formudur</li> <li>Mobil pazarlama Web pazarlamanın diğer formlarından daha fazla harekete geçiricidir.</li> </ul>"
  },
  {
    "id": "3635713",
    "unitNumber": 2,
    "text": "\"Satın alma ve tüketim durumlarında bir markayı ayırt etmek ve hatırlamak için müşterilerin yeteneğini hedeflemek\" mobil pazarlamanın hangi amacı içerisinde yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Marka farkındalığı oluşturma",
      "B": "Marka imajını değiştirme",
      "C": "Marka sadakatini geliştirme",
      "D": "Müşteri veri tabanı oluşturma",
      "E": "Mobil ağızdan ağza iletişim"
    },
    "explanation": "Mobil pazarlamanın amaçlarını marka farkındalığı oluşturma, marka imajını değiştirme, satış tutundurma, marka sadakatini geliştirme, müşteri veri tabanı oluşturma ve mobil ağızdan ağza iletişim şeklinde sıralamak mümkündür. Marka farkındalığı oluşturma, satın alma ve tüketim durumlarında bir markayı ayırt<br/>etmek ve hatırlamak için müşterilerin yeteneğini hedeflemektedir ve yeni ürün ve hizmetleri pazara sürmek için önemli hâle gelmektedir."
  },
  {
    "id": "3635714",
    "unitNumber": 2,
    "text": "\"Tüketicilerin hafızasında tutulan marka bağlantılı çağrışımlar kümesine işaret eder\"<br/>ifadesi aşağıdaki kavramlardan hangisini açıklamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Marka kimliği",
      "B": "Marka farkındalığı",
      "C": "Marka deneyimi",
      "D": "Marka imajı",
      "E": "Marka kültürü"
    },
    "explanation": "Marka imajı, tüketicilerin hafızasında tutulan marka bağlantılı çağrışımlar kümesine işaret eder."
  },
  {
    "id": "3635715",
    "unitNumber": 2,
    "text": "Mobil pazarlama amaçları için kullanılan aygıtlar kaç kategoride toplanabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Mobil pazarlama amaçları için üç aygıt kategorisinden bahsetmek mümkündür. Bunlar: özellikli telefon, akıllı telefon ve bağlantılı aygıtlardır."
  },
  {
    "id": "3635716",
    "unitNumber": 2,
    "text": "Karşılığında bir şey almak için mobil telefonlardan veya sabit telefonlardan SMS ve MMS mesajlarını yönlendirmek için kullanılan özel bir numara veya kod'a ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bluetooth",
      "B": "Kare kod",
      "C": "Ortak kısa kod",
      "D": "USSD",
      "E": "WAP"
    },
    "explanation": "Ortak kısa kod: Genellikle karşılığında bir şey almak için mobil telefonlardan veya sabit telefonlardan SMS ve MMS mesajlarını yönlendirmek için kullanılan özel bir numara veya kod."
  },
  {
    "id": "3635717",
    "unitNumber": 2,
    "text": "NFC ne demektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Küresel Konum Belirleme Sistemi",
      "B": "Yakın Saha İletişimleri",
      "C": "Video Öncesi Reklam",
      "D": "İtme Mesajlaşma",
      "E": "Çekme Mesajlaşma"
    },
    "explanation": "Yakın Saha İletişimleri (NFC): 10 cm’den kısa bir mesafe içerisindeki aygıtların iletişimini sağlayan kablosuz teknolojidir."
  },
  {
    "id": "3635718",
    "unitNumber": 2,
    "text": "Aygıtları bağlamak için bir kısa mesafe kablosuz aktarım protokolüne ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "USSD",
      "B": "WAP",
      "C": "2D barkod",
      "D": "Bluetooth",
      "E": "NFC"
    },
    "explanation": "Bluetooth: Aygıtları bağlamak için bir kısa mesafe kablosuz aktarım protokolü."
  },
  {
    "id": "3635719",
    "unitNumber": 2,
    "text": "IVR ne demektir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tıklama oranı",
      "B": "Coğrafi hedefleme",
      "C": "Anlık sesli yanıt",
      "D": "Dönüştürme oranı",
      "E": "Katılım tercihi"
    },
    "explanation": "Anlık Sesli Yanıt (IVR): Bir ses menüsünden seçenekleri seçmek için ve de seçilmemesi durumunda mobil aygıttan bilgisayarlı telefon sistemiyle etkileşim için bir kimseye, tipik olarak telefonla arayana imkân veren bir bilgisayar destekli sistemdir."
  },
  {
    "id": "3635720",
    "unitNumber": 2,
    "text": "Uygulama mağazaları aracılığıyla yüklenen uygulamalara ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Doğal uygulamalar",
      "B": "Yapay uygulamalar",
      "C": "Mobil web uygulamaları",
      "D": "Hibrit uygulamalar",
      "E": "Çoklu uygulamalar"
    },
    "explanation": "Uygulama: Akıllı telefonlar ve diğer mobil aygıtlar için özel olarak geliştirilen yazılımdır. Aynı zamanda “app” olarak da bilinir. 3 tipi vardır:<br/><ul> <li>Doğal uygulamalar: uygulama mağazaları aracılığıyla yüklenen uygulamalardır,</li> <li>Mobil web uygulamaları: gerçek uygulamalar olmayıp birçok yönden doğal uygulamalara benzeyen gerçekte Web siteleridir,</li> <li>Hibrid uygulamalar: bir bölümü doğal uygulama, bir bölümü Web uygulaması olan<br/>uygulamalardır.</li> </ul>"
  },
  {
    "id": "3635721",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi mobil pazarlamanın amaçlarından biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Satış tutundurma",
      "B": "Anlık Sesli Yanıt",
      "C": "Marka imajını değiştirme",
      "D": "Marka farkındalığı oluşturma",
      "E": "Müşteri veri tabanı oluşturma"
    },
    "explanation": "Anlık Sesli Yanıt (IVR): Bir ses menüsünden seçenekleri seçmek için ve de seçilmemesi<br/>durumunda mobil aygıttan bilgisayarlı telefon sistemiyle etkileşim için bir kimseye,<br/>tipik olarak telefonla arayana imkân veren bir bilgisayar destekli sistemdir."
  },
  {
    "id": "3635722",
    "unitNumber": 2,
    "text": "\"...................., tüketicilerin hafızasında tutulan marka bağlantılı çağrışımlar kümesine işaret eder.\" ifadesindeki boşluğa aşağıdakilerden hangisi uygundur?",
    "correctAnswer": "A",
    "options": {
      "A": "Marka imajı",
      "B": "Satış tutundurma",
      "C": "Marka farkındalığı oluşturma",
      "D": "Marka sadakatini geliştirme",
      "E": "Mobil ağızdan ağıza iletişim"
    },
    "explanation": "Marka imajı, tüketicilerin hafızasında tutulan marka bağlantılı çağrışımlar kümesine işaret eder."
  },
  {
    "id": "3635723",
    "unitNumber": 3,
    "text": "Bir mobil telefon ile yürütülen veya kolaylaştırılan herhangi bir finansal değisim ya da etkileşimi olarak tanımlanmaktadır.",
    "correctAnswer": "A",
    "options": {
      "A": "Mobil ticaret",
      "B": "Uzaktan pazarlama",
      "C": "Doğrudan pazarlama",
      "D": "İletişim karması",
      "E": "Kitlesel pazarlama"
    },
    "explanation": "Bir mobil telefon ile yürütülen veya kolaylaştırılan herhangi bir finansal değişim ya da etkileşim mobil ticaret olarak tanımlanmaktadır."
  },
  {
    "id": "3635724",
    "unitNumber": 3,
    "text": "Aşağıdakilerden M-ticaret ve e-ticaret arasındaki farklılıklardan biri değildir.",
    "correctAnswer": "E",
    "options": {
      "A": "Kökenleri açısından",
      "B": "Teknoloji açısından",
      "C": "Hizmetlerin doğası açısından",
      "D": "Telekümünasyon dünyasındaki gelişmeler açısından",
      "E": "Pazarlama genel tanımı açısından"
    },
    "explanation": "Pazarlamanın genel tanımı açısından herhangi bir farklılık yoktur."
  },
  {
    "id": "3635725",
    "unitNumber": 3,
    "text": "Aşağıdakilerinden hangisi mobil ticaretin e-ticarete göre avantajlarından biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Fiyat",
      "B": "Performans",
      "C": "İlgi",
      "D": "Promosyon",
      "E": "Kolay erişim"
    },
    "explanation": "Kolay erişim mobil ticaretin en önemli avantajlarında biridir."
  },
  {
    "id": "3635726",
    "unitNumber": 3,
    "text": "Aşağıdakilerinden hangisi mobil ticaretin benzersiz özelliklerinden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kolaylık",
      "B": "Erişilirebilirlik",
      "C": "Fiyat",
      "D": "Kişileştirime",
      "E": "Lokalleştirme"
    },
    "explanation": "Mobil ticaret fiyat avantajı sağlamaz bu durumda fiyat mobil ticaretin benzersiz özellikleri arasında yer almaz."
  },
  {
    "id": "3635727",
    "unitNumber": 3,
    "text": "Mobil ödeme içerisinde kredi kartı işlemleri genellikle hangi fiyat aralıkta yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "20-50 cent",
      "B": "50-80 cent",
      "C": "80-110 cent",
      "D": "110-140 cent",
      "E": "140-170 cent"
    },
    "explanation": "Bu işlem için fiyat aralığı genellikle 20-50 cent aralığındadır."
  },
  {
    "id": "3635728",
    "unitNumber": 3,
    "text": "Bir telefonda tamamlanabilen ufak mobil ticaret işlemleri aşağıdakilerinden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mobil ödemeler",
      "B": "Doğrudan operatör faturalandırma",
      "C": "Mikro ödemeler",
      "D": "Abonelikler",
      "E": "Kredi kartlarına bağlı kullanıcı hesapları"
    },
    "explanation": "Bir telefonda tamamlanabilen ufak mobil ticaret islemleri mikro ödemeler olarak adlandırılmaktadır"
  },
  {
    "id": "3635729",
    "unitNumber": 3,
    "text": "Aşağıdaki ödeme türlerinden hangisi makro ödemeler başlığı altında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Ön ödeme",
      "B": "İstemli mobil ödeme",
      "C": "Tam mobil Web işlemleri",
      "D": "Yakınlık tabanlı tam geleneksel işlemlerle mobil ödeme",
      "E": "Abonelikler"
    },
    "explanation": "Abonelikler mikro-ödemeler başlığı altında yer almaktadır."
  },
  {
    "id": "3635730",
    "unitNumber": 3,
    "text": "Bir mobil telefonla tedavüldeki parayı el değiştirme işlemi aşağıdakilerinden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mobil bankacılık",
      "B": "Mikro ödemeler",
      "C": "abonelikler",
      "D": "Mobil ödemeler",
      "E": "Makro ödemeler"
    },
    "explanation": "Bir mobil telefonla tedavüldeki parayı el değiştirme işlemi mobil bankacılık olarak ifade edilmektedir."
  },
  {
    "id": "3635731",
    "unitNumber": 3,
    "text": "Mobil ticaret değer zinciri içerisinde video, ses ve metin bilgileri gibi dijital içerikleri yaratmaya odaklanan zincir ögesi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İçerik yaratımı",
      "B": "İçerik paketleme",
      "C": "Değer uygulaması",
      "D": "Temel kategori",
      "E": "Mobil uygulamalar"
    },
    "explanation": "İçerik yaratımı: Bu değer alanı ses, video ve metin bilgileri gibi dijital materyal yaratmaya odaklanmaktadır. Örneğin dijital haber yemleri ve gerçek zamanlı hisse senedi bilgileri Reuters’den edinilebilir."
  },
  {
    "id": "3635732",
    "unitNumber": 3,
    "text": "Dünya genelinde e-ticaret işlemlerinin mobil ticaretin payı yüzde kaçtır.",
    "correctAnswer": "A",
    "options": {
      "A": "%34",
      "B": "%40",
      "C": "%35",
      "D": "%41",
      "E": "%49"
    },
    "explanation": "Dünya genelinde e ticaret içerisinden mobil ticaretin payı %34'tür."
  },
  {
    "id": "3635733",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi m-ticaretin özelliklerinden biri <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Teknolojik olarak arayüzünde cep telefonu ve PDA'lar kullanılır.",
      "B": "Hizmet aralığı bölgeseldir.",
      "C": "Devlet-sponsorlu internet kullanır.",
      "D": "Coğrafi konum gerektirir.",
      "E": "Hedef mobilitesi hareketli bir hedefe yöneliktir."
    },
    "explanation": "m-ticaret sponsorluk açısından özel mobil telefon endüstrisini kullanmaktadır. Doğru cevap C'dir."
  },
  {
    "id": "3635734",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi mobil ticaretin benzersiz özelliklerinden biri olan kişiselleştirme ile ilgilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Daha kolay gerçek zamanlı bilgi erişimi",
      "B": "Kullanım kolaylığı",
      "C": "Her zaman her yerden bağlantı.",
      "D": "Son kullanıcı deneyimini isteğe göre uyarlayan hizmetleri uyarlama.",
      "E": "Kullanıcıların konumlarıyla hizmetleri eşleştirme"
    },
    "explanation": "A seçeneği aynı anda çok yerde olma, B seçenği kolaylık, C seçeneği erişilebilirlik ve E seçeneği lokalleştirme ile ilgiliyken D seçeneği kişiselleştirme ile ilgilidir."
  },
  {
    "id": "3635735",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi mikro ödemelerin en yaygın türleri arasındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Doğrudan operatör faturalama",
      "B": "Ön-ödeme",
      "C": "İstemli mobil ödeme",
      "D": "Tam mobil ödeme",
      "E": "Yakınlık tabanlı mobil ödeme"
    },
    "explanation": "B,C,D ve E seçenekleri makro ödemelerle ilgilidir. Doğru cevap A'dır."
  },
  {
    "id": "3635736",
    "unitNumber": 3,
    "text": "Mobil bankacılıkta kullanılan telefonun kaybı ya da çalınması durumunda aşağıdakilerden hangisi bankanın alacağı önlemler arasındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Kullanıcıya yeni telefon tedarik etmek",
      "B": "NFC okuyucusunun kapsama alanını genişletmek",
      "C": "RFID okuyucusunun kapsama alanını genişletmek",
      "D": "Telefonun bluetooth özelliğini kapatmak",
      "E": "Telefondaki tüm bilgileri yedekleyip telefona erişimi engellemek"
    },
    "explanation": "Mobil e-ticaret ile ilgili önemli riskler telefon hırsızlığı (banka bilgileri genellikle cep telefonunda saklanmakta ve cep telefonu kaybolursa ya da çalınırsa telefonda kayıtlı tüm hesaplar ve bilgiler telefon hırsızlığına yatkın olmaktadır. Çoğu şirket bu durumda “uzaktan öldür” özelliği ile karşımıza çıkmaktadır. Kayıp ya da çalındı bildirimi olursa şirket, bulutta yer alan telefondaki tüm bilgileri yedeklemekte ve sonra da tüm erişimi engellemekte ya da uzaktan telefon belle- ğinden tüm içeriği temizlemektedir. Doğru cevap E'dir."
  },
  {
    "id": "3635737",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi ses ve veri için anahtarlama, nakil ve iletim dahil olmak üzere iletişimleri içeren temel ağdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Mobil aktarım",
      "B": "Mobil arayüz ve uygulamalar",
      "C": "İçerik yaratımı",
      "D": "Paketleme",
      "E": "Pazar yapma"
    },
    "explanation": "Ses ve veri için anahtarlama, nakil ve iletim dahil olmak üzere iletişimleri içeren temel ağ mobil aktarımdır. Bu, AT&amp;T, NTT DoCoMo ve Vodafone ve de Evrensel Mobil Telekomünikasyon Sistemi (UMTS) gibi gelecek yüksek-hızlı iletim teknolojileri gibi esas telekomünikasyon aktörlerini içermektedir. Doğru cevap A'dır."
  },
  {
    "id": "3635738",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi mobil ticaret değer zincirinde pazar yapma faaliyeti ile ilgilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Metin yaratımı",
      "B": "Konum özellikli bilgi üretimi",
      "C": "Katma değerli mobil sitelerin yapımı",
      "D": "SMS teknolojisi",
      "E": "Mikrobrowserlar"
    },
    "explanation": "Pazar yapma içerik ve hizmet seçimi (İletişim (e-mail), Kişisel içerik ve uyarılar, PIM, \u0006lofax fonksiyonları; Konum özellikli bilgi) ve Mobil portalları (operatörler, Web portalları ve diğerleri) üretme gibi faaliyetleri kapsamaktadır. Doğru cevap B'dir."
  },
  {
    "id": "3635739",
    "unitNumber": 3,
    "text": "Dijital haber yemleri ve gerçek zamanlı hisse senedi bilgilerinin bir ajanstan elde edilmesi mobil ticaret değer zincirinin hangi aşamasında ortaya çıkmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "İçerik yaratımı",
      "B": "İçerik paketleme",
      "C": "Pazar yapma",
      "D": "Mobil aktarım",
      "E": "Arayüz"
    },
    "explanation": "Ses, video ve metin bilgileri gibi dijital materyal yaratmaya odaklanan değer alanı içerik yaratımını yansıtmaktadır. Örneğin dijital haber yemleri ve gerçek zamanlı hisse senedi bilgileri Reuters’den edinilebilir. Doğru cevap A'dır."
  },
  {
    "id": "3635740",
    "unitNumber": 3,
    "text": "Bir Mobil Web portalının çok sayıdaki hizmetleri için tek noktada hizmet sunumu sağlaması mobil ticaret değer zincirinin hangi alanına girmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "İçerik yaratımı",
      "B": "İçerik paketleme",
      "C": "Pazar yapma",
      "D": "Mobil aktarım",
      "E": "Mobil hizmet ve dağıtım desteği"
    },
    "explanation": "Pazarlama ve satış içeriği mobil portalların birincil rolüdür. Bu program geliştirmeyi, hizmet dağıtımını ve müşteri hizmetlerini içermektedir. Örneğin Yahoo! Mobil Web portalı çok sayıdaki hizmetleri için tek noktada hizmet sunumu sağlamaktadır. Doğru cevap C'dir."
  },
  {
    "id": "3635741",
    "unitNumber": 3,
    "text": "Mobil üzerinden e-ticaret işlemlerinin ilk kez %50'yi aştığı ülke aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "İngiltere",
      "B": "Hollanda",
      "C": "İtalya",
      "D": "İspanya",
      "E": "Japonya"
    },
    "explanation": "Mobil ticaret günümüzde ülkeye göre e-ticaret pazar büyüklüğünün tam ağırlığına dayalı olarak tüm global e-ticaret işlemlerinin %34’üdür. Mobil aygıtlardan gelen e-ticaret işlemlerinin %29’u ile mobil pay global ortalamaya göre ABD’de biraz daha düşüktür. İlk kez Japonya’nın ve Güney Kore’nin, mobil üzerinden e-ticaret işlemleri %50’yi aşmıştır. Doğru cevap E'dir."
  },
  {
    "id": "3635742",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi mobil ticaret uygulamalarından kurumsal kaynak planlamanın temel uygulamasıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Seyahat yönetimi",
      "B": "Mobil işlemler",
      "C": "Kaynak yönetimi",
      "D": "Mobil sınıflar",
      "E": "Ürün takibi"
    },
    "explanation": "Mobil ticaret uygulamaları aşağıda gösterilmiştir. <br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/78292df4d05136f3d7c8ccb8b0884c3e.png\" alt=\"\" width=\"478\" height=\"232\"> Doğru cevap C'dir."
  },
  {
    "id": "3635744",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>Ana çıkış modu: ses ve küçük görüntü.</li> <li>Standardizasyon: Yüksek standartlı.</li> <li>Trend: Sofistikeye doğru.</li> <li>Bağlanabilirlik:Bölgesel.</li> </ol> Hangi seçenekte, sadece mobil ticaret için geçerli açıklamaların numaralarının tümü yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III",
      "B": "II, III, IV",
      "C": "I, III, IV",
      "D": "II, III",
      "E": "I, IV"
    },
    "explanation": "Mobil ticarette, çoklu ve uyumsuz standardizasyon mevcuttur. M-ticarette, trend minimizasyona doğrudur."
  },
  {
    "id": "3635745",
    "unitNumber": 3,
    "text": "M-ticaret ve e-ticaret arasındaki farklar temel olarak kaç adet özellik çerçevesinde incelenmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "İki",
      "B": "Üç",
      "C": "Dört",
      "D": "Beş",
      "E": "Sekiz"
    },
    "explanation": "M-ticaret ve e-ticaret arasında,<br/><ol> <li> Kökenleri, </li> <li>teknoloji ve </li> <li>hizmetin doğası </li> </ol> açısından bazı temel farklılıklar vardır."
  },
  {
    "id": "3635746",
    "unitNumber": 3,
    "text": "Mobil ticaretin e-ticarete göre kaç adet avantajı vardır?",
    "correctAnswer": "A",
    "options": {
      "A": "İki",
      "B": "Dört",
      "C": "Beş",
      "D": "Altı",
      "E": "Sekiz"
    },
    "explanation": "İki adettir. Bunlar:<br/><ol><br/><li>Aynı anda çok yerde olma.</li><br/><li>Kolay ve hızlı erişim.</li><br/></ol>"
  },
  {
    "id": "3635747",
    "unitNumber": 3,
    "text": "Mobil ticaretin, e-ticarete göre dezavantajlı yönleri kaç adettir?",
    "correctAnswer": "A",
    "options": {
      "A": "İki",
      "B": "Üç",
      "C": "Dört",
      "D": "Beş",
      "E": "Sekiz"
    },
    "explanation": "İki adettir. Bunlar:<br/><ol> <li>Gezinme, bilgi toplama ve kompleks etkileşimler yapma zorluğu.</li> <li>Daha yüksek risk algısı.</li> </ol>"
  },
  {
    "id": "3635748",
    "unitNumber": 3,
    "text": "Hangisi mobil ticareti benzersiz kılan özellikler başlıkları arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Karmaşıklık",
      "B": "Standardizasyon",
      "C": "Kişiselleştirme",
      "D": "Düşük maliyet",
      "E": "Güvenlik"
    },
    "explanation": "Kitapta mabil ticareti benzersiz kılan özellikler:<br/><ol><br/><li>Aynı anda çok yerde olma.</li><br/><li>Kolaylık.</li><br/><li>Erişilebilirlik.</li><br/><li>Kişisellştirme.</li><br/><li>Lokalleştirme.</li><br/></ol><br/>Ana başlıklarında açıklanmaktadır."
  },
  {
    "id": "3635749",
    "unitNumber": 3,
    "text": "Mobil ticareti benzersiz kılan özelliklerden, ''verilerin elde edildiği kaynakların sürekli elde olması'', hangi seçenekteki özellik başlığında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Lokalleştirme",
      "B": "Kolaylık",
      "C": "Yaratıcılık",
      "D": "Esneklik",
      "E": "Maliyet"
    },
    "explanation": "Kitapta mabil ticareti benzersiz kılan özellikler:<br/><ol><br/><li>Aynı anda çok yerde olma.</li><br/><li>Kolaylık.</li><br/><li>Erişilebilirlik.</li><br/><li>Kişisellştirme.</li><br/><li>Lokalleştirme.</li><br/></ol><br/>Ana başlıklarında açıklanmaktadır. Dolayısıyla, C, D, E doğru değildir. Sorudaki açıklama, kolaylaştırmaya ilişkindir."
  },
  {
    "id": "3635750",
    "unitNumber": 3,
    "text": "M-ticaret uygulama ve hizmetleri için kaç temel boyut bulunmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Tek",
      "B": "Çift",
      "C": "Üç",
      "D": "Dört",
      "E": "Beş"
    },
    "explanation": "Üç boyut bulunmaktadır: Bunlar; zanan bağlı olma, konum duyarlılığı ve kişiselleştirme olarak tanımlanmaktadır."
  },
  {
    "id": "3635751",
    "unitNumber": 3,
    "text": "Temel mobil ticaret uygulamalarını oluşturan kategori sayısı hangi seçenekte yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "On",
      "B": "Beş",
      "C": "Üç",
      "D": "Sekiz",
      "E": "İki"
    },
    "explanation": "Sekiz kategori. Bunlar:<br/><ol> <li>Seyahat ve biletleme</li> <li>Ticaret</li> <li>Kurumsal kaynak planlama</li> <li>Eğitim</li> <li>Eğlence</li> <li>Sağlık hizmeti</li> <li>Stok takibi ve sevkiyatı</li> <li>Trafik</li> </ol>"
  },
  {
    "id": "3635752",
    "unitNumber": 3,
    "text": "2015 yılı verilerine göre, Dünyada e-ticaret işlemlerinin mobil payında global ortalamayı aşan ülke sayısı kaçtır?",
    "correctAnswer": "C",
    "options": {
      "A": "Bir",
      "B": "İki",
      "C": "Üç",
      "D": "Dört",
      "E": "Beş"
    },
    "explanation": "Üç. Japonya, Güney Kore ve İngiltere."
  },
  {
    "id": "3635753",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi mobil mesaj olarak kabul edilemez?",
    "correctAnswer": "E",
    "options": {
      "A": "Multimedya mesajları",
      "B": "Metin mesajları",
      "C": "Mobil aygıt üzerinde çalan/oynatılan, ürüne dair ses içeriği",
      "D": "Ürüne dair, Mobil aygıtlar üzerinde oynatılan video içeriği",
      "E": "Bilboardlar"
    },
    "explanation": "<ul><br/><li>Hem kendisine ait hem başkasına ait mobil internet sitelerinden gelen multimedyalar</li><br/><li>İnsanların uygulama mağazaları aracılığıyla indirdiği mobil uygulamalar</li><br/><li>Bir mobil aygıt üzerinde çalan/oynatılan mobil ses ve video içeriği</li><br/><li> Metin mesajları ve e-posta mesajları mobil mesajlar olarak kabul edilmekte, sadece billboardlar mobil kabul edilmemektedir.</li><br/></ul>"
  },
  {
    "id": "3635754",
    "unitNumber": 4,
    "text": "Mobil reklamlar ile online reklamlar arasındaki farklar düşünülecek olursa aşağıdakilerden hangisi mobil reklamların online olanlara göre üstün olduğu yönlerden birine yönelik doğru bir ifadedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Online reklamlar daha çok marka farkındalığı yaratır.",
      "B": "Çok sayıda insan mobil aygıt kullandığına göre mobil medya kullanımı ile daha çok insana ulaşmak olasıdır.",
      "C": "Online veya mobil olması reklam veren açısından farklı bir sonuç yaratmaz.",
      "D": "Online reklamlar ile potansiyel müşterilere hemen şimdi-tam o an ulaşma olasılığı çok yüksektir.",
      "E": "Mobil kullanıcılar hemen yanıt verme olasılığı taşımazlar."
    },
    "explanation": "Mobil reklam online olanlara benzese de, erişim, alakalı olma ve anlık olma gibi konularda online reklamlardan belirgin üstünlükler taşır. Mobil aygıtlara sahip insan sayısı fazla olduğu ve her biri potansiyel hedef kitle özelliği taşıdığı için doğru cevap B seçeneğidir."
  },
  {
    "id": "3635755",
    "unitNumber": 4,
    "text": "‘…..bir ziyaretçinin email alımını kabul etmesi, uyarılar ve benzer iletileri gelecekte sizden almayı kabul etmiş olmasıdır.’ Yukarıdaki noktalı yere aşağıdakilerden hangisini yazmak tanımı doğru hale getirecektir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tıklama",
      "B": "Gösterim",
      "C": "Edinim",
      "D": "Dönüştürme",
      "E": "Banner"
    },
    "explanation": "Edinim: Bir ziyaretçi uyarılar ya da e-mailler için kayıt olur ya da bir şekilde gelecekte sizden<br/>mesaj almak istediğini belirtir. Aynı zamanda müşteri edinimi/elde etme olarak da bilinir"
  },
  {
    "id": "3635756",
    "unitNumber": 4,
    "text": "Beklenen içeriğin öncesinde ve sonrasında görülen reklamlara ….. denir.",
    "correctAnswer": "A",
    "options": {
      "A": "Banner",
      "B": "online reklam",
      "C": "CPI",
      "D": "Edinim",
      "E": "Dönüşüm"
    },
    "explanation": "CPI : yükleme başına maliyet demektir. Edinim dönüşüm ve online reklam da yukarıda verilen tanımdan bağımsız terimlerdir. O halde A seçeneği yani banner noktalı yere gelmelidir."
  },
  {
    "id": "3635757",
    "unitNumber": 4,
    "text": "’Bir siteyi ziyaret ettiği için bazı mükafat türlerinin kullanılmasına … denir’ noktalı yere aşağıdakilerden hangisi getirilirse tanım anlamlı ve doğru olacaktır?",
    "correctAnswer": "D",
    "options": {
      "A": "Edinme",
      "B": "Getirme",
      "C": "Dönüştürme",
      "D": "Özendirilme",
      "E": "Tıklanma"
    },
    "explanation": "Özendirilme : Bir siteyi ziyaret edenler için bazı mükafat türlerinin organize edildiği sistemdir. Bu türde özendirilmiş ziyaretçiler tıklıyor veya yüklüyor demektir, kişinin bir download veya başka bir uygulama ile ilgilenmeye başlaması karşılığında, kullanıcılar için sanal para ya da “freemium” uygulamalar verilebilir, bu sistem içinde Premium içerik olan %80 başarı oranları ile en yaygın ödül uygulamasıdır."
  },
  {
    "id": "3635758",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi mobil videoların olumsuz yönleri arasında sayılabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Video reklamları pahalıdır ve yer yer teknik zorluklar içermektedir.",
      "B": "Video reklamları ilgi çekici değildir.",
      "C": "Video formatları standarttır.",
      "D": "Video hacim/yoğunluğu esnek değildir.",
      "E": "Boyutları için kısa orta gibi seçeneklere ulaşamayız."
    },
    "explanation": "Medya satın almaya ek olarak üretim maliyetlerini içermesinden dolayı video reklamları pahalı olabilir, bunun yanında yükleme hataları ve belleğe alma sorunları veya benzeri başka teknik zorluklardan da söz edilebilir. O halde A seçeneği doğrudur."
  },
  {
    "id": "3635759",
    "unitNumber": 4,
    "text": "Arama işlevini verimli şekilde yerine getirebilmek için aşağıdakilerden hangisi öncelikli olarak ele alınmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Uygun anahtar kelimelerin ve özel terimlerin karışımını bulmak.",
      "B": "Arama motorlarının renkleri",
      "C": "Arama motorlarının teşvikleri",
      "D": "Uygun boyutlu punto",
      "E": "Arka plan müziği"
    },
    "explanation": "Uygun anahtar kelimelerin karışımını bulmak zorunluluğu araştırma için önemlidir. Uygulama için özel arama terimlerinin ve popüler arama terimlerinin (trafik akışını doğru yönlendirmek için)alternatiflere açık bir karışımını oluşturmak gerekebilir. O halde uygun anahtar kelimeleri bulmak elzemdir."
  },
  {
    "id": "3635760",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi mobil reklam kullanım amaçlarından biri olamaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Doğrudan yanıt için, ellerindeki telefonları üzerinden arama yapmaları amacı ile kullanılabilir.",
      "B": "Tıklanan reklamdaki teklife dahil olabilmek için sms atmaları istenebilir.",
      "C": "Bir email listesi oluşturmak için email girerek abonelik sağlanabilir.",
      "D": "Masaüstü bilgisayara yükleme yapmak zorunda kalacakları önkoşullar yaratılabilir.",
      "E": "Siteye giren kişilerin reklama tıklayınca konumuna dair bilgilerin edinilebilmesi sağlanabilir."
    },
    "explanation": "Mobil sistemlerde amaç: işlemlerin mobil ortamda yapılabilirliğidir. Bu nedenle sabit bir bilgisayara inebilecek hacimde dosyalar veya yazılımlar kullanıcıya gerekmemelidir. O halde bu mobil reklamın amaçlarından olamaz."
  },
  {
    "id": "3635761",
    "unitNumber": 4,
    "text": "Bir reklamı ilgilenen kitlenin kaç defa tıkladığına dair bilgi almak isteyen bir kişinin aşağıdakilerden hangisine ulaşabiliyor olması gerekmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dönüştürme istatistikleri",
      "B": "Edinim verileri",
      "C": "İzleme başına maliyet bilgileri",
      "D": "Tıklama istatistikleri",
      "E": "Anlık sesli yanıt ortalamaları"
    },
    "explanation": "Bir reklama kullanıcıların fiilen kaç kez tıkladığını tanımlayan istatistik, tıklama istatistiğidir."
  },
  {
    "id": "3635762",
    "unitNumber": 4,
    "text": "Yüksek CTR oranı olan bir reklama dair aşağıdakilerden hangisi söylenebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "İzleyiciler reklamı görmüş ve tıklamıştır.",
      "B": "Seyirciler görmüş ancak tıklamamıştır",
      "C": "İzleyici reklamı fark etmemiştir.",
      "D": "İzleyici gezerken reklama bağlı diğer reklamların tümünü izlemiştir.",
      "E": "Reklam maliyeti sırasında harcanan parayı amorti edememiştir."
    },
    "explanation": "İzleyiciler reklamı görmüş ve tıklamıştır. Çünkü Yüksek CTR verisi, izleyicilerin reklamı çekici bulduklarını göstermesinden dolayı değerlidir."
  },
  {
    "id": "3635763",
    "unitNumber": 4,
    "text": "Aşağıdakilerinden hangisi mobil reklamların geleneksel reklamlara ait üstün özeliklerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Erişim",
      "B": "Kalite",
      "C": "Fiyat",
      "D": "Performans",
      "E": "Satış"
    },
    "explanation": "Erişim mobil reklamların geleneksel reklamlara ait üstün yönlerinden biridir."
  },
  {
    "id": "3635764",
    "unitNumber": 4,
    "text": "Sadece bir kimse fiilen reklama tıkladığı zaman reklam verenlerin reklamları için ücret talep ettiği iş modelidir aşağıdakilerinden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Anlık olma",
      "B": "Tıklama başına ödeme",
      "C": "Alakalı olma",
      "D": "Bin gösterim başına maliyet",
      "E": "Etkin bin gösterim başına maliyet"
    },
    "explanation": "Yapılan tanım tıklama başına ödemeyi açıklamaktadır"
  },
  {
    "id": "3635765",
    "unitNumber": 4,
    "text": "Aşağıdakilerinden hangisi dönüşüm başına maliyetin kısaltması olarak kullanılmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "CPA",
      "B": "CPD",
      "C": "CPS",
      "D": "CPC",
      "E": "CPI"
    },
    "explanation": "CPC dönüşüm başına maliyetin kısaltması olarak kullanılmaktadır."
  },
  {
    "id": "3635766",
    "unitNumber": 4,
    "text": "Angajman basına maliyet yada indir başına maliyet olarak da bilinen kavram aşağıdakilerinden hangisinde doğru olarak verilmiştir.",
    "correctAnswer": "A",
    "options": {
      "A": "Edinim başına maliyet",
      "B": "Dönüşüm başına maliyet",
      "C": "Yatırımın geri dönüşü",
      "D": "Yükleme başına maliyet",
      "E": "Edinim"
    },
    "explanation": "Edinim başına maliyet angajman basına maliyet yada indir başına maliyet olarak da bilinen kavramdır."
  },
  {
    "id": "3635767",
    "unitNumber": 4,
    "text": "Aşağıdakilerinden hangisi video reklam birimleri için bir satın alma modelidir.",
    "correctAnswer": "E",
    "options": {
      "A": "ROI",
      "B": "CPI",
      "C": "CSI",
      "D": "CPA",
      "E": "CPV"
    },
    "explanation": "CPV video reklam birimleri için bir satın alma modelidir."
  },
  {
    "id": "3635768",
    "unitNumber": 4,
    "text": "Ortalama olarak %0.5 - 1.5 tıklama oranı olan reklam türü aşağıdakilerinden hangisidir.",
    "correctAnswer": "C",
    "options": {
      "A": "TV reklamları",
      "B": "Radyo reklamları",
      "C": "Bannerler",
      "D": "Bilboard reklamları",
      "E": "Gazete reklamları"
    },
    "explanation": "Banner reklamlarının ortalama tıklanma oranları %0.5 - 1.5 tir."
  },
  {
    "id": "3635770",
    "unitNumber": 4,
    "text": "Bir Facebook bağlantısı için fiyatlar bir ücretsiz uygulama için hangi aralıktadır.",
    "correctAnswer": "B",
    "options": {
      "A": "2,75-3,75 dolar",
      "B": "1,50-2,75 dolar",
      "C": "3,75-4,75 dolar",
      "D": "5,50, 6,50 dolar",
      "E": "7-8 dolar"
    },
    "explanation": "Bir Facebook bağlantısı için ücretsiz uygulama için fiyatlar 1,50-2,75 dolar arasında değişmektedir."
  },
  {
    "id": "3635771",
    "unitNumber": 4,
    "text": "Ortalama olarak görüntüleme başına maliyet (CPV) özendirici videolar için hangi fiyat aralığına yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "0,03-0,06 dolar",
      "B": "0,05-0,06 dolar",
      "C": "0,06-0,07 dolar",
      "D": "0,07-0,08 dolar",
      "E": "0,08-0,09 dolar"
    },
    "explanation": "Ortalama olarak görüntüleme başına maliyet (CPV) özendirici videolar için 0,03 ile 0,06 dolar arasında değişmektedir."
  },
  {
    "id": "3635772",
    "unitNumber": 4,
    "text": "Aşağıdakilerinde hangisi CPM satın alma modelinin reklam formatından biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gösterim",
      "B": "Sosyal medya",
      "C": "Özendirilme",
      "D": "RTB",
      "E": "Video"
    },
    "explanation": "Özendirilme CPM satın alma modelinin reklam formatlarından biri değildir."
  },
  {
    "id": "3635773",
    "unitNumber": 4,
    "text": "Belirli bir dönem boyunca bir reklamı en az bir defa gören tekil bireylerin sayısı olarak tanımlanan kavrama ne ad verilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Alakalı Olma",
      "B": "Anlık Olma",
      "C": "Erişim",
      "D": "Gösterim",
      "E": "Tıklama"
    },
    "explanation": "Erişim;belirli bir dönem boyunca bir reklamı en az bir defa gören tekil<br/>bireylerin sayısı olarak tanımlanır."
  },
  {
    "id": "3635774",
    "unitNumber": 4,
    "text": "Mobil içeriğinizin bir ziyaretçisinin ister ürününüzü satın alarak, ister ürünü download ederek isterse de sunduğunuz hizmetler veya bilgiler için kaydolarak almasını istediğiniz bir harekette bulunmasına ne ad verilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gösterim",
      "B": "Tıklama",
      "C": "Tıklama Oranı",
      "D": "Edinim",
      "E": "Dönüştürme"
    },
    "explanation": "Dönüştürme;Mobil içeriğinizin bir ziyaretçisinin ister ürününüzü satın alarak, ister ürünü download ederek isterse de sunduğunuz hizmetler veya bilgiler için kaydolarak almasını istediğiniz bir harekette bulunmasıdır."
  },
  {
    "id": "3635775",
    "unitNumber": 4,
    "text": "Mobile Marketing Association Tarafından Derlenen Mobil Gösterim Reklam Formatları boyut olarak kaça ayrılmaktadır.?",
    "correctAnswer": "E",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Mobile Marketing Association Tarafından Derlenen Mobil Gösterim Reklam Formatları boyut olarak, XXLarge, XLarge, Large, Medium, Small olarak 5 farklı boyutta icelemeiştir."
  },
  {
    "id": "3635776",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi \"angajman başına maliyet ya da indirme başına maliyet olarak da bilinen kavramın İngilizce kısalmasıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "CPA",
      "B": "CPC",
      "C": "ROI",
      "D": "CPI",
      "E": "CPV"
    },
    "explanation": "Edinim başına maliyet (CPA): Angajman başına maliyet ya da indirme başına maliyet olarak da bilinir. CPA, bir mobil pazarlama kampanyanızın tam olarak istediğiniz eylemi gerçekleştirmesini sağlar. Ödemeyi sadece biri sizin ürününüzü gerçekten satın aldığında yaparsınız. CPA anlaşması on binlerce doları bulabilir."
  },
  {
    "id": "3635777",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi satın alma modellerinden birisi değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "CPM",
      "B": "CRR",
      "C": "CPC",
      "D": "CPV",
      "E": "CPA"
    },
    "explanation": "Toplamda 5 adet satın alma modeli vardır. Bunlar: CPA, CPV,CPC,CPM VE CPI dir."
  },
  {
    "id": "3635778",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bir satın alma modeli olan CPM ile ilgili reklam formatları arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Gösterim",
      "B": "Sosyal Medya",
      "C": "Arama",
      "D": "Video",
      "E": "Özendirilme"
    },
    "explanation": "Satın alama modellerinden birisi olan CPM içerdiği ilgili reklam formatları, Gösterim, Sosyal Medya, RTB, Arama, Video'dur Özendirilme ise CPI, CPC, CPA VE CPV satın alma modeli içerisindedir."
  },
  {
    "id": "3635779",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi \"Gösterim/Banner reklamların artıları\" arasında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Formattaki tekliflerde ve fiyatlandırmada esnek olmayış",
      "B": "Geniş hacim",
      "C": "Yanlışlıkla ve sahte tıklamalara duyarlılık",
      "D": "Tipik olarak düşük CTR ve dönüştürme oranları",
      "E": "Dar hacim"
    },
    "explanation": "Gösterim/Banner Reklamların Artıları arasında aşağıdakiler yer almaktadır;<br/>• Formattaki tekliflerde ve fiyatlandırmada esneklik<br/>• Geniş hacim"
  },
  {
    "id": "3635780",
    "unitNumber": 4,
    "text": "Gerçek bir reklam formatı olmamasına rağmen mobil reklam envanterinin nasıl alınıp satıldığı ile ilgili devrim yaratan bir spesifik teknolojiye ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bin Gösterim Başına Maliyet (CPM)",
      "B": "Tıklama Başına Ödeme (PPC)",
      "C": "Dönüşüm Başına Maliyet (CPC)",
      "D": "Gerçek Zamanlı Teklif (RTB)",
      "E": "Etkin Bin Gösterim Başına Maliyet (eCPM)"
    },
    "explanation": "RTB gerçek bir reklam formatı olmamasına rağmen mobil reklam envanterinin nasıl alınıp satıldığı ile ilgili devrim yaratan bir spesifik teknolojidir. RTB, aygıta uygun -ve dolayısıyla kullanıcıya özel- spesifik hedeflemeye izin vererek bir anda tek gösterimin olduğu gerçek zamanlı olarak gösterim reklamları satın almak ve satmak için bir yöntemdir."
  },
  {
    "id": "3635781",
    "unitNumber": 4,
    "text": "Mobil reklam yoluyla müşterilerinizden bir yanıt ortaya çıkarmak (yakında müşteri<br/>olması) için kaç farklı yol vardır?",
    "correctAnswer": "E",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Mobil reklam yoluyla müşterilerinizden bir yanıt ortaya çıkarmak (yakında müşteri olması) için altı farklı yol vardır. Bunlar: arama için tıklama, SMS’e dahil olma, e-maile dahil olma, konum bulma, video için tıklama ve içerik indirmedir"
  },
  {
    "id": "3635782",
    "unitNumber": 4,
    "text": "Sosyal medya için performanslardan birisi olan Facebook’ta yükleme için ortalama tıklama oranı yaklaşık olarak yüzde kaçtır?",
    "correctAnswer": "B",
    "options": {
      "A": "(yüzde on altı)%16",
      "B": "(yüzde yirmi altı)%26",
      "C": "(yüzde otuz altı)%36",
      "D": "(yüzde kırk altı)%46",
      "E": "(yüzde elli altı)%56"
    },
    "explanation": "Sosyal Medya İçin Performans: Facebook’ta yükleme için ortalama tıklama oranı yaklaşık %26’dır"
  },
  {
    "id": "3635783",
    "unitNumber": 5,
    "text": "Bir kampanyanın tam potansiyeline erişemeyeceğinin en belirgin işareti sonuçları izlemek için bir sistem oluşturmadan pazarlama müdürü ya da firma sahibi tarafından kampanyanın başlatılmış olması başarılı bir mobil pazarlama kampanyasının hangi özelliklerindendir?",
    "correctAnswer": "C",
    "options": {
      "A": "Girişimcilik",
      "B": "Pazar araştırması",
      "C": "Ölçülebilirlik",
      "D": "İşletme anlayışı",
      "E": "Geliştirmecilik"
    },
    "explanation": "Ölçülebilirlik: Bir kampanyanın tam potansiyeline erişemeyeceğinin en belirgin işareti sonuçları izlemek için bir sistem oluşturmadan pazarlama müdürü ya da firma sahibi tarafından kampanyanın başlatılmış olmasıdır. Çoğu şirket yeni ve gelişmekte olan mobil pazarlama gibi bir trendi bir strateji planı olmadan ya da takip mekanizması oluşturmadan kullanmaya başlıyor. Yaptıkları da çoğunlukla “Foursquare olayına girelim ve hemen bir Foursquare kampanyası başlatalım” demek oluyor. Bu tarz taktiksel hevesle ya da uygulama temeline dayalı başlatılan kampanyalar takip mekanizmalarına az mesai harcanmasından dolayı başarılı olup olmadığı doğru dürüst değerlendirilemeyen boşuna çabalayan kampanyalar olmaktadır. İşe sonuçları takip etmek için hangi ölçülerin kullanılacağı kararının verilmesiyle başlanan kampanyalar ise başarılı kampanyalardır. Örneğin kullanılacak ölçülerden biri mobil Web sitesi tıklanması sayısı olabilir. O zaman da bu ölçü için kampanya başlamadan “önce” taban seviyesi belirlenmelidir."
  },
  {
    "id": "3635784",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi dinamik bir mobil pazarlama kampanyası yaratma adımlarından <strong>birisi değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Hedef pazarın ne istediğini anlama ve sunma",
      "B": "Mobil pazarlama kampanyasını başlatma ve pazarlama",
      "C": "Uluslararası pazarı hedefleme",
      "D": "Kampanya için doğru mobil pazarlama araçlarını seçme",
      "E": "Hedef pazarın istekleri ile istenen sonuçları uyumlu hâle getirme"
    },
    "explanation": "Bir dinamik mobil pazarlama kampanyası yaratmak için şu beş adımın izlenmesinde fayda<br/>vardır. Bunlar aşağıdaki gibidir:<br/>Hedef pazarın ne istediğini anlama ve sunma<br/>Hedef pazarın istekleri ile istenen sonuçları uyumlu hâle getirme<br/>Kampanya için doğru mobil pazarlama araçlarını seçme<br/>Mobil pazarlama kampanyasını başlatma ve pazarlama<br/>Neyin çalıştığını takip etme ve gerekli düzenlemeleri yapma"
  },
  {
    "id": "3635785",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi dinamik bir mobil pazarlama kampanyasını yaratmada hedef pazarın isteklerini önemseyerek değer sağlamada yer alan seçeneklerden <strong>biri değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Zamanında bilgi",
      "B": "Finansal teşvik",
      "C": "Üyelik bilgileri",
      "D": "Hayatı kolaylaştırma",
      "E": "Konuma özgü bilgiler"
    },
    "explanation": "Hedef pazarın ne istediğini anlama ve sunma: Diğer pazarlama araçlarının aksine mobil olma sadece eğer müşterileriniz size izin ve daha kapsamlı ulaşma imkânı vermişse çalışır. Mobil olma salt-çekme pazarlaması yöntemidir. İnsanlar meşguldür ve günlük bazda onlara ulaşan çok sayıda pazarlama mesajından bunalmışlardır. Bir mobil pazarlama kampanyası ile insanların hayatlarının içine daha fazla pazarlama eklemek istersiniz. İnsanları mobil üzerinden sizinle etkileşim kurmasını isteyecek zorlayıcı bir nedeniniz yoksa onlar olmayacaktır. Bir çekme pazarlama kampanyasına başlamak için müşterilerinizin zamanına değer katacak şekilde ne sunabileceğinizi anlayın. Mobil aracılığıyla değer sağlamak için altı seçenek vardır. Bunlar aşağıdaki gibidir:<br/>• Konuma-özgü bilgiler<br/>• Zamanında bilgi<br/>• Hayatı kolaylaştırma<br/>• Finansal teşvik<br/>• Eğlence<br/>• Bağlantı"
  },
  {
    "id": "3635786",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi dinamik bir mobil pazarlama kampanyasını yaratmada kullanılması gereken araçlardan <strong>biri değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Yazılı metin/yazılı mesajlaşma",
      "B": "Sosyal ağ kurma",
      "C": "Mobil reklam",
      "D": "Yakınlık pazarlaması",
      "E": "Veritabanı araştırması"
    },
    "explanation": "Kampanya için doğru mobil pazarlama araçlarını seçme: Burada kullanılabilecek araçlar şu şekilde sıralanabilir:<br/>• Ses/İfade etme<br/>• Yazılı metin/yazılı mesajlaşma<br/>• Mobil Web<br/>• Mobil arama<br/>• Mobil reklam<br/>• Mobil duyurum<br/>• Sosyal ağ kurma<br/>• Yakınlık pazarlaması (Bluetooth, NFC yoluyla)"
  },
  {
    "id": "3635787",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi dinamik bir mobil pazarlama kampanyasını yaratmada zamanında bilgi faktörüne uygun bir örnektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hayatı kolaylaştırma",
      "B": "Seyahat uyarıları",
      "C": "Eğlence",
      "D": "Bağlantı",
      "E": "Konuma-özgü bilgiler"
    },
    "explanation": "Zamanında bilgi: Eğer hızlı bir şekilde özel bilgiler hakkında hedef pazarı uyarmak gerekiyorsa hatta bir e-mailin çok yavaş olabileceğinde, mobil olma müşterilerinize değer sağlamak için mükemmel bir yoldur. Bir fiyat uyarısı (gaz fiyatları dört saat içinde iniyor) bir kullanılabilirlik uyarısı (favori saç stilistiniz üç saat içinde açık olacak ya da zor bulduğunuz çeşitler şimdi stoklarda sizi bekliyor) veya bunların karışımı (bu gece açık masalarımız var ve eğer akşam 7’den önce gelirseniz ücretsiz bir tatlı alabilirsiniz) bir örnek olabilir. Seyahat uyarıları zamanında bilgi için mükemmel bir örnektir. Eğer bir uçuş gecikirse ya da kapı değiştiyse bu bilgi nerde olursanız olun dakikasında değerlidir."
  },
  {
    "id": "3635788",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi dinamik bir mobil pazarlama kampanyasını yaratmada finansal teşvik faktörüne uygun bir örnektir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yakınlık pazarlaması",
      "B": "Hayatı kolaylaştırma",
      "C": "Özel teklifler",
      "D": "Eğlence",
      "E": "Bağlantı genişliği"
    },
    "explanation": "Finansal teşvik: İnsanlar paralarını muhafaza etmeyi, iyi bir anlaşma bulmayı ve özel hissetmeyi sever. Müşterileriniz için değer sağlayan bir yol bulun. Eğer mobil olma aracılığıyla kupon, indirim ya da özel teklifler sunuyorsanız yaratıcı olun."
  },
  {
    "id": "3635789",
    "unitNumber": 5,
    "text": "Aşağıdakileden hangisi yeni bir ortamın şaşırtıcı bir şekilde yenilikçi kullanımıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Konum belirleme hizmeti",
      "B": "Ses/ifade etme",
      "C": "Müşteri bağlantısı kurma",
      "D": "Etkili pop-up kullanımı",
      "E": "Mobil yazışma"
    },
    "explanation": "Flixster veya Variety mobil uygulaması üzerinde film eleştirilerini okuyan bir film aşığı olarak kendinizi düşünün. Aniden ekrana dokunduğunuzda kanlı bir parmak izi göründüğünü fark ediyorsunuz. Sonra tekrar ekrana dokunduğunuzda ikinci bir parmak izi görünüyor, sonrasında da üçüncüsü. Daha sonrasında bildiğiniz şey ekranın yukarısından aşağı damlayan kanlar. Kanlar dibe ulaştığında HBO’nun True Blood dizisinin fragmanını<br/>izlemeyi çekici kılan bir eylem çağrısı, bir pop-up reklam görüyorsunuz. Bu, yeni bir ortamın şaşırtıcı bir şekilde yenilikçi kullanımıdır. Kampanyanın performansına baktığımızda harika denilebilir. True Blood üçüncü sezon galasını izlemek için 5.1 milyondan fazla izleyiciyi harekete geçirerek %38 izleyici sayısında artış sağladı. Kampanyayı geliştiren reklam ajansı Flixster ve Variety’den iPhone uygulamalarını aldı ve dizi hakkında bir mesaj içerecek şekilde uygulamalara uyarladı. Buna ek olarak ajans kampanyanın diğer<br/>birçok Web sitesinde görünmesini sağlamak için JumpTap adında bir mobil reklam ağı ile çalıştı. Son olarak yeni bir ortama kucak açan HBO yeni ortamı kullanarak yenilikçi bir kampanya yarattı ve bunun sonucunda izleyiciler %38 oranında arttı."
  },
  {
    "id": "3635790",
    "unitNumber": 5,
    "text": "\"Mobil Web için yeni analiz yazılımları kullanmak\", dinamik bir mobil pazarlama kampanyası yaratmanın adımlarından hangisiyle ilgilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hedef pazarın istekleri ile istenen sonuçları uyumlu hâle getirme",
      "B": "Kampanya için doğru mobil pazarlama araçlarını seçme",
      "C": "Hedef pazarın isteklerini anlama ve sunma",
      "D": "Mobil pazarlama kampanyası başlatma ve pazarlama",
      "E": "Neyin çalıştığını takip etme ve gerekli düzenlemeleri yapma"
    },
    "explanation": "Neyin çalıştığını takip etme ve gerekli düzenlemeleri yapma başlığında şu bilgilere yer verilmektedir:<br/>21. yüzyılda artık hangi pazarlamanın çalıştığı hangisinin çalışmadığı izlenebilmektedir. Bu, İnternet üzerinden ve mobil aracılı reklam olduğunda özellikle doğrudur. Eğer satış personeliniz kuponların nasıl kabul edileceğini ve onların düzgün bir şekilde nasıl izleneceğini bilmiyorsa etkili bir mobil kupon kampanyası başlatamazsınız. Personelinizin eğitimi önemli olacaktır. Mobil Web için yeni analiz yazılımları kullanmak yatırımınızın getirisini (ROI) kanıtlamak için satışa yönelik doğru pazarlama detaylarınızı izlemeye yardımcı olacaktır."
  },
  {
    "id": "3635791",
    "unitNumber": 5,
    "text": "Müşterilerinin ve potansiyel alıcıların nasıl düşündüğünü ve davrandığını analiz<br/>eden ve bu düşünce ve davranışlardan faydalanan bir mobil pazarlama şirketi<br/>başarılı bir mobil pazarlama kampanyasının hangi özelliğini uygulamaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yenilik",
      "B": "Geliştirmecilik",
      "C": "Müşteri Anlayışı",
      "D": "Ölçülebilirlik",
      "E": "Girişimcilik"
    },
    "explanation": "Müşteri Anlayışı: Başarılı bir mobil medya kampanyası oluşturmak için bir mobil Web sitesi yaratmak ve bir mobil arama programı yürütmekten daha fazlasına gerek vardır. Dikkatli bir planlama ve geliştirmeye ek olarak değerli müşteri anlayışı gerekir. İlk olarak teknolojiye odaklanıp müşteriyi ikinci sıraya koyan şirketler başarısızlığa mahkumdur. Başarılı mobil pazarlama kampanyaları müşteri anlayışı elde etmekle işe başlar. Daha sonra bu anlayışı satışlarını ve geliri artırmak için kullanır.<br/>Müşterilerinin ve potansiyel alıcıların nasıl düşündüğünü ve davrandığını analiz<br/>eder sonrasında da bu düşünce ve davranışlardan faydalanarak mobil pazarlamanın nasıl kullanılabileceğini anlamaya çalışır. Örneğin, sinema bilet satış yeri olan Fandango kendi mobil uygulamasını ziyaret eden insanların davranışlarını analiz etmeye çalıştı. Potansiyel bilet satın alanların üç şey istediklerinin farkına vardı: sinema saatlerini kontrol etme yeterliliği, bilet satın alma yeterliliği ve sinemaya geldikleri zaman biletlerini almak için sırada beklemek zorunda olmamak. Bu yüzden Fandango bu istekleri karşılayacak bir uygulama oluşturdu. Sinemaseverlerin film saatlerini kontrol edebilmesini ve biletleri satın alabilmesini sağladı ve de onların bilet gişesinde<br/>tarayabilecekleri bir QR kodu gönderdi. Müşterilerin düşünce sürecini analiz edip detaydan özete gelerek Fandango müşterileri için üstün bir bilet satın alma deneyimi sunmanın bir yolunu bularak sonuçta da müşteri bağlılığını geliştirdi."
  },
  {
    "id": "3635792",
    "unitNumber": 5,
    "text": "Mobil pazarlama yapan bir şirketin QR kodu uygulamalarını benimsemesi başarılı bir mobil pazarlama kampanyasının hangi kategorisinde yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yenilik",
      "B": "Geliştirmecilik",
      "C": "Müşteri Anlayışı",
      "D": "Ölçülebilirlik",
      "E": "Girişimcilik"
    },
    "explanation": "Yenilik: Başarılı kampanyalar tipik olarak inovatif bir bileşen de eklerler. Mesela, QR kodunu tarayan insanlar için ücretsiz ürün sunmaktan daha fazlasını yaparlar. Bunun yerine mobil aygıtların benzersizv özelliklerinden yararlandıkları yeni ve inovatif bir yolla kendi tüketicileriyle bağlantı kurabilirler. Mobil aygıtlar hem kullanıcılara hem pazarlamacılara eşit bir şekilde potansiyel alıcıların kendi konumlarına<br/>dayalı hedefleme yapmasına imkân veren GPS teknolojisine sahiptir ve bir mobil aygıtın hız ölçerinin seyahat eden bir kimsenin hızını izlemek için ve hatta mobil aygıt sallandığı zaman algılamak için kullanılabileceğini hatırlayın. Pusula, pazarlamacıların kullanıcının yüzünü hangi yöne döndüğünü bulmasına izin verir.<br/>Örneğin yüzlerinin dönük olduğu yöne dayalı olarak kullanıcıya restoran derecelendirmeyi sağlayan Yelp gibi uygulamalar her zaman yararlıdır. Dahası, mobil aygıtlar 2D kodlarını tarama, veri ve bilgi paylaşma ve bir kişinin vücuduna mobil aygıt yaklaştırılıp tutulduğu zaman tanıma yeteneğine sahiptir. Mobil aygıtlar ortam ışığını göre ekran parlaklığını da ayarlayabilir. Aynı zamanda mobil cihazlar NFC ya da Bluetooth teknolojisini kullanarak kablosuz bir şekilde bilgi transferi yapabilir."
  },
  {
    "id": "3635793",
    "unitNumber": 5,
    "text": "Başarılı bir mobil kampanya için dikkat edilmesi temel gereken özellik sayısı hangi seçenekte yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "3",
      "B": "5",
      "C": "12",
      "D": "7",
      "E": "2"
    },
    "explanation": "Başarılı bir mobil kampanya, ölçülebilirlik, müşteri anlayışı ve yenilik özelliklerine dikkat edilerek hazırlanmıştır. Bu temel özellikler toplam üç adettir."
  },
  {
    "id": "3635794",
    "unitNumber": 5,
    "text": "Bir kampanyanın başarısı, mobil web sitesinin tıklanması üzerinden değerlendiriliyorsa, hangi seçenekteki özelliğe dikkat edilmiştir yorumu yapılabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Müşteri anlayışı",
      "B": "Kişiselleştirme",
      "C": "Yenilik",
      "D": "Yaratıcılık",
      "E": "Ölçülebilirlik"
    },
    "explanation": "İşe sonuçları takip etmek için hangi ölçülerin kullanılacağı kararının verilmesiyle başlanan kampanyalar ise başarılı kampanyalardır. Örneğin kullanılacak ölçülerden biri mobil Web sitesi tıklanması sayısı olabilir."
  },
  {
    "id": "3635795",
    "unitNumber": 5,
    "text": "Başarılı bir mobil kampanyaya QR kod gibi inovatif ögelerin yerleştirilmiş olması, söz konusu kampanyanın hangi özelliğiyle ilgilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ölçülebilirlik",
      "B": "Müşteri Anlayışı",
      "C": "Kolaylık",
      "D": "Güvenlik",
      "E": "Yenilik"
    },
    "explanation": "Yenilik."
  },
  {
    "id": "3635796",
    "unitNumber": 5,
    "text": "Dinamik bir mobil kampanya oluşturmak için izlenmesi gereken temel adım sayısı hangi seçenekte yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Üç",
      "B": "Dört",
      "C": "Beş",
      "D": "Altı",
      "E": "Yedi"
    },
    "explanation": "Bir dinamik mobil pazarlama kampanyası yaratmak için izlenmesi gereken temel adımlar şunlardır: <br/><ol><br/><li>Hedef pazarın ne istediğini anlama ve sunma.</li><br/><li>Hedef pazarın istekleri ile istenen sonuçları uyumlu hâle getirme.</li><br/><li>Kampanya için doğru mobil pazarlama araçlarını seçme.</li><br/><li>Mobil pazarlama kampanyasını başlatma ve pazarlama. </li><br/><li> Neyin çalıştığını takip etme ve gerekli düzenlemeleri yapma.</li><br/></ol>"
  },
  {
    "id": "3635797",
    "unitNumber": 5,
    "text": "Hedef pazarın ne istediğini anlamak için kaç seçenek bulunmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Dört",
      "B": "Beş",
      "C": "Altı",
      "D": "Yedi",
      "E": "Dokuz"
    },
    "explanation": "Hedef pazarın ne istediğini anlama ve sunmak için altı seçenek vardır: Bunlar:<br/><ol> <li>Konuma-özgü bilgiler. </li> <li>Zamanında bilgi.</li> <li>Hayatı kolaylaştırma.</li> <li>Finansal teşvik. </li> <li>Eğlence.</li> <li>Bağlantı. </li> </ol>"
  },
  {
    "id": "3635798",
    "unitNumber": 5,
    "text": "Dinamik bir kampanya için kullanılacak doğru mobil araç sayısı hangi seçenekte yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "On iki",
      "B": "Sekiz",
      "C": "Altı",
      "D": "Beş",
      "E": "On bir"
    },
    "explanation": "Burada kullanılabilecek araçlar şunlardır: <br/><ol> <li>Ses/İfade etme </li> <li>Yazılı metin/yazılı mesajlaşma </li> <li> Mobil Web </li> <li>Mobile arama </li> <li>Mobil reklam </li> <li>Mobil duyurum </li> <li>Sosyal ağ kurma </li> <li>Yakınlık pazarlaması (Bluetooth, NFC yoluyla)</li> </ol>"
  },
  {
    "id": "3635799",
    "unitNumber": 5,
    "text": "Hangi seçenekte JetBlue markasının kampanyasının uygulandığı şehirlerden biri yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "İstanbul",
      "B": "Londra",
      "C": "Paris",
      "D": "Boston",
      "E": "Montreal"
    },
    "explanation": "JetBlue’nun “Air on the Side of Humanity” kampanyası, daha keyifli yolculuk yapmak noktasında havayolunun konumlandırmasını yüksek sesle dile getirmek için uzun video, mesajlaşma ve coğrafi mevki kitlemesinin bir kombinasyonunu kullanır. Bu kampanya Boston, New York ve güney Florida pazarlarında uygulanmıştır."
  },
  {
    "id": "3635800",
    "unitNumber": 5,
    "text": "Hangi seçenekte Land Rover'ın uyguladığı kampanya sonucunda meydana gelen durumlar arasında yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Ürün satışı",
      "B": "Broşür isteği",
      "C": "Kar artışı",
      "D": "İşe başvuran sayısı artışı",
      "E": "Maliyetlerin düşüşü"
    },
    "explanation": "Kampanya 45 bin video izleme, 7.400 müşteri duvar kağıdı downloadı, 128 bin galeri görüntüleme, 5.000 bayi aramaları, 800 <strong>broşür isteği</strong> ve 1.100 arama için tıklama meydana getirmiştir."
  },
  {
    "id": "3635801",
    "unitNumber": 5,
    "text": "Hangi seçenekte HBO'nun True Blood Gösterim Kampanyası sonucu yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kanal izleyicisi %38 oranında arttı.",
      "B": "Kanal izleyici sayısı 5.1 milyona ulaştı.",
      "C": "Uygulama 470 bin kişi tarafından akıllı telefonlarına indirildi.",
      "D": "HBO karlılığını %7 oranına yükseltti.",
      "E": "Kanala milyonlarca dolar bağış sağlandı."
    },
    "explanation": "Flixster veya Variety mobil uygulaması üzerinde film eleştirilerini okuyan bir film aşığı olarak kendinizi düşünün. Aniden ekrana dokunduğunuzda kanlı bir parmak izi görün-düğünü fark ediyorsunuz. Sonra tekrar ekrana dokunduğunuzda ikinci bir parmak izi görünüyor, sonrasında da üçüncüsü. Daha sonrasında bildiğiniz şey ekranın yukarısından aşağı damlayan kanlar. Kanlar dibe ulaştığında HBO’nun True Blood dizisinin fragmanını izlemeyi çekici kılan bir eylem çağrısı, bir pop-up reklam görüyorsunuz. Bu, yeni bir ortamın şaşırtıcı bir şekilde yenilikçi kullanımıdır. Kampanyanın performansına baktığımızda harika denilebilir. True Blood üçüncü sezon galasını izlemek için 5.1 milyondan fazla izleyiciyi harekete geçirerek %38 izleyici sayısında artış sağladı. Kampanyayı gelişti-ren reklam ajansı Flixster ve Variety’den iPhone uygulamalarını aldı ve dizi hakkında bir mesaj içerecek şekilde uygulamalara uyarladı. Buna ek olarak ajans kampanyanın diğer birçok Web sitesinde görünmesini sağlamak için JumpTap adında bir mobil reklam ağı ile çalıştı. Son olarak yeni bir ortama kucak açan HBO yeni ortamı kullanarak yenilikçi bir kampanya yarattı ve bunun sonucunda izleyiciler %38 oranında arttı."
  },
  {
    "id": "3635802",
    "unitNumber": 5,
    "text": "Hangi seçenekteki marka konum tabanlı kampanya uygulamıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Dominos Pizza",
      "B": "Fandango",
      "C": "Ikea",
      "D": "Hershey's",
      "E": "North Face"
    },
    "explanation": "Amerikan Kızıl Haçı Haiti SMS kampanyası, New Jersey Nets’in Gowalla kampanyası, HBO’nun True Blood gösterim reklam kampanyası, North Face konum tabanlı pazarlama kampanyası, Adidas mobil takipçi Web sitesi, Fandango ve Movi-eTickets.com mobil ticaret uygulamaları, IKEA kata-log uygulaması, Hershey’s’in mobil video kampanyası, Domino’s Pizza eve teslim uygulaması."
  },
  {
    "id": "3635803",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi başarılı bir mobil pazarlama kampanyalarından biri olan ölçülebilirliğin özelliklerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Başarılı mobil pazarlama kampanyaları müşteri anlayışı elde etmekle işe başlar.",
      "B": "Başarılı kampanyalar tipik olarak inovatif bir bileşen de eklerler.",
      "C": "İlk olarak teknolojiye odaklanıp müşteriyi ikinci sıraya koyan şirketler başarısızlığa mahkumdur.",
      "D": "Başarılı bir kampanya için müşteri anlayışı gerekir.",
      "E": "Kampanya başlamadan “önce” taban seviyesi belirlenmelidir."
    },
    "explanation": "Bir kampanyanın tam potansiyeline erişemeyeceğinin en belirgin işareti sonuçları izlemek için bir sistem oluşturmadan pazarlama müdürü ya da firma sahibi tarafından kampanyanın başlatılmış olmasıdır. Çoğu şirket yeni ve gelişmekte olan mobil pazarlama gibi bir trendi bir strateji planı olmadan ya da takip mekanizması oluşturmadan kullanmaya başlıyor. Yaptıkları da çoğunlukla “Foursquare olayına girelim ve hemen bir Foursquare kampanyası başlatalım” demek oluyor. Bu tarz taktiksel hevesle ya da uygulama temeline dayalı başlatılan kampanyalar takip mekanizmalarına az mesai harcanmasından dolayı başarılı olup olmadığı doğru dürüst değerlendirilemeyen boşuna çabalayan kampanyalar olmaktadır. İşe sonuçları takip etmek için hangi ölçülerin kullanılacağı kararının verilmesiyle başlanan kampanyalar ise başarılı kampanyalardır. Örneğin kullanılacak ölçülerden biri mobil Web sitesi tıklanması sayısı olabilir. O zaman da bu ölçü için kampanya başlamadan “önce” taban seviyesi belirlenmelidir. Cevap E'dir."
  },
  {
    "id": "3635804",
    "unitNumber": 5,
    "text": "Bir kimsenin fiziksel olarak ya da konuma göre sizi bulmaya yardımcı olacak adresleri, yol tariflerini, haritaları, mağazanızın ön tarafının fotoğrafları gibi şeyleri içeren dinamik mobil kampanya adımı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hedef pazarın ne istediğini anlama ve sunma",
      "B": "Zamanında bilgi",
      "C": "Hayatı kolaylaştırma",
      "D": "Konuma-özgü bilgiler",
      "E": "Eğlence"
    },
    "explanation": "Konuma-özgü bilgiler: Bir konum-odaklı kampanya bir kimsenin fiziksel olarak ya da konuma göre sizi bulmaya yardımcı olacak adresleri, yol tariflerini, haritaları, mağazanızın ön tarafının fotoğraflarını vb. gibi şeyleri içerir. Cevap D'dir."
  },
  {
    "id": "3635805",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisinde değerli bir müşteri anlayışı gerekir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ölçülebilirlik",
      "B": "Yenilik",
      "C": "Müşteri anlayışı",
      "D": "Eğlence",
      "E": "Bağlantı"
    },
    "explanation": "Müşteri Anlayışı: Başarılı bir mobil medya kampanyası oluşturmak için bir mobil Web sitesi yaratmak ve bir mobil arama programı yürütmekten daha fazlasına gerek vardır. Dikkatli bir planlama ve geliştirmeye ek olarak değerli müşteri anlayışı gerekir. İlk olarak teknolojiye odaklanıp müşteriyi ikinci sıraya koyan şirketler başarısızlığa mahkumdur. Başarılı mobil pazarlama kampanyaları müşteri anlayışı elde etmekle işe başlar. Daha sonra bu anlayışı satışlarını ve geliri artırmak için kullanır. Cevap C'dir."
  },
  {
    "id": "3635806",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi başarılı bir mobil pazarlama kampanyasının özelliklerinden <strong>değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Ölçülebilirlik",
      "B": "Reklam",
      "C": "Müşteri Anlayışı",
      "D": "Yenilik",
      "E": "İnovasyon"
    },
    "explanation": "Yenilik / İnovasyon, ölçülebilirlik ve müşteri anlayışı başarılı bir mobil pazarlama kampanyasının özelliklerindendir. Cevap B'dir."
  },
  {
    "id": "3635807",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi dinamik bir mobil pazarlama yaratmanın adımlarındandır?",
    "correctAnswer": "A",
    "options": {
      "A": "Hedef pazarın ne istediğini anlama ve sunma",
      "B": "Ölçülebilirlik",
      "C": "Yenilik",
      "D": "Reklam",
      "E": "İnovasyon"
    },
    "explanation": "Hedef pazarın ne istediğini anlama ve sunma, dinamik mobil pazarlama kampanyası yaratmanın adımlarındandır. Cevap A'dır."
  },
  {
    "id": "3635808",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi dinamik mobil pazarlama araçlarından değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mobil Web",
      "B": "Mobile arama",
      "C": "Yakınlık pazarlaması",
      "D": "Mobil reklam",
      "E": "Gazete"
    },
    "explanation": "Gazete bir mobil pazarlama aracı değildir. Cevap E'dir."
  },
  {
    "id": "3635809",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bir mobil pazarlama aracıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Duyuru",
      "B": "Broşür",
      "C": "Afiş",
      "D": "Sosyal ağ kurma",
      "E": "Gazete"
    },
    "explanation": "Sosyal ağlar mobil pazarlamada etkin bir yere sahiptir. Cevap D'dir."
  },
  {
    "id": "3635810",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi dinamik bir mobil pazarlamanın adımlarından değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hedef pazarın ne istediğini anlama ve sunma",
      "B": "Hedef pazarın istekleri ile istenen sonuçları uyumlu hâle getirme",
      "C": "Müşteri memnuniyeti",
      "D": "Kampanya için doğru mobil pazarlama araçlarını seçme",
      "E": "Mobil pazarlama kampanyasını başlatma ve pazarlama"
    },
    "explanation": "Müşteri memnuniyeti her tür pazarlamanın gerekliliğidir. Bu nedenle Cevap C'dir."
  },
  {
    "id": "3635811",
    "unitNumber": 5,
    "text": "Mobil ile yapılan şeyleri müşterilerin bilgisine sunmak aşağıdaki dinamik mobil pazarlama adımlarından hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Neyin çalıştığını takip etme ve gerekli düzenlemeleri yapma",
      "B": "Mobil pazarlama kampanyasını başlatma ve pazarlama",
      "C": "Kampanya için doğru mobil pazarlama araçlarını seçme",
      "D": "Hedef pazarın istekleri ile istenen sonuçları uyumlu hâle getirme",
      "E": "Hedef pazarın ne istediğini anlama ve sunma"
    },
    "explanation": "Mobil pazarlama kampanyasını başlatma ve pazarlama: Uygun bir mobil pazarlama kampanyasını hemen başlatmak daha sonra mükemmel bir kampanya başlatmaktan daha iyi olacaktır. Mobil pazarlama çabalarının başarısı için kampanyanın pazarlamasının kritik önem taşıdığının farkında olun. Eğer mobil ile bir şey yaptığınızı müşterilerinizin bilmesine izin vermezseniz müşterilerinizin katılımı muhtemel değildir. Cevap B'dir."
  },
  {
    "id": "3635812",
    "unitNumber": 5,
    "text": "Müşteriler ve sizin aranızdaki problem veya paylaşımların net olması gerekliliği aşağıdaki dinamik mobil pazarlama adımlarından hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hedef pazarın istekleri ile istenen sonuçları uyumlu hâle getirme",
      "B": "Kampanya için doğru mobil pazarlama araçlarını seçme",
      "C": "Hedef pazarın ne istediğini anlama ve sunma",
      "D": "Mobil pazarlama kampanyasını başlatma ve pazarlama",
      "E": "Neyin çalıştığını takip etme ve gerekli düzenlemeleri yapma"
    },
    "explanation": "Hedef pazarın istekleri ile istenen sonuçları uyumlu hâle getirme: Herhangi bir başarılı pazarlama çabasının temelde yeni müşteri elde etme, mevcut müşterilere satışları artırma, mevcut müşteri elde tutma ve marka farkındalığı olan amaçları vardır. Müşterilerinizin mobil olarak sizinle etkileşime geçtikten sonra tam olarak yapmasını istediğiniz şey ve bu özel pazarlama çabasıyla şirketin çözmesi gereken problemin ne olduğu konusunda spesifik olunması gerekir. Cevap A'dır."
  },
  {
    "id": "3635813",
    "unitNumber": 5,
    "text": "“Bir kampanyanın tam potansiyeline erişemeyeceğinin en belirgin işareti sonuçları izlemek için bir sistem oluşturmadan pazarlama müdürü ya da firma sahibi tarafından kampanyanın başlatılmış olmasıdır.” ifadesi başarılı bir mobil pazarlama kampanyasının hangi özelliği ile ilgilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ölçülebilirlik",
      "B": "Müşteri anlayışı",
      "C": "Yenilik",
      "D": "Mobil arama",
      "E": "Finansal teşvik"
    },
    "explanation": "Ölçülebilirlik: Bir kampanyanın tam potansiyeline erişemeyeceğinin en belirgin işareti sonuçları izlemek için bir sistem oluşturmadan pazarlama müdürü ya da firma sahibi tarafından kampanyanın başlatılmış olmasıdır."
  },
  {
    "id": "3635814",
    "unitNumber": 5,
    "text": "Yüzlerinin dönük olduğu yöne dayalı olarak kullanıcıya restoran derecelendirmeyi sağlayan Yelp gibi uygulamalar başarılı bir mobil pazarlama kampanyasının hangi özelliğine girer?",
    "correctAnswer": "B",
    "options": {
      "A": "Müşteri anlayışı",
      "B": "Yenilik",
      "C": "Ölçülebilirlik",
      "D": "Mobil arama",
      "E": "Gösterim reklam"
    },
    "explanation": "Yenilik: Başarılı kampanyalar tipik olarak inovatif bir bileşen de eklerler. Örneğin yüzlerinin dönük olduğu yöne dayalı olarak kullanıcıya restoran derecelendirmeyi sağlayan Yelp gibi uygulamalar her zaman yararlıdır."
  },
  {
    "id": "3635815",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi yenilik türlerinden biri <u><strong>değildir</strong></u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Ürün yeniliği",
      "B": "Süreç yeniliği",
      "C": "Satış yeniliği",
      "D": "Organizasyonel yenilik",
      "E": "Pazarlama yeniliği"
    },
    "explanation": "Dört yenilik tipi vardır. Ürün yeniliği, süreç yeniliği, organizasyonel yenilik ve pazarlama yeniliği."
  },
  {
    "id": "3635816",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi mobil aracılığıyla değer sağlama seçeneklerinden biri <u><strong>değildir</strong></u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Konuma-özgü bilgiler",
      "B": "Zamanında bilgi",
      "C": "Hayatı kolaylaştırma",
      "D": "Finansal destek",
      "E": "Eğlence"
    },
    "explanation": "Mobil aracılığıyla değer sağlamak için altı seçenek vardır. Bunlar:<br/>Konuma-özgü bilgiler<br/>Zamanında bilgi<br/>Hayatı kolaylaştırma<br/>Finansal teşvik<br/>Eğlence<br/>Bağlantı"
  },
  {
    "id": "3635817",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi dinamik bir mobil pazarlama kampanyası oluşturmak için izlenmesi gereken adımlardan biri <u><strong>değildir</strong></u>?<br/>İtirazda belirtildiği gibi açıklama ile şıklar birebir aynı değildir. Açıklamadaki madde ile doğru yanıt birbiriyle aynı değildir. Açıklamadaki söz konusu madde \" ...başlatma ve pazarlama\" doğru yanıttaki ise \"...başlatma ve sonlandırma\" olarak yazılmıştır. İtiraz sahibi öğrencimizin sınavlardaki başarısını arttırmak için soruları daha dikkatli okuması tavsiye edilir.",
    "correctAnswer": "D",
    "options": {
      "A": "Hedef pazarın ne istediğini anlama ve sunma",
      "B": "Hedef pazarın istekleri ile istenen sonuçları uyumlu hale getirme",
      "C": "Kampanya için doğru mobil pazarlama araçlarını seçme",
      "D": "Mobil pazarlama kampanyasını başlatma ve sonlandırma",
      "E": "Neyin çalıştığını takip etme ve gerekli düzenlemeleri yapma"
    },
    "explanation": "Bir dinamik mobil pazarlama kampanyası yaratmak için şu beş adımın izlenmesinde fayda vardır. Bunlar:<br/>1. Hedef pazarın ne istediğini anlama ve sunma<br/>2. Hedef pazarın istekleri ile istenen sonuçları uyumlu hâle getirme<br/>3. Kampanya için doğru mobil pazarlama araçlarını seçme<br/>4. Mobil pazarlama kampanyasını başlatma ve pazarlama<br/>5. Neyin çalıştığını takip etme ve gerekli düzenlemeleri yapma"
  },
  {
    "id": "3635818",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi inbound pazarlama olarak da bilinir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gerilla pazarlama",
      "B": "Bütünleşik pazarlama",
      "C": "Niş pazarlama",
      "D": "Ağızdan ağıza pazarlama",
      "E": "Çekme pazarlaması"
    },
    "explanation": "Çekme pazarlaması inbound pazarlama olarak da bilinir"
  },
  {
    "id": "3635819",
    "unitNumber": 5,
    "text": "Telefonunuza “Katmandu’ya Hoş Geldiniz! Uğrayın ve Everest’e bir sonraki geziniz için buz kramponlarda %20 indirim alın!” şeklinde bir mesaj geliyorsa bu mesajı atan firma hangi mobil pazarlama kampanyasını kullanıyor demektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Konum tabanlı",
      "B": "Katalog uygulama",
      "C": "Finansal teşvik",
      "D": "Eğlence",
      "E": "Bağlantı"
    },
    "explanation": "Telefonunuza “Katmandu’ya Hoş Geldiniz! Uğrayın ve Everest’e bir sonraki geziniz için buz kramponlarda %20 indirim alın!” şeklinde bir mesaj geliyorsa bu mesajı gönderen firma konum tabanlı pazarlama kampanyası kullanıyor demektir."
  },
  {
    "id": "3635820",
    "unitNumber": 5,
    "text": "X markasının mobil banner reklamlarını kullanması hangi mobil pazarlama kampanyası kapsamındadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Eğlence",
      "B": "Zamanında bilgi",
      "C": "Gösterim reklam",
      "D": "Katalog uygulaması",
      "E": "Konum tabanlı pazarlama"
    },
    "explanation": "X markasının mobil banner reklamlarını kullanması gösterim reklam kampanyası kapsamındadır."
  },
  {
    "id": "3635821",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi kampanya için mobil pazarlama araçlarından biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Basılı dergiler",
      "B": "Basılı broşürler",
      "C": "Basılı kataloglar",
      "D": "Ağızdan ağza pazarlama",
      "E": "Yakınlık pazarlaması"
    },
    "explanation": "Kampanya için kullanılabilecek mobil pazarlama araçları şu şekilde sıralanabilir:<br/>• Ses/İfade etme<br/>• Yazılı metin/yazılı mesajlaşma<br/>• Mobil Web<br/>• Mobile arama<br/>• Mobil reklam<br/>• Mobil duyurum<br/>• Sosyal ağ kurma<br/>• Yakınlık pazarlaması (Bluetooth, NFC yoluyla)"
  },
  {
    "id": "3635822",
    "unitNumber": 5,
    "text": "Metin mesajlaşma ve Facebook gibi siteler aracılığıyla mobil aygıtlar sayesinde her zaman arkadaş ağlarına ulaşım beklenen mobil pazarlama kampanyası aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hayatı kolaylaştırma",
      "B": "Zamanında bilgi",
      "C": "Bağlantı",
      "D": "Eğlence",
      "E": "Konuma-özgü bilgiler"
    },
    "explanation": "Bağlantı: Genç nesiller diğer birçok neslin olmadığı şekilde cep telefonları ve İnternet aracılığıyla birbirlerine bağlı büyümektedir. Bu nesil başka hiçbir nesle benzemeyen şekilde mobil telefonlar aracılığıyla bağlıdır. Metin mesajlaşma ve Facebook gibi siteler aracılığıyla mobil aygıtlar sayesinde her zaman arkadaş ağlarına ulaşım beklenmektedir."
  },
  {
    "id": "3635823",
    "unitNumber": 6,
    "text": "“Mobil iletişimle ortaya çıkan, mobil İnternet ile gelişmesine hız katan bu yeni ve yaratıcı pazarlama türü” aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Geleneksel Pazarlama",
      "B": "Mikro Pazarlama",
      "C": "Makro Pazarlama",
      "D": "Mobil Pazarlama",
      "E": "Gerilla Pazarlaması"
    },
    "explanation": "Soruda verilen ifade ile mobil pazarlama tarif edilmektedir."
  },
  {
    "id": "3635824",
    "unitNumber": 6,
    "text": "İnternetin kısaca “www” ile ifade edildiği düşünülürse bu kısaltmanın açılımı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "World wide webster",
      "B": "World wide web",
      "C": "World wide webo",
      "D": "World wide",
      "E": "World web wide"
    },
    "explanation": "İnternet; birçok bilgisayar sisteminin birbirine bağlı olduğu, kısaca <strong><em>world wide web(www)</em></strong> olarak ifade edilen yani dünya çapında yaygın olan ve sürekli büyüyen bir iletişim ağıdır."
  },
  {
    "id": "3635825",
    "unitNumber": 6,
    "text": "Türkiye’de ilk internet bağlantısı ne zaman gerçekleştirilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mayıs 1990’da",
      "B": "Mart 2001’de",
      "C": "Nisan 1993’de",
      "D": "Şubat 2003’te",
      "E": "Kasım 2010’da"
    },
    "explanation": "Türkiye’de ilk internet bağlantısı Nisan 1993’de ODTÜ’ den gerçekleştirilmiştir."
  },
  {
    "id": "3635826",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi mobil iletişimin öneminin artmasının sebeplerinden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yazılı, sesli ve görüntülü iletişimi kapsayan multimedya iletişim kurma,",
      "B": "Taşınabilir bir eğlence ortamı olma,",
      "C": "Ücretlendirilebilir olma,",
      "D": "Çok kanallı alış-veriş ortamı olma,",
      "E": "Yön bulma (GPS)"
    },
    "explanation": "Ücretlendirilebilir olma mobil iletişimin öneminin artmasının sebeplerinden biri değildir."
  },
  {
    "id": "3635827",
    "unitNumber": 6,
    "text": "Mobil iletişimin 30 yıllık bir geçmişi olmasına rağmen yaşantımızla iç içe olması aşağıdakilerden hangisi sayesinde olmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "Tabletler",
      "B": "Akıllı Saatler",
      "C": "Android Cihazlar",
      "D": "Akıllı Telefonlar",
      "E": "Bilgisayarlar"
    },
    "explanation": "Mobil iletişimin 30 yıllık bir geçmişi olmasına rağmen yaşantımızla iç içe olması akıllı telefonlar sayesinde olmuştur."
  },
  {
    "id": "3635828",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi mobil pazarlamanın sağladığı avantajlardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Birebir pazarlama anlayışına sahiptir",
      "B": "İzinli pazarlama yöntemini kullanır",
      "C": "Ölçülebilirdir",
      "D": "Düşük maliyete sahiptir",
      "E": "Tek taraflıdır"
    },
    "explanation": "Mobil pazarlamanın sağladığı avantajlar; Birebir pazarlama anlayışına sahiptir, İzinli pazarlama yöntemini kullanır, Ölçülebilirdir, Düşük maliyete sahiptir, Markaya yönelik yüksek oranda farkındalık yaratır, Tek veya çift taraflı olabilir, Hızlıdır şeklinde sıralanabilir."
  },
  {
    "id": "3635829",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisinde mobil pazarlama sınıflandırması doğru olarak verilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "İtme (Push), Çekme (Pull),",
      "B": "Etkileşim (Interactivity)",
      "C": "İtme (Push), Çekme (Pull), Paylaşım (Share).",
      "D": "İtme (Push), Çekme (Pull), Etkileşim ve Paylaşım (Share).",
      "E": "Paylaşım ( Share), Çekme (Pull), İtme (Push)"
    },
    "explanation": "Mobil pazarlama sınıflandırması İtme, Çekme, Etkileşim ve Paylaşım şeklinde olmalıdır."
  },
  {
    "id": "3635830",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi mobil pazarlamayı geleneksel pazarlamadan ayıran yönlerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Araç (cep telefonu), pazar alanıdır.",
      "B": "Pazarlanan ürün tüm süreç boyunca kontrol edilebilmektedir.",
      "C": "Hedeflenmiş medyayı kullanmaktadır.",
      "D": "Tüketici yüksek kavrama riski taşımaktadır.",
      "E": "Başvuru ve yardım yakın ve kolaydır."
    },
    "explanation": "Başvuru ve yardım yakın ve kolay değildir, geleneksel pazarlamada olduğu gibi doğrudan yardım alınamaz. Dolayısıyla başvuru ve yardım uzaktır."
  },
  {
    "id": "3635831",
    "unitNumber": 6,
    "text": "Mobil pazarlama açısından teknoloji ‘ağ altyapısı’ ile ilgili sınıflandırma kaç farklı grupta toplanabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "5",
      "B": "4",
      "C": "3",
      "D": "2",
      "E": "1"
    },
    "explanation": "Mobil pazarlama açısından teknoloji ‘ağ altyapısı’ ile ilgili sınıflandırma Mobil Taşıyıcı Ağlar, kablosuz ağlar ve Lokal Frekans olmak üzere üç farklı grupta toplanabilir."
  },
  {
    "id": "3635832",
    "unitNumber": 6,
    "text": "Mobil pazarlama sınıflandırması düşünüldüğünde aşağıdakilerden hangisi “araç” ana başlığı altında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Mobil oyunlar",
      "B": "Mobil ödemeler",
      "C": "Lokasyon bazlı hizmetler",
      "D": "Mobil etiketleme",
      "E": "Kare kod"
    },
    "explanation": "Mobil pazarlama sınıflandırması kapsamında, araç ana başlığı altında yer alan araçlar, Kısa mesaj hizmeti (SMS), zenginleştirilmiş mesaj sistemi (EMS), multimedya mesaj hizmeti (MMS), mobil İnternet, etkileşimli ses yanıt sistemi (IVR), melodi tonu (Ringback Tone-RBT), mobil oyunlar, mobil ödemeler, lokasyon bazlı hizmetler, mobil TV, mobil etiketleme, gömülü mobil cihazlar ve mobil sosyal ağlar şeklinde sınıflandırılmaktadır. Kare-kod lokal Frekans grubuna dahil bir teknolojidir."
  },
  {
    "id": "3635833",
    "unitNumber": 6,
    "text": "Hangisi Morgan Stanley'in 2004 yılında gerçekleştirdiği, çeşitli araçların 50 milyon kullanıcıya ulaşma süresiyle ilgili araştırma sonuçları arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Kitap için 4000 yıl",
      "B": "Gazete için 4300 yıl",
      "C": "Dergi için 4720 yıl",
      "D": "Tv için 13 yıl",
      "E": "İnternet için 4 yıl"
    },
    "explanation": "Morgen Stanley’in 2004 yılında yaptığı bir araştırma sonucunda diğer iletişim araçları ile karşılaştırıldığında 50 milyon kullanıcıya ulaşma süresi; radyo için 38 yıl, televizyonda 13 yıl, İnternet’te ise 5 yıl olarak belirlenmiştir. İnternet bu özelliği ile kendisi bir ilk olma konumuna sahiptir"
  },
  {
    "id": "3635834",
    "unitNumber": 6,
    "text": "Beyaz Saray(White House) hangi yılda internete bağlanmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "1984",
      "B": "1989",
      "C": "1990",
      "D": "1992",
      "E": "1993"
    },
    "explanation": "1993 yılında Beyaz Saray (White House) İnternet’e bağlanmıştır."
  },
  {
    "id": "3635835",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi 1994 yılında Amazon.com’da ilk kez satılarak elektronik ticaretin başlamasına vesile olan üründür?",
    "correctAnswer": "A",
    "options": {
      "A": "Kitap",
      "B": "Saksı",
      "C": "Deterjan",
      "D": "Oyuncak",
      "E": "Kıyafet"
    },
    "explanation": "1994 yılında Amazon.com’da ilk kitap satılmış; böylece elektronik ticaretin temelleri atılmıştır."
  },
  {
    "id": "3635836",
    "unitNumber": 6,
    "text": "İlk ticari internet tarayıcısı yazılımını piyasaya süren şirketin adı hangi seçenekte yer almaktadır.",
    "correctAnswer": "C",
    "options": {
      "A": "Microsoft",
      "B": "Opera",
      "C": "Netscape",
      "D": "Apple",
      "E": "Google"
    },
    "explanation": "1994 yılında, Netscape Şirketi ilk ticari İnternet tarayıcısı yazılımı olan Netscape Navigator 1.0’ı piyasaya sürmüştür."
  },
  {
    "id": "3635837",
    "unitNumber": 6,
    "text": "İlk sanal müzayede hangisinde yapılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Sotheby's",
      "B": "E-bay",
      "C": "Ali Express",
      "D": "Antique.com",
      "E": "Google.com"
    },
    "explanation": "995’de E-bay’de ilk sanal müzayede yapılmıştır."
  },
  {
    "id": "3635838",
    "unitNumber": 6,
    "text": "Türkiye'de ilk internet bağlantısı ODTÜ'den sonra hangisinde gerçekleştirilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Boğaziçi Üniversitesi",
      "B": "İTÜ",
      "C": "Bilkent Üniversitesi",
      "D": "Ege Üniversitesi",
      "E": "Hacettepe Üniversitesi"
    },
    "explanation": "İnternetin Türkiye’deki gelişim süreci ise şu şekilde gerçekleşmiştir: İlk bağlantı Nisan 1993’de ODTÜ’den gerçekleştirilmiştir. TÜBİTAK ile ODTÜ’nün (TR-NET) 64 kbit/sn hızında olan bu bağlantısı, çok uzun bir süre, tüm ülkenin tek çıkışı olmuştur. Daha sonra Ege Üniversitesi’nden 1994 başlarında 64 kbit/sn hızı ile bağlantı gerçekleştirilmiştir. Ardından sırayla, Bilkent Üniversitesi (1995 Ekim), Boğaziçi Üniversitesi (1995 Kasım) ve İTÜ (1996 Şubat) bağlantıları gerçekleşmiştir."
  },
  {
    "id": "3635839",
    "unitNumber": 6,
    "text": "Ulusal akademik ve Bilgi Ağı(ULAKBİM) hangi yılda kurulmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "1994",
      "B": "1995",
      "C": "1996",
      "D": "1997",
      "E": "1999"
    },
    "explanation": "Türktelekom’un 1995’de ihale yoluyla açtığı konsorsiyumun oluşturduğu Turnet 1996 yılı Ağustos ayında çalışmaya başlamıştır. 1996 Haziranında TÜBİTAK bünyesinde Ulusal Akademik Ağ ve Bilgi Merkezi (ULAKBİM) adıyla yeni bir merkez kurulmuştur. ULAKBİM’in temel görevi ise en yeni teknolojileri kullanarak Türkiye çapında tüm eğitim ve araştırma kuruluşlarını birbirine bağlayacak Ulusal Akademik Ağ (ULAKNET) adıyla hızlı bir iletişim ağı kurmak ve bu ağ aracılığı ile bilgi hizmetleri vermek olarak belirlenmiştir. Bu sayede üniversiteler nispeten hızlı bir omurga yapısıyla birbirlerine bağlanmış ve İnternet kullanır hâle gelmişlerdir."
  },
  {
    "id": "3635840",
    "unitNumber": 6,
    "text": "Ülkemizde internet kullanımının belirgin bir şekilde artmaya başladığı yıl hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "1997",
      "B": "1999",
      "C": "2000",
      "D": "2002",
      "E": "2005"
    },
    "explanation": "Bu gelişmelere paralel olarak İnternet kullanımının ülkemizde 2000 yılından itibaren ciddi şekilde artmaya başladığı görülmektedir. 2000 yılında kullanıcı sayısı 1.785.000 iken, bir yıl içinde bu sayı % 100 oranında yükselmiş; 2005 yılına gelindiğinde 12 milyondan fazla bireysel kullanıcıya ulaşılmıştır."
  },
  {
    "id": "3635841",
    "unitNumber": 6,
    "text": "Kablo bağlantısını ortadan kaldıran kısa mesafe radyo teknolojisine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bluetooth",
      "B": "LAN",
      "C": "WAP",
      "D": "GSM",
      "E": "GPRS"
    },
    "explanation": "Mobil Taşıyıcı Ağlar: Mobil taşıyıcı ağlar sayesinde müşteri kitlesine her zaman her yerde ulaşmak mümkün olmaktadır. GSM, GPRS ve WAP gibi teknolijler bu grupa aittir. GSM (Global System for Mobile Communication - Mobil İletişim İçin Küresel Sistem), bir cep telefonu iletişim protokolüdür ve baz istasyonları sayesinde gerçekleşen hücresel haberleşme için geliştirilen Avrupa standardıdır. GPRS (General Packet Radio Service) bu sistemi desteklemek ve eksiklerini gidermek için mobil şebekeler üzerinden kesintisiz İnternet erişimi sunan bir servistir.<br/>LAN (Local Area Nework - Kablosuz Yerel Alan Ağı), bilgisayar sisteminde var olan ağ teknolojilerine bağlı kalınarak ağ içindeki cihazlara kablosuz İnternet bağlantısı sunar."
  },
  {
    "id": "3635842",
    "unitNumber": 6,
    "text": "Hangisi mobil pazarlamada kullanılan stratejilerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "İtme",
      "B": "Çekme",
      "C": "Etkileşim",
      "D": "Paylaşım",
      "E": "Bekleme"
    },
    "explanation": "Mobil Pazarlamayı şu şekilde sınıflandırabiliriz: 1. İtme (Push), 2. Çekme (Pull), 3. Etkileşim (Interactivity) ve 4. Paylaşım (Share)."
  },
  {
    "id": "3635843",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi internetin Türkiye’deki gelişim süreciyle ilgili <em><strong>yanlış bir ifadedir?</strong></em>",
    "correctAnswer": "B",
    "options": {
      "A": "İlk bağlantı Nisan 1993’de ODTÜ’den gerçekleştirilmiştir.",
      "B": "Ardından sırayla, Boğaziçi Üniversitesi (1995 Ekim), Bilkent Üniversitesi (1995 Kasım) ve İTÜ (1996 Şubat) bağlantıları gerçekleşmiştir.",
      "C": "Türktelekom’un 1995’de ihale yoluyla açtığı konsorsiyumun oluşturduğu Turnet 1996 yılı Ağustos ayında çalışmaya başlamıştır.",
      "D": "1996 Haziranında TÜBİTAK bünyesinde Ulusal Akademik Ağ ve Bilgi Merkezi (ULAKBİM) adıyla yeni bir merkez kurulmuştur.",
      "E": "2000’lerin başında; ticari kullanıcılar TTNet omurgası üzerinden; akademik kuruluşlar ve ilgili birimler de Ulaknet omurgası üzerinden İnternet erişimine sahiptir."
    },
    "explanation": "İnternetin Türkiye’deki gelişim süreci ise şu şekilde gerçekleşmiştir: İlk bağlantı Nisan 1993’de ODTÜ’den gerçekleştirilmiştir. TÜBİTAK ile ODTÜ’nün (TR-NET) 64 kbit/sn hızında olan bu bağlantısı, çok uzun bir süre, tüm ülkenin tek çıkışı olmuştur. Daha sonra Ege Üniversitesi’nden 1994 başlarında 64 kbit/sn hızı ile bağlantı gerçekleştirilmiştir. Ardından sırayla, Bilkent Üniversitesi (1995 Ekim), Boğaziçi Üniversitesi (1995 Kasım) ve İTÜ (1996 Şubat) bağlantıları gerçekleşmiştir. Türktelekom’un 1995’de ihale yoluyla açtığı konsorsiyumun oluşturduğu Turnet 1996 yılı Ağustos ayında çalışmaya başlamıştır. 1996 Haziranında TÜBİTAK bünyesinde Ulusal Akademik Ağ ve Bilgi Merkezi (ULAKBİM) adıyla yeni bir merkez kurulmuştur. 1999 yılı içerisinde, ticari ağ altyapısında büyük değişiklikler olmuş ve TURNET’in yerini TTNet adında yeni bir oluşum almıştır. 2000’lerin başında; ticari kullanıcılar TTNet omurgası üzerinden; akademik kuruluşlar ve ilgili birimler de Ulaknet omurgası üzerinden İnternet erişimine sahiptir."
  },
  {
    "id": "3635844",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi TÜBİTAK bünyesinde kurulan Ulusal Akademik Ağ ve Bilgi Merkezi'nin temel görevidir?",
    "correctAnswer": "A",
    "options": {
      "A": "En yeni teknolojileri kullanarak Türkiye çapında tüm eğitim ve araştırma kuruluşlarını birbirine bağlayacak hızlı bir iletişim ağı kurmak",
      "B": "Ticari kullanımı kısa sürede yaygınlaştırmak",
      "C": "İnternet türünün hızını ve veri büyüklüğünü artırıp ücretini düşürmek",
      "D": "Coğrafi açıdan bağlanma alanlarını genişletmek",
      "E": "Cep telefonlarının kapsama alanına giren her yerden kablosuz olarak İnternet’e bağlanmak"
    },
    "explanation": "1996 Haziranında TÜBİTAK bünyesinde Ulusal Akademik Ağ ve Bilgi Merkezi (ULAKBİM) adıyla yeni bir merkez kurulmuştur. ULAKBİM’in temel görevi ise en yeni teknolojileri kullanarak Türkiye çapında tüm eğitim ve araştırma kuruluşlarını birbirine bağlayacak Ulusal Akademik Ağ (ULAKNET) adıyla hızlı bir iletişim ağı kurmak ve bu ağ aracılığı ile bilgi hizmetleri vermek olarak belirlenmiştir."
  },
  {
    "id": "3635845",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bir iletim ortamının ya da haberleşme kanalının kapasitesini ifade etmek için kullanılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Dar bant",
      "B": "Geniş bant",
      "C": "Bant genişliği",
      "D": "İnteraktif iletişim",
      "E": "World wide web"
    },
    "explanation": "Bir iletim ortamının ya da haberleşme kanalının kapasitesini ifade etmek için kullanılır. Başka bir deyişle bir kanal üzerinde taşınabilecek en fazla frekansa sahip sinyal, kanalın band genişliğidir. Bant genişliği ne kadar büyükse, belli bir süre içinde aktarılabilecek verinin hacmi de o kadar büyük olur."
  },
  {
    "id": "3635846",
    "unitNumber": 6,
    "text": "I. Çok kanallı alış-veriş ortamı olma<br/>II. Taşınabilir bir eğlence ortamı olma<br/>III. Yazılı, sesli ve görüntülü iletişimi kapsayan multimedya iletişim kurma<br/>IV. Yön bulma<br/>V. Ödeme yapmayı sağlama<br/>Yukarıdaki maddelerden hangileri mobil telefonların öneminin artmasının nedenlerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III, IV",
      "B": "I, II, III, V",
      "C": "I, II, IV, V",
      "D": "II, III, IV, V",
      "E": "I, II, III, IV, V"
    },
    "explanation": "Mobil telefonların öneminin artmasının nedenleri şu şekilde sıralanabilir:<br/><ul> <li> Yazılı, sesli ve görüntülü iletişimi kapsayan multimedya iletişim kurma,<br/></li> <li> Taşınabilir bir eğlence ortamı olma,<br/></li> <li> Perakendeci ve üreticiler için pazarlama ortamı sağlama,<br/></li> <li> Çok kanallı alış-veriş ortamı olma,<br/></li> <li> Yön bulma (GPS)<br/></li> <li> Bilet satın alma ve rezervasyon yaptırma,<br/></li> <li> Ödeme yapmayı sağlama,<br/></li> <li> Mobil İnternet bağlantısı kurma araçları hâline gelmesidir.<br/></li> <li> Ayrıca bu özelliklere şunları da eklemek yerinde olacaktır:<br/></li> <li> Diğer kitle iletişim araçlarından farklı, tamamen kişisel, şahsa özel bir iletişim aracı<br/>olma. Bu nedenle kişiye özel çözümler ve satışlar için idealdir.<br/></li> <li> Banka hesapları, banka kartı ve kredi kartlarıyla ilgili tüm parasal işlemleri takip<br/>edip; bu işlemlere hızlı ve tam yetkili müdahalede bulunma.<br/></li> <li> En kolay ulaşılabilen ve kullanılabilen iletişim aracı olma özelliğidir.<br/></li> </ul>"
  },
  {
    "id": "3635847",
    "unitNumber": 6,
    "text": "Mobil pazarlama faaliyetlerinin sahip olduğu bazı avantajlar vardır. Aşağıdaki avantajlardan hangisi mobil pazarlamanın, işletmelere kampanyalarının ne derece etkin olduğunu ve ürünlerinin kullanım alışkanlıkları ile ilgili net bilgiler verebilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Birebir pazarlama anlayışına sahip olma",
      "B": "Düşük maliyete sahip olma",
      "C": "Tek veya çift taraflı olabilir olma",
      "D": "Ölçülebilir olma",
      "E": "Markaya yönelik yüksek oranda farkındalık yaratma"
    },
    "explanation": "Ölçülebilir olma: Mobil pazarlama, işletmelere kampanyalarının ne derece etkin olduğuve ürünlerinin kullanım alışkanlıkları ile ilgili net bilgiler verebilmektedir. Kampanyaya katılım saatleri ve günleri, ortalama katılım adetleri, bir kullanıcının kampanya süresince kaç kez ürün tükettiği, kampanyaya dâhil olan farklı ürünler varsa bunların arasındaki tercih oranı gibi pek çok bilgi, kampanya sonunda raporlanmakta ve yorumlanarak marka yetkililerine aktarılmaktadır."
  },
  {
    "id": "3635848",
    "unitNumber": 6,
    "text": "Lokal frekans bağlantıları kısa mesafe içinde birbirini gören cihazlar arasında bağlantı kuran teknolojilerdir. Bu şekilde birbirine bağlanan cihazlar İnternet’e girmek için ya bir mobil taşıyıcı ağa, ya da kablosuz bir yerel alan ağına ihtiyaç duyar. Aşağıdakilerden hangisi bu gruba ait teknolojilerden biri <em><strong>değildir?</strong></em>",
    "correctAnswer": "C",
    "options": {
      "A": "RFID",
      "B": "NFC",
      "C": "EMS",
      "D": "Bluetooth",
      "E": "Karekod"
    },
    "explanation": "Lokal frekans bağlantıları kısa mesafe içinde birbirini gören cihazlar arasında bağlantı kuran teknolojilerdir. Bu şekilde birbirine bağlanan cihazlar İnternet’e girmek için ya bir mobil taşıyıcı ağa, ya da kablosuz bir yerel alan ağına ihtiyaç duyar. Blu- etooth, RFID, NFC, kare kod gibi teknolojiler bu grupa aittir"
  },
  {
    "id": "3635849",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi \"mobil pazarlamada kullanılan araçlar\" sınıflandırması içerisinde yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "GSM",
      "B": "IVR",
      "C": "WAP",
      "D": "GPRS",
      "E": "BTK"
    },
    "explanation": "Mobil Pazarlama Sınıflandırmasında yer alan bir diğer ana başlık ‘araç’ unsurunu taşımaktadır. Teknolojiyle yakından ilişkili bir doğrudan pazarlama aracı olması nedeniyle mobil pazarlamada kullanılan araçların sayısı her geçen gün artmaktadır. Varnalı ve arkadaşları, mobil pazarlamada kullanılan araçları şu şekilde sınıflandırmıştır: kısa mesaj hizmeti (SMS), zenginleştirilmiş mesaj sistemi (EMS), multimedya mesaj hizmeti (MMS), mobil İnternet, etkileşimli ses yanıt sistemi (IVR), melodi tonu (Ringback Tone-RBT), mobil oyunlar, mobil ödemeler, lokasyon bazlı hizmetler, mobil TV, mobil etiketleme, gömülü mobil cihazlar ve mobil sosyal ağlardır."
  },
  {
    "id": "3635850",
    "unitNumber": 6,
    "text": "I. Kişilere cep telefonundan ulaşım ve kapılarında sağlanan bir dağıtım yoktur.<br/>II. Perakandeciler (retail outlet), pazar alanıdır.<br/>III. Kitlesel medyayı kullanmaktadır.<br/>IV. Geniş gruplar, ortak demografik ve psikografik özellikleri paylaşan alıcılara kitlesel olarak satış yapılmaktadır.<br/>V. Pazarlanan ürün tüm süreç boyunca kontrol edilebilmektedir.<br/>Yukarıdaki maddelerden hangisi geleneksel pazarlamanın mobil pazarlamadan farklı olduğu özelliklerdendir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III, IV",
      "B": "I, II, III, V",
      "C": "I, II, IV, V",
      "D": "II, III, IV, V",
      "E": "I, II, III, IV, V"
    },
    "explanation": "Geleneksel pazarlamanın mobil pazarlamadan farkı,<br/>Geniş gruplar, ortak demografik ve psikografik özellikleri paylaşan alıcılara kitlesel olarak satış yapılmaktadır.<br/>Kişilere cep telefonundan ulaşım ve kapılarında sağlanan bir dağıtım yoktur.<br/>Perakandeciler (retail outlet), pazar alanıdır.<br/>Ürün dağıtım kanallarına girdiği anda kontrol kaybedilmektedir.<br/>Kitlesel medyayı kullanmaktadır.<br/>Daha az risk hissedilmektedir. Ürünle doğrudan temas halindedir ve doğrudan yardım alınmaktadır."
  },
  {
    "id": "3635851",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi mobil pazarlama ve geleneksel pazarlama arasındaki en belirgin farktı yansıtır?",
    "correctAnswer": "B",
    "options": {
      "A": "İtme yönlü olması",
      "B": "Bireysel bir pazarlama sürecini içermesi",
      "C": "Çekme yönlü olması",
      "D": "Yerel alan ağına ihtiyaç duyulması",
      "E": "Hızlı ağ bağlantısına ihtiyaç duyulması"
    },
    "explanation": "Mobil pazarlama daha çok kullanıcı izinli doğrudan pazarlama olarak değerlendirilebilecek bir pazarlama türüdür. Bu açıdan geleneksel pazarlama ile ayrıştığı yönler bulunmaktadır. Temelde bireysel bir pazarlama sürecini içermesi en belirgin farklılığı oluşturmaktadır."
  },
  {
    "id": "3635852",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi BTK verileri açısından Türkiye’deki mobil pazarın genel istatistiki durumuna göre Türkiye’de nüfusun yaklaşık yüzde kaçına karşılık gelen mobil abone bulunmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "% 72,7",
      "B": "%85,7",
      "C": "% 91,7",
      "D": "% 92,7",
      "E": "% 81,7"
    },
    "explanation": "BTK verileri açısından Türkiye’deki mobil pazarın genel istatistiki durumu şu şekildedir: Mart 2015 itibarıyla Türkiye’de nüfusun yaklaşık % 92,7’si oranına karşılık gelen toplam 72.040.764 mobil abone bulunmaktadır. Doğal olarak 0-9 yaş arası nüfus hariç tutuldu- ğunda mobil penetrasyon oranı % 100’ün üzerine çıkmaktadır. 2014 yılı birinci çeyrekte 51 milyon olan 3G abone sayısı 2015 yılı birinci çeyrekte 59.422.663’e ulaşırken; 3G hizmetiyle birlikte mobil bilgisayardan ve cepten İnternet hizmeti alan mobil genişbant abone sayısı da 33.934.862’ye yükselmiştir. 2015 yılı birinci çeyrekte toplam mobil İnternet kullanım miktarı ise 107.970 TByte olarak gerçekleşmiştir."
  },
  {
    "id": "3635853",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>İlk İnternet bağlantısı Nisan 1994'te Ege Üniversitesi'nden gerçekleştirilmiştir</li> <li>İlk İnternet bağlantısı 64 kbit/sn hızında olmuştur</li> <li>Turnet 1996 yılı Ağustos ayında çalışmaya başlamıştır</li> </ol> İnternet'in Türkiye'deki gelişim sürecine ilişkin yukarıda verilen bilgilerden hangisi veya hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "İnternetin Türkiye’deki gelişim süreci ise şu şekilde gerçekleşmiştir: İlk bağlantı Nisan<br/>1993’de ODTÜ’den gerçekleştirilmiştir. TÜBİTAK ile ODTÜ’nün (TR-NET) 64 kbit/sn<br/>hızında olan bu bağlantısı, çok uzun bir süre, tüm ülkenin tek çıkışı olmuştur. Daha sonra<br/>Ege Üniversitesi’nden 1994 başlarında 64 kbit/sn hızı ile bağlantı gerçekleştirilmiştir."
  },
  {
    "id": "3635854",
    "unitNumber": 6,
    "text": "Temel görevi en yeni teknolojileri kullanarak Türkiye çapında tüm eğitim ve araştırma kuruluşlarını birbirine bağlayacak hızlı bir iletişim ağı kurmak ve bu ağ aracılığı ile bilgi hizmetleri vermek olarak belirlenen ve 1996 Haziranında kurulan merkez aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "ODTÜ",
      "B": "TÜBİTAK",
      "C": "TR-NET",
      "D": "ULAKBİM",
      "E": "TURNET"
    },
    "explanation": "1996<br/>Haziranında TÜBİTAK bünyesinde Ulusal Akademik Ağ ve Bilgi Merkezi (ULAKBİM)<br/>adıyla yeni bir merkez kurulmuştur. ULAKBİM’in temel görevi ise en yeni teknolojileri<br/>kullanarak Türkiye çapında tüm eğitim ve araştırma kuruluşlarını birbirine bağlayacak<br/>Ulusal Akademik Ağ (ULAKNET) adıyla hızlı bir iletişim ağı kurmak ve bu ağ aracılığı<br/>ile bilgi hizmetleri vermek olarak belirlenmiştir. Bu sayede üniversiteler nispeten hızlı bir<br/>omurga yapısıyla birbirlerine bağlanmış ve İnternet kullanır hâle gelmişlerdir."
  },
  {
    "id": "3635855",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>ADSL</li> <li>Fibernet</li> <li>Çevirmeli ağ</li> </ol> İnternet'in Türkiye'deki gelişim süreci göz önünde bulundurulduğunda yukarıda verilen teknolojilerin kronolojik olarak sıralaması aşağıdaki seçeneklerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "I - II -III",
      "B": "I - III - II",
      "C": "II - I - III",
      "D": "III- II- I",
      "E": "III - I - II"
    },
    "explanation": "Ticari kullanımın kısa sürede yaygınlaşmasıyla<br/>önceleri çevirmeli ağ hizmeti sunan birçok İnternet servis sağlayıcı firma (süperonline,<br/>e-kolay, ixir, vd.) ortaya çıkmış, zaman içerisinde çevirmeli bağlantı yerini ADSL<br/>adı verilen çok daha yüksek hızlı İnternet erişimine bırakmıştır. Bugün ADSL ve daha<br/>hızlı olan fibernet hizmeti veren İnternet servis sağlayıcıları olduğu gibi; bunlara ek olarak<br/>kablo tv, uydu gibi İnternet erişim seçenekleri bulunmaktadır."
  },
  {
    "id": "3635856",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Çok yönlü kişisel iletişim aracı olması</li> <li>Bireylerce yoğun olarak kullanılması</li> <li>Çok yaygın olarak kullanılması</li> </ol> Yukarıdakilerden hangisi veya hangileri mobil telefonların pazarlama alanında göze çarpmasının nedeni olarak görülebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Mobil telefonların ve doğal olarak mobil iletişimin sahip olduğu avantajlar onun pazarlama<br/>açısından da göze çarpmasına sebep olmuştur. Çünkü artık bir parçamız hâline<br/>gelen mobil telefonlar her yerde, her zaman bizimle olduğu gibi asla elimizden düşürmediğimiz<br/>çok yönlü bir kişisel iletişim aracıdır. Ayrıca BTK verilerine göre Mart 2015<br/>itibarıyla Türkiye’de nüfusun yaklaşık % 92,7’si oranına karşılık gelen toplam 72.040.764<br/>mobil abone bulunmaktadır. Doğal olarak 0-9 yaş arası nüfus hariç tutulduğunda mobil<br/>penetrasyon oranı % 100’ün üzerine çıkmaktadır. Yani 0-9 yaş arası çocuklar hariç neredeyse<br/>hemen herkesin en az bir adet GSM hattı ve cep telefonu bulunmaktadır. Bu açıdan<br/>değerlendirildiğinde cep telefonları pazarlama için eşsiz bir araçtır ve kısa süre içerisinde<br/>sahip olduğu potansiyel pazarlama özellikleri fark edilmiş böylece mobil pazarlama süreci<br/>başlamıştır."
  },
  {
    "id": "3635857",
    "unitNumber": 6,
    "text": "Türkiye'de markalar için hedef kitlelerine mobil kanaldan ulaşmanın, diğer geleneksel kanallardan ulaşmaktan çok daha kolay, ekonomik ve verimli hâle gelmesinde aşağıdaki seçeneklerden hangisinin etkili olduğu <strong>söylenemez</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Mobil platformlarda müşteri ilişkileri yönetiminin çok daha etkili yapılabilmesi",
      "B": "Cep telefonları sayısının neredeyse Türkiye nüfusuyla eşitlenmesi",
      "C": "3G gibi hızlı inernet teknolojilerinin devreye girmesi",
      "D": "Mobil TV ve görüntülü konuşma gibi yeniliklerin pazara sunulması",
      "E": "Kişisel bilgisayarların daha fazla kullanılması"
    },
    "explanation": "Gelişen mobil iletişim; mobil pazarlamayı önemli pazarlama araçlarından biri hâline<br/>getirmiş, özellikle son on yılda yenilikçi reklam ve satış faaliyetleri ile mobil pazarlama,<br/>markaların pazarlama stratejilerine dahil olmuştur. 2009 yılında % 130 büyüme kaydederek<br/>hacmi 150 milyon doları bulan Türkiye mobil pazarlama sektörü, her yıl hızla büyümeye<br/>devam etmektedir. Mobil platformlarda müşteri ilişkileri yönetiminin çok daha<br/>etkili yapılabildiği, mobil cihazların başında gelen cep telefonları sayısının neredeyse Türkiye<br/>nüfusuyla eşitlendiği, 3G’nin devreye girdiği, mobil TV ve görüntülü konuşma gibi<br/>yeniliklerin pazara sunulduğu göz önüne alındığında, markalar için hedef kitlelerine mobil<br/>kanaldan ulaşmak, diğer geleneksel kanallardan ulaşmaktan çok daha kolay, ekonomik<br/>ve verimli hâle gelmiştir (Bozkurt ve Ergen, 2012:45)."
  },
  {
    "id": "3635858",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Mobil cihazlar aracılığı ile herhangi bir ağ üzerinden interaktif biçimde kullanıcılarla iletişime geçilen uygulamaların bütünü</li> <li>Ürün, hizmet ya da fikirlerin tutundurulması amacıyla gerçekleştirilen bir pazarlama iletişimi</li> <li>Ürün ve servislerin müşterilerin mobil cihazlarının etkileşimli kullanımıyla pazarlanması</li> </ol> Yukarıda verilen tanımlardan hangisi veya hangileri Mobil Pazarlama kavramı için kullanılmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Mobil Pazarlama kavramı ile ilgili farklı tanımlamalar bulunmaktadır. Bunlardan biri<br/>Amerikan Mobil Pazarlama Birliğinin tanımıdır. Amerikan Mobil Pazarlama Birliği’nin<br/>(The Mobile Marketing and Advertising Association) tanımına göre:Mobil pazarlama,<br/>mobil cihazlar (akıllı telefon, tablet, vb.) aracılığı ile herhangi bir ağ üzerinden interaktif<br/>biçimde kullanıcılarla (müşterilerle, tüketicilerle) iletişime geçilen uygulamaların<br/>bütünüdür(http://www.teknovasyonmarketing.com/mobil-pazarlama-nedir.html/).<br/>Pousttchi ve Wiedermann’ın tanımına göre; Mobil Pazarlama, ürün, hizmet ya da fikirlerin<br/>tutundurulması amacıyla gerçekleştirilen bir pazarlama ileitşimdir (Akt. Şanlıöz<br/>vd. 2013:252).<br/>Shankar ve Balasubramanian (2009) ise mobil pazarlamayı, ürün ve servislerin müşterilerin<br/>mobil cihazlarının etkileşimli kullanımıyla pazarlanması olarak tanımlamıştır<br/>(Akt. Klein, 2014: 277)."
  },
  {
    "id": "3635859",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi mobil telefonların öneminin artmasının nedenlerinden biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Çoklu ortam ile iletişim kurma",
      "B": "Taşınabilir bir eğlence ortamı olma",
      "C": "Çok kanallı alışveriş ortamı olma",
      "D": "Yön bulma (GPS)",
      "E": "Çevirmeli ağ hizmeti sunma"
    },
    "explanation": "Mobil telefonların öneminin artmasının nedenleri şu şekilde sıralanabilir (Barutçu ve Göl, 2009:2):<br/>• Yazılı, sesli ve görüntülü iletişimi kapsayan multimedya iletişim kurma,<br/>• Taşınabilir bir eğlence ortamı olma,<br/>• Perakendeci ve üreticiler için pazarlama ortamı sağlama,<br/>• Çok kanallı alış-veriş ortamı olma,<br/>• Yön bulma (GPS)<br/>• Bilet satın alma ve rezervasyon yaptırma,<br/>• Ödeme yapmayı sağlama,<br/>• Mobil İnternet bağlantısı kurma araçları hâline gelmesidir.<br/>• Ayrıca bu özelliklere şunları da eklemek yerinde olacaktır:<br/>• Diğer kitle iletişim araçlarından farklı, tamamen kişisel, şahsa özel bir iletişim aracı<br/>olma. Bu nedenle kişiye özel çözümler ve satışlar için idealdir.<br/>• Banka hesapları, banka kartı ve kredi kartlarıyla ilgili tüm parasal işlemleri takip<br/>edip; bu işlemlere hızlı ve tam yetkili müdahalede bulunma.<br/>• En kolay ulaşılabilen ve kullanılabilen iletişim aracı olma özelliğidir."
  },
  {
    "id": "3635860",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Birebir pazarlama anlayışına sahiptir</li> <li>İzinli pazarlama yöntemini kullanır</li> <li>Markaya yönelik yüksek oranda farkındalık yaratır</li> </ol> Yukarıdakilerden hangisi veya hangileri mobil pazarlama faaliyetlerinin sahip olduğu avantajlar arasındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Mobil pazarlama<br/>faaliyetlerinin sahip olduğu avantajlar şu şekilde sıralanabilir (Alkaya, 2007: 39);<br/>• Birebir pazarlama anlayışına sahiptir: Mobil pazarlama faaliyetleri için birebir<br/>pazarlama anlayışı geçerlidir. Tüketiciyle kitlesel olmayan medya aracılığıyla doğrudan<br/>iletişim kurulmaktadır. Söz konusu iletişimde, doğrudan pazarlama kanalı<br/>kullanılmaktadır.<br/>• İzinli pazarlama yöntemini kullanır: Mobil pazarlama uygulaması, hedef kitleden<br/>izin alınarak yapılmaktadır. Kişiye özel, bekledikleri ve almak istedikleri iletişim<br/>mesajlarını vermeye dayanan bir anlayıştır.<br/>• Ölçülebilir: Mobil pazarlama, işletmelere kampanyalarının ne derece etkin olduğu<br/>ve ürünlerinin kullanım alışkanlıkları ile ilgili net bilgiler verebilmektedir. Kampanyaya<br/>katılım saatleri ve günleri, ortalama katılım adetleri, bir kullanıcının kampanya<br/>süresince kaç kez ürün tükettiği, kampanyaya dâhil olan farklı ürünler varsa<br/>bunların arasındaki tercih oranı gibi pek çok bilgi, kampanya sonunda raporlanmakta<br/>ve yorumlanarak marka yetkililerine aktarılmaktadır.<br/>• Düşük maliyete sahiptir: Mobil pazarlama aynı zamanda doğrudan pazarlama uygulamalarından<br/>biri olmasından dolayı maliyetleri de düşük olmaktadır.<br/>• Markaya yönelik yüksek oranda farkındalık yaratır: Mobil pazarlama uygulamalarının<br/>algılanma düzeyleri yüksektir. Kişisel kanallar kullanılarak müşteriye ulaşılmaktadır.<br/>• Tek veya çift taraflı olabilir: Mobil pazarlama uygulamaları etkileşimli yapıya sahip<br/>pazarlama uygulamalarıdır. Bu bakımdan bazı durumlarda müşteri, bu uygulamaların<br/>aktif birer üyesi konumunda olabilmektedir.<br/>• Hızlıdır: Mobil altyapı teknolojileri sayesinde mesaj, tüketiciye saniyeler içerisinde<br/>ulaştırılabilmektedir. Böylelikle geri bildirimi birkaç dakika içerisinde almak<br/>mümkün hâle gelebilmektedir."
  },
  {
    "id": "3635861",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Ölçülebilirdir</li> <li>Düşük maliyete sahiptir</li> <li>Tek veya çift taraflı olabilir</li> </ol> Yukarıdakilerden hangisi veya hangileri mobil pazarlama faaliyetlerinin sahip olduğu avantajlar arasındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Mobil pazarlama<br/>faaliyetlerinin sahip olduğu avantajlar şu şekilde sıralanabilir (Alkaya, 2007: 39);<br/>• Birebir pazarlama anlayışına sahiptir: Mobil pazarlama faaliyetleri için birebir<br/>pazarlama anlayışı geçerlidir. Tüketiciyle kitlesel olmayan medya aracılığıyla doğrudan<br/>iletişim kurulmaktadır. Söz konusu iletişimde, doğrudan pazarlama kanalı<br/>kullanılmaktadır.<br/>• İzinli pazarlama yöntemini kullanır: Mobil pazarlama uygulaması, hedef kitleden<br/>izin alınarak yapılmaktadır. Kişiye özel, bekledikleri ve almak istedikleri iletişim<br/>mesajlarını vermeye dayanan bir anlayıştır.<br/>• Ölçülebilir: Mobil pazarlama, işletmelere kampanyalarının ne derece etkin olduğu<br/>ve ürünlerinin kullanım alışkanlıkları ile ilgili net bilgiler verebilmektedir. Kampanyaya<br/>katılım saatleri ve günleri, ortalama katılım adetleri, bir kullanıcının kampanya<br/>süresince kaç kez ürün tükettiği, kampanyaya dâhil olan farklı ürünler varsa<br/>bunların arasındaki tercih oranı gibi pek çok bilgi, kampanya sonunda raporlanmakta<br/>ve yorumlanarak marka yetkililerine aktarılmaktadır.<br/>• Düşük maliyete sahiptir: Mobil pazarlama aynı zamanda doğrudan pazarlama uygulamalarından<br/>biri olmasından dolayı maliyetleri de düşük olmaktadır.<br/>• Markaya yönelik yüksek oranda farkındalık yaratır: Mobil pazarlama uygulamalarının<br/>algılanma düzeyleri yüksektir. Kişisel kanallar kullanılarak müşteriye ulaşılmaktadır.<br/>• Tek veya çift taraflı olabilir: Mobil pazarlama uygulamaları etkileşimli yapıya sahip<br/>pazarlama uygulamalarıdır. Bu bakımdan bazı durumlarda müşteri, bu uygulamaların<br/>aktif birer üyesi konumunda olabilmektedir.<br/>• Hızlıdır: Mobil altyapı teknolojileri sayesinde mesaj, tüketiciye saniyeler içerisinde<br/>ulaştırılabilmektedir. Böylelikle geri bildirimi birkaç dakika içerisinde almak<br/>mümkün hâle gelebilmektedir."
  },
  {
    "id": "3635862",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Mobil Pazarlamayı destekleyen teknoloji ‘ağ altyapısı’</li> <li>Mobil Pazarlamada ‘araç’ olarak kullanılan yazılım</li> <li>Mobil Pazarlamanın başlatılmasında ‘öncü’ tarafın kimin olduğu</li> </ol> Yukarıdakilerden hangisi veya hangileri Mobil pazarlama sınıflandırmasının temel başlıklarındandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Klein, (2014:279) yaptığı çalışmada Mobil Pazarlama Sınıflandırması için üç temel<br/>başlık belirlemiştir. Bunlar: Mobil Pazarlamayı destekleyen teknoloji ‘ağ altyapısı’, Mobil<br/>Pazarlamada ‘araç’ olarak kullanılan yazılım ve Mobil Pazarlamanın başlatılmasında<br/>‘öncü’ tarafın kimin olduğudur."
  },
  {
    "id": "3635863",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisinde veri doğru olarak tanımlanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Eğitim veya tecrübe ile elde edilen becerilerin kullanılmasını sağlayan birikimdir.",
      "B": "Bir ham gerçek ya da bilgi parçacığına verilen addır.",
      "C": "Kurumun bilgileri toplaması, saklaması, geliştirmesi, anlamlandırması, doğru kişilerle paylaşması ve kurumsal amaçlar doğrultusunda kullanılmasını sağlamasıdır.",
      "D": "Geleneksel yöntemlerle işlenmesi mümkün olmayan büyüklükte veri kümesi için kullanılan genel bir deyimdir.",
      "E": "Verilerin müşteri davranışlarını anlayacak şekilde yorumlanmasına denir."
    },
    "explanation": "Yukarıda verilen tanımlar sırasıyla bilgi, veri, bilgi yönetimi, büyük veri ve verilerin anlamlandırılması kavramlarına aittir. Doğru cevap B' dir."
  },
  {
    "id": "3635864",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi veri miktarının artmasının sebeplerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "İnternet’in hızlı yayılması,",
      "B": "Sosyal mecraların sayısının artması,",
      "C": "Mobil cihazların yaygınlaşması",
      "D": "Akıllı sensörlerin daha fazla kullanılması",
      "E": "Hepsi"
    },
    "explanation": "Veri miktarının artmasının sebeplerine bakıldığında İnternet’in hızlı yayılması, sosyal mecraların sayısının artması, mobil cihazların yaygınlaşması ve akıllı sensörlerin daha fazla kullanılması karşımıza çıkacaktır. Doğru Cevap E’dir."
  },
  {
    "id": "3635865",
    "unitNumber": 7,
    "text": "I. Bilgiyi daha sıklıkla şeffaf ve kullanılabilir yaparak bilgiye değer katıyor.<br/>II. Şirketler daha fazla işlemsel veriyi üretip dijital şekilde sakladıkça, ürün envanterinden hastalık günlerine kadar her şey hakkında daha doğru ve ayrıntılı bilgi edinebiliyorlar.<br/>III. Bir data müşteri segmentlerini giderek daha da daraltıyor. Böylece daha dikkatle kişiselleştirilmiş ürün ve hizmetler mümkün oluyor.<br/>IV. Sofistike analizler karar vermeyi ciddi olarak kolaylaştırır.<br/>V. Yeni nesil ürün ve hizmetlerin geliştirilmesinde kullanılabilir<br/>Yukarıda sıralanan özellikler aşağıdakilerden hangisine aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "Veri anlamlandırma",
      "B": "Veri",
      "C": "Büyük Verinin Değer Artıran Kullanım Yollarına",
      "D": "Veri Görselleştirme",
      "E": "Sosyal Mecra"
    },
    "explanation": "Soruda verilen işlevler büyük verinin değer artıran beş kullanım yoluna işaret etmektedir."
  },
  {
    "id": "3635866",
    "unitNumber": 7,
    "text": "Verilerin müşteri davranışlarını anlayacak şekilde yorumlanmasına ne denir?",
    "correctAnswer": "D",
    "options": {
      "A": "Büyük Veri",
      "B": "Veri",
      "C": "Veri görselleştirme",
      "D": "Veri anlamlandırma",
      "E": "Mobil veri"
    },
    "explanation": "Soruda verilen tanım veri anlamlandırma kavramına aittir. Doğru cevap D' dir."
  },
  {
    "id": "3635867",
    "unitNumber": 7,
    "text": "Bilginin açık ve etkin kullanımı için istatistiksel tablolar, grafikler, konu ağları veya çeşitli şekiller ile ifade edilmesini aşağıdakilerden hangisini tanımlanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Büyük Veri",
      "B": "Veri",
      "C": "Veri Görselleştirme",
      "D": "Sosyal Mecra",
      "E": "Hızlı Veri"
    },
    "explanation": "Veri görselleştirme; bilginin açık ve etkin kullanımı için istatistiksel tablolar, grafikler, konu ağları veya çeşitli şekiller ile ifade edilmesidir."
  },
  {
    "id": "3635868",
    "unitNumber": 7,
    "text": "Sosyal mecra verilerini kullanmanın kaç aşaması bulunmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "5",
      "B": "4",
      "C": "3",
      "D": "2",
      "E": "1"
    },
    "explanation": "Sosyal Mecrada Verileri kullanmanın 5 aşaması bulunmaktadır. Şikayetleri yakalayıp onlara yanıt vermek, her bir mecrada müşterinin neden yer aldığını ve şirketinizin orada ne yapacağını bilmek, gerekli olan müşteri verilerini Facebook, Linkedin ve benzeri mecralar sayesinde tamamlamak, fırsatları saptayıp tekliflerde bulunmak, müşterinin duygusal durumuna göre teklif yapmak / yapmamak."
  },
  {
    "id": "3635869",
    "unitNumber": 7,
    "text": "Sosyal mecrada yazılımlar müşterinin duygusal durumuna göre teklif yapma ya da yapmama kararını neye göre alırlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Müşterilerin lokasyonuna göre",
      "B": "Müşterilerin gelir durumlarına göre",
      "C": "Müşterileri arayıp görüşlerini sorarak",
      "D": "Müşterilere mail atıp görüşlerini öğrenerek",
      "E": "Müşterinin sosyal mecralarda yazdığı “öfkeliyim, kızgınım, vb..” gibi cümleler olduğunda teklif yapılmaz."
    },
    "explanation": "Yazılımlar, teklif yapmadan önce müşterinin son girdilerini zaman özelliğini dikkate alarak gözden geçirir. Olumsuz cümlelerin yazılmasından sonra, belli bir zaman içinde öneri sunulmaz."
  },
  {
    "id": "3635870",
    "unitNumber": 7,
    "text": "Social CRM Uzmanı kavramına ait doğru tanımlama aşağıdakilerden hangisinde verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyal Medya Müşteri İlişkileri Yönetim Uzmanı",
      "B": "Eğitim veya tecrübe ile elde edilen becerilerin kullanılmasını sağlayan birikimdir.",
      "C": "Bir ham gerçek ya da bilgi parçacığına verilen addır.",
      "D": "Verilerin müşteri davranışlarını anlayacak şekilde yorumlanmasına denir.",
      "E": "Hiçbiri"
    },
    "explanation": "Social CRM Uzmanı kavramı ile Sosyal Medya Müşteri İlişkileri Yönetim Uzmanı ifade edilmek istenmektedir."
  },
  {
    "id": "3635871",
    "unitNumber": 7,
    "text": "Aşağıdakilerin hangisi sayesinde hakkımızda bilineceklerin sayısı artar?",
    "correctAnswer": "E",
    "options": {
      "A": "Veri",
      "B": "Big Data",
      "C": "Bilgi",
      "D": "Veri Görselleştirme",
      "E": "Veri Anlamlandırma"
    },
    "explanation": "Veri anlamlandırma sayesinde hakkımızda bilinecek konuların sayısı artar. Örneğin cep telefonumuzun GSM operatörü, kapsama alanlarından gelen veriyi inceleyerek tuttuğumuz takımı, maça gitme sıklığımızı, hatta taraftarlık seviyemizi bulabilir. Hafta içinde farklı yerlerde, hafta sonlarında veya maç saatlerinde stadyumda olduğumuzu görebilir."
  },
  {
    "id": "3635872",
    "unitNumber": 7,
    "text": "Veri görselleştirmenin ortaya çıkmasının temel sebebi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Müşteri Davranışlarını Analiz Edilmesi",
      "B": "Verilerin Artması",
      "C": "Dijitalleşme",
      "D": "Verilerin Depolanması",
      "E": "Sosyal Mecraların Artması"
    },
    "explanation": "Verilerin artması ve teknoloji birimlerinin de dışında yoğun olarak kullanılmaya başlanması, karmaşık veri yapılarını kolay anlaşılabilir kılmak konusunda çalışmaları artırmıştır. Böylece veri görselleştirme önem kazanmıştır."
  },
  {
    "id": "3635873",
    "unitNumber": 7,
    "text": "Aşağıdaki seçeneklerde büyük veri ile ilgili verilen ifadelerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Geleneksel yöntemlerle işlenen büyüklükte veri kümesidir.",
      "B": "Büyük veri sosyal medyanın bir uzantısıdır.",
      "C": "Mobil cihazların yaygınlaşması veri miktarının artmasına neden olmuştur.",
      "D": "Büyük verinin değer artıran üç kullanım yolu vardır.",
      "E": "Şirketlerin büyük çoğunluğu verileri anlamlı sonuçlar üretmek için kullanabilmektedir."
    },
    "explanation": "Büyük veri geleneksel yöntemlerle işlenmesi mümkün olmayan büyüklükte veri kümesi için kullanılan genel bir deyimdir. Büyük verinin sosyal medyanın bir uzantısı olduğu yanılgıdır. Şirketlerin büyük çoğunluğu verileri toplasa da çok azı verileri anlamlı sonuçlar üretmek için kullanabilmektedir. Büyük verinin değer artıran beş kullanım yolu vardır. İnternet’in hızlı yayılması, sosyal mecraların sayısının artması, mobil cihazların yaygınlaşması ve akıllı sensörlerin daha fazla kullanılması veri miktarının artmasına neden olmuştur. Dolayısıyla doğru cevap C'dir."
  },
  {
    "id": "3635874",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi sosyal mecra verilerini kullanmanın aşamalarından birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Müşterinin satın aldığı ürünleri incelemek",
      "B": "Fırsatları saptayıp tekliflerde bulunmak",
      "C": "Fan ve beğeni sayısını arttırmak",
      "D": "Müşterinin ihtiyaçlarını analiz etmek",
      "E": "Program kodlaması yapmak"
    },
    "explanation": "Sosyal mecra verilerini kullanmanın 5 aşaması vardır: Şikayetleri yakalayıp onlara yanıt vermek, her bir mecrada müşterinin neden yer aldığını ve şirketinizin orada ne yapacağını bilmek, gerekli olan müşteri verilerini Facebook, Linkedin ve benzeri mecralar sayesinde tamamlamak, fırsatları saptayıp tekliferde bulunmak ve müşterinin duygusal durumuna göre teklif yapmak / yapmamak. Doğru cevap B' dir."
  },
  {
    "id": "3635875",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi bilişim çağının yarattığı yeni mesleklerden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Teknoloji Üst Yöneticisi",
      "B": "Veri Mühendisliği",
      "C": "Pazarlama Üst Yöneticisi",
      "D": "Bilgi Yönetimi Yöneticisi",
      "E": "Pazarlama Teknolojisti"
    },
    "explanation": "Bilişim çağının yeni pazarlama meslekleri yaratması, pazarlamanın teknolojiyle bu derece yakınlaşması şirketlerde pazarlamayı yönetenlerin teknolojiyle, teknolojiyi yönetenlerin de pazarlamayla yakın olmasını zorunlu kıldı. Bu iki departmanın birlikte uyum içinde çalışması için her iki daldan da anlayan kişilere gerek duyuldu. Pazarlama Teknolojisti unvanı ortaya çıktı. Doğru cevap E'dir."
  },
  {
    "id": "3635876",
    "unitNumber": 7,
    "text": "Ölçüm, deney, sayım, gözlem ya da araştırma yoluyla elde edilen; bir işlenmemiş(ham) gerçek bilgi parçacığı için kullanılan Türkçe karşılığın adı hangi seçenekte yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilim",
      "B": "Veri",
      "C": "Entegrasyon",
      "D": "Ağ",
      "E": "Teknoloji"
    },
    "explanation": "Veri (Latince datum - çoğulu data - “verilen şey” kelimesinin Türkçe karşılığı olarak kullanılmaktadır) bir ham (işlenmemiş) gerçek ya da bilgi parçacığına verilen addır. Veri-ler ölçüm, sayım, deney, gözlem ya da araştırma yolu ile elde edilmektedir."
  },
  {
    "id": "3635877",
    "unitNumber": 7,
    "text": "İş dünyasında kullanılan bilgi ağı LinkedIn'de yayınlanan 2014 yılının en çok aranan üçüncü mesleği hangi seçenekte yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Depolama sistemleri ve yönetimi",
      "B": "Pazarlama kampanyası yönetimi",
      "C": "Veri mühendisliği ve veri depolama",
      "D": "Mobil geliştirme",
      "E": "İstatiksel analiz ve veri madenciliği"
    },
    "explanation": "2015 senesinin başlarında iş dünyasının sosyal mecrası Linkedin, 2014 yılında en çok aranan meslekleri yayınladı. İlk 12 sıra şöyleydi:<br/><ol> <li>İstatistiksel Analiz ve Veri madenciliği </li> <li>Ara Katman ve Entegrasyon Yazılımları </li> <li>Depolama Sistemleri ve Yönetimi</li> <li>Ağ ve Bilgi Güvenliği</li> <li>SEO / SEM Pazarlaması </li> <li>İş Zekası </li> <li>Mobil Geliştirme </li> <li>Ağ Mimarisi ve Geliştirme </li> <li>Algoritma Tasarımı</li> <li>Perl / Python / Ruby</li> <li>Veri Mühendisliği ve Veri Depolama</li> <li>Pazarlama Kampanyası Yönetimi</li> </ol>"
  },
  {
    "id": "3635878",
    "unitNumber": 7,
    "text": "Eğitim veya tecrübe yoluyla elde edilen becerilerin kullanılmasını sağlayan birikime verilen doğru ad hangi seçenekte yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Datum",
      "B": "Algoritma",
      "C": "Deneyim",
      "D": "Bilgi",
      "E": "Akıl"
    },
    "explanation": "Bilgi, eğitim veya tecrübe ile elde edilen becerilerin kullanılmasını sağlayan birikimdir. Bilgi yönetimi açısından, verilerin anlamlandırılması ve iş amaçları doğrultusunda kullanılması diye tanımlanır."
  },
  {
    "id": "3635879",
    "unitNumber": 7,
    "text": "Hangi seçenekte, çeşitli kurumların yayınları ''global trendler'' incelendiğinde veri ve bilgi yönetiiminin ağırlıklı olduğı konular arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "İnsan hakları ihlallerinin ortadan kaldırılması",
      "B": "Kaynakların eşit ve adil biçimde bölüşülmesi",
      "C": "Zararlıların sıfırlanması",
      "D": "Dünya barışının sağlanması",
      "E": "Doğal hayatın korunması"
    },
    "explanation": "Çeşitli kurumların yayınladıkları “Global Trendler” incelendiğinde yine verilere ve bilgi yönetimine ağırlık verildiğini görüyoruz. bunlar aşağıda sıralanmaktadır:<br/><ul> <li>Nesnelerin İnternet’i.</li> <li>Akıllı Şehirler.</li> <li>Giyilebilir Teknolojiler.</li> <li>Zararlıların Sıfırlanması.</li> </ul>"
  },
  {
    "id": "3635880",
    "unitNumber": 7,
    "text": "Hangisine ait veriler, 2015 tarihli Domo.com'un ''Veri Hiç Uyumaz (Orj. İng. Data Never Sleeps)'' başlıklı infografiğinde yer almıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "WhatsApp",
      "B": "Google+",
      "C": "Spotify",
      "D": "Foursquare",
      "E": "Uber"
    },
    "explanation": "Domo.com'un 2015 verisi bağlantısı kaynakçada da yer almaktadır. Soruda infografiğin tamamı değil; ünite metninde adı adı geçen infografik içeriği yer almaktadır.<br/>Domo, DataNever Sleeps 3.0, (2015) <a title=\"Domo.com 2015\" href=\"https://web-assets.domo.com/blog/wp-content/uploads/2015/08/15_domo_data-never-sleeps-3_final.png\" target=\"_blank\" rel=\"noopener\">https://web-</a><br/>Domo.com’un “Veri hiç uyumaz” (Data Never Sleeps) başlıklı infografik’ine göre:Her bir dakikada;<br/><ul><br/><li>Facebook’ta 4,166,667 post “beğen” alıyor,</li><br/><li>Skype’da 110,040 konuşma yapılıyor,</li><br/><li>YouTube’a 300 saatlik yeni video yükleniyor,</li><br/><li>Uber’de 694 yolcu araçta gidiyor,</li><br/><li>Instagram’da kullanıcılar 1,736,111 resmi beğeniyor,</li><br/><li>Netflix üyeleri 77,160 saatlik video indiriyor.</li><br/></ul>"
  },
  {
    "id": "3635881",
    "unitNumber": 7,
    "text": "Hangi seçenekte yer alan bilgi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Geleneksel yöntemlerle işlenmesi mümkün olmayan veri kümesine, büyük veri denilir.",
      "B": "Büyük veri sosyal medyanın bir uzantısıdır.",
      "C": "Dijitalleşme, sosyal mecralarla başlamıştır.",
      "D": "Günümüzde tüm şirketler büyük veriden anlamlı sonuçlar çıkarmaktadır.",
      "E": "Büyük veri denildiğinde ilkin Amazon, Google, Facebook gibi internet tabanlı şirketler akla gelmelidir."
    },
    "explanation": "Dijitalleşme ve verilerin depolanması, sosyal mecralarla başlamış bir olgu değildir. <br/>Geleneksel yöntemlerle işlenmesi mümkün olmayan veri kümesine, büyük veri denilir. <br/>Birçok şirket artık inanılmaz büyüklükte verilere sahip. Muhtemelen çok fazla veriden bahsedildiğinde ilk olarak aklımıza Google, Facebook, Amazon gibi internet tabanlı şirketler geliyor. <br/>En büyük yanılgılardan biri, büyük verinin sosyal medyanın bir uzantısı olduğu sanılmasıdır. <br/>Oysa bankalar, GSM operatörleri ve süpermarket zincirleri de yıllardır hakkımızda geleceği görebilecek birçok veriye sahipler. Ülkelerin emniyet, güvenlik, trafik, sağlık, belediye, vb. gibi konularla uğraşan birimlerindeki veriler de yine büyük veri diye adlandırdığımız ölçülerdedir. <br/>Şirketlerin büyük çoğunluğu verileri toplamaktaysa da çok azı verileri anlamlı sonuçlar veya kararlar üretmek için kullanabilmektedir."
  },
  {
    "id": "3635882",
    "unitNumber": 7,
    "text": "McKinsey Global Enstitüsü'nün Büyük Veri(Big Data) Raporu'nda, büyük verinin değer arttıran kaç adet kullanım yolu açıklanmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Üç",
      "B": "Beş",
      "C": "Yirmi Üç",
      "D": "On iki",
      "E": "Kırk Altı"
    },
    "explanation": "McKinsey Global Enstitü Big Veri’nin kullanımı konusundaki raporunda, Big veri’nin değer artıran beş kullanım yolu var:<br/><ol> <li>Bilgiyi daha sıklıkla şeffaf ve kullanılabilir yaparak bilgiye değer katıyor.</li> <li>Şirketler daha fazla işlemsel veriyi üretip dijital şekilde sakladıkça, ürün envanterinden hastalık günlerine kadar herşey hakkında daha doğru ve ayrıntılı bilgi edinebiliyorlar. Böylece çeşitliği artırıyor ve performanslarını katlayabiliyorlar. Lider şirketler veri toplamayı ve analizini daha iyi yönetim kararları vermek için kontrollu deneyler yapmakta kullanıyor. Diğerleri veriyi, seyrek ve uzun vadeli yerine sık aralıklı ve şimdi-vadeli tahminler ile işlerini gerçek zamanlı yapmak için kullanıyor.</li> <li> Bir data müşteri segmentlerini giderek daha da daraltıyor. Böylece daha dikkatle kişiselleştirilmiş ürün ve hizmetler mümkün oluyor.</li> <li>Sofistike analizler karar vermeyi ciddi olarak kolaylaştırır.</li> <li>Yeni nesil ürün ve hizmetlerin geliştirilmesinde kullanılabilir. Hali hazırda üreticiler ürünler içine gömülen sensörlerle elde edilen veriyi, proaktif bakım (hata oluşmadan, hatta farkedilmeden önce koruyucu önlemleri almak) gibi yaratıcı satışsonrası hizmetlerde kullanıyorlar.</li> </ol>"
  },
  {
    "id": "3635883",
    "unitNumber": 7,
    "text": "Twitter kullanıcıların bir tatil köyündeki hizmete ilişkin kendi deneyimleriyle ilgili olumsuz açıklamalara, aynı mecradan ulaşmaya çalışan firma, sosyal mecradaki veriyi nasıl kullanmış olur?",
    "correctAnswer": "C",
    "options": {
      "A": "Gerekli olan müşteri verilerini tamamlamak.",
      "B": "Fırsatları saptayıp teklifte bulunmak.",
      "C": "Şikayetleri yakalayıp onlara yanıt vermek.",
      "D": "Müşterinin duygusal durumuna göre teklif yapmak.",
      "E": "Her bir mecrada müşterinin neden orada yer aldığını ve şirketin ne yapacağını bilmesi."
    },
    "explanation": "Şikayetleri yakalayıp onlara yanıt vermek: Mevcut sosyal mecra izleme yazılımları, şirketin veya kişilerin adının geçtiği her yeni girdiyi yakalayıp size iletebiliyor. Bu aşamadan sonra PR ve pazarlama iletişimi devreye giriyor. Şikayeti kaydetmek, takip etmek, sonuçlandırmak ve müşteriye dönüş hızını arttırmak gerekiyor. Müşteriyi sonuçtan haberdar ederken, şikayetin ilk yayınlandığı sosyal mecra kanalının nasıl kullanıla cağına da dikkat edilmeli."
  },
  {
    "id": "3635884",
    "unitNumber": 7,
    "text": "Hangisi veri görselleştirmede sıklıkla kullanılan araçlar arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Ses kayıtları",
      "B": "Farklı kokular",
      "C": "Farklı tatlar",
      "D": "Radyo yayını",
      "E": "Konu ağları"
    },
    "explanation": "Veri görselleştirme, bilginin açık ve etkin kullanımı için istatistiksel tablolar, grafikler, konu ağları veya çeşitli şekiller ile ifade edilmesidir. Birçok kaynakta, hem bilim, hem de sanat olduğu vurgulanmaktadır."
  },
  {
    "id": "3635885",
    "unitNumber": 7,
    "text": "Hangisi derin istatistiksel analiz bilgisi olmayanların da verilerin oluşturduğu bilgiyi kolayca anlamasını sağlar?",
    "correctAnswer": "D",
    "options": {
      "A": "İstatik analiz yazılımları",
      "B": "Aritmetik bilgisi",
      "C": "Formüller",
      "D": "Konu ağları",
      "E": "Etkili dinleme"
    },
    "explanation": "Konu ağları (topic networks) konulu veri görselleştirmeler, bize pazarın durumu ve gelişimi hakkında önemli fikirler verebilir. Derin istatistiksel analiz bilgisi olmayanların bile verilerin oluşturduğu bilgiyi anlayabilmesi sağlanır."
  },
  {
    "id": "3635886",
    "unitNumber": 7,
    "text": "Eğitim veya tecrübe ile elde edilen becerilerin kullanılmasını sağlayan birikime ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Veri",
      "B": "Deneyim",
      "C": "Analiz",
      "D": "Bilgi",
      "E": "Beceri"
    },
    "explanation": "Bilgi; eğitim veya tecrübe ile elde edilen becerilerin kullanılmasını sağlayan birikimdir. Bilgi yönetimi açısından, verilerin anlamlandırılması ve iş amaçları doğrultusunda kullanılması diye tanımlanır."
  },
  {
    "id": "3635887",
    "unitNumber": 7,
    "text": "Bir kurumun iç ve dış kaynaklardan edindiği bilgileri toplaması, saklaması, geliştirmesi, anlamlandırması, doğru kişilerle doğru zamanda paylaşması ve kurumsal amaçlar doğrultusunda kullanılmasını sağlamasına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilgi yönetimi",
      "B": "Veri analizi",
      "C": "Halkla ilişkiler",
      "D": "Hedef kitle",
      "E": "Sosyal medya yönetimi"
    },
    "explanation": "Bilgi yönetimi, bir kurumun iç ve dış kaynaklardan edindiği bilgileri toplaması, saklaması, geliştirmesi, anlamlandırması, doğru kişilerle doğru zamanda paylaşması ve kurumsal amaçlar doğrultusunda kullanılmasını sağlamasıdır."
  },
  {
    "id": "3635888",
    "unitNumber": 7,
    "text": "Geleneksel yöntemlerle işlenmesi mümkün olmayan büyüklükte veri kümesine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Veri",
      "B": "Bilgi",
      "C": "Büyük veri",
      "D": "Araştırma",
      "E": "Veri analizi"
    },
    "explanation": "Büyük veri geleneksel yöntemlerle işlenmesi mümkün olmayan büyüklükte veri kümesi için kullanılan genel bir deyimdir"
  },
  {
    "id": "3635889",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi büyük verinin değer artıran kullanım yollarından biri <u>değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Bilgiyi daha sıklıkla şeffaf ve kullanılabilir yaparak bilgiye değer katar.",
      "B": "Şirketler daha fazla işlemsel veriyi üretip dijital şekilde sakladıkça, ürün envanterinden hastalık günlerine kadar her şey hakkında daha doğru ve ayrıntılı bilgi edinebilirler.",
      "C": "Bir data müşteri segmentlerini giderek daha da genişletir.",
      "D": "Sofistike analizler karar vermeyi ciddi olarak kolaylaştırır.",
      "E": "Yeni nesil ürün ve hizmetlerin geliştirilmesinde kullanılabilir."
    },
    "explanation": "Büyük verinin değer artıran beş kullanım yolu var:<br/>1. Bilgiyi daha sıklıkla şeffaf ve kullanılabilir yaparak bilgiye değer katar.<br/>2. Şirketler daha fazla işlemsel veriyi üretip dijital şekilde sakladıkça, ürün envanterinden hastalık günlerine kadar her şey hakkında daha doğru ve ayrıntılı bilgi edinebiliyorlar. Böylece çeşitliği artırıyor ve performanslarını katlayabiliyorlar. Lider şirketler veri toplamayı ve analizini daha iyi yönetim kararları vermek için kontrollu deneyler yapmakta kullanıyor. Diğerleri veriyi, seyrek ve uzun vadeli yerine sık aralıklı ve şimdi-vadeli tahminler ile işlerini gerçek zamanlı yapmak için kullanıyor.<br/>3. Bir data müşteri segmentlerini giderek daha da daraltır. Böylece daha dikkatle kişiselleştirilmiş ürün ve hizmetler mümkün olur.<br/>4. Sofistike analizler karar vermeyi ciddi olarak kolaylaştırır.<br/>5. Yeni nesil ürün ve hizmetlerin geliştirilmesinde kullanılabilir. Hali hazırda üreticiler ürünler içine gömülen sensörlerle elde edilen veriyi, proaktif bakım (hata oluşmadan, hatta farkedilmeden önce koruyucu önlemleri almak) gibi yaratıcı satış-sonrası hizmetlerde kullanıyorlar."
  },
  {
    "id": "3635890",
    "unitNumber": 7,
    "text": "Şirketler verilerini operasyonel açıdan değil, müşteriyi tanımak ve anlamak için incelediklerinde, farklı ipuçları bulurlar. Verilerin müşteri davranışlarını anlayacak şekilde yorumlanmasına ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Veri analizi",
      "B": "Veri anlamlandırma",
      "C": "Veri niteliği",
      "D": "Büyük bilgi",
      "E": "Bilgi edinme"
    },
    "explanation": "Şirketler verilerini operasyonel açıdan değil, müşteriyi tanımak ve anlamak için incelediklerinde, farklı ipuçları bulurlar. Verilerin müşteri davranışlarını anlayacak şekilde yorumlanmasına veri anlamlandırma denir."
  },
  {
    "id": "3635891",
    "unitNumber": 7,
    "text": "Bilginin açık ve etkin kullanımı için istatistiksel tablolar, grafikler, konu ağları veya çeşitli şekiller ile ifade edilmesine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Veri anlamlandırma",
      "B": "Veri estetiği",
      "C": "Veri içeriği",
      "D": "Veri görselleştirme",
      "E": "Veri betimleme"
    },
    "explanation": "Veri görselleştirme, bilginin açık ve etkin kullanımı için istatistiksel tablolar, grafikler, konu ağları veya çeşitli şekiller ile ifade edilmesidir."
  },
  {
    "id": "3635892",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi sosyal mecra verilerini kullanmanın aşamalarından biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Şikayetleri yakalayıp onlara yanıt vermek",
      "B": "Her bir mecrada müşterinin neden yer aldığını ve şirketinizin orada ne yapacağını bilmesi",
      "C": "Gerekli olan müşteri verilerini Facebook, Linkedin ve benzeri mecralar sayesinde tamamlamak",
      "D": "Fırsatları saptayıp tekliflerde bulunmak",
      "E": "Müşterinin duygusal durumu ile ilgilenmemek."
    },
    "explanation": "Sosyal mecra verilerini kullanmanın aşamaları şu şekildedir:<br/>Şikayetleri yakalayıp onlara yanıt vermek<br/>Her bir mecrada müşterinin neden yer aldığını ve şirketinizin orada ne yapacağını bilmesi<br/>Gerekli olan müşteri verilerini Facebook, Linkedin ve benzeri mecralar sayesinde tamamlamak<br/>Fırsatları saptayıp tekliflerde bulunmak<br/>Müşterinin duygusal durumuna göre teklif yapmak / yapmamak doğrusu olacaktı."
  },
  {
    "id": "3635893",
    "unitNumber": 7,
    "text": "Trafik ışıklarının hep aynı süre yanması değil, araç ve yaya yoğunluğuna göre optimum süreye göre çalışması (diğer yönde hiç araç veya yaya yokken yine kırmızı yanmaması); ambulans için trafiği hep akıcı tutması; boş park yerlerini size bildirmesi; otobüslerin hep aynı rotada gidip gelmek yerine, ihtiyacın arttığı rotalara sevk edilmesi; havanın kararma durumuna göre ışıkların aydınlığının ayarlanması aşağıdakilerden hangisi ile mümkündür?",
    "correctAnswer": "A",
    "options": {
      "A": "Büyük verinin hızlı işlenmesiyle",
      "B": "Büyük verinin tanımlanmasıyla",
      "C": "Veri görselinin hazırlanmasıyla",
      "D": "Veri anlamlandırmanın yapılmasıyla",
      "E": "Bilgi yönetim tekniklerinin kullanılmasıyla"
    },
    "explanation": "Trafik ışıklarının hep aynı süre yanması değil, araç ve yaya yoğunluğuna göre optimum süreye göre çalışması (diğer yönde hiç araç veya yaya yokken yine kırmızı yanmaması); ambulans için trafiği hep akıcı tutması; boş park yerlerini size bildirmesi; otobüslerin hep aynı rotada gidip gelmek yerine, ihtiyacın arttığı rotalara sevk edilmesi; havanın kararma durumuna göre ışıkların aydınlığının ayarlanması; enerji kaynaklarının da, atık yönetiminin de akıllı şekilde yapılması ancak doğru modellerin oluşturulması ve big veri’nin hızlı işlenmesiyle mümkündür."
  },
  {
    "id": "3635894",
    "unitNumber": 7,
    "text": "\"Yazılımlar, teklif yapmadan önce müşterinin son girdilerini zaman özelliğini dikkate alarak gözden geçirir. Olumsuz cümlelerin yazılmasından sonra, belli bir zaman içinde öneri sunulmaz.\"<br/>Yukarıdaki ifadede sosyal mecra verilerini kullanmanın hangi aşaması vurgulanmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Her bir mecrada müşterinin neden yer aldığını ve şirketinizin orada ne yapacağını bilmesi",
      "B": "Şikayetleri yakalayıp onlara yanıt vermek",
      "C": "Gerekli olan müşteri verilerini Facebook, Linkedin ve benzeri mecralar sayesinde tamamlamak",
      "D": "Müşterinin duygusal durumuna göre teklif yapmak / yapmamak",
      "E": "Fırsatları saptayıp tekliflerde bulunmak"
    },
    "explanation": "Müşterinin duygusal durumuna göre teklif yapmak / yapmamak: Müşteriler, olumsuz ruh hâlindeyken, başka zaman kabul edecekleri teklifleri bile reddetme eğilimindedirler. Yazılımlar, teklif yapmadan önce müşterinin son girdilerini zaman özelliğini dikkate alarak gözden geçirir. Olumsuz cümlelerin yazılmasından sonra, belli bir zaman içinde öneri sunulmaz."
  },
  {
    "id": "3635895",
    "unitNumber": 7,
    "text": "\".......... çeşitli aletlerde bulunan sensörlerden ulaştırılan bilgilere eklenince, insanların yaşamını kolaylaştıracak çok sayıda projenin gerçekleşmesini sağladı.\"<br/>Yukarıdaki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gelişmiş sensörler",
      "B": "Teknolojik ilerlemeler",
      "C": "Büyük veri",
      "D": "Veri anlamlandırması",
      "E": "Lokasyon bazlı hizmetler"
    },
    "explanation": "Lokasyon bazlı hizmetler, çeşitli aletlerde bulunan sensörlerden ulaştırılan bilgilere eklenince, insanların yaşamını kolaylaştıracak çok sayıda projenin gerçekleşmesini sağladı."
  },
  {
    "id": "3635896",
    "unitNumber": 8,
    "text": "İyi ve kötü davranışın toplum nezlindeki görünümüne ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gelenek",
      "B": "Görgü",
      "C": "Töre",
      "D": "Ahlak",
      "E": "Namus"
    },
    "explanation": "Ahlâk kavramı iyi ve kötü davranışın toplumsal düzlemdeki görünümünü ifade eder. Ahlâk, yöreseldir ve toplumdan topluma zamanla değişebilir."
  },
  {
    "id": "3635897",
    "unitNumber": 8,
    "text": "Ethos yani töreden türeyen, Eski Yunan'a dayanan kelimeye hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Etik",
      "B": "Karizma",
      "C": "İkna",
      "D": "Kural",
      "E": "Örf"
    },
    "explanation": "Etik daha çok ahlâk üzerinde düşünür, sorgular, tartışır, yargılar. Etik, evrenseldir ve evrensel olarak kabul gören, üzerinde tartışılan ve uzlaşılan kurallardır. Etik, ahlâk gibi neyin doğru neyin yanlış olduğuyla değil, doğru ve yanlışın ne anlama geldiğiyle ilgilenir. Etik, felsefenin bir alt dalıdır denilebilir."
  },
  {
    "id": "3635898",
    "unitNumber": 8,
    "text": "''Etik kurallar günümüzde tıp etiğinde olduğu gibi daha çok, _____ alanlarda kabul edilmiş ilkeler bütünüdür''. Etik kurallar hakkındaki açıklamada belirtilen yere gelmesi gereken ifade hangi seçenekte yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Bilimsel",
      "B": "Hayati",
      "C": "Mesleki",
      "D": "İnsani",
      "E": "Belirgin"
    },
    "explanation": "Etik kurallar, günümüzde daha çok mesleki alanlarda kabul edilmiş ilkeler bütünüdür. Sağlık etiği, basın meslek ilkeleri, iş etiği, kamu etiği, pazarlama etiği gibi geniş bir yelpazede, etik kuralların uygulama alanı bulduğunu ve kabul gördüğünü söylemek mümkündür."
  },
  {
    "id": "3635899",
    "unitNumber": 8,
    "text": "İnternet alanında uygulanan ve neredeyse evrensel anlamda kabul gören etik kurallara verilen doğru ad hangi seçenekte yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Netiket",
      "B": "Adab-ı muaşeret",
      "C": "Dijital ahlak",
      "D": "Sanal etik",
      "E": "Çevrimiçi(on-line) kurallar"
    },
    "explanation": "İnternet alanında uygulanan ve neredeyse evrensel anlamda kabul gören etik kurallar da bulunmaktadır. Bunlara “netiket” adı verilmektedir. Bunlar yayınlanmış, resmileşmiş olmasa da İnternet kullanıcıları arasında genel bir uzlaşıyla kabul görmüş kurallardır."
  },
  {
    "id": "3635900",
    "unitNumber": 8,
    "text": "İnternet etiğiğiyle ilgili doğru ifadeyi çeren seçenek hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sosyal mecralarda belirli sayıda takipçisi olan kullanıcılar birer yayıncıdır.",
      "B": "İnternette anonim kimlikle paylaşımlarda bulunmak yasal değildir.",
      "C": "Sosyal mecra kullanıcıları internette vatandaşı oldukları ülkelerin belirlediği yasal çerçevede paylaşımda bulunabilirler.",
      "D": "İnternette kullanıcıların uzlaştığı bazı kurallar geçerlidir.",
      "E": "Basın meslek ilkeleri gazetecilik eğitimi almış meslek erbablarını ilgilendirir."
    },
    "explanation": "İnternet alanında uygulanan ve neredeyse evrensel anlamda kabul gören etik kurallar da bulunmaktadır. Bunlara “netiket” adı verilmektedir. Bunlar yayınlanmış, resmileşmiş olmasa da İnternet kullanıcıları arasında genel bir uzlaşıyla kabul görmüş kurallardır. Örneğin; forum gibi paylaşım ortamlarındaki kişilere saygılı olunması, kişilere takma adla değil de isimle hitap edilmesi, başkasına ait görsel veya metnin kullanımında alıntı yapılıyorsa bu görsel veya metnin sahibinin belirtilmesi, paylaşımlarda sadece büyük harfler kullanılmaması, kendisini anonim olarak ifade eden yani adını belirtmeyen kullanıcının gizliliğine özen gösterilmesi, sürekli ve arka arkaya rahatsız edici paylaşım-larda bulunulmaması gibi örnekler çoğaltılabilir. Sosyal medyada gün içinde milyonlarca kullanıcı haber, görüş ve çeşitli içerikler paylaşmaktadır. Dolayısıyla bunun kaçınılmaz bir sonucu olarak içerik paylaşan tüm kulla-nıcıların gazeteler ve televizyonlar gibi birer yayıncı olduğunu söyleyebiliriz. Bu sebeple İnternet’te yayıncılık yapanları yakından ilgilendirecek ve toplumlarda genel olarak kabul görmüş olan kurallar bütünlüğünden yani “basın meslek ilkelerinden” bahsetmek gerekir. Basın meslek ilkeleri, Türkiye’de faal gazetecilerin kurdukları, bağımsız niteliğe sahip; iletişim özgürlüğü, meslek etiği ve ilkelerini savunan bir özdenetim kuruluşu olan Basın Konseyi tarafından ilan edilmiş ve uygulanagelmiştir. İnternet kullanıcıları basın meslek ilkelerinde açıklanan kurallara uyarlarsa, etik davranmış olurlar. İnternet ayrı bir evrendir. Ülkeler buralarda hükmetme eğilimindedirler ancak internetin yapısından ötürü bu konuda başarılı olamamaktadırlar."
  },
  {
    "id": "3635901",
    "unitNumber": 8,
    "text": "Bir ülkede bilinen bir politikacının kendi imkanlarıyla ailesiyle yaptığı tatilin görüntülerinin, onun onayı olmadan sosyal mecralarda dolaşıma sokulması, hangisi için bir örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Özel yaşamın gizliliğini ihlal",
      "B": "Kişisel verilerin güvenliği",
      "C": "İçeriğin asıl kaynağının gösterilmemesi",
      "D": "Üretilen içeeriğin doğruluğunun teyit edilmeden yayılması",
      "E": "Haber ve ticari enformasyonun sınırlarının belirsizleşmesi"
    },
    "explanation": "Birisinin özel hayatına ilişkin anların, konuşmalarının buna ait ses kayıtlarının, görüntülerinin onun onayı alınmadan dolaşıma sokulması, özel hayatın gizliliğinin ihlalidir."
  },
  {
    "id": "3635902",
    "unitNumber": 8,
    "text": "''Bir gazetecinin kişisel instagram hesabından, ücretsiz konakladığı bilgisini vermeden, söz konusu otele ilişkin hizmetin ne kadar konforlu olduğunu vurgulayan özendirici farklı hikaye, fotoğraf ve yorumlar paylaşması'', hangisi için örnektir?",
    "correctAnswer": "C",
    "options": {
      "A": "Telif hakkı, marka ve patent hakkının ihlali",
      "B": "İçeriğin asıl kaynağının gösterilmemesi",
      "C": "Haber ve ticari enformasyonun sınırlarının belirsizleşmesi",
      "D": "Kişisel verilerin güvenliği",
      "E": "Haksız rekabet"
    },
    "explanation": "bir gazetecinin herkese açık platformlardan yaptığı paylaşımlar haber değeri taşır. Eğer gazeteci ya da bir kullanıcı, belirli bir karşılıkla bir ürün ya da hizmetin olumlu özelliklerini sunuyorsa bu ticari bir içeriktir. Ancak kullanıcılar, ücret konusunda bilgi sahibi olmadıklarından, bunu bir haber olarak kabul edebilirler."
  },
  {
    "id": "3635903",
    "unitNumber": 8,
    "text": "Hangi seçenekte ülkemizde ticari reklamın kurallarıyla ilgili ilgili temel yasal dayanak yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Uluslararası pazarlama ve etik ile ilgili kurallar",
      "B": "Tüketicinin Korunması Hakkındaki Kanunun 61. Maddesi",
      "C": "Tüketicinin Korunması Hakkındaki Kanunun 54. Maddesi",
      "D": "Tüketicinin Korunması Hakkındaki Kanunun 84. Maddesi",
      "E": "Elektronik Ticaretin Düzenlenmesi Hakkındaki Kanun"
    },
    "explanation": "Tüketicinin Korunması Hakkında Kanunun 61. maddesi ile düzenlenen ticari reklam kurallarını belirler.<br/>Tüketicinin Korunması Hakkında Kanun’un 54 ve 84. maddeleri uyarınca hazırlanan fiyat etiketi yönetmeliği mevcuttur.<br/>Elektronik Ticaretin Düzenlenmesi Hakkında Kanun’a ve bağlı yönetmelikler, mobil pazarlama yaparken SPAM yani istenmeyen elektronik iletilerin dağıtımının yapılmaması, bu konuda gerekli izinlerin kullanıcıdan veya alıcıdan önceden alınmış olmasını öngörmektedir."
  },
  {
    "id": "3635904",
    "unitNumber": 8,
    "text": "Hangi seçenekte adı yer alan teknolojiyle, müşterilere belirli bir lokasyonda ulaşmak ve tanıtım yapmak mümkün hale gelmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "E-Posta",
      "B": "MMS",
      "C": "QR Kod",
      "D": "Anlık Bildirim",
      "E": "Beacon"
    },
    "explanation": "İnternet ve mobil pazarlama sırasında, sadece kısa mesaj ve elektronik posta kullanılmamaktadır. Beacon denilen teknolojiyle müşterilere belirli bir lokasyonda ulaşmak ve tanıtım yapmak mümkün olduğu gibi, içinde müzik, video, resim eklenerek gönderilen MMS (multimedya kısa mesaj), mobil display reklam, push notification (anlık bildirim), QR kod, lokasyon bazlı çalışmalar oldukça yaygındır. İnternet ve mobil pazarlamada artık kullanıcıyı daha çok tanıyan ve kullanıcıya özel içerik bulunduran reklamcılık ve pazarla-ma modellerine geçilmiştir."
  },
  {
    "id": "3635905",
    "unitNumber": 8,
    "text": "Türk Ceza Kananunu md. 216/1 hangisine illişkin kural ve/veya yaptırımları kapsar?",
    "correctAnswer": "A",
    "options": {
      "A": "Nefret suçu",
      "B": "Özel hayatın gizliliği",
      "C": "Basın yayın yoluyla hakaret",
      "D": "İnternet yoluyla işlenebilen suçlar",
      "E": "Kişisel verilerin gizliliği"
    },
    "explanation": "Halkın bir kesimini, sosyal sınıf, ırk, din, mezhep, cinsiyet veya bölge farklılığına dayana-rak aşağılayan şekilde söylemler halk üzerinde nefret ve kin duyguları yaratır. Bu duygular kitleleri saldırganlaştırabilir ve suç işlemeye itebilir. Dolayısıyla kamu güvenliği açısından tehlike doğuracaktır. Nefret söylemi olarak adlandırdığımız bu eylem, TCK’de her ne kadar nefret suçu olarak tanımlanmamış ise de, bu eylemin karşılığı olarak yorumlanabilecek düzenlemeler söz konusudur. TCK md. 216/1 ile ‘halkı kin ve düşmanlığa tahrik ve aşağılama’ olarak düzenlenen bu eylemlerin alenen işlenmesi halinde oluşacak suç, hapis cezası ile yaptırıma bağlanmıştır. Geleneksel medya araçlarından basın yoluyla işlenmesi halinde de aleniyet unsuru net olarak gerçekleşmiş sayılır."
  },
  {
    "id": "3635906",
    "unitNumber": 8,
    "text": "MMS aşağıdakilerden hangisinin kısaltmasıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Multi Mikro Mesaj Servisi",
      "B": "Medya Mesaj Servisi",
      "C": "Multi Medya Mesaj Servisi",
      "D": "Mono Medya Mesaj Servisi",
      "E": "Multi Mesaj Servisi"
    },
    "explanation": "Multi Medya Mesaj Servisi"
  },
  {
    "id": "3635907",
    "unitNumber": 8,
    "text": "Tüketicilere tanınan ve hiçbir cezai şart ödemeden kullanılabilen günlük cayma hakkı süresi kaç gündür?",
    "correctAnswer": "E",
    "options": {
      "A": "5",
      "B": "7",
      "C": "10",
      "D": "12",
      "E": "14"
    },
    "explanation": "Tüketicilere tanınan ve hiçbir cezai şart ödemeden kullanılabilen günlük cayma hakkı süresi 14 gündür."
  },
  {
    "id": "3635908",
    "unitNumber": 8,
    "text": "Reklamlarla ilgili en ayrıntılı düzenleme olan Ticari Reklam ve Haksız Ticari Uygulamalar Yönetmeliği hangi tarihinde yürürlüğe girmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "10 Ocak 2014",
      "B": "10 Haziran 2014",
      "C": "10 Ocak 2015",
      "D": "10 Haziran 2015",
      "E": "10 Ocak 2016"
    },
    "explanation": "Reklamlarla ilgili en ayrıntılı düzenleme ise 10 Ocak 2015 tarihinde yürürlüğe giren Ticari Reklam ve Haksız Ticari Uygulamalar Yönetmeliği’dir."
  },
  {
    "id": "3635909",
    "unitNumber": 8,
    "text": "İnternet’ten yapılan mesafeli satışlar ile ilgili olarak satıcılara ürünü teslim etme süresi kaç gün ile sınırlıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "10",
      "B": "15",
      "C": "20",
      "D": "25",
      "E": "30"
    },
    "explanation": "Tüketicilere tanınan ve hiçbir cezai şart ödemeden kullanılabilen 7 günlük cayma hak- kı süresi, 14 güne çıkarılmıştır. Mal veya hizmetin ayıplı çıkması halinde iade süresi 6 aya çıkarılmıştır. Ayrıca yeni düzenleme öncesinde tüketici, İnternet’ten yaptığı alışverişlerde mal veya hizmetin ayıplı çıkması durumunda para iadesi, ürün değişikliği isteme hakları- nı kullanabilirken, buna ilave olarak da artık tazminat ve hatta ürünün tamirini talep etme hakları da yeni düzenleme ile getirilmiştir. Ayrıca yeni düzenleme, İnternet’ten yapılan mesafeli satışlar ile ilgili olarak satıcılara da, ödeme aşaması öncesinde tüketiciyi bilgilen- dirme yükümlülüğü getirmiş ve ürünü teslim etme süresini 30 gün ile sınırlamıştır. Aksi halde tüketici ürünün parasını iade talep edebilecektir."
  },
  {
    "id": "3635910",
    "unitNumber": 8,
    "text": "Cayma hakkının tüketiciye bildirilmediği durumlarda bu hakkın kullanım süresi 1 yıla çıkarılmıştır. Ayrıca tüm bu satışlarla ilgili bilgi ve belgeleri saklama süresi satıcılar için 3 yıla çıkarılmıştır. Bu yönetmelikte yer alan düzenlemelere uyulmadığı takdirde de, yasaya aykırı her bir işlem veya sözleşme için kaç lira idari para cezası uygulanması öngörülmüştür?",
    "correctAnswer": "B",
    "options": {
      "A": "150 tl",
      "B": "200 tl",
      "C": "250 tl",
      "D": "300 tl",
      "E": "350 tl"
    },
    "explanation": "Cayma hakkının tüketiciye bildirilmediği durumlarda bu hakkın kullanım süresi 1 yıla çıkarılmıştır. Ayrıca tüm bu satışlarla ilgili bilgi ve belgeleri saklama süresi satıcılar için 3 yıla çıkarılmıştır. Bu yönetmelikte yer alan düzenlemelere uyulmadığı takdirde de, yasaya aykırı her bir işlem veya sözleşme için iki yüz Türk Lirası idari para cezası uygulanması öngörülmüştür.<br/>200 tl"
  },
  {
    "id": "3635911",
    "unitNumber": 8,
    "text": "DPI aşağıdakilerden hangisini yapmak için kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "kişiselleştirilmiş reklamlar sunmak amacıyla veri toplamak",
      "B": "Sosyal medya hesaplarını ele geçirmek",
      "C": "Kişisel eposta verilerini toplamak",
      "D": "Kişinin hangi bölgeden internete girdiğini saptamak",
      "E": "Kişisel sosyal medya hesaplarındaki bilgileri toplamak"
    },
    "explanation": "Kişilerin sosyal medya hesaplarının ele veya DPI (deep packet inspection) denilen sis- temle kişiselleştirilmiş reklamlar sunmak amacıyla toplanan veriler ve diğer zararlı yazı- lımlar sebebiyle bu verilerin ele geçirilmesi hukuka aykırılık teşkil edeceği gibi, bu veriler kullanarak başka suçlar da işlenebilir.<br/>kişiselleştirilmiş reklamlar sunmak amacıyla veri toplamak"
  },
  {
    "id": "3635912",
    "unitNumber": 8,
    "text": "Nefret söylemi, kaç yılında Avrupa Konseyi Bakanlar Komitesi’nin bu konuda aldığı Tavsiye Kararı’nda tanımlandığı üzere ‘hoşgörüsüzlükten kaynaklanan, kendi gibi olmayanı ötekileştirmeye ve yalnızlaştırmaya yönelik, önyargılardan beslenen nefreti yayan, teşvik eden, savunan ya da haklı çıkaran’ ifade biçimidir?",
    "correctAnswer": "C",
    "options": {
      "A": "1995",
      "B": "1996",
      "C": "1997",
      "D": "1998",
      "E": "1999"
    },
    "explanation": "Nefret söylemi, 1997 yılında Avrupa Konseyi Bakanlar Komitesi’nin bu konuda aldığı Tavsiye Kararı’nda tanımlandığı üzere ‘hoşgörüsüzlükten kaynaklanan, kendi gibi olma- yanı ötekileştirmeye ve yalnızlaştırmaya yönelik, önyargılardan beslenen nefreti yayan, teşvik eden, savunan ya da haklı çıkaran’ ifade biçimidir."
  },
  {
    "id": "3635913",
    "unitNumber": 8,
    "text": "“Bir kimseye onur, şeref ve saygınlığını rencide edecek nitelikte somut bir fiil veya olgu isnat etmek, yakıştırmalarda bulunmak, sövmek”<br/>Yukarıdaki hakaret suçu TCK nın kaçıncı maddesinden alınmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "120",
      "B": "125",
      "C": "130",
      "D": "135",
      "E": "140"
    },
    "explanation": "TCK’nın 125. Maddesinde ‘Bir kimseye onur, şeref ve saygınlığını rencide edecek nitelikte somut bir fiil veya olgu isnat etmek, yakıştırmalarda bulunmak, sövmek’ olarak tanımlanan hakaret suçu, şikayete bağlı bir suçtur."
  },
  {
    "id": "3635914",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi içerik sağlayıcısı <u><strong>değildir</strong></u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Sözlüğe entry giren,",
      "B": "habere yorum yazan",
      "C": "Facebook’a post giren",
      "D": "Suç içeriği taşıyan paylaşımı yapan kişiyi veya siteyi takip etmek",
      "E": "Bloğuna yazı yazan"
    },
    "explanation": "İçerik sağlayıcı, bağlantı sağladığı başkasına ait içerikten sorumlu değildir. Ancak, sunuş biçiminden, bağlantı sağladığı içeriği benimsediği ve kullanıcının söz konusu içeriğe ulaşmasını amaçladığı açıkça belli ise genel hükümlere göre sorumludur. Herhangi bir twit atan, Facebook’a post giren, sözlüğe entry giren, bloğuna yazı yazan, habere yorum yazan, kendi web sitesine içerik koyan herkes içerik sağlayıcıdır ve sağladığı içeriklerin hukuki ve cezai sorumluluklarını bizzat üstlenmiş olur.<br/>Suç içeriği taşıyan paylaşımı yapan kişiyi veya siteyi takip etmek"
  },
  {
    "id": "3635915",
    "unitNumber": 8,
    "text": "Bazı İnternet siteleri tarafından çerez (cookie) denilen küçük yazılımlarla ne amaçlanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "kullanıcının haklarını ihlal etmek",
      "B": "kullanıcının hesabını ele geçirmek",
      "C": "kullanıcının İnternet hareketlerine ulaşmak",
      "D": "kullanıcının İnternete nereden bağlandığını tespit etmek",
      "E": "kullanıcının siteye sürekli girmesini sağlamak"
    },
    "explanation": "Bazı İnternet siteleri tarafından çerez (cookie) denilen küçük yazılım- larla kullanıcının İnternet hareketlerine kolaylıkla ulaşılabilmektedir.<br/>kullanıcının İnternet hareketlerine ulaşımak"
  }
]