[
  {
    "id": "3329844",
    "unitNumber": 1,
    "text": "I. It must be in the public interest<br/>II. It should be carried out under the principle of equality and impartiality<br/>III. It is local and not regional<br/>IV. It is determined by a public decision<br/>V. It is free<br/>Which of the above are the features of public service according to Gözübüyük?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III, IV and V",
      "B": "I, II, III and V",
      "C": "I, II and V",
      "D": "II, III, IV and V",
      "E": "III, IV and V"
    },
    "explanation": "The right answer is C, as the items III and IV are incorrect according to the following list of public service by Gözübüyük. I. It must be in the public interest. II. It should be carried out under the principle of equality and impartiality. III. It can be local or regional. IV. It is determined by a political decision. V. It is carried out continuously and regularly. VI. It is free."
  },
  {
    "id": "3329848",
    "unitNumber": 1,
    "text": "___________ is everything that the government decides to do or not to do. Which of the following completes the sentence above ?",
    "correctAnswer": "B",
    "options": {
      "A": "Public good",
      "B": "Public policy",
      "C": "Public benefit",
      "D": "Impure public",
      "E": "Pure public"
    },
    "explanation": "Public policy is the right option to complete the statement: Public policy is everything that the government decides to do or not to do. The answer is B."
  },
  {
    "id": "3329861",
    "unitNumber": 1,
    "text": "I. Public administration is involved in the public policy-making process through parliament, ministries, or consultancies.<br/>II. Public administration is the enforcement of laws.<br/>III. Public administration can also be defined as a profession.<br/>IV. Public administration is also an academic field.<br/>V. Public administration structurally refers to organizations of the state.<br/>Which of the above are true about public administration?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, and III",
      "B": "I, II, III and IV",
      "C": "I, II, III, IV and V",
      "D": "I, II and IV",
      "E": "I, II, III and V"
    },
    "explanation": "The right option is C, because all the statements about the term public administration related to its definition are true."
  },
  {
    "id": "3329863",
    "unitNumber": 1,
    "text": "I. A collection of academic and practical knowledge applied for service to the<br/>community.<br/>II. A theoretically measured standard of success by serving the needs of society rather than pursuing purely personal gain.<br/>III. A system of control over a professional practice that regulates the training of new members and both maintains ethical rules and enforces proper sanctions.<br/>The criterias above are used to understand what aspect of public administration?",
    "correctAnswer": "D",
    "options": {
      "A": "to understand if public administration is an academic field",
      "B": "to understand if public administration is an organization",
      "C": "to understand if public administration is legal action",
      "D": "to undersatnd if public administration is a profession",
      "E": "to undersatnd if public administration as execution"
    },
    "explanation": "Scholars argue that to understand if public administration is a profession, it is necessary to test whether it has certain features of traditional professions (Shafritz et al., 2017:23). They list these features as follows:<br/>1. A collection of academic and practical knowledge applied for service to the<br/>community.<br/>2. A theoretically measured standard of success by serving the needs of society rather than pursuing purely personal gain.<br/>3. A system of control over a professional practice that regulates the training of new<br/>members and both maintains ethical rules and enforces proper sanctions.<br/>The answer is D, as a profession."
  },
  {
    "id": "3330238",
    "unitNumber": 1,
    "text": "Which of the following is true related to the differences between public and private administration in terms of \"goal\" in public administration, as mentioned in the studies by Allison in his article and the literature on this subject ?",
    "correctAnswer": "B",
    "options": {
      "A": "Maximization of profit",
      "B": "Public Service",
      "C": "Wider scope",
      "D": "Accountable to public",
      "E": "Emphasis on equity"
    },
    "explanation": "Option B , public service is true related to differences between public and private administration in terms of goal in public administration as mentioned in the studies by Allison in his article and the literature on this subject."
  },
  {
    "id": "3330250",
    "unitNumber": 1,
    "text": "I. Profits<br/>II.Taxes<br/>III. Duties<br/>Which of the above is/are the source of income for private administrations?",
    "correctAnswer": "A",
    "options": {
      "A": "Only I",
      "B": "I and II",
      "C": "Only II",
      "D": "I, II and III",
      "E": "Only III"
    },
    "explanation": "Revenues: The main sources of income for public administration are taxes. They meet their expenses with taxes they collect from the citizens. In addition to these, fees from some services (i.e. passport fees) are also important sources of income. As for the<br/>private administrations, the only source of income is the revenues they get from sales<br/>or the services they provide in other words their profits (as also mentioned in the list on page 12). The answer is A."
  },
  {
    "id": "3330252",
    "unitNumber": 1,
    "text": "Which of the following are responsible for leading and coordinating the operations of member countries’ administrations on environmental issues within the United Nations system?",
    "correctAnswer": "B",
    "options": {
      "A": "UNICEF",
      "B": "UNEP",
      "C": "UNESCO",
      "D": "UNDP",
      "E": "UNFPA"
    },
    "explanation": "UNEP is responsible for leading and coordinating the operations of member countries’ administrations on environmental issues within the United Nations system. The answer is B, United Nations Environment Programme."
  },
  {
    "id": "3330258",
    "unitNumber": 1,
    "text": "____________is a state that performs the functions of justice, security, foreign relations, and tax collection. Which of the following completes the sentence above?",
    "correctAnswer": "D",
    "options": {
      "A": "An interventionist state",
      "B": "A social state",
      "C": "A regulatory state",
      "D": "A classical state",
      "E": "A secular state"
    },
    "explanation": "A classical state is a state that performs the functions of justice, security, foreign relations, and tax collection. The answer is D."
  },
  {
    "id": "3330261",
    "unitNumber": 1,
    "text": "I. Public administration operates in the political environment and is the same as politics.<br/>II. Public administration is the enforcement of laws.<br/>III. Public administration is an art and science; therefore, it is an academic field.<br/>IV. Public administration is not a profession.<br/>Which of the above are true about public administration?",
    "correctAnswer": "B",
    "options": {
      "A": "I and II",
      "B": "I, II and III",
      "C": "I, II, III and IV",
      "D": "II, III and IV",
      "E": "III and IV"
    },
    "explanation": "I, Public administration operates in the political environment and is the same as politics.<br/>II. Public administration is the enforcement of laws.<br/>III. Public administration is an art and science; therefore, it is an academic field.<br/>IV. Public administration is a profession.<br/>The right answer is B, because item IV. is not included as it must be public administration \"is a profession\" a<strong>nd not</strong> \"is not a profession. \""
  },
  {
    "id": "3331109",
    "unitNumber": 1,
    "text": "______________ is a state that directly influences the market economy in order to have an impact on the economy.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "E",
    "options": {
      "A": "A regulatory state",
      "B": "A federal state",
      "C": "A social welfare state",
      "D": "A classic state",
      "E": "An interventionist state"
    },
    "explanation": "An interventionist state is a state that directly influences the market economy in order to have an impact on the economy. The answer is E."
  },
  {
    "id": "3331216",
    "unitNumber": 1,
    "text": "Which of the following <u>cannot</u> be considered one of the characteristics of public services?",
    "correctAnswer": "C",
    "options": {
      "A": "Public services must be in the public interest.",
      "B": "Public services should be carried out under the principle of equality and impartiality.",
      "C": "Public services should be provided only by public institutions.",
      "D": "Public services are determined by a political decision.",
      "E": "Public services are carried out continuously and regularly."
    },
    "explanation": "The characteristics of public services can be summarized as follows:<br/>1. It must be in the public interest.<br/>2. It should be carried out under the principle of equality and impartiality.<br/>3. It can be local or regional.<br/>4. It is determined by a political decision.<br/>5. It is carried out continuously and regularly.<br/>6. It is free.<br/>The above list suggests that public services can be provided on a local or regional basis. A specific public service should not necessarily be provided nationwide. <br/>Thus, the correct answer is C."
  },
  {
    "id": "3331235",
    "unitNumber": 1,
    "text": "Which of the following can be an example of impure public goods or services?",
    "correctAnswer": "A",
    "options": {
      "A": "Healthcare services",
      "B": "A public park",
      "C": "National defense",
      "D": "A beautiful view",
      "E": "Law Enforcement Services"
    },
    "explanation": "Pure public goods are non-rivalry and non-excludable goods and services such as justice and<br/>security. For this kind of public goods, there is no competition in consumption and no one can be excluded from their benefits.<br/>Impure public goods are subject to certain conditions. There is competition in its consumption<br/>and people can be excluded from its benefits. The benefit of impure public goods is shared between<br/>the community and the beneficiary. The cost of these goods may be covered by public and/or private institutions or individuals. To benefit from these goods and services, people usually pay a<br/>fee. When this fee is not paid, the beneficiary can be excluded. Education and health can be designed as impure goods and services.<br/>Thus, the correct answer is A."
  },
  {
    "id": "3331266",
    "unitNumber": 1,
    "text": "Any order of the President, any decision of the Minister of Health, or any operation performed by a doctor in the local hospital is an example of public administration. The decisions made by the<br/>political power or senior bureaucrats, and then the works carried out by the public personnel<br/>refer to the implementation of the public administration.<br/>In the above passage, public administration is defined in terms of ---------------------------.",
    "correctAnswer": "D",
    "options": {
      "A": "Politics",
      "B": "Legal action",
      "C": "Organization",
      "D": "Execution",
      "E": "Profession"
    },
    "explanation": "One of the most significant aspects of public administration is execution. Public administration<br/>is everything that is put into practice by public administrators, from the highest to the lowest<br/>officials. Every order of the President, every decision of the Minister of Health, or an operation performed by a doctor in the local hospital is an example of public administration put into practice. The decisions made by the political power or senior bureaucrats, and then the works carried out by the public personnel refer to the executive function of the public administration.<br/>The correct answer is then D."
  },
  {
    "id": "3331279",
    "unitNumber": 1,
    "text": "Laws made by the parliament, decisions made by courts, and regulations of the ministries gain value only when they are put into action by public bureaucrats. Public administration is the enforcement of laws.<br/>In the above passage, public administration is defined in terms of -----------------------.",
    "correctAnswer": "B",
    "options": {
      "A": "Execution",
      "B": "Legal action",
      "C": "Organization",
      "D": "Politics",
      "E": "Constitution"
    },
    "explanation": "Laws made by the parliament, decisions made by courts, and regulations of the ministries gain value only when they are put into action by public bureaucrats. Most countries have specific laws regarding public administration. The main task of the public administration is to implement these laws.<br/>These statements draw attention to the role of public administration in the legal system, and define the role of public administration in terms of legal action.<br/>The correct answer is B."
  },
  {
    "id": "3331298",
    "unitNumber": 1,
    "text": "I. Public and private administrations have certain management functions, including planning, organizing, directing, coordinating, and controlling.<br/>II. Public and private administrations are organized according to the principles of administration, even though they differ in degree.<br/>III. Public and private administrations take the same approaches to solve financial problems.<br/>IV. Public and private administrations function independently and cannot cooperate with each other.<br/>Which of the above information regarding the similarities between public administration and private administration is true?",
    "correctAnswer": "A",
    "options": {
      "A": "I and II",
      "B": "I, II and III",
      "C": "II and III",
      "D": "II, III and IV",
      "E": "III and IV"
    },
    "explanation": "Public and private administrations have some similarities. One of these similarities is that they have certain management functions, including planning, organizing, directing, coordinating, and controlling. Another similarity is that public and private administrations are organized according to the principles of administration, even though they differ in degree. Public and private administrations are faced with similar kinds of problems; however, they do not necessarily take the same approaches to solve these problems. Thus, the information in III is not always true. Furthermore, public and private sectors are interdependent. There has been cooperation between public and private institutions in many fields such as health,transportation, and the arms industry. Therefore, information in IV is not true.<br/>The correct answer is then A."
  },
  {
    "id": "3331314",
    "unitNumber": 1,
    "text": "In the below table, the information in which line is false?<br/><table><tbody><tr><td><br/></td><td><br/><strong>Points of Comparison </strong><br/></td><td><br/><strong>Public Administration </strong><br/></td><td><br/><strong>Private Administration </strong><br/></td></tr><tr><td><br/>I<br/></td><td><br/>Source of revenues<br/></td><td><br/>Taxes, sales, fees, duties, etc.<br/></td><td><br/>Profits<br/></td></tr><tr><td><br/>II<br/></td><td><br/>Equity and Efficiency<br/></td><td><br/>Emphasis on equity<br/></td><td><br/>Emphasis on efficiency<br/></td></tr><tr><td><br/>III<br/></td><td><br/>Performance Measurement<br/></td><td><br/>Hard to measure performance<br/></td><td><br/>Explicit measurements<br/></td></tr><tr><td><br/>IV<br/></td><td><br/>Structure<br/></td><td><br/>Bureaucratic, less flexible<br/></td><td><br/>More flexible<br/></td></tr><tr><td><br/>V<br/></td><td><br/>Dealing with Social Cost<br/></td><td><br/>Voluntary<br/></td><td><br/>Mandatory<br/></td></tr></tbody></table>",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "explanation": "Public administration has to bear the social cost of externalities. For example, the social and<br/>economic cost of an environmental disaster is something that the public administration must bear. There is no such requirement for private management.<br/>Thus, the correct answer is E."
  },
  {
    "id": "3331319",
    "unitNumber": 1,
    "text": "Public administration is accountable to the political leadership, parliament and the public, whereas private administration is theoretically accountable to ----------------------------<br/>Which of the following best completes the above sentence?",
    "correctAnswer": "D",
    "options": {
      "A": "Customers",
      "B": "Media",
      "C": "Banks",
      "D": "Shareholders",
      "E": "Parliament"
    },
    "explanation": "The public sector and private sector have different forms of accountability. Public management is<br/>accountable to the political leadership, parliaments, and the public, whereas private management is theoretically accountable to shareholders.<br/>The correct answer is D."
  },
  {
    "id": "3331320",
    "unitNumber": 1,
    "text": "A/An ------------------ is a state that directly influences the market economy in order to have an impact on the economy.<br/>Which of the following terms can be used to complete the above sentence?",
    "correctAnswer": "A",
    "options": {
      "A": "Interventionist state",
      "B": "Classical state",
      "C": "Social welfare state",
      "D": "Regulatory state",
      "E": "Democratic state"
    },
    "explanation": "An interventionist state is a state that directly influences the market economy in order to have an impact on the economy.<br/>The correct answer is A."
  },
  {
    "id": "3331325",
    "unitNumber": 1,
    "text": "Many public institutions have been privatized. Regulations have been made to facilitate the private sector to produce services in many areas that were previously considered only as the business of public administration, such as health, education, and security. Management approaches such as new public management, reinventing government, strategic and performance management emerged.<br/>Which of the following eras in the transformation of public administration is defined above?",
    "correctAnswer": "D",
    "options": {
      "A": "Classical state era",
      "B": "Interventionist state era",
      "C": "Social state era",
      "D": "Regulatory state era",
      "E": "Future state"
    },
    "explanation": "The characteristics defined are related with the regulatory state era, which started in the 1980s. Countries led by England and the USA have started to downsize the public administration. In this period, it has been suggested that public administration should be regulating rather than executing. A smaller public administration would offer better services and improve economics.<br/>The correct answer is D."
  },
  {
    "id": "3331333",
    "unitNumber": 1,
    "text": "Which of the following is <u>not</u> one of the characteristics of the social state era?",
    "correctAnswer": "E",
    "options": {
      "A": "It started as a result of the turmoil in world politics at the beginning of the 20th century.",
      "B": "The main purpose of the public administration intervention was to strengthen the conditions of socially weak groups.",
      "C": "The application of the welfare state principles changed from one country to another.",
      "D": "Public administration began to provide services in every field, and to provide employment to people by establishing institutions and public companies.",
      "E": "The expenditures and functions of public administration were so balanced that it became the main solution of the economic, political, and social problems experienced in the 1970s."
    },
    "explanation": "As public administration began to provide services in every field, to set rules in all areas, and to provide employment to people by establishing institutions and public companies, the scope, expenditures and functions of public administration expanded so much that it became the main cause of the economic, political, and social crises experienced in the 1970s.<br/>The correct answer is thus E."
  },
  {
    "id": "3331997",
    "unitNumber": 1,
    "text": "__________refer to all decisions made by a public authority at the local and national levels.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Public policies",
      "B": "Public personnel",
      "C": "Public resources",
      "D": "Public organizations",
      "E": "Public goods"
    },
    "explanation": "Doğru seçenek A'dır.<br/>Public policies refer to all decisions and policies made by a public authority at the local and national levels."
  },
  {
    "id": "3332003",
    "unitNumber": 1,
    "text": "Which of the following is <u>not among</u> the features of public services?",
    "correctAnswer": "C",
    "options": {
      "A": "It should be carried out under the principle of equality and impartiality.",
      "B": "It can be local or regional.",
      "C": "It is determined by the community.",
      "D": "It is carried out continuously and regularly.",
      "E": "It is free of charge for all people."
    },
    "explanation": "Doğru cevap C seçeneğidir.<br/>Gozubuyuk lists the features of public service as follows (2001, 27-28): 31 Defining Public Administration 1. It must be in the public interest. 2. It should be carried out under the principle of equality and impartiality. 3. It can be local or regional. 4. <strong>It is determined by a political decision.</strong> 5. It is carried out continuously and regularly. 6. It is free."
  },
  {
    "id": "3332037",
    "unitNumber": 1,
    "text": "Which of the following is <u>not true</u> about the the similarities between public and private administration?",
    "correctAnswer": "E",
    "options": {
      "A": "Both public and private administrations have certain management functions.",
      "B": "Both public and private administrations are organized according to administrative principles.",
      "C": "Both public and private administrations use similar management techniques.",
      "D": "Both public and private administrations are faced with similar problems.",
      "E": "Both public and private administrations aim for maximum profit."
    },
    "explanation": "Doğru cevap E seçeneğidir.<br/>Points of Similarities 1. Management Functions: Both public and private administrations have certain management functions, which are developed by scholars such as Fayol (2012), Gullick and Urwick (1937). According to Fayol, there are five functions: planning, organizing, directing, coordinating, and controlling. Drawing on Fayol’s description, Gullick and Urwick offered seven functions as planning, organizing, staffing, directing, coordinating, reporting, and budgeting (e.g. Abbreviated as POSDCORB). 2. Management Principles: Both public and private administrations are organized according to the principles of administration, even if they differ in degree. For instance, both are organized on hierarchy, chain of control, division of labor, and so on.. 3. Management Techniques: Both public and private administrations use similar management techniques to be successful in implementing the tasks. Maintaining open communication channels, preparing strategic plans, delegating authority, and motivating employees are some management techniques that are commonly used in both the public and the private sector at different degrees. 4. Management Problems: Both public and private administrations are faced with similar problems."
  },
  {
    "id": "3332325",
    "unitNumber": 1,
    "text": "Which of the following is <u>not true</u> about the the similarities between public and private administration?",
    "correctAnswer": "E",
    "options": {
      "A": "Both public and private administrations are faced with similar problems.",
      "B": "Both public and private administrations use similar management techniques.",
      "C": "Both public and private administrations are organized according to the principles of administration.",
      "D": "Both public and private administrations have certain management functions.",
      "E": "Both public and private administrations have the same source of revenue."
    },
    "explanation": "Doğru seçenek E'dir.<br/>1. Management Functions: Both public and private administrations have certain management functions, which are developed by scholars such as Fayol (2012), Gullick and Urwick (1937). According to Fayol, there are five functions: planning, organizing, directing, coordinating, and controlling. Drawing on Fayol’s description, Gullick and Urwick offered seven functions as planning, organizing, staffing, directing, coordinating, reporting, and budgeting (e.g. Abbreviated as POSDCORB). 2. Management Principles: Both public and private administrations are organized according to the principles of administration, even if they differ in degree. For instance, both are organized on hierarchy, chain of control, division of labor, and so on.. 3. Management Techniques: Both public and private administrations use similar management techniques to be successful in implementing the tasks. Maintaining open communication channels, preparing strategic plans, delegating authority, and motivating employees are some management techniques that are commonly used in both the public and the private sector at different degrees. 4. Management Problems: Both public and private administrations are faced with similar problems.<br/>The main sources of income for public administration are taxes. They meet their expenses with taxes they collect from the citizens. In addition to these, fees from some services (i.e. passport fees) are also important sources of income. As for the private administrations, the only source of income is the revenues they get from sales or the services they provide."
  },
  {
    "id": "3332342",
    "unitNumber": 1,
    "text": "I. Goals<br/>II. Management techniques<br/>III. Performance Measurement<br/>IV. Source of revenues<br/>V. Role of the Media<br/>Which of the following shows the differences between public and private administration?",
    "correctAnswer": "D",
    "options": {
      "A": "I and II",
      "B": "I,II and III",
      "C": "II, III, IV and V",
      "D": "I, III, IV and V",
      "E": "I, II, IV and V"
    },
    "explanation": "Doğru cevap D'dir.<br/>Goals: Public Service -Maximization of profit<br/>Source of revenues: Taxes, sales, fees, duties, etc.Profits<br/>Equity and Efficiency: Emphasis on equity Emphasis on efficiency Performance Measurement: Hard to measure performanceExplicit measurements<br/>Structure: Bureaucratic, less flexible More flexible<br/>Norms, Laws, Rules:<br/>Operates under specific and strict rules-Operates under general rules<br/>Coercive Power: Has coercive power No coercive power<br/>Job Security: Relatively more secureLess secure<br/>Scrutiny, Process: More exposed to public view More open process Less exposed to public view Private process<br/>Scope: Wider scopeNarrow scope<br/>Dealing with Social Cost:Mandatory Voluntary<br/>Accountability: Accountable to public Accountable to shareholders Role of the Media: Decisions regularly reported in the mediaDecisions less often reported in the media"
  },
  {
    "id": "3332360",
    "unitNumber": 1,
    "text": "__________ is a state that directly infuences the market economy in order to have an impact on the economy.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "A classical state",
      "B": "An interventionist state",
      "C": "A social state",
      "D": "A regulatory state",
      "E": "A developed state"
    },
    "explanation": "Doğru seçenek B'dir.<br/>An interventionist state is a state that directly inuences the market economy in order to have an impact on the economy."
  },
  {
    "id": "3332384",
    "unitNumber": 1,
    "text": "Which of the following represents the main source of private administrations?",
    "correctAnswer": "E",
    "options": {
      "A": "Property taxes",
      "B": "Passport fees",
      "C": "Duties",
      "D": "Sales taxes",
      "E": "The services they provide"
    },
    "explanation": "Doğru cevap E seçeneğidir.<br/>Source of revenues<br/>Public Administration: Taxes, sales, fees, duties, etc.<br/>Private Administration: Profits"
  },
  {
    "id": "3332406",
    "unitNumber": 1,
    "text": "What feature of public administration does \"hiring, promotion, rewards, penalties, careers, and layoffs\" describe?",
    "correctAnswer": "D",
    "options": {
      "A": "Execution",
      "B": "Politics",
      "C": "Legal action",
      "D": "Profession",
      "E": "Academic field"
    },
    "explanation": "Doğru cevap D seçeneğidir.<br/>Public administration can also be defined as a profession. The public personnel regime has been designed as a separate profession. Hiring, promotion, rewards, penalties, careers, and layoffs are all subject to different legislation."
  },
  {
    "id": "3332471",
    "unitNumber": 1,
    "text": "__________is a state that performs the functions of justice, security, foreign relations, and tax collection.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "A classical state",
      "B": "An interventionist state",
      "C": "A social state",
      "D": "A regulatory state",
      "E": "An authoritarian state"
    },
    "explanation": "Doğru cevap A seçeneğidir.<br/>A classical state is a state that performs the functions of justice, security, foreign relations, and tax collection."
  },
  {
    "id": "3332526",
    "unitNumber": 1,
    "text": "Public administration operates under specific and strict rules, but private administration operates under general rules.<br/>Based on the sentence above, which of the following describes the point of comparison between public and private administration?",
    "correctAnswer": "C",
    "options": {
      "A": "Source of revenues",
      "B": "Equity and efficiency",
      "C": "Norms and laws",
      "D": "Performance measurement",
      "E": "Coercive Power"
    },
    "explanation": "Doğru cevap C seçeneğidir.<br/><strong>Norms, Laws, Rules:</strong> Public administration operates under specific and strict rules, private administration operates under general rules"
  },
  {
    "id": "3330276",
    "unitNumber": 2,
    "text": "A ___________ is a set of beliefs accepted by a specific group of scientists<br/>or a consensus on how problems should be understood.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "phenomenon",
      "B": "paradigm",
      "C": "paragon",
      "D": "epitome",
      "E": "pendulum"
    },
    "explanation": "Paradigm: A paradigm is a set of beliefs accepted by a specific group of scientists<br/>or a consensus on how problems should be understood. The answer is B."
  },
  {
    "id": "3330277",
    "unitNumber": 2,
    "text": "I. Woodrow Wilson<br/>II. Frederick Taylor<br/>III. Henri Fayol<br/>IV. Max Weber<br/>V. Adam Smith <br/>Who are the pioneers of the traditional public administration approach?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II and III",
      "B": "I, II, III and IV",
      "C": "I, II, III, IV and V",
      "D": "II, III, IV and V",
      "E": "III, IV and V"
    },
    "explanation": "Traditional public administration approach has been shaped by the views of Woodrow Wilson and Frederick Taylor in the United States, and Henri Fayol and Max Weber in Continental Europe. The answer is B."
  },
  {
    "id": "3330324",
    "unitNumber": 2,
    "text": "I. Devoting the senior executive's freedom to manage in the public sector<br/>II. Performance measurement<br/>III. Emphasis on procedures rather than outcomes<br/>IV. The division of monolithic and large-scale institutions into small units<br/>V. Increasing competition in the public sector<br/>Which of the above are the main features of NPM according to Christopher Hood?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II and III",
      "B": "I, II, III and IV",
      "C": "I, II, III, IV and V",
      "D": "I, II, IV and V",
      "E": "II, III, IV and V"
    },
    "explanation": "According to its founding father, Christopher Hood (1991: 4-5), the main features of NPM are:<br/>I. Devoting the senior executives freedom to manage in the public sector,<br/>II. Performance measurement,<br/>III. Emphasis on outcomes rather than procedures,<br/>IV. The division of monolithic and large-scale institutions into small units,<br/>V. Increasing competition in the public sector,<br/>VI. The use of private sector management techniques in public administration,<br/>VII. Ensuring financial discipline and economic use of the public budget.<br/>The answer is D. III is emphasis on procedures rather than on outcomes, but should be emphasis on outcomes rather than procedures."
  },
  {
    "id": "3330326",
    "unitNumber": 2,
    "text": "The new public administration movement emerged in the USA at the end of the 1960s under the leadership of who?",
    "correctAnswer": "C",
    "options": {
      "A": "Frederick Taylor",
      "B": "Max Weber",
      "C": "Dwight Waldo",
      "D": "Henri Fayol",
      "E": "Woodrow Wilson"
    },
    "explanation": "The new public administration movement that emerged in the USA under the leadership of Dwight Waldo at the end of the 1960s. The answer is C."
  },
  {
    "id": "3330327",
    "unitNumber": 2,
    "text": "I. social justice defender<br/>II. change agent<br/>III. representative bureaucrat<br/>IV. enabler<br/>V. moderator<br/>Which of the above are roles assigned to bureaucrats by The NPA movement?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II and III",
      "B": "I, II, III and IV",
      "C": "I, II, III, IV and V",
      "D": "II, IV and V",
      "E": "III, IV and V"
    },
    "explanation": "The NPA movement assigns bureaucrats five roles: (1) social justice defender, (2) change agent, (3) representative bureaucrat, (4) enabler, and (5) moderator. The answer is C."
  },
  {
    "id": "3330329",
    "unitNumber": 2,
    "text": "I. Planning<br/>II. Organizing<br/>III. Execution<br/>IV. Coordination<br/>V. Control<br/>Which of the above are the fundamental functions of management as asserted by Fayol?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II and III",
      "B": "I, II, III and IV",
      "C": "I, II, III, IV and V",
      "D": "II, III, IV and V",
      "E": "III, IV and V"
    },
    "explanation": "I. Planning: Preparing an activity program by trying to predict the future. II. Organizing: Creating the material and social structure of the business III. Execution: Mobilizing Staff. IV. Coordination: Linking and harmonizing all activities of the organization.<br/>V. Control: To monitor whether the work and operations are carried out in accordance<br/>with the enterprise’s substantial order and within the framework of the rules. Fayol explained the general principle. THe answer is C."
  },
  {
    "id": "3330832",
    "unitNumber": 2,
    "text": "The basic principles of modern bureaucracy were formulated by who?",
    "correctAnswer": "E",
    "options": {
      "A": "Frederick Taylor",
      "B": "Henri Fayol",
      "C": "Dwight Waldo",
      "D": "Woodrow Wilson",
      "E": "Max Weber"
    },
    "explanation": "The basic principles of modern bureaucracy were formulated by German sociologist Max Weber (1864-1920). Frederick Winslow Taylor (1856-1915) and Henri Fayol (1841-1925) revealed basic assumptions and features of classical public administration theory. The answer is E."
  },
  {
    "id": "3330837",
    "unitNumber": 2,
    "text": "I. Hierarchy<br/>II. Consensus<br/>III. Co-production<br/>IV. Cooperation<br/>V. Bureaucracy<br/>Which of the above is/are related to the governance approach?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II and III",
      "B": "I, II, III and IV",
      "C": "I, II, III, IV and V",
      "D": "II, III and IV",
      "E": "II, III, IV and V"
    },
    "explanation": "The concept of governance, which has been discussed intensely both at the global and national level in recent years, is a multi-actor-based management approach that depends on consensus, co-production, cooperation, and partnerships, as well as bottom-up participation processes, instead of top-down authority, hierarchical methods, and bureaucratic solutions in the order-command order (Nelissen, 2002: 19). The answer is D."
  },
  {
    "id": "3330840",
    "unitNumber": 2,
    "text": "________ was developed as the state undertook the arbitrator role and withdrew from the market through privatizations.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "E",
    "options": {
      "A": "Classical Public Administration",
      "B": "New Public Administration",
      "C": "Traditional Public Administration",
      "D": "New Public Management",
      "E": "The governance approach"
    },
    "explanation": "The governance approach was developed as the state undertook the arbitrator role and withdrew from the market through privatizations. The answer is E."
  },
  {
    "id": "3330850",
    "unitNumber": 2,
    "text": "_______________Movement gives bureaucrats duties such as social justice and social welfare, managing change, improving democratic participation and representation, and ensuring ethical and fair equality of public service.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "The Traditional Public Administration",
      "B": "The New Public Administration",
      "C": "The New Public Management",
      "D": "The Governance",
      "E": "The Classical Management"
    },
    "explanation": "The New Public Administration Movement gives bureaucrats duties such as social justice and social welfare, managing change, improving democratic participation and representation, and ensuring ethical and fair equality of public service. The answer is B."
  },
  {
    "id": "3331720",
    "unitNumber": 2,
    "text": "\"...set of beliefs accepted by a specific group of scientists or a consensus on how problems should be understood.\"<br/>Which of the following concepts corresponds the definition in the sentence above?",
    "correctAnswer": "C",
    "options": {
      "A": "Parallax",
      "B": "Parametre",
      "C": "Paradigm",
      "D": "Praxis",
      "E": "Practice"
    },
    "explanation": "The definition in the sentence is the definition of Paradigm. C is true."
  },
  {
    "id": "3331724",
    "unitNumber": 2,
    "text": "Which one of the following thinkers does not considered among the pioneers of the traditional public administration?",
    "correctAnswer": "C",
    "options": {
      "A": "Woodrow Wilson",
      "B": "Frederick Taylor",
      "C": "Frederich Nietzche",
      "D": "Henri Fayol",
      "E": "Max Weber"
    },
    "explanation": "Frederich Nietzche never mentioned among traditional public administration thinkers. C is true."
  },
  {
    "id": "3331726",
    "unitNumber": 2,
    "text": "Which concept in 16th century, expresses boldly the distinction between politics and administration<br/>?",
    "correctAnswer": "A",
    "options": {
      "A": "Cameralism",
      "B": "Camaradism",
      "C": "Camerism",
      "D": "Camera ethics",
      "E": "Camera approach"
    },
    "explanation": "Cameralists published their ideas in Prussia and France in 16th century. A is true."
  },
  {
    "id": "3331730",
    "unitNumber": 2,
    "text": "What kind of knowledge would replace the intuition and rule of thumb method in organizational behaviour, according to Frederick Winslow Taylor?",
    "correctAnswer": "D",
    "options": {
      "A": "Political",
      "B": "Practical",
      "C": "Strategic",
      "D": "Scientific",
      "E": "Sociological"
    },
    "explanation": "Taylor is very well known as the leading figure for scientific method of administration field. E is true."
  },
  {
    "id": "3331734",
    "unitNumber": 2,
    "text": "Which of the following can be included in essential tools for the scientific administration management?",
    "correctAnswer": "B",
    "options": {
      "A": "Psychologic Tests",
      "B": "Time and motion surveys",
      "C": "Psychoanalitic Surveys",
      "D": "Weather Forecasts",
      "E": "Happy Hours in workplace"
    },
    "explanation": "Time and motion surveys are essential for scientific administration method. B is true."
  },
  {
    "id": "3331738",
    "unitNumber": 2,
    "text": "Which of the following is not included in the Fayol's cathegorization of workload?",
    "correctAnswer": "E",
    "options": {
      "A": "Technical",
      "B": "Financial",
      "C": "Security",
      "D": "Accounting",
      "E": "Political"
    },
    "explanation": "Political is not a part in the cathegorization of workload according to Fayol. E is true."
  },
  {
    "id": "3331739",
    "unitNumber": 2,
    "text": "According to Fayol, which of the following fundamental functions of management includes \"mobilizing staff\" ?",
    "correctAnswer": "C",
    "options": {
      "A": "Planning",
      "B": "Organizing",
      "C": "Execution",
      "D": "Coordination",
      "E": "Control"
    },
    "explanation": "Mobilizing staff is considered in execution function generally. C is true."
  },
  {
    "id": "3331740",
    "unitNumber": 2,
    "text": "In accordance with Weber's thought which of the following is one of the legitimate authority types?",
    "correctAnswer": "D",
    "options": {
      "A": "Modern Authority",
      "B": "Rigid Authority",
      "C": "Successful Authority",
      "D": "Charismatic Authority",
      "E": "Autonomous Authority"
    },
    "explanation": "Charismatic Authority is one of three legitimate authority types for Weber. D is true."
  },
  {
    "id": "3331741",
    "unitNumber": 2,
    "text": "Who is considered as the founding father of New Public Managementm approach ?",
    "correctAnswer": "D",
    "options": {
      "A": "Max Weber",
      "B": "Henry Ford",
      "C": "Henri Fayol",
      "D": "Christopher Hood",
      "E": "Frederick Taylor"
    },
    "explanation": "Christopher Hood is widely known as the founder father of NPM. D is true"
  },
  {
    "id": "3331742",
    "unitNumber": 2,
    "text": "Which of the following is one of the five roles the New Public Administration movement assigned to bureaucrats?",
    "correctAnswer": "B",
    "options": {
      "A": "Prosumer",
      "B": "Change agent",
      "C": "Liberator",
      "D": "Enthusiast",
      "E": "Collector"
    },
    "explanation": "None of them but Change agent is one of the roles assigned to Bureaucrats by NPA. B is true"
  },
  {
    "id": "3844254",
    "unitNumber": 2,
    "text": "Which scholar is associated with the New Public Administration movement rather than the traditional public administration approach?",
    "correctAnswer": "E",
    "options": {
      "A": "Frederick Taylor",
      "B": "Henri Fayol",
      "C": "Woodrow Wilson",
      "D": "Max Weber",
      "E": "Dwight Waldo"
    },
    "explanation": "Dwight Waldo was a key figure in the New Public Administration movement, while the others contributed to traditional public administration. \"E\" is the correct answer."
  },
  {
    "id": "3844257",
    "unitNumber": 2,
    "text": "Who introduced the politics-administration dichotomy, emphasizing a clear separation between politics and administration?",
    "correctAnswer": "D",
    "options": {
      "A": "Max Weber",
      "B": "Henri Fayol",
      "C": "Frederick Taylor",
      "D": "Woodrow Wilson",
      "E": "Christopher Hood"
    },
    "explanation": "Wilson highlighted the need for public administration to be distinct and separate from political influence to ensure professionalism. \"D\" is the correct answer."
  },
  {
    "id": "3844260",
    "unitNumber": 2,
    "text": "Which thinker proposed that there is a single best way to perform tasks, emphasizing efficiency through scientific analysis?",
    "correctAnswer": "C",
    "options": {
      "A": "Henri Fayol",
      "B": "Dwight Waldo",
      "C": "Frederick Taylor",
      "D": "Max Weber",
      "E": "Luther Gullick"
    },
    "explanation": "Taylor's scientific management theory is based on identifying the most efficient way to perform each task through empirical methods. \"C\" is the correct answer."
  },
  {
    "id": "3844263",
    "unitNumber": 2,
    "text": "Which of the following actions is least aligned with Frederick Taylor’s principles of scientific management?",
    "correctAnswer": "A",
    "options": {
      "A": "Involving workers in strategic decision-making",
      "B": "Applying time and motion studies",
      "C": "Standardizing tools and equipment",
      "D": "Creating a planning department",
      "E": "Using spreadsheets to improve efficiency"
    },
    "explanation": "Taylor emphasized top-down control and did not prioritize worker involvement in high-level decisions. \"A\" is the correct answer."
  },
  {
    "id": "3844265",
    "unitNumber": 2,
    "text": "Which function is not included in Henri Fayol’s five basic management functions?",
    "correctAnswer": "B",
    "options": {
      "A": "Planning",
      "B": "Budgeting",
      "C": "Organizing",
      "D": "Execution",
      "E": "Coordination"
    },
    "explanation": "Fayol’s five management functions are planning, organizing, execution, coordination, and control. Budgeting is not explicitly listed. \"B\" is the correct answer."
  },
  {
    "id": "3844266",
    "unitNumber": 2,
    "text": "Which principle is least emphasized in Henri Fayol’s 14 general principles of management?",
    "correctAnswer": "A",
    "options": {
      "A": "Participation",
      "B": "Division of Labor",
      "C": "Authority",
      "D": "Executive Union",
      "E": "Hierarchy"
    },
    "explanation": "Fayol did not include participation as a principle; his focus was on hierarchy, discipline, and coordination for organizational efficiency. \"A\" is the correct answer."
  },
  {
    "id": "3844274",
    "unitNumber": 2,
    "text": "Which of the following played a minor role in the emergence of the New Public Administration movement?",
    "correctAnswer": "C",
    "options": {
      "A": "Anti-war protests",
      "B": "Minority movements",
      "C": "Technological advancement",
      "D": "Social inequality",
      "E": "Unemployment problems"
    },
    "explanation": "The NPA movement was largely driven by social and political issues, not technological developments. \"C\" is the correct answer."
  },
  {
    "id": "3844278",
    "unitNumber": 2,
    "text": "In which country did comprehensive New Public Management (NPM) reforms first begin?",
    "correctAnswer": "D",
    "options": {
      "A": "Japan",
      "B": "France",
      "C": "USA",
      "D": "New Zealand",
      "E": "Brazil"
    },
    "explanation": "New Zealand was the first to fully implement NPM reforms, emphasizing privatization and market-oriented mechanisms in the public sector. \" D\" is the correct answer."
  },
  {
    "id": "3844283",
    "unitNumber": 2,
    "text": "Which approach is most contradictory to the principles of New Public Management?",
    "correctAnswer": "E",
    "options": {
      "A": "Performance measurement",
      "B": "Focus on outcomes",
      "C": "Use of private sector techniques",
      "D": "Managerial autonomy",
      "E": "Emphasis on centralized decision-making"
    },
    "explanation": "NPM promotes decentralization and flexibility, unlike the rigid centralization found in traditional public administration. \"E\" is the correct answer."
  },
  {
    "id": "3844287",
    "unitNumber": 2,
    "text": "Which concept is least compatible with the governance model?",
    "correctAnswer": "C",
    "options": {
      "A": "Co-production",
      "B": "Hierarchy",
      "C": "Collaboration",
      "D": "Consensus",
      "E": "Participation"
    },
    "explanation": "Governance emphasizes horizontal relations, partnerships, and democratic participation rather than hierarchical command structures. \"C\" is the correct answer."
  },
  {
    "id": "3328804",
    "unitNumber": 3,
    "text": "Choose the option that completes the following sentence correctly.<br/>\".......... are civil servants responsible for carrying out administrative functions in the government.\"",
    "correctAnswer": "B",
    "options": {
      "A": "Professors",
      "B": "Bureaucrats",
      "C": "Teachers",
      "D": "Students",
      "E": "Doctors"
    },
    "explanation": "Bureaucrats are civil servants responsible for carrying out administrative functions in the government."
  },
  {
    "id": "3328805",
    "unitNumber": 3,
    "text": "Choose the option that completes the following sentence correctly.<br/>\"Bureaucrats are composed of a small portion of .......... officers, and their distinctive functions are related to the administrative jobs in the governmental structure.\"",
    "correctAnswer": "A",
    "options": {
      "A": "non-elected",
      "B": "volunteering",
      "C": "male",
      "D": "elected",
      "E": "female"
    },
    "explanation": "Bureaucrats are composed of a small portion of non-elected officers, and their distinctive functions are related to the administrative jobs in the governmental structure."
  },
  {
    "id": "3328806",
    "unitNumber": 3,
    "text": "Choose the option that completes the following sentence correctly.<br/>\"While public bureaucracy is bound by the government’s goals and officially acts to serve the public interests, private bureaucracy tries to realize the interests of ...........\"",
    "correctAnswer": "E",
    "options": {
      "A": "neighboring countries only",
      "B": "elected officers",
      "C": "political parties only",
      "D": "non-elected officers",
      "E": "their organizations"
    },
    "explanation": "While public bureaucracy is bound by the government’s goals and officially acts to serve the public interests, private bureaucracy tries to realize the interests of their organizations."
  },
  {
    "id": "3328807",
    "unitNumber": 3,
    "text": "What is the term described below?<br/>\"The ribbon that was once used to bind government documents; the term now stands as the symbol of excessive official formality and over attention to prescribed routines.\"",
    "correctAnswer": "C",
    "options": {
      "A": "Blue Ribbon",
      "B": "Dark Cord",
      "C": "Red Tape",
      "D": "Brown Portfolio",
      "E": "Black Bond"
    },
    "explanation": "Red Tape: The ribbon that was once used to bind government documents; the term now stands as the symbol of excessive official formality and over attention to prescribed routines."
  },
  {
    "id": "3328808",
    "unitNumber": 3,
    "text": "Choose the option that completes the following sentence correctly.<br/>\".......... determines the essential characteristics of an institution or a case under analysis and uses them for scientific study as a conceptual instrument.\"",
    "correctAnswer": "B",
    "options": {
      "A": "An elected officer",
      "B": "An ideal type",
      "C": "An authority",
      "D": "A political party",
      "E": "A researcher"
    },
    "explanation": "An ideal type etermines the essential characteristics of an institution or a case under analysis and uses them for scientific study as a conceptual instrument."
  },
  {
    "id": "3328811",
    "unitNumber": 3,
    "text": "Which of the following is the personal authority and stems from the unique personal qualities of leaders?",
    "correctAnswer": "D",
    "options": {
      "A": "Patriarchal Authority",
      "B": "Ideal Authority",
      "C": "Patrimonial Authority",
      "D": "Charismatic Authority",
      "E": "Political Authority"
    },
    "explanation": "Charismatic authority is the personal authority and stems from the unique personal qualities of leaders."
  },
  {
    "id": "3328816",
    "unitNumber": 3,
    "text": "Which of the following was the earliest and the most primitive form of authority developed in small groups or extended families?",
    "correctAnswer": "A",
    "options": {
      "A": "Patriarchal Authority",
      "B": "Political Authority",
      "C": "Charismatic Authority",
      "D": "Patrimonial Authority",
      "E": "Ideal Authority"
    },
    "explanation": "Patriarchal Authority was the earliest and the most primitive form of authority developed in small groups or extended families."
  },
  {
    "id": "3328817",
    "unitNumber": 3,
    "text": "Which one of the following political philosophers accuses the bureaucracy as being an instrument of the capitalist class in oppressing the working class?",
    "correctAnswer": "B",
    "options": {
      "A": "G. W. F. Hegel",
      "B": "K. Marx",
      "C": "J. S. Mill",
      "D": "M. Weber",
      "E": "V. Gournay"
    },
    "explanation": "K. Marx accuses the bureaucracy as being an instrument of the capitalist class in oppressing the working class."
  },
  {
    "id": "3328818",
    "unitNumber": 3,
    "text": "Choose the option that completes the following sentence correctly.<br/>\"Iron Law of .......... asserts that any large-scale organization, whether public or private, has an inevitable oligarchic tendency; thus, democracy is an oxymoron.\"",
    "correctAnswer": "C",
    "options": {
      "A": "Bureaucracy",
      "B": "Authority",
      "C": "Oligarchy",
      "D": "Idealism",
      "E": "Criticism"
    },
    "explanation": "Iron Law of Oligarchy asserts that any large- scale organization, whether public or private, has an inevitable oligarchic tendency; thus, democracy is an oxymoron."
  },
  {
    "id": "3328820",
    "unitNumber": 3,
    "text": "Which of the following apperaed as a strong reaction to Weberian model of bureaucracy in the late 1970s?",
    "correctAnswer": "B",
    "options": {
      "A": "Iron Law of Oligarchy",
      "B": "New Public Management",
      "C": "Critical Approach",
      "D": "Liberal Approach",
      "E": "Rational-Legal Authority"
    },
    "explanation": "New Public Management apperaed as a strong reaction to Weberian model of bureaucracy in the late 1970s."
  },
  {
    "id": "3331662",
    "unitNumber": 3,
    "text": "I. All civil servants are Bureaucrats.<br/>II. Bureaucrats are non-elected officers.<br/>III. Teachers and academicians are bureaucrats.<br/>IV. Bureaucrats are responsible for carrying out administrative functions in the government.<br/>Which of the above are true?",
    "correctAnswer": "E",
    "options": {
      "A": "I - II",
      "B": "I - III",
      "C": "I - IV",
      "D": "II - III",
      "E": "II - IV"
    },
    "explanation": "For instance, teachers and academicians carrying out education at schools and universities are not called bureaucrats. Bureaucrats are civil servants responsible for carrying out administrative functions in the government (Krutz, 2021: 516). \"Therefore, bureaucrats are composed of a small portion of non-elected officers, and their distinctive functions are related to the administrative jobs in the governmental structure."
  },
  {
    "id": "3331664",
    "unitNumber": 3,
    "text": "Which culture had the most developed centralized bureaucracy until modern times?",
    "correctAnswer": "D",
    "options": {
      "A": "Roman",
      "B": "Greek",
      "C": "Egypt",
      "D": "China",
      "E": "Sumer"
    },
    "explanation": "According to Creel, China had the most developed centralized bureaucracy until modern times among all the traditional societies, including the Roman Empire."
  },
  {
    "id": "3331666",
    "unitNumber": 3,
    "text": "What Max Weber called modern bureaucracy?",
    "correctAnswer": "B",
    "options": {
      "A": "Patrimonial",
      "B": "Rational-legal",
      "C": "Matriarchal",
      "D": "Hereditary",
      "E": "Charismatic"
    },
    "explanation": "While he called the traditional bureaucracy patrimonial, he called modern bureaucracy rational-legal bureaucracy."
  },
  {
    "id": "3331667",
    "unitNumber": 3,
    "text": "Which of the following is the definition of Patrimonial Authority?",
    "correctAnswer": "C",
    "options": {
      "A": "It is the personal authority and stems from the unique personal qualities of leaders.",
      "B": "It is a personal type of authority, and there were not any formal rules.",
      "C": "It is authority that belongs to the ruler, and the ruler uses his power through a bureaucracy composed of slaves.",
      "D": "It is authority that derives its legitimacy from adherence to impersonal rules and universal principles.",
      "E": "It is authority gained from divine favor to the ruler."
    },
    "explanation": "In patrimonialism, authority belongs to the ruler (or ruler family/dynasty), and the ruler uses his power through a bureaucracy composed of slaves."
  },
  {
    "id": "3331669",
    "unitNumber": 3,
    "text": "Who was the first person to use the term Bureaucracy?",
    "correctAnswer": "A",
    "options": {
      "A": "de Gournay",
      "B": "Clegg",
      "C": "Weber",
      "D": "Dunkerley",
      "E": "Heywood"
    },
    "explanation": "The term bureaucracy was first used by the French philosopher Vincent de Gournay (1712-1759) and then spread worldwide."
  },
  {
    "id": "3331673",
    "unitNumber": 3,
    "text": "I. The bureaucrats are free individuals<br/>II. The hierarchy of offices are not defined.<br/>III. The bureaucrats are appointed without examination.<br/>IV. The bureaucrats are paid fixed salaries and receive pension rights.<br/>Which of the above are characteristics of rational-legal bureaucracy?",
    "correctAnswer": "C",
    "options": {
      "A": "I - II",
      "B": "I - III",
      "C": "I - IV",
      "D": "II - III",
      "E": "II - IV"
    },
    "explanation": "Weber lists the structural and functional characteristics of bureaucracy as follows (Shafritz, Russel, Borick, Hyde, 2017: 254-255):<br/>The bureaucrats are free individuals, unlike slave bureaucracy in patrimonial authority.<br/>There is a clearly defined hierarchy of offices.<br/>Appointment to bureaucratic offices depends on technical qualifications and the basis of objective criteria. Thus, there are examinations to appoint bureaucrats.<br/>The bureaucrats are paid fixed salaries and receive pension rights.<br/>Weber lists the structural and functional characteristics of bureaucracy as follows (Shafritz,Russel, Borick, Hyde, 2017: 254-255):<br/>The bureaucrats are free individuals, unlike slave bureaucracy in patrimonial authority.<br/>There is a clearly defined hierarchy of offices.<br/>Appointment to bureaucratic offices depends on technical qualifications and the basis of objective criteria. Thus, there are examinations to appoint bureaucrats.<br/>The bureaucrats are paid fixed salaries and receive pension rights."
  },
  {
    "id": "3331674",
    "unitNumber": 3,
    "text": "According to Heywood which is <strong>not</strong> a function of the bureaucracy?",
    "correctAnswer": "E",
    "options": {
      "A": "Policy implementation",
      "B": "Policy advice",
      "C": "Interest articulation",
      "D": "Political stability",
      "E": "Policy determination"
    },
    "explanation": "According to Heywood, in addition to the vital function of policy implementation, the bureaucracy has three more functions due to its expertise, knowledge, and experience: Policy advice, interest articulation, and political stability."
  },
  {
    "id": "3331676",
    "unitNumber": 3,
    "text": "Which philosopher considers bureaucracy a universal class protecting and maintaining the public interest against the particular interests of private groups?",
    "correctAnswer": "A",
    "options": {
      "A": "Hegel",
      "B": "Marx",
      "C": "Mill",
      "D": "Weber",
      "E": "Kant"
    },
    "explanation": "Hegel considers bureaucracy a “universal class” protecting and maintaining the public interest against the particular interests of private groups."
  },
  {
    "id": "3331679",
    "unitNumber": 3,
    "text": "Which philosopher below advocates a limited bureaucracy?",
    "correctAnswer": "C",
    "options": {
      "A": "Hegel",
      "B": "Marx",
      "C": "Mill",
      "D": "Weber",
      "E": "Kant"
    },
    "explanation": "In other words, Mill as a liberal philosopher advocates a limited state and thus a limited bureaucracy, albeit very e#icient, to provide more space for individual freedom."
  },
  {
    "id": "3331680",
    "unitNumber": 3,
    "text": "Which philosopher argued organization implies the tendency to oligarchy?",
    "correctAnswer": "D",
    "options": {
      "A": "Hegel",
      "B": "Marx",
      "C": "Mill",
      "D": "Michels",
      "E": "Kant"
    },
    "explanation": "As a result, according to Michels, “organization implies the tendency to oligarchy,” and every organization “becomes divided into a minority of directors and a majority of directed.”"
  },
  {
    "id": "3844635",
    "unitNumber": 3,
    "text": "Which historical period significantly influenced the development of modern bureaucracy?",
    "correctAnswer": "A",
    "options": {
      "A": "Industrial Revolution",
      "B": "Middle Ages",
      "C": "Renaissance",
      "D": "Enlightenment",
      "E": "Cold War"
    },
    "explanation": "The Industrial Revolution brought large-scale organizations and complex administrative needs, which accelerated the development of bureaucratic systems. \"A\" is the correct answer."
  },
  {
    "id": "3844636",
    "unitNumber": 3,
    "text": "Which scholar is most closely associated with the development of the ideal type of bureaucracy?",
    "correctAnswer": "B",
    "options": {
      "A": "Henri Fayol",
      "B": "Max Weber",
      "C": "Frederick Taylor",
      "D": "Elton Mayo",
      "E": "Herbert Simon"
    },
    "explanation": "Weber’s ideal type describes a rational-legal system of administration characterized by hierarchy, rules, and merit-based advancement. \"B\" is the correct answer."
  },
  {
    "id": "3844637",
    "unitNumber": 3,
    "text": "Which feature of Weber’s bureaucracy ensures that job positions are clearly defined with specific duties?",
    "correctAnswer": "E",
    "options": {
      "A": "Red tape",
      "B": "Flexibility",
      "C": "Informal networks",
      "D": "Rotation of duties",
      "E": "Specialization"
    },
    "explanation": "Specialization assigns tasks according to expertise, ensuring efficiency and clarity in roles. \"E\" is the correct answer."
  },
  {
    "id": "3844638",
    "unitNumber": 3,
    "text": "Which element of bureaucracy establishes a formal ranking of authority from top to bottom?",
    "correctAnswer": "C",
    "options": {
      "A": "Informal leadership",
      "B": "Lateral communication",
      "C": "Chain of command",
      "D": "Ad hoc committees",
      "E": "Rotational hierarchy"
    },
    "explanation": "The chain of command defines authority lines, making decision-making structured and organized. \"C\" is the correct answer."
  },
  {
    "id": "3844639",
    "unitNumber": 3,
    "text": "What practice in bureaucracy preserves decisions and procedures for future reference?",
    "correctAnswer": "D",
    "options": {
      "A": "Verbal reporting",
      "B": "Digital automation",
      "C": "Face-to-face meetings",
      "D": "Written documentation",
      "E": "Symbolic gestures"
    },
    "explanation": "Written records ensure continuity, consistency, and accountability in bureaucratic processes. \"D\" is the correct answer."
  },
  {
    "id": "3844640",
    "unitNumber": 3,
    "text": "Which principle in bureaucracy promotes fairness by selecting and promoting individuals based on qualifications?",
    "correctAnswer": "B",
    "options": {
      "A": "Seniority preference",
      "B": "Merit system",
      "C": "Political loyalty",
      "D": "Informal negotiation",
      "E": "Rotational placement"
    },
    "explanation": "The merit system prioritizes competence and skill, reducing bias and favoritism. \"B\" is the correct answer."
  },
  {
    "id": "3844641",
    "unitNumber": 3,
    "text": "Which form of authority, according to Weber, is based on formal laws and rules?",
    "correctAnswer": "D",
    "options": {
      "A": "Charismatic authority",
      "B": "Traditional authority",
      "C": "Patriarchal authority",
      "D": "Legal-rational authority",
      "E": "Situational authority"
    },
    "explanation": "Legal-rational authority is grounded in established legal frameworks and is a defining feature of modern bureaucracy. \"D\" is the correct answer."
  },
  {
    "id": "3844643",
    "unitNumber": 3,
    "text": "Which concept refers to excessive adherence to rules that slows down decision-making?",
    "correctAnswer": "A",
    "options": {
      "A": "Red tape",
      "B": "Specialization",
      "C": "Legal-rational authority",
      "D": "Coordination",
      "E": "Bureaucratic neutrality"
    },
    "explanation": "Red tape describes overly rigid rule-following that can lead to inefficiency and delays. \"A\" is the correct answer."
  },
  {
    "id": "3844645",
    "unitNumber": 3,
    "text": "Which phenomenon occurs when officials in bureaucracy focus more on protecting their position than serving the public?",
    "correctAnswer": "C",
    "options": {
      "A": "Parkinson’s Law",
      "B": "Bureaucratic inertia",
      "C": "Goal displacement",
      "D": "Principal-agent problem",
      "E": "Status quo bias"
    },
    "explanation": "Goal displacement happens when maintaining the organization’s internal stability overshadows its original mission. \"C\" is the correct answer."
  },
  {
    "id": "3844646",
    "unitNumber": 3,
    "text": "Which approach to reform aims to reduce bureaucratic inefficiency by simplifying procedures and delegating authority?",
    "correctAnswer": "E",
    "options": {
      "A": "Formalization",
      "B": "Centralization",
      "C": "Patronage",
      "D": "Rotation of staff",
      "E": "Decentralization"
    },
    "explanation": "Decentralization shifts decision-making to lower levels, improving responsiveness and reducing procedural delays. \"E\" is the correct answer."
  },
  {
    "id": "3329237",
    "unitNumber": 4,
    "text": "Who claimed that the various dimensions of decision-making function in organizations include all organizational processes, such as planning and implementation?",
    "correctAnswer": "A",
    "options": {
      "A": "Simon",
      "B": "Fesler &amp; Kettl",
      "C": "Starling",
      "D": "Lindblom &amp; Cohen",
      "E": "Stone"
    },
    "explanation": "THE CONTEXT OF DECISION-MAKING<br/>Simon (1957: 1, cited in Starling, 2002: 231) claimed that the various dimensions of decision-making function in organizations include all organizational processes, such as planning and implementation."
  },
  {
    "id": "3329238",
    "unitNumber": 4,
    "text": "Which one of the following <strong><u>is not</u></strong> one of the stages in decision-making process?",
    "correctAnswer": "B",
    "options": {
      "A": "diagnosing and clearly stating the problem or opportunity.",
      "B": "talking about the problem or opportunity",
      "C": "reaching a decision regarding the situation under consideration",
      "D": "implementing that decision",
      "E": "evaluating the implementation of the decision"
    },
    "explanation": "STAGES AND CRITICAL FACTORS IN THE DECISION-MAKING PROCESS<br/>The decision-making process has at least five stages: The first is diagnosing and clearly stating the problem or opportunity. The second step is collecting data about the problem or opportunity. The third step is to reach a decision regarding the situation under consideration and implement that decision. The fourth and fifth/final stages are to implement and evaluate the implementation of the decision."
  },
  {
    "id": "3329239",
    "unitNumber": 4,
    "text": "\"This concept describes other missed opportunities when a specific decision is being implemented. In other words, it is the second-best use of the resources used for implementing a decision (Starling, 2002, pp. 243-244). Therefore, the decision maker should also consider the alternative uses of the resources (s) he uses with his/her decision, considering that the resources are scarce\".<br/>Which concept is described by the above sentences?",
    "correctAnswer": "C",
    "options": {
      "A": "policy transfer",
      "B": "data collection",
      "C": "opportunity cost",
      "D": "strategic factor",
      "E": "lower limit"
    },
    "explanation": "STAGES AND CRITICAL FACTORS IN THE DECISION-MAKING PROCESS<br/>Another concept that should be considered when making decisions is opportunity cost. This concept describes other missed opportunities when a specific decision is being implemented. In other words, opportunity cost is the second-best use of the resources used for implementing a decision (Starling, 2002, pp. 243-244). Therefore, the decision maker should also consider the alternative uses of the resources (s) he uses with his/her decision, considering that the resources are scarce."
  },
  {
    "id": "3329240",
    "unitNumber": 4,
    "text": "The first assumption in the rational decision-making approach is that rational individuals make decisions based only on ___________ and they are not affected by other factors such as emotions, intuitions, and experience.",
    "correctAnswer": "D",
    "options": {
      "A": "intelligence",
      "B": "power",
      "C": "context",
      "D": "logic",
      "E": "feeling"
    },
    "explanation": "THEORETICAL APPROACHES TO DECISION-MAKING<br/>The first assumption is that rational individuals make decisions based only on logic and they are not affected by other factors such as emotions, intuitions, and experience."
  },
  {
    "id": "3329241",
    "unitNumber": 4,
    "text": "“In this approach, instead of or in addition to the rationality objective of the first approach, the aim is to increase political support for the decision since the decision-making process includes actions such as conflict, negotiation and persuasion between individuals and groups”.<br/>Which approach is described by the above sentences?",
    "correctAnswer": "E",
    "options": {
      "A": "Rational Decision-Making",
      "B": "Participatory Approach to Decision-Making",
      "C": "Decision-Making with the Garbage Can Model",
      "D": "Decision-Making with Prospect Theory",
      "E": "Bargaining Decision-Making"
    },
    "explanation": "THEORETICAL APPROACHES TO DECISION-MAKING<br/>A second look at the decision-making process can be expressed as the “bargaining approach.” In this approach, instead of or in addition to the rationality objective of the first approach, the aim is to increase political support for the decision since the decision-making process includes actions such as conflict, bargaining, and persuasion between individuals and groups (Fesler and Kettl, 1991: 179, 186)."
  },
  {
    "id": "3329242",
    "unitNumber": 4,
    "text": "“An essential problem with participation in decision-making is that although some individuals and groups are unwilling (or may be unable) to make a concrete contribution to the idea generation and decision-making processes when they are among the contributing stakeholders”.<br/>What is the name of the above mentioned phenomenon?",
    "correctAnswer": "A",
    "options": {
      "A": "social loafing",
      "B": "participation",
      "C": "gender identity",
      "D": "policy-making",
      "E": "public affair"
    },
    "explanation": "THEORETICAL APPROACHES TO DECISION-MAKING<br/>An essential problem with participation in decision-making is that although some individuals and groups are unwilling (or may be unable) to make a concrete contribution to the idea generation and decision-making processes when they are among the contributing stakeholders. This phenomenon is called social loafing in social psychology literature, “the tendency for people to relax when they are in the presence of others, and their performance cannot be evaluated” (Aronson, Wilson, Akert, &amp; Sommers, 2015: 279-280)."
  },
  {
    "id": "3329344",
    "unitNumber": 4,
    "text": "The public choice theory presents a/an _________problem in setting up control mechanisms in decision-making to protect the public interest.",
    "correctAnswer": "B",
    "options": {
      "A": "optimal",
      "B": "complex",
      "C": "essential",
      "D": "small",
      "E": "certain"
    },
    "explanation": "THEORETICAL APPROACHES TO DECISION-MAKING<br/>The public choice theory presents a complex problem in setting up control mechanisms in decision-making to protect the public interest."
  },
  {
    "id": "3329347",
    "unitNumber": 4,
    "text": "The proposed solutions for the problems presented by the public choice theory are twofold: If it is difficult, if not outright impossible, to __________ the “empire-building” reflexes of the bureaucrats, it is advised to ___________ the size of the bureaucracy by privatization (Kettl, 2016, p. 565). The second solution is to limit the decision-making as well as discretionary powers of the bureaucrats by setting up control mechanisms such as rules of conduct.",
    "correctAnswer": "C",
    "options": {
      "A": "limit/increase",
      "B": "increase/decrease",
      "C": "control/decrease",
      "D": "change/control",
      "E": "implement/present"
    },
    "explanation": "THEORETICAL APPROACHES TO DECISION-MAKING<br/>The proposed solutions for the problems presented by the public choice theory are twofold: If it is difficult, if not outright impossible, to control the “empire-building” reflexes of the bureaucrats, it is advised to decrease the size of the bureaucracy by privatization (Kettl, 2016, p. 565). The second solution is to limit the decision-making as well as discretionary powers of the bureaucrats by setting up control mechanisms such as rules of conduct."
  },
  {
    "id": "3329350",
    "unitNumber": 4,
    "text": "I. This model describes the decision-making process as a chaotic environment, an organized anarchy where short and long-term preferences are unclear.<br/>II. This model also presents opportunities to match solutions with problems and vice versa.<br/>III. This model of decision-making argues that even if an organization has ambiguous goals, it lacks a precise definition of the problem to be solved, clear preferences of decision-makers, and chaotic processes, there are still mechanisms by which decisions can be made.<br/>Which model of decision-making is described above?",
    "correctAnswer": "D",
    "options": {
      "A": "Rational Decision-Making",
      "B": "Participatory Approach to Decision-Making",
      "C": "Bargaining Decision-Making",
      "D": "The Garbage Can Model",
      "E": "Decision-Making with Prospect Theory"
    },
    "explanation": "HEORETICAL APPROACHES TO DECISION-MAKING<br/>The garbage can model describes the decisionmaking process as a chaotic environment, an organized anarchy where short and long-term preferences are unclear. Organizational members dump various ideas, solutions, and problems into a garbage can, the inside of which is messy. However, this model also presents opportunities to match solutions with problems and vice versa. More importantly, the garbage can model of decisionmaking argues that even if an organization has ambiguous goals, it lacks a precise definition of the problem to be solved, clear preferences of decision-makers, and chaotic processes, there are still mechanisms by which decisions can be made."
  },
  {
    "id": "3329352",
    "unitNumber": 4,
    "text": "If the framework of risk is presented as “being subjected to violence” and “being killed,” both of which are negative deviations from the existing situation (not experiencing violence), what will be the risk-oriented behaviors of decision makers? The more __________the divergence, the greater the tolerance for risk, and the riskier political solutions to adopt will be observed, such as forced confinement and electronic handcuffs.",
    "correctAnswer": "E",
    "options": {
      "A": "positive",
      "B": "rational",
      "C": "risky",
      "D": "dangerous",
      "E": "negative"
    },
    "explanation": "THEORETICAL APPROACHES TO DECISION-MAKING<br/>If the framework of risk is presented as “being subjected to violence” and “being killed,” both of which are negative deviations from the existing situation (not experiencing violence), what will be the risk-oriented behaviors of decision makers? The more negative the divergence, the greater the tolerance for risk, and the riskier political solutions to adopt will be observed, such as forced confinement and electronic handcuffs."
  },
  {
    "id": "3841880",
    "unitNumber": 4,
    "text": "Which of the following is not one of the five stages in the decision-making process?",
    "correctAnswer": "B",
    "options": {
      "A": "Diagnosing the problem",
      "B": "Voting on the decision",
      "C": "Implementing the decision",
      "D": "Collecting data",
      "E": "Diagnosing the problem"
    },
    "explanation": "Voting on the decision is not one of the five stages in the decision-making process."
  },
  {
    "id": "3841882",
    "unitNumber": 4,
    "text": "Which of the following approach to decision-making involves bargaining and persuasion among actors to reach decisions?",
    "correctAnswer": "C",
    "options": {
      "A": "Rational Decision-Making",
      "B": "Bounded Rationality",
      "C": "Incremental",
      "D": "Garbage Can Model",
      "E": "Propect Theory"
    },
    "explanation": "Incremental approach to decision-making involves bargaining and persuasion among actors to reach decisions."
  },
  {
    "id": "3841885",
    "unitNumber": 4,
    "text": "According to the garbage can model, how are decisions typically reached within organizations?",
    "correctAnswer": "E",
    "options": {
      "A": "Based on a linear analysis of costs",
      "B": "In a strictly hierarchical structure",
      "C": "Based on expert consensus only",
      "D": "According to collective voting procedures",
      "E": "Through randomized matching of problems and solutions"
    },
    "explanation": "-<br/>According to the garbage can model, decisions reached within organizations through randomized matching of problems and solutions."
  },
  {
    "id": "3841886",
    "unitNumber": 4,
    "text": "Which of the following is not a characteristic of the rational model of decision-making?",
    "correctAnswer": "0",
    "options": {
      "A": "Decisions based on emotion",
      "B": "Predictability of outcomes",
      "C": "Full information availability",
      "D": "Logical behavior",
      "E": "Universality of the process"
    },
    "explanation": "Decisions based on emotion is not a characteristic of the rational model of decision-making."
  },
  {
    "id": "3841891",
    "unitNumber": 4,
    "text": "Why do large bureaucracies face challenges in effective decision-making?",
    "correctAnswer": "D",
    "options": {
      "A": "They always make rational decisions.",
      "B": "They encourage innovation and risk-taking.",
      "C": "Bureaucrats never abuse their decision-making power.",
      "D": "Hierarchical structures slow down decision-making",
      "E": "They completely eliminate all forms of inefficiency."
    },
    "explanation": "Large bureaucracies face challenges in effective decision-making because hierarchical structures slow down decision-making."
  },
  {
    "id": "3841901",
    "unitNumber": 4,
    "text": "What best defines double-loop learning in the participatory approach?",
    "correctAnswer": "C",
    "options": {
      "A": "Repeating the same steps for verification",
      "B": "Revisiting past decisions to undo errors",
      "C": "Questioning not only ideas but also the values behind them",
      "D": "Testing multiple solutions before implementing",
      "E": "Using technology for faster decision-making"
    },
    "explanation": "Double-loop learning questions not only ideas but also the values behind them."
  },
  {
    "id": "3841907",
    "unitNumber": 4,
    "text": "Which of the following does not describe a characteristic of the garbage can model?",
    "correctAnswer": "A",
    "options": {
      "A": "Clear goals",
      "B": "Random matching of problems and solutions",
      "C": "Organized anarchy",
      "D": "Messy decision environments",
      "E": "Unpredictable outcomes"
    },
    "explanation": "-<br/>\"Clear goals\" is not a characteristic of the garbage can model."
  },
  {
    "id": "3841910",
    "unitNumber": 4,
    "text": "What does the term “satisficing” mean in decision-making theory?",
    "correctAnswer": "E",
    "options": {
      "A": "Always selecting the cheapest option",
      "B": "Prioritizing speed over accuracy",
      "C": "Ignoring emotional inputs",
      "D": "Choosing solutions based on groupthink",
      "E": "Settling for a decision that is “good enough”"
    },
    "explanation": "The meaning of “satisficing” in bounded rationality decision-making theory is settling for a decision that is “good enough”"
  },
  {
    "id": "3841914",
    "unitNumber": 4,
    "text": "Which of the following best reflects a technological impact on the participatory decision-making process?",
    "correctAnswer": "D",
    "options": {
      "A": "Increased transaction costs",
      "B": "Less transparency",
      "C": "Lower participation rates",
      "D": "Easier communication",
      "E": "Delayed decision processes"
    },
    "explanation": "It is widely argued that technological advances make participation and communication easier and more cost-effective."
  },
  {
    "id": "3841919",
    "unitNumber": 4,
    "text": "What does opportunity cost represent in the context of decision-making?",
    "correctAnswer": "B",
    "options": {
      "A": "All available options",
      "B": "Missed alternatives",
      "C": "Expert advice",
      "D": "Crisis outcomes",
      "E": "Group consensus"
    },
    "explanation": "Opportunity cost means missed alternatives .n the context of decision-making."
  },
  {
    "id": "3846008",
    "unitNumber": 4,
    "text": "Which of the following best describes the relationship between those who produce and those who use information in the decision-making process?",
    "correctAnswer": "B",
    "options": {
      "A": "It is always cooperative and conflict-free",
      "B": "It can involve frustration due to differences in information quality, quantity, or language used",
      "C": "It relies solely on legal frameworks for communication",
      "D": "It happens only in academic research settings",
      "E": "It is irrelevant in public administration"
    },
    "explanation": "Both groups may get frustrated and disappointed many times during the decision-making process. Those who produce the information may complain that the data they produce need to be considered more in the decision-making process and those who use information in their decisions may argue that the information they need lacks in terms of quality and quantity."
  },
  {
    "id": "3846010",
    "unitNumber": 4,
    "text": "In the first stage of decision-making, which question <strong>is NOT</strong> typically asked to identify the nature of the problem?",
    "correctAnswer": "E",
    "options": {
      "A": "How urgently should this problem be solved?",
      "B": "Is it a root problem or a symptom?",
      "C": "Has this problem ever occurred in another country?",
      "D": "Are there similar examples of this problem?",
      "E": "Which political party will benefit from solving this problem?"
    },
    "explanation": "In the first step, the text lists three evaluation points (urgency, root problem vs symptom, other examples). “Which political party will benefit…” is <strong>not</strong> listed anywhere in these questions."
  },
  {
    "id": "3846011",
    "unitNumber": 4,
    "text": "Which factor refers to the absolute minimum requirements needed for a solution to be viable?",
    "correctAnswer": "B",
    "options": {
      "A": "Strategic factor",
      "B": "Lower limits of a decision",
      "C": "Opportunity cost",
      "D": "Baseline constraint",
      "E": "Permissibility factor"
    },
    "explanation": "the lower limits of a decision are the “sine qua non” (indispensable conditions, in Latin) for the solution of the problem under investigation, that is, the lowest level of requirements. In other words, lower limits of a decision means “what at least has to occur for the problem to be solved” (Starling, 2002, p.233). For instance, finding the necessary funds or personnel is required for any action."
  },
  {
    "id": "3846014",
    "unitNumber": 4,
    "text": "Which example reflects the use of policy transfer in decision-making?",
    "correctAnswer": "B",
    "options": {
      "A": "A city council bans smoking without researching similar bans in other cities",
      "B": "A ministry applies a successful road safety campaign model used in another country",
      "C": "A mayor changes policy every year to match election promises",
      "D": "A government ignores all foreign examples to focus on national traditions",
      "E": "An agency uses trial-and-error without any reference to past cases"
    },
    "explanation": "Also,by effectively using mechanisms of policy transfer,political and administrative decision-makers learn about the problems solved in the past or other countries and apply these transferable ideas to solvesimilar problems at hand (Yıldız, 2011)."
  },
  {
    "id": "3846017",
    "unitNumber": 4,
    "text": "Which approach to decision-making highlights the risk of “groupthink”?",
    "correctAnswer": "B",
    "options": {
      "A": "Public choice theory",
      "B": "Participatory approach",
      "C": "Bargaining approach",
      "D": "Garbage can model",
      "E": "Prospect theory"
    },
    "explanation": "In extreme cases, there are pressures to reach a consensus in group decisions, called “groupthink” in the literature (Hill &amp; Lynn,2009, pp. 246-247; 250-251). The occurrence of groupthink is highly detrimental to healthy decision-making as it is “a kind of decision process in which maintaining group cohesiveness and<br/>solidarity are more important than considering the facts in a realistic manner”"
  },
  {
    "id": "3846019",
    "unitNumber": 4,
    "text": "In the garbage can model, which of the following is the most characteristic?",
    "correctAnswer": "C",
    "options": {
      "A": "Clear goals and predictable outcomes",
      "B": "A focus on maximizing efficiency",
      "C": "Solutions actively seeking problems to attach to",
      "D": "All decisions are made by consensus",
      "E": "Decisions are based solely on statistical analysis"
    },
    "explanation": "Rather than problems seeking solutions to themselves, solutions are seeking a problem to match itself with. Some decision-makers are looking to match a particular solution to a specific problem.All this ambiguity transforms organizations into a“garbage can” in which organizational participants and other actors throw ideas, problems, and goals."
  },
  {
    "id": "3846021",
    "unitNumber": 4,
    "text": "According to prospect theory, people are generally more willing to take high risks when:",
    "correctAnswer": "B",
    "options": {
      "A": "The potential gain is large",
      "B": "They perceive a negative deviation from the status quo",
      "C": "The decision is based on expert opinion",
      "D": "There is no available data",
      "E": "Multiple stakeholders are involved"
    },
    "explanation": "When the deviation is positive, individuals are less tolerant of risk. When the deviation is negative, the tolerance for risk increases."
  },
  {
    "id": "3846024",
    "unitNumber": 4,
    "text": "Which term describes modifying existing policies or decisions slightly, rather than making drastic changes?",
    "correctAnswer": "A",
    "options": {
      "A": "Incrementalism",
      "B": "Rational choice",
      "C": "Strategic planning",
      "D": "Prospect framing",
      "E": "Bounded optimization"
    },
    "explanation": "Changing the previously implemented and accepted decisions within the margins also leads to the emergence of more politically acceptable (orless objectionable, less resistible) decisions (Greene, 2005, p. 285). A good example of incremental/<br/>additive decision-making is the budget preparation process in the public sector"
  },
  {
    "id": "3846028",
    "unitNumber": 4,
    "text": "Which concept emphasizes that decision-makers cannot achieve perfect rationality due to limitations in information and cognitive capacity?",
    "correctAnswer": "D",
    "options": {
      "A": "Total rationality",
      "B": "Strategic factors",
      "C": "Opportunity cost",
      "D": "Bounded rationality",
      "E": "Comprehensive rationality"
    },
    "explanation": "” The administrative man wants to maximize his interests but does not always know exactly what these interests are. He is aware of only a few, but not all, of the possible solutions to the problem under consideration. In the end, the decision to be made may not be the best one (optimizing),but a good enough one under these circumstances(satisficing) (Scott &amp; Davis, 2007, p. 53)."
  },
  {
    "id": "3846031",
    "unitNumber": 4,
    "text": "In public choice theory, which of the following is considered a potential problem with bureaucratic behavior?",
    "correctAnswer": "C",
    "options": {
      "A": "A. Overemphasis on citizen participation",
      "B": "Excessive reliance on foreign models",
      "C": "Empire-building by maximizing budgets and staff",
      "D": "Neglecting technological tools in decision-making",
      "E": "Overuse of incremental change"
    },
    "explanation": "According to this model, public administrators,like other people, want to maximize their interests.Therefore, they act in a way that reduces risk and maximize benefits for their careers when making decisions. For example, they want to “build an empire” by maximizing the size of their unit, the number of their subordinates, their budget, etc."
  },
  {
    "id": "3334076",
    "unitNumber": 5,
    "text": "Which of the following is the approach that sees downsizing the government and emphasizing business principles in public administration?",
    "correctAnswer": "B",
    "options": {
      "A": "Digitalization",
      "B": "New Public Management",
      "C": "New Right Ideology",
      "D": "Publicalization",
      "E": "Parliamentism"
    },
    "explanation": "New Public Management is an approach that sees downsizing the government and emphasizing business principles in public administration as an appropriate approach."
  },
  {
    "id": "3334077",
    "unitNumber": 5,
    "text": "I. It emphasizes market-based principles and techniques in the public sector.<br/>II. It refers to creating and implementing rules and decisions for a group or organization.<br/>III. Its main aim is to make state institutions more efficient by applying management practices.<br/>IV. It emphasizes business principles in public administration as an appropriate approach.<br/>Which of the above is/are related to New Public Management?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I-II and III",
      "D": "III and IV",
      "E": "I-III and IV"
    },
    "explanation": "Statements I-III and Iv are related to New Public Management."
  },
  {
    "id": "3334078",
    "unitNumber": 5,
    "text": "I. Participation<br/>II. Sustainability<br/>III. Transparency<br/>IV. Agility<br/>Which of the above is/are related to the features of governance?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only III",
      "C": "I and IV",
      "D": "I-II and III",
      "E": "II-III and IV"
    },
    "explanation": "Statements I-II and II are related to the features of governance."
  },
  {
    "id": "3334081",
    "unitNumber": 5,
    "text": "It is Web 3.0 technology allowing us to access Web information more easily and quickly. It is considered a personalized web. Which of the following is described here?",
    "correctAnswer": "A",
    "options": {
      "A": "Semantic Web",
      "B": "Emotional Web",
      "C": "Mobile Web",
      "D": "Social Web",
      "E": "Early Web."
    },
    "explanation": "It is called the semantic web."
  },
  {
    "id": "3334085",
    "unitNumber": 5,
    "text": "I. It presents the Web as a tool controlled by humans that uses algorithms to personalize, improve, and act on behalf of an individual. <br/>II. This technology defines a personal assistant with which you can communicate constantly.<br/>Which of the following is defined here?",
    "correctAnswer": "C",
    "options": {
      "A": "Semantic Web",
      "B": "Dark Web",
      "C": "Emotional Web",
      "D": "Early Web",
      "E": "Mobile Web"
    },
    "explanation": "Emotional web is described here."
  },
  {
    "id": "3334089",
    "unitNumber": 5,
    "text": "Which of the following defines Autonomous 5G services?",
    "correctAnswer": "B",
    "options": {
      "A": "User-centric computing, crowded area services",
      "B": "Smart transportation, drones, robots",
      "C": "Disaster monitoring, emergency services",
      "D": "Virtual reality/ augmented reality, massive content streaming",
      "E": "Internet of things"
    },
    "explanation": "Smart transportation, drones, and robots belong to Autonomous 5G services."
  },
  {
    "id": "3334092",
    "unitNumber": 5,
    "text": "I. It refers to the modernization of government processes and affairs.<br/>II. It involves access by citizens to information and communication technology-based public services without time and location constraints.<br/>III. It enables citizens, public officials, and businesses to participate in the production and consumption of services. <br/>Which of the following is described above?",
    "correctAnswer": "A",
    "options": {
      "A": "E-government",
      "B": "Emotional Web",
      "C": "Governance",
      "D": "New Right Ideology",
      "E": "Semantic Web"
    },
    "explanation": "E-government is described above."
  },
  {
    "id": "3334095",
    "unitNumber": 5,
    "text": "Which of the following transformation periods refers to the institutions transferring their service delivery to the virtual space?",
    "correctAnswer": "C",
    "options": {
      "A": "First Period",
      "B": "Second Period",
      "C": "Third Period",
      "D": "Fourth Period",
      "E": "Fifth Period"
    },
    "explanation": "The third period refers to the institutions transferring their service delivery to the virtual space."
  },
  {
    "id": "3334097",
    "unitNumber": 5,
    "text": "......................... is a system that includes faster access to the Web, mobile service delivery, tele-conferencing, and multi-channel information technology to achieve higher levels of mutual communication",
    "correctAnswer": "A",
    "options": {
      "A": "Digital governance",
      "B": "Dark web",
      "C": "Governance",
      "D": "New Public Management",
      "E": "New Right Ideology"
    },
    "explanation": "Digital governance is a system that includes faster access to the Web, mobile service delivery, tele-conferencing, and multi-channel information technology to achieve higher levels of mutual communication."
  },
  {
    "id": "3334100",
    "unitNumber": 5,
    "text": "......................... refers to using electronic and digital technologies to support and increase citizen participation in decision-making processes",
    "correctAnswer": "B",
    "options": {
      "A": "E-governance",
      "B": "E-participation",
      "C": "E-public",
      "D": "E-parliament",
      "E": "E-business"
    },
    "explanation": "E-participation refers to using electronic and digital technologies to support and increase citizen participation in decision-making processes"
  },
  {
    "id": "3844934",
    "unitNumber": 5,
    "text": "The definition “converting information or data into a digital format” refers to:",
    "correctAnswer": "A",
    "options": {
      "A": "Digitalization",
      "B": "E-government",
      "C": "New Public Management",
      "D": "Governance",
      "E": "Web 3.0"
    },
    "explanation": "Digitalization is converting information or data into a digital format or using digital technologies to automate or simplify processes."
  },
  {
    "id": "3844935",
    "unitNumber": 5,
    "text": "Which of the following is one of the fundamental principles of <strong>good governance</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Centralization",
      "B": "Participation",
      "C": "One-way communication",
      "D": "High taxation",
      "E": "Closed decision-making process"
    },
    "explanation": "The European Commission has defined good governance as a style of governance that involves the use of political powers at the European level, particularly the principles of participation, accountability, transparency, consistency, and effectiveness."
  },
  {
    "id": "3845141",
    "unitNumber": 5,
    "text": "Which of the following can be considered within the scope of <strong>Global Governance</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Municipal budget meeting",
      "B": "International trade agreements",
      "C": "Neighborhood disaster drill",
      "D": "In-company staff training",
      "E": "Parent-teacher meeting"
    },
    "explanation": "“Global governance refers to how countries and international organizations work together to address global issues such as international trade agreements, environmental regulations, and security arrangements.”"
  },
  {
    "id": "3845145",
    "unitNumber": 5,
    "text": "Which of the following is a feature of Web 3.0 technology?",
    "correctAnswer": "C",
    "options": {
      "A": "One-way information transfer",
      "B": "Only text-based document presentation",
      "C": "Personalized web experience",
      "D": "Desktop-only access",
      "E": "Colorless and static structure"
    },
    "explanation": "“Web 3.0 is the Semantic Web technology, allowing us to access Web information more easily and quickly… Therefore, it can be considered as a personalized web.”"
  },
  {
    "id": "3845149",
    "unitNumber": 5,
    "text": "Which of the following is an example of using 5G technology in <strong>public services</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Reading offline books",
      "B": "Radio broadcasting",
      "C": "Using drones in disaster area",
      "D": "Sending petitions via postal mail",
      "E": "Manual data entry"
    },
    "explanation": "“For example, using drones and robots in disaster areas; using artificial intelligence to prevent the spread of epidemics such as COVID-19, ensure safety, and manage emergencies correctly…”"
  },
  {
    "id": "3845153",
    "unitNumber": 5,
    "text": "Which of the following is a factor that contributes to the expansion of <strong>e-government</strong> applications?",
    "correctAnswer": "B",
    "options": {
      "A": "Decrease in social media usage",
      "B": "Development of telecommunication infrastructure",
      "C": "Increase in paper document usage",
      "D": "Reduction of human resources",
      "E": "Closed information sharing"
    },
    "explanation": "“According to the latest 2022 survey, the global E-Government Development Index average has increased due to progress in telecommunications infrastructure and human capital development.”"
  },
  {
    "id": "3845156",
    "unitNumber": 5,
    "text": "Which of the following is <strong>NOT</strong> one of the four main forms of <strong>digital governance</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Digital participation",
      "B": "Digital government services",
      "C": "Digital in government",
      "D": "Governance in the digital world",
      "E": "Digital agricultural planning"
    },
    "explanation": "“There are four different ways of shaping digital governance… Digital in government… Digital government services… Digital participation in governance… Governance in the Digital World.”"
  },
  {
    "id": "3845162",
    "unitNumber": 5,
    "text": "The approach of “bringing together elements separated within public institutions” refers to:",
    "correctAnswer": "B",
    "options": {
      "A": "Digitalization",
      "B": "Reintegration",
      "C": "E-participation",
      "D": "Performance measurement",
      "E": "Centralized administration"
    },
    "explanation": "“Reintegration: brings many elements that NPM separated into institutional hierarchies together.”"
  },
  {
    "id": "3845165",
    "unitNumber": 5,
    "text": "Which of the following is one of the opportunities offered by <strong>digital-age governance</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Increasing participation and collaboration",
      "B": "Completely eliminating data security",
      "C": "Restricting access to information",
      "D": "High transaction costs",
      "E": "Reducing communication channels to one"
    },
    "explanation": "“These technologies enable more efficient, effective, and inclusive governance by providing access to information and opportunities for participation, collaboration, and dialogue.”"
  },
  {
    "id": "3845167",
    "unitNumber": 5,
    "text": "Which of the following is a key feature of <strong>digital governance</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Limited only to internal state processes",
      "B": "Focused solely on electronic service delivery",
      "C": "Covering relationships between citizens, the state, the public, and the private sector",
      "D": "Based entirely on traditional administration principles",
      "E": "Excluding international cooperation"
    },
    "explanation": "“Digital governance is a concept that goes beyond the electronic delivery of public services, including processes and relationships among citizens, government, public and private sectors…”"
  },
  {
    "id": "3845782",
    "unitNumber": 5,
    "text": "Which of the following best describes <em>good governance</em> according to the European Commission?",
    "correctAnswer": "B",
    "options": {
      "A": "Strong central authority without citizen participation",
      "B": "Governance based on principles like participation, accountability, and subsidiarity",
      "C": "Full privatization of public services",
      "D": "Exclusive decision-making by the executive branch",
      "E": "Governance focusing solely on economic growth"
    },
    "explanation": "The European Commission hasdefined good governance as a style of governance that involves the use of political powers at the European level, particularly the principles of participation, accountability, transparency, consistency, and<br/>effectiveness, integrated with the principles of subsidiarity and proportionality (Keleş, 2010: 64)."
  },
  {
    "id": "3845783",
    "unitNumber": 5,
    "text": "Which dimension of governance focuses on cooperation between countries to address global issues such as climate change and trade agreements?",
    "correctAnswer": "D",
    "options": {
      "A": "Local Governance",
      "B": "Regional Governance",
      "C": "National Governance",
      "D": "Global Governance",
      "E": "Corporate Governance"
    },
    "explanation": "Participation dimensions also reveal threedifferent dimensions of governance (Atmaca &amp;Karaçay, 2020): Global Governance, National Governance, and Local Governance."
  },
  {
    "id": "3845784",
    "unitNumber": 5,
    "text": "Which Web generation is characterized by the introduction of artificial intelligence and augmented reality?",
    "correctAnswer": "C",
    "options": {
      "A": "Web 2.0",
      "B": "Web 3.0",
      "C": "Web 4.0",
      "D": "Web 5.0",
      "E": "Web 6.0"
    },
    "explanation": "Starting in 2020, Web 4.0 technology, which has been accepted, has put artificial intelligence and augmented reality technology at the forefront."
  },
  {
    "id": "3845785",
    "unitNumber": 5,
    "text": "Which of the following<strong> is <em>not</em></strong> listed as one of the five categories of 5G services by Yu et al. (2017)?",
    "correctAnswer": "D",
    "options": {
      "A": "Collaborative services",
      "B": "Intelligent services",
      "C": "Autonomous services",
      "D": "Collaborative services",
      "E": "Public services"
    },
    "explanation": "4G is a network currently used worldwide, with fasterdata transfer and capacity than previous ones. 5G provides mobile services with higher speed, higher<br/>reliability, and energy efficiency.Yu et al. (2017:2) analyzed the megatrend of future mobile services and categorized 5G services into the following five<br/>characteristics:<br/>• Immersive 5G services: Virtual reality/<br/>augmented reality (VR/AR), massive<br/>content streaming<br/>• Intelligent 5G services: User-centric<br/>computing, crowded area services<br/>• Omnipresent 5G services: Internet of<br/>things<br/>• Autonomous 5G services: Smart<br/>transportation, drones, robots<br/>• Public 5G services: Disaster monitoring,<br/>private security/public safety, emergency<br/>service"
  },
  {
    "id": "3845786",
    "unitNumber": 5,
    "text": "In the second wave of Digital Era Governance, which factor significantly changed the communication style between citizens and the state?",
    "correctAnswer": "B",
    "options": {
      "A": "Increased use of print media",
      "B": "Development of social media platforms",
      "C": "Expansion of radio broadcasting",
      "D": "Return to traditional bureaucratic structures",
      "E": "Elimination of online services"
    },
    "explanation": "While a one-sided structure was dominant in the first three periods, changes began to be experienced in understanding public service delivery with the spread of social media, an interactive communication platform, throughout the world. The inclusion of public institutions in this area has also led to an acceleration and even strengthening of citizen participation and interactions"
  },
  {
    "id": "3845787",
    "unitNumber": 5,
    "text": "Which principle of good governance directly relates to making decisions and actions visible and understandable to the public?",
    "correctAnswer": "C",
    "options": {
      "A": "Accountability",
      "B": "Effectiveness",
      "C": "Transparency",
      "D": "Sustainability",
      "E": "Participation"
    },
    "explanation": "Also it needs to be defined as good governance, as a developed version<br/>of the governance. The European Commission hasdefined good governance as a style of governance that involves the use of political powers at the European<br/>level, particularly the principles of participation, accountability, transparency, consistency, andeffectiveness, integrated with the principles of subsidiarity and proportionality."
  },
  {
    "id": "3845789",
    "unitNumber": 5,
    "text": "Which term describes the use of ICT to involve multiple actor groups in the creation, implementation, and monitoring of public policies?",
    "correctAnswer": "B",
    "options": {
      "A": "E-participation",
      "B": "E-governance",
      "C": "Digitalization",
      "D": "Digital Government",
      "E": "Reintegration"
    },
    "explanation": "E-governance, which constitutes the electronic dimension of governance, refers to the use of information and communication technologies for the participation of different actor groups in creating, implementing, and monitoring public policies (Yavuz, 2015)."
  },
  {
    "id": "3845790",
    "unitNumber": 5,
    "text": "What was the first public service offered online by the US Internal Revenue Service in 1985?",
    "correctAnswer": "B",
    "options": {
      "A": "Passport renewal",
      "B": "Tax collection and tax return filing",
      "C": "Social security registration",
      "D": "Vehicle registration renewal",
      "E": "Public health insurance application"
    },
    "explanation": "Some public services in the United States were first offered online in 1985. The first example in this context is the tax collection and tax return filing offered by the Internal Revenue Service over the Internet."
  },
  {
    "id": "3845791",
    "unitNumber": 5,
    "text": "Which concept in Digital Era Governance refers to combining previously separated institutional elements to work together again?",
    "correctAnswer": "C",
    "options": {
      "A": "Digitization",
      "B": "Needs-based Holism",
      "C": "Reintegration",
      "D": "Centralization",
      "E": "Decentralization"
    },
    "explanation": "Reintegration: brings many elements that NPM separated into institutional hierarchies together. Needs-based Holism emphasizes developing a more ‘agile’ government that can respond quickly and flexibly to changes in the social environment- for example, by providing access to information or services needed by citizens through a single website."
  },
  {
    "id": "3845793",
    "unitNumber": 5,
    "text": "Which of the following is a risk associated with digital governance mentioned in the chapter?",
    "correctAnswer": "B",
    "options": {
      "A": "Increased citizen participation",
      "B": "Digital divide and unequal access",
      "C": "Reduction in service efficiency",
      "D": "Complete elimination of public institutions",
      "E": "Excessive decentralization"
    },
    "explanation": "However, the use of these technologies also brings new challenges and risks, such as the need to ensure data security and privacy, the potential for manipulation and propaganda, and the potential for unequal access and the digital divide. Therefore, using digital technologies in governance requires balancing the potential benefits and risks and effective regulation and oversight mechanisms."
  },
  {
    "id": "3334080",
    "unitNumber": 6,
    "text": "What is the original word that comes from Greek meaning strategy?",
    "correctAnswer": "A",
    "options": {
      "A": "Strategos",
      "B": "Stratos",
      "C": "Strats",
      "D": "Strategia",
      "E": "Strateios"
    },
    "explanation": "The word “strategy” comes from the Greek strategos, which means a general in command of an army."
  },
  {
    "id": "3334083",
    "unitNumber": 6,
    "text": "which of the below is the term defined as values that show what changes should be made in the mission of an organization to benefit from future opportunities and compete with other organizations?",
    "correctAnswer": "B",
    "options": {
      "A": "Mission",
      "B": "Vision",
      "C": "Philosophy",
      "D": "Principles",
      "E": "Objectives"
    },
    "explanation": "Vision refers to the values that show what changes should be made in the mission of an organization to benefit from future opportunities and compete with other organizations. The vision is the imagined future of the organization future."
  },
  {
    "id": "3334086",
    "unitNumber": 6,
    "text": "What does SWOT stand for?",
    "correctAnswer": "C",
    "options": {
      "A": "Strange Word Opportunities Task",
      "B": "Strengths Weaknesses Occurences Task",
      "C": "Strenghts Weaknesses Opportunities Threats",
      "D": "Silent Words Or Tasks",
      "E": "Strenghts Weaknesses Organizations Trades"
    },
    "explanation": "SWOT stands for Strenghts Weaknesses Opportunities Threats."
  },
  {
    "id": "3334096",
    "unitNumber": 6,
    "text": "Which of thebelow is related to Performance Evaluation?",
    "correctAnswer": "D",
    "options": {
      "A": "It is carried out by administrators.",
      "B": "It means a broad and comprehensive assessment.",
      "C": "It is held continuously.",
      "D": "It is generally carried out by the human resources department.",
      "E": "It is not connected to remuneration."
    },
    "explanation": "Performance evaluation is generally carried out by the human resources<br/>department."
  },
  {
    "id": "3334099",
    "unitNumber": 6,
    "text": "Which of the below describes the relationship between the input and the output?",
    "correctAnswer": "B",
    "options": {
      "A": "Transparency",
      "B": "Efficiency",
      "C": "Effectiveness",
      "D": "Equity",
      "E": "Quality"
    },
    "explanation": "Technically speaking, efficiency is the relationship between the input and the output. According to the Turkish Courts of Accounts (2002) definition, efficiency is “achieving the highest output with certain inputs, taking into account the organization’s goals, or achieving a fixed value and quantity of output with the least amount of input.”"
  },
  {
    "id": "3334102",
    "unitNumber": 6,
    "text": "I- Utilizing Results <br/>II- Feedback<br/>III- Performance Measurement<br/>IV- Performance Evaluation<br/>V-Performance Planning<br/>Which of the below options show the correct order of performance management process?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II-III-IV-V",
      "B": "IV-III-V-II-I",
      "C": "III-II-I-V-IV",
      "D": "II-I-IV-II-III",
      "E": "V-III-II-IV-I"
    },
    "explanation": "Performance Planning: Performance planning encompasses the goal-setting processes by the<br/>manager and the employee. Performance criteria and the organization’s strategic objectives are also considered when determining the goals.<br/>Performance Measurement: Performance measurement refers to the stage where the performance of employees is measured after performance criteria are determined.<br/>Feedback: During the evaluation process, managers and employees come together face-to-face or<br/>through different interview methods and give positive and negative feedback by assessing the progress. Employees are thus re-motivated for the goals of the organization.<br/>Performance Evaluation: The results are collected and evaluated during the evaluation phase. In the performance evaluation process, the results are assessed according to their compliance with the targets determined at the beginning of the period.<br/>Utilizing Results: Evaluation at this stage ensures that the results help managers with training,<br/>remuneration, career planning, and promotions by analyzing the results."
  },
  {
    "id": "3334105",
    "unitNumber": 6,
    "text": "Which of the below is NOT one of the criteria to measure performance?",
    "correctAnswer": "C",
    "options": {
      "A": "validity",
      "B": "reliability",
      "C": "Flexibility",
      "D": "multidimensionality",
      "E": "utility"
    },
    "explanation": "In the performance management system, the issue of how to measure performance is a serious problem. Therefore, the criteria should be determined objectively. In order to ensure objectivity, measurements must be evaluated in the context of criteria such as validity, reliability, multidimensionality, and utility."
  },
  {
    "id": "3334107",
    "unitNumber": 6,
    "text": "Which public performance types does the following defition explain?<br/>\"This method acts as a prevention mechanism whereby the organization avoids making the same mistakes by observing its previous performance shortcomings.\"",
    "correctAnswer": "E",
    "options": {
      "A": "Comparison by Goals",
      "B": "Corporate Performance Management",
      "C": "Individual Performance Managem",
      "D": "Team Performance Management",
      "E": "Comparison with Past Performance"
    },
    "explanation": "Comparison with Past Performance: This method acts as a prevention mechanism whereby the organization avoids making the same mistakes by observing its previous performance shortcomings. Additionally, this method helps monitor the development of employees compared to their past performance and ensures the proliferation of valuable techniques."
  },
  {
    "id": "3334108",
    "unitNumber": 6,
    "text": "Which comparison type refers to comparing similar operating institutions in terms of cost, expenditures, service provision, personnel status, and performance results?",
    "correctAnswer": "A",
    "options": {
      "A": "Inter-firm Comparison",
      "B": "Intra-firm Comparison",
      "C": "Individual Performance Management",
      "D": "Private Sector Comparison",
      "E": "Comparison with Past Performance"
    },
    "explanation": "Inter-firm comparison refers to comparing similar operating institutions in terms of cost, expenditures, service provision,"
  },
  {
    "id": "3334110",
    "unitNumber": 6,
    "text": "\"The most critical issue specified in __________ Law on Public Financial Management and Control Law is citizen satisfaction.\"<br/>Which of the below options complete the sentence?",
    "correctAnswer": "B",
    "options": {
      "A": "Law No. 5017",
      "B": "Law No. 5018",
      "C": "Law No. 5019",
      "D": "Law No. 5020",
      "E": "Law No. 5021"
    },
    "explanation": "The most critical issue specified in Law No. 5018 Law on Public Financial Management<br/>nd Control Law is citizen satisfaction."
  },
  {
    "id": "3843881",
    "unitNumber": 6,
    "text": "Which of the following is not a defining characteristic of strategic management?",
    "correctAnswer": "B",
    "options": {
      "A": "It involves long-term planning and data-driven decision-making",
      "B": "It relies solely on the top management’s decisions without input from other levels",
      "C": "It requires internal and external analysis of the organization",
      "D": "It aims to ensure all resources are directed toward a unified goal",
      "E": "It involves defining vision, mission, and strategic objectives"
    },
    "explanation": "Strategic management is a top management technique, i.e., the senior managers’ competence<br/>is at the forefront of strategic management. Midlevel and lower-level managers, on the other hand,<br/>play an essential role in creating the organizational culture. In order to determine the right strategy and implement it correctly, various opinions from large segments should be collected. Therefore, in<br/>strategic management, the strategy cannot succeed only with the guidance of a single department.<br/>Strategic management uses analysis, data, and statistics with a long-term perspective to make the<br/>most accurate and efficient decisions."
  },
  {
    "id": "3843885",
    "unitNumber": 6,
    "text": "In which decade did strategic management start to be adopted as an effective tool in public administration?",
    "correctAnswer": "D",
    "options": {
      "A": "1950s",
      "B": "1960s",
      "C": "1970s",
      "D": "1980s",
      "E": "1990s"
    },
    "explanation": "Strategic management, after its applications in the private sector, began to be applied as an effective management tool in public administration in the 1980s. Therefore, option D is correct."
  },
  {
    "id": "3843887",
    "unitNumber": 6,
    "text": "Which of the following best defines the vision of an organization?",
    "correctAnswer": "C",
    "options": {
      "A": "The specific tasks currently being carried out by the organization<br/><ul> <li>C)</li> </ul>",
      "B": "A plan for how to allocate resources among departments",
      "C": "The long-term image of what the organization aspires to become",
      "D": "The list of policies and procedures followed by staff",
      "E": "A report evaluating past performance and resource use"
    },
    "explanation": "Vision refers to the values that show what changes should be made in the mission of an<br/>organization to benefit from future opportunities and compete with other organizations. The vision is the imagined future of the organization future. Therefore, option C is correct."
  },
  {
    "id": "3843914",
    "unitNumber": 6,
    "text": "What is the primary purpose of strategic planning?",
    "correctAnswer": "C",
    "options": {
      "A": "To increase employee satisfaction and motivation",
      "B": "To enhance marketing strategies and sales",
      "C": "To identify strengths and weaknesses and develop effective strategies",
      "D": "To recruit qualified personnel for leadership roles",
      "E": "To reduce public spending and increase profit"
    },
    "explanation": "The purpose of strategic planning is to discover the strengths and weaknesses of the organization,<br/>obtain the information that will enable the organization to maintain its existence, and develop appropriate and effective strategies."
  },
  {
    "id": "3843917",
    "unitNumber": 6,
    "text": "In the context of SWOT analysis, which of the following is considered an internal factor?",
    "correctAnswer": "D",
    "options": {
      "A": "Technological changes",
      "B": "Legislation updates",
      "C": "Trade unions",
      "D": "Budget and human resources",
      "E": "Customer behavior"
    },
    "explanation": "Internal factors include resources like executive skills, human resources, budget, and equipment, while the others listed are external factors."
  },
  {
    "id": "3843950",
    "unitNumber": 6,
    "text": "What is the fundamental difference between \"Effectiveness\" and \"Efficiency\" among the principles of performance management?",
    "correctAnswer": "D",
    "options": {
      "A": "Effectiveness aims to produce maximum output with a minimal amount of input, while efficiency measures the degree to which objectives are encountered.",
      "B": "Effectiveness ensures equitable service distribution in the public sector, while efficiency focuses on resource conservation in the private sector.",
      "C": "Effectiveness indicates the relationship between output and input, while efficiency measures the degree to which goals and objectives are achieved.",
      "D": "Efficiency is the endeavor to get the maximum output with particular inputs, whereas effectiveness is related to the extent of goal achievement.",
      "E": "Effectiveness is focused on raising motivation among staff, while efficiency aims to save time and money."
    },
    "explanation": "Efficiency: Technically speaking, efficiency is the relationship between the input and the output. Effectiveness is the realization<br/>of goals and objectives and the degree to which a<br/>goal is achieved."
  },
  {
    "id": "3843951",
    "unitNumber": 6,
    "text": "Which of the following fundamental performance management principles is most emphasized as an important tool for fostering trust and ensuring equal service distribution, particularly in public institutions?",
    "correctAnswer": "B",
    "options": {
      "A": "Quality",
      "B": "Equity",
      "C": "Effectiveness",
      "D": "Efficiency",
      "E": "Economy"
    },
    "explanation": "Equity ensures equal and fair use of services. It is an essential tool for establishing trust in public institutions. Equity is a characteristic need for public service provision."
  },
  {
    "id": "3843952",
    "unitNumber": 6,
    "text": "At which stage of the performance management process do managers and employees evaluate progress towards established goals and express their positive or negative opinions?",
    "correctAnswer": "C",
    "options": {
      "A": "Performance planning",
      "B": "Performance measurement",
      "C": "Feedback",
      "D": "Performance evaluation",
      "E": "Utilizing Results"
    },
    "explanation": "Feedback: During the evaluation process, managers and employees come together face-to-face or through different interview methods and give positive and negative feedback by assessing the progress. Employees are thus re-motivated for the goals of the organization."
  },
  {
    "id": "3843953",
    "unitNumber": 6,
    "text": "Which fundamental situation is \"Team Performance Management\" used for among the types of public performance management?",
    "correctAnswer": "D",
    "options": {
      "A": "When the goal is to evaluate the contributions and behaviors of individual employees to institutional success.",
      "B": "When the institution needs to set its strategic priorities in accordance with the principles of transparency and accountability.",
      "C": "When the public institution aims to be compared with similar private sector organizations to learn new methods.",
      "D": "When it is not possible to accurately measure and monitor individual performance.",
      "E": "When the institution needs to learn from past performance shortcomings and avoid repeating the same mistakes."
    },
    "explanation": "Team Performance Management: Team performance management is utilized when it is impossible to measure and monitor individual performance. Team or department performance management focuses on the team as the unit of measure, separate from the performance measurement of individuals within that team."
  },
  {
    "id": "3843954",
    "unitNumber": 6,
    "text": "Which of the following best describes the key difference between \"Strategic Plan\" and \"Performance Programs\" in the public sector's performance management process?",
    "correctAnswer": "C",
    "options": {
      "A": "A Strategic Plan focuses on short-term activities and job descriptions, while Performance Programs address long-term organizational goals.",
      "B": "A Strategic Plan is primarily used for monitoring and evaluation, whereas Performance Programs are prepared for annual reports.",
      "C": "A Strategic Plan outlines the organization's long-term and short-term goals, while Performance Programs are the annual, budget-conscious implementation of those strategic goals.",
      "D": "A Strategic Plan is a legal requirement for the Turkish public sector, but Performance Programs are optional.",
      "E": "A Strategic Plan focuses on individual performance, while Performance Programs are concerned with corporate-level performance."
    },
    "explanation": "Strategic Plan: It is the determination of the appropriate short and long-term goals of the organization after examining its current and desired future positions. Performance programs map the way to achieve annual performance targets by considering the budget."
  },
  {
    "id": "3845940",
    "unitNumber": 6,
    "text": "Which term refers to the imagined future state of an organization that helps it compete with others?",
    "correctAnswer": "B",
    "options": {
      "A": "Mission",
      "B": "Vision",
      "C": "Strategic goal",
      "D": "Management philosophy",
      "E": "Performance criteria"
    },
    "explanation": "“Vision refers to the values that show what changes should be made in the mission of an organization to benefit from future opportunities and compete with other organizations. The vision is the imagined future of the organization.”"
  },
  {
    "id": "3845943",
    "unitNumber": 6,
    "text": "According to the text, what does the term \"economy\" mean in performance management?",
    "correctAnswer": "A",
    "options": {
      "A": "Achieving goals while saving time and costs",
      "B": "Increasing the number of employees",
      "C": "Achieving maximum output with maximum input",
      "D": "Reducing efficiency to save resources",
      "E": "Only focusing on financial outcomes"
    },
    "explanation": "“Economy: refers to achieving the goal while saving time and costs. In other words, it is achieving maximum output with minimum input.”"
  },
  {
    "id": "3845945",
    "unitNumber": 6,
    "text": "In strategic management, which group’s competence is most critical for success?",
    "correctAnswer": "B",
    "options": {
      "A": "Middle managers",
      "B": "Senior managers",
      "C": "Interns",
      "D": "Stakeholders",
      "E": "Customers"
    },
    "explanation": "“Strategic management is a top management technique, i.e., the senior managers’ competence is at the forefront of strategic management.”"
  },
  {
    "id": "3845949",
    "unitNumber": 6,
    "text": "Which stage of the strategic management process involves planning the path between the organization’s current state and its desired goals?",
    "correctAnswer": "C",
    "options": {
      "A": "Strategic implementation",
      "B": "Vision setting",
      "C": "Strategic planning",
      "D": "Monitoring and evaluation",
      "E": "SWOT analysis"
    },
    "explanation": "“Strategic planning refers to the path between the current standing of the organization and the goal it wants to achieve.”"
  },
  {
    "id": "3845951",
    "unitNumber": 6,
    "text": "What is the main purpose of performance programs in the public sector?",
    "correctAnswer": "B",
    "options": {
      "A": "To monitor employee absences",
      "B": "To achieve annual performance targets by considering the budget",
      "C": "To replace strategic plans every year",
      "D": "To evaluate only individual achievements",
      "E": "To hire new staff"
    },
    "explanation": "“Performance programs map the way to achieve annual performance targets by considering the budget.”"
  },
  {
    "id": "3845956",
    "unitNumber": 6,
    "text": "Which principle of performance management focuses on fair and equal use of services?",
    "correctAnswer": "B",
    "options": {
      "A": "Quality",
      "B": "Equity",
      "C": "Effectiveness",
      "D": "Efficiency",
      "E": "Economy"
    },
    "explanation": "“Equity: Equity ensures equal and fair use of services. It is an essential tool for establishing trust in public institutions.”"
  },
  {
    "id": "3845961",
    "unitNumber": 6,
    "text": "Which performance management method is used when it is impossible to measure individual performance?",
    "correctAnswer": "B",
    "options": {
      "A": "Corporate performance management",
      "B": "Team performance management",
      "C": "Individual performance management",
      "D": "Private sector comparison",
      "E": "Intra-firm comparison"
    },
    "explanation": "“Team performance management is utilized when it is impossible to measure and monitor individual performance.”"
  },
  {
    "id": "3845963",
    "unitNumber": 6,
    "text": "What is the primary aim of strategic management in public administration?",
    "correctAnswer": "E",
    "options": {
      "A": "To increase the number of departments",
      "B": "To focus only on short-term goals",
      "C": "To reduce employee salaries",
      "D": "To replace private sector methods entirely",
      "E": "To avoid threats and seize opportunities"
    },
    "explanation": "“Strategic management aims at avoiding public administration threats and seizing opportunities at the highest capability.”"
  },
  {
    "id": "3845966",
    "unitNumber": 6,
    "text": "Which element of performance management in the public sector checks whether resources are used according to set goals?",
    "correctAnswer": "C",
    "options": {
      "A": "Annual reports",
      "B": "Strategic plan",
      "C": "Monitoring and evaluation",
      "D": "Operational plan",
      "E": "Vision statement"
    },
    "explanation": "“Monitoring and evaluation… checks whether the organization’s resources are used considering the determined goals.”"
  },
  {
    "id": "3845967",
    "unitNumber": 6,
    "text": "In the performance management process, which step involves measuring employee performance after criteria are determined?",
    "correctAnswer": "D",
    "options": {
      "A": "Feedback",
      "B": "Performance planning",
      "C": "Performance evaluation",
      "D": "Performance measurement",
      "E": "Utilizing results"
    },
    "explanation": "“Performance Measurement: Performance measurement refers to the stage where the performance of employees is measured after performance criteria are determined.”"
  },
  {
    "id": "3333612",
    "unitNumber": 7,
    "text": "Which of the following information regarding public accountability is <u>not</u> true?",
    "correctAnswer": "B",
    "options": {
      "A": "Both politicians and administrative personnel are held accountable for their decisions, policy<br/>implementations, and behaviors related to public issues.",
      "B": "Elections do not play any significant roles in public accountability.",
      "C": "The legal system and the courts do have roles in public accountability.",
      "D": "The traditional model of accountability is closely related to the Weberian perception of modern bureaucracy.",
      "E": "A well-designed and implemented public accountability shows that the government is competent, reliable, and practical."
    },
    "explanation": "Politicians in a democratic system are held accountable by the people in each election. In other<br/>words, each election is an opportunity for society to assess the government. The electors punish<br/>or reward the political parties in each election. Elections function as a process of accountability. Therefore, it is not possible to say that elections do not play any roles in public accountability.<br/>The correct answer is B."
  },
  {
    "id": "3333622",
    "unitNumber": 7,
    "text": "---------------------- stands broadly for the use of private sector management techniques in government and the transfer of government functions to private bodies. The philosophy is that government should ‘steer’ (decide policy) while private bodies should ‘row’ (deliver services), and that public bodies should be imbued with the ‘entrepreneurial spirit’.<br/>Which of the following terms is defined above?",
    "correctAnswer": "E",
    "options": {
      "A": "Accountability",
      "B": "Transparency",
      "C": "Traditional model of accountability",
      "D": "Performance-based accountability",
      "E": "New public management"
    },
    "explanation": "With the rise of New Public Management in the 1980s due to the neo-liberal wave, the traditional model of public accountability needed to be revised. NPM promotes the market model as a better form of governance: “New public management (NPM) stands broadly for the use of private sector management techniques in government and the transfer of government functions to private bodies. The philosophy of NPM is that government should ‘steer’ (decide policy) while private bodies should ‘row’ (deliver services), and that public bodies should be imbued with the ‘entrepreneurial spirit’. Examples of the latter include the use of performance-related pay, short-term contracts, and open recruitment strategies. NPM is based on assumptions about the inherent inefficiency and unresponsiveness of public bodies” (Heywood, 2013: 367).<br/>The correct answer is E."
  },
  {
    "id": "3333623",
    "unitNumber": 7,
    "text": "Which of the following information about the principle of transparency is <u>not</u> true?",
    "correctAnswer": "D",
    "options": {
      "A": "Transparency enhances the legitimacy of the bureaucracy.",
      "B": "The idea of transparency is an inevitable result of a democratic system that requires active citizens in the public sphere.",
      "C": "Transparency prevents corruption and maladministration by avoiding the misuse of bureaucratic authority and sources.",
      "D": "The main idea behind the principle of transparency is reporting to legal authorities.",
      "E": "Transparency creates trust between the bureaucracy and the citizens."
    },
    "explanation": "The following information is not true: The main idea behind the principle of transparency is reporting to legal authorities.<br/>The main principle of transparency is that public officers should provide necessary information about their decisions to the public. Thus, the correct answer is D."
  },
  {
    "id": "3333624",
    "unitNumber": 7,
    "text": "In a democratic system, democratic control of public institutions by the people stems from the idea of national sovereignty. In other words, citizens have the right to scrutinize public institutions and whether they act for the benefit of the public. The people need sufficient information from a transparent public administration to realize this function. Although the traditional forms of control of the bureaucracy by the parliament, ombudsmen, auditors, and the courts are still necessary, the recent idea of -------------------- promotes the active participation of the people in the same process. This, of course, requires much more transparent public institutions than traditional ones. Without transparency, people cannot perform this democratic function.<br/>Which of the following terms best completes the above paragraph?",
    "correctAnswer": "B",
    "options": {
      "A": "National sovereignty",
      "B": "Participatory democracy",
      "C": "Open public administration",
      "D": "Bureaucratic secrecy",
      "E": "Democratic deficit"
    },
    "explanation": "In a democratic system, democratic control of public institutions by the people stems from the idea of national sovereignty. In other words, citizens have the right to scrutinize public institutions and whether they act for the benefit of the public. The people need sufficient information from a transparent public administration to realize this function. Although the traditional forms of control of the bureaucracy by the parliament, ombudsmen, auditors, and the courts are still necessary, the recent idea of <strong>participatory democracy</strong> promotes the active participation of the people in the same process. This, of course, requires much more transparent public institutions than traditional ones. Without transparency, people cannot perform this democratic function.<br/>The correct answer is B."
  },
  {
    "id": "3333625",
    "unitNumber": 7,
    "text": "This term refers the simple obligation to inform the citizens with regard to public spending, and it transforms into the obligation to ensure equity of access to public funds for all interested suppliers who are qualified for the field in which the public auction will be held.<br/>Which of the following terms is defined in the above sentence?",
    "correctAnswer": "A",
    "options": {
      "A": "Taxparency",
      "B": "Administrative secrecy",
      "C": "Performance-based accountability",
      "D": "Outsourcing",
      "E": "Transparent public administration"
    },
    "explanation": "Taxparency (transparency in using public money) is developed from the simple obligation to inform the citizens with regard to public spending, and it transforms into the obligation to ensure equity of access to public funds for all interested suppliers who are qualified for the field in which the public auction will be held.<br/>The correct answer is A."
  },
  {
    "id": "3333626",
    "unitNumber": 7,
    "text": "Which of the following <u>cannot</u> be considered one of the reasons behind the growing interest in ethical issues in public administration?",
    "correctAnswer": "E",
    "options": {
      "A": "Maladministration",
      "B": "Widespread corruption",
      "C": "Politicization of bureaucracy",
      "D": "Democratic deficit",
      "E": "Public policies"
    },
    "explanation": "Professional ethics is about norms, values, and attributes desirable in the personnel of both public and private institutions. Each institution might require a different set of values and attributes. Ethics in public administration is one of the rising topics recently, especially with the rise of public concern about maladministration, widespread corruption, the politicization of bureaucracy, and the democratic deficit.<br/>Legitimally adopted public policies cannot be one of the main ethical concerns in public administration. Thus, the correct answer is E."
  },
  {
    "id": "3333627",
    "unitNumber": 7,
    "text": "Which of the following options includes all three components of democratic ethos?",
    "correctAnswer": "C",
    "options": {
      "A": "Efficiency, accountability, and social equity",
      "B": "Efficiency, expertise, and efficacy",
      "C": "Citizenship, public interests, and social equity",
      "D": "Accountability, transparency, and loyalty",
      "E": "Citizenship, social equity, and loyalty"
    },
    "explanation": "There are two dominant traditions for public administration ethics - bureaucratic ethos and democratic ethos in democratic societies. The bureaucratic ethos, as the professional ethics of the bureaucracy, includes efficiency, expertise, accountability, efficacy, and loyalty. The democratic ethos has three components: Citizenship, public interests, and social equity.<br/>Thus, the correct answer is C."
  },
  {
    "id": "3333628",
    "unitNumber": 7,
    "text": "Holders of public office should not place themselves under any financial or other obligation to outside individuals or organizations that might seek to influence them in the performance of their official duties.<br/>Which of the following principles of public life is defined above?",
    "correctAnswer": "B",
    "options": {
      "A": "Selflessness",
      "B": "Integrity",
      "C": "Objectivity",
      "D": "Openness",
      "E": "Leadership"
    },
    "explanation": "The Seven Principles of Public Life was developed by the Committee on Standards in Public Life in Great Britain. One of these principles is integrity which may be defined as follows: Holders of public office should not place themselves under any financial or other obligation to outside individuals or organizations that might seek to influence them in the performance of their official duties."
  },
  {
    "id": "3333629",
    "unitNumber": 7,
    "text": "Which of the following is one of the regulations adopted by the OECD countries to increase the quality of public administration?",
    "correctAnswer": "A",
    "options": {
      "A": "Principles for Managing Ethics in the Public Service",
      "B": "Copenhagen Criteria",
      "C": "Convention on Preventing and Combating Corruption",
      "D": "Anti-Corruption Action Plan for Asia and the Pacific",
      "E": "New Partnership for Africa’s Development"
    },
    "explanation": "OECD countries are developed and wealthy countries primarily located in western Europe and North America. The OECD countries have introduced many regulations to increase the quality of public administration. They adopted the Anti-Bribery Convention in 1997 to fight against foreign official bribery. They also introduced the Principles for Managing Ethics in the Public Service in 1998 and issued Guidelines for Managing Conflict-of-Interest in the Public Sector in 2003.<br/>Thus, the correct answer is A."
  },
  {
    "id": "3333630",
    "unitNumber": 7,
    "text": "Which of the following best describes administrative secrecy?",
    "correctAnswer": "C",
    "options": {
      "A": "The obligation of government officials to disclose all information to the public.",
      "B": "The principle that information held by the government should be accessible to the public.",
      "C": "The right of government officials to withhold information from the public in order to protect national security or other important interests.",
      "D": "The policy that government officials should never disclose information about their personal lives to the public.",
      "E": "The principle that government officials should only disclose information to the public if it benefits their personal interests."
    },
    "explanation": "Administrative secrecy is to be abhorred as characteristic of an authoritarian society and repugnant<br/>to the spirit and practice of constitutionalism. It should, therefore, be held within the narrowest<br/>limits consistent with the safety of such state secrets as must of absolute necessity be concealed from unfriendly foreign eyes.<br/>It is simply defined as the right of government officials to withhold information from the public in order to protect national security or other important interests.<br/>The correct answer is C."
  },
  {
    "id": "3844268",
    "unitNumber": 7,
    "text": "Which of the following best explains why bureaucratic accountability has become <strong>increasingly important in modern democratic systems</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Bureaucracies have become accountable not only to rulers but also to market actors.",
      "B": "The expansion of the welfare state has made the oversight of public resources and power more critical.",
      "C": "Since ancient times, all regimes have left bureaucracies entirely under the direct control of the people.",
      "D": "Accountability has remained limited to bookkeeping practices and has not influenced administrative governance.",
      "E": "In modern states, transparency has entirely replaced the need for accountability."
    },
    "explanation": "The welfare state grows, the amount of public resources used and the number of governmental functions increase. This expansion necessitates stronger bureaucratic accountability to ensure resources are used efficiently, legally, and in the public interest-especially within democratic governance frameworks. Other options either contradict the passage or introduce unrelated or inaccurate claims."
  },
  {
    "id": "3844286",
    "unitNumber": 7,
    "text": "Which of the following statements best reflects the essential elements and dimensions of <strong>public accountability</strong> as described?",
    "correctAnswer": "C",
    "options": {
      "A": "Public accountability is only applicable to elected politicians, as they are directly responsible to the public.",
      "B": "Public accountability excludes informal mechanisms such as traditional authority and ombudsmanship.",
      "C": "Public accountability involves elected and non-elected officials, and requires clearly defined responsibilities and mechanisms of oversight.",
      "D": "Elections are the only legitimate mechanism through which public accountability can be ensured in a democratic system.",
      "E": "Transparency and responsibility are two separate ideas that do not fall under the scope of public accountability."
    },
    "explanation": "public accountability is <strong>multi-dimensional</strong> and includes various actors (politicians, bureaucrats), mechanisms (elections, legal systems, ombudsmanship, public reporting), and components (accountant, account holder, and clear rules). It extends beyond elections and involves both transparency and responsibility. Options A, B, D, and E either oversimplify or misrepresent these points."
  },
  {
    "id": "3844292",
    "unitNumber": 7,
    "text": "Which of the following statements most accurately characterizes the<strong> t</strong><strong>raditional model of public accountability</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "It primarily relies on citizen participation and public forums to ensure transparency in bureaucratic decision-making.",
      "B": "It emphasizes both internal and external mechanisms, such as hierarchical supervision and legal oversight, based on clearly defined rules.",
      "C": "It rejects the hierarchical relationship between politicians and bureaucrats in favor of a decentralized network structure.",
      "D": "It holds bureaucrats accountable for policy outcomes, regardless of whether they followed the instructions of their superiors.",
      "E": "It promotes bureaucratic flexibility and discretion over strict adherence to procedures and standardized rules."
    },
    "explanation": "The traditional model as grounded in the <strong>Weberian bureaucracy</strong>, highlighting <strong>internal accountability</strong> (within the hierarchy and to politicians) and <strong>external accountability</strong> (through legal institutions). It stresses rule-based operations, standardized procedures, and legal conformity."
  },
  {
    "id": "3844298",
    "unitNumber": 7,
    "text": "How did the emergence of the \"<strong>New Public Management\" (NPM)</strong> approach transform the traditional accountability model?",
    "correctAnswer": "C",
    "options": {
      "A": "It completely abandoned the principle of legality in the traditional model, replacing it with performance-only.",
      "B": "It made accountability more difficult by strengthening the veil of bureaucratic secrecy.",
      "C": "It introduced performance-based accountability as a new paradigm by enabling the use of private sector management techniques in the public sector.",
      "D": "It limited accountability to reporting only to parliament.",
      "E": "It eliminated the need for accountability by completely privatizing public services."
    },
    "explanation": "NPM promotes the market model as a better form of governance: “New public management (NPM) stands broadly for the use of private sector management techniques in government and the transfer of government functions to private bodies."
  },
  {
    "id": "3844305",
    "unitNumber": 7,
    "text": "Which of the following is a main reason why performance-based public accountability is considered more complex than the traditional model?",
    "correctAnswer": "B",
    "options": {
      "A": "It completely removes legal accountability and relies solely on political oversight.",
      "B": "It requires careful design of performance indicators, consideration of program-specific contexts, and continuous adaptation in implementation.",
      "C": "It focuses only on the financial efficiency of public programs, ignoring legality and effectiveness.",
      "D": "It applies the same performance criteria to all public institutions regardless of their specific functions.",
      "E": "It simplifies decision-making by reducing the role of bureaucracy in performance evaluation"
    },
    "explanation": "Performance-based accountability requires an elaborate design of performance indicators and implementation, for it is more complex than conventional accountability focusing on legality"
  },
  {
    "id": "3844441",
    "unitNumber": 7,
    "text": "Which of the following best describes the relationship between <strong>transparency</strong> and the <strong>traditional bureaucratic secrecy</strong> model?",
    "correctAnswer": "B",
    "options": {
      "A": "Transparency and bureaucratic secrecy are complementary concepts that work together to improve public trust.",
      "B": "Transparency is a relatively new principle that challenges the traditional bureaucratic secrecy, which tends to protect bureaucratic power by limiting information access.",
      "C": "The traditional bureaucratic model prioritizes transparency over secrecy to ensure better democratic governance.",
      "D": "According to Weber, bureaucratic secrecy is primarily unjustified and unrelated to any functional needs.",
      "E": "The idea of transparency first emerged in the United States with the Administrative Procedures Act of 1946."
    },
    "explanation": "The traditional bureaucracy indeed relies on the principle of secrecy. That is why the principle of transparency is a relatively new idea."
  },
  {
    "id": "3844443",
    "unitNumber": 7,
    "text": "Which of the following is <strong>NOT</strong> a reason why transparency has become increasingly important in contemporary democratic systems?",
    "correctAnswer": "C",
    "options": {
      "A": "Traditional legal accountability is insufficient to monitor the growing power and influence of bureaucracy.",
      "B": "The expansion of the welfare state has significantly increased the scope of bureaucratic authority.",
      "C": "Transparency has replaced the need for legislative and judicial oversight in modern democracies.",
      "D": "Representative democracy lacks sufficient participatory opportunities for citizens.",
      "E": "The rise of delegated legislation increases the risk of abuse of executive power, requiring public scrutiny."
    },
    "explanation": "Because the passage does <strong>not</strong> suggest that transparency <strong>replaces</strong> legislative and judicial oversight-it emphasizes that these traditional forms of control are <strong>still necessary</strong> and that transparency is <strong>complementary</strong> to them"
  },
  {
    "id": "3844445",
    "unitNumber": 7,
    "text": "Which of the following best explains the relationship between <strong>ethics, transparency, and accountability </strong>in public administration?",
    "correctAnswer": "C",
    "options": {
      "A": "Ethics replaces the need for legal regulations in maintaining accountability.",
      "B": "Transparency is achieved independently of ethical behavior in the bureaucracy.",
      "C": "Ethics is essential for transparency, which in turn is necessary for accountability.",
      "D": "Accountability ensures that ethical standards are upheld even without transparency.",
      "E": "Bureaucratic accountability is only a matter of adhering to administrative procedures."
    },
    "explanation": "Ethics is another significant dimension of contemporary public administration.<br/>Accountability, transparency, and ethics are all interrelated. As explained above, to realize accountability in public administration, we need adequate information about bureaucratic decisions and policies, which requires transparency. In turn, to realize a transparent public bureaucracy, we need bureaucratic ethics internalized by the bureaucracy. Without ethics, transparency would be in danger,<br/>and accountability would be inadequate."
  },
  {
    "id": "3844447",
    "unitNumber": 7,
    "text": "Which of the following statements most accurately reflects the distinction between <strong>general ethics</strong> and <strong>professional ethics </strong>in public administration?",
    "correctAnswer": "D",
    "options": {
      "A": "General ethics is limited to the public sector, while professional ethics applies to all sectors.",
      "B": "Professional ethics includes universal moral values that apply to all professions equally.",
      "C": "General ethics consists of specific rules for each occupation, unlike professional ethics.",
      "D": "Professional ethics refers to field-specific values layered on top of general ethical principles.",
      "E": "There is no practical difference between general ethics and professional ethics in bureaucracy."
    },
    "explanation": "professional ethics is a narrower term. Each professional field could have its specific values and attributes besides general requirements of ethics in the broader sense."
  },
  {
    "id": "3844449",
    "unitNumber": 7,
    "text": "Which of the following statements best describes a major challenge in the current (third) stage of promoting accountability, transparency, and ethics in public administration?",
    "correctAnswer": "C",
    "options": {
      "A": "Corruption has been completely eradicated in OECD countries due to their strong legal systems.",
      "B": "The main difficulty lies in identifying ethical values shared by all professional sectors.",
      "C": "The implementation of international standards requires institutional changes that vary across countries due to political and bureaucratic differences.",
      "D": "Developing countries are no longer affected by corruption thanks to international conventions.",
      "E": "The current stage focuses solely on theoretical research rather than practical measures."
    },
    "explanation": "that the <strong>third stage</strong> is focused on <strong>implementation</strong>, which is challenging due to <strong>different state-society relations, political cultures, and bureaucratic traditions</strong>. This makes institutional reform complex across countries."
  },
  {
    "id": "3844473",
    "unitNumber": 7,
    "text": "Accountability ________ .",
    "correctAnswer": "B",
    "options": {
      "A": "stands broadly for the use of private sector management techniques in government and the transfer of government functions to private bodies",
      "B": "is a principle according to which a person or institution is responsible for a set of duties and can be required to give an account of their fulfillment to an authority that is in a position to issue rewards or punishment",
      "C": "is the process through which public authorities make decisions should be understandable and open; the decisions themselves should be reasoned; as far as possible, the information on which the decisions are based should be available to the public",
      "D": "is developed from the simple obligation to inform the citizens with regard to public spending, and it transforms into the obligation to ensure equity of access to public funds for all interested suppliers who are qualified for the field in which the public auction will be held",
      "E": "is a system or code of conduct based on universal moral duties and obligations which indicate how one should behave; it deals with the ability to distinguish good from evil, right from wrong and propriety from impropriety"
    },
    "explanation": "Although accountability is a complex term, it can be defined in the broadest sense as a “principle according to which a person or institution is responsible for a set of duties and can be required to give an account of their fulfillment to an authority that is in a position to issue rewards or punishment” (Castiglione, 2022)."
  },
  {
    "id": "3844474",
    "unitNumber": 7,
    "text": "The philosophy of NPM is that government should ‘steer’ ______ while private bodies should ‘row’ _______, and that public bodies should be imbued with the ‘entrepreneurial spirit’.<br/>What item/items can correctly fill in the blanks to complete the sentence?",
    "correctAnswer": "A",
    "options": {
      "A": "decide policy/ deliver services",
      "B": "deliver policy / decide services",
      "C": "produce policy/ apply services",
      "D": "apply policy/ produce services",
      "E": "act accordingly/ obey the rules"
    },
    "explanation": "NPM promotes the market model as a better form of governance: “New public management (NPM) stands broadly for the use of private sector management techniques in government and the transfer of government functions to private bodies. The philosophy of NPM is that government should ‘steer’ (decide policy) while private bodies should ‘row’ (deliver services), and that public bodies should be imbued with the ‘entrepreneurial spirit’. Examples of the latter include the use of performance-related pay, short-term contracts, and open recruitment strategies. NPM is based on assumptions about the inherent inefficiency and unresponsiveness of public bodies” (Heywood, 2013: 367).<strong><strong><br/></strong></strong>"
  },
  {
    "id": "3844475",
    "unitNumber": 7,
    "text": "Which is NOT listed in Peters’ eight steps of performance-based accountability?",
    "correctAnswer": "D",
    "options": {
      "A": "Developing effective measurement mechanism",
      "B": "Defining responsibility",
      "C": "Defining adequate improvement",
      "D": "Linking programs to measurement mechanism",
      "E": "Linking inputs to outputs"
    },
    "explanation": "Peters listed eight steps of performance-based accountability (Peters, 2007: 20-21): <br/>• Defining Outcomes: The first step in this model is to describe the expected or desired outcomes from a program or an institution. <br/>• Defining Outputs: The second step is to define intermediate stages in the process, which will lead to the outcomes. <br/>• Developing effective measurement mechanisms: To measure the performance of an institution or a program, there must be effective mechanisms or tools of measurement. <br/>• Linking programs to outputs and outcomes: The general policies of a government must be connected with the specific program under consideration. For instance, the success of an education program might depend on health programs. <br/>• Defining adequate standards: A reasonable performance standard must be determined to measure the outcomes of a program. For instance, a too-low or too-high performance standard would be either useless or unrealistic. <br/>• Defining adequate improvement: Expectations from a program or an institution must be reasonable. Resources at hand should be considered when determining a program’s adequacy. <br/>• Defining responsibility: The question of responsibility is a complex issue in performance-based accountability, for NPM creates complex and multi-dimensional programs. For instance, the public-private partnership makes responsibility a complex issue. Therefore, standards of responsibility must be clear and well-defined. <br/>• Linking inputs to outputs: Inputs in a program should be carefully transformed into programs and decisions."
  },
  {
    "id": "3844476",
    "unitNumber": 7,
    "text": "Which is NOT an act that countries adopt to be transparent?",
    "correctAnswer": "E",
    "options": {
      "A": "Freedom of the Press Act",
      "B": "Administration Procedures Act",
      "C": "Freedom of Information",
      "D": "Government in the Sunshine Act",
      "E": "Non-governmental Organization Act"
    },
    "explanation": "The idea of transparency, from a historical perspective, was first introduced by Sweden. Sweden adopted the Freedom of the Press Act in 1766. This act includes the idea of transparency. Then, Denmark and other Nordic Countries adopted the principle of transparency into their constitutional system after the Second World War. <br/>The United States is also one of the pioneering countries making the first reforms for open public administration. The USA adopted the Administration Procedures Act (APA) in 1946 and the Freedom of Information and the Government in the Sunshine Act in 1976. All these regulations aimed to create an open, transparent, and more democratic public sector (Bugaric, 2004: 490- 491, 495). Today, many counties have adopted the principle of transparency all over the World."
  },
  {
    "id": "3844477",
    "unitNumber": 7,
    "text": "Ethical values reflect attitudes about ______ rather than ______.<br/>i. right/ pleasurable<br/>ii. good / useful<br/>iii. proper/ desirable<br/>iv. concerned/ moral duty<br/>What item/items can correctly fill in the blanks to complete the sentence?",
    "correctAnswer": "C",
    "options": {
      "A": "i, iv",
      "B": "ii, iii",
      "C": "i, ii, iii",
      "D": "ii, iii, iv",
      "E": "i, ii, iii, iv"
    },
    "explanation": "Ethics is defined in general as a “system or code of conduct based on universal moral duties and obligations which indicate how one should behave; it deals with the ability to distinguish good from evil, right from wrong and propriety from impropriety” (Josephson, 1989: 2). In other words, ethical values are guidelines directing individual behavior and decisions by the universal normative principles in all of the domains of society. Ethical values such as fairness, honesty, or caring are “concerned with the notion of moral duty; they reflect attitudes about what is right, good, or proper rather than what is pleasurable, useful, or desirable”(Goss, 1996: 576)."
  },
  {
    "id": "3844478",
    "unitNumber": 7,
    "text": "<ol type=\"i\"> <li>Public bureaucracy also has its ethical requirements.</li> <li>The bureaucratic ethos includes efficiency, expertise, accountability, efficacy, and loyalty.</li> <li>The democratic ethos has two components: Citizenship and public interests.</li> </ol> Which of the statements above are TRUE?",
    "correctAnswer": "D",
    "options": {
      "A": "i",
      "B": "ii",
      "C": "iii",
      "D": "i, ii",
      "E": "ii, iii"
    },
    "explanation": "According to Goss, there are two “dominant traditions or paradigms for public administration ethics - bureaucratic ethos and democratic ethos” in democratic societies (1996: 578). The bureaucratic ethos, as the professional ethics of the bureaucracy, includes efficiency, expertise, accountability, efficacy, and loyalty. The democratic ethos has three components: Citizenship, public interests, and social equity."
  },
  {
    "id": "3844479",
    "unitNumber": 7,
    "text": "“In carrying out public business, including making public appointments, awarding contracts, or recommending individuals for rewards and benefits, holders of public office should make choices on merit.”<br/>Which principle of Public-Life can be defined with the statement above?",
    "correctAnswer": "B",
    "options": {
      "A": "Selflessness",
      "B": "Objectivity",
      "C": "Integrity",
      "D": "Accountability",
      "E": "Openness"
    },
    "explanation": "<strong>The Seven Principles of Public Life was developed by the Committee on Standards in Public Life in Great Britain</strong><br/>The Committee has set out “Seven Principles of Public Life,” which it believes should<br/>apply to all in the public service. These are:<br/><strong>Selflessness</strong><br/>Holders of public office should act solely in terms of the public interest. They should<br/>not do so in order to gain financial or other benefits for themselves, their family,<br/>or their friends.<br/><strong>Integrity</strong><br/>Holders of public office should not place themselves under any financial or other obligation to outside individuals or organizations that might seek to influence them in the performance of their official duties.<br/><strong>Objectivity</strong><br/>In carrying out public business, including making public appointments, awarding contracts, or recommending individuals for rewards and benefits, holders of public office should make choices on merit.&amp;<br/><strong>The Seven Principles of Public Life was developed by the Committee on Standards in Public Life in Great Britain</strong><br/>The Committee has set out “Seven Principles of Public Life,” which it believes should<br/>apply to all in the public service. These are:<br/><strong>Selflessness</strong><br/>Holders of public office should act solely in terms of the public interest. They should<br/>not do so in order to gain financial or other benefits for themselves, their family,<br/>or their friends.<br/><strong>Integrity</strong><br/>Holders of public office should not place themselves under any financial or other obligation to outside individuals or organizations that might seek to influence them in the performance of their official duties.<br/><strong>Objectivity</strong><br/>In carrying out public business, including making public appointments, awarding contracts, or recommending individuals for rewards and benefits, holders of public office should make choices on merit.<br/><strong>Accountability</strong><br/>Holders of public office are accountable for their decisions and actions to the public and<br/>must submit themselves to whatever scrutiny is appropriate to their office.<br/><strong>Openness</strong><br/>Holders of public office should be as open as possible about all the decisions and actions that they take. They should give reasons for their decisions and restrict information only when the wider public interest clearly demands it."
  },
  {
    "id": "3844480",
    "unitNumber": 7,
    "text": "Which matching is correct?",
    "correctAnswer": "A",
    "options": {
      "A": "The European Union - The Copenhagen Criteria",
      "B": "The Arab countries - Convention on Preventing and Combating Corruption",
      "C": "The African Union - Good Governance for Development",
      "D": "Asian and Pacific countries - New Partnership for Development",
      "E": "Africa - Anti-Corruption Action Plan"
    },
    "explanation": "The European Union creates a strong stimulus for its member states and candidate states to develop an effective public administration. The Copenhagen Criteria impose many regulations on member and candidate states to realize ethics, transparency, and accountability.<br/>The Arab countries introduced Good Governance for Development in Arab Countries in 2005 to promote ethics, transparency, and accountability in the public sector.<br/>Some of the best examples of institutional development implementing these principles are in several Asian and Pacific countries such as Hong Kong and Singapore. They have well-developed and effective legal regulations and institutions “that serve as a model for other countries” (Armstrong, 2005: 6). In 2000, 36 Asian and Pacific countries adopted the Anti-Corruption Action Plan for Asia and the Pacific.<br/>Africa includes many of the World’s poorest countries. “A significant part of Africa’s GDP is estimated to be lost each year. Besides stunting economic growth, corruption carries devastating indirect costs: children drop out of primary school five times more in countries where high corruption is prevalent than in those with low levels of graft; infant mortality rates are twice as high. While corruption affects everyone, it hurts the poorest most by crippling the public services they so badly need” (The AfDBG, 2011:7). The African Union (AU) adopted its Convention on Preventing and Combating Corruption in 2003. The Convention aims to promote measures to fight against corruption and support African countries in developing criteria for ethics, transparency, and accountability in the public sector.<br/>Similarly, in 2001 the New Partnership for Africa’s Development (NEPAD) was adopted for the same reason. Since there are many widespread problems in Africa, such as corruption, weak state institutions, politicized bureaucracy, political instability, and weak civil society, it is a complex problem to institutionalize the principle of ethics, transparency, and accountability in the short term."
  },
  {
    "id": "3844482",
    "unitNumber": 7,
    "text": "“Holders of public office have a duty to declare any private interests relating to their public duties and to take steps to resolve any conflicts arising in a way that protects the public interest.”<br/>Which principle of Public-Life can be defined with the statement above?",
    "correctAnswer": "A",
    "options": {
      "A": "Honesty",
      "B": "Leadership",
      "C": "Dauntlessness",
      "D": "Fearlessness",
      "E": "Integrity"
    },
    "explanation": "<strong>Honesty </strong><br/>Holders of public office have a duty to declare any private interests relating to their public<br/>duties and to take steps to resolve any conflicts arising in a way that protects the public<br/>interest.<br/><strong>Leadership </strong><br/>Holders of public office should promote and support these principles through leadership and example.<br/><strong>Integrity</strong><br/>Holders of public office should not place themselves under any financial or other obligation to outside individuals or organizations that might seek to influence them in the performance of their official duties."
  },
  {
    "id": "3844483",
    "unitNumber": 7,
    "text": "Which is NOT a principle in the Athenian Oath?",
    "correctAnswer": "C",
    "options": {
      "A": "We will never bring disgrace on this our City by an act of dishonesty or cowardice.",
      "B": "We will fight for the ideals and Sacred Things of the City both alone and with many.",
      "C": "We will recreate the City’s laws.",
      "D": "We will do our best to incite a like reverence and respect those above us.",
      "E": "We will strive increasingly to quicken the public’s sense of civic duty."
    },
    "explanation": "<strong>The Athenian Oath </strong><br/>“We will never bring disgrace on this our City by an act of dishonesty or cowardice.<br/>We will fight for the ideals and Sacred Things of the City both alone and with many.<br/>We will revere and obey the City’s laws and will do our best to incite a like reverence<br/>and respect those above us who are prone to annul them or set them at naught.<br/>We will strive increasingly to quicken the public’s sense of civic duty.<br/>Thus in all these ways, we will transmit this City, not only not less but greater and more<br/>more beautiful than it was transmitted to us.”"
  },
  {
    "id": "3333631",
    "unitNumber": 8,
    "text": "Which of the following is an example of the political dimension of globalization?",
    "correctAnswer": "C",
    "options": {
      "A": "The spread of cultural values and norms across national borders",
      "B": "The increased flow of goods and services across national borders",
      "C": "The increasing interconnectedness of political systems and the creation of global governance institutions",
      "D": "The expansion of multinational corporations and the growth of global financial markets",
      "E": "The movement of people across national borders and the creation of multicultural societies"
    },
    "explanation": "The political dimension of globalization is defined as the structural transformation of political power, authority and government forms. It has given rise to one of the most important features of the new understanding and structure of politics expressed under the names of “global politics” and “global governance”. The traditional domestic/foreign policy distinction is becoming increasingly invalid. <br/>Thus, the increasing interconnectedness of political systems and the creation of global governance institutions refer to the political dimension of globalization. The correct answer is C."
  },
  {
    "id": "3333632",
    "unitNumber": 8,
    "text": "Which of the following is a clear example of the socio-cultural dimension of globalization?",
    "correctAnswer": "D",
    "options": {
      "A": "The growth of multinational corporations and their impact on global trade",
      "B": "The spread of democratic governance and human rights norms across national borders",
      "C": "The increasing movement of people across national borders in search of better economic opportunities",
      "D": "The diffusion of popular culture, such as music, movies, and fashion, across national borders",
      "E": "The development of new technologies and communication systems that enable greater connectivity and exchange between individuals and societies"
    },
    "explanation": "The socio-cultural dimension of globalization refers to the emergence of a global culture and accumulation. A global culture emerges as a result of the diffusion of cultural elements across national borders. The corrects answer is D) The diffusion of popular culture, such as music, movies, and fashion, across national borders."
  },
  {
    "id": "3333635",
    "unitNumber": 8,
    "text": "This stage of globalization started in the mid-1920s, and lasted until the end of the 1960s. Two significant developments took place during this period: The establishment of the League of Nations and then the United Nations. Conflict and conflicting understandings of modernity emerged during the period. With the phenomenon of conflict, the Third World began to become more evident.<br/>Which of the following stages of globalization is defined in the above paragraph?",
    "correctAnswer": "D",
    "options": {
      "A": "Formation stage",
      "B": "Inception stage",
      "C": "Ascension stage",
      "D": "Stage of Struggle for Hegemony",
      "E": "Stage of Uncertainty"
    },
    "explanation": "The stage of globalization defined in this question is the Stage of Struggle for Harmony, the fourth stage in the history of globalization, characterized by the establishment of the League of Nations and the United Nations and by the concept of conflict.<br/>The correct answer is thus D."
  },
  {
    "id": "3333639",
    "unitNumber": 8,
    "text": "Which of the following may reflect the opinions of David Held and his colleagues who adopted a skeptical approach to globalization?",
    "correctAnswer": "C",
    "options": {
      "A": "\"Globalization is an unstoppable force that will bring economic prosperity to all nations.\"",
      "B": "\"Globalization is a positive force that promotes greater cultural exchange and understanding between nations.\"",
      "C": "\"Globalization has led to the erosion of democratic governance and the concentration of power in the hands of a few global elites.\"",
      "D": "\"Globalization is the only way to address global challenges, such as poverty, disease, and climate change.\"",
      "E": "\"Globalization reinforces national sovereignty and cultural diversity, and empowers local communities.\""
    },
    "explanation": "According to the Skeptical Approach, there is no such thing as globalization. This is because a large part of the globe and the world’s population has remained outside the processes generally associated with globalization. This is enough to deny that the term globalization refers to a truly global phenomenon.<br/>David Held and his colleagues argue that while globalization has the potential to bring about positive change, it also poses significant challenges and risks, including the concentration of power in the hands of global elites and the erosion of democratic governance.The correct answer is C) \"Globalization has led to the erosion of democratic governance and the concentration of power in the hands of a few global elites.\""
  },
  {
    "id": "3333642",
    "unitNumber": 8,
    "text": "Which of the following is a clear example of a technological advancement that has contributed to globalization?",
    "correctAnswer": "E",
    "options": {
      "A": "The invention of the printing press in the 15th century, which allowed for the mass production of books and the dissemination of knowledge across Europe",
      "B": "The invention of the steam engine in the 18th century, which led to the industrial revolution and the growth of international trade and commerce",
      "C": "The construction of the first transcontinental telegraph in the United States in 1861, which allowed for faster communication across long distances",
      "D": "The launch of the first artificial satellite, Sputnik 1, by the Soviet Union in 1957, which sparked the space race and increased global interest in science and technology",
      "E": "The development of the World Wide Web in the 1990s, which revolutionized the way people access and share information across the globe"
    },
    "explanation": "The most important opportunities offered by technologies have been the mass media and the easier spread of information. Thanks to technological developments that have the effect of eliminating time and space limitations, globalization has gained great momentum and the world has become a small village.<br/>The correct answer is D) The development of the World Wide Web in the 1990s, which revolutionized the way people access and share information across the globe. Other examples of technological developments that have contributed to globalization include the widespread adoption of mobile phones, and the creation of social media platforms."
  },
  {
    "id": "3333645",
    "unitNumber": 8,
    "text": "Which of the following is <u>not</u> one of the values that contributed to the rise of globalism?",
    "correctAnswer": "E",
    "options": {
      "A": "Rule of law",
      "B": "Human rights",
      "C": "Democratic governance",
      "D": "Open markets",
      "E": "Nationalism"
    },
    "explanation": "While rule of law, human rights, democratic governance, and open markets are all values and concepts that have contributed to the rise of globalism, nationalism is generally seen as an opposing force that can hinder global cooperation and integration.<br/>The correct answer is thus E."
  },
  {
    "id": "3333648",
    "unitNumber": 8,
    "text": "Which of the following statements best describes the role of multinational companies in the process of globalization?",
    "correctAnswer": "A",
    "options": {
      "A": "Multinational companies play a key role in driving global economic growth and facilitating the flow of goods, services, and capital across borders.",
      "B": "Multinational companies are primarily responsible for promoting cultural exchange and understanding between nations.",
      "C": "Multinational companies have little impact on the process of globalization, which is primarily driven by technological advancements and government policies.",
      "D": "Multinational companies are a threat to national sovereignty and local autonomy, and should be restricted or banned from operating in foreign countries.",
      "E": "Multinational companies contribute to the spread of democratic values and institutions around the world, and help to promote human rights and social justice."
    },
    "explanation": "Multinational companies are often seen as important actors in the process of globalization, as they have the resources and expertise to operate across national boundaries and to tap into global markets. They can also bring new technologies and ideas to different parts of the world, and can create jobs and economic opportunities in countries where they operate. The correct answer is C) Multinational companies play a key role in driving global economic growth and facilitating the flow of goods, services, and capital across borders."
  },
  {
    "id": "3333652",
    "unitNumber": 8,
    "text": "What is the role of non-governmental organizations (NGOs) in the process of globalization?",
    "correctAnswer": "A",
    "options": {
      "A": "To create an international public opinion to influence decision makers",
      "B": "To act as mediators between governments and multinational corporations in order to negotiate better terms for local communities",
      "C": "To support the growth of multinational corporations in order to create jobs and stimulate economic development in developing countries",
      "D": "To promote national sovereignty and resist the forces of globalization",
      "E": "To provide financial support to developing countries in order to promote economic growth and reduce poverty"
    },
    "explanation": "Non-governmental organizations are defined as organizations that are organized within or<br/>outside the borders of the state, without any relationship with the states, and that sometimes act in certain areas as an alternative power to the states. The most important reason why international non-governmental organizations are evaluated as global actors is their ability to form an “international public opinion”. Therefore, when international non-governmental organizations engage in activities aimed at influencing decisionmakers, they also have the feature of being a pressure group.<br/>The correct answer is thus A) o create an international public opinion to influence decision makers."
  },
  {
    "id": "3333653",
    "unitNumber": 8,
    "text": "Which of the following is an example of socio-cultural impacts of globalization?",
    "correctAnswer": "B",
    "options": {
      "A": "The development of new technologies for information and communication",
      "B": "The spread of English as a global language of business, science, and technology",
      "C": "The expansion of international trade and investment",
      "D": "The emergence of new global institutions for economic governance",
      "E": "The rise of multinational companies"
    },
    "explanation": "One of the key socio-cultural impacts of globalization has been the spread of English language as a global lingua franca. English is now widely used as a second or third language in many countries around the world, and is often used as the language of business, science, and technology. This has facilitated communication and exchange between different cultures and regions, but has also raised concerns about the potential erosion of local languages and cultures. <br/>While the other options listed (development of new technologies, expansion of international trade and investment, and emergence of new global institutions and multinational companies) are important aspects of globalization, they are more closely associated with economic and political impacts rather than socio-cultural impacts.<br/>The correct answer is B."
  },
  {
    "id": "3333654",
    "unitNumber": 8,
    "text": "<ul> <li>The process of globalization has led to the emergence of state restructuring.</li> <li>Public administrators have experienced psychological pressure due to the perceived inadequacy of the state under the influence of globalization.</li> <li>Privatization and market-based approaches have become increasingly adopted as a result of globalization.</li> <li>The concept of \"governance,\" which emphasizes citizen participation in decision-making processes, has become important with globalization.</li> <li>Public institutions in different countries around the world have started to interact and collaborate with each other under the influence of globalization.</li> <li>The removal of state borders has made public administration systems open to change and adaptation under globalization.</li> </ul> Which of the following impacts of globalization do above statements refer to?",
    "correctAnswer": "B",
    "options": {
      "A": "Political",
      "B": "Administrative",
      "C": "Economic",
      "D": "Socio-cultural",
      "E": "Environmental"
    },
    "explanation": "The above statements refer to various impacts of globalization on public administration. Thus, they are related to administrative impacts of globalization.<br/>The correct answer is B."
  },
  {
    "id": "3844597",
    "unitNumber": 8,
    "text": "Which is NOT a dimension of Globalization Concept?",
    "correctAnswer": "E",
    "options": {
      "A": "Political",
      "B": "Economic",
      "C": "Socio-Cultural",
      "D": "Environmental",
      "E": "Educational"
    },
    "explanation": "The dimensions of the concept of globalization are given above. Globalization has conceptual effects in economic, political, technological, environmental and cultural dimensions."
  },
  {
    "id": "3844598",
    "unitNumber": 8,
    "text": "<ol type=\"i\"> <li>The economic dimension is the most substantial dimension of globalization.</li> <li>The political dimension of globalization can cause a radical transformation in global production.</li> <li>The technological dimension of globalization is defined as the structural transformation of political power, authority and government forms.</li> </ol> Which statement/statements is/are true?",
    "correctAnswer": "D",
    "options": {
      "A": "i",
      "B": "ii",
      "C": "iii",
      "D": "i, ii",
      "E": "ii, iii"
    },
    "explanation": "The economic dimension is the most substantial dimension of globalization. Globalization is associated with the unique characteristics of international trade in the economic dimension. The contemporary economy is related to the unique volume, depth and diversity of global financial markets and global capital flows. The economic dimension of globalization can cause a radical transformation in global production. <strong>The political dimension</strong> of globalization is defined as the structural transformation of political power, authority and government forms.<br/>The economic dimension is the most substantial dimension of globalization. Globalization is associated with the unique characteristics of international trade in the economic dimension. The contemporary economy is related to the unique volume, depth and diversity of global financial markets and global capital flows. The economic dimension of globalization can cause a radical transformation in global production. <strong>The political dimension of globalization is defined as the structural transformation of political power, authority and government forms.</strong>"
  },
  {
    "id": "3844600",
    "unitNumber": 8,
    "text": "What is the correct order of the Historical Development Stages of Globalization? <br/><ol type=\"i\"> <li>Ascension Stage</li> <li>The Stage of Uncertainty</li> <li>Inception Stage</li> <li>The Stage of Struggle for Hegemony</li> <li>Formation Stage</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "i, ii, iii, iv, v",
      "B": "v, iv, iii, ii, i",
      "C": "v, iii, i, iv, ii",
      "D": "ii, v, iii, i, iv",
      "E": "iv, ii, iii, v, i"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/e085234a3de13bd1b046e4306b943fed.jpeg\" alt=\"\" width=\"437\" height=\"187\">"
  },
  {
    "id": "3844601",
    "unitNumber": 8,
    "text": "In which stage of the Historical Development Stages of Globalization the League of Nations and then the United Nations were established?",
    "correctAnswer": "D",
    "options": {
      "A": "Ascension Stage",
      "B": "The Stage of Uncertainty",
      "C": "Inception Stage",
      "D": "The Stage of Struggle for Hegemony",
      "E": "Formation Stage"
    },
    "explanation": "<strong>The Stage of Struggle For Hegemony: </strong>The fourth stage of globalization is discussed in terms of Hegemony. The process called the Stage of Struggle for Hegemony started in the mid-1920s. The impact of the stage lasted until the end of the 1960s. Two significant developments took place during this period. These were the establishment of the League of Nations and then the United Nations. Conflict and conflicting understandings of modernity emerged during the period. With the phenomenon of conflict, the Third World began to become more evident."
  },
  {
    "id": "3844602",
    "unitNumber": 8,
    "text": "<table> <tbody> <tr> <td> 1. Evolutionary Approach<br/></td> <td> a. the concept of globalization itself is doubtful<br/></td> </tr> <tr> <td> 2. Skeptical Approach<br/></td> <td> b. globalization is the driving force at the heart of the social, political and economic changes that will shape modern societies and world order<br/></td> </tr> <tr> <td> 3. Extreme Globalizationist Approach<br/></td> <td> c. the fact that only some regions of the world are outside the scope of globalization does not mean that they are not affected by globalization at all<br/></td> </tr> </tbody> </table> Match the approaches with the ideas.",
    "correctAnswer": "D",
    "options": {
      "A": "1- A<br/>2- B<br/>3- C",
      "B": "1- C<br/>2- A<br/>3- B",
      "C": "1- C<br/>2- B<br/>3- A",
      "D": "1- B<br/>2- A<br/>3- C",
      "E": "1- B<br/>2- C<br/>3- A"
    },
    "explanation": "<ul><br/><li><strong> Evolutionary Approach: </strong>Advocates of the Evolutionary Approach include Rosenau, Giddens, Scholte and Castel. Proponents of the Evolutionary Approach argue that <strong>globalization is the driving force at the heart of the social, political and economic changes that will shape modern societies and world order.</strong> Extreme globalizers, who accept that the end of nation-states has come, put forward a new regime of sovereignty, in contrast to anti-globalizers who argue that nothing has actually changed. Accordingly, sovereignty is less defined by geographical boundaries and is shaped by more complex transnational networks. The Evolutionary Approach sees globalization as the force behind the rapid social, political and economic changes that are reshaping modern societies and the world order. There is no longer a clear distinction between external or international and internal affairs.</li><br/><li><strong> Skeptical Approach: </strong>Defined as globalization skeptics by David Held and</li></ul><br/><ul> <li><strong> Evolutionary Approach: </strong>Advocates of the Evolutionary Approach include Rosenau, Giddens, Scholte and Castel. Proponents of the Evolutionary Approach argue that globalization is the driving force at the heart of the social, political and economic changes that will shape modern societies and world order. Extreme globalizers, who accept that the end of nation-states has come, put forward a new regime of sovereignty, in contrast to anti-globalizers who argue that nothing has actually changed. Accordingly, sovereignty is less defined by geographical boundaries and is shaped by more complex transnational networks. The Evolutionary Approach sees globalization as the force behind the rapid social, political and economic changes that are reshaping modern societies and the world order. There is no longer a clear distinction between external or international and internal affairs.</li> <li><strong> Skeptical Approach: </strong>Defined as globalization skeptics by David Held and his colleagues, this group can also be referred to as “anti-globalization opponents”. For anti-globalizers, the concept of globalization itself is seen as suspect. Anti-globalizers question what is global within the concept of globalization. According to this approach to globalization, the concept of globalization itself is doubtful. This approach questions, “what is global within the concept of globalization?”. According to the Skeptical Approach, there is no such thing as globalization. This is because a large part of the globe and the world’s population has remained outside the processes generally associated with globalization. This is enough to deny that the term globalization refers to a truly global phenomenon. Moreover, regional barriers in the form of nation-states largely limit, if not completely prevent, global currents. According to skeptics, there may have once been such a thing as globalization, but this process has ended. Recently, the nation-state has reasserted itself and regained its historical role.</li> <li><strong> Extreme Globalizationist Approach: </strong>Globalization is the name of a new era in which traditional nation states have lost their importance and even become a dysfunctional unit in the global economy. Extreme globalizers argue that economic globalization has changed the structure of national economies by creating international networks of production, trade and finance. According to extreme globalists, the fact that only some regions of the world are outside the scope of globalization does not mean that they are not affected by globalization at all. It is impossible to find a part of the world that has not been affected by globalization. While extreme globalizers do not deny that the discourse of globalization serves the interests of powerful social forces in the West, they also emphasize that it reflects real structural changes on the scale of modern social organization.</li> </ul>"
  },
  {
    "id": "3844604",
    "unitNumber": 8,
    "text": "<ol type=\"i\"> <li>Technological Developments</li> <li>Economic Developments</li> <li>Educational Developments</li> <li>Political Developments</li> <li>Religious Developments</li> </ol> Which of the above are the critical developments that have been effective in the emergence of globalization?",
    "correctAnswer": "C",
    "options": {
      "A": "i, iv",
      "B": "iii, v",
      "C": "i, ii, iv",
      "D": "i, iii, iv",
      "E": "i, iii, iv, v"
    },
    "explanation": "The critical developments that have been effective in the emergence of globalization and that have accelerated it are generally discussed under three main titles in literature. <strong>These are technological developments, economic developments and political developments</strong> which have also massive impact on the public administration of the countries."
  },
  {
    "id": "3844605",
    "unitNumber": 8,
    "text": "______ globalization refers to the integration of the world into a single market or the integration of national economies with the world economies.<br/>Which concept correcly completes the sentence?",
    "correctAnswer": "B",
    "options": {
      "A": "Technological",
      "B": "Economic",
      "C": "Educational",
      "D": "Political",
      "E": "Religious"
    },
    "explanation": "<strong>Economic Developments </strong><br/>Another important issue that has been influential in the globalization process has been economic developments. The concept of economic globalization has emerged with the adoption of liberalization/ liberal understanding in the economy, the acceleration and spread of these processes. I<strong>n general terms, economic globalization refers to the integration of the world into a single market or the integration of national economies with the world economies (</strong>Aktan &amp;Şen, 1999). With economic globalization, flows of goods, labor and capital between countries have increased; economic relations between countries have intensified and countries have become closer to each other. In this process, the role and support of states in the economy has decreased, and a market structuring has taken place in which privatization has come to the fore (Zencirkıran, 2000).<br/><strong>Economic Developments </strong><br/>Another important issue that has been influential in the globalization process has been economic developments. The concept of economic globalization has emerged with the adoption of liberalization/ liberal understanding in the economy, the acceleration and spread of these processes. In general terms, <strong>economic globalization refers to the integration of the world into a single market or the integration of national economies with the world economies (</strong>Aktan &amp;Şen, 1999). With economic globalization, flows of goods, labor and capital between countries have increased; economic relations between countries have intensified and countries have become closer to each other. In this process, the role and support of states in the economy has decreased, and a market structuring has taken place in which privatization has come to the fore (Zencirkıran, 2000)."
  },
  {
    "id": "3844606",
    "unitNumber": 8,
    "text": "Which of the statements are TRUE?<br/><ol type=\"i\"> <li>Multinational companies generally have a head office, branches, companies and subsidiaries in different countries.</li> <li>Multinational companies are the only leading actors that shape and accelerate globalization.</li> <li>According to the 1999 UN Human Development Report, more than half of the world’s one hundred largest economic powers belong to multinational corporations.</li> <li>One thirds of world trade is done by multinational companies.</li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "i, iii",
      "B": "ii, iv",
      "C": "i, iv",
      "D": "ii, iii",
      "E": "i, iii, iv"
    },
    "explanation": "<strong>Multinational Companies </strong><br/><strong>Multinational companies are among the leading actors that shape and accelerate globalization.</strong> Just as there are differences of opinion within the conceptual framework of globalization, there is no single consensus about the definition of multinational companies (Bolat et al, 2005). Today, many countries are in contact with multinational companies, which are essential in developing the world trade and financial system. <strong>Because two thirds of world trade is done by multinational companies (Perraton et al., 2000)</strong>. Multinational companies can operate in every field regardless of economic and ideological differences and see the whole world as a market (Işık, 2005).<br/><strong>Multinational companies generally have a head office, branches, companies and subsidiaries in different countries.</strong> Multinational companies do not need to directly own these resources in order to use resources in any country. Because these companies generally own the resources that are put into production. However, in the formation process of branches, companies and subsidiaries in different countries, multinational companies have to comply with the legal and national regulations of the country where they will operate (Dicken, 2000).<br/>The United Nations defines multinational companies as follows: “a commercial enterprise consisting of economic enterprises that operate in two or more countries, regardless of the legal form and field of activity of the economic enterprise units; that enables the determination of harmonious and common policies among the business units to formulate a global strategy; that has a decision-making system based on the effective control of one or more decision-making centers; and that shares information, resources and responsibilities among the units” (Yavuz &amp; Sivrikaya, 2009).<br/>attention <strong>According to the 1999 UN Human Development Report, more than half of the world’s one hundred largest economic powers belong to multinational corporations.</strong>"
  },
  {
    "id": "3844607",
    "unitNumber": 8,
    "text": "Which is an impact of globalization on politics?",
    "correctAnswer": "C",
    "options": {
      "A": "Privatization and market-based approaches started to be adopted.",
      "B": "With globalization, a process of state restructuring has emerged.",
      "C": "The mutual interaction of governance systems increases.",
      "D": "Problems of personal data protection and ethical violations have emerged.",
      "E": "It has caused institutions to undergo institutional and structural transformation."
    },
    "explanation": "In this context, the impacts of globalization on politics can be summarized as follows (Çelik, 2012):<br/><ul><br/><li>The loss of the power of political borders that are absolutely sovereign over a particular piece of land</li><br/><li><strong>The increase in the mutual interaction of governance systems</strong></li><br/><li>The intensification of foreign interventions and interaction on the basis of pluralist democracy, non-governmental organizations, human rights and freedoms</li><br/><li>The change in the functions of the nation-state based on a mono, uniformist structure at the level of political-cultural symbols such as language, religion, race, flag, etc. and the prominence of international supreme organizations</li><br/></ul><br/>In this context, the impacts of globalization on politics can be summarized as follows (Çelik, 2012):<br/><ul> <li>The loss of the power of political borders that are absolutely sovereign over a particular piece of land</li> <li><strong>The increase in the mutual interaction of governance systems</strong></li> <li>The intensification of foreign interventions and interaction on the basis of pluralist democracy, non-governmental organizations, human rights and freedoms</li> <li>The change in the functions of the nation-state based on a mono, uniformist structure at the level of political-cultural symbols such as language, religion, race, flag, etc. and the prominence of international supreme organizations</li> </ul>"
  },
  {
    "id": "3844608",
    "unitNumber": 8,
    "text": "Which is an impact of globalization on public administration?",
    "correctAnswer": "A",
    "options": {
      "A": "The emergence of the concept of “governance”, which refers to the participation of citizens in decision-making processes",
      "B": "The intensification of foreign interventions and interaction on the basis of pluralist democracy, non-governmental organizations, human rights and freedoms",
      "C": "The change in the functions of the nation-state based on a mono, uniformist structure at the level of political-cultural symbols such as language, religion, race, flag, etc. and the prominence",
      "D": "The formation of Anglo-Saxon pressure in the transformation of local cultures",
      "E": "The loss of the power of political borders that are absolutely sovereign over a particular piece of land"
    },
    "explanation": "In short, globalization has been an instrument through which developed countries have reinforced their hegemony over developing and underdeveloped countries. The impacts of the globalization process on public administration can be expressed as below (Farazmand, 2001: 264-269):<br/><ul><br/><li>With globalization, a process of state restructuring has emerged.</li><br/><li>Public administrators have come under psychological pressure regarding the inadequacy of the state under the influence of globalization.</li><br/><li>Privatization and market-based approaches started to be adopted.</li><br/><li><strong>The concept of “governance”, which refers to the participation of citizens in decision-making processes, has emerged.</strong></li><br/><li>Public institutions in different countries of the world have started to interact among each other.</li><br/><li>With the disappearance of the borders of states, public administration systems have become open to change. They have even become obliged to keep pace with change.</li><br/><li>Since the u</li></ul><br/>In short, globalization has been an instrument through which developed countries have reinforced their hegemony over developing and underdeveloped countries. The impacts of the globalization process on public administration can be expressed as below (Farazmand, 2001: 264-269):<br/><ul> <li>With globalization, a process of state restructuring has emerged.</li> <li>Public administrators have come under psychological pressure regarding the inadequacy of the state under the influence of globalization.</li> <li>Privatization and market-based approaches started to be adopted.</li> <li><strong>The concept of “governance”, which refers to the participation of citizens in decision-making processes, has emerged.</strong></li> <li>Public institutions in different countries of the world have started to interact among each other.</li> <li>With the disappearance of the borders of states, public administration systems have become open to change. They have even become obliged to keep pace with change.</li> <li>Since the use of technology in public administration has increased with globalization, it has become possible to resolve issues faster.</li> <li>Problems of personal data protection and ethical violations have emerged.</li> <li>It has caused institutions to undergo institutional and structural transformation.</li> <li>The obligation of public employees to keep up with the requirements of the age has increased.</li> </ul>"
  },
  {
    "id": "3844914",
    "unitNumber": 8,
    "text": "Which of the following statements best summarizes the comprehensive nature of globalization?",
    "correctAnswer": "E",
    "options": {
      "A": "Globalization is primarily an economic phenomenon that promotes global trade and finance",
      "B": "Globalization is a temporary historical phase driven by technological advancements in the 21st century.",
      "C": "Globalization refers to the uniform development of all countries through international cooperation.",
      "D": "Globalization emerged only after the Cold War and mainly benefits underdeveloped nations.",
      "E": "Globalization is a multidimensional process that affects economic, political, cultural, and social aspects of life."
    },
    "explanation": "Globalization affects multiple areas, including the economy, politics, culture, technology, and public administration, making it a <strong>multidimensional</strong> process"
  },
  {
    "id": "3844915",
    "unitNumber": 8,
    "text": "What has been a significant <strong>negative consequence</strong> of globalization for developing countries?",
    "correctAnswer": "C",
    "options": {
      "A": "Increased access to global information networks",
      "B": "Strengthened autonomy of national governments",
      "C": "Wider economic and social gap between developed and developing nations",
      "D": "Greater participation in global financial markets",
      "E": "Emergence of global governance institutions supporting developing countries"
    },
    "explanation": "<strong>Developing countries have become more dependent on developed ones</strong>, and the gap in economic and social development <strong>has widened</strong>, highlighting this as a <strong>negative effect</strong>."
  },
  {
    "id": "3844916",
    "unitNumber": 8,
    "text": "Which of the following correctly matches each stage of globalization with a significant characteristic or development?",
    "correctAnswer": "A",
    "options": {
      "A": "<strong>Formation Stage</strong> - Collapse of the Middle Ages’ transnational system; emergence of nation-states",
      "B": "<strong>Inception Stage</strong> - Introduction of “modernity” and inclusion of non-European societies into the international community",
      "C": "<strong>Ascension Stage</strong> - Establishment of the League of Nations and emergence of the Third World",
      "D": "<strong>Stage of Struggle for Hegemony</strong> - Rise of rights and freedoms after the Cold War",
      "E": "Stage of Uncertainty - Formation of nation-states and collapse of medieval transnational order"
    },
    "explanation": "The Formation Stage involved the collapse of the medieval transnational system and the emergence of nation-states. Other options mix characteristics of different stages."
  },
  {
    "id": "3844917",
    "unitNumber": 8,
    "text": "Which statement best reflects the dynamic nature of globalization?",
    "correctAnswer": "B",
    "options": {
      "A": "Globalization is a static phenomenon that reached its peak during the Ascension Stage.",
      "B": "Globalization develops through distinct historical stages, each marked by unique changes and transformations.",
      "C": "Globalization began only in the late 20th century with the spread of technology and communication.",
      "D": "Once the Stage of Uncertainty ended, globalization reached its final form without further changes.",
      "E": "The globalization process is confined to the economic domain and lacks cultural impact."
    },
    "explanation": "Above, the development of globalization in the historical process has been approached in terms of stages. By examining the stages, it can be seen that<br/>globalization has not emerged only in a certain period. Due to the developments between stages and periods, there is a development, phenomenon and change in each period. Changes have always been and will continue to be in the process of globalization and will constantly renew itself. Being in the process of renewal and change shows that globalization and the globalization process have dynamic characteristics."
  },
  {
    "id": "3844918",
    "unitNumber": 8,
    "text": "Which of the following best distinguishes the <strong>Skeptical Approach</strong> from the <strong>Extreme Globalizationist Approach</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Skeptics view globalization as an ongoing process that has created a new regime of sovereignty beyond national borders, while extreme globalizers argue that globalization has little real impact on state sovereignty.",
      "B": "Skeptics emphasize the rise of multinational corporations, while extreme globalizers highlight the resurgence of nation-states.",
      "C": "Skeptics see globalization as a driver of modern social and economic change, while extreme globalizers believe globalization has had only minor cultural effects.",
      "D": "Skeptics argue that globalization is not truly global and has largely ended, while extreme globalizers claim that globalization marks a new era in which nation-states have lost much of their significance.",
      "E": "Skeptics and extreme globalizers both argue that globalization has had no impact on economic structures."
    },
    "explanation": "<strong>Explanation:</strong> Skeptics deny globalization as a truly global phenomenon and see it as diminished or ended, while extreme globalizers claim it has transformed the role of nation-states and created a new global order."
  },
  {
    "id": "3844919",
    "unitNumber": 8,
    "text": "Which of the following reflects a core idea of the <strong>Evolutionary Approach</strong> to globalization?",
    "correctAnswer": "A",
    "options": {
      "A": "Globalization is the driving force behind rapid social, political, and economic changes that shape modern societies and blur the distinction between internal and external affairs.",
      "B": "Globalization is a recent phenomenon limited to economic networks of trade and finance.",
      "C": "Globalization has ended as nation-states have regained their central role in world affairs.",
      "D": "Globalization is primarily a discourse serving Western political and economic interests, with little actual structural change.",
      "E": "Globalization affects only certain regions, leaving most of the world untouched"
    },
    "explanation": "The Evolutionary Approach emphasizes globalization’s role as a transformative force shaping modern societies and integrating internal and external affairs."
  },
  {
    "id": "3844920",
    "unitNumber": 8,
    "text": "Which of the following best explains the fundamental impact of technological developments on the globalization process?",
    "correctAnswer": "B",
    "options": {
      "A": "They mainly improved domestic infrastructure without significantly affecting global interactions.",
      "B": "They reduced time and space limitations through advances in telecommunications, mass media, and information technologies, thereby accelerating globalization.",
      "C": "They emerged solely as a result of globalization rather than contributing to it.",
      "D": "They increased national self-sufficiency by reducing transportation and communication costs.",
      "E": "They had little influence on international policy processes and public administration."
    },
    "explanation": "Technological developments removed time-space barriers, strengthened global connections, and promoted policy transfer and learning across countries"
  },
  {
    "id": "3844921",
    "unitNumber": 8,
    "text": "Which political change most directly accelerated globalization after the Cold War?",
    "correctAnswer": "C",
    "options": {
      "A": "The revival of protectionist economic policies among developed countries",
      "B": "The establishment of new colonial territories in developing countries",
      "C": "The abandonment of statist economies in favor of liberal market economies by former Socialist Bloc countries",
      "D": "The dissolution of pluralist democracies into authoritarian regimes",
      "E": "The elimination of international organizations in favor of national governance"
    },
    "explanation": "The collapse of the Socialist Bloc led many countries to abandon statist economies and adopt liberal market economies, a major factor in accelerating globalization."
  },
  {
    "id": "3844922",
    "unitNumber": 8,
    "text": "Which of the following reflects a key aspect of economic developments that contributed to globalization?",
    "correctAnswer": "A",
    "options": {
      "A": "Integration of national economies into a single global market through liberalization of trade, capital, and labor flows",
      "B": "Increasing state control over national economies to protect local industries",
      "C": "Limiting cross-border transactions to reduce economic dependence between countries",
      "D": "Replacement of privatization policies with centralized economic planning",
      "E": "Restricting foreign investment to maintain national sovereignty"
    },
    "explanation": "liberal economic policies, privatization, and the liberalization of foreign trade, capital, and labor flows integrated national economies into a global market, eliminating many economic borders"
  },
  {
    "id": "3844923",
    "unitNumber": 8,
    "text": "Which of the following statements correctly identifies the distinctive role of <strong>international organizations</strong> in the globalization process?",
    "correctAnswer": "C",
    "options": {
      "A": "They operate primarily as profit-oriented enterprises with branches in multiple countries.",
      "B": "They are voluntary citizen initiatives acting independently from states to influence public opinion.",
      "C": "They function above nation-states, setting inclusive standards and norms for all member countries without granting superiority to any single state.",
      "D": "They mainly focus on resisting the global free market agenda by acting as pressure groups.",
      "E": "They are commercial entities that see the entire world as a market and control a significant share of global trade."
    },
    "explanation": "international organizations have a supranational character, set standards and norms for all member countries, and operate without granting superiority to any one state."
  }
]