[
  {
    "id": "2656423",
    "unitNumber": 1,
    "text": "What is the name of the economist who views economics as a discipline studying human behavior as a relationship between ends and scarce means with alternative uses?",
    "correctAnswer": "A",
    "options": {
      "A": "Lionel Robbins",
      "B": "David Ricardo",
      "C": "William Phillips",
      "D": "Adam Smith",
      "E": "John Maynard Keynes"
    },
    "explanation": "Famaus British economist Lionel Robbins views economics as a discipline studying human behavior as a relationship between ends and scarce means with alternative uses."
  },
  {
    "id": "2656424",
    "unitNumber": 1,
    "text": "__________ is a graph that shows the combinations of output that a firm or a society can possibly produce using the available production technology and the given amount of inputs. \n Which of the following concept does best fill in the blank?",
    "correctAnswer": "C",
    "options": {
      "A": "Tradeoffs",
      "B": "Opportunity cost",
      "C": "Production possibilities frontier",
      "D": "Efficiency",
      "E": "Equity"
    },
    "explanation": "<strong>Production Possibilities Frontier </strong>is a graph that shows the combinations of output that a firm or a society can possibly produce using the available production technology and the given amount of inputs."
  },
  {
    "id": "2656425",
    "unitNumber": 1,
    "text": "What is the term that refers to the distribution of resources fairly among members of the society?",
    "correctAnswer": "B",
    "options": {
      "A": "Efficiency",
      "B": "Equity",
      "C": "Marginal changes",
      "D": "Opportunity cost",
      "E": "Scarcity"
    },
    "explanation": "<strong>Equity </strong>refers to the distribution of resources fairly among members of the society."
  },
  {
    "id": "2656427",
    "unitNumber": 1,
    "text": "What do the examples of deciding on eating <em>one more </em>meatball at dinner or drinking <em>one more </em>cup of tea at breakfast mean in economics?",
    "correctAnswer": "A",
    "options": {
      "A": "Marginal addition",
      "B": "Opportunity cost",
      "C": "Scarcity",
      "D": "Surplus",
      "E": "Marginal cost"
    },
    "explanation": "Eating <em>one more </em>meatball at dinner (increasing the total number of meatballs eaten from 3 to 4), or drinking <em>one more </em>cup of tea at breakfast (increasing the total cups drunk from 2 to 3) are examples of marginal additions"
  },
  {
    "id": "2656429",
    "unitNumber": 1,
    "text": "Who does use the term 'invisible hand' first to define the market economy?",
    "correctAnswer": "A",
    "options": {
      "A": "Adam Smith",
      "B": "David Ricardo",
      "C": "John Mayrand Keynes",
      "D": "Karl Marx",
      "E": "John Stuart Mill"
    },
    "explanation": "In 1776<em>, </em>Adam Smith, the founder of modern economics, made the best known remark in economics of all times: Consumers and producers act as if their actions are guided by an “<em>invisible hand</em>” leading them to desirable market outcomes."
  },
  {
    "id": "2656431",
    "unitNumber": 1,
    "text": "What is the best known example of an external cost of the production process?",
    "correctAnswer": "E",
    "options": {
      "A": "Marginal cost",
      "B": "Opportunity cost",
      "C": "Scarcity",
      "D": "Surplus",
      "E": "Pollution"
    },
    "explanation": "The best known example of an <em>external cost </em>(or <em>negative externality</em>) is pollution generated as a byproduct during a production process."
  },
  {
    "id": "2656432",
    "unitNumber": 1,
    "text": "What is the name of the main branch of economics that deals with individuals or households and firms?",
    "correctAnswer": "A",
    "options": {
      "A": "Microeconomics",
      "B": "Macroeconomics",
      "C": "Econometrics",
      "D": "Rational choice theory",
      "E": "Development economics"
    },
    "explanation": "<strong>Microeconomics </strong>is the a main branch of economics that studies the behavior and decisions of the smallest decision units such as individuals or households and firms."
  },
  {
    "id": "2656435",
    "unitNumber": 1,
    "text": "What is the name of situation/relation that improves social welfare in both countries?",
    "correctAnswer": "C",
    "options": {
      "A": "Economics",
      "B": "Trade",
      "C": "Positive-sum game",
      "D": "Market power",
      "E": "Market economy"
    },
    "explanation": "Trade between Spain and Turkey, for example, improves social welfare in both countries, not just in Spain, nor in Turkey alone. So, unlike a basketball match where one party wins and the other loses, both parties are winners in international trade. In other words, international trade is a <em>positive-sum game</em>, not a <em>zero sum-game</em>."
  },
  {
    "id": "2656437",
    "unitNumber": 1,
    "text": "Which of the following <strong>is not </strong>a scientific method that economics use?",
    "correctAnswer": "B",
    "options": {
      "A": "Observation",
      "B": "Experiment",
      "C": "Behavioral sciences",
      "D": "Theory application",
      "E": "Using data"
    },
    "explanation": "Still economists face an obstacle that scientists in many other fields do not face: Experiments are often difficult to conduct in economics."
  },
  {
    "id": "2656438",
    "unitNumber": 1,
    "text": "How do you define the ability of a single actor (or a few actors) to control or substantially influence market prices?",
    "correctAnswer": "A",
    "options": {
      "A": "Market power",
      "B": "Positive-sum game",
      "C": "Market failure",
      "D": "Externality",
      "E": "Microeconomics"
    },
    "explanation": "<strong>Market power </strong>is the ability of a single actor (or a few actors) to control or substantially influence market prices."
  },
  {
    "id": "2659321",
    "unitNumber": 1,
    "text": "Which of the following is a result of scarce resources?",
    "correctAnswer": "C",
    "options": {
      "A": "Consumers substitute saving for spending",
      "B": "It helps to higher inflation rate",
      "C": "People need to make choices",
      "D": "It leads to lower GDP",
      "E": "More people are looking for a job"
    },
    "explanation": "Life is all about setting priorities. We all have too many needs, wants and desires and we cannot have everything we want because of the scarcity of our resources. We therefore have to make choices regarding how to use our scarce resources."
  },
  {
    "id": "2659322",
    "unitNumber": 1,
    "text": "<ul> <li>When making decisions, individuals should recognize the …………. of each action that they can take.</li> </ul> Which of the following can fill the above blanks most appropriately?",
    "correctAnswer": "E",
    "options": {
      "A": "Market costs",
      "B": "Average costs",
      "C": "Total costs",
      "D": "Marjinal costs",
      "E": "Opportunity costs"
    },
    "explanation": "When making decisions, individuals should recognize the opportunity costs of each action that they can take."
  },
  {
    "id": "2659323",
    "unitNumber": 1,
    "text": "Which of the following is a very useful analytical tool to illustrate the basic economic concepts such as scarcity, efficiency, tradeoffs and opportunity cost?",
    "correctAnswer": "E",
    "options": {
      "A": "Demand",
      "B": "Market type",
      "C": "GDP",
      "D": "Interest rate",
      "E": "Production Possibilities Frontier (PPF)"
    },
    "explanation": "The PPF is a very useful analytical tool to illustrate the basic economic concepts such as scarcity, efficiency, tradeoffs and opportunity cost."
  },
  {
    "id": "2659324",
    "unitNumber": 1,
    "text": "Which of the following represents taking an action if and only if the marginal benefit of the action is greater than the marginal cost?",
    "correctAnswer": "D",
    "options": {
      "A": "The point where the fixed cost is minimum",
      "B": "The highest point of total utility",
      "C": "Balance of demand and supply",
      "D": "Thinking at the margin",
      "E": "Random choices"
    },
    "explanation": "Thinking at the margin while taking an action indicates that the rational decision makers such as individuals, firms, and students, take an action if and only if the marginal benefit of the action is greater than the marginal cost. Thus, we make decisions based on the criteria of comparing the marginal benefit and marginal costs of our actions and if the expected marginal benefit exceeds the expected marginal cost we take the action."
  },
  {
    "id": "2659325",
    "unitNumber": 1,
    "text": "Which of the following is an incentive for both production and consumption?",
    "correctAnswer": "A",
    "options": {
      "A": "Price",
      "B": "Interventions",
      "C": "Width of the market",
      "D": "Quality of the good",
      "E": "Ability of workers"
    },
    "explanation": "Prices drive economic activity by reflecting both the value to society of a product and the cost of making that good to society. Since households and firms make their consumption and production decisions by looking at prices, they indirectly “talk to each other” through prices and unknowingly take into account the social benefits and costs of their actions."
  },
  {
    "id": "2659326",
    "unitNumber": 1,
    "text": "Which of the following study how a country’s economy as a whole works, by paying special attention to the effects of various policies pursued by the government?",
    "correctAnswer": "C",
    "options": {
      "A": "Politicians",
      "B": "Proffesors",
      "C": "Macroeconomists",
      "D": "Government workers",
      "E": "Policy makers"
    },
    "explanation": "These economywide outcomes and how they come to be make up the subject matter of macroeconomics, another subfield of economics. Macroeconomists study how a country’s economy as a whole works, by paying special attention to the effects of various policies pursued by the government. Of particular interest to macroeconomists are problems like inflation and unemployment not covered in microeconomics."
  },
  {
    "id": "2659327",
    "unitNumber": 1,
    "text": "Which of the following is an indicator for a country’s standard of living?",
    "correctAnswer": "D",
    "options": {
      "A": "economy’s ability to provide primary education",
      "B": "economy’s ability to open universities",
      "C": "economy’s ability to sell goods and services",
      "D": "economy’s ability to produce goods and services",
      "E": "economy’s ability to increase population"
    },
    "explanation": "A country’s standard of living depends on the economy’s ability to produce goods and services."
  },
  {
    "id": "2659328",
    "unitNumber": 1,
    "text": "Which of the following makes all participants better off regardless of whether it is domestic or international?",
    "correctAnswer": "E",
    "options": {
      "A": "demand",
      "B": "total cost",
      "C": "thinking at the margin",
      "D": "opportunity cost",
      "E": "trade"
    },
    "explanation": "Trade, regardless of whether it is domestic or international, makes all participants better off."
  },
  {
    "id": "2659329",
    "unitNumber": 1,
    "text": "Which of the followings helps economists to comprehend by simplifying the real world that is too complicated to fully understand?",
    "correctAnswer": "B",
    "options": {
      "A": "behaviors",
      "B": "assumptions",
      "C": "interventions",
      "D": "incentives",
      "E": "prices"
    },
    "explanation": "Assumptions simplify the real world that is too complicated to fully understand."
  },
  {
    "id": "2659330",
    "unitNumber": 1,
    "text": "Which of the following shows the ability of a single actor (or a few actors) to control or substantially influence market prices?",
    "correctAnswer": "E",
    "options": {
      "A": "Market profit",
      "B": "Market density",
      "C": "Market costs",
      "D": "Market failure",
      "E": "Market power"
    },
    "explanation": "Market power is the ability of a single actor (or a few actors) to control or substantially influence market prices."
  },
  {
    "id": "2659345",
    "unitNumber": 1,
    "text": "Which of the following definitions refers to the study of how society sets its priorities in managing its scarce resources?",
    "correctAnswer": "E",
    "options": {
      "A": "Management",
      "B": "Trade",
      "C": "Industry",
      "D": "Scarcity",
      "E": "Economics"
    },
    "explanation": "Understand the meaning of scarcity and resource allocation (Balancing Choices and Scarcity: Subject Matter of Economics)<br/>Economics is the study of how society sets its priorities in managing its scarce resources."
  },
  {
    "id": "2659346",
    "unitNumber": 1,
    "text": "“When you decide to watch a movie on TV, you may be missing a basketball game shown on another channel.”\n Which of the following concepts explains the above example?",
    "correctAnswer": "C",
    "options": {
      "A": "Scarcity",
      "B": "Externality",
      "C": "Opportunity cost",
      "D": "Utility",
      "E": "Profit"
    },
    "explanation": "Learn the concepts of opportunity cost and tradeoffs that people face<br/>The opportunity cost of a desired item or outcome to a person is what that person has to give up to get that item or to achieve that outcome. When making decisions, individuals should recognize the opportunity costs of each action that they can take. Therefore, the situation “when you decide to watch a movie on TV, you may be missing a basketball game shown on another channel” is an example of opportunity cost."
  },
  {
    "id": "2659348",
    "unitNumber": 1,
    "text": "Which of the following concepts refers to small incremental adjustments made on an existing plan of action?",
    "correctAnswer": "A",
    "options": {
      "A": "Marginal",
      "B": "Efficiency",
      "C": "Equity",
      "D": "Opportunity cost",
      "E": "Scarcity"
    },
    "explanation": "Learn and apply the meaning of thinking at the margin<br/>The term marginal is used frequently in economics to refer to small incremental adjustments made on an existing plan of action."
  },
  {
    "id": "2659350",
    "unitNumber": 1,
    "text": "<strong>“</strong>If people make choices by comparing costs and benefits, their decisions may be altered by changing costs or benefits<strong>.” </strong>\n Which of the following options explains the above situation?",
    "correctAnswer": "D",
    "options": {
      "A": "That means that there is a significant increase in the market price",
      "B": "That means that there is a significant decrease in the market price",
      "C": "Firms decide whom to employ with respect to this situation.",
      "D": "That means people respond to incentives",
      "E": "That means there is a market failure"
    },
    "explanation": "Learn the effects of incentives on people’s behavior<br/>If people make choices by comparing costs and benefits, their decisions may be altered by changing costs or benefits. That means people respond to incentives."
  },
  {
    "id": "2659351",
    "unitNumber": 1,
    "text": "Which of the following branch of economics studies the behavior and decisions of the smallest decision units such as individuals or households and firms?",
    "correctAnswer": "C",
    "options": {
      "A": "Econometrics",
      "B": "Management",
      "C": "Microeconomics",
      "D": "Macroeconomics",
      "E": "Information system"
    },
    "explanation": "Distinguish the difference between microeconomics and macroeconomics<br/>Microeconomics is the sub-field of economics that studies the behavior and decisions of the smallest decision units such as individuals or households and firms. Individuals and households make choices about how much labor to supply, what goods to purchase, how much to save and what assets to buy or sell, etc. accordingly with their self-interest."
  },
  {
    "id": "2659353",
    "unitNumber": 1,
    "text": "Which of the following is an issue in macroeconomics?",
    "correctAnswer": "B",
    "options": {
      "A": "The equilibrium in consumer durables market",
      "B": "Low unemployment rates",
      "C": "The effect of quota on textile imports that affect the textile industry",
      "D": "The pricing policies of firms",
      "E": "Supply of good"
    },
    "explanation": "Distinguish the difference between microeconomics and macroeconomics<br/>Macroeconomists study how a country’s economy as a whole works, by paying special attention to the effects of various policies pursued by the government. Of particular interest to macroeconomists are problems like inflation and unemployment."
  },
  {
    "id": "2659356",
    "unitNumber": 1,
    "text": "Which of the following statements in economics intends to describe how things are and how things actually work?",
    "correctAnswer": "D",
    "options": {
      "A": "Biased statement",
      "B": "Realistic statement",
      "C": "Normative statement",
      "D": "Positive statement",
      "E": "Negative statement"
    },
    "explanation": "Learn the basics of scientific methodology used in economics<br/>Positive statements in economics are statements that intend to describe how things are and how things actually work."
  },
  {
    "id": "2659358",
    "unitNumber": 1,
    "text": "Which of the following statements in economics is a prescriptive statement like the ones expected to be made by a policy adviser?",
    "correctAnswer": "A",
    "options": {
      "A": "Normative statement",
      "B": "Positive statement",
      "C": "Negative statement",
      "D": "Realistic statement",
      "E": "Biased statement"
    },
    "explanation": "Learn the basics of scientific methodology used in economics<br/>A normative statement is a prescriptive statement, like the ones expected to be made by a policy adviser, involving normative judgements and prescriptions about how the world should be"
  },
  {
    "id": "2659359",
    "unitNumber": 1,
    "text": "Which of the following occurs when the market falls short of allocating resources efficiently?",
    "correctAnswer": "E",
    "options": {
      "A": "Efficiency",
      "B": "Equity",
      "C": "Equity prices",
      "D": "Market power",
      "E": "Market failure"
    },
    "explanation": "Define the concepts of market failure and market power<br/>While the market mechanism generally leads to an efficient allocation of resources, markets sometimes fail to achieve that. Economists call it a market failure when the market itself falls short of allocating resources efficiently."
  },
  {
    "id": "2659360",
    "unitNumber": 1,
    "text": "Which of the following is a cause of market failure?",
    "correctAnswer": "B",
    "options": {
      "A": "Inflation",
      "B": "Presence of externalities",
      "C": "Standards of living",
      "D": "Market power",
      "E": "Trade"
    },
    "explanation": "Define the concepts of market failure and market power<br/>While the market mechanism generally leads to an efficient allocation of resources, markets sometimes fail to achieve that. Economists call it a market failure when the market itself falls short of allocating resources efficiently. One possible cause of such failures is the presence of externalities."
  },
  {
    "id": "2659567",
    "unitNumber": 1,
    "text": "Which of the following arises from the limited nature of society’s resources compared to unlimited needs and desires?",
    "correctAnswer": "A",
    "options": {
      "A": "Scarcity",
      "B": "Benefit",
      "C": "Productivity",
      "D": "Demand",
      "E": "Utility"
    },
    "explanation": "Scarcity arises from the limited nature of society’s resources compared to unlimited needs and desires."
  },
  {
    "id": "2659579",
    "unitNumber": 1,
    "text": "Which of the following fact is about scarcity?",
    "correctAnswer": "C",
    "options": {
      "A": "Incomes fluctuate with business cycles.",
      "B": "People tend to disagree.",
      "C": "Resources are limited.",
      "D": "Most economies’ production methods are not efficient.",
      "E": "Some goods and services production is restricted by governments."
    },
    "explanation": "Our resources are limited relative to our needs, and this is true not only for individuals but also for societies. Scarcity refers to the society’s inability to produce all the goods and services people desire to have because of deficiency of resources."
  },
  {
    "id": "2659597",
    "unitNumber": 1,
    "text": "Which of the following is the study of Economics?",
    "correctAnswer": "E",
    "options": {
      "A": "How governments decide who performs which tasks.",
      "B": "The interaction of business and households.",
      "C": "How firms decide what to produce.",
      "D": "How government manages its scarce resources.",
      "E": "How society manages its scarce resources."
    },
    "explanation": "Economists study human behavior as a relationship between unlimited ends and scarce means with alternative uses. Thus, economics could also be defined as the study of how society sets priorities in managing its scarce resources."
  },
  {
    "id": "2659632",
    "unitNumber": 1,
    "text": "When regulations require that firms reduce pollution, there is",
    "correctAnswer": "E",
    "options": {
      "A": "no tradeoff, because only workers benefit from reduced pollution.",
      "B": "no tradeoff, because the cost of reducing pollution falls only on the producers affected by the requirements.",
      "C": "no tradeoff, because everyone benefits from reduced pollution.",
      "D": "a tradeoff only if some firms are forced to close.",
      "E": "a tradeoff because of reduced incomes to the firms' owners and workers."
    },
    "explanation": "There is also a tradeoff between environmental quality and income to be generated by mining and manufacturing activities. This is an important tradeoff for modern societies in general. Regulations that require firms to reduce the pollution resulting from the production of goods and services increase the cost of production. Thus, even though environmental regulations contribute to a cleaner environment and improved health outcomes, they reduce the incomes of the shareholders of firms and their employees."
  },
  {
    "id": "2659643",
    "unitNumber": 1,
    "text": "Which of the following is the study of Macroeconomics?",
    "correctAnswer": "A",
    "options": {
      "A": "Aggregate behavior of economic agents and the government",
      "B": "Individual decisions.",
      "C": "Consumer preferences",
      "D": "Markets for complex products.",
      "E": "The price of a specific good"
    },
    "explanation": "Macroeconomics is the branch of economics that examines the aggregate behavior of economic agents and the government on a national scale."
  },
  {
    "id": "2659659",
    "unitNumber": 1,
    "text": "Which of the following shows the combinations of output that a firm or a society can possibly produce using the full of available production technology and the given amount of inputs.",
    "correctAnswer": "D",
    "options": {
      "A": "Demand Curve",
      "B": "Supply Curve",
      "C": "Total Cost Curve",
      "D": "Production Possibilities Frontier",
      "E": "Marginal cost Curve"
    },
    "explanation": "Production Possibilities Frontier is a graph that shows the combinations of output that a firm or a society can possibly produce using the available production technology and the given amount of inputs."
  },
  {
    "id": "2659687",
    "unitNumber": 1,
    "text": "Which of the following refers to the ability of a firm or society to get the most out of a given level of inputs?",
    "correctAnswer": "A",
    "options": {
      "A": "Efficiency",
      "B": "Equity",
      "C": "Cost",
      "D": "Sensibility",
      "E": "Sensitivity"
    },
    "explanation": "Efficiency refers to the ability of a firm or society to get the most out of a given level of inputs."
  },
  {
    "id": "2659716",
    "unitNumber": 1,
    "text": "Which of the following are descriptive statements?",
    "correctAnswer": "C",
    "options": {
      "A": "Imperative statements",
      "B": "Normative statements",
      "C": "Positive statements",
      "D": "Declarative statements",
      "E": "Interrogative statements"
    },
    "explanation": "Statements like the first one above are positive statements. These are descriptive statements, describing how the world is."
  },
  {
    "id": "2659728",
    "unitNumber": 1,
    "text": "Which of the following is a marginal change?",
    "correctAnswer": "B",
    "options": {
      "A": "Large, significant adjustment.",
      "B": "Small, incremental adjustment.",
      "C": "A short-term change.",
      "D": "An insignificant change",
      "E": "An unbalanced change"
    },
    "explanation": "The term marginal is used frequently in economics to refer to small incremental adjustments made on an existing plan of action. The term “margin” means “edge,” so marginal changes are adjustments made to add to the total (the amount<br/>at the edge) achieved thus far."
  },
  {
    "id": "2659747",
    "unitNumber": 1,
    "text": "What does \"thinking at the margin\" mean?",
    "correctAnswer": "A",
    "options": {
      "A": "Comparing the marginal costs and marginal benefits of each decision.",
      "B": "Calculating the marginal costs for each decision.",
      "C": "Evaluating how easily a decision can be changed.",
      "D": "Making decisions that impose a marginal benefit.",
      "E": "Making decisions that do not impose a marginal cost."
    },
    "explanation": "Thinking at the margin while taking an action indicates that the rational decision makers such as individuals, firms, and students, take an action if and only if the marginal benefit of the action is greater than the marginal cost."
  },
  {
    "id": "2661348",
    "unitNumber": 1,
    "text": "What does \"society’s inability to produce all the goods and services people desire to have due to resource limitations\" stand for?",
    "correctAnswer": "A",
    "options": {
      "A": "Scarcity",
      "B": "Demand",
      "C": "Supply",
      "D": "Request",
      "E": "Criticism"
    },
    "explanation": "It can be read in Introduction section.<br/>Scarcity is the right answer."
  },
  {
    "id": "2661349",
    "unitNumber": 1,
    "text": "What does \"branch of economics that examines the decision making behavior of the smallest decision-making units such as the individuals, or households and the business firms\" stand for?",
    "correctAnswer": "A",
    "options": {
      "A": "Microeconomics",
      "B": "Organizational economics",
      "C": "Macroeconomics",
      "D": "Stability studies",
      "E": "Development economics"
    },
    "explanation": "You can read in Introduction section.<br/>Microeconomics is the right answer."
  },
  {
    "id": "2661351",
    "unitNumber": 1,
    "text": "What does \"branch of economics that examines the aggregate behavior of economic agents and the government on a national scale\" stand for?",
    "correctAnswer": "A",
    "options": {
      "A": "Macroeconomics",
      "B": "Development economics",
      "C": "Organizational economics",
      "D": "Microeconomics",
      "E": "Structural economics"
    },
    "explanation": "You can read in Introduction section.<br/>Macroeconomics is the right answer."
  },
  {
    "id": "2661352",
    "unitNumber": 1,
    "text": "What does \"often to avoid doing more of the things we like to do because we have limited time\" refer?",
    "correctAnswer": "A",
    "options": {
      "A": "Choices",
      "B": "Rules",
      "C": "Principles",
      "D": "Economies",
      "E": "Structures"
    },
    "explanation": "You can read in Choices section.<br/>Choices is the right answer."
  },
  {
    "id": "2661354",
    "unitNumber": 1,
    "text": "What does \"time\" stand as an example?",
    "correctAnswer": "A",
    "options": {
      "A": "Scarce resource",
      "B": "Great interest",
      "C": "New science",
      "D": "Renewable concept",
      "E": "Natural resource"
    },
    "explanation": "You can read in Scarcity of Resources section.<br/>Scarce resource is the right answer."
  },
  {
    "id": "2661358",
    "unitNumber": 1,
    "text": "What is the study of how individuals and societies choose to use scarce resources at their disposal?",
    "correctAnswer": "A",
    "options": {
      "A": "Economics",
      "B": "Mentalities",
      "C": "Perceptions",
      "D": "Structures",
      "E": "Scope"
    },
    "explanation": "You can read in Balancing Choices and Scarcity: Subject Matter of Economics section.<br/>Economics is the right answer."
  },
  {
    "id": "2661362",
    "unitNumber": 1,
    "text": "What is what you give up to get that item or to achieve that outcome?",
    "correctAnswer": "C",
    "options": {
      "A": "Outcome",
      "B": "Input",
      "C": "The opportunity cost",
      "D": "Sunk cost",
      "E": "Accounting cost"
    },
    "explanation": "You can read in Tradeoffs and Opportunity Cost section.<br/>The opportunity cost is the right answer. The opportunity cost of a desired item or outcome is what ypu give up to get that item or to achieve that outcome. so the right answer is C."
  },
  {
    "id": "2661364",
    "unitNumber": 1,
    "text": "What is a graph that shows the combinations of output that a firm or a society can possibly produce using the available production technology and the given amount of inputs?",
    "correctAnswer": "A",
    "options": {
      "A": "Production possibilities frontier",
      "B": "Production costs terms",
      "C": "Relative possibilities",
      "D": "Net assets theory",
      "E": "Value creation"
    },
    "explanation": "You can read in Production Possibilities Frontier and Opportunity Cost section.<br/>Production possibilities frontier is the right answer."
  },
  {
    "id": "2661368",
    "unitNumber": 1,
    "text": "What does the ability to put a given amount of scarce resources into use in such a way to produce the highest level of output that could be produced with the available production technology refer?",
    "correctAnswer": "A",
    "options": {
      "A": "Efficiency",
      "B": "Production",
      "C": "Relativity",
      "D": "Value creation",
      "E": "Structural set"
    },
    "explanation": "You can read in Production Possibilities Frontier and Opportunity Cost section.<br/>Efficiency is the right answer."
  },
  {
    "id": "2661370",
    "unitNumber": 1,
    "text": "What does the distribution of resources fairly among members of the society refer?",
    "correctAnswer": "A",
    "options": {
      "A": "Equity",
      "B": "Equality",
      "C": "Efficiancy",
      "D": "Effectiveness",
      "E": "Entity"
    },
    "explanation": "You can read in Efficiency and Equity section.<br/>Equity is the right answer."
  },
  {
    "id": "2162595",
    "unitNumber": 2,
    "text": "Which of the following is <strong><em>not one</em></strong> of the factors that affect the demand for a good?",
    "correctAnswer": "E",
    "options": {
      "A": "Price of the goods",
      "B": "Consumer's income",
      "C": "Tastes and preferences",
      "D": "Quality of the Goods",
      "E": "Cost of goods"
    },
    "explanation": "<strong>Determinants of Demand</strong><br/>Producers maximize profits. Profits are influenced by prices and costs. The main deriving factor for the costs is the input prices. When the input prices are changed, the profits of the producers also change in the opposite direction, <em>ceteris paribus</em>. If there is an increase in the cost of an input, such as the price of cotton used as an input by a firm producing textiles, then this will increase the firm’s costs. This, <em>ceteris paribus</em>, implies a reduction in the firm’s profits. Then, the firm will no longer be willing to supply the product in the same amount as before."
  },
  {
    "id": "2162619",
    "unitNumber": 2,
    "text": "If the price of the complementary good decreases while the price of the demanded good x is the same, which of the following happens?",
    "correctAnswer": "A",
    "options": {
      "A": "Good X demand curve shifts to the right",
      "B": "No shifts on the good X demand curve",
      "C": "Good X demand curve shifts to the left",
      "D": "There will be no change in the good X demand curve",
      "E": "The slope of the good X demand curve becomes flat"
    },
    "explanation": "<strong>Changes or Shifts in Demand Curve</strong><br/>Two goods are said to be <em>complements </em>if they are generally or necessarily consumed together, such as tea and sugar cubes or printers and ink cartridges. If products are complements to each other, then a rise in the price of one of the products will decrease the demand for the other product. For example, if there is a fall in the price of tea then the demand for sugar cubes will go up. In other words, the demand curve for sugar will shift to the right."
  },
  {
    "id": "2162638",
    "unitNumber": 2,
    "text": "Which of the following is one of the factors that shifts the supply curve to the left?",
    "correctAnswer": "B",
    "options": {
      "A": "Decrease in prices of inputs used in production",
      "B": "Producers expect a price increase in the future",
      "C": "Decrease in taxes from the producer",
      "D": "Advances in production technology",
      "E": "Increase in the number of companies in the industry"
    },
    "explanation": "Supply and Supply Curve<br/>All options, except for option B, will cause the supply to increase and the supply curve to shift to the right.\n Producers and sellers lookout for current prices. But they also make estimates of future prices based on their expectations. Producers who expect the demand for their product to rise in the future may assume that the higher demand will lead to a higher price. In order to enjoy higher prices in the future, they may choose to use input stocks later and cut, instead, the quantity supplied at every price level now, thus shifting the supply curve to the left."
  },
  {
    "id": "2162667",
    "unitNumber": 2,
    "text": "Which of the following shows the change in automobile supply as a result of the improvement of production technology?",
    "correctAnswer": "B",
    "options": {
      "A": "There is a decrease in the automobile supply.",
      "B": "There is an increase in automobile supply.",
      "C": "The automobile supply curve shifts to the left.",
      "D": "There is no change in the automobile supply.",
      "E": "There is a decrease in the number of cars supplied."
    },
    "explanation": "Supply and Supply Curve<br/>An improvement in production technology enables the producer to produce more products with the same level of inputs. Conversely, a better technology means using less inputs in producing the same level of quantity. Either way, at all price levels quantity supplied, will go up, hence the supply curve will shift down to the right.\n<br/>Technology tends to improve across time in almost all economies but natural disasters or largescale wars can cut access to critical inputs or destroy current technology, thereby forcing firms to adopt less efficient techniques. In such a case, there will be leftward shifts in supply curves."
  },
  {
    "id": "2163307",
    "unitNumber": 2,
    "text": "Which of the following refers to the product whose demand decreases as the income of consumers increases?",
    "correctAnswer": "A",
    "options": {
      "A": "Inferior goods",
      "B": "Normal goods",
      "C": "Luxury goods",
      "D": "Substitute goods",
      "E": "Real goods"
    },
    "explanation": "A product is said to be <em>inferior </em>if the demand for that product goes down when the income of the consumers increases. Consumers prefer to buy higher-priced substitutes in place of the inferior goods when their income rises. Examples of inferior goods may be ordinary (white) bread, cheap cheese (“lor”) or fake brand (imitation) jeans. If income increases, the demand curve for the inferior good will shift down to the left. When income reaches a certain level, the consumer buys only the higher quality goods and the demand for the inferior good will become zero."
  },
  {
    "id": "2163650",
    "unitNumber": 2,
    "text": "Which of the following is <em><strong>not</strong> </em>one of the basic assumptions of a hypothetical perfect competition market?",
    "correctAnswer": "E",
    "options": {
      "A": "The good or service being exchanged is the same across all sellers,",
      "B": "There is a high number of potential buyers and sellers of this good,",
      "C": "Entry of new sellers into the market is not restricted by any means",
      "D": "Buyers and sellers readily and freely have access to information with regards to the prices at which other buyers and sellers are exchanging the goods,",
      "E": "There is only one seller of the product and this seller sets the price alone"
    },
    "explanation": "The correct answer (E) is about the functioning of a market operating under Imperfect Competition conditions. All of the other options are among the basic assumptions of the perfect competition market."
  },
  {
    "id": "2163752",
    "unitNumber": 2,
    "text": "Which of the following refers to the increase in demand for a consumer, due to the increase in real income as a result of the decrease in the price of a good?",
    "correctAnswer": "E",
    "options": {
      "A": "Elasticity effect",
      "B": "Substitution effect",
      "C": "Demand effect",
      "D": "Inferior goods effect",
      "E": "Income effect"
    },
    "explanation": "Determinants of Demand<br/>Income Effect: When the price of a product, say, product Y, falls, people consuming the product will experience an increase in their purchasing power or “real income,” which reflects the amount of different products that they can buy with their incomes. With this increase in real income, the people will be able to buy more of product Y whose price has declined, or more of the other products. Please notice that they will be left with more money in their pockets, if they continue to buy the same amount of product Y after the price of good Y, (Py) goes down."
  },
  {
    "id": "2163805",
    "unitNumber": 2,
    "text": "Which of the following shows the aggregated supplies of companies operating in the same production area?",
    "correctAnswer": "D",
    "options": {
      "A": "İndividual firm's supply",
      "B": "Supply curve",
      "C": "Supply",
      "D": "Market supply",
      "E": "Supply function"
    },
    "explanation": "Market Supply Versus Individual Firm’s Supply<br/>The market supply curve is a horizontal aggregation of the individual supply curves. Let’s say there are<br/>three (3) restaurants that serve meatballs in a city and each has a different supply curve. At every price<br/>level, the market aggregates the quantity supplied and arrives at the market supply curve."
  },
  {
    "id": "2163853",
    "unitNumber": 2,
    "text": "Which of the following is <em><strong>not</strong> </em>one of the factors affecting supply?",
    "correctAnswer": "E",
    "options": {
      "A": "Change in production technology",
      "B": "Factor prices",
      "C": "Changes in the cost of other goods",
      "D": "Expectations in prices",
      "E": "Consumer's income"
    },
    "explanation": "Shifts in Supply Curve<br/>The first four items among the answers of the question are directly related to supply. The fifth option, Consumer's income, is among the factors that affect demand."
  },
  {
    "id": "2163940",
    "unitNumber": 2,
    "text": "In a market for goods and services, when the decrease in supply is greater than the increase in demand, which of the following happens?",
    "correctAnswer": "C",
    "options": {
      "A": "Equilibrium price and equilibrium quantity increase together",
      "B": "Equilibrium price decreases, equilibrium quantity increases",
      "C": "Equilibrium price rises, equilibrium quantity decreases",
      "D": "Equilibrium price and equilibrium quantity decrease together",
      "E": "Equilibrium price decreases, equilibrium quantity does not change"
    },
    "explanation": "Shifts in Both Supply and Demand<br/>In a market for goods and services, when the decrease in supply is greater than the increase in demand, equilibrium price rises, and equilibrium quantity decreases."
  },
  {
    "id": "2850942",
    "unitNumber": 2,
    "text": "Firms are organizations that:",
    "correctAnswer": "B",
    "options": {
      "A": "take advantage of the public.",
      "B": "transform resources into products.",
      "C": "transform outputs into inputs.",
      "D": "demand consumer outputs.",
      "E": "organizes, manages, and takes the risks."
    },
    "explanation": "On the production side, the firms are the organizations that transform inputs into outputs."
  },
  {
    "id": "2850948",
    "unitNumber": 2,
    "text": "An entrepreneur is a person who does all of the following <em>except</em>",
    "correctAnswer": "D",
    "options": {
      "A": "assumes the risk of a firm.",
      "B": "organizes and manages a firm.",
      "C": "turns a new idea or product into a business.",
      "D": "always makes a profit.",
      "E": "transform inputs into a new product."
    },
    "explanation": "An entrepreneur is a person who organizes, manages, and takes the risks of a firm, by blending the inputs to transform them into a new product."
  },
  {
    "id": "2850961",
    "unitNumber": 2,
    "text": "A factor market involves",
    "correctAnswer": "B",
    "options": {
      "A": "the exchange of goods and services.",
      "B": "factors of production such as land, labor and capital.",
      "C": "the production of goods and services.",
      "D": "organization of government in the service markets.",
      "E": "issues related to the inflation and employment."
    },
    "explanation": "Markets may be physical places where goods or services are exchanged for money."
  },
  {
    "id": "2850982",
    "unitNumber": 2,
    "text": "I. factors of production.\n<br/>II. inputs.\n<br/>III. resources.\n<br/>IV. production and cost.\n<br/>Capital, labor, and land are considered as the",
    "correctAnswer": "D",
    "options": {
      "A": "I and II",
      "B": "II and III",
      "C": "I and IV",
      "D": "I, II and III",
      "E": "I, II, III and IV"
    },
    "explanation": "Capital, labor, and land are considered as the factors of production, inputs, and resources."
  },
  {
    "id": "2850998",
    "unitNumber": 2,
    "text": "I. price of the good\n II. quantity\n III. income\n Which of the above is/are held constant along the demand curve?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "Only III",
      "D": "I and II",
      "E": "II and III"
    },
    "explanation": "Income is held constant along the demand curve."
  },
  {
    "id": "2851008",
    "unitNumber": 2,
    "text": "The \"law of demand\" implies that",
    "correctAnswer": "C",
    "options": {
      "A": "as prices fall, demand increases.",
      "B": "as prices rise, demand increases.",
      "C": "as prices fall, quantity demanded increases.",
      "D": "as prices rise, quantity demanded increases.",
      "E": "as prices change, demand doesn't change."
    },
    "explanation": "The law of demand states that, other things equal, when the price of a good rises, the quantity demanded of that good falls."
  },
  {
    "id": "2851023",
    "unitNumber": 2,
    "text": "If the decrease in the price of one good causes the demand for another good to decrease, the goods are called as?",
    "correctAnswer": "C",
    "options": {
      "A": "normal goods",
      "B": "inferior goods",
      "C": "substitutes",
      "D": "complements",
      "E": "competitive goods"
    },
    "explanation": "Susbstitute goods serve as replacements for one another. When the price of one goes down, the demand for another goes down also."
  },
  {
    "id": "2851047",
    "unitNumber": 2,
    "text": "A change in the price of a good leads to a change in ________, which leads to a ________.",
    "correctAnswer": "A",
    "options": {
      "A": "quantity supplied; movement along a supply curve",
      "B": "quantity supplied; shift of the supply curve",
      "C": "supply; movement along a supply curve",
      "D": "supply; shift of the supply curve",
      "E": "supply; a movement from demand."
    },
    "explanation": "The change in the price of a good leads to a change in quantity supplied, which leads to a movement along a supply curve."
  },
  {
    "id": "2851065",
    "unitNumber": 2,
    "text": "Equilibrium is the condition that exists:",
    "correctAnswer": "D",
    "options": {
      "A": "whenever there is no government intervention in the market.",
      "B": "which the supply is higher than demand.",
      "C": "when the demand curve intersects the quantity axis",
      "D": "when quantity demanded equals quantity supplied.",
      "E": "when the demand curve intersects the price axis."
    },
    "explanation": "Equilibrium is a situation in which the supply and demand equals to each other."
  },
  {
    "id": "2851077",
    "unitNumber": 2,
    "text": "When there is an excess supply of a product in an unregulated market, the tendency is for",
    "correctAnswer": "B",
    "options": {
      "A": "price to rise.",
      "B": "price to decrease.",
      "C": "quantity supplied to increase.",
      "D": "quantity demanded to decrease.",
      "E": "price to no change."
    },
    "explanation": "Sometimes the intervention appears in the form of a minimum price set by the government such as the introduction of a minimum wage legislation. Once a minimum wage is set by law, employers are forced to pay that wage, even if the equilibrium wage is lower than that (just as in the Turkish labor market). In this case, there will be excess supply of the good or service whose equilibrium price is lower than the minimum price set."
  },
  {
    "id": "3843927",
    "unitNumber": 2,
    "text": "A place where a group of buyers and sellers of a particular good or service meet.<br/>Which of the following is described above?",
    "correctAnswer": "E",
    "options": {
      "A": "Consumers",
      "B": "Firms",
      "C": "Households",
      "D": "Entrepreneurs",
      "E": "Market"
    },
    "explanation": "The definition refers to the concept of a <em>market</em>, where buyers (like consumers or households) and sellers (like firms or producers) come together to trade goods or services. The other options are participants <strong>in</strong> the market, not the market itself."
  },
  {
    "id": "3843929",
    "unitNumber": 2,
    "text": "A market where there is only one seller of the product, and this seller sets the price alone.<br/>Which of the following is described above?",
    "correctAnswer": "D",
    "options": {
      "A": "Perfect competition",
      "B": "Monopsonist",
      "C": "Oligopoly",
      "D": "Monopoly",
      "E": "Duopoly"
    },
    "explanation": "<ul><br/><li>In perfect competition, there are many buyers and many sellers, and no single seller can influence the price. Products are identical, and market price is determined by supply and demand. This does not match the definition of a market with only one seller who sets the price.</li><br/><li>A monopsonist market has only one buyer and many sellers. This is the opposite of a monopoly, where there is only one seller. For example, large dairy companies in Turkey buying from many farmers are monopsonists, not monopolies.</li><br/><li>In an oligopoly, there are a few dominant sellers, not just one. These sellers may influence price through strategic behavior, but still compete with each other. This structure is more competitive than a monopoly.</li><br/><li>A duopoly is a specific type of oligopoly where exactly two sellers exist. Although competition is limited, price-setting is shared, not unilateral as in a monopoly.</li><br/><li>Monopoly is the correct answer. A monopoly exists when there is <strong>only one seller</strong> of a product or service, and that seller has <strong>full control over the price</strong>. Examples include Türk Telekom (internet infrastructure) or TCDD (railways), as stated in the text.</li><br/></ul>"
  },
  {
    "id": "3844049",
    "unitNumber": 2,
    "text": "In an economy with a negatively sloped demand curve, the demand for good X has increased from 30 units to 40 units, which of the following is definitely true?",
    "correctAnswer": "B",
    "options": {
      "A": "The price of good X has increased.",
      "B": "The price of good X has decreased.",
      "C": "The supply of good X has decreased.",
      "D": "The supply of good X has not changed.",
      "E": "The price of good X has not changed"
    },
    "explanation": "In the case of a downward-sloping demand curve, there is an inverse relationship between price and quantity demanded: when the price of a good falls, the quantity demanded increases, assuming all other factors remain constant. Since the quantity demanded of good X increased from 30 units to 40 units, this change can only be explained by a decrease in its price. Therefore, the correct answer is B. Option A is incorrect because a price increase would decrease demand. Option C is unrelated to the demand curve. Option D may or may not be true, but it is not the direct cause of the quantity change. Option E is false because if the price had not changed, the quantity demanded would have remained the same."
  },
  {
    "id": "3844052",
    "unitNumber": 2,
    "text": "Which of the following does not cause a shift in a negatively sloped demand curve?",
    "correctAnswer": "A",
    "options": {
      "A": "A change in the price of the good itself",
      "B": "A change in consumer income",
      "C": "A change in the price of substitute goods",
      "D": "A change in consumer preferences",
      "E": "A change in consumer expectations"
    },
    "explanation": "A negatively sloped demand curve represents the inverse relationship between a good’s own price and the quantity demanded. A change in the price of the good itself causes a movement along the curve, not a shift of the curve. In contrast, non-price determinants such as consumer income, preferences, expectations, and the price of substitute goods cause the entire demand curve to shift either to the left or right. Therefore, only option A does not result in a shift in the demand curve."
  },
  {
    "id": "3844063",
    "unitNumber": 2,
    "text": "Which of the following causes the supply curve to shift to the right?",
    "correctAnswer": "E",
    "options": {
      "A": "An increase in the cost of raw materials used in production",
      "B": "Producers delaying production due to expectations of higher future prices",
      "C": "A decrease in the market price of the good",
      "D": "A decrease in the number of sellers",
      "E": "A technological improvement that increases production efficiency"
    },
    "explanation": "A rightward shift in the supply curve means that producers are willing to supply more of a good at every price level. <ul> <li> Option E describes a technological improvement that increases production efficiency. This allows firms to produce more output with the same or fewer inputs, leading to an increase in supply and a rightward shift in the supply curve. </li> <li> Option A (higher input costs) and Option B (delaying production due to expectations) reduce current supply - causing a leftward shift. </li> <li> Option C refers to a change in the price of the good, which causes a movement along the curve, not a shift. </li> <li> Option D, a decrease in the number of sellers, leads to lower total market supply, shifting the curve to the left, not to the right. </li> </ul>"
  },
  {
    "id": "3844094",
    "unitNumber": 2,
    "text": "The market supply and demand equations for a good are as follows:<br/><ul> <li> Demand: <math xmlns=\"http://www.w3.org/1998/Math/MathML\"><semantics><mrow><msub><mi>Q</mi><mi>d</mi></msub><mo>=</mo><mn>50</mn><mo>−</mo><mn>3</mn><mi>P</mi></mrow><annotation encoding=\"application/x-tex\">Q_d = 50 - 3P</annotation></semantics></math><br/></li> <li> Supply: <math xmlns=\"http://www.w3.org/1998/Math/MathML\"><semantics><mrow><msub><mi>Q</mi><mi>s</mi></msub><mo>=</mo><mn>20</mn><mo>+</mo><mn>2</mn><mi>P</mi></mrow><annotation encoding=\"application/x-tex\">Q_s = 20 + 2P</annotation></semantics></math><br/></li> </ul> What is the equilibrium price in this market?",
    "correctAnswer": "C",
    "options": {
      "A": "4",
      "B": "5",
      "C": "6",
      "D": "7",
      "E": "8"
    },
    "explanation": "When equilibrium is achieved in the market, supply and demand quantities are equal.<br/>Therefore, to find the equilibrium price, the supply and demand equations are equated:<br/><math xmlns=\"http://www.w3.org/1998/Math/MathML\"><semantics><mrow><msub><mi>Q</mi><mi>d</mi></msub></mrow></semantics></math>= <math xmlns=\"http://www.w3.org/1998/Math/MathML\"><semantics><mrow><msub><mi>Q</mi><mi>s</mi></msub></mrow></semantics></math><br/>50−3P=20+2P<br/>Simplification is done on both sides:<br/>50−20=2P+3P <br/>30=5P⇒P=6<br/>In this case, the equilibrium price is 6 TL."
  },
  {
    "id": "3844220",
    "unitNumber": 2,
    "text": "Which of the following best completes the definition below?\n ..................... is the quantity of a good or service that consumers are willing and able to purchase at a given price in a given time period in a given market.",
    "correctAnswer": "D",
    "options": {
      "A": "Supply",
      "B": "Production",
      "C": "Market",
      "D": "Demand",
      "E": "Price"
    },
    "explanation": "This definition refers to the concept of demand in economics. Demand represents not only the desire to purchase a good or service but also the ability to pay for it. The inclusion of price, time, and consumer willingness in the definition confirms that demand is the correct answer."
  },
  {
    "id": "3844221",
    "unitNumber": 2,
    "text": "Which of the following statements is <strong>incorrect</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "For normal goods, demand increases when income rises and decreases when income falls.",
      "B": "Inferior goods are the goods for which demand rises when income increases.",
      "C": "Substitute goods are products that can replace each other; if the price of one increases, the demand for the other rises.",
      "D": "An increase in the number of sellers at each price level shifts the supply curve to the right.",
      "E": "If producers expect higher demand and prices in the future, they may reduce current supply by holding back input stocks, shifting the supply curve to the left."
    },
    "explanation": "This statement is incorrect. Inferior goods are defined as goods for which demand decreases when income increases, and demand increases when income decreases. The other statements correctly describe economic concepts.<br/>Correct Answer: B) Inferior goods are the goods for which demand rises when income increases."
  },
  {
    "id": "3844222",
    "unitNumber": 2,
    "text": "Which of the following best explains how scarce resources are allocated in a free market economy?",
    "correctAnswer": "C",
    "options": {
      "A": "The government tells producers what goods to produce.",
      "B": "Consumers vote on which goods should be produced more.",
      "C": "Rising prices act as signals that lead producers to increase production, directing more resources to highly demanded goods.",
      "D": "A central planning agency distributes resources based on long-term goals.",
      "E": "Producers aim to increase consumer happiness and well-being through their production decisions."
    },
    "explanation": "Correct Answer: C) Rising prices act as signals that lead producers to increase production, directing more resources to highly demanded goods.<br/>In a free market, prices play a crucial role in resource allocation. When demand increases, prices rise, sending a signal to producers that more of that good is desired. Seeking higher profits, producers allocate more resources to those goods without needing central coordination."
  },
  {
    "id": "3844224",
    "unitNumber": 2,
    "text": "In an economy, assume that the market equilibrium price of milk is 25 TL per liter. What is the most likely outcome if the government sets a price ceiling of 18 TL per liter?",
    "correctAnswer": "C",
    "options": {
      "A": "There will be excess supply because producers will produce more milk at the lower price.",
      "B": "The quantity demanded will decrease, and a surplus will occur.",
      "C": "There will be <strong>excess demand</strong> because the quantity demanded exceeds the quantity supplied at the ceiling price.",
      "D": "The market will remain in equilibrium since the government controls the price.",
      "E": "Both producers and consumers will benefit from the lower price."
    },
    "explanation": "Correct Answer: C) There will be excess demand because the quantity demanded exceeds the quantity supplied at the ceiling price.<br/>A price ceiling set below the market equilibrium leads to excess demand, because more consumers want to buy the product at the lower price, while producers supply less due to lower profitability. This creates a shortage in the market and can result in welfare losses for both buyers and sellers."
  },
  {
    "id": "2656055",
    "unitNumber": 3,
    "text": "<strong>Which theory listed below is an approach used by social scientists to understand human behavior?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Rational Choice Theory",
      "B": "Public Choice Theory",
      "C": "Pure Competition Theory",
      "D": "Macro Economic Theory",
      "E": "Monopolistic Competition Theory"
    },
    "explanation": "Answer is A. Title of “Introduction” in your book, on page 51 gives the information that: <strong>Rational Choice Theory</strong> is an approach used by social scientists to understand human behavior."
  },
  {
    "id": "2656056",
    "unitNumber": 3,
    "text": "<strong>Which factor or factors listed below, can limit the nature and size of the market basket that consumers want to buy?</strong>\n <strong>i-Prices of commodities</strong>\n <strong>ii-Level of the consumer’s income</strong>\n <strong>iii-Amount of commodities</strong>\n <strong>iv-Variety of commodities</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "i",
      "B": "ii",
      "C": "i; ii",
      "D": "iii; iv",
      "E": "i; ii; iv"
    },
    "explanation": "Answer is C. Title of “BUDGET CONSTRAINT” in your book, on page 51, gives the information that <strong>prices of commodities and the level of the consumer’s income</strong>, can limit or constrain the nature and size of the market basket that he or she can buy."
  },
  {
    "id": "2656057",
    "unitNumber": 3,
    "text": "<strong>A(An) ------------</strong><strong>is “the combinations of quantities of X and Y that a consumer can purchase with certain amount of income or earning”.</strong>\n <strong>Fill in the blank with a convenient answer.</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Indifference curve",
      "B": "Budget constraint",
      "C": "Engels curve",
      "D": "Demand curve",
      "E": "Utility curve"
    },
    "explanation": "Answer is B. Title of “BUDGET CONSTRAINT” in your book, on page 52, gives the information that: “<strong>A Budget constraint</strong> is “the combinations of quantities of X and Y that a consumer can purchase with certain amount of income or earning”."
  },
  {
    "id": "2656058",
    "unitNumber": 3,
    "text": "<strong>What are the effects of an increase in income while holding prices of goods constant on budget line and goods consumption?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Out ward shift of the budget line",
      "B": "Un-parallel shift to the original budget line",
      "C": "Higher slope of the budget line",
      "D": "Consumers able to consume less of each good",
      "E": "Consumers able to consume more of one type of good"
    },
    "explanation": "Answer is A. Title of “BUDGET CONSTRAINT” in your book, on page 52, gives the information that an increase in income causes the budget line to <strong>shift outward</strong>, <strong>paralle</strong>l to the original line (holding prices of goods constant). This means that these changes will leave <strong>unaffected</strong> the slope of the budget line. And, the consumer will have a chance <strong>to consume more of both good X and Y.</strong>"
  },
  {
    "id": "2656059",
    "unitNumber": 3,
    "text": "<strong>i-A decrease in income lowers the intercepts of the budget line</strong>\n <strong>ii-A decrease in income causes a parallel outward shift</strong>\n <strong>iii-A decrease in income will lead to less consumption of both goods</strong>\n <strong>iv-A decrease in income won’t have an effect on the consumption of cheaper good</strong>\n <strong>Choose the true effects of decreasing income on the budget curve and consumption of goods from listed statements above.</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "<strong>i; ii</strong>",
      "B": "<strong>i; iii</strong>",
      "C": "<strong>i; iv</strong>",
      "D": "<strong>ii; iii</strong>",
      "E": "<strong>ii; iv</strong>"
    },
    "explanation": "Answer is B. Title of “BUDGET CONSTRAINT” in your book, on page 53, gives the information that a decrease in income <strong>lowers the intercepts of t</strong>he budget line which cause a <strong>parallel backward shift.</strong> Backward changes will lead to <strong>less consumption of both goods</strong> when compared to the original consumption basket."
  },
  {
    "id": "2656060",
    "unitNumber": 3,
    "text": "<strong>Which of the following expressions below measure the satisfaction of consumers via utility?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Demand curve",
      "B": "Engels curve",
      "C": "Indifference curve",
      "D": "Consumption curve",
      "E": "Marginal income curve"
    },
    "explanation": "Answer is C. The title of “CONSUMER PREFERENCES” in your book on page 54 gives information that <strong>indifference curve</strong> measures the satisfaction of consumers via utility."
  },
  {
    "id": "2656061",
    "unitNumber": 3,
    "text": "<strong>What is the main assumption of the Consumer Behavior Theory of Economics?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Cost maximization",
      "B": "Quantity maximization",
      "C": "Income maximization",
      "D": "Utility maximization",
      "E": "Information maximization"
    },
    "explanation": "Answer is D. The title of “CONSUMER PREFERENCES” in your book on page 54 gives information that we, as consumers, have a goal in life, which is to <strong>maximize our utility</strong> subject to our budget constraint."
  },
  {
    "id": "2656062",
    "unitNumber": 3,
    "text": "<strong>How do we express “the change in our total utility from a one-unit change in our consumption of a good”?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Total utility",
      "B": "Fix utility",
      "C": "Variable Utility",
      "D": "Average Utility",
      "E": "Marginal Utility"
    },
    "explanation": "Answer is E. The title of “Indifference Curves” in your book on page 59 gives the description for Marginal utility as follows: “Marginal utility is the change in your total utility from a one-unit change in your consumption of a good”."
  },
  {
    "id": "2656063",
    "unitNumber": 3,
    "text": "i- More goods are preferable to fewer goods\n ii- Goods are substitutable\n iii- Indifference curves can cross each other\n iv- Indifference curves are everywhere dense\n v- Indifference curves are always concave\n Choose the properties of indifference curves from listed statements above.",
    "correctAnswer": "B",
    "options": {
      "A": "i; ii; iii",
      "B": "i; ii; iv",
      "C": "ii; iii; iv",
      "D": "ii; iv; v",
      "E": "iii; iv; v"
    },
    "explanation": "Answer is B. The title of “Properties of Indifference Curves” in your book on page 59 and 60 listed the properties of indifference curves as follows:\n i- More goods are preferable to fewer goods\n ii- Goods are substitutable\n iii- Indifference curves <strong>cannot</strong> cross each other\n iv- Indifference curves are everywhere dense\n v- Indifference curves are always <strong>convex</strong>"
  },
  {
    "id": "2656064",
    "unitNumber": 3,
    "text": "<strong>----------------- is defined as the number of units of good Y that must be given up if the consumer, after receiving an extra unit of good X, is to maintain a constant level of satisfaction.</strong>\n <strong>Fill in the blank with a convenient answer.</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Diminishing returns",
      "B": "Marginal rate of substitution",
      "C": "Increasing returns",
      "D": "Constant returns",
      "E": "Marginal rate of utility"
    },
    "explanation": "Answer is B. The title of “Marginal Rate of Substitution (MRS)” in your book on page 61 gives the information that: “<strong>The marginal rate of substitution (MRS)</strong> is defined as the number of units of good Y that must be given up if the consumer, after receiving an extra unit of good X, is to maintain a constant level of satisfaction or utility”."
  },
  {
    "id": "2656748",
    "unitNumber": 3,
    "text": "Consumption choices are limited by ___________.\n<br/>Which of the followings best completes the blank?",
    "correctAnswer": "C",
    "options": {
      "A": "Prices",
      "B": "Income",
      "C": "Income and prices",
      "D": "Inflation",
      "E": "Income and inflation"
    },
    "explanation": "Consumption choices are limited by income and prices."
  },
  {
    "id": "2656889",
    "unitNumber": 3,
    "text": "Which of the following gives the price of one good compared to the price of the other?",
    "correctAnswer": "D",
    "options": {
      "A": "Average price",
      "B": "Aggregate price",
      "C": "Optimum price",
      "D": "Slope",
      "E": "Average cost"
    },
    "explanation": "The slope equals the relative price of the two goods, that is, the price of one good compared to the price of the other."
  },
  {
    "id": "2656920",
    "unitNumber": 3,
    "text": "Which of the following laws explains the additional utility derived from consuming successive units of a product will eventually decline as the rate of consumption increases?",
    "correctAnswer": "A",
    "options": {
      "A": "The law of diminishing marginal utility",
      "B": "The law of opportunity cost",
      "C": "The law of marginal cost",
      "D": "The law of increasing average utility",
      "E": "The law of decreasing average utility"
    },
    "explanation": "The law of diminishing marginal utility is that the marginal (or additional) utility derived from consuming successive units of a product will eventually decline as the rate of consumption increases."
  },
  {
    "id": "2656939",
    "unitNumber": 3,
    "text": "Which of the following pair of goods is an example for perfect complements?",
    "correctAnswer": "D",
    "options": {
      "A": "Margarine and butter",
      "B": "Cow cheese and goat cheese",
      "C": "Chino pants and blue jean",
      "D": "Left and right shoes",
      "E": "Blazer and jacket"
    },
    "explanation": "Two goods with right-angle indifference curves are perfect complements such as left and right shoes."
  },
  {
    "id": "2656947",
    "unitNumber": 3,
    "text": "What is the name of the curve which connects of all points representing the equilibrium market baskets corresponding to all possible levels of money income?",
    "correctAnswer": "B",
    "options": {
      "A": "Indifference curve",
      "B": "Income-consumption curve",
      "C": "Budget constraint",
      "D": "Relative price line",
      "E": "Producer-consumer line"
    },
    "explanation": "When we connect all of points representing the equilibrium market baskets corresponding to all possible levels of money income, the resulting curve is called the income-consumption curve (ICC)."
  },
  {
    "id": "2656953",
    "unitNumber": 3,
    "text": "Suppose that consumer A decreases her X consumption after she experienced an increase in her income. What type of a good is X?",
    "correctAnswer": "E",
    "options": {
      "A": "Normal good",
      "B": "Average good",
      "C": "Luxury good",
      "D": "Unfavourable good",
      "E": "Inferior good"
    },
    "explanation": "If a consumer buys less of a good when his or her income rises, the good is called an inferior good. In other words, inferior goods will have better quality alternatives."
  },
  {
    "id": "2656970",
    "unitNumber": 3,
    "text": "When the real interest rate starts to decline, individuals become less willing to save due to_______ effect.\n<br/>Which of the followings best fills in the blank?",
    "correctAnswer": "D",
    "options": {
      "A": "efficiency",
      "B": "beneficiary",
      "C": "subordinate",
      "D": "substitution",
      "E": "ordinary"
    },
    "explanation": "When the real interest rate starts to decline, because of the lower level of opportunity cost of holding money, individuals become more willing to spend money for goods and services, instead of saving. This negative effect of the real interest rate on the saving rate is called the “Substitution Effect”."
  },
  {
    "id": "2656978",
    "unitNumber": 3,
    "text": "For which type of goods do the Engel curves have a negative slope?",
    "correctAnswer": "A",
    "options": {
      "A": "Inferior goods",
      "B": "Normal goods",
      "C": "Unfavourable goods",
      "D": "Ordinary goods",
      "E": "Average goods"
    },
    "explanation": "Engel curves for inferior goods have a negative slope."
  },
  {
    "id": "2656991",
    "unitNumber": 3,
    "text": "Which of the followings <strong>is not</strong> among the basic assumptions that economics have about the nature of the consumer’s tastes or preferences?",
    "correctAnswer": "C",
    "options": {
      "A": "Preferences are complete",
      "B": "Consumer’s preferences are transitive",
      "C": "Consumer’s preferences are marginal",
      "D": "Consumers always prefer more of a commodity to less",
      "E": "A diminishing marginal rate of substitution"
    },
    "explanation": "The basic assumptions that economists make about the nature of the consumer’s tastes or preferences are (1) preferences are complete, (2) consumer’s preferences are transitive, (3) consumers always prefer more of a commodity to less, (4) a diminishing marginal rate of substitution."
  },
  {
    "id": "2657009",
    "unitNumber": 3,
    "text": "_________ is the combinations of quantities of X and Y that a consumer can purchase with certain amount of income or earning. \n Which of the followings best fills in the blank?",
    "correctAnswer": "B",
    "options": {
      "A": "Budget deficit",
      "B": "Budget constraint",
      "C": "Indifference curve",
      "D": "Map of indifference curves",
      "E": "Opportunity cost line"
    },
    "explanation": "Budget constraint is the combinations of quantities of X and Y that a consumer can purchase with certain amount of income or earning."
  },
  {
    "id": "2657360",
    "unitNumber": 3,
    "text": "It is “the combinations of quantities of X and Y that a consumer can purchase with certain amount of income or earning”.\n<br/>Which term is described above?",
    "correctAnswer": "B",
    "options": {
      "A": "Quantity",
      "B": "Budget constraint",
      "C": "Price of goods",
      "D": "Quality",
      "E": "Demand curve"
    },
    "explanation": "A Budget constraint is “the combinations of quantities of X and Y that a consumer can purchase with certain amount of income or earning”."
  },
  {
    "id": "2657361",
    "unitNumber": 3,
    "text": "Which one of the following <strong><u>is not</u></strong> true in terms of the nature of the consumer’s tastes or preferences?",
    "correctAnswer": "C",
    "options": {
      "A": "Preferences are complete",
      "B": "Consumer’s preferences are transitive",
      "C": "Consumer’s preferences are incomplete",
      "D": "Consumers always prefer more of a commodity to less (i.e., non-satiation)",
      "E": "A diminishing marginal rate of substitution is accepted(i.e., convexity)"
    },
    "explanation": "Consumer preferences<br/>Therefore, this section underlies the basic assumptions that economists make about the nature of the consumer’s tastes or preferences.\n<br/><ul><br/><li>Preferences are complete</li><br/><li>Consumer’s preferences are transitive</li><br/><li>Consumers always prefer more of a commodity to less (i.e., non-satiation)</li><br/><li>A diminishing marginal rate of substitution (i.e., convexity)</li><br/></ul>"
  },
  {
    "id": "2657362",
    "unitNumber": 3,
    "text": "“If two products have the same cost, a consumer would choose to purchase the one expected to have the higher benefit. On the other hand, if two products yield equal benefits, the consumer would choose to purchase the cheaper one”.\n Which fundamental principle underlying consumer behavior is described above?",
    "correctAnswer": "D",
    "options": {
      "A": "Limited income necessitates choice",
      "B": "Consumers must make decisions without perfect information, but knowledge and past experiences will help.",
      "C": "One good can be substituted for another",
      "D": "Consumers make their decisions purposefully",
      "E": "The law of diminishing marginal utility applies"
    },
    "explanation": "Consumer preferences<br/>Consumers make their decisions purposefully. If two products have the same cost, a consumer would choose to purchase the one expected to have the higher benefit. On the other hand, if two products yield equal benefits, the consumer would choose to purchase the cheaper one."
  },
  {
    "id": "2657363",
    "unitNumber": 3,
    "text": "The likelihood that a consumer will spend the necessary time, effort, and money to gather information (about items or goods he or she wants to buy) is directly related to its _______ to the consumer.",
    "correctAnswer": "A",
    "options": {
      "A": "value",
      "B": "colour",
      "C": "relevance",
      "D": "need",
      "E": "taste"
    },
    "explanation": "Consumer preferences<br/>The likelihood that a consumer will spend the necessary time, effort, and money to gather information (about items or goods he or she wants to buy) is directly related to its value to the consumer."
  },
  {
    "id": "2657365",
    "unitNumber": 3,
    "text": "In consumer theory, economists assume that the preferences of consumers exhibit certain properties or characteristics. These properties enable us to make statements about the general pattern of ___________ curves.<br/>Which of the following best fills the blank above?",
    "correctAnswer": "C",
    "options": {
      "A": "acceptence",
      "B": "productivity",
      "C": "indifference",
      "D": "marginal",
      "E": "bundle"
    },
    "explanation": "Consumer preferences<br/>In consumer theory, economists assume that the preferences of consumers exhibit certain properties or characteristics. These properties enable us to make statements about the general pattern of indifference curves."
  },
  {
    "id": "2657393",
    "unitNumber": 3,
    "text": "I. More goods are preferable to fewer goods- thus, bundles on indifference curves lying nearest to the northeast of a diagram are always preferred.\n<br/>II. Goods are substitutable-therefore, indifference curves slope downward to the right.\n<br/>III. Indifference curves cannot cross each other, if they did, the rational ordering among preferences would be violated.\n<br/>IV. Indifference curves are everywhere dense. We can not draw an indifference curve through any point on the diagram.\n<br/>V. The valuation of a good increases as it is consumed more intensively-therefore, indifference curves are always convex.\n<br/>About the indifference curves, some of the above given statements are wrong. Which of the following choice shows the only correct (true) statement/s about the indifference curves?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "I and II",
      "C": "III and IV",
      "D": "IV and V",
      "E": "II and III"
    },
    "explanation": "Consumer preferences<br/>I. More goods are preferable to fewer goods- thus, bundles on indifference curves lying farthest to the northeast of a diagram are always preferred.\n<br/>II. Goods are substitutable-therefore, indifference curves slope downward to the right.\n<br/>III. Indifference curves cannot cross each other, if they did, the rational ordering among preferences would be violated.\n<br/>IV. Indifference curves are everywhere dense. We can draw an indifference curve through any point on the diagram.\n<br/>V. The valuation of a good decreases as it is consumed more intensively-therefore, indifference curves are always convex."
  },
  {
    "id": "2657396",
    "unitNumber": 3,
    "text": "“It is defined as the number of units of good Y that must be given up if the consumer, after receiving an extra unit of good X, is to maintain a constant level of satisfaction or utility”.\n Which term is described above?",
    "correctAnswer": "D",
    "options": {
      "A": "Indifference curve",
      "B": "Total utility",
      "C": "Marginal utility",
      "D": "The marginal rate of substitution",
      "E": "Law of diminishing marginal utility"
    },
    "explanation": "Consumer preferences<br/><strong>The marginal rate of substitution (MRS) </strong>is defined as the number of units of good Y that must be given up if the consumer, after receiving an extra unit of good X, is to maintain a constant level of satisfaction or utility."
  },
  {
    "id": "2657398",
    "unitNumber": 3,
    "text": "The consumer chooses between the consumption of the two goods so that the marginal rate of substitution equals the _________ price.<br/>Which of the followins best fits the blank above?",
    "correctAnswer": "B",
    "options": {
      "A": "exact",
      "B": "relative",
      "C": "alternative",
      "D": "optimal",
      "E": "feasible"
    },
    "explanation": "OPTIMIZATION: OPTIMAL CHOICES FOR INDIVIDUAL CONSUMERS<br/>The consumer chooses between the consumption of the two goods so that the marginal rate of substitution equals the relative price."
  },
  {
    "id": "2657412",
    "unitNumber": 3,
    "text": "What kind of effect is mentioned below?\n “It is the change in consumption that results when a price change moves the consumer to a higher or lower indifference curve. For example: The consumer is richer, so he buys more pizza”.",
    "correctAnswer": "C",
    "options": {
      "A": "Substitution effect",
      "B": "Total effect",
      "C": "Income effect",
      "D": "Consumer Equilibrium",
      "E": "Marginal utility"
    },
    "explanation": "Changes in consumer choices<br/><em>The income effect </em>is the change in consumption that results when a price change moves the consumer to a higher or lower indifference curve."
  },
  {
    "id": "2657415",
    "unitNumber": 3,
    "text": "“They illustrate the relationship between consumer demand and household income and for normal goods slope upwards - the flatter the slope the more luxurious the good, and the greater the income elasticity. In contrast, they have a negative slope for inferior goods”.\n Which term is described above?",
    "correctAnswer": "A",
    "options": {
      "A": "Engel Curves",
      "B": "Giffen Demand Functions",
      "C": "Labor Supply Curves",
      "D": "Real Wage Changes",
      "E": "Marshalian Demand Functions"
    },
    "explanation": "Applications<br/><strong>Engel curves, </strong>named after 19th Century German statistician Ernst Engel, illustrate the relationship between consumer demand and household income.<br/>Engel curves for normal goods slope upwards - the flatter the slope the more luxurious the good, and the greater the income elasticity. In contrast, Engel curves for inferior goods have a negative slope."
  },
  {
    "id": "2659331",
    "unitNumber": 3,
    "text": "Which of the following is the result of a fall in interest rates on saving?",
    "correctAnswer": "C",
    "options": {
      "A": "It does not affect saving",
      "B": "It helps to increase saving",
      "C": "If the substitution effect dominates the income effect the spending increase and saving decrease.",
      "D": "Certainly the saving rate stays constant",
      "E": "Saving and spending both increases"
    },
    "explanation": "If interest rates fall, the reward from saving falls. It becomes relatively more attractive to hold cash and / or spend. This is the substitution effect - with lower interest rates, consumers substitute saving for spending."
  },
  {
    "id": "2659332",
    "unitNumber": 3,
    "text": "Which of the following is one of the most important determinants of a consumer’s behavior when buying a product?",
    "correctAnswer": "E",
    "options": {
      "A": "Market type",
      "B": "Number of the firms",
      "C": "Number of the products",
      "D": "The other people’s prferences",
      "E": "His/her Tastes/preferences"
    },
    "explanation": "Clearly, one of the most important determinants of a consumer’s behavior is his or her tastes or preferences."
  },
  {
    "id": "2659333",
    "unitNumber": 3,
    "text": "Which of the following is a constraint for consumption choices?",
    "correctAnswer": "E",
    "options": {
      "A": "Market type",
      "B": "Number of the firms",
      "C": "Number of the products",
      "D": "Preferences",
      "E": "Income"
    },
    "explanation": "Consumption choices are limited by income and prices."
  },
  {
    "id": "2659334",
    "unitNumber": 3,
    "text": "Which of the following represents the willingness of an individual to substitute one good for the other?",
    "correctAnswer": "D",
    "options": {
      "A": "The point where the fixed cost is minimum",
      "B": "The highest point of total utility",
      "C": "Intersection of demand and supply",
      "D": "The slope of the indifference curve",
      "E": "Marginal rate of revenue"
    },
    "explanation": "The slope of the indifference curve represents the willingness of the individual to substitute one good for the other. This is also defined as the marginal rate of substitution (MRS), which refers to the amount of good X that is just sufficient to compensate the consumer for the loss of a unit of the good Y."
  },
  {
    "id": "2659337",
    "unitNumber": 3,
    "text": "<ul> <li>If a consumer buys less of a good when his or her income rises, the good is called an …….</li> <li>……….. will have better quality alternatives.</li> <li>When income rises, people can afford to forego the cheap ………… and buy the higher quality good instead.</li> </ul> Which of the following can fill the above blanks most appropriately?",
    "correctAnswer": "A",
    "options": {
      "A": "Inferior good",
      "B": "Investment good",
      "C": "Household good",
      "D": "High quality good",
      "E": "Luxury good"
    },
    "explanation": "If a consumer buys less of a good when his or her income rises, the good is called an inferior good. In other words, inferior goods will have better quality alternatives. Therefore, when income rises, people can afford to forego the cheap alternative and buy the higher quality good instead (Figure 3.12). When there is an increase in income, it shifts the budget line outward. However, the consumption of the soft drink Pepsi (good Y) falls (making Pepsi an inferior good) and the consumption of pizaa (good X) rises (making pizza a normal good). In this case, ICC will have a downward slope when we connect the initial optimum point with the new optimum one."
  },
  {
    "id": "2659338",
    "unitNumber": 3,
    "text": "Which of the following shifts the budget constraint of a consumer outward?",
    "correctAnswer": "C",
    "options": {
      "A": "A decrease in the firms’ number in the market",
      "B": "An increase in the number of the customers",
      "C": "An increase in income",
      "D": "A decrease in the products’ variety",
      "E": "A change in customers’ taste"
    },
    "explanation": "An increase in income shifts the budget constraint outward. The consumer is able to choose a better combination of goods on a higher indifference curve."
  },
  {
    "id": "2659340",
    "unitNumber": 3,
    "text": "What happens to the income and substitution effects when the price of lamb chops falls?",
    "correctAnswer": "D",
    "options": {
      "A": "Income effect decreases- substitute effect decreases",
      "B": "Income effect increases- substitute effect decreases",
      "C": "Income effect decreases- substitute effect increases",
      "D": "Income effect increases- substitute effect increases",
      "E": "Income effect does not change- substitute effect decreases"
    },
    "explanation": "Table 3.4 Summary of Income and Substitution Effect"
  },
  {
    "id": "2659341",
    "unitNumber": 3,
    "text": "\"The ……effect is the change in consumption that results when a price change moves the consumer to a higher or lower indifference curve.\"\n Which of the following concepts correctly completes the above definition?",
    "correctAnswer": "E",
    "options": {
      "A": "demand",
      "B": "cost",
      "C": "profit",
      "D": "price",
      "E": "income"
    },
    "explanation": "The income effect is the change in consumption that results when a price change moves the consumer to a higher or lower indifference curve."
  },
  {
    "id": "2659343",
    "unitNumber": 3,
    "text": "\" According to the ……. effect, an increase in real wages cause in ……. for employed workers to work more but to have less leisure time.\"\n<br/>Which of the followings below best fill in the blanks above?",
    "correctAnswer": "B",
    "options": {
      "A": "profit/rent",
      "B": "substitution/ substitution",
      "C": "zero/fall",
      "D": "long run/trouble",
      "E": "change/constant"
    },
    "explanation": "According to the substitution effect, an increase in real wages cause in substitution for employed workers to work more but to have less leisure time."
  },
  {
    "id": "2659347",
    "unitNumber": 3,
    "text": "Which of the following could be said for luxury goods’s demand when income increases?",
    "correctAnswer": "E",
    "options": {
      "A": "It does not get affected",
      "B": "Decreases it gets flatter",
      "C": "Decreases it gets steeper",
      "D": "Increases and it gets steeper",
      "E": "Increases and it gets flatter"
    },
    "explanation": "Engel curves for normal goods slope upwards - the flatter the slope the more luxurious the good, and the greater the income elasticity. In contrast, Engel curves for inferior goods have a negative slope."
  },
  {
    "id": "2661504",
    "unitNumber": 3,
    "text": "What can be said about marginal utility as total utility decreases?",
    "correctAnswer": "D",
    "options": {
      "A": "It is minimum",
      "B": "It is maximum",
      "C": "Equals to zero",
      "D": "Takes a negative value",
      "E": "Takes a positive value"
    },
    "explanation": "If your answer is wrong, please review the topic titled Marginal Rate of Substitution (MRS) again.<br/>The law of diminishing marginal utility states that marginal utility declines as more of a particular good is consumed in a given timeperiod, ceteris paribus. The marginal utility becomes negative when total utility declines."
  },
  {
    "id": "2661550",
    "unitNumber": 3,
    "text": "Which of the following is not true for indifference curves?",
    "correctAnswer": "E",
    "options": {
      "A": "Indifference curves cannot cross each other",
      "B": "Indifference curves are always convex",
      "C": "Any two points on an indifference curve generate the same level of utility.",
      "D": "As you move away from the origin, each subsequent indifference curve yields a higher utility level than the previous one.",
      "E": "Indifference curves have a positive slope"
    },
    "explanation": "If your answer is wrong, please review the topic titled Properties of Indifference Curves again.<br/>Goods are substitutable-therefore, indifference curves slope downward to the right. Given the fact (noted in the last section) that every commodity is defined so that more of it is preferred to less, indifference curves slope downward to the<br/>right or it follows that indifference curves must have a negative slope."
  },
  {
    "id": "2661565",
    "unitNumber": 3,
    "text": "Which of the following statements is true?",
    "correctAnswer": "B",
    "options": {
      "A": "As the quantity consumed of a good increases, both its marginal utility and its total utility decreases.",
      "B": "Total utility is equal to the sum of marginal utility values.",
      "C": "Marginal utility increases as the quantity consumed of a good increases.",
      "D": "Marginal utility is negative and decreases as total utility increases.",
      "E": "Marginal utility is positive and decreases as total utility decreases."
    },
    "explanation": "If your answer is wrong, please review the topic titled Marginal Rate of Substitution (MRS) again.<br/>The law of diminishing marginal utility states that marginal utility declines as more of a particular good (here, X) is consumed in a given time period, ceteris paribus."
  },
  {
    "id": "2661579",
    "unitNumber": 3,
    "text": "If a consumer's budget is I = 1000 TL, price of good X, Px = 7 TL, price of good Y, Py = 15 TL, what is the slope of the budget line?",
    "correctAnswer": "B",
    "options": {
      "A": "-7/1000",
      "B": "7/15",
      "C": "15/1000",
      "D": "15/7",
      "E": "7"
    },
    "explanation": "If your answer is wrong, please review the topic titled CONSUMER PREFERENCES again.<br/>The slope of the budget line is Px/Py. Therefore, 7/15 is the right answer."
  },
  {
    "id": "2661609",
    "unitNumber": 3,
    "text": "What can be said about the budget constraint if the prices of goods A and B doubled at the same time?",
    "correctAnswer": "A",
    "options": {
      "A": "The slope of the budget constraint does not change",
      "B": "The budget constraint becomes perfectly perpendicular",
      "C": "Budget line stays the same",
      "D": "The budget line becomes flatter",
      "E": "The budget line becomes steeper"
    },
    "explanation": "If your answer is wrong, please review the topic titled BUDGET CONSTRAINT.<br/>Changes in income will result in a parallel shift in the budget constraint while<br/>changes in the prices of goods X and Y will affect the slope of the budget constraint. With the assumption that income and Py remain constant, an<br/>inrease in Px from 1$ to 2$ increases the absoluate value of the slope of the budget line-leading to an inward tilt or getting steeper; a decrease in Px from 1$ to ½$ decreases the absolute value of the slope of the budget line-leading<br/>to an outward tilt or getting flatter. As the slope of the budget line equals to Px/Py a change in the price of one good causes a change of the slope. But on the other hand if the prices of the two goods double, the slope will remain the same."
  },
  {
    "id": "2661639",
    "unitNumber": 3,
    "text": "Which of the following statement is correct about the slopes of the indifference curve and the budget line at the point where consumer equilibrium occurs?",
    "correctAnswer": "B",
    "options": {
      "A": "There is no relationship between the slope of the indifference curve and the slope of the budget line.",
      "B": "The slope of the indifference curve is equal to the slope of the budget line",
      "C": "The slope of the indifference curve is greater than the slope of the budget line.",
      "D": "The slope of the indifference curve is less than the slope of the budget line.",
      "E": "Since the slope of the indifference curve cannot be measured, it is not possible to establish a relationship between them."
    },
    "explanation": "If your answer is wrong please review the topic titled OPTIMIZATION: OPTIMAL CHOICES FOR INDIVIDUAL CONSUMERS.<br/>A consumer optimum occurs at the point where the highest indifference curve and the budget constraint are tangent. At this point the slope of the indifference curve is equal to the slope of the budget line."
  },
  {
    "id": "2661666",
    "unitNumber": 3,
    "text": "Which of the following is true about the change in the budget constraint when prices and consumer income double in a two-good economy?",
    "correctAnswer": "A",
    "options": {
      "A": "There is no change in the budget constraint.",
      "B": "There is an increase in the values where the budget constraint cuts the axes.",
      "C": "There is a decrease in the values where the budget constraint cuts the axes.",
      "D": "The slope of the budget constraint decreases.",
      "E": "The slope of the budget constraint increases."
    },
    "explanation": "If your answer is wrong, please review the topic titled BUDGET CONSTRAINT.<br/>When the prices and consumer income double in a two-good economy, the slope of the budget constraint doesn't change, so the budget constraint will not change."
  },
  {
    "id": "2661682",
    "unitNumber": 3,
    "text": "When the consumer allocates his entire budget to good A, which of the following represents the maximum amount he will receive from good A?<br/>(I : monetary income; Pa : price of good A, Pb: price of good B)",
    "correctAnswer": "D",
    "options": {
      "A": "Pa/Pb",
      "B": "I - (Pa/Pb)",
      "C": "I x Pa",
      "D": "I/Pa",
      "E": "Pa/I"
    },
    "explanation": "If your answer is wrong, please review the topic titled BUDGET CONSTRAINT.<br/>If the consumer spends all her or his income just for good A, intersection on A axis will be equal to I/Pa."
  },
  {
    "id": "2661736",
    "unitNumber": 3,
    "text": "If MUA/PA &lt; MUB/PB, which of the following is the most appropriate behavior for the consumer to reach equilibrium?",
    "correctAnswer": "A",
    "options": {
      "A": "Increasing the amount consumed of good B",
      "B": "Reducing consumption of both goods A and B",
      "C": "Increasing the amount consumed of good A",
      "D": "Increasing the amount of A and B goods consumed",
      "E": "There is nothing to be done as he has spent all of his income"
    },
    "explanation": "If your answer is wrong please review the topic titled OPTIMIZATION: OPTIMAL CHOICES FOR INDIVIDUAL CONSUMERS.<br/>When we assume that (MUx/Px) &gt; (MUy/Py) or (10/1$)&gt; (5/1$))\n<br/>Since an additional dollar spent on good X provides more additional utility than the last dollar spent on good Y, a utility-maximizing individual would spend more on good X and less on good Y. Spending $1 less on good Y lowers the utility by<br/>5 units, but an additional dollar spent on good X raises the utility by 10 units in this example. Thus, the transfer of $1 in spending from good X to good Y provides this person with a net gain of 10 units of utility. As more is spent on good X and less on good Y, though, the marginal utility of good X will fall relative to the marginal utility of good Y. This person will keep spending more on good X and less on good Y, though, until the marginal utility of the last dollar spent on good X is the same as the marginal utility of the last dollar spent on good Y<br/>(i.e., MUx/Px = MUy/Py)."
  },
  {
    "id": "2661773",
    "unitNumber": 3,
    "text": "What can be said about the substitution effect created by a decrease in the price of a good?",
    "correctAnswer": "E",
    "options": {
      "A": "Reduces consumption of only inferior goods.",
      "B": "It only increases the consumption of inferior goods.",
      "C": "It only increases the consumption of normal goods.",
      "D": "Reduces consumption of both normal and inferior goods.",
      "E": "Increases consumption of both normal and inferior goods."
    },
    "explanation": "If your answer is wrong, please review the topic titled Income and Substitution Effect.<br/>The substitution effect is the change in consumption that results when a price<br/>change moves the consumer along an indifference curve to a point with a different marginal rate of substitution. When the price of good Y declines, (no matter if its a normal or inferior good) consumers will substitute cheaper goods for expensive ones. \n The substitution effect will always work in this direction. The income effect, however, may work in reverse direction for some types of goods known as inferior goods."
  },
  {
    "id": "2260696",
    "unitNumber": 4,
    "text": "\"The income elasticity of demand measures the response of the quantity demanded to a change in .........................and is computed as the percentage change in the ..................... divided by the percentage change in income.\" Which concept pair should be put in the blank place in the sentence given in the options below?",
    "correctAnswer": "A",
    "options": {
      "A": "income, quantity demanded",
      "B": "quantity demanded, quantity supplied",
      "C": "quantity supplied , quantity price",
      "D": "quantity demended, quantity price",
      "E": "quantity supplied, quantity demanded"
    },
    "explanation": "Most of the goods and services we consume are normal goods. For normal goods, the income elasticity is positive and for inferior goods, the income elasticity is negative.<br/>The income elasticity of demand measures the response of the quantity demanded to a change in consumer income and is computed as the percentage change in the quantity demanded divided by the percentage change in income."
  },
  {
    "id": "2260701",
    "unitNumber": 4,
    "text": "Two goods are either substitute to each other or they are complement to each other. The response of demand for one good (good Y) to changes in the price of another good (good X).What is the elasticity that measures this condition, given in the following.",
    "correctAnswer": "A",
    "options": {
      "A": "The cross-price elasticity",
      "B": "The price elasticity of demand",
      "C": "The price elasticity of supply",
      "D": "The income elasticity",
      "E": "The price elasticity of services"
    },
    "explanation": "The applications of elasticities to real life examples are important to understand the market behavior of buyers and sellers. The concept of elasticity is important since the buyers and sellers can use the concepts to understand and decide<br/>what kind of strategies they are going to follow.<br/>Two goods are either substitute to each other or they are complement to each other. The cross-price elasticity of demand measures the response of demand for one good (good Y) to changes in the price of anothergood (good X). For substitute goods, the crossprice elasticity of demand is positive since the price<br/>increase of good X causes the quantity demanded of good Y to increase. For complement goods, the cross-price elasticity of demand is negative because<br/>a price increase in good X causes the quantity demanded of good Y to decrease."
  },
  {
    "id": "2260713",
    "unitNumber": 4,
    "text": "If the increase in the price of the good x causes the demand for the good Y to increase; In which of the following options is the commodity pair representing this situation?",
    "correctAnswer": "A",
    "options": {
      "A": "Nescafe - tea",
      "B": "petrol , automobile",
      "C": "tea, sugar",
      "D": "tennis ball- tennis racket",
      "E": "butter , bread"
    },
    "explanation": "The price elasticity of demand for a good or service depends on many factors such as whether close substitutes are available, the good is of necessity or luxury for the consumer, share (weight) of the good’s cost in the consumers’ budget, and the time period.<br/>The cross-price elasticity of demand measures the response of demand for one<br/>good (good Y) to changes in the price of another good (good X). For substitute goods, the crossprice elasticity of demand is positive since the price<br/>increase of good X causes the quantity demanded of good Y to increase. For complement goods, the cross-price elasticity of demand is negative because<br/>a price increase in good X causes the quantitydemanded of good Y to decrease, Goods and services other than option a are complementary goods or services, while option a is substitute goods."
  },
  {
    "id": "2260717",
    "unitNumber": 4,
    "text": "Which of the following options explains why the coefficient of price elasticity of demand is negative?",
    "correctAnswer": "A",
    "options": {
      "A": "law of demand",
      "B": "law of supply",
      "C": "law of price",
      "D": "law of income",
      "E": "law of tax"
    },
    "explanation": "The sign of the price elasticity of demand is always negative because of the law of demand. As you remember, the law of demand states that an increase in the price of a good causes the quantity demanded of the good to fall. In the example above, the sign of the elasticity is shown with plus sign due to the common<br/>practice of dropping the negative sign in economics."
  },
  {
    "id": "2260732",
    "unitNumber": 4,
    "text": "Point A Price 1 = 12 TL, Quantity 1 = 300<br/>Point B Price 2 = 18 TL, Quantity 2 = 200\n Based on the above data, what is the price elasticity of demand?",
    "correctAnswer": "A",
    "options": {
      "A": "ed=1,5",
      "B": "ed=0.5",
      "C": "1.2",
      "D": "3.1",
      "E": "0.8"
    },
    "explanation": "18 TL to 12 TL is a 33 percent change and the response of consumers to this price change in the quantity demanded is 50 percent. Computing these two different elasticity measures on the same demand curve from two different points shows that using this price elasticity calculation method is not without problems.<br/>ed=q2-q1/q1/p2-p1/p1===&gt;18-12/12/200-300/300==6/12/1/3==&gt;1,5"
  },
  {
    "id": "2260758",
    "unitNumber": 4,
    "text": "Which has a negative elasticity given in the items below?\n I. Education\n II. Health services (doctor visits),\n III. Heating in the winter,\n IV. Gasoline for car owners\n V. Go to the cinema",
    "correctAnswer": "A",
    "options": {
      "A": "I,II,III ve IV",
      "B": "IV ve V",
      "C": "I,II ve III",
      "D": "III ve IV",
      "E": "I ve V"
    },
    "explanation": "Please notice that whether a good or service is a necessity or luxury is determined by the tastes and preferences of the consumer.<br/>Price elasticity of demand is also affected by how the consumers view a good or service a necessity or luxury for themselves. Necessities tend to have inelastic demand and luxuries tend to have elastic demand. Education and health services (doctor visits), heating in the winter, gasoline for car owners are considered necessities for consumers and these items have inelastic demand since the case of priceincreases in these items gets small reactions from consumers to cut their quantity demanded."
  },
  {
    "id": "2260773",
    "unitNumber": 4,
    "text": "Which of the following factors affect demand price elasticity?\n I. Whether the good has a close substitute\n II. Whether the goods are compulsory or luxurious\n III. The Importance of Being Unimportant\n IV. Time Horizon",
    "correctAnswer": "A",
    "options": {
      "A": "I,II,III ve IV",
      "B": "I,II",
      "C": "I,III",
      "D": "III,IV",
      "E": "II,IV"
    },
    "explanation": "How much consumers change their quantity demanded is mostly affected by the<br/>availability of close substitutes of the good. Goods with close substitutes tend to have more elastic demand than goods without close substitutes since it is easier for consumers to give up that good andswitch to its substitutes. Price elasticity of demand is also affected by how the consumers view a good or service a necessity or luxury for themselves. Necessities tend to have inelastic demand and luxuries tend to have elasticdemand. Education and health services (doctor<br/>visits), heating in the winter, gasoline for car owners are considered necessities for consumers and these items have inelastic demand since the case of price increases in these items gets small reactions from consumers to cut their quantity demanded.Another factor that affects the price elasticity is the share (weight) of a good’s cost in the consumers’ budget. When a good or service represents a relatively small portion o<br/>The price elasticity of demand for a good or service depends on many factors such as whether close substitutes are available, the good is necessity of<br/>luxury for the consumer, share (weight) of the good’s cost in the consumers’ budget, and the time period."
  },
  {
    "id": "2260794",
    "unitNumber": 4,
    "text": "\"When the price elasticity of demand is equal to zero, the shape of demand curve is .................. and when the price elasticity of demand is infinite, the shape of demand curve is.......................................\" Which of the following pairs fill the blanks correctly?",
    "correctAnswer": "A",
    "options": {
      "A": "vertical, horizontal",
      "B": "vertical, negative",
      "C": "horizontal, positive",
      "D": "vertical, positive",
      "E": "Positive, negative"
    },
    "explanation": "For example; a large price increase in insulin would probably reduce the demand for insulin a little for people with very low incomes and no health insurance. Still, the price elasticity can be accepted as zero.<br/>For a good, if the quantity demanded (Qd ) does not change in response to price changes, then the percentage change in quantity equals to zero, and thus price elasticity of demand would be equal to zero. When price elasticity of demand is zero, the demand curve is vertical."
  },
  {
    "id": "2260811",
    "unitNumber": 4,
    "text": "What would be the price elasticity of demand at the midpoint of the demand curve?",
    "correctAnswer": "A",
    "options": {
      "A": "Ed=1",
      "B": "Ed&gt;0",
      "C": "Ed&lt;0",
      "D": "0&gt;Ed&gt;1",
      "E": "0"
    },
    "explanation": "A price increase has two effects on revenue: 1. Higher Price means more revenue on each unit the firm sells. 2. But higher price means that the firm sells<br/>fewer units (lower Q), due to the Law of Demand.Now the question is which<br/>of these two effects is bigger? The answer depends on the priceelasticity of demand for the good that the firm sells.<br/>On the inelastic portion of the demand curve, an increase in price causes the<br/>total revenue to increase. On the other hand, on the elastic portion of the demand curve, a reduction inthe price causes the total revenue to increase. These relationships between elasticity and total revenue indicate that while firms that face elastic demand can increase their revenues by cutting their prices,<br/>the firms that produce goods with inelastic demand should follow the price increase strategy to increase their sales revenues. Students also should notice<br/>that the revenue is maximum when the demand is unit elastic where it shows the mid-point of the linear demand curve."
  },
  {
    "id": "2850015",
    "unitNumber": 4,
    "text": "Which of the following concepts measures the price-sensitivity or responsiveness of consumers?",
    "correctAnswer": "A",
    "options": {
      "A": "The price elasticity of demand",
      "B": "The exchange rate",
      "C": "Increase in demand",
      "D": "Decrease in demand",
      "E": "Consumer profile"
    },
    "explanation": "The price elasticity of demand measures the price-sensitivity or responsiveness of consumers."
  },
  {
    "id": "2850022",
    "unitNumber": 4,
    "text": "Which of the following is calculated as the percentage change in the quantity demanded of the good divided by the percentage of change in the price of that good?",
    "correctAnswer": "C",
    "options": {
      "A": "Consumer appetite",
      "B": "Consuming regime",
      "C": "Price Elasticity of Demand",
      "D": "Consumption rate",
      "E": "Exchange rate"
    },
    "explanation": "Price Elasticity of is calculated as the percentage change in the quantity demanded of the good divided by the percentage of change in the price of that good."
  },
  {
    "id": "2850029",
    "unitNumber": 4,
    "text": "What do we call the measure of how much the quantity demanded of one good responds to a change in the price of another good?",
    "correctAnswer": "D",
    "options": {
      "A": "Price Elasticity-Total Revenue",
      "B": "Income Elasticity of Demand",
      "C": "Perfectly Elastic Demand Curve",
      "D": "The Cross-Price Elasticity of Demand",
      "E": "Determinants of Price Elasticity of Demand"
    },
    "explanation": "The Cross-Price Elasticity of demand is a measure of how much the quantity demanded of one good responds to a change in the price of another good"
  },
  {
    "id": "2850036",
    "unitNumber": 4,
    "text": "Which of the following is a measure of the response of quantity supplied of a good to a change in price?",
    "correctAnswer": "B",
    "options": {
      "A": "Percentage change in price",
      "B": "The price elasticity of supply",
      "C": "The cross-price elasticity of demand",
      "D": "Exchange rate",
      "E": "Income elasticity of demand"
    },
    "explanation": "The price elasticity of supply is a measure of the response of quantity supplied of a good to a change in price."
  },
  {
    "id": "2850045",
    "unitNumber": 4,
    "text": "Which of the following is determined by the flexibility of producers/sellers to change the amount of the good or service they produce in response to price changes?",
    "correctAnswer": "E",
    "options": {
      "A": "The cross-price elasticity of demand",
      "B": "Income elasticity of demand",
      "C": "Percentage change in income",
      "D": "Linear demand curve",
      "E": "The price elasticity of supply"
    },
    "explanation": "The price elasticity of supply s determined by the flexibility of producers/sellers to change the amount of the good or service they produce in response to price changes."
  },
  {
    "id": "2850047",
    "unitNumber": 4,
    "text": "What is a legal maximum on the price at which a good can be sold?",
    "correctAnswer": "B",
    "options": {
      "A": "Price Control",
      "B": "Price Ceiling",
      "C": "Price Climax",
      "D": "Price Range",
      "E": "Price Drop"
    },
    "explanation": "Price ceiling is a legal maximum on the price at which a good can be sold."
  },
  {
    "id": "2850050",
    "unitNumber": 4,
    "text": "What is a legal minimum on the price at which a good or service can be sold?",
    "correctAnswer": "C",
    "options": {
      "A": "Price drop",
      "B": "Price ceiling",
      "C": "Price floor",
      "D": "Price climax",
      "E": "Price decrease"
    },
    "explanation": "Price floor is a legal minimum on the price at which a good or service can be sold."
  },
  {
    "id": "2850057",
    "unitNumber": 4,
    "text": "Which of the following shows who pays the tax and how the tax burden is shared among buyers and sellers?",
    "correctAnswer": "A",
    "options": {
      "A": "The tax incidence",
      "B": "The tax burden",
      "C": "The tax payer",
      "D": "The tax cut",
      "E": "The tax limit"
    },
    "explanation": "The tax incidence shows who pays the tax and how the tax burden is shared among buyers and sellers."
  },
  {
    "id": "2850060",
    "unitNumber": 4,
    "text": "What is \"the amount a buyer is willing to pay minus the buyer actually pays\" called?",
    "correctAnswer": "D",
    "options": {
      "A": "Worker surplus",
      "B": "Producer surplus",
      "C": "Tax surplus",
      "D": "Consumer surplus",
      "E": "Citizenship surplus"
    },
    "explanation": "Consumer surplus is \"the amount a buyer is willing to pay minus the buyer actually pays\"."
  },
  {
    "id": "2850065",
    "unitNumber": 4,
    "text": "What is the difference in the amounts that a seller is paid for a good minus the cost to the seller?",
    "correctAnswer": "B",
    "options": {
      "A": "Consumer surplus",
      "B": "Producer surplus",
      "C": "Citizenship surplus",
      "D": "Worker Surplus",
      "E": "Financial surplus"
    },
    "explanation": "Producer surplus is the difference in the amounts that a seller is paid for a good minus the cost to the seller."
  },
  {
    "id": "2657160",
    "unitNumber": 5,
    "text": "Which of the following is <strong>not</strong> a basic factor of production available to a society?",
    "correctAnswer": "E",
    "options": {
      "A": "Natural resources",
      "B": "Labor",
      "C": "Capital",
      "D": "Entrepreneurship",
      "E": "Tax"
    },
    "explanation": "Tax is not one of thebasic factors of production available to a society.<br/>The basic factors of production available to a society are natural resources, labor, capital and entrepreneurship."
  },
  {
    "id": "2657162",
    "unitNumber": 5,
    "text": "What is the difference between total revenue and total cost called?",
    "correctAnswer": "D",
    "options": {
      "A": "Tax",
      "B": "Production",
      "C": "Brand",
      "D": "Profit",
      "E": "Capital"
    },
    "explanation": "Definition of profit.<br/>The difference between total revenue and total cost is called profit."
  },
  {
    "id": "2657165",
    "unitNumber": 5,
    "text": "What is the price times the quantity sold by the firm?",
    "correctAnswer": "B",
    "options": {
      "A": "The profit",
      "B": "The total revenue",
      "C": "The expenses",
      "D": "The capital",
      "E": "The investment"
    },
    "explanation": "The total revenue of a firm is the price times the quantity sold by the firm."
  },
  {
    "id": "2657171",
    "unitNumber": 5,
    "text": "What kind of revenue does a firm earn when it increases production by one more unit?",
    "correctAnswer": "A",
    "options": {
      "A": "Marginal",
      "B": "Extreme",
      "C": "Minimal",
      "D": "Profit",
      "E": "Risk"
    },
    "explanation": "The definition of Marginal revenue.<br/>Marginal Revenue: The additional revenue that a firm earns when it increases production by one more unit."
  },
  {
    "id": "2657177",
    "unitNumber": 5,
    "text": "What do we call the costs for which no direct payments are made but a firm incurs them when it gives up the next best alternative action or project?",
    "correctAnswer": "A",
    "options": {
      "A": "Implicit Costs",
      "B": "Explicit Costs",
      "C": "Opportunity Costs",
      "D": "Hidden costs",
      "E": "Risk costs"
    },
    "explanation": "The definition of implicit costs.<br/>Implicit costs are costs for which no direct payments are made but a firm incurs them when it The definition of gives up the next best alternative action or project."
  },
  {
    "id": "2657181",
    "unitNumber": 5,
    "text": "Which of the following costs tells us the cost per unit?",
    "correctAnswer": "B",
    "options": {
      "A": "Total Cost",
      "B": "The Average cost",
      "C": "The Variable Cost",
      "D": "The Fixed Cost",
      "E": "The Maximum Cost"
    },
    "explanation": "The Average cost (AC) tells us the cost per unit."
  },
  {
    "id": "2657184",
    "unitNumber": 5,
    "text": "Which of the following costs do<strong> not</strong> depend on the level of production?",
    "correctAnswer": "D",
    "options": {
      "A": "Total Costs",
      "B": "Variable Costs",
      "C": "Average Costs",
      "D": "Fixed costs",
      "E": "Average Variable Costs"
    },
    "explanation": "The fixed costs a firm faces do not depend on the level of production."
  },
  {
    "id": "2657187",
    "unitNumber": 5,
    "text": "What does the behavior of TC and TVC depend on?",
    "correctAnswer": "A",
    "options": {
      "A": "MC",
      "B": "TVC",
      "C": "AVC",
      "D": "TC",
      "E": "TCC"
    },
    "explanation": "The behavior of TC and TVC depends on MC."
  },
  {
    "id": "2657200",
    "unitNumber": 5,
    "text": "What is APL?",
    "correctAnswer": "C",
    "options": {
      "A": "Annual profit Level",
      "B": "Annual production level",
      "C": "Average product of labor",
      "D": "Average production level",
      "E": "Avarage profit labor"
    },
    "explanation": "average product of labor (APL)<br/>APL refers to average product of labor."
  },
  {
    "id": "2657204",
    "unitNumber": 5,
    "text": "Which of the following is equal to the division of the total product by the quantity of labor employed?",
    "correctAnswer": "A",
    "options": {
      "A": "APL",
      "B": "TC",
      "C": "AC",
      "D": "TFC",
      "E": "TVC"
    },
    "explanation": "Formula of APL.<br/>APL is equal to the division of the total product by the quantity of labor employed."
  },
  {
    "id": "2660347",
    "unitNumber": 5,
    "text": "What is the objective of a firm that produces a good?",
    "correctAnswer": "D",
    "options": {
      "A": "Capturing the highest number of sales.",
      "B": "Donating the profits from her business to social responsibility projects.",
      "C": "Minimizing costs.",
      "D": "Maximizing profits.",
      "E": "Maximazing total revenue."
    },
    "explanation": "The objective of a firm that produces a good or service is to maximize its profit, which is the difference between total revenue and total cost."
  },
  {
    "id": "2660351",
    "unitNumber": 5,
    "text": "Which of the following is the price times the quantity sold by the firm?",
    "correctAnswer": "A",
    "options": {
      "A": "Total Revenue",
      "B": "Total Cost",
      "C": "Total gross profit.",
      "D": "Total net profit.",
      "E": "Average Revenue"
    },
    "explanation": "The total revenue of a firm is the price times the quantity sold by the firm."
  },
  {
    "id": "2660356",
    "unitNumber": 5,
    "text": "Which of the following is the best alternative that we give up when we choose or decide?",
    "correctAnswer": "B",
    "options": {
      "A": "Explicit Cost",
      "B": "Opportunity Cost",
      "C": "Marginal Cost",
      "D": "Average Cost",
      "E": "Total Cost"
    },
    "explanation": "Opportunity Cost: The best alternative that we give up when we make a choice or a decision."
  },
  {
    "id": "2660362",
    "unitNumber": 5,
    "text": "Which of the following is the ratio of change in total revenue to a slight change in quantity?",
    "correctAnswer": "E",
    "options": {
      "A": "Average revenue",
      "B": "Total revenue",
      "C": "Marginal profit",
      "D": "Marginal cost",
      "E": "Marginal revenue"
    },
    "explanation": "The ratio of change in total revenue to a slight change in quantity, MR = ∆TR / ∆Q, is defined as marginal revenue."
  },
  {
    "id": "2660366",
    "unitNumber": 5,
    "text": "Which of the following is the ratio of change in total cost to a slight change in quantity?",
    "correctAnswer": "C",
    "options": {
      "A": "Marginal profit",
      "B": "Marginal revenue",
      "C": "Marginal cost",
      "D": "Average cost",
      "E": "Total cost"
    },
    "explanation": "Marginal cost is the ratio of change in total cost to a slight change in quantity, MC = ∆TC / ∆Q."
  },
  {
    "id": "2660380",
    "unitNumber": 5,
    "text": "Marginal revenue will always be equal to ...",
    "correctAnswer": "C",
    "options": {
      "A": "Profit",
      "B": "Average profit",
      "C": "Price",
      "D": "Quantity",
      "E": "Average Quantity"
    },
    "explanation": "Specifically, for each additional unit of output produced and sold, the ratio of change in total revenue to the change in quantity, MR, will always be equal to price, P. Hence, the competitive firm has to compare price with the change in total cost when one more unit of output is produced and sold."
  },
  {
    "id": "2660409",
    "unitNumber": 5,
    "text": "Which of the following is the additional output produced when a small amount of additional labor is employed with all other inputs remaining the same?",
    "correctAnswer": "B",
    "options": {
      "A": "Marginal Product of Capital",
      "B": "Marginal Product of Labor",
      "C": "Average Product of Labor",
      "D": "Total Product of Labor",
      "E": "Net Product of Labor"
    },
    "explanation": "Marginal Product of Labor (MPL) is the additional output produced when a small amount of additional labor is employed with all other inputs remaining the same."
  },
  {
    "id": "2660440",
    "unitNumber": 5,
    "text": "Which of the following is the cost that a firm faces, not depending on the production level?",
    "correctAnswer": "C",
    "options": {
      "A": "Total Cost",
      "B": "Variable Cost",
      "C": "Fixed Cost",
      "D": "Marginal Cost",
      "E": "Average Variable Cost"
    },
    "explanation": "Even if a firm produces nothing, it has to keep paying for its fixed inputs in the short run. So, the fixed costs a firm faces do not depend on the level of production."
  },
  {
    "id": "2660451",
    "unitNumber": 5,
    "text": "Which of the following is the cost of producing the last unit of output?",
    "correctAnswer": "E",
    "options": {
      "A": "Average Variable Cost",
      "B": "Average Fixed Cost",
      "C": "Total cost",
      "D": "Average cost",
      "E": "Marginal cost"
    },
    "explanation": "The Marginal cost (MC) is the cost of producing the last unit of output."
  },
  {
    "id": "2660467",
    "unitNumber": 5,
    "text": "The level of production at which the economies of scale die out and constant returns to scale or diseconomies of scale set in is called?",
    "correctAnswer": "D",
    "options": {
      "A": "The Diseconomies of scale",
      "B": "Economies of scale",
      "C": "Optimal efficient scale",
      "D": "Minimum efficient scale",
      "E": "Maximum efficient scale"
    },
    "explanation": "The production level at which the economies of scale die out and constant returns to scale or diseconomies of scale set in is called the minimum efficient scale (MES)."
  },
  {
    "id": "2661032",
    "unitNumber": 5,
    "text": "Choose the option that completes the following sentence correctly.\n \"The total revenue of a firm is the .......... times the quantity sold by the firm.\"",
    "correctAnswer": "B",
    "options": {
      "A": "credits",
      "B": "price",
      "C": "number of employees",
      "D": "profit",
      "E": "cost"
    },
    "explanation": "The total revenue of a firm is the price times the quantity sold by the firm."
  },
  {
    "id": "2661046",
    "unitNumber": 5,
    "text": "Choose the option that completes the following sentence correctly.\n \"The production process converts resources which are called .......... or factors of production into new goods and services called output over a period of time.\"",
    "correctAnswer": "D",
    "options": {
      "A": "credits",
      "B": "loans",
      "C": "employees",
      "D": "inputs",
      "E": "profits"
    },
    "explanation": "The production process converts resources which are called inputs or factors of production into new goods and services called output over a period of time."
  },
  {
    "id": "2661053",
    "unitNumber": 5,
    "text": "Choose the option that completes the following entence correctly.\n \"The objective of a firm that produces a good or service is to maximize its ...........\"",
    "correctAnswer": "A",
    "options": {
      "A": "profit",
      "B": "credit",
      "C": "loan",
      "D": "land",
      "E": "cost"
    },
    "explanation": "The objective of a firm that produces a good or service is to maximize its profit."
  },
  {
    "id": "2661070",
    "unitNumber": 5,
    "text": "Choose the option that completes the following sentence correctly.\n \"Profit is the difference between total revenue and total ...........\"",
    "correctAnswer": "E",
    "options": {
      "A": "credit",
      "B": "loan",
      "C": "raw material",
      "D": "employment",
      "E": "cost"
    },
    "explanation": "Profit is the difference between total revenue and total cost."
  },
  {
    "id": "2661077",
    "unitNumber": 5,
    "text": "What is the amount of money a firm receives from the sale of output called?",
    "correctAnswer": "C",
    "options": {
      "A": "Total input",
      "B": "Total cost",
      "C": "Total revenue",
      "D": "Debt management",
      "E": "Credit management"
    },
    "explanation": "The amount of money a firm receives from the sale of output is called total revenue."
  },
  {
    "id": "2661087",
    "unitNumber": 5,
    "text": "What is the best alternative that we give up when we make a choice or a decision called?",
    "correctAnswer": "B",
    "options": {
      "A": "Total revenue",
      "B": "Opportunity cost",
      "C": "Alternative cost",
      "D": "Effective cost",
      "E": "Balanced revenue"
    },
    "explanation": "The best alternative that we give up when we make a choice or a decision is called Opportunity Cost."
  },
  {
    "id": "2661098",
    "unitNumber": 5,
    "text": "What is the term used for the additional revenue that a firm earns when it increases production by one more unit?",
    "correctAnswer": "C",
    "options": {
      "A": "Total cost",
      "B": "Opportunity cost",
      "C": "Marginal revenue",
      "D": "Alternative revenue",
      "E": "Ratio change"
    },
    "explanation": "Marginal revenue is the term used for the additional revenue that a firm earns when it increases production by one more unit."
  },
  {
    "id": "2661111",
    "unitNumber": 5,
    "text": "What is term used for the costs that are direct expenditures or the price paid plainly for a project?",
    "correctAnswer": "B",
    "options": {
      "A": "Total revenue",
      "B": "Explicit costs",
      "C": "Opprtunity costs",
      "D": "Cost efficiency",
      "E": "Profit"
    },
    "explanation": "'Explicit costs' is term used for the costs that are direct expenditures or the price paid plainly for a project."
  },
  {
    "id": "2661117",
    "unitNumber": 5,
    "text": "Choose the option that completes the following sentence correctly.\n \".......... refer to the costs a firm incurs when it gives up the next best alternative action or project.\"",
    "correctAnswer": "D",
    "options": {
      "A": "Debts",
      "B": "Explicit costs",
      "C": "Credits",
      "D": "Implicit costs",
      "E": "Total revenues"
    },
    "explanation": "Implicit costs refer to the costs a firm incurs when it gives up the next best alternative action or project."
  },
  {
    "id": "2661128",
    "unitNumber": 5,
    "text": "What is the term used for the total cost divided by the amount of output produced?",
    "correctAnswer": "E",
    "options": {
      "A": "Revenue cost",
      "B": "Productive cost",
      "C": "Total cost",
      "D": "Fixed cost",
      "E": "Average cost"
    },
    "explanation": "Average cost is the term used for the total cost divided by the amount of output produced."
  },
  {
    "id": "2661793",
    "unitNumber": 5,
    "text": "Which of the following will decrease as the production output increases?",
    "correctAnswer": "A",
    "options": {
      "A": "Average fixed cost",
      "B": "Marginal cost",
      "C": "Average variable cost",
      "D": "Average total cost",
      "E": "Total fixed cost"
    },
    "explanation": "If your answer is wrong, please review the topic titled Average Fixed Cost again.<br/>Because the total fixed cost remains constant, irrelevant of the level of output produced, the average fixed cost will continuously decrease as the output produced increases."
  },
  {
    "id": "2661823",
    "unitNumber": 5,
    "text": "Which of the following statements is true when the marginal product of labor is equal to its average product in a production process?",
    "correctAnswer": "B",
    "options": {
      "A": "Marginal product is maximum",
      "B": "Average product is maximum",
      "C": "Average product is minimum",
      "D": "Marginal product is minimum",
      "E": "Total product is maximum"
    },
    "explanation": "If your answer is wrong, please review the topic titled Average Product of Labor again.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/8f80c4a9f8147196ff7feec721a66dd4.jpeg\" alt=\"\" width=\"559\" height=\"440\">"
  },
  {
    "id": "2661840",
    "unitNumber": 5,
    "text": "What is the marginal product of Labor, if the daily production amount reaches 750 units from 600 units when the amount of variable input used in the production of a good is increased from 120 to 150 units?",
    "correctAnswer": "A",
    "options": {
      "A": "5",
      "B": "50",
      "C": "150",
      "D": "30",
      "E": "0,2"
    },
    "explanation": "If your answer is wrong, please review the topic titled Marginal Product of Labor.<br/>Marginal Product of Labor (MPL) is the additional output produced when a small amount of additional labor is employed with all other inputs remaining the same. More formally, it is the ratio of change in total product to the change in the amount of labor used. MP<sub>L</sub>= ΔTP/ΔL = ΔQ / ΔL\n As ΔQ = 150 and ΔL = 30 therefore 150/30 = 5."
  },
  {
    "id": "2661899",
    "unitNumber": 5,
    "text": "When a company producing tanks increases its production amount from 12 units to 15 units, its marginal cost becomes 3 million dollars. If the firm's total initial cost was $75 million, how many million dollars did the firm spent to produce 15 units of tanks?",
    "correctAnswer": "A",
    "options": {
      "A": "$ 84 million",
      "B": "$ 81 million",
      "C": "$ 72 million",
      "D": "$ 78 million",
      "E": "$ 25 million"
    },
    "explanation": "If your answer is wrong, please review the topic titled Marginal Cost.<br/>The Marginal cost (MC) is the cost of producing the last unit of output. It tells us how the total cost (and the total variable cost) changes as the output changes. The marginal cost is calculated as the increase in the total cost (or total variable cost) divided by the increase in the output. MC= ΔTC / ΔQ\n Or ΔTC = MC x ΔQ\n To produce 3 more units (ΔQ =3) the firms marginal cost is 3 milllion dollar.\n Therefore, ΔTC = 3 x 3 = 9 While the total initial cost is 75 million dollar, to produce 3 more tanks the firms total cost will be 84 million dollar."
  },
  {
    "id": "2661932",
    "unitNumber": 5,
    "text": "Which of the following is true If output increases by 150% when the factors used in a production process are increased by 100%?",
    "correctAnswer": "B",
    "options": {
      "A": "The firm operates with diminishing returns to scale.",
      "B": "The firm operates with increasing returns to scale.",
      "C": "The firm operates with constant returns to scale.",
      "D": "The firm operates at a fixed cost.",
      "E": "The firm produces at an optimum effective scale."
    },
    "explanation": "If your answer is wrong, please review the topic titled Scale Economies.<br/>Given the fixed factor prices, when all inputs are raised at the same time by the same percentage, if the output increases more than the percentage increase in inputs, we call this increasing returns to scale."
  },
  {
    "id": "2661961",
    "unitNumber": 5,
    "text": "At what point does the marginal cost curve intersect the average total cost curve?",
    "correctAnswer": "A",
    "options": {
      "A": "At the point where the average total cost is minimum",
      "B": "At the point where the average total cost is maximum",
      "C": "At the point where the total fixed cost is minimum",
      "D": "At the point where the total cost is maximum",
      "E": "At the point where the total variable cost is minimum"
    },
    "explanation": "If your answer is wrong, please review the topic titled Shapes of Typical Cost Curves.<br/>The MC curve cuts the AC and AVC curves at their minimum."
  },
  {
    "id": "2661985",
    "unitNumber": 5,
    "text": "Which of the following is/are the curve(s) that the marginal cost curve intersects at its minimum points?",
    "correctAnswer": "A",
    "options": {
      "A": "AVC, AC",
      "B": "AVC, AFC",
      "C": "AFC, AC",
      "D": "Only AFC",
      "E": "Only AC"
    },
    "explanation": "If your answer is wrong, please review the topic titled Shapes of Typical Cost Curves.<br/>The MC curve cuts the AC and AVC curves at their minimum."
  },
  {
    "id": "2662013",
    "unitNumber": 5,
    "text": "If the average variable cost (AVC) of the firm is 500 TL and the total fixed cost (TFC) is 400,000 TL at the production level where 1000 pairs of shoes are produced, what is the total cost (TC) of the firm?",
    "correctAnswer": "D",
    "options": {
      "A": "100,000 TL",
      "B": "400,500 TL",
      "C": "500.000 TL",
      "D": "900.000 TL",
      "E": "90.000 TL"
    },
    "explanation": "If your answer is wrong, please review the topic titled DIFFERENT TYPES OF COSTS.<br/>Q = 1000\n AVC = 500\n TFC = 400.000\n AVC = TVC / Q therefore TVC = AVC x Q \n TVC = 500 x 1000 = 500.000\n TC = TFC + TVC therefore 400.000 + 500.000 = 900.000"
  },
  {
    "id": "2662039",
    "unitNumber": 5,
    "text": "Which of the following is true about the point where the TVC is the least steep?",
    "correctAnswer": "A",
    "options": {
      "A": "MC is minimum",
      "B": "TC is minimum",
      "C": "MC is greater than AC",
      "D": "AC is minimum",
      "E": "AVC is minimum"
    },
    "explanation": "If your answer is wrong, please review the topic titled Shapes of Typical Cost Curves.<br/>Where the TVC is the least steep, the MC is minimum."
  },
  {
    "id": "2662053",
    "unitNumber": 5,
    "text": "When all the inputs used in production are increased by 75% in the long run, if the total amount of product increases by 50%, which of the following will be the case?",
    "correctAnswer": "B",
    "options": {
      "A": "Constant return to scale",
      "B": "Decreasing returns to scale",
      "C": "Increasing returns to scale",
      "D": "Law of diminishing returns",
      "E": "Law of increasing returns"
    },
    "explanation": "If your answer is wrong, please review the topic titled Scale Economies.<br/>Given the fixed factor prices, when all inputs<br/>are raised at the same time by the same percentage,<br/>if the output increases more than the percentage<br/>increase in inputs, we call this increasing returns to<br/>scale. If the output increases by the same percentage<br/>as the increase in all inputs, this is called constant<br/>returns to scale. If the output increases less than<br/>the percentage increase in inputs, then there are<br/>decreasing returns to scale."
  },
  {
    "id": "2205694",
    "unitNumber": 6,
    "text": "If a firm sells its output on a market that is characterized by many sellers and buyers, a identical product, non-barrier to entry the market, then the firm is",
    "correctAnswer": "D",
    "options": {
      "A": "a monopolist",
      "B": "a duopolist",
      "C": "an oligopolist",
      "D": "a perfect competitor",
      "E": "a monopolistic competitor"
    },
    "explanation": "Perfect competition is a market for the exchange of identical products, in which an enormous number of small firms serve many buyers, all of whom are well informed.\n <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/9a65f379ab40c4a3c6d9460c62fc8d09.jpeg\" alt=\"\" width=\"706\" height=\"186\">"
  },
  {
    "id": "2205698",
    "unitNumber": 6,
    "text": "If a firm sells its output on a market that is characterized by many sellers and buyers, a differentiated product, moderate barriers to entry the market, then the firm is",
    "correctAnswer": "E",
    "options": {
      "A": "a monopolist",
      "B": "a duopolist",
      "C": "an oligopolist",
      "D": "a perfect competitor",
      "E": "a monopolistic competitor"
    },
    "explanation": "Monopolistic competition differs from perfect competition because the products sold in monopolistic competition are slightly differentiated. The markets for cosmetics, restaurants, and beverages are examples of monopolistic competition.\n <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/9a65f379ab40c4a3c6d9460c62fc8d09.jpeg\" alt=\"\" width=\"576\" height=\"152\">"
  },
  {
    "id": "2205705",
    "unitNumber": 6,
    "text": "A perfectly competitive firm should shut down in the short run if market price is",
    "correctAnswer": "E",
    "options": {
      "A": "greater than average total cost.",
      "B": "less than average total cost.",
      "C": "equal to average total cost.",
      "D": "greater than average variable cost.",
      "E": "less than average variable cost."
    },
    "explanation": "If the price is less than the average variable cost at its lowest point, the firm will not be able to continue to produce. The rational strategy for the firm would be to shut down operation, so the optimal output level at all price levels below the lowest AVC is zero. The lowest point on the AVC is called the shut-down point."
  },
  {
    "id": "2205708",
    "unitNumber": 6,
    "text": "In a perfectly competitive market, a firm`s demand curve is",
    "correctAnswer": "C",
    "options": {
      "A": "elastic",
      "B": "inelastic",
      "C": "perfectly elastic",
      "D": "perfectly inelastic",
      "E": "unit elastic"
    },
    "explanation": "In a perfectly competitive market, firms are price takers, which means a representative firm has no market power and the market price is determined by the interaction of the market supply and demand. A price taker competitive firm faces a perfectly elastic demand curve which is horizontal."
  },
  {
    "id": "2205711",
    "unitNumber": 6,
    "text": "Which of the following conditions, new firms decide to enter the competitive market?",
    "correctAnswer": "B",
    "options": {
      "A": "only when price exceeds AVC",
      "B": "when price exceeds ATC",
      "C": "when price exceeds MC",
      "D": "when price exceeds AFC",
      "E": "when price exceeds MR"
    },
    "explanation": "If the price exceeds ATC, there is economic profit. In this condition new firms enter the market.\n<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/c81521dfe71cb3cba22c3d9909b14468.jpeg\" alt=\"\" width=\"764\" height=\"154\">"
  },
  {
    "id": "2205715",
    "unitNumber": 6,
    "text": "In an adjustment from short-run to the long run, some competitive firms will leave the industry if the price is less than",
    "correctAnswer": "D",
    "options": {
      "A": "marginal revenue",
      "B": "marginal cost",
      "C": "average revenue",
      "D": "average cost",
      "E": "total revenue"
    },
    "explanation": "A firm leave industry if price falls below the minimum of average cost."
  },
  {
    "id": "2205717",
    "unitNumber": 6,
    "text": "What is the price of product at profit maximizing output level for this competitive firm?\n<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/4371cffde680f1342637829d52cc1561.jpeg\" alt=\"\" width=\"427\" height=\"363\">",
    "correctAnswer": "E",
    "options": {
      "A": "4",
      "B": "5",
      "C": "8",
      "D": "10",
      "E": "12"
    },
    "explanation": "Profit Maximization: a perfectly compettive firm's proift maxizmizng output is the output level where MR=MC. Since MR of perfectly compettive firm is equal P; therefore, at profit maximizing output level, price of prıoduct will be 12."
  },
  {
    "id": "2205719",
    "unitNumber": 6,
    "text": "Which is the long run price level for this competitive firm?\n <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/4371cffde680f1342637829d52cc1561.jpeg\" alt=\"\" width=\"413\" height=\"350\">",
    "correctAnswer": "B",
    "options": {
      "A": "4",
      "B": "5",
      "C": "8",
      "D": "10",
      "E": "12"
    },
    "explanation": "In the lung run, every costs is variable. Each individual firm produces at the lowest point on the AC curve. In the long run, the price of the product will be driven down to the lowest ATC the firm operates at. This is both productive and resource allocative efficient."
  },
  {
    "id": "2205721",
    "unitNumber": 6,
    "text": "What is the average fixed cost when the quantity of output is 2?\n<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/4371cffde680f1342637829d52cc1561.jpeg\" alt=\"\" width=\"456\" height=\"387\">",
    "correctAnswer": "A",
    "options": {
      "A": "3",
      "B": "4",
      "C": "5",
      "D": "6",
      "E": "7"
    },
    "explanation": "The vertical distance between ATC and AVC is AFC. At an output of 2, ATC=7, AVC=4. AFC equals 7-4= 3."
  },
  {
    "id": "2205725",
    "unitNumber": 6,
    "text": "At a price of $4 what will the competitive firm do?\n<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/4371cffde680f1342637829d52cc1561.jpeg\" alt=\"\" width=\"466\" height=\"396\">",
    "correctAnswer": "C",
    "options": {
      "A": "Shut down and save fixed costs",
      "B": "Increase output to increase total revenue",
      "C": "Stay open and suffer with short run loses",
      "D": "Pay down fixed costs",
      "E": "Exit the industry"
    },
    "explanation": "A firm will operate as long as the price is greater than AVC. This is because the firm is covering part of its fixed costs. The firm should minimize losses. If the firm would shut down, the firm would lose all of its fixed costs and all variable costs. So firm stay open and suffer with short run loses."
  },
  {
    "id": "2262174",
    "unitNumber": 6,
    "text": "Which of the following market structure has slightly differentiated products, moderate level barriers to entry and many firms?",
    "correctAnswer": "B",
    "options": {
      "A": "Perfect competition",
      "B": "Monopolistic competition",
      "C": "Oligopoly",
      "D": "Monopoly",
      "E": "Duopoly"
    },
    "explanation": "In a monopolistic competition market, there are usually many firms that offer products slightly differentiated although usually a moderate level barriers to entry exist."
  },
  {
    "id": "2262189",
    "unitNumber": 6,
    "text": "Which of the following market structure can best describe the market for wheat ?",
    "correctAnswer": "A",
    "options": {
      "A": "Perfect competition",
      "B": "Monopolistic competition",
      "C": "Oligopoly",
      "D": "Monopoly",
      "E": "Duopoly"
    },
    "explanation": "Although it is difficult to find a pure case of perfect competition structure, agricultural markets, such as farmers markets, street food vendors, can be considered as very close approximations of perfect competitive markets.<br/>Although it is difficult to find a pure case of perfect competition structure, agricultural markets, such as wheat market, street food vendors, can be considered as very close approximations of perfect competitive markets."
  },
  {
    "id": "2262204",
    "unitNumber": 6,
    "text": "A producer is a _______________ when its decision cannot affect the market price.\n<br/>Which of the following would correctly fill the black in this sentence?",
    "correctAnswer": "D",
    "options": {
      "A": "monopolist",
      "B": "Duopolist",
      "C": "monopolisticly competitive",
      "D": "Price-taker",
      "E": "Price-maker"
    },
    "explanation": "A producer is a price-taker when its decision cannot affect the market price.<br/>A game maker"
  },
  {
    "id": "2262223",
    "unitNumber": 6,
    "text": "Which of the following graph does represents the perfectly compettive firm's demand curve?",
    "correctAnswer": "E",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/0587d995a378d4427964dff7332f6b5d.png\" alt=\"\" width=\"316\" height=\"285\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/5d6cec28d506f1fbc773fa8d26f9e0e0.png\" alt=\"\" width=\"318\" height=\"287\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/bf2a504bf2de147e3b3c576ee6e81228.png\" alt=\"\" width=\"316\" height=\"287\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/07cc193600d7a2c6efb96245dc115b43.png\" alt=\"\" width=\"316\" height=\"285\">",
      "E": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/f45e215e91e4e5200b9a9c9dc5ab441d.png\" alt=\"\" width=\"316\" height=\"285\">"
    },
    "explanation": "In a perfectly competitive market, each firm can sell what quantity they want to sell at the market equilibrium price. A firm's demand curve is perfectly elastic at the equilibrium market price. So the correct demand curve is:\n<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/f45e215e91e4e5200b9a9c9dc5ab441d.png\" alt=\"\" width=\"316\" height=\"285\">"
  },
  {
    "id": "2262229",
    "unitNumber": 6,
    "text": "Which of the following does tell how total revenue changes as the quantity changes?",
    "correctAnswer": "C",
    "options": {
      "A": "Total revenue",
      "B": "Average revenue",
      "C": "Marginal revenue",
      "D": "Sunk cost",
      "E": "Demand curve"
    },
    "explanation": "Marginal revenue (MR) tells us how total revenue changes as the quantity changes. It is the additional revenue that results from one more unit increase in the quantity sold."
  },
  {
    "id": "2262232",
    "unitNumber": 6,
    "text": "Which of the following graph does represent the total revenue in perfect competitive market?",
    "correctAnswer": "A",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/0587d995a378d4427964dff7332f6b5d.png\" alt=\"\" width=\"316\" height=\"285\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/5d6cec28d506f1fbc773fa8d26f9e0e0.png\" alt=\"\" width=\"318\" height=\"287\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/bf2a504bf2de147e3b3c576ee6e81228.png\" alt=\"\" width=\"316\" height=\"287\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/07cc193600d7a2c6efb96245dc115b43.png\" alt=\"\" width=\"316\" height=\"285\">",
      "E": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/f45e215e91e4e5200b9a9c9dc5ab441d.png\" alt=\"\" width=\"316\" height=\"285\">"
    },
    "explanation": "In perfect competition, a firm's average revenue and marginal revenue equal the market price which is also a representative firm's demand curve. But total revenue of a firm is equal to the market price multiplied by the output produced and sold. Therefore the total revenue curve is:\n<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/0587d995a378d4427964dff7332f6b5d.png\" alt=\"\" width=\"316\" height=\"285\"><br/>In perfect competition, a firm's average revenue and marginal revenue equal the market price which is also a representative firm's demand curve. But total revenue of a firm is equal to the market price multiplied by the output produced and sold. Therefore the total revenue curve is:\n <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/0587d995a378d4427964dff7332f6b5d.png\" alt=\"\" width=\"316\" height=\"285\">"
  },
  {
    "id": "2262243",
    "unitNumber": 6,
    "text": "Which of the following does represent the point that a seller should increase production up to for profit maximization in perfect competition?",
    "correctAnswer": "D",
    "options": {
      "A": "<em>MC=P-AC</em>",
      "B": "<em>TR=Pxq</em>",
      "C": "<em>MC&gt;</em>MR",
      "D": "<em>MR=MC=P</em>",
      "E": "MC"
    },
    "explanation": "In perfect competition, the marginal revenue equals the market price. Hence, for the perfectly competitive firm, the profit maximizing condition can be written as follows:\n<br/>MR = MC = P<br/>In perfect competition, the marginal revenue equals the market price. Hence, for the perfectly competitive firm, the profit maximizing condition can be written as follows:\n MR = MC = P"
  },
  {
    "id": "2262259",
    "unitNumber": 6,
    "text": "Which of the following is the reason for all firms' normal economic profit making trend in a particular industry in the long-run in perfect competition?",
    "correctAnswer": "A",
    "options": {
      "A": "Free entry and exit",
      "B": "Total revenue equilibrium",
      "C": "Average revenue equilibrium",
      "D": "Marginal revenue equilibrium",
      "E": "Free entry and no exit"
    },
    "explanation": "In the long run, because of free entry and exit, all firms in a particular industry make normal economic profit and in the long-run equilibrium, no producer has an incentive to enter or exit."
  },
  {
    "id": "2262286",
    "unitNumber": 6,
    "text": "Which of the following long-run decision in perfect competition would likely be taken in a case where P=AC=MC and normal economic profit condition exist?",
    "correctAnswer": "E",
    "options": {
      "A": "New firms enter",
      "B": "Firms leave",
      "C": "Shut-Down; q=0",
      "D": "Produce where P=MC; q",
      "E": "Long-run equilibrium occurs"
    },
    "explanation": "In perfect competition, if P=AC=MC and normal economic profit condition exist, a long-run equilibrium occurs."
  },
  {
    "id": "2262305",
    "unitNumber": 6,
    "text": "A perfectly competitive firm should reduce output or shut down in the short run if market price is equal to marginal cost and price is _____________ . Which of the following would correctly fill the blank?",
    "correctAnswer": "E",
    "options": {
      "A": "greater than average total cost",
      "B": "greater than average variable cost",
      "C": "equal to average variable cost",
      "D": "less than average total cost",
      "E": "less than average variable cost"
    },
    "explanation": "A perfectly competitive firm should reduce output or shut down in the short run if market price is equal to marginal cost and price is less than average variable cost."
  },
  {
    "id": "2845106",
    "unitNumber": 6,
    "text": "Which statement below is true for the marginal profit at the profit-maximizing level of output?",
    "correctAnswer": "C",
    "options": {
      "A": "It is above average cost at the profit-maximizing level of output.",
      "B": "It is decreasing at the profit-maximizing level of output.",
      "C": "It is zero at the profit-maximizing level of output.",
      "D": "It is equal to price at the profit-maximizing level of output.",
      "E": "It is also maximum at the profit-maximizing level of output."
    },
    "explanation": "If your answer is wrong, please review the “Profit Maximization” section.<br/>Marginal profit is the additional profit that a firm earns when it increases its output by one more unit. The marginal profit is equal to the marginal revenue minus marginal cost.\n MP=MR-MC\n The profit maximizing output level not only for a perfectly competitive firm but also for all firms is the output level where the marginal profit is zero, i.e. MR = MC.\n Hence MP must be zero at the profit maximizing output level"
  },
  {
    "id": "2845108",
    "unitNumber": 6,
    "text": "Which statement on market structure below is true?",
    "correctAnswer": "B",
    "options": {
      "A": "There are few firms in oligopoly and monopoly",
      "B": "The product may be identical in perfect competition and oligopoly.",
      "C": "The might be no barriers to entry in perfect and monopolistic competition.",
      "D": "There is a single firm in a oligopoly.",
      "E": "There is no producer in oligopolistic competition."
    },
    "explanation": "If your answer is wrong, please review the “Market and Market Structure” section.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/0d9d977d985794c2f2a19f239b169789.png\" alt=\"\" width=\"500\" height=\"131\"> It is possible that the product is identical in an oligopoly. Hence the product may be identical in perfect competition and oligopoly."
  },
  {
    "id": "2845109",
    "unitNumber": 6,
    "text": "Which below is a correct statement on market structures?",
    "correctAnswer": "D",
    "options": {
      "A": "There is no close substitute of the product in a monotheism.",
      "B": "There are considerable barriers to entry in both monopolistic competition and monopoly.",
      "C": "There are few number of firms in a oligarchy.",
      "D": "The products in a monopolistic competition are differentiated.",
      "E": "There are no barriers to entry in both monopolistic competition and competition."
    },
    "explanation": "If your answer is wrong, please review the “Market and Market Structure” section.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/0d9d977d985794c2f2a19f239b169789.png\" alt=\"\" width=\"500\" height=\"131\"> The products in a monopolistic competition are differentiated."
  },
  {
    "id": "2845111",
    "unitNumber": 6,
    "text": "Which is a true statement on market structures?",
    "correctAnswer": "B",
    "options": {
      "A": "In a monopolistic competition the good may be identical or differentiated.",
      "B": "There are many firms in monopolistic competition and perfect competition.",
      "C": "There is only one firm in a monogamy.",
      "D": "The product is identical in monopolistic competition and oligopoly.",
      "E": "There are few firms in a oligarchy."
    },
    "explanation": "If your answer is wrong, please review the “Market and Market Structure” section.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/0d9d977d985794c2f2a19f239b169789.png\" alt=\"\" width=\"500\" height=\"131\"> There are many firms in monopolistic competition and perfect competition."
  },
  {
    "id": "2845794",
    "unitNumber": 6,
    "text": "Which assertion on market types below is true?",
    "correctAnswer": "C",
    "options": {
      "A": "There are many firms in both perfect monopoly and monopolistic competition.",
      "B": "There is one firm in both monopoly and oligopoly.",
      "C": "There are many firms in monopolistic competition.",
      "D": "There is one firm in monogamy.",
      "E": "There are few firms in oligopoly and oligopolistic competition."
    },
    "explanation": "If your answer is wrong, please review the “Market and Market Structures” section.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/0d9d977d985794c2f2a19f239b169789.png\" alt=\"\" width=\"500\" height=\"131\">"
  },
  {
    "id": "2845802",
    "unitNumber": 6,
    "text": "Consider a competitive market in which thousand firms are producing as efficiently as possible, and the market supply equals the market demand.In this situation at a price of $7 and an output of 22000 units. Now suppose that market demand increases to 28000 units and the equilibrium price rises to $11. In short run a profit in excess of economic profit emerges. What is the amount of this excess profit for a firm?",
    "correctAnswer": "A",
    "options": {
      "A": "112",
      "B": "154",
      "C": "6000",
      "D": "42000",
      "E": "54000"
    },
    "explanation": "If your answer is wrong, please review the “Why competitive firms make zero economic profit in the long run?” section.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/eeb04fcb3ac2e055e3bc47f8b1865051.png\" alt=\"\" width=\"305\" height=\"281\"> 28x4=112"
  },
  {
    "id": "2845808",
    "unitNumber": 6,
    "text": "Consider a competitive market in which 10000 firms are producing as efficiently as possible, and the market supply equals the market demand.In this situation at a price of $15 and an output of 100000 units. Now suppose that market demand increases to 290000 units and the equilibrium price rises to $20. In short run a profit in excess of economic profit emerges. What is the amount of this excess profit for a firm?",
    "correctAnswer": "B",
    "options": {
      "A": "$20",
      "B": "$145",
      "C": "$200",
      "D": "$300",
      "E": "$540"
    },
    "explanation": "If your answer is wrong, please review the “Why competitive firms make zero economic profit in the long run?” section.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/c85641c70ce9260fd061285461d4dee3.png\" alt=\"\" width=\"305\" height=\"281\"> 5x29=145"
  },
  {
    "id": "2233498",
    "unitNumber": 7,
    "text": "Which of the following is an entry barrier for new firms in a monopoly market?",
    "correctAnswer": "C",
    "options": {
      "A": "Increasing the production speed",
      "B": "Helping to lower inflation rate",
      "C": "Ownership of a key resource",
      "D": "Higher GDP",
      "E": "Lower production cost"
    },
    "explanation": "Monopoly exists in a market when there are barriers to entry. Barriers to entry are: Government regulations, ownership of a key resource, and natural monopoly"
  },
  {
    "id": "2233531",
    "unitNumber": 7,
    "text": "‘When a monopoly increases production by one unit, it must reduce the price it charges for every unit it sells, and this cut in price reduces the revenue on the units it was already selling.’ which of the following is a consequence of this statement?",
    "correctAnswer": "E",
    "options": {
      "A": "Production limits increase in monopoly market",
      "B": "Monopoly firm losses it’s power",
      "C": "The number of the active firms form a cartel",
      "D": "Monopoly firm produces differentiated product",
      "E": "A monopoly’s marginal revenue is less than its price"
    },
    "explanation": "When a monopoly increases production by one unit, it must reduce the price it charges for every unit it sells, and this cut in price reduces the revenue on the units it was already selling. As a result, a monopoly’s marginal revenue is less than its price"
  },
  {
    "id": "2233565",
    "unitNumber": 7,
    "text": "Which of the following is true for a monopoly firm?",
    "correctAnswer": "B",
    "options": {
      "A": "Marginal revenue of monopolist is positively sloped",
      "B": "The demand curve of the monopolist faces is the market demand curve",
      "C": "Marginal cost is greater than average cost in every quantity",
      "D": "Marginal revenue curve is located on the right side of the demand curve that monopolist faces.",
      "E": "The monopolist’s demand curve has a positive slope and it’s less than marginal revenue"
    },
    "explanation": "Figure 7.1 shows the graph of demand and marginal revenue curves of this monopolist. As the figure illustrates, different from the competitive firm, the demand curve the monopolist faces is the market demand curve and it is negatively sloped. The MR curve is also negative and it is smaller than the price. So, the MR curve is located on the left of the demand curve that the monopolist faces."
  },
  {
    "id": "2234159",
    "unitNumber": 7,
    "text": "‘Compared to a perfectly competitive market, a monopoly produces … than the socially efficient quantity of output and charges a relatively … price, hence creates a deadweight loss.’\n<br/>Which of the following fills the gaps in the given sentence most appropriately?",
    "correctAnswer": "D",
    "options": {
      "A": "Much/more",
      "B": "Higher/higher",
      "C": "Less/less",
      "D": "Less/ higher",
      "E": "Greater/ least"
    },
    "explanation": "Compared to a perfectly competitive market, a monopoly produces less than the socially efficient quantity of output and charges a relatively higher price, hence creates a deadweight loss."
  },
  {
    "id": "2234181",
    "unitNumber": 7,
    "text": "Which of the following is a possible outcome in an oligopoly<strong><em>?</em></strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Collusion",
      "B": "High investment cost",
      "C": "Low household savings",
      "D": "Labor’s low qualification",
      "E": "High capital flow"
    },
    "explanation": "Hence large firms have an advantage over small firms and the industry is characterized with few large firms rather than many small firms. There are two outcomes that are possible in an oligopoly: collusion and competition"
  },
  {
    "id": "2234199",
    "unitNumber": 7,
    "text": "<ul><br/><li>High prices,</li><br/><li>Low consumer surplus,</li><br/><li>Deadweight loss</li><br/><li>Easy to form a cartel</li><br/></ul><br/>Which of the following markets would have the features given above?",
    "correctAnswer": "C",
    "options": {
      "A": "<em>Perfectly competitive market</em>",
      "B": "<em>Monopolistic competitive markets</em>",
      "C": "<em>Oligopoly markets</em>",
      "D": "<em>Food markets</em>",
      "E": "<em>International markets</em>"
    },
    "explanation": "Oligopolists would like to form cartels and earn monopoly profits. Arguments among cartel members over how to divide the profits in the market can make agreement among them difficult. In addition, antitrust laws in Turkey, USA, and Europe prohibit explicit collusion and cartel formation among oligopolists, because cartels just like monopolies lead to high prices, low consumer surplus and deadweight loss."
  },
  {
    "id": "2234249",
    "unitNumber": 7,
    "text": "‘When firms act independently and compete, they lose; but consumers and society as a whole gain, since price is …., total quantity is …., and deadweight loss is …..’\n<br/>Which of the following fills the gaps in the given sentence most appropriately?",
    "correctAnswer": "D",
    "options": {
      "A": "Lower/lower/higher",
      "B": "Higher/higher/lower",
      "C": "Higher/higher/higher",
      "D": "Lower/higher/lower",
      "E": "Lower/lower/lower"
    },
    "explanation": "When firms act independently and compete, they lose; but consumers and society as a whole gain, since price is lower, total quantity is higher and deadweight loss is lower."
  },
  {
    "id": "2234339",
    "unitNumber": 7,
    "text": "There are 2 firms in the market. They both are producing computers. They are going to meet in the market only once and never again. They both are planning to make advertising appropriation and the numbers in cells are showing the profit each firm will receive when they make intensive (high) advertising campaign or less intensive advertising campaign (low). In the cells outcomes on the right are belong to firm B and outcomes on the left are belong to firm\n<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/14aef8763d5dcc8fef40e35dbd99db14.png\" alt=\"\" width=\"409\" height=\"152\"><br/>According to the information and table above which of the following could be best response strategy for both firms?",
    "correctAnswer": "E",
    "options": {
      "A": "Firms do not take any actions",
      "B": "Low-high",
      "C": "High-low",
      "D": "Low-low",
      "E": "High-high"
    },
    "explanation": "We have seen that firm 1’s best response strategy is to choose a high quantity when firm 2 chooses a low quantity. So, firm 1 is choosing its best response strategy. But what about firm 2? Is firm 2’s choosing a low quantity the best response strategy when firm 1 chooses a high quantity? Firm 2 gets 60 if it chooses a low quantity and 70 if it chooses a high quantity in response to firm 1’s strategy of a high quantity. Since 70 is greater than 60, firm 2’s best response is to choose a high quantity and not a low quantity when firm 1 chooses a high quantity"
  },
  {
    "id": "2234662",
    "unitNumber": 7,
    "text": "Which of the following gives long-run profit of the monopolistically competitive firm?",
    "correctAnswer": "B",
    "options": {
      "A": "Profit is less than zero",
      "B": "Profit is equal to zero",
      "C": "Profit is close to zero",
      "D": "Profit is greater than zero",
      "E": "Profit is maximized"
    },
    "explanation": "Figure 7.6 shows a monopolistically competitive firm in the long-run. This firm’s profits are equal to zero at the profit maximizing quantity where marginal revenue (MR) of the last unit is exactly equal its marginal cost. We observe that the price is equal to the maximum willingness to pay price of consumers, shown on the demand curve, also is equal to average total cost (ATC) at the profit maximizing quantity. When price is equal to ATC, profits are zero (profits=(P-ATC)*quantity"
  },
  {
    "id": "2234688",
    "unitNumber": 7,
    "text": "Which of the following is a mutual assumption for both monopolistically competitive and perfectly competitive markets?",
    "correctAnswer": "E",
    "options": {
      "A": "Long run profits are greater than zero",
      "B": "Firms are the price setters",
      "C": "Differentiated products",
      "D": "High entry barriers",
      "E": "Many sellers"
    },
    "explanation": "Different from a monopoly and similar to perfect competition, monopolistically competitive market typically has many sellers because there are low barriers to entry in this market."
  },
  {
    "id": "2245135",
    "unitNumber": 7,
    "text": "<strong>i- Many producers are in the market.</strong>\n <strong>ii-</strong> <strong>Only one producer is in the market.</strong>\n <strong>iii-Producers are price setters.</strong>\n <strong>iv-</strong> <strong>Producers are price takers.</strong>\n <strong>v-Producers <u>can</u> choose any quantity on the demand curve.</strong>\n <strong>vi-Producers <u>can’t</u> choose price on the demand curve.</strong>\n <strong>Choose the characteristics of monopolistic market structure from listed statements above.</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "<strong>i; ii; iii</strong>",
      "B": "<strong>ii; iii, vi</strong>",
      "C": "<strong>i; iv; v</strong>",
      "D": "<strong>ii; iii; v</strong>",
      "E": "<strong>iv; v; vi </strong>"
    },
    "explanation": "Answer is D. Title of “Introduction” in your book, on page 167, compares the characteristics of monopolistic market structure with perfectly competitive markets. Characteristics of Monopoly listed as follows:\n <ul> <li>Monopoly is a market structure with only one producer.</li> <li>This producer will not act as a price taker but will be a price setter.</li> <li>The monopolist will face the market demand curve and choose any price and quantity that it wants on the market demand curve.</li> </ul>"
  },
  {
    "id": "2245190",
    "unitNumber": 7,
    "text": "<strong>i-Monopoly</strong>\n <strong>ii-Oligopoly</strong>\n <strong>iii-Monopolistic competition</strong>\n <strong>iv-Perfect competition</strong>\n <strong>Choose the <u>extreme </u>forms of market structure from the listed markets above.</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "i; ii",
      "B": "i; iii",
      "C": "i; iv",
      "D": "ii; iii",
      "E": "iii; iv"
    },
    "explanation": "Answer is C. Title of “Introduction” in your book, on page 167, describes the extreme forms of markets as monopoly and perfect competition. Most markets in the economy include elements of both of these cases and, therefore, are not completely described by either of them."
  },
  {
    "id": "2245231",
    "unitNumber": 7,
    "text": "<strong>Many industries fall somewhere between the polar cases of perfect competition and monopoly. Economists call this situation ----------------.</strong>\n <strong> Fill in the blank with a suitable answer.</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Pure competition",
      "B": "Pure monopoly",
      "C": "Imperfect competition",
      "D": "Perfect rivalry",
      "E": "Behavioral competition"
    },
    "explanation": "Answer is C. Title of “Introduction” in your book, on page 167, describes the imperfect competition as a situation of market between the polar cases of perfect competition and monopoly."
  },
  {
    "id": "2245273",
    "unitNumber": 7,
    "text": "<strong>What is the most important source of power of oligopolist for influencing the market price?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Producing large share of the total market quantity",
      "B": "Reaching full information about the market structure",
      "C": "Reputation",
      "D": "Advertisement",
      "E": "Price discrimination"
    },
    "explanation": "Answer is A. Title of “Introduction” in your book, on page 167, describes the oligopoly as a market structure with few firms. Each firm produces a large share of the total market quantity and hence can influence the market price through its choice of quantity."
  },
  {
    "id": "2245301",
    "unitNumber": 7,
    "text": "<strong>i- Imperfect competition in the market</strong>\n <strong>ii-Perfect competition in the market</strong>\n <strong>iii-Many firms in the market</strong>\n <strong>iv- Few firms in the market</strong>\n <strong>v-Homogeneous products</strong>\n <strong>vi-One firm in the market</strong>\n <strong>vii-Differentiated products</strong>\n <strong>Choose the characteristics of monopolistic competition market structure from listed statements above.</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "i; iv; vii",
      "B": "i; vi; vii",
      "C": "ii; iii; v",
      "D": "i; iii; vii",
      "E": "ii; v; iv"
    },
    "explanation": "Answer is D. Title of “Introduction” in your book, on page 167, describes the monopolistic competition as a market structure where there are many firms that sell differentiated products. In a monopolistically competitive market, each firm has a monopoly over the product it makes, but many other firms make similar products that compete for the same customers."
  },
  {
    "id": "2245343",
    "unitNumber": 7,
    "text": "<strong>What is the reason for emerging of a natural monopoly?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ownership of a key resource",
      "B": "Patents",
      "C": "Copyrights",
      "D": "Large economies of scale",
      "E": "Government regulations"
    },
    "explanation": "Answer is D. The title of “The Sources of Monopoly” in your book on page 168 gives information about natural monopoly and writes that “a natural monopoly occurs when economies of scale are so large that one firm can supply the entire market at a lower average cost than two or more firms.”"
  },
  {
    "id": "2245380",
    "unitNumber": 7,
    "text": "<strong>i- </strong><strong>The monopolist’s marginal revenue is less than its price.</strong>\n <strong>ii-The monopolist’s marginal revenue is greater than its price.</strong>\n <strong>iii-The monopolist’s marginal revenue equals to its price.</strong>\n <strong>iv-The monopolist’s average revenue equals to its price.</strong>\n <strong>v-The monopolist’s average revenue is less than its price.</strong>\n <strong>vi-The monopolist’s average revenue is greater than its price.</strong>\n <strong>What is the relation between monopoly’s price, monopoly’s marginal revenue and monopoly’s average revenue. Choose the true relations from listed statements above.</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "i, v",
      "B": "i; iv",
      "C": "ii; iv",
      "D": "iii; vi",
      "E": "iii; v"
    },
    "explanation": "Answer is B. The title of “How do monopolies make output and pricing decisions?” in your book on page 169 gives information about what is the relation between monopoly’s price, monopoly’s marginal revenue and monopoly’s average revenue. According to your book, the monopolist’s marginal revenue is less than its price and the monopolist’s average revenue is equal to its price."
  },
  {
    "id": "2245423",
    "unitNumber": 7,
    "text": "<strong>Which of the following gives the level of output that maximizes profits for a monopolist? (MR= Marginal revenue; MC= Marginal cost; P= Price)</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "The output level where the MR is equal to MC.",
      "B": "The output level where the MR is less than MC.",
      "C": "The output level where the MR is greater than MC.",
      "D": "The output level where the P is equal to MC.",
      "E": "The output level where the P is equal to MR."
    },
    "explanation": "Answer is A. The title of “Profit Maximization for a Monopoly” in your book on page 171 gives information about the profit maximizing level of output for a monopolist is the output level where the MR is equal to MC."
  },
  {
    "id": "2245465",
    "unitNumber": 7,
    "text": "<strong>-------------</strong> <strong>is an agreement among firms to charge the same price or decide on quantities in cooperation with each other.</strong>\n <strong>Fill in the blank with a convenient answer.</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Competition",
      "B": "Corruption",
      "C": "Collusion",
      "D": "Deterioration",
      "E": "Disruption"
    },
    "explanation": "Answer is C. The title of “Oligopoly” in your book on page 174 describes collusion as an agreement among firms to charge the same price or decide on quantities in cooperation with each other."
  },
  {
    "id": "2245511",
    "unitNumber": 7,
    "text": "<strong>When consumers perceive a product as a unique product without perfect substitutes, what type of demand curve its producer faces?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Perfectly elastic",
      "B": "Positively sloped",
      "C": "Negatively sloped",
      "D": "Horizontal",
      "E": "Vertical"
    },
    "explanation": "Answer is C. The title of “Monopolistic Competition” in your book on page 177 gives the information that: When consumers perceive a product as a unique product without perfect substitutes, demand facing its producer is no longer perfectly elastic (horizontal). In other words, demand is downward sloping similar to the demand curve facing a monopolist."
  },
  {
    "id": "2259654",
    "unitNumber": 7,
    "text": "Which of the following is the most important difference between monopoly and perfect competition markets in terms of freedom?",
    "correctAnswer": "A",
    "options": {
      "A": "Monopoly is free to set the price of the product.",
      "B": "Perfect competition has fewer sellers than monopoly.",
      "C": "They are not two extreme forms of market structure.",
      "D": "Perfect competition markets exist when there are barriers to entry, such as natural monopoly.",
      "E": "In a monopoly, the producer takes the market price as given."
    },
    "explanation": "Monopoly is free to set the price of the product."
  },
  {
    "id": "2259737",
    "unitNumber": 7,
    "text": "How do monopolies make output and pricing decisions?",
    "correctAnswer": "A",
    "options": {
      "A": "It can sell at a higher price but a smaller quantity or sell a larger quantity but at a lower price.",
      "B": "Monopoly has obliged to work with other producers for the marketing price and cannot make decisions.",
      "C": "When government regulations do not allow one person or firm the exclusive rights to sell, a monopoly cannot stand alone to decide.",
      "D": "Monopoly produces only a small portion of the market output and hence it can sell any quantity it wants as a market price.",
      "E": "A monopolist has to a higher price to sell more and hence move down on the demand curve."
    },
    "explanation": "The monopoly is the only producer in the market, and hence it faces the market demand curve. Since the market curve is downward sloping, the monopoly faces a trade-off: It can sell at a higher price but a smaller quantity or sell a larger quantity but at a lower price."
  },
  {
    "id": "2259746",
    "unitNumber": 7,
    "text": "How is the market structure with few firms called?",
    "correctAnswer": "B",
    "options": {
      "A": "Monopoly",
      "B": "Oligopoly",
      "C": "Monopolistic competition",
      "D": "Perfect competition",
      "E": "Oligopolistic competition"
    },
    "explanation": "Oligopoly"
  },
  {
    "id": "2259754",
    "unitNumber": 7,
    "text": "Which of the following statement is <strong>false</strong> about a monopoly or a monopolist's actions?",
    "correctAnswer": "E",
    "options": {
      "A": "A monopolist has to lower prices in order to sell more and therefore move down the demand curve it faces.",
      "B": "A monopolist maximizes its profits at a quantity where the marginal revenue is equal to the marginal cost for the last unit produced and sold.",
      "C": "A monopolist is the only producer in the market.",
      "D": "A monopolist charges a price above the marginal cost.",
      "E": "A monopolist’s marginal revenue from the last unit sold is equal to the price of that unit."
    },
    "explanation": "A monopolist’s marginal revenue from the last unit sold is less than the price of that unit."
  },
  {
    "id": "2259758",
    "unitNumber": 7,
    "text": "One of the choices below is the opposite of ‘uniform pricing’. Which is the correct answer?",
    "correctAnswer": "C",
    "options": {
      "A": "Constant pricing",
      "B": "Similar pricing",
      "C": "Price discrimination",
      "D": "Price increasing",
      "E": "Price consideration"
    },
    "explanation": "Price discrimination"
  },
  {
    "id": "2259767",
    "unitNumber": 7,
    "text": "Which is the correct explanation of Oligopoly?",
    "correctAnswer": "D",
    "options": {
      "A": "A trading system that categorized by the brands and kinds.",
      "B": "A place where there is only one shop due to the type of production.",
      "C": "A marketplace where there are only a few farmers according to the size.",
      "D": "A market structure where there are only a few firms in the market due to barriers to entry.",
      "E": "A trading structure where many firms and markets are in competition."
    },
    "explanation": "A market structure where there are only a few firms in the market due to barriers to entry."
  },
  {
    "id": "2259770",
    "unitNumber": 7,
    "text": "Which of the below is the definition of and agreement among firms to charge the same price or decide on quantities in cooperation with each other?",
    "correctAnswer": "B",
    "options": {
      "A": "Competition",
      "B": "Collusion",
      "C": "Cooperation",
      "D": "Perfect pricing",
      "E": "Consulting"
    },
    "explanation": "Collusion"
  },
  {
    "id": "2259772",
    "unitNumber": 7,
    "text": "What is the study of how people/firms/countries make decisions in situations in which attaining their goals depends on their interactions with others.",
    "correctAnswer": "A",
    "options": {
      "A": "Game theory",
      "B": "Firm strategies",
      "C": "Collusion outcome",
      "D": "Competitive outcome",
      "E": "Determination rules"
    },
    "explanation": "Game theory"
  },
  {
    "id": "2259777",
    "unitNumber": 7,
    "text": "What is the situation in which each firm chooses the best response strategy given the strategies chosen by other firms?",
    "correctAnswer": "B",
    "options": {
      "A": "Competitive outcome",
      "B": "Nash equilibrium",
      "C": "Collusion outcome",
      "D": "Game strategies",
      "E": "Strategy determination"
    },
    "explanation": "Nash equilibrium"
  },
  {
    "id": "2259778",
    "unitNumber": 7,
    "text": "What is the competition type where there are many firms selling products that are similar but not identical?",
    "correctAnswer": "D",
    "options": {
      "A": "Oligopoly",
      "B": "Perfect competition",
      "C": "Pure monopoly",
      "D": "Monopolistic competition",
      "E": "Monopoly"
    },
    "explanation": "Monopolistic competition"
  },
  {
    "id": "2206243",
    "unitNumber": 8,
    "text": "Which of the following refers to compensation for the use of capital?",
    "correctAnswer": "C",
    "options": {
      "A": "Wage",
      "B": "Rent",
      "C": "Interest",
      "D": "Profit",
      "E": "Return"
    },
    "explanation": "Interest is the compensation for the use of capital."
  },
  {
    "id": "2206248",
    "unitNumber": 8,
    "text": "\"The demand for a factor of production is called ... demand since it is affected by the demand and supply interaction in the market for the good or services used for.\"\n<br/>Which of the following correctly completes the above definition?",
    "correctAnswer": "A",
    "options": {
      "A": "Derived",
      "B": "Directed",
      "C": "Marshalian",
      "D": "Differentiated",
      "E": "Collected"
    },
    "explanation": "Demand for production factors is derived demand."
  },
  {
    "id": "2206268",
    "unitNumber": 8,
    "text": "Which of the following refers to equilibrium quantity determined by the interaction of supply and demand in labor market?",
    "correctAnswer": "A",
    "options": {
      "A": "Employment",
      "B": "Transaction volume",
      "C": "Interest rate",
      "D": "Unemployment",
      "E": "Participation to labor force"
    },
    "explanation": "Employment level is determined by supply and demand in the labor market."
  },
  {
    "id": "2206272",
    "unitNumber": 8,
    "text": "Which of the following defines the marginal product of labor?",
    "correctAnswer": "E",
    "options": {
      "A": "Change in total revenue / Change in labor input",
      "B": "Change in labor input / Change in total revenue",
      "C": "Change in labor input / Change in wages",
      "D": "Change in labor input x Change in wages",
      "E": "Change in total product/Change in labor input"
    },
    "explanation": "Marginal product of labor = Change in total product / Change in labor input"
  },
  {
    "id": "2206274",
    "unitNumber": 8,
    "text": "Which of the following is <strong>not</strong> required to calculate the net present value of an asset?",
    "correctAnswer": "C",
    "options": {
      "A": "Revenue of the asset",
      "B": "Operating costs per period",
      "C": "Exchange rate",
      "D": "Selling price of the asset",
      "E": "Purchasing price of the asset"
    },
    "explanation": "Exchange rate is not a factor that must be considered in calculating the net present value of an asset."
  },
  {
    "id": "2206280",
    "unitNumber": 8,
    "text": "What is the meaning of perfectly inelastic land supply curve?",
    "correctAnswer": "C",
    "options": {
      "A": "Amount of market participants is limited",
      "B": "Market conditions are not competitive",
      "C": "Its quantity is fixed",
      "D": "Its price is fixed",
      "E": "There exists no market equilibrium"
    },
    "explanation": "Perfectly inelastic land supply curve means that its quantity is fixed."
  },
  {
    "id": "2206288",
    "unitNumber": 8,
    "text": "Which of the following is used to represent the land demand curve if we place land rent on the vertical axis?",
    "correctAnswer": "A",
    "options": {
      "A": "A negatively slopped curve",
      "B": "A positevely slopped curve",
      "C": "An horizontal curve",
      "D": "A vertical curve",
      "E": "A positively slopped curve with backward bending"
    },
    "explanation": "Land demand curve has a negative slope if land rent is located on the vertical axis."
  },
  {
    "id": "2206295",
    "unitNumber": 8,
    "text": "Other things being equal, what happens to equilibrium interest rate when the demand curve for loanable funds shifts leftward?",
    "correctAnswer": "B",
    "options": {
      "A": "Increases",
      "B": "Decreases",
      "C": "First increases and then decreases",
      "D": "First decreases and then increases",
      "E": "Does not change"
    },
    "explanation": "If the demand curve for loanable funds shifts leftward interest rate decreases"
  },
  {
    "id": "2206302",
    "unitNumber": 8,
    "text": "Which of the following is the equilibrium condition in the loanable funds market?",
    "correctAnswer": "D",
    "options": {
      "A": "Supply of money = Demand for money",
      "B": "Supply of foreign exchabge = Demand for foreign exchange",
      "C": "Supply of opportunity cost = Demand for opprtunity cost",
      "D": "Supply of loanable funds = Demand for loanable funds",
      "E": "Supply of taxes = Demand for taxes"
    },
    "explanation": "The market equilibrium condition in the loanable funds market is the equality between demand for and supply of loanable funds."
  },
  {
    "id": "2206310",
    "unitNumber": 8,
    "text": "Other things being constant, what is the effect of an increase in labor supply on equilibrium wage and employment?",
    "correctAnswer": "D",
    "options": {
      "A": "Wage and employment increase",
      "B": "Wage and employment decrease",
      "C": "Wage increases while employment decreases",
      "D": "Wage decreases while employment increases",
      "E": "Both of them do not change"
    },
    "explanation": "If there is an increase in the labor supply, wage level decreases while employment increases."
  },
  {
    "id": "2262834",
    "unitNumber": 8,
    "text": "Which of the following variables indicates the price of using land?",
    "correctAnswer": "D",
    "options": {
      "A": "Wage",
      "B": "Interest",
      "C": "Capital",
      "D": "Rent",
      "E": "Employment"
    },
    "explanation": "Introduction<br/>The Land includes not only the physical area that the production facilities are built upon, but also other natural resources, such as water, wind, oil, natural gas, etc., that are used in production. The price of using land is called rent."
  },
  {
    "id": "2262842",
    "unitNumber": 8,
    "text": "Which of the following variables shows us the value of the production made by the last worker hired by the firm?",
    "correctAnswer": "B",
    "options": {
      "A": "Marginal Product of Labor",
      "B": "Marginal Revenue Product of Labor",
      "C": "Total Product of Labor",
      "D": "Wage of Labor",
      "E": "Efficiency of labor"
    },
    "explanation": "Demand for Labor<br/>The Marginal Revenue Product of Labor (MRPL) shows us the value of the production made by the last worker hired by the firm. In other words, it demonstrates the contribution made by the last hired worker to the revenues of the firm."
  },
  {
    "id": "2262850",
    "unitNumber": 8,
    "text": "Which of the following can <strong>not</strong> be considered as a factors of production?",
    "correctAnswer": "C",
    "options": {
      "A": "Water used in production",
      "B": "Wind used in production",
      "C": "Money",
      "D": "Labor",
      "E": "Capital"
    },
    "explanation": "Introduction<br/>The Capital stands for machinery, equipment, buildings and other tools which are used in the production of goods and services. In economics, as a factor of production, <strong>the capital refers to the physical capital, not to the financial capital.</strong> Although money is not a factor of production, firms often use credits to buy or hire the capital they use for production, and pay interest in return. Even if they use their own funds, the opportunity cost of using them is the interest foregone. So, the compensation for the use of capital is interest.\n<br/>So money can not be considered as a production factor."
  },
  {
    "id": "2262880",
    "unitNumber": 8,
    "text": "Which of the following does <strong>not</strong> have a direct impact on labor demand in a competitive market?",
    "correctAnswer": "E",
    "options": {
      "A": "Market price",
      "B": "Technology",
      "C": "Prices of other factors of production",
      "D": "Numbers of the Firms in the market",
      "E": "Government expenditures in the market"
    },
    "explanation": "The Determinants of Labor Demand<br/>There is obviously an inverse relationship between the wage and the quantity of labor demanded. However, the amount of labor demand at a given wage is affected by some other factors as well. These factors can be listed as follows;\n<br/>- Market Price\n<br/>- Technology\n<br/>- Prices of Other Factors of Production \n<br/>- Number of Firms in the Market\n<br/>As you can see from the list, government expenditures are not among the factors that directly affect labor demand."
  },
  {
    "id": "2262889",
    "unitNumber": 8,
    "text": "Which of the following does <strong>not</strong> have a direct impact on labor supply in a competitive market?",
    "correctAnswer": "B",
    "options": {
      "A": "Wages",
      "B": "Marginal Revenue Product of Labor",
      "C": "Changes in Population",
      "D": "Changes in Tastes of Workers",
      "E": "Opportunities in Other Labor Markets"
    },
    "explanation": "The Determinants of Labor Supply<br/>All options are directly related to labor supply, except for the Labor Marginal Income Product option."
  },
  {
    "id": "2262948",
    "unitNumber": 8,
    "text": "Which of the following accurately shows the effect of an increase in labor demand on the labor market equilibrium?",
    "correctAnswer": "A",
    "options": {
      "A": "The labor demand curve shifts to the right, wages rise and the amount of labor hired increases.",
      "B": "The labor demand curve shifts to the left, wages rise and the amount of labor hired decreases.",
      "C": "Labor demand curve shifts to the right, wages and amount of labor hired do not change",
      "D": "Labor supply curve shifts to the right, wages fall, quantity of labor employed increases",
      "E": "Labor supply curve shifts to the right, wages rise, quantity of labor employed decreases"
    },
    "explanation": "Equilibrium in Labor Market<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/f0ded94e4f2e9a5ab1996015c047c8af.png\" alt=\"\" width=\"606\" height=\"378\"> The figure shows how wages and the amount of labor hired in the market adjust to the increase in a labor market. At the beginning, the market is at equilibrium with w* wage and L* amount of labor hired. The rightward shift in labor demand creates an excess demand for labor in the market, causing wages to rise all the way up to the new market-clearing wage, w1. As the wage level increases, excess demand disappears."
  },
  {
    "id": "2262963",
    "unitNumber": 8,
    "text": "Which of the following accurately shows the effect of an increase in labor supply on the labor market equilibrium?",
    "correctAnswer": "A",
    "options": {
      "A": "Labor supply curve shifts to the right, wages fall, quantity of labor employed increases",
      "B": "Labor supply curve shifts to the left, wages rise, quantity of labor employed decreases",
      "C": "Labor demand supply shifts to the right, wages and amount of labor hired do not change",
      "D": "The labor demand curve shifts to the right, wages rise and the amount of labor hired increases",
      "E": "The labor demand curve shifts to the left, wages rise and the amount of labor hired decreases."
    },
    "explanation": "EQUILIBRIUM IN LABOR MARKET<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/24f6749e12b6e16f088ea82f56cb6a50.png\" alt=\"\" width=\"606\" height=\"386\"> The figure demonstrates how the labor market adjusts to an increase in labor supply . Labor supply curve shifts right, and the resulting excess supply of labor causes the market wage level to drop from w* all the way down to w1. As a result, the new equilibrium means lower wages (w1<w*) for=\"\" more=\"\" workers=\"\" (l1=\"\">L*).</w*)>"
  },
  {
    "id": "2263770",
    "unitNumber": 8,
    "text": "Which of the following is the equilibrium employment rule that maximizes the firm's profit in the short run?<br/>(In the question MRP indicates Marginal Revenue Product of Labor;<br/>P indicates Price;<br/>W indicates Wage;<br/>MP indicates Marginal Product)",
    "correctAnswer": "A",
    "options": {
      "A": "MRP=W",
      "B": "W/P=MP",
      "C": "MRP",
      "D": "PxMP&gt;W",
      "E": "MRP"
    },
    "explanation": "Demand for Labor<br/>Since we assume the firm works in a competitive market, it can sell its production at a constant price, P. Multiplying this by the marginal product of the worker gives us the Marginal Revenue Product of Labor (MRP).\n The Marginal Revenue Product of Labor (MRP) shows us the value of the production made by the last worker hired by the firm. In other words, it demonstrates the contribution made by the last hired worker to the revenues of the firm. The MRP function shows how much labor the firm would hire for<br/>different levels of wage. In that sense, MRP function serves as the Labor Demand Curve for a firm. If the labor market is competitive, the firm is a price-taker and can hire as many workers as it likes at the current wage."
  },
  {
    "id": "2263787",
    "unitNumber": 8,
    "text": "Which of the following is a correct statement that evaluates the supply curve for land as a factor of production?",
    "correctAnswer": "C",
    "options": {
      "A": "The land supply curve is horizontally inclined.",
      "B": "The supply curve for land is upward-sloping.",
      "C": "The land has a a perfectly inelastic supply curve",
      "D": "The land has a perfectly elastic supply curve",
      "E": "The supply curve for land is horizontally inclined."
    },
    "explanation": "What separates the Land market from the other production markets is its unique feature related to quantity supplied. First, the quantity is fixed, thus the household’s choices cannot change the quantity supplied. That gives us a perfectly inelastic supply curve (S) of land (in both the short run and the long run).\n What separates the Land market from the other production markets is its unique feature related to quantity supplied. First, the quantity is fixed, thus the household’s choices cannot change the quantity<br/>supplied. That gives us perfectly inelastic supply curve (S) of land (in both the short run and the long run)"
  },
  {
    "id": "2263788",
    "unitNumber": 8,
    "text": "Which one of the following shows the difference between income and consumption.",
    "correctAnswer": "E",
    "options": {
      "A": "Investment,",
      "B": "Exports",
      "C": "Imports",
      "D": "Government expenditures",
      "E": "Saving"
    },
    "explanation": "The Supply of Loanable Funds<br/>Saving is the difference between income and consumption."
  },
  {
    "id": "2850127",
    "unitNumber": 8,
    "text": "1. Ali bought a food truck with all equipment required to sell Mexican street tacos in Istanbul.\n 2. He completed the procedures to have access to a parking space in one of the most famous parks of Istanbul. This will be the location of his food truck.\n 3. He paid the fee for the parking space.\n 4. He worked with two Mexican chefs to create the perfect recipe, and hired a saleslady to be employed on the food truck. \n Which of the following factors of production is the best one that defines each step above?",
    "correctAnswer": "A",
    "options": {
      "A": "1. Capital\n 2. Land\n 3. Capital\n 4. Labor",
      "B": "1. Capital\n 2. Capital\n 3. Location\n 4. Labor",
      "C": "1. Labor\n 2. Land\n 3. Capital\n 4. Labor",
      "D": "1. Labor\n 2. Labor\n 3. Land\n 4. Labor",
      "E": "1. Land\n 2. Land\n 3. Capital\n 4. Labor"
    },
    "explanation": "Buying a food truck and its equipment is the capital of an enterprise.\n Finding somewhere to place the truck is the land.\n Paying the fee for the location requires the capital.\n Hiring human resources to be employed be employed in the enterprise refers to the labor.\n The correct answer is A."
  },
  {
    "id": "2850136",
    "unitNumber": 8,
    "text": "When a firm employs an extra unit of labor in the short run, when other factors are constant, the resulting increase in production is called ___________________________.\n Which of the following terms is defined in the above sentence?",
    "correctAnswer": "C",
    "options": {
      "A": "Total product",
      "B": "Marginal revenue product of labor",
      "C": "Marginal product of labor",
      "D": "Labor demand curve",
      "E": "Labor input"
    },
    "explanation": "When a firm employs an extra unit of labor in the short run, when other factors are constant, the resulting increase in production is called “marginal product of labor”. In other words, the “marginal product of labor” is computed as the change in the total product divided by the change in labor input.\n The correct answer is C."
  },
  {
    "id": "2850149",
    "unitNumber": 8,
    "text": "If there is an increasing demand for a product for the manufacturing of which certain labor is used, the market price of this product will _________________ and the labor demand will _________________.\n Which of the following should be used to describe this situation correctly?",
    "correctAnswer": "D",
    "options": {
      "A": "decrease / increase",
      "B": "decrease / decrease",
      "C": "increase / decrease",
      "D": "increase / increase",
      "E": "remain the same / increase"
    },
    "explanation": "If the market price for the good that a company produces drops, labor demand of the firm decreases as well. This means less employment at a given wage. If consumers demand more of the<br/>good or service that the labor is used for, this will increase the market price and, eventually, the labor demand.\n Thus, the correct answer is D."
  },
  {
    "id": "2850186",
    "unitNumber": 8,
    "text": "Suppose a restaurant owner is thinking about buying a new oven. Let's assume that the purchasing price of the oven is $25,000. The owner expects to use the oven for five years and then sell it for $3,000. He has $25.000 on hand now. At this point, he needs to decide whether to buy this oven or to purchase a bond which bears 5% annual interest rate.\n<br/>Which of the following does he need to calculate to make this decision properly?",
    "correctAnswer": "C",
    "options": {
      "A": "His annual revenue",
      "B": "Market price of the oven",
      "C": "Net present value of the oven",
      "D": "Labor cost of the oven",
      "E": "Monthly interest rate"
    },
    "explanation": "The restaurant owner needs to calculate the net present value (NPV) of the oven. The NPV is calculated by the difference between all the expected revenues from an asset’s present value and the present value of all the costs related to it. By calculating NPV in fact we are measuring the difference between the present value of the marginal revenue products and that of the marginal factor costs. If the NPV is higher than zero, the profit of the firm will go up as a result of purchasing the machine. On the other hand, the implication of the negative NPV is that buying an interest-generating asset would yield a higher revenue.\n<br/>The correct answer is C."
  },
  {
    "id": "2850195",
    "unitNumber": 8,
    "text": "Which of the following information about demand for capital is <u>not</u> correct?",
    "correctAnswer": "E",
    "options": {
      "A": "If expectations of firms change, their demand for capital will also change.",
      "B": "Advances in technology increase the demand for particular types of physical capital, but decrease<br/>the demand for others.",
      "C": "Demand for all products goes up as the population and income increase.",
      "D": "Relative factor prices might change the demand for capital.",
      "E": "Tax policies applied by the government are not likely to affect the price of the capital."
    },
    "explanation": "Tax policies applied by the government can affect the price of the capital indirectly. For instance, assume the government decreases the tax rate on firms’ profit if they increase their expenses on capital. Such a policy would effectively lower the price of capital, causing firms to substitute capital<br/>for other factors of production and increasing the demand for capital. On the other hand, an increase on the corporate taxes would raise capital’s price, then substitution of the other factors of production for capital occurs and the result is falling demand for capital.\n The correct answer is E."
  },
  {
    "id": "2850208",
    "unitNumber": 8,
    "text": "Which of the following is <u>not</u> one of the major determinants of the capital demand?",
    "correctAnswer": "D",
    "options": {
      "A": "Price paid to obtain the capital good",
      "B": "Marginal revenue product received by having this good",
      "C": "Its operating costs",
      "D": "Annual revenue of the firm",
      "E": "Price obtained by selling the same good"
    },
    "explanation": "The factors that are important in determining the capital demand are the price have to be paid to obtain the good, the marginal revenue product received by having it, its operating costs, the price we could receive eventually by selling the same machine and the interest rate. \n Thus, the correct answer is D."
  },
  {
    "id": "2850225",
    "unitNumber": 8,
    "text": "When the interest rate goes up, the price (the cost) of the current consumption will also go up. A higher opportunity cost of current consumption due to the increase in interest rate generates a __________________ that causes a decline in the activity of a consumer to purchase smaller amounts of product in the current period.\n Which of the following terms is defined above?",
    "correctAnswer": "A",
    "options": {
      "A": "Substitution effect",
      "B": "Income effect",
      "C": "Loanable fund",
      "D": "Capital shift",
      "E": "Saving"
    },
    "explanation": "When the interest rate goes up, the price (the cost) of the current consumption will also go up. A higher opportunity cost of current consumption due to the increase in interest rate generates a substitution effect that causes a decline in the activity of a consumer to purchase smaller amounts of product in the current period.\n The correct answer is A."
  },
  {
    "id": "2850248",
    "unitNumber": 8,
    "text": "Demand for land is a derived demand.\n Which of the following is the meaning of this sentence?",
    "correctAnswer": "B",
    "options": {
      "A": "The price of land is affected by a multitude of factors.",
      "B": "An acre of land’s demand is directly related to the final product produced using that land.",
      "C": "Supply of land has a complex relationship with demand for land.",
      "D": "The lower the rent, other things remaining the same, the smaller the quantity of land demanded.",
      "E": "Enterpreneurs must calculate physical location costs before they set up an enterprise."
    },
    "explanation": "Demand for land is also a derived demand meaning that an acre of land’s demand is directly related to the final product produced using that land. Because of diminishing returns and since producers must decrease prices to sell additional units of output, the demand curve for land is downward-sloping. The downward-sloping demand curve indicates that, the lower the rent, other things remaining the same, the greater the quantity of land demanded.\n The correct answer is B."
  },
  {
    "id": "2850290",
    "unitNumber": 8,
    "text": "The supply of land is perfectly inelastic. Which of the following is the reason for this?",
    "correctAnswer": "E",
    "options": {
      "A": "The price of land is not dependent on other production factors.",
      "B": "The owner of land can not determine the land price.",
      "C": "Location is an important factor in demand and supply.",
      "D": "The production cost of land is stable.",
      "E": "The quantity of land is fixed."
    },
    "explanation": "What separates land market from the other production markets is its unique feature related to<br/>quantity supplied. The quantity is fixed, thus the household’s choices cannot change the quantity supplied. That gives us perfectly inelastic supply curve of land.\n The correct answer is E."
  },
  {
    "id": "2850315",
    "unitNumber": 8,
    "text": "Economic rent is the price paid for the use of land and other natural resources which are completely fixed in total supply. This fixed supply actually makes rental payments different form wage and interest. In this sense, from the perspective of the economists, the land rate is the _______________ payment.\n Which of the following terms can be used to complete the above sentence?",
    "correctAnswer": "B",
    "options": {
      "A": "Derived",
      "B": "Surplus",
      "C": "Downward-sloping",
      "D": "Upward-sloping",
      "E": "Inelastic"
    },
    "explanation": "Economic rent is the price paid for the use of land and other natural resources which are completely fixed in total supply. This fixed supply actually makes rental payments different form wage and interest. In this sense, from the perspective of the economists, the land rate is the surplus payment.\n The correct answer is B."
  }
]