[
  {
    "id": "3222053",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi işletmelerin yer aldıkları çevre ile uyum sağlamak durumunda oldukları koşullardan biri değildir ?",
    "correctAnswer": "B",
    "options": {
      "A": "Ekonomik",
      "B": "Etnik",
      "C": "Hukuksal",
      "D": "Kültürel",
      "E": "Sosyal"
    },
    "explanation": "İşletmeler tıpkı insanlar gibi içerisinde yer aldıkları çevre ile ekonomik, sosyal, kültürel ve hukuksal koşullara uyum sağlamak durumundadır"
  },
  {
    "id": "3222067",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi işletmelerin değer yaratmasının sonuçlarından biri <strong>değildir</strong> ?",
    "correctAnswer": "A",
    "options": {
      "A": "İşletmenin hisse senedi fiyatının düşmesini sağlamak.",
      "B": "Ekonominin daha sağlam olmasını sağlamak.",
      "C": "İstihdam olanakları yaratmak.",
      "D": "Yaşam standardını yükseltmek.",
      "E": "Bireyler için önemli fırsatlar sunmak."
    },
    "explanation": "İşletmelerin değer yaratması; ekonominin daha sağlam ve daha güçlü olmasını<br/>sağlamakta, istihdam olanakları yaratmakta, yaşam standartlarını yükseltmekte ve bireyler için önemli fırsatlar sunmaktadır."
  },
  {
    "id": "3222068",
    "unitNumber": 1,
    "text": "Kaynakların ve işletmeler tarafından sunulan ürünlerin tüketildiği, bununla birlikte gelirlerin paylaşıldığı genel ortamı ifade eden çevre türü aşağıdakilerden hangisidir ?",
    "correctAnswer": "D",
    "options": {
      "A": "İşletme çevresi",
      "B": "Siyasi çevre",
      "C": "Kültürel çevre",
      "D": "Ekonomik çevre",
      "E": "Yasal çevre"
    },
    "explanation": "Bu bağlamda ekonomik çevre, kaynakların ve işletmeler tarafından sunulan ürünlerin<br/>tüketildiği, bununla birlikte gelirlerin paylaşıldığı genel bir ortamı ifade etmektedir"
  },
  {
    "id": "3222069",
    "unitNumber": 1,
    "text": "Girişimciliğin desteklenmesi, işletmelerin faaliyete geçmesi, büyüyebilmesi ve hatta iflas etmelerini etkileyen en önemli siyasi çevre faktörü aşağıdakilerden hangisidir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Demokrasi",
      "B": "Liberal ekonomi",
      "C": "Devlet",
      "D": "Serbest piyasa ekonomisi",
      "E": "Sosyo ekonomik yapı"
    },
    "explanation": "Girişimciliğin desteklenmesi, işletmelerin faaliyete geçmesi, büyüyebilmesi ve hatta iflas etmelerini etkileyen en önemli siyasi çevre faktörü devlettir"
  },
  {
    "id": "3222070",
    "unitNumber": 1,
    "text": "İşletmenin bulunduğu toplumda insanların alışkanlıklarını, değerlerini, tutumlarını ve davranış şekillerini oluşturan ve aynı zamanda etkileyen farklı unsurların yer aldığı çevre aşağıdakilerden hangisidir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyokültürel çevre",
      "B": "Yasal çevre",
      "C": "Ekonomik çevre",
      "D": "Politik çevre",
      "E": "Teknolojik çevre"
    },
    "explanation": "Sosyokültürel çevre; işletmenin bulunduğu<br/>toplumda insanların alışkanlıklarını, değerlerini, tutumlarını ve davranış şekillerini oluşturan<br/>ve aynı zamanda etkileyen farklı unsurların yer<br/>aldığı çevredir"
  },
  {
    "id": "3222071",
    "unitNumber": 1,
    "text": "Artan küreselleşme ve uluslararası ticaret göz önüne alındığında ............. değişimin etkisi, işletmeler için ulusal olduğu kadar uluslararası bir boyuta da sahiptir.\n Yukarıda boş bırakılan yere uygun olan seçenek aşağıdakilerden hangisidir ?",
    "correctAnswer": "E",
    "options": {
      "A": "Sosyolojik",
      "B": "Coğrafik",
      "C": "Ekonomik",
      "D": "Psikolojik",
      "E": "Demografik"
    },
    "explanation": "Ayrıca artan küreselleşme ve uluslararası ticaret<br/>göz önüne alındığında <strong><em>demografik</em></strong> değişimin etkisi,<br/>işletmeler için ulusal olduğu kadar uluslararası bir<br/>boyuta da sahiptir"
  },
  {
    "id": "3222072",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi işletmelerin teknolojiyi kullanma yollarından biri <strong>değildir</strong> ?",
    "correctAnswer": "C",
    "options": {
      "A": "İletişim",
      "B": "Bilgi yönetimi",
      "C": "Reklam",
      "D": "Operasyonlar ile ürün tasarımı",
      "E": "Ar-ge"
    },
    "explanation": "Buna göre, işletmelerin teknolojiyi kullanma yolları; iletişim ve bilgi yönetimi, operasyonlar ile ürün tasarımı ve Ar-ge olmak üzere üç gruba ayrılmaktadır"
  },
  {
    "id": "3222073",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi teknolojik çevre unsurlarının işletmelere sağladığı avantajlardan biri <strong>değildir</strong> ?",
    "correctAnswer": "A",
    "options": {
      "A": "Çeşitlilik",
      "B": "Maliyet",
      "C": "Verimlilik",
      "D": "Kalite",
      "E": "Süreçler"
    },
    "explanation": "Teknolojik çevre unsurları işletmelere maliyet,<br/>verimlilik, kalite, süreçler vb. pek çok konuda<br/>avantajlar sağlamaktadır"
  },
  {
    "id": "3222074",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi ekolojik çevrenin temel unsurlarından biri <strong>değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Temiz enerji",
      "B": "Demografik değişimler",
      "C": "Sera gazı salınımı",
      "D": "İklim değişiklikleri",
      "E": "Atıkların dönüşümü"
    },
    "explanation": "Bu bağlamda temiz enerji, sera gazı salınımı, iklim değişiklikleri ve atıkların dönüşümü ekolojik çevrenin<br/>temel unsurları arasında sayılabilir."
  },
  {
    "id": "3222075",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi uluslararasılaşmayı teşvik eden temel unsurlardan biri değildir ?",
    "correctAnswer": "C",
    "options": {
      "A": "İletişim olanaklarının artması",
      "B": "Alt yapı ve ulaşım sistemlerinin gelişmesi",
      "C": "Ekonominin güçlenmesi",
      "D": "Piyasaların homojenleşmesi",
      "E": "Politik istikrar"
    },
    "explanation": "İletişim olanaklarının artması, altyapı ve ulaşım sistemlerinin gelişmesi, piyasaların<br/>homojenleşmesi ve politik istikrar uluslararasılaşmayı teşvik eden temel unsurlar<br/>olarak ön plana çıkmaktadır."
  },
  {
    "id": "3222163",
    "unitNumber": 1,
    "text": "Politik çevre öğelerinin somutlaştırılmış bir hali ya da politik çevrenin belirli bir parçası olarak değerlendirilebilen işletme çevresi çeşidi aşağıdaki hangi şıkta belirtilmiştir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Yasal çevre",
      "B": "Ekonomik çevre",
      "C": "Sosyokültürel çevre",
      "D": "Teknolojik çevre",
      "E": "Ekolojik çevre"
    },
    "explanation": "Yasal çevre, politik çevre öğelerinin somutlaştırılmış bir hali ya da politik çevrenin belirli bir parçası olarak değerlendirilebilir. Dolayısıyla cevap A şıkkıdır."
  },
  {
    "id": "3222164",
    "unitNumber": 1,
    "text": "Yeni materyaller, inovasyon, Ar-ge, süreçler vb. pek çok unsuru içeren işletme çevresine verilen isim aşağıdaki hangi şıkta belirtilmiştir ?",
    "correctAnswer": "B",
    "options": {
      "A": "Ekonomik çevre",
      "B": "Teknolojik çevre",
      "C": "Politik çevre",
      "D": "Yasal çevre",
      "E": "Sosyokültürel çevre"
    },
    "explanation": "Teknolojik çevre yeni materyaller, inovasyon, Ar-ge, süreçler vb. pek çok unsuru içermektedir. Söz konusu unsurlar yoğun rekabet ortamında işletmelere önemli faydalar sağlamakta, gerekli aksiyonu almakta hızlı davranamayan işletmeler ise faaliyet alanlarını değiştirmek zorunda kalmaktadır. Dolayısıyla cevap B şıkkıdır."
  },
  {
    "id": "3222165",
    "unitNumber": 1,
    "text": "Temiz enerji, sera gazı salınımı, iklim değişiklikleri ve atıkların dönüşümü temel unsurları içeren işletme çevresi tipine verilen isim aşağıdaki hangi şıkta belirtilmiştir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Uluslararası çevre",
      "B": "Teknolojik çevre",
      "C": "Ekolojik çevre",
      "D": "Politik çevre",
      "E": "Ekonomik çevre"
    },
    "explanation": "Temiz enerji, sera gazı salınımı, iklim değişiklikleri ve atıkların dönüşümü ekolojik çevrenin temel unsurları arasında sayılabilir. Dolayısıyla cevap C şıkkıdır."
  },
  {
    "id": "3222166",
    "unitNumber": 1,
    "text": "İşletmenin bulunduğu ülkenin dışında faaliyet gösterdiği diğer yabancı piyasalarda karşılaştığı hem ekonomik, politik ve yasal unsurları hem de farklı paydaşları kapsayan çok boyutlu bir çevreyi ifade eden işletme çevresi çeşidi aşağıdaki hangi şıkta belirtilmiştir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Ekolojik çevre",
      "B": "Teknolojik çevre",
      "C": "Sosyokültürel çevre",
      "D": "Uluslararası çevre",
      "E": "Ekonomik çevre"
    },
    "explanation": "Uluslararası çevre, işletmenin bulunduğu ülkenin dışında faaliyet gösterdiği diğer yabancı piyasalarda karşılaştığı hem ekonomik, politik ve yasal unsurları hem de farklı paydaşları kapsayan çok boyutlu bir çevreyi ifade etmektedir. Dolayısıyla cevap D şıkkıdır."
  },
  {
    "id": "3222167",
    "unitNumber": 1,
    "text": "İşletme yönetimin karar alma süreci her zaman belirli bir modeli izlemez çünkü kararlar kapsamları, aciliyetleri ve önemleri bakımından birbirlerinden önemli ölçüde farklılık göstermektedir. Ancak karar alma süreçlerine sıklıkla dahil olan bazı adımları belirlemek mümkündür. Bu bağlamda karar alma sürecinin kaç adımdan oluştuğu söylenebilir ?",
    "correctAnswer": "E",
    "options": {
      "A": "5",
      "B": "6",
      "C": "3",
      "D": "2",
      "E": "4"
    },
    "explanation": "İşletme yönetimin karar alma süreci her zaman belirli bir modeli izlemez çünkü kararlar kapsamları, aciliyetleri ve önemleri bakımından birbirlerinden önemli ölçüde farklılık göstermektedir. Ancak karar alma süreçlerine sıklıkla dahil olan bazı adımları belirlemek mümkündür. Bu bağlamda karar alma sürecinin dört adımdan oluştuğu söylenebilir. Dolayısıyla cevap E şıkkıdır."
  },
  {
    "id": "3222168",
    "unitNumber": 1,
    "text": "İşletmelerin amaçları faaliyet konularına göre, içinde bulundukları ekonomik ve finansal koşullara göre, pazar yapısına göre ve kaynaklara erişim durumlarına göre değişkenlik gösterebilmektedir. Diğer yandan işletmeler koşullardan bağımsız, kendine özgü amaçları da benimseyebilmektedir. İşletme amaçları genel itibariyle kaç temel amaç etrafında şekillenmektedir ?",
    "correctAnswer": "A",
    "options": {
      "A": "4",
      "B": "6",
      "C": "5",
      "D": "2",
      "E": "3"
    },
    "explanation": "İşletmelerin amaçları faaliyet konularına göre, içinde bulundukları ekonomik ve finansal koşullara göre, pazar yapısına göre ve kaynaklara erişim durumlarına göre değişkenlik gösterebilmektedir. Diğer yandan işletmeler koşullardan bağımsız, kendine özgü amaçları da benimseyebilmektedir. Ancak, işletme amaçları genel itibariyle dört temel amaç etrafında şekillenmektedir. Dolayısıyla cevap A şıkkıdır."
  },
  {
    "id": "3222169",
    "unitNumber": 1,
    "text": "Henüz kuruluş aşamasında iken bile faaliyete başlanabilmesi için finansal kararların alınması gerekmektedir. Yöneticilerin aldıkları finansal kararlar kârlılığın, işletme başarısının ve ekonomik sürdürülebilirliğin temel belirleyicileri olmaktadır. Karar alıcıların aldıkları finansal kararlar kaç ana başlıkta ele alınabilir ?",
    "correctAnswer": "B",
    "options": {
      "A": "2",
      "B": "4",
      "C": "6",
      "D": "3",
      "E": "5"
    },
    "explanation": "Henüz kuruluş aşamasında iken bile faaliyete başlanabilmesi için finansal kararların alınması gerekmektedir. Yöneticilerin aldıkları finansal kararlar kârlılığın, işletme başarısının ve ekonomik sürdürülebilirliğin temel belirleyicileri olmaktadır. Karar alıcıların aldıkları finansal kararlar dört ana başlıkta ele alınabilir. Dolayısıyla cevap B şıkkıdır."
  },
  {
    "id": "3222170",
    "unitNumber": 1,
    "text": "Tanımlardan bağımsız olarak, sürdürülebilirlik alanında çalışanlar genellikle sürdürülebilirliği kaç alanla ilişkilendirmektedir ?",
    "correctAnswer": "C",
    "options": {
      "A": "2",
      "B": "5",
      "C": "3",
      "D": "6",
      "E": "4"
    },
    "explanation": "Tanımlardan bağımsız olarak, sürdürülebilirlik alanında çalışanlar genellikle sürdürülebilirliği üç alanla ilişkilendirmektedir: ekonomik, sosyal ve çevresel. Dolayısıyla cevap C şıkkıdır."
  },
  {
    "id": "3222171",
    "unitNumber": 1,
    "text": "İşletmelerde değer yaratma kapsamında, hissedar değeri yaratmak, nihayetinde tüm örgütler ve işletmeler için ortak olan kaç temel karar alanının uygun şekilde yönetilmesine bağlıdır ?",
    "correctAnswer": "D",
    "options": {
      "A": "6",
      "B": "4",
      "C": "2",
      "D": "3",
      "E": "5"
    },
    "explanation": "İşletmelerde değer yaratma kapsamında, hissedar değeri yaratmak, nihayetinde tüm örgütler ve işletmeler için ortak olan üç temel karar alanının, (yatırım, finansman ve faaliyet karar alanlarının) uygun şekilde yönetilmesine bağlıdır. Dolayısıyla cevap D şıkkıdır."
  },
  {
    "id": "3222172",
    "unitNumber": 1,
    "text": "İşletmenin normal getiri oranı üzerinde fazladan gelir elde etme yeteneğini gösteren, işletmenin sürekliliği olarak değerini ifade eden kavrama verilen isim aşağıdaki hangi şıkta belirtilmiştir ?",
    "correctAnswer": "E",
    "options": {
      "A": "İşlevsellik",
      "B": "Duygusal etki yaratma",
      "C": "Faaliyet karar alanı",
      "D": "Sosyal etki yaratma",
      "E": "Maddi olmayan değer"
    },
    "explanation": "İşletmenin normal getiri oranı üzerinde fazladan gelir elde etme yeteneğini gösteren, işletmenin sürekliliği olarak değerini ifade eden kavrama Maddi Olmayan Değer denir. Dolayısıyla cevap E şıkkıdır."
  },
  {
    "id": "3222414",
    "unitNumber": 1,
    "text": "İşletmenin bulunduğu toplumda insanların alışkanlıklarını, değerlerini, tutumlarını ve davranış şekillerini oluşturan ve aynı zamanda etkileyen farklı unsurların yer aldığı çevre aşağıdakilerin hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ekonomik Çevre",
      "B": "Politik (Siyasi) Çevre",
      "C": "Yasal Çevre",
      "D": "Ekolojik Çevre",
      "E": "Sosyokültürel Çevre"
    },
    "explanation": "Sosyokültürel çevre; işletmenin bulunduğu toplumda insanların alışkanlıklarını, değerlerini, tutumlarını ve davranış şekillerini oluşturan ve aynı zamanda etkileyen farklı unsurların yer<br/>aldığı çevredir."
  },
  {
    "id": "3222445",
    "unitNumber": 1,
    "text": "Nesilden nesile aktarılan ve bireylerin dünyayı nasıl gördüklerini ve içinde nasıl davrandıklarını etkileyen karmaşık değerler, normlar, inançlar, tutumlar, gelenekler, sistemler ve eserler dizisi aşağıdakilerden hangisi ile tanımlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kültür",
      "B": "Teknolojik Çevre",
      "C": "Ekolojik Çevre",
      "D": "Yasal Çevre",
      "E": "Ürün İnovasyonu"
    },
    "explanation": "Kültür: Nesilden nesile aktarılan ve bireylerin dünyayı nasıl gördüklerini ve içinde nasıl davrandıklarını etkileyen karmaşık değerler, normlar, inançlar, tutumlar, gelenekler, sistemler ve eserler dizisidir."
  },
  {
    "id": "3222446",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisinin karar alma sürecinin adımlarından biri olduğu <strong>söylenemez?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sorunun belirlenmesi ve karar için sorumluların atanması",
      "B": "Olası eylem planlarının belirlenmesi ve değerlendirilmesi",
      "C": "Yapılacaklara ilişkin karar alınması",
      "D": "Alınan kararların sonuçlarının gözden geçirilmesi",
      "E": "Olumsuz sonuçları doğuran kararların tekrar uygulanması"
    },
    "explanation": "Karar alma sürecinin dört adımdan oluştuğu söylenebilir. Bu adımlar (Weygandt, Kimmel ve Kieso, 2011, s.294);<br/>• Sorunun belirlenmesi ve karar için sorumluların atanması,<br/>• Olası eylem planlarının belirlenmesi ve değerlendirilmesi,<br/>• Yapılacaklara ilişkin karar alınması,<br/>• Alınan kararların sonuçlarının gözden geçirilmesidir."
  },
  {
    "id": "3222447",
    "unitNumber": 1,
    "text": "Karları, satışlara bağlı gelirleri, varlıkları, yatırımlardan elde edilen gelirleri ve özsermaye karlılığını artırmak, işletmelerin aşağıda verilen hangi temel amaçları kapsamına girmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Finansal amaçlar",
      "B": "Pazar varlığını genişletmek",
      "C": "Müşteri tatmini sağlamak",
      "D": "Farklı paydaşların ihtiyaçlarını karşılamak",
      "E": "Kaliteli ürün ve hizmet sağlamak"
    },
    "explanation": "İşletme amaçları genel itibariyle dört temel amaç etrafında şekillenmektedir (Morato, 2013, s.78):<br/>1. Finansal amaçlar: karları, satışlara bağlı gelirleri, varlıkları, yatırımlardan elde edilen gelirleri ve<br/>özsermaye karlılığını artırmak vb.<br/>2. Pazar varlığını genişletmek: satış hacmini arttırmak, satışlardaki büyümeyi hızlandırmak, pazar<br/>payını artırmak, pazardaki etki gücünü derinleştirmek vb.<br/>3. Müşteri tatmini sağlamak: kaliteli ürün ve hizmet sağlamak, doğru zamanda, doğru miktarda ürünü, kabul edilebilir fiyatlarla satmak vb.<br/>4. Farklı paydaşların ihtiyaçlarını karşılamak: çalışan tatminini yükseltmek, ortakların istekleri karşılamak ve dış çevrenin duyarlılıklarını dikkate almak vb."
  },
  {
    "id": "3222448",
    "unitNumber": 1,
    "text": "İşletmelerin hizmet kalitesi, karlılık ve rekabet gücünden ödün vermeden, sosyal sorumluluk faaliyetlerini gerçekleştirmesi, sosyal ve çevre ile uyumlu işletme politikaları geliştirmesi aşağıdakilerden hangisiyle tanımlanır?",
    "correctAnswer": "C",
    "options": {
      "A": "Uluslararası Çevre",
      "B": "Karar Süreci",
      "C": "Sürdürülebilirlik",
      "D": "Ürün İnovasyonu",
      "E": "Sosyokültürel Çevre"
    },
    "explanation": "Sürdürülebilirlik: İşletmelerin hizmet kalitesi, karlılık ve rekabet gücünden ödün vermeden, sosyal sorumluluk faaliyetlerini gerçekleştirmesi, sosyal ve çevre ile uyumlu işletme politikaları geliştirmesidir."
  },
  {
    "id": "3222449",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Dow Jones Sürdürülebilirlik Endeksi'nin şirketlerin sürdürülebilirliğini değerlendirmek amacıyla kullandığı ana kriterlerden biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kurumsal yönetişim",
      "B": "Risk ve kriz yönetimi",
      "C": "Müşteri ilişkileri yönetimi",
      "D": "Karar süreci",
      "E": "Operasyonel etkinlik"
    },
    "explanation": "Dow Jones Sürdürülebilirlik Endeksi, nihai amacı uzun vadeli hissedar değerini en üst düzeye çıkarmak amacıyla gerçekleştirilen sosyal, ekonomik ve çevresel konulara ilişkin faaliyetleri kapsamaktadır ve şirketlerin sürdürülebilirliğini değerlendirmek amacıyla aşağıdaki ana kriterleri kullanmaktadır (Just, 2020, s.30):<br/>• Kurumsal yönetişim<br/>• Risk ve kriz yönetimi<br/>• Müşteri ilişkileri yönetimi<br/>• İnovasyon yönetimi<br/>• Operasyonel etkinlik<br/>• Yetenek çekme ve elde tutma"
  },
  {
    "id": "3222450",
    "unitNumber": 1,
    "text": "Süreç içerisinde yer alan tüm paydaşların genel iyiliği ve refahını arttırmayı amaçlayan, planların ve eylemlerin hayata geçirildiği, proaktif, bilinçli, ilham verici ve yaratıcı bir süreç olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Değer",
      "B": "Değer Yaratma",
      "C": "Sürdürülebilirlik",
      "D": "Karar Süreci",
      "E": "Risk"
    },
    "explanation": "Değer Yaratma: Süreç içerisinde yer alan tüm paydaşların genel iyiliği ve refahını arttırmayı amaçlayan, planların ve eylemlerin hayata geçirildiği, proaktif, bilinçli, ilham verici ve yaratıcı bir süreçtir."
  },
  {
    "id": "3222451",
    "unitNumber": 1,
    "text": "<ol type=\"I\"><br/><li>Para Yaratma</li><br/><li>Basitleştirme</li><br/><li>Ödüllendirme</li><br/><li>Motivasyon Sağlama</li><br/></ol><br/>İşletmelerde değerin işlevsel olup olmadığı yukarıdaki özelliklerinden hangileri ile ölçülmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "III ve IV",
      "E": "I, II ve IV"
    },
    "explanation": "Değerin işlevsel olup olmadığı para yaratma, zaman tasarrufu sağlama, basitleştirme, riski azaltma, organize etme, entegre etme, bağlantı yaratma, eforu azaltma, karışıklık yaratmama, maliyetleri düşürme, kaliteyi yükseltme, çeşitliliği artırma, duyusal çekicilik yaratma ve bilgilendirici olma gibi özellikleri ile ölçülmektedir."
  },
  {
    "id": "3222452",
    "unitNumber": 1,
    "text": "İşletmenin normal getiri oranı üzerinde fazladan gelir elde etme yeteneğini gösteren, işletmenin sürekliliği olarak değerini ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ürün İnovasyonu",
      "B": "Maddi Değer",
      "C": "Maddi Olmayan Değer",
      "D": "Sürdürülebilirlik",
      "E": "Değer Yaratma"
    },
    "explanation": "Maddi Olmayan Değer: işletmenin normal getiri oranı üzerinde fazladan gelir elde etme yeteneğini gösteren, işletmenin sürekliliği olarak değerini ifade eden kavramdır."
  },
  {
    "id": "3222453",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi şirket satın almanın değer yarattığı bir durumdur?",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnızca iki şirket birleştiğinde maliyet düşüşü meydana gelmesi",
      "B": "İki şirket birleştiğinde hızlı gelir düşüşü yaşanması",
      "C": "İki şirketin birleşik iş yükünün artması",
      "D": "İki şirketin birleşik nakit akışlarının azalması",
      "E": "İki şirketin birleşik borçlarının artması"
    },
    "explanation": "İşletmelerin yaratılan değeri korumak için başvurdukları bir diğer yol şirket satın almalarıdır.<br/>Satın alma bir şirketin diğer bir şirketi veya şirketin bir kısmını satın aldığı, satın alınan şirketin satın alan şirket tarafından absorbe edildiği ve bu nedenle artık bir ticari işletme olarak varlığını sürdüremediği durum olarak tanımlanmaktadır (Wadhwa, 2018, s.98). Satın almalar, yalnızca iki şirket birleştiğinde maliyet düşüşü meydana gelmesi, hızlı gelir artışı yaşanması veya sabit sermaye ve işletme sermayesinin daha iyi kullanımı nedeniyle iki şirketin birleşik nakit akışlarının artması durumunda değer yaratan bir işlem olmaktadır."
  },
  {
    "id": "3222560",
    "unitNumber": 1,
    "text": "................ işletmenin bulunduğu toplumda insanların alışkanlıklarını, değerlerini, tutumlarını ve davranış şekillerini oluşturan ve aynı zamanda etkileyen farklı unsurların yer aldığı çevredir.\n<br/>Yukarıdaki cümlede boş bırakılan yere aşağıdaki kavramlardan hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yasal çevre",
      "B": "Ekonomik Çevre",
      "C": "Politik Çevre",
      "D": "Sosyokültürel çevre",
      "E": "Teknolojik çevre"
    },
    "explanation": "<strong>Sosyokültürel çevre</strong> işletmenin bulunduğu toplumda insanların alışkanlıklarını, değerlerini, tutumlarını ve davranış şekillerini oluşturan ve aynı zamanda etkileyen farklı unsurların yer aldığı çevredir."
  },
  {
    "id": "3222561",
    "unitNumber": 1,
    "text": "Katma değeri yüksek ve iş üzerinde geniş kapsamlı etkileri olacak yeni ürünlerin geliştirilmesini; süreç yeniliği ise işletmelerde üretim sürecinde meydana gelen değişiklikler işletme çevrelerinden hangisi kapsamında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Ekolojik çevre",
      "B": "Ekonomik çevre",
      "C": "Yasal çevre",
      "D": "Teknolojik çevre",
      "E": "Uluslararası çevre"
    },
    "explanation": "<strong>Ürün İnovasyonu,</strong> yani Katma değeri yüksek ve iş üzerinde geniş kapsamlı etkileri olacak yeni ürünlerin geliştirilmesini; süreç yeniliği ise işletmelerde üretim sürecinde meydana gelen değişiklikler, <strong>Teknolojik çevre</strong> kapsamında yer almaktadır."
  },
  {
    "id": "3222588",
    "unitNumber": 1,
    "text": "Nesilden nesile aktarılan ve bireylerin dünyayı nasıl gördüklerini ve içinde nasıl davrandıklarını etkileyen karmaşık değerler, normlar, inançlar, tutumlar, gelenekler, sistemler ve eserler dizisi aşağıdakilerden hangisi ile tanımlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kültür",
      "B": "Sosyokültürel çevre",
      "C": "Yasal çevre",
      "D": "Ekonomik çevre",
      "E": "Ürün inovasyonu"
    },
    "explanation": "Kültür: Nesilden nesile aktarılan ve bireylerin dünyayı nasıl gördüklerini ve içinde nasıl davrandıklarını etkileyen karmaşık değerler, normlar, inançlar, tutumlar, gelenekler, sistemler ve eserler dizisidir."
  },
  {
    "id": "3222589",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisinin sosyo kültürel çevreyi oluşturan paydaşlardan olduğu <strong>söylenemez?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İşletme çalışanları",
      "B": "Tedarikçiler",
      "C": "Müşteriler",
      "D": "Sendikalar",
      "E": "Ürün ve hizmetler"
    },
    "explanation": "Sosyo Kültürel çevre işletme çalışanları, tedarikçiler, müşteriler ve sendikalar gibi birçok farklı<br/>paydaştan oluşmaktadır."
  },
  {
    "id": "3222590",
    "unitNumber": 1,
    "text": "Çalışan tatminini yükseltmek, ortakların istekleri karşılamak ve dış çevrenin duyarlılıklarını dikkate almak işletme temel amaçlarından hangisinin kapsamına girer?",
    "correctAnswer": "C",
    "options": {
      "A": "Pazar varlığını genişletmek",
      "B": "Müşteri tatmini sağlamak",
      "C": "Farklı paydaşların ihtiyaçlarını karşılamak",
      "D": "Finansal amaçlar",
      "E": "Ekolojik amaçlar"
    },
    "explanation": "İşletme amaçları genel itibariyle dört temel amaç etrafında şekillenmektedir (Morato, 2013, s.78):<br/>1. Finansal amaçlar: karları, satışlara bağlı gelirleri, varlıkları, yatırımlardan elde edilen gelirleri ve<br/>özsermaye karlılığını artırmak vb.<br/>2. Pazar varlığını genişletmek: satış hacmini arttırmak, satışlardaki büyümeyi hızlandırmak, pazar<br/>payını artırmak, pazardaki etki gücünü derinleştirmek vb.<br/>3. Müşteri tatmini sağlamak: kaliteli ürün ve hizmet sağlamak, doğru zamanda, doğru miktarda ürünü, kabul edilebilir fiyatlarla satmak vb.<br/>4. Farklı paydaşların ihtiyaçlarını karşılamak: çalışan tatminini yükseltmek, ortakların istekleri karşılamak ve dış çevrenin duyarlılıklarını dikkate almak vb."
  },
  {
    "id": "3222591",
    "unitNumber": 1,
    "text": "İşletmelerin hizmet kalitesi, karlılık ve rekabet gücünden ödün vermeden, sosyal sorumluluk faaliyetlerini gerçekleştirmesi, sosyal ve çevre ile uyumlu işletme politikaları geliştirmesi aşağıdakilerden hangisiyle tanımlanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Karar Süreci",
      "B": "Sürdürülebilirlik",
      "C": "Risk",
      "D": "Değer",
      "E": "İnovasyon"
    },
    "explanation": "Sürdürülebilirlik: İşletmelerin hizmet kalitesi, karlılık ve rekabet gücünden ödün<br/>vermeden, sosyal sorumluluk faaliyetlerini gerçekleştirmesi, sosyal ve çevre ile uyumlu işletme politikaları geliştirmesidir."
  },
  {
    "id": "3222592",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Dow Jones Sürdürülebilirlik Endeksi'nin şirketlerin sürdürülebilirliğini değerlendirmek amacıyla kullandığı ana kriterlerden <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kurumsal yönetişim",
      "B": "Risk ve kriz yönetimi",
      "C": "Müşteri ilişkileri yönetimi",
      "D": "Karar Süreci",
      "E": "İnovasyon yönetimi"
    },
    "explanation": "Dow Jones Sürdürülebilirlik Endeksi benzer işletmelerin sürdürülebilirliklerini değerlendirmek amacıyla 1999 yılından itibaren hesaplanmaya başlamıştır. Endeks birçok global şirket tarafından finansal ve çevresel performansı izlemek ve değerlendirmek amacıyla kullanılmaktadır. Endeks, nihai amacı uzun vadeli hissedar değerini en üst düzeye çıkarmak amacıyla gerçekleştirilen sosyal, ekonomik ve çevresel konulara ilişkin faaliyetleri kapsamaktadır ve şirketlerin sürdürülebilirliğini değerlendirmek amacıyla aşağıdaki ana kriterleri kullanmaktadır (Just, 2020, s.30):<br/>• Kurumsal yönetişim<br/>• Risk ve kriz yönetimi<br/>• Müşteri ilişkileri yönetimi<br/>• İnovasyon yönetimi<br/>• Operasyonel etkinlik<br/>• Yetenek çekme ve elde tutma"
  },
  {
    "id": "3222593",
    "unitNumber": 1,
    "text": "<ol type=\"I\"><br/><li>Tahmin edilebilir olması</li><br/><li>Genellikle olumlu sonuçlar doğurması</li><br/><li>Geleceğe ilişkin belirsizlikten kaynaklanması </li><br/></ol><br/>Yukarıdakilerden hangileri risk kavramının özelliklerindendir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I,II ve III"
    },
    "explanation": "Risk en genel haliyle olayların beklenenden farklı sonuçlanma olasılığı olarak tanımlanmaktadır ve birtakım özellikleri bulunmaktadır. Bu özellikler, riskin tahmin edilemez olması, geleceğe ilişkin belirsizlikten kaynaklanması ve genellikle olumsuz sonuçlar doğurmasıdır (Aven ve Thekdi, 2020, s.7)."
  },
  {
    "id": "3222594",
    "unitNumber": 1,
    "text": "\"Süreç içerisinde yer alan tüm paydaşların genel iyiliği ve refahını arttırmayı amaçlayan planların ve eylemlerin hayata geçirildiği, proaktif, bilinçli, ilham verici ve yaratıcı bir süreç\" olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Risk",
      "B": "Değer",
      "C": "Değer Yaratma",
      "D": "Sürdürülebilirlik",
      "E": "Karar Süreci"
    },
    "explanation": "Değer Yaratma: Süreç içerisinde yer alan tüm paydaşların genel iyiliği ve refahını arttırmayı amaçlayan, planların ve eylemlerin hayata geçirildiği, proaktif, bilinçli, ilham verici ve yaratıcı bir süreçtir."
  },
  {
    "id": "3222595",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi değer ve değer yaratmaya ilişkin özelliklerden <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Değer ve değer yaratılması, insan faaliyetinin, özenin, ilerlemenin ve yaratıcılığın sürekli olarak gelişmesi için temel bir gerekliliktir.",
      "B": "Değer yaratma proaktif bir şekilde ya da doğal olarak ortaya çıkmaktadır.",
      "C": "Salt kendimiz veya işletmemiz için değer yaratmak yeterlidir.",
      "D": "Değer ve değer yaratma, şirketlere doğru eylem, program ve stratejileri belirleyebilecekleri bir karar verme aracı sağlamaktadır.",
      "E": "Değer ve değer yaratma, negatif değeri azaltmalı ve bilinçli olarak yapılmalıdır."
    },
    "explanation": "Değer ve değer yaratmaya ilişkin söz konusu özellikler şu şekilde sıralanabilir (Mahajan, 2019a, s.1):\n<br/>• Değer ve değer yaratılması, insan faaliyetinin, özenin, esenliğin ve davranışın, ilerlemenin ve yaratıcılığın sürekli olarak gelişmesi ve ilerlemesi için temel bir gerekliliktir.\n<br/>• Değer yaratma proaktif bir şekilde ya da doğal olarak ortaya çıkmaktadır ve birey veya işletme için beklenenden fazlasını vermektedir.\n<br/>• Salt kendimiz veya işletmemiz için değer yaratmak yeterli değildir.\n<br/>• Değer ve değer yaratma, şirketlere doğru eylem, program ve stratejileri belirleyebilecekleri, ikilemleri çözümleyebilecekleri, işletme kârlılığını artırabilecek seçimler yapabilecekleri çok güçlü bir karar verme aracı sağlamaktadır.\n<br/>• Değer ve değer yaratma, negatif değeri azaltmalı ve bilinçli olarak yapılmalıdır."
  },
  {
    "id": "3222596",
    "unitNumber": 1,
    "text": "Değerin işlevsel olup olmadığı aşağıdaki özelliklerinden hangisi ile <strong>ölçülmez?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Motivasyon sağlama",
      "B": "Zaman tasarrufu sağlama",
      "C": "Basitleştirme",
      "D": "Riski azaltma",
      "E": "Organize etme"
    },
    "explanation": "Değerin işlevsel olup olmadığı para yaratma, zaman tasarrufu sağlama, basitleştirme, riski azaltma, organize etme, entegre etme, bağlantı yaratma, eforu azaltma, karışıklık yaratmama, maliyetleri düşürme, kaliteyi yükseltme, çeşitliliği artırma, duyusal çekicilik yaratma ve bilgilendirici olma gibi özellikleri ile ölçülmektedir."
  },
  {
    "id": "3222597",
    "unitNumber": 1,
    "text": "Aşağıdaki seçeneklerden hangisinde maddi olmayan değer açıklanmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Süreç içerisinde yer alan tüm paydaşların refahını arttırmayı amaçlayan, planların ve eylemlerin hayata geçirildiği yaratıcı bir süreçtir.",
      "B": "İşletmenin normal getiri oranı üzerinde fazladan gelir elde etme yeteneğini gösteren, işletmenin sürekliliği olarak değerini ifade eden kavramdır.",
      "C": "Bir şirketin diğer bir şirketin varlıklarını veya yönetimini kontrol altına aldığı, kontrol altına alınan şirketin ticari varlığının sonlandığı bir işlemdir.",
      "D": "Vergi avantajı yaratması durumunda yaratılan değerin korunması amacıyla başvurulan bir yöntemdir.",
      "E": "Gerçekleştirdiğimiz faaliyetler ve ortaya koyduğumuz çıktılar sonucunda kendimiz ve başkaları için yarattığımız iyilik, refah ve servettir."
    },
    "explanation": "Maddi Olmayan Değer: işletmenin normal getiri oranı üzerinde fazladan gelir elde etme yeteneğini gösteren, işletmenin sürekliliği olarak değerini ifade eden kavramdır."
  },
  {
    "id": "3222598",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi işletmede karar alma adımları arasında <u>yer almaz?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Sorunun belirlenmesi ve karar için sorumluların atanması",
      "B": "Olası eylem planlarının belirlenmesi ve değerlendirilmesi",
      "C": "İşletmelerin rakiplerinden ayrışması",
      "D": "Yapılacaklara ilişkin karar alınması",
      "E": "Alınan kararların sonuçlarının gözden geçirilmesi"
    },
    "explanation": "İşletmlerde karar alma adımları arasında; işletmelerin rakiplerinden ayrışması yoktur. İşletmelerin rakiplerinden ayrışması, sürdürülebilirlik alanlarını benimsemiş işletmelerin ve toplulukların sağlayabileceği faydalar arasındadır."
  },
  {
    "id": "3222599",
    "unitNumber": 1,
    "text": "Kaliteli ürün ve hizmet sağlamak, doğru zamanda doğru miktarda ürünü kabul edilebilir fiyatlarla satmak işletmelerin hangi temel amacı kapsamındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Finansal amaç",
      "B": "Pazar varlığını genişletmek",
      "C": "Marka değerini arttırmak",
      "D": "Farklı paydaşların ihtiyaçlarını karşılamak",
      "E": "Müşteri tatmini sağlamak"
    },
    "explanation": "<strong>Müşteri tatmini sağlamak:</strong> kaliteli ürün ve hizmet sağlamak, doğru zamanda, doğru miktarda ürünü,<br/>kabul edilebilir fiyatlarla satmak şeklinde tanımlanabilecek şletmelerin hangi temel amacı kapsamındadır.<br/><strong>Müşteri tatmini sağlamak:</strong> kaliteli ürün ve hizmet sağlamak, doğru zamanda, doğru miktarda ürünü, kabul edilebilir fiyatlarla satmak şeklinde tanımlanabilecek temel amacı kapsamındadır."
  },
  {
    "id": "3222602",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangileri karar alıcıların aldıkları finansal kararlar arasındadır?\n I) Orta vadeli yatırım kararları<br/>II) Çalışma sermayesi kararları<br/>III) Fon teminini içeren finansman kararları<br/>IV) Kâr payı kararları",
    "correctAnswer": "D",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve IV",
      "C": "I, III ve IV",
      "D": "II, III, ve IV",
      "E": "I, II, III, ve IV"
    },
    "explanation": "Karar alıcıların aldıkları finansal kararlar dört ana başlıkta ele alınabilir;\n<br/>1. Uzun vadeli yatırım alternatiflerinin değerlendirildiği sermaye bütçelemesi olarak adlandırılan<br/>uzun vadeli yatırım kararları,<br/>2. İşletmenin günlük faaliyetlerini sürdürebilmesi için ihtiyaç duyduğu sermayenin belirlendiği çalışma<br/>sermayesi kararları,<br/>3. Varlıkların finansmanını sağlamak amacıyla fon teminini içeren finansman kararları,<br/>4. Elde edilen kârın kâr payı olarak dağıtımını içeren kâr payı (temettü) kararları.\n<br/>Alınan kararlar arasında orta vadeli yatırım kararları yoktur;<br/>Karar alıcıların aldıkları finansal kararlar dört ana başlıkta ele alınabilir;\n 1. Uzun vadeli yatırım alternatiflerinin değerlendirildiği sermaye bütçelemesi olarak adlandırılan<br/>uzun vadeli yatırım kararları,<br/>2. İşletmenin günlük faaliyetlerini sürdürebilmesi için ihtiyaç duyduğu sermayenin belirlendiği çalışma<br/>sermayesi kararları,<br/>3. Varlıkların finansmanını sağlamak amacıyla fon teminini içeren finansman kararları,<br/>4. Elde edilen kârın kâr payı olarak dağıtımını içeren kâr payı (temettü) kararları.\n Alınan kararlar arasında orta vadeli yatırım kararları yoktur;"
  },
  {
    "id": "3222605",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sürdürülebilirlik alanlarını benimsemiş işletmelerin ve toplulukların sağlayabileceği faydalardan <strong><u>değildir?</u></strong>",
    "correctAnswer": "B",
    "options": {
      "A": "En iyi çalışanları çekmek ve elde tutmak",
      "B": "Müşteri tatmini sağlamak",
      "C": "Hissedarlar ve halk nezdinde imaj geliştirmek",
      "D": "Yasal risk ve sigorta maliyetlerini azaltmak",
      "E": "Daha yüksek bir yaşam kalitesine sahip olmak"
    },
    "explanation": "Müşteri tatmini sağlamak, sürdürülebilirlik alanlarını benimsemiş işletmelerin ve toplulukların sağlayabileceği faydalardan değildir. İşletmelerin temel amaçlarından biridir."
  },
  {
    "id": "3222608",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangileri değer ve değer yaratmaya ilişkin özellikler arasındadır?\n I) Değer ve değer yaratma, insan faaliyetinin, özenin, esenliğin ve davranışın, ilerlemenin ve yaratıcılığın sürekli olarak gelişmesi ve ilerlemesi için temel bir gerekliliktir.\n II) Değer yaratma proaktif bir şekilde ya da doğal olarak ortaya çıkmaktadır ve birey veya işletme için beklenenden fazlasını vermektedir.\n III) Değer ve yaratımı, kişinin ya da işletmenin potansiyelini, öğrenme becerilerini ve yaratıcılığını güçlendirir.\n IV) Değer ve değer yaratma, negatif değeri azaltmalı ve bilinçli olarak yapılmalıdır.",
    "correctAnswer": "E",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve IV",
      "C": "I, III ve IV",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Aşağıda belirtilen ifadelerdeğer ve değer yaratmaya ilişkin özellikler arasındadır;\n<br/>I) Değer ve değer yaratma, insan faaliyetinin, özenin, esenliğin ve davranışın, ilerlemenin ve yaratıcılığın sürekli olarak gelişmesi ve ilerlemesi için temel bir gerekliliktir.\n<br/>II) Değer yaratma proaktif bir şekilde ya da doğal olarak ortaya çıkmaktadır ve birey veya işletme için beklenenden fazlasını vermektedir.\n<br/>III) Değer ve yaratımı, kişinin ya da işletmenin potansiyelini, öğrenme becerilerini ve yaratıcılığını güçlendirir.\n<br/>IV) Değer ve değer yaratma, negatif değeri azaltmalı ve bilinçli olarak yapılmalıdır.<br/>Aşağıda belirtilen ifadelerdeğer ve değer yaratmaya ilişkin özellikler arasındadır;\n I) Değer ve değer yaratma, insan faaliyetinin, özenin, esenliğin ve davranışın, ilerlemenin ve yaratıcılığın sürekli olarak gelişmesi ve ilerlemesi için temel bir gerekliliktir.\n II) Değer yaratma proaktif bir şekilde ya da doğal olarak ortaya çıkmaktadır ve birey veya işletme için beklenenden fazlasını vermektedir.\n III) Değer ve yaratımı, kişinin ya da işletmenin potansiyelini, öğrenme becerilerini ve yaratıcılığını güçlendirir.\n IV) Değer ve değer yaratma, negatif değeri azaltmalı ve bilinçli olarak yapılmalıdır."
  },
  {
    "id": "3222610",
    "unitNumber": 1,
    "text": "İşletmenin normal getiri oranı üzerinde fazladan gelir elde etme yeteneğini gösteren, işletmenin sürekliliği olarak değerini ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Değer Yaratma",
      "B": "Maddi olmayan değer",
      "C": "Hisse geri alımı",
      "D": "Şirket Satın Alma",
      "E": "Sürdürülebilir gelişim"
    },
    "explanation": "<strong>Maddi olmayan değer:</strong> İşletmenin normal getiri oranı üzerinde fazladan gelir elde etme yeteneğini gösteren, işletmenin sürekliliği olarak değerini ifade eden kavramdır."
  },
  {
    "id": "3222615",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, Dow Jones Sürdürülebilirlik Endeksinin şirketlerin sürdürülebilirliğini<br/>değerlendirmek amacıyla kullandığı ana kriterler arasında <strong><u>değildir?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kurumsal yönetişim",
      "B": "Risk ve kriz yönetimi",
      "C": "Müşteri ilişkileri yönetimi",
      "D": "İnovasyon yönetimi",
      "E": "Pazardaki varlıklarının yönetimi"
    },
    "explanation": "Pazardaki varlıklarının yönetimi, Dow Jones Sürdürülebilirlik Endeksinin şirketlerin sürdürülebilirliğini<br/>değerlendirmek amacıyla kullandığı ana kriterler arasında değildir."
  },
  {
    "id": "3222616",
    "unitNumber": 1,
    "text": "Hissedar değeri yaratmak, nihayetinde tüm örgütler ve işletmeler için ortak olan üç temel karar<br/>alanının, uygun şekilde yönetilmesine bağlıdır. Bu üç temel karar alanı hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yatırım, Finansman ve Faaliyet",
      "B": "Yatırım, Finansman ve İnovasyon",
      "C": "İnovasyon, Finansman ve Faaliyet",
      "D": "Yatırım, İnovasyon ve Faaliyet",
      "E": "Pazarlama, Finansman ve Faaliyet"
    },
    "explanation": "Hissedar değeri yaratmak, nihayetinde tüm örgütler ve işletmeler için ortak olan üç temel karar<br/>alanının, uygun şekilde yönetilmesine bağlıdır. Bu üç temel karar alanı; yatırım, finansman ve faaliyettir."
  },
  {
    "id": "3222133",
    "unitNumber": 2,
    "text": "Yatırımların ve yeniden yatırımların bir sonucu olarak, zaman içinde paranın kullanımından elde edilen değer olarak tanımlanan kavram hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Paranın zaman değeri",
      "B": "Fırsat maliyeti",
      "C": "Mevduat",
      "D": "Gelecek değer",
      "E": "Bugünkü değer"
    },
    "explanation": "Paranın zaman değeri; yatırımların ve yeniden yatırımların bir sonucu olarak zaman içinde para kullanımından elde edilen değer olarak tanımlanmaktadır."
  },
  {
    "id": "3222134",
    "unitNumber": 2,
    "text": "\"Bir yatırımcı parasını bir getiri için yatırılabileceği halde atıl olarak tutmayı tercih etmiş, bunun sonucu olarak da parasının getiri sağlama potansiyeli olduğu halde, bir getiri elde edememiştir\". Verilen örnek durumda, kaybedilen faydaya ne ad verilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Paranın zaman değeri",
      "B": "Fırsat maliyeti",
      "C": "Kar marjı",
      "D": "Korunum",
      "E": "Paranın gelecekteki değeri"
    },
    "explanation": "Paranın bir getiri için yatırılabileceği ancak atıl olarak tutulmasının tercih edildiği durumda ise paranın getiri sağlama potansiyeli olsa bile, getiri elde edilmez. Bu durumda kaybedilen faydaya fırsat maliyeti adı verilmektedir."
  },
  {
    "id": "3222135",
    "unitNumber": 2,
    "text": "\"Ürünlerin genel fiyat düzeylerinde önemli düşüşler yaşanması durumunda, paranın satın alma gücü de o ölçüde yükselir\". Verilen ifade, paranın zaman değeri olmasını açıklayan hangi duruma örnek oluşturur?",
    "correctAnswer": "C",
    "options": {
      "A": "Fırsat maliyeti",
      "B": "Gelecekte elde edilmesi beklenen gelirlere ilişkin belirsizlikler",
      "C": "Fiyat seviyelerinde yaşanabilecek değişim",
      "D": "Getiri faktörü",
      "E": "Faiz faktörü"
    },
    "explanation": "Paranın zaman değerinin olmasının bir nedeni de fiyat seviyelerinde yaşanabilecek değişimlerin, paranın satın alma gücünü etkileyebilecek olmasıdır. Ürünlerin genel fiyat düzeyinde artışlar yaşanması durumunda, diğer bir ifadeyle enflasyonist bir ortamda paranın satın alma gücü düşecektir."
  },
  {
    "id": "3222136",
    "unitNumber": 2,
    "text": "\"..............de, her bir döneme ilişkin faiz sonraki döneme ilişkin anapara tutarına eklenmekte, bu nedenle de her devre anapara tutarı ve buna bağlı olarak tahakkuk eden faiz tutarı artmaktadır\". Verilen ifadede anlam bütünlüğünün doğru olarak sağlanabilmesi için boşluk olarak bırakılan alana getirilmesi gereken kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Basit faiz",
      "B": "Efektif faiz",
      "C": "Bugünkü değer",
      "D": "Bileşik faiz",
      "E": "Amortisman"
    },
    "explanation": "Bileşik faizde her bir döneme ilişkin faiz sonraki döneme ilişkin anapara tutarına eklenmekte, dolayısıyla her devre anapara tutarı ve buna bağlı olarak tahakkuk eden faiz tutarı artmaktadır."
  },
  {
    "id": "3222137",
    "unitNumber": 2,
    "text": "Yıl içinde faizlendirme sıklığı birden fazlaysa, gerçekleşen yıllık faizde ne tür bir değişim beklenir?",
    "correctAnswer": "E",
    "options": {
      "A": "Herhangi bir değişim ortaya çıkmaz.",
      "B": "Yıllık nominal faizin yarısı kadar olur.",
      "C": "Yıllık nominal faizle eşit olur.",
      "D": "Yıllık nominal faizden düşük olur.",
      "E": "Yıllık nominal faizden fazla olur."
    },
    "explanation": "Yıl içinde faizlendirme sıklığı birden fazlaysa gerçekleşen yıllık faiz yıllık nominal faizden fazla olur. Bu durumda gerçekleşen faize efektif faiz adı verilir."
  },
  {
    "id": "3222138",
    "unitNumber": 2,
    "text": "Taksit sayısı çok fazla, yapılacak ödeme sayısı ve ödemelerin ne zaman sonlanacağı belirsiz anüitelere ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sonsuz (daimi) anüite",
      "B": "Devre başı ödemeli anüite",
      "C": "Geciktirilmiş anüite",
      "D": "Normal anüite",
      "E": "Belirsiz anüite"
    },
    "explanation": "Bazı anüitelerde taksit sayısı çok fazladır ve yapılacak ödeme sayısı, ödemelerin ne zaman sonlanacağı belirsizdir. Bu tip anüiteler sonsuz (daimi) anüite olarak isimlendirilmektedir."
  },
  {
    "id": "3222139",
    "unitNumber": 2,
    "text": "Kar payı ödemeleri aşağıdakilerden hangisine örnek oluşturur?",
    "correctAnswer": "B",
    "options": {
      "A": "Devre başı ödemeli anüite",
      "B": "Sonsuz (daimi) anüite",
      "C": "Anüitenin bugünkü değeri",
      "D": "Çabuklaştırılmış anüite",
      "E": "Normal anüite"
    },
    "explanation": "Nakit akışları sonsuza kadar devam eden ve taksitlerin sıfır büyüme gösterdiği anüiteler de bulunmaktadır ve bunlara sonsuz (daimi-sürekli) anüite adı verilmektedir. Süre ne kadar uzun olursa olsun eşit taksit ödemeleri sabittir. Sonsuz anüitelerin en tipik örneği kâr payı ödemeleridir."
  },
  {
    "id": "3222140",
    "unitNumber": 2,
    "text": "\"Bir kredi ödemesinde, faiz oranı ve ödeme sayısı dikkate alınarak her bir ödemenin tutarı ayrı ayrı hesaplanabilmektedir. Bu işlemde, her ödeme için dönem faiz tutarı hesaplanırken...............................\". Verilen cümlenin anlamsal doğruluğunun sağlanabilmesi için boşluk olarak verilen alan aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ödenmemiş kredi bakiyesi aylık faiz oranına bölünür.",
      "B": "Ödenmemiş kredi bakiyesi, ödenmiş kredi bakiyesinden çıkarılır.",
      "C": "Ödenmemiş kredi bakiyesi ile dönem faiz oranı çarpılır.",
      "D": "Ödenmemiş kredi bakiyesi ile dönem faiz oranı toplanır.",
      "E": "Ödenmemiş kredi bakiyesi dönem faiz oranına bölünür."
    },
    "explanation": "Bir kredi ödemesinde, faiz oranı ve ödeme sayısı dikkate alınarak her bir ödemenin tutarı ayrı ayrı hesaplanabilmektedir. Bu işlemde, her ödeme için dönem faiz tutarı hesaplanırken ödenmemiş kredi bakiyesi ile dönem faiz oranı çarpılmaktadır."
  },
  {
    "id": "3222141",
    "unitNumber": 2,
    "text": "\"Bir yatırımcıyı ıskonto edilen nakit akışına yatırım yapmaya teşvik etmesi gereken getiri oranı\" hangi kavramla adlandırılmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Ağırlıklı ortalama sermaye maliyeti",
      "B": "Serbest nakit akışı",
      "C": "İndirgenmiş nakit akışı",
      "D": "Iskonto oranı",
      "E": "Kâr payı"
    },
    "explanation": "Iskonto oranı, bir yatırımcıyı ıskonto edilen nakit akışına yatırım yapmaya teşvik etmesi gereken getiri oranı olarak tanımlanır."
  },
  {
    "id": "3222142",
    "unitNumber": 2,
    "text": "Amortisman çizelgesinin oluşturulmasının ilk aşaması hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ödenecek toplam tutarın belirlenmesi",
      "B": "Yıllık faiz tutarının hesaplanması",
      "C": "Taksit tutarından faiz tutarı düşülerek anapara tutarının bulunması",
      "D": "Her bir kredi taksiti için faiz tutarı hesaplama",
      "E": "Ödenecek taksit tutarının hesaplanması"
    },
    "explanation": "Amortisman çizelgesinin oluşturulmasının ilk aşaması ödenecek taksit tutarının hesaplanmasıdır. Taksit tutarı hesaplandıktan sonra her bir kredi taksiti için öncelikle faiz tutarı hesaplanacak, ardından taksit tutarından faiz tutarı düşülerek söz konusu döneme ilişkin anapara tutarı bulunacaktır."
  },
  {
    "id": "3222143",
    "unitNumber": 2,
    "text": "_________________ , reel getiriyi düşürmektedir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Fırsat maliyeti",
      "B": "Paranın zaman değeri",
      "C": "Enflasyon",
      "D": "Nominal faiz",
      "E": "Geleceğe ilişkin belirsizlik"
    },
    "explanation": "Enflasyon, reel getiriyi düşürmektedir. Doğru cevap C’dir."
  },
  {
    "id": "3222144",
    "unitNumber": 2,
    "text": "Nominal faiz oranı %12 ve reel faiz oranı %1,81 ise enflasyon oranı yüzde kaçtır?",
    "correctAnswer": "C",
    "options": {
      "A": "9,8",
      "B": "9,9",
      "C": "10",
      "D": "10,1",
      "E": "10,2"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/c4ee8c94a13ccecd44c297a290cc0abe.png\" alt=\"\" width=\"583\" height=\"418\">"
  },
  {
    "id": "3222145",
    "unitNumber": 2,
    "text": "Her devre değişen sermayeler üzerinden hesaplanan faize ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Efektif faiz",
      "B": "Reel faiz",
      "C": "Basit faiz",
      "D": "Nominal faiz",
      "E": "Bileşik faiz"
    },
    "explanation": "Her devre değişen sermayeler üzerinden hesaplanan faiz bileşik faiz, uygulanan yöntem ise bileşik faiz yöntemi olarak adlandırılmaktadır. Doğru cevap E’dir."
  },
  {
    "id": "3222146",
    "unitNumber": 2,
    "text": "Yıllık nominal faiz oranı %12 ve 4 ayda bir faizlendirme yapılıyorsa yıllık efektif faiz oranı yüzde kaçtır?",
    "correctAnswer": "D",
    "options": {
      "A": "9.37",
      "B": "9.27",
      "C": "12.127",
      "D": "12.486",
      "E": "12.676"
    },
    "explanation": "4 ayda bir faiz uygulandığından, yılda 3 kez faiz uygulanır.\n<br/>Dönemin faiz oranı 0.12/3=0.04 olur\n<br/>Efektif faiz = (1+0.04)^3 -1=0.12486\n<br/>yani efektif faiz %12.486 olur"
  },
  {
    "id": "3222147",
    "unitNumber": 2,
    "text": "Bir işletme bankadan aldığı krediyi bir yıl sonra faizi ile birlikte 450.000 TL olarak ödemiştir. Kredinin faiz oranı %20 ise kullanılan kredi tutarı kaç TL’dir?",
    "correctAnswer": "D",
    "options": {
      "A": "340.000",
      "B": "355.000",
      "C": "360.000",
      "D": "375.000",
      "E": "380.000"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/affdbd72c066dc9e5d37064e42b84928.png\" alt=\"\" width=\"453\" height=\"227\">"
  },
  {
    "id": "3222148",
    "unitNumber": 2,
    "text": "Bir malın peşin olarak 50.000 TL’ye alınması ile 6 ay vadeli olarak 53.000 TL’ye alınması arasında bir fark yoksa faiz oranı yüzde kaçtır?",
    "correctAnswer": "A",
    "options": {
      "A": "12",
      "B": "13",
      "C": "14",
      "D": "15",
      "E": "16"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/1ac21ffd6611026e7c5fe3ebb9d24bc8.png\" alt=\"\" width=\"275\" height=\"391\">"
  },
  {
    "id": "3222149",
    "unitNumber": 2,
    "text": "Bir aile her yıl biriktirdikleri tasarruflarını bankaya koymaktadırlar. Aile bu yıldan başlamak üzere bankaya 50.000 TL yatırırsa, faiz oranının yıllık %10 olması durumunda 5. yıl sonunda ne kadar para biriktirir?",
    "correctAnswer": "E",
    "options": {
      "A": "305.889",
      "B": "305.785",
      "C": "305.655",
      "D": "305.552",
      "E": "305.255"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/284424a910ee8918830fae97ae04129e.png\" alt=\"\" width=\"277\" height=\"329\">"
  },
  {
    "id": "3222150",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi amortisman çizelgesinin oluşturulmasının ilk aşamasıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kredi taksiti için faiz tutarını hesaplama",
      "B": "Ödenecek taksit tutarını hesaplama",
      "C": "Döneme ilişkin anapara tutarını hesaplama",
      "D": "Dönem faizini hesaplama",
      "E": "Taksit tutarının vergisini hesaplama"
    },
    "explanation": "Amortisman çizelgesinin oluşturulmasının ilk aşaması ödenecek taksit tutarının hesaplanmasıdır. Taksit tutarı hesaplandıktan sonra her bir kredi taksiti için öncelikle faiz tutarı hesaplanacak, ardından taksit tutarından faiz tutarı düşülerek söz konusu döneme ilişkin anapara tutarı bulunacaktır. Bu işlemden sonra döneme ait anapara tutarı, mevcut anapara tutarından düşülerek kalan anapara bulunacak ve bu tutar sonraki dönemde faizin hesaplanacağı değeri oluşturacaktır. Doğru cevap B’dir."
  },
  {
    "id": "3222151",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi nakit yaklaşımının ilk adımıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "İskonto oranının belirlenmesi",
      "B": "Finansal ve faaliyet risklerinin belirlenmesi",
      "C": "Alternatif yatırımların sağlayacağı getirilerin hesaplanması",
      "D": "Enflasyon ve risklerin tahmin edilmesi",
      "E": "Nakit akışlarının tahmin edilmesi"
    },
    "explanation": "İndirgenmiş nakit akışı yaklaşımında ilk adım nakit akışlarının tahmin edilmesidir. Yaklaşımın ikinci ve önemli adımlarından biri kullanılacak iskonto oranının belirlenmesidir. Doğru cevap E’dir."
  },
  {
    "id": "3222152",
    "unitNumber": 2,
    "text": "Bir projeden ya da firma faaliyetlerinden elde edilen ve ortaklar ile borç verenlere dağıtıma uygun olan fonlara ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Özsermayeye nakit akışı",
      "B": "Firmaya nakit akışı",
      "C": "İskonto edilen nakit akışı",
      "D": "Serbest nakit akışı",
      "E": "Yatırımlara nakit akışı"
    },
    "explanation": "Serbest Nakit Akışı: Bir projeden ya da firma faaliyetlerinden elde edilen ve ortaklar ile borç verenlere dağıtıma uygun olan fonlardır. Doğru cevap D’dir."
  },
  {
    "id": "3222334",
    "unitNumber": 2,
    "text": "1. İşletmelerde hemen hemen her gün basitten karmaşığa birçok karar alınmaktadır bu kararların işletmenin lehine sonuçlanabilmesi için alınan kararların veri ve analizlere dayalı olarak verilmiş olması gereklidir buna göre aşağıdakilerden hangisi finansal verilerle ilgili olarak yanlıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "İşletmelerde alınan kararlar için kullanılan verilerin büyük kısmı finansal verilerden oluşmaktadır.",
      "B": "İşletmelerde alınan kararlar için gerekli olan verilerin önemli bir kısmı muhasebe kayıtları ve çeşitli parasal belgelerden meydana gelmektedir.",
      "C": "İşletmelerde alınan kararlar için kullanılan finansal veriler ve analizler birçok finansal hesaplama yapmayı gerektirmektedir.",
      "D": "Sadece işletmelerdeki karar süreçlerinde değil geleceğe yönelik planlama faaliyetlerinde finansal veri ve hesaplamalardan yararlanılmaktadır.",
      "E": "İşletmelerdeki geleceğe yönelik planlama faaliyetlerinde analistler tarafından en çok kullanılan hesaplamalardan biri paranın zaman değeriyle ilgili hesaplamalardır."
    },
    "explanation": "GİRİŞ<br/>İşletmeler hemen her gün basitten karmaşığa<br/>birçok karar almaktadır. Bu kararların işletme lehine sonuçlanabilmesi için alınan kararların bir takım veri ve analizlere dayalı olarak verilmiş olması<br/>gerekmektedir. Söz konusu kararlara dayanak teşkil edecek bu verilerin büyük bir kısmı finansal verilerden oluşmaktadır ve bu verilere dayalı olarak<br/>yapılacak analizler de birçok finansal hesaplama<br/>yapmayı gerektirmektedir. Yalnızca karar süreçlerinde değil, geleceğe yönelik planlama faaliyetlerinde de finansal veri ve hesaplamalardan yararlanılmaktadır. Bu bağlamda analistler tarafından<br/>en çok kullanılan hesaplamalardan biri, paranın<br/>zaman değerine ilişkin hesaplamalardır."
  },
  {
    "id": "3222335",
    "unitNumber": 2,
    "text": "2. İşletmeler hem karar süreçlerinde hem de geleceğe yönelik planlama faaliyetlerinde finansal veri ve hesaplamalardan yararlanırlar bu hesaplamalardan biri paranın zaman değeriyle ilgili hesaplamalardır paranın zaman değeri ile ilgili yapılan değer ve bugünkü değer hesaplamaları yalnızca işletmeler tarafından kullanılmaz pek çok farklı paydaş tarafından kullanılır aşağıdakilerden hangisi bunlardan birisi değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dış paydaşlar dışında kullanıma açık ve açık olmayan finansal taraflar",
      "B": "İşletmenin ihraç ettiği menkul kıymetleri almayı planlayan yatırımcılar",
      "C": "Menkul kıymet analistleri",
      "D": "İşletmeye borç verenler",
      "E": "Pek çok farklı dış paydaşlar"
    },
    "explanation": "GİRİŞ<br/>Bu bağlamda analistler tarafından<br/>en çok kullanılan hesaplamalardan biri, paranın<br/>zaman değerine ilişkin hesaplamalardır. Paranın<br/>zaman değeri kapsamında yapılan gelecek değer ve<br/>bugünkü değer hesaplamaları yalnızca işletmeler<br/>tarafından değil, aynı zamanda işletmenin ihraç<br/>ettiği menkul kıymetleri almayı planlayan yatırımcılar, menkul kıymet analistleri, işletmeye borç<br/>verenler vb. pek çok farklı dış paydaş tarafından da<br/>kullanılmaktadır."
  },
  {
    "id": "3222336",
    "unitNumber": 2,
    "text": "Paranın bir getiri için yatırılabileceği ancak atıl olarak tutulmasının tercih edildiği durumda ise paranın getiri sağlama potansiyeli olsa bile, getiri elde edilmez. Bu durumda kaybedilen fayda aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "fırsat maliyeti",
      "B": "Vergi",
      "C": "Sermaye",
      "D": "İhtiyaç Kredisi",
      "E": "Tasarruf"
    },
    "explanation": "Yanıtınız yanlış ise “Paranın Zaman Değeri” konusunu yeniden gözden geçiriniz<br/>Paranın bir getiri için yatırılabileceği ancak atıl olarak tutulmasının tercih edildiği durumda ise paranın getiri sağlama potansiyeli olsa bile, getiri elde edilmez. Bu durumda kaybedilen faydaya fırsat maliyeti adı verilmektedir."
  },
  {
    "id": "3222337",
    "unitNumber": 2,
    "text": "Ürünlerin genel fiyat düzeyinde artışlar yaşanması durumunda, diğer bir ifadeyle enflasyonist bir ortamda aşağıdakilerden hangisinin olması beklenir?",
    "correctAnswer": "B",
    "options": {
      "A": "Enflasyon oranı düşecektir",
      "B": "paranın satın alma gücü düşecektir",
      "C": "faiz oranı düşecektir",
      "D": "nakit akışı düşecektir",
      "E": "ürün maliyeti düşecektir"
    },
    "explanation": "Yanıtınız yanlış ise “Paranın Zaman Değeri” konusunu yeniden gözden geçiriniz<br/>Ürünlerin genel fiyat düzeyinde artışlar yaşanması durumunda, diğer bir ifadeyle enflasyonist bir ortamda paranın satın alma gücü düşecektir."
  },
  {
    "id": "3222338",
    "unitNumber": 2,
    "text": "Nominal faizin enflasyon etkisinden arındırılmış hali aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bileşik faiz",
      "B": "Efektif faiz Oranı",
      "C": "Reel Faiz Oranı",
      "D": "Vadeli Faiz Oranı",
      "E": "Başit faiz oranı"
    },
    "explanation": "Yanıtınız yanlış ise “Enflasyon ve Faiz” konusunu yeniden gözden geçiriniz<br/>Reel Faiz Oranı: Nominal faizin enflasyon etkisinden arındırılmış halini ifade eder."
  },
  {
    "id": "3222339",
    "unitNumber": 2,
    "text": "3. Paranın zaman değeri işletmelerin karar süreçlerinde ve gelecekle ilgili planlarında en çok kullandıkları finansal hesaplamalardır paranın zaman değeri kapsamında yapılan gelecek değer ve bugünkü değer hesaplamaları nasıl yapılmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Kullanım alanına sahip olanların dışarıda tutulmasına göre yapılmaktadır.",
      "B": "Konut kredisi çeken halkın eşit taksitli ödemeler dizisinin anlamına göre yapılmaktadır.",
      "C": "Kullanım amacına göre hem basit hem de bileşik faiz esasına göre yapılmaktadır.",
      "D": "Bireysel emeklilik sistemine katılan tasarruf sahibine göre yapılmaktadır.",
      "E": "Emeklilik döneminde düzenli ek geliri olan kesimlerin amaçlarına göre yapılmaktadır."
    },
    "explanation": "GİRİŞ<br/>Gelecek değer ve bugünkü değer hesaplamaları<br/>kullanım amacına göre hem basit hem de bileşik<br/>faiz esasına göre yapılmaktadır. Bu tip hesaplamalarda tek bir nakit akışının gelecekteki veya bugünkü değeri tespit edilmektedir. Ancak pratikte<br/>birden düzenli nakit akışının gerçekleştiği finansal<br/>işlemler söz konusu olmaktadır. Bu gibi durumlarda ise anüite hesaplamalarından yararlanılmaktadır. Eşit taksitli ödemeler dizisi anlamına gelen<br/>anüite kavramı, günlük hayat içerisinde de birçok<br/>kullanım alanına sahip bulunmaktadır. Konut kredisi çeken bir birey, kira kontratı yapan bir öğrenci veya emeklilik döneminde düzenli bir ek gelir<br/>elde etmeyi amaçlayan ve bu amaç doğrultusunda<br/>bireysel emeklilik sistemine katılan bir tasarruf sahibi anüite hesapları yardımıyla taksit ödemelerini,<br/>ödemelerin bugünkü ya da gelecekte ulaşacağı toplam değeri belirleyebilmektedir."
  },
  {
    "id": "3222340",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi faizin her bir dönemde % i oranında kazanıldığı n dönemlik bir süre boyunca başlangıçtaki anapara tutarının veya bugünkü değerin artmasının beklendiği toplam tutardır?",
    "correctAnswer": "D",
    "options": {
      "A": "Efektif değer",
      "B": "Vadeli değer",
      "C": "Faizlendirmeli değer",
      "D": "Gelecek değer",
      "E": "Maliyet değer"
    },
    "explanation": "Yanıtınız yanlış ise “Gelecek Değer” konusunu yeniden gözden geçiriniz.<br/>Gelecek değer, faizin her bir dönemde %i oranında kazanıldığı n dönemlik bir süre boyunca başlangıçtaki anapara tutarının veya bugünkü değerin artmasının beklendiği toplam tutar olarak tanımlanabilir."
  },
  {
    "id": "3222341",
    "unitNumber": 2,
    "text": "Bir girişimci, çalışma sermayesi ihtiyacını gidermek üzere bir kredi kurumundan 8 ay süreyle 23.000 TL’lik kredi kullanmıştır. Faiz oranı %15 ise, girişimcinin belirtilen süre sonunda ödeyeceği tutar aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "22.800",
      "B": "23.500",
      "C": "25.300",
      "D": "28.200",
      "E": "31.600"
    },
    "explanation": "Yanıtınız yanlış ise “Gelecek Değer” konusunu yeniden gözden geçiriniz.<br/>Bir girişimci, çalışma sermayesi ihtiyacını gidermek üzere bir kredi kurumundan 8 ay süreyle 23.000 TL’lik kredi kullanmıştır. Faiz oranı %15 ise, girişimcinin belirtilen süre sonunda ödeyeceği tutar ne kadar olacaktır?\n BD = 200.000 TL\n i = 0,15\n n = 8 ay = 8/12 yıl\n GD = BD × (1 + i × n)\n GD = 23.000 × (1+ 0.15 × 8 12 )\n GD = 25.300 TL"
  },
  {
    "id": "3222342",
    "unitNumber": 2,
    "text": "Bugünkü değer_________ esasına ve_____ esasına göre hesaplanabilmektedir.\n<br/>Aşağıdakilerden hangisi boşlukları en uygun şekilde tamamlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "basit faiz/ bileşik faiz",
      "B": "Kredi/ mevduat",
      "C": "Piyasa faizi/ vadeli faiz",
      "D": "Faiz oranı/ peşin fiyat",
      "E": "Kullanılan faiz/ ödenen faiz"
    },
    "explanation": "Yanıtınız yanlış ise “ Bugünkü Değer” konusunu yeniden gözden geçiriniz.<br/>Bugünkü değer basit faiz esasına ve bileşik faiz esasına göre hesaplanabilmektedir."
  },
  {
    "id": "3222343",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisinde bugünkü değer formülü, doğrudan bileşik faizde gelecek değer formülünden türetilebilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Basit faizde",
      "B": "Bileşik faizde",
      "C": "Birikmiş faizde",
      "D": "Temerrüt faizde",
      "E": "Akdi faizde"
    },
    "explanation": "Yanıtınız yanlış ise “Bileşik Faizde Bugünkü Değer” konusunu yeniden gözden geçiriniz.<br/>Bileşik faizde bugünkü değer formülü, doğrudan bileşik faizde gelecek değer formülünden türetilebilmektedir."
  },
  {
    "id": "3222344",
    "unitNumber": 2,
    "text": "4. Eşit taksitli ödemeler dizisi anlamına gelen \"anüite\" kavramı günlük hayatta pek çok kullanım alanına sahiptir aşağıdakilerden hangisi \"anüite\" kavramının kullanıldığı alanlardan birisi değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Konut kredisi çeken birey",
      "B": "Kira kontratı yapan öğrenci",
      "C": "Emeklilik döneminde ek gelir elde etmeyi amaçlayan birey",
      "D": "Basit ve bileşik faiz hesaplamaları yapan finansal analist",
      "E": "Bireysel emeklilik sistemine katılan tasarruf sahibi"
    },
    "explanation": "GİRİŞ<br/>Gelecek değer ve bugünkü değer hesaplamaları<br/>kullanım amacına göre hem basit hem de bileşik<br/>faiz esasına göre yapılmaktadır. Bu tip hesaplamalarda tek bir nakit akışının gelecekteki veya bugünkü değeri tespit edilmektedir. Ancak pratikte<br/>birden düzenli nakit akışının gerçekleştiği finansal<br/>işlemler söz konusu olmaktadır. Bu gibi durumlarda ise anüite hesaplamalarından yararlanılmaktadır. Eşit taksitli ödemeler dizisi anlamına gelen<br/>anüite kavramı, günlük hayat içerisinde de birçok<br/>kullanım alanına sahip bulunmaktadır. Konut kredisi çeken bir birey, kira kontratı yapan bir öğrenci veya emeklilik döneminde düzenli bir ek gelir<br/>elde etmeyi amaçlayan ve bu amaç doğrultusunda<br/>bireysel emeklilik sistemine katılan bir tasarruf sahibi anüite hesapları yardımıyla taksit ödemelerini,<br/>ödemelerin bugünkü ya da gelecekte ulaşacağı toplam değeri belirleyebilmektedir."
  },
  {
    "id": "3222345",
    "unitNumber": 2,
    "text": "Eşit miktarlardaki ve periyodik nakit ödeme dizisi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Faiz",
      "B": "Vade",
      "C": "Anüte",
      "D": "Değer",
      "E": "Maliyet"
    },
    "explanation": "Yanıtınız yanlış ise “Anüte Hesaplamaları” konusunu yeniden gözden geçiriniz.<br/>Anüite: Eşit miktarlardaki ve periyodik nakit ödeme dizisidir."
  },
  {
    "id": "3222346",
    "unitNumber": 2,
    "text": "Nakit akışları sabit olan ve süresiz olarak devam eden anüite türü aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Belirsiz anüite",
      "B": "Normal anüite",
      "C": "Geciktirilmiş anüite",
      "D": "Devre başı ödemeli anüite",
      "E": "Sonsuz anüite"
    },
    "explanation": "Yanıtınız yanlış ise “Anüte Hesaplamaları” konusunu yeniden gözden geçiriniz.<br/>Sonsuz Anüite: Nakit akışları sabit olan ve süresiz olarak devam eden anüite türüdür."
  },
  {
    "id": "3222347",
    "unitNumber": 2,
    "text": "Krediyi itfa etmek için tasarlanmış ve kredi süresinin sonunda, kredi ve ilgili tüm faiz yükümlülükleri ödenmiş olan ödeme aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Faiz ödemeleri",
      "B": "Anüite ödemeleri,",
      "C": "Kredi ödemeleri",
      "D": "Taksit ödemeleri",
      "E": "Vade ödemeleri"
    },
    "explanation": "Yanıtınız yanlış ise “Kredi Ödemeleri ve Amortisman Çizelgesi” konusunu yeniden gözden geçiriniz.<br/>Anüite ödemeleri, krediyi itfa etmek için tasarlanmıştır ve kredi süresinin sonunda, kredi ve ilgili tüm faiz yükümlülükleri ödenmiş olmaktadır."
  },
  {
    "id": "3222348",
    "unitNumber": 2,
    "text": "5. Finansal hesaplamalar içinde paranın zaman değeri ile ilgili bir diğer önemli alan nakit akışları ve nakit akışları kullanımında yapılan hesaplamalardır aşağıdakilerden hangisi bu hesaplamalara örnek olarak verilemez?",
    "correctAnswer": "E",
    "options": {
      "A": "Bir projenin ömrü boyunca sağladığı nakit girişleri ve sebep olduğu nakit çıkışları",
      "B": "Hisse senetlerinin kar payı ödemelerine ilişkin nakit çıkışları",
      "C": "Şirket değerlemesi karşısında ele alınan nakit akışlarının farklı yaklaşımlar kullanılarak değerlendirilmesi",
      "D": "Şirket değerlemesi kapsamında ele alınan nakit akışlarının işletmenin karar süreçlerine dahil edilmesi",
      "E": "Nakit akışları içinde daha önce işletme tarafından hiç kullanılmamış olanlarının seçilmesi"
    },
    "explanation": "GİRİŞ<br/>Finansal hesaplamalar içerisinde bir diğer<br/>önemli alan, nakit akışları ve nakit akışları kullanılarak yapılan hesaplamalardır. Bir projenin ömrü<br/>boyunca sağladığı nakit girişleri ve sebep olduğu<br/>nakit çıkışları, hisse senetlerinin kar payı ödemelerine ilişkin nakit çıkışları ve şirket değerlemesi kapsamında ele alınan nakit akışları farklı yaklaşımlar<br/>kullanılarak değerlendirilmekte ve işletmenin karar<br/>süreçlerine dahil olmaktadır. Ancak karar süreçleri\n nin başarıyla yürütülebilmesi için farklı türleri bulunan ve farklı şekillerde hesaplanan nakit akışları<br/>arasından amaca uygun olanın belirlenmesi ve bu<br/>nakit akışlarının doğru yöntemler tespit edilerek<br/>uygulanması gerekmektedir."
  },
  {
    "id": "3222349",
    "unitNumber": 2,
    "text": "6. \"Paranın zaman değeri\" demek yatırımların ve yeniden yatırımların bir sonucu olarak zaman içinde para kullanımından elde edilen değer demektir buna göre aşağıdakilerden hangisi \"paranın zaman değeri\" için yanlıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "\"Paranın zaman değeri\" demek paranın değerinde zaman bağlı bir değişim olmaz bunun yerine faiz oranlarının ortalama değerinin getirisine göre örnekler oluşur.",
      "B": "\"Paranın zaman değeri\" demek bugün elde edilecek bir miktar paranın değerinin gelecekte elde edilecek aynı miktardaki paranın değerinden farklı olacağı anlamındadır.",
      "C": "\"Paranın zaman değeri\" demek paranın değerinin zaman bağlı olarak değişimi ifade edilmektedir.",
      "D": "\"Paranın zaman değeri\" demek paranın değerinde zamana bağlı değişimin nedeni getiri faktörü ve faiz faktörüdür.",
      "E": "\"Paranın zaman değeri\" demek zaman içinde para para kazandırdığı için yani paranın getirisi olduğu için paranın değerinde zamanla değişiklik olmaktadır."
    },
    "explanation": "PARANIN ZAMAN DEĞERİ<br/>Paranın zaman değeri yatırımların ve yeniden<br/>yatırımların bir sonucu olarak zaman içinde para<br/>kullanımından elde edilen değer olarak tanımlanmaktadır (Kumar, 2019, s.145). Bu, bugün elde<br/>edilecek bir miktar paranın değerinin, gelecekte<br/>elde edilecek aynı miktardaki paranın değerinden farklı olacağı anlamına gelmektedir. Kısaca<br/>tanımlanacak olursa paranın zaman değeri, paranın değerinin zamana bağlı olarak değişimi ifade<br/>etmektedir. Bugünkü 1 TL bir yıl sonra elde edilecek 1 TL’den, bir yıl sonra elde edilecek 1 TL ise<br/>iki yıl sonra elde edilecek 1 TL’den daha değerli<br/>olacaktır. Çünkü bu 1 TL yatırıma yönlendirilerek getiri elde imkânı bulunmaktadır. Diğer bir<br/>ifadeyle, paranın değerinde zamana bağlı değişimin nedeni getiri faktörü veya faiz faktörüdür.<br/>Para para kazandırdığı için, yani paranın getirisi<br/>olduğu için, paranın değerinde zamanla değişiklik<br/>olmaktadır.\n Bir bankanın mevduata %15 faiz verdiğini varsayalım. Bu durumda bankaya yatırılan 1.000 TL,<br/>bir yıl sonra 1.150 TL’ye çıkacaktır. Yani, bugünkü<br/>1.000 TL bir yıl sonraki 1.150 TL’dir çünkü getiri<br/>veya faiz faktörü bulunmaktadır. Bankanın mevduata faiz vermediğini düşünelim. Bu durumda ise<br/>bankaya yatırılan 1.000 TL, bir yıl sonra da gelecekteki herhangi bir tarihte de aynı olacaktır. Diğer<br/>bir ifadeyle, paranın değerinde zamana bağlı bir<br/>değişim olmayacaktı çünkü paranın sağladığı herhangi bir getiri olmayacaktı."
  },
  {
    "id": "3222350",
    "unitNumber": 2,
    "text": "7. Paranın zaman değerinin olmasının sebeplerinde biri getiri ya da faiz faktörünün varlığıdır paranın bir getiri için yatırılabileceği ancak atıl olarak tutulmasının tercih edildiği durumlarda sonuç ne olur ve bu sonuç hangi kavram ile açıklanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Paranın belli bir faiz oranı için yatırılması seçenek olarak gelir- buna \"bankaya yatırılan paranın maliyeti\" denir.",
      "B": "Paranın getiri sağlama potansiyeli olsa bile getiri elde edilmez-bu durumda kaybedilen faydaya \"fırsat maliyeti\" adı verilir.",
      "C": "Paranın faiz için bankaya yatırılması söz konusu olur-bu durumda elde edilen faize \"tersi çalışan faiz oranı\" denir.",
      "D": "Paranın bir şirketin hisse senetlerinde gelir elde etme amacıyla yatırıma dönüştürülmesi yapılır-burada tercih edilen duruma \"kaybedilen maliyetler\" adı verilir.",
      "E": "Paranın zaman değeri dikkate alınarak değerlendirilmesi yapılır-burada yapılan işlemlerin toplamı dikkate alınır \"farklı yaklaşımlar maliyeti\" kavramı denir."
    },
    "explanation": "PARANIN ZAMAN DEĞERİ<br/>Bir bankanın mevduata %15 faiz verdiğini varsayalım. Bu durumda bankaya yatırılan 1.000 TL,<br/>bir yıl sonra 1.150 TL’ye çıkacaktır. Yani, bugünkü<br/>1.000 TL bir yıl sonraki 1.150 TL’dir çünkü getiri<br/>veya faiz faktörü bulunmaktadır. Bankanın mevduata faiz vermediğini düşünelim. Bu durumda ise<br/>bankaya yatırılan 1.000 TL, bir yıl sonra da gelecekteki herhangi bir tarihte de aynı olacaktır. Diğer<br/>bir ifadeyle, paranın değerinde zamana bağlı bir<br/>değişim olmayacaktı çünkü paranın sağladığı herhangi bir getiri olmayacaktı. Örnekten de anlaşılabileceği gibi paranın zaman değerinin olmasının<br/>sebeplerinden biri getiri veya faiz faktörünün varlığıdır. Paranın bir getiri için yatırılabileceği ancak<br/>atıl olarak tutulmasının tercih edildiği durumda ise<br/>paranın getiri sağlama potansiyeli olsa bile, getiri<br/>elde edilmez. Bu durumda kaybedilen faydaya fırsat maliyeti adı verilmektedir (Pal ve Kumar, 2008,<br/>s.48). Bu, getiri veya faizin tersidir. Dolayısıyla, paranın zaman değeri, fırsat maliyetinden (alternatif<br/>maliyet) de kaynaklanmaktadır."
  },
  {
    "id": "3222351",
    "unitNumber": 2,
    "text": "8. Paranın zaman değerinin olmasının diğer sebebi gelecekte elde edilmesi beklenen gelirlere ilişkin belirsizliğin derecesidir zaman ileri gidildikçe belirsizlik artacağından bugünkü 1 TL gelecekte elde edilmesi beklenen 1TL'den daha değerlidir paranın zaman değerinin olmasının son sebebi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ürünlerin genel fiyat düzeylerinin olmaması",
      "B": "Enflasyonist ortamlarda paranın satın alma aracı olmaktan çıkartılması",
      "C": "Fiyat seviyelerinde yaşanabilecek değişimler",
      "D": "Bir yıl ya da daha sonraki yıllarda elde edilecek paranın azlığı",
      "E": "Bugün elde edilecek aynı miktardaki paranın analistlerin hesaplamalarına bağlı olması"
    },
    "explanation": "PARANIN ZAMAN DEĞERİ<br/>Paranın bir zaman değerinin olmasının diğer<br/>bir sebebi gelecekte elde edilmesi beklenen gelirlere ilişkin belirsizliğin derecesidir. Zamanda ileri<br/>gidildikçe belirsizlik artacağından bugünkü 1 TL,<br/>gelecekte elde edilmesi beklenen 1 TL’den daha<br/>değerli olacaktır. Paranın zaman değerinin olmasının son sebebi ise fiyat seviyelerinde yaşanabilecek<br/>değişimlerin, paranın satın alma gücünü etkileyebilecek olmasıdır. Ürünlerin genel fiyat düzeyinde<br/>artışlar yaşanması durumunda, diğer bir ifadeyle<br/>enflasyonist bir ortamda paranın satın alma gücü<br/>düşecektir (Peng, 2010, s.50). Bu durumda bir yıl<br/>veya daha sonraki yıllarda elde edilecek paranın değeri bugün elde edilecek aynı miktardaki paradan<br/>daha değersiz olacaktır. Tersi durumda, ürünlerin<br/>genel fiyat düzeyinde düşüşler yaşanırsa paranın<br/>satın alma gücü artacak ve dolayısıyla bir yıl veya<br/>daha sonraki yıllarda elde edilecek paranın değeri<br/>bugün elde edilecek aynı miktardaki paradan daha<br/>değersiz olacaktır."
  },
  {
    "id": "3222352",
    "unitNumber": 2,
    "text": "9. Finansla ilgili çoğu konuyu anlamak için paranın zaman değeri bilgisi esastır ve pek çok finansal hesaplamada paranın zaman değeri kapsamında yapılacak gelecek değer ve bugünkü değer hesaplamaları olmadan konular anlaşılamaz aşağıdakilerden hangisi paranın zaman değeri bilgisi ile ilgili bir konudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Üretim yapısıyla ilgili gelecekteki planlar",
      "B": "Plan, finansal analizler ve finansal hesaplamaların seçimi",
      "C": "Hazine bonosu satış öncesi işlemleri",
      "D": "Kiralama-borçlanma kararları",
      "E": "Menkul kıymet, altın, döviz ve diğer yatırım araçlarının yıl sonu hesaplamaları"
    },
    "explanation": "PARANIN ZAMAN DEĞERİ<br/>Finansa ilişkin çoğu konuyu anlamak için paranın zaman değeri bilgisi esastır. Örneğin, finansal<br/>yapıya ilişkin kararlar, proje seçimi, kiralama-borçlanma kararları, tahvil itfası, menkul kıymet değerlemesi ve sermaye maliyeti gibi konular paranın<br/>zaman değeri kapsamında yapılan gelecek değer ve<br/>bugünkü değer hesaplamaları olmadan anlaşılamayacak konulardır (Weaver ve Weston, 2001, s.56)."
  },
  {
    "id": "3222353",
    "unitNumber": 2,
    "text": "10. \"Enflasyon\" ekonomik hayatın önemli gerçeğidir işletmelerde planlama, analiz ve karar alma süreçlerinde dikkate alınması gereklidir \"enflasyon\" en başta işletme faaliyetlerinin üzerinde doğrudan etkilere sahip olarak hareket eder buradaki diğer konu aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bankaların bir yıllık faiz oranlarının gerçekte öyle olup olmadığı",
      "B": "Getiri oranı iyi olan ve olumlu kararların verildiği durumlarda enflasyona göre değil kararlara göre son bir değerlendirmenin yapılması",
      "C": "Enflasyon oranının tüm ürünlerin fiyatlarını etkileme oranın belirlenmesi",
      "D": "Hamburger almak için kullanılan paranın bankaya yatırılıp yatırılmaması kararının durumu",
      "E": "Faiz oranları ile arasındaki ilişki sebebiyle işletme üzerinde dolaylı etkilerinin olması"
    },
    "explanation": "ENFLASYON VE FAİZ<br/>Enflasyon ve Faiz<br/>Enflasyon, ekonomik hayatın önemli bir gerçeğidir ve işletmelerde planlama, analiz ve karar alma<br/>süreçlerinde dikkate alınması gerekmektedir (Ross,<br/>Westerfield ve Jaffe, 2003, s.177). Enflasyonun işletme faaliyetleri üzerindeki doğrudan etkilerinin<br/>yanında, faiz oranları ile arasındaki ilişki nedeniyle işletme üzerinde dolaylı etkileri de bulunmaktadır.<br/>Enflasyon ve faiz oranı arasındaki ilişkiyi anlayabilmek için bankanın 1 yıllık faiz oranı için %10<br/>verdiğini düşünelim. Bu, bankaya bugün itibariyle 1.000 TL yatıran bir bireyin bir yılın sonunda<br/>1.100 TL (1.000 * 1,10 = 1.100) alacağı anlamına<br/>gelmektedir. %10’luk bir getiri oranı iyi bir oranmış gibi görünebilir ancak gerçekten öyle olup olmadığına ilişkin kararı enflasyon oranına bakarak<br/>verebiliriz.\n Söz konusu dönem için enflasyon oranının<br/>%6 olduğunu varsayalım. Bu oran, neredeyse tüm<br/>ürün fiyatlarını etkileyecektir. Örneğin, bugün itibariyle 20 TL olan bir hamburger, bir yılın sonunda enflasyonun etkisiyle 21,2 TL’ye (20 * 1,06 =<br/>21,2) satılacaktır. Bugün itibariyle 1.000 TL ile 50<br/>tane (1.000 / 20 = 50) hamburger almak için kullanabilir veya alternatif olarak bankaya yatırılıp bir<br/>yılın sonunda 51,9 tane (1.100 / 21,2 = 51,9) hamburger alınabilir. Bu durumda, para bankaya yatırılarak hamburger alımı yalnızca %3,8 artmış olacaktır. Enflasyon nedeniyle malların fiyatları yüzde<br/>6 oranında arttığından, parayı bankaya yatırmak,<br/>bireyin herhangi bir mal veya mal kombinasyonu<br/>tüketimini yalnızca %3,8 oranında artırmasına<br/>olanak tanımaktadır. Dolayısıyla, enflasyona göre<br/>düzetildikten sonra mevduat hesabından gerçekte<br/>kazanılan tutar %3,8’dir. Ekonomistler bu örnekte<br/>%3,8’lik rakamı reel faiz oranı yüzde 10’luk oranı<br/>ise nominal faiz oranı veya sadece faiz oranı olarak<br/>adlandırmaktadır."
  },
  {
    "id": "3222419",
    "unitNumber": 2,
    "text": "I. Paranın zaman değeri fırsat maliyetinden kaynaklanmaktadır II. Anülte kavramı eşit taksitli ödemeler dizisi anlamına gelir III.Paranın gelecek değer ve bugünkü değer hesaplamaları yalnız basit faiz esasına göre yapılır Yukarıdaki üç bilgi cümlesi ile ilgili olarak aşağıdaki seçeneklerden hangisinde sırayla ve doğru değerlendirmeler yapılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "I. Doğru , II. Doğru , III. Yanlış",
      "B": "I. Doğru , II. Yanlış , III. Doğru",
      "C": "I. Yanlış , II. Doğru , III. Doğru",
      "D": "I. Yanlış , II. Yanlış , III. Doğru",
      "E": "I. Yanlış , II. Doğru , III. Yanlış"
    },
    "explanation": "Doğru cevap A' dır. Buna göre III yanlıştır çünkü bahsi geçen hesaplamalar hem basit hem de bileşik faiz esasına göre yapılmaktadır."
  },
  {
    "id": "3222420",
    "unitNumber": 2,
    "text": "Bir bankanın mevduata %20 faiz verdiği varsayımı altında aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Bugünkü 1000 TL bir yıl sonraki 800 TL' ye eşittir",
      "B": "Bugünkü 1000 TL bir yıl sonraki 1000 TL' ye eşittir",
      "C": "Bugünkü 1000 TL bir yıl sonraki 1200 TL'ye eşittir",
      "D": "Bugünkü 1000 TL bir yıl sonraki 200 TL' ye eşittir",
      "E": "Bugünkü 1000 TL bir yıl sonraki 1020 TL' ye eşittir"
    },
    "explanation": "Doğru cevap C' dir. Bugünkü 1000 TL %20 oranında yani 200 TL faiz getirisi sağlayacağı için bir yıl sonraki 1000 + 200 =1200 TL' ye eşit olur"
  },
  {
    "id": "3222421",
    "unitNumber": 2,
    "text": "Piyasa faiz oranı % 20 , enflasyon oranı % 10 ise reel faiz oranı (RFO) yaklaşık olarak nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "% 1,09",
      "B": "% 9,09",
      "C": "% 12,09",
      "D": "% 14,09",
      "E": "% 19,09"
    },
    "explanation": "1 + Reel Faiz Oranı = ( 1 + 0,20 ) / ( 1 + 0,10 ) olup 1 + RFO = 1,20 /1,10 bulunur. Buradan RFO = 1,0909 -1 = 0,0909'dur. Sonuç 909 / 10000 veya 9,09 / 100 ya da % 9,09 ' dur. Doğru cevap B' dir."
  },
  {
    "id": "3222422",
    "unitNumber": 2,
    "text": "'Basit faiz tutarının hesaplandığı ana para tutarı ................. basit faiz tutarı her devre için .....................' Yukarıdaki bilgi cümlesindeki boşlukları sırayla ve doğru biçimde dolduran sözcükler aşağıdaki seçeneklerden hangisindedir?",
    "correctAnswer": "E",
    "options": {
      "A": "arttığından , sabit kalmaktadır",
      "B": "değişmediğinden , artmaktadır",
      "C": "azaldığından , sabit kalmaktadır",
      "D": "arttığından , azalmaktadır",
      "E": "değişmediğinden , sabit kalmaktadır"
    },
    "explanation": "E , doğru cevaptır."
  },
  {
    "id": "3222423",
    "unitNumber": 2,
    "text": "GD basit faizde gelecek değeri , i faiz oranını , n süreyi gösterdiğine göre basit faizde bugünkü değeri veren işlem aşağıdaki seçeneklerden hangisinde yer almıştır ?",
    "correctAnswer": "D",
    "options": {
      "A": "GD + ( i.n )",
      "B": "GD - ( i.n )",
      "C": "GD + 1 + ( i.n )",
      "D": "GD / ( 1 + i.n )",
      "E": "GD / ( 1 - i.n )"
    },
    "explanation": "Doğru cevap D' dir"
  },
  {
    "id": "3222424",
    "unitNumber": 2,
    "text": "I. Anüite hesaplamalarında ödeme periyotları yıllık olmak zorundadır II. Anüite ismi İngilizce'deki yıllık anlamına gelen annual sözcüğünden gelmektedir III.Kira ve sigorta primi ödemeleri devre başı anüitelere örnektir Yukarıdaki bilgi cümleleri ile ilgili olarak aşağıdaki seçeneklerden hangisinde sırayla ve doğru değerlendirmeler yapılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "I. Doğru , II. Doğru , III. Yanlış",
      "B": "I. Doğru , II. Yanlış , III, Doğru",
      "C": "I. Yanlış , II. Doğru , III. Doğru",
      "D": "I. Yanlış , II. Yanlış , III. Doğru",
      "E": "I. Yanlış , II. Doğru , III. Yanlış"
    },
    "explanation": "Doğru cevap C' dir. Buna göre I yanlıştır çünkü anüitede ödeme peryotları yıllık olmak zorunda değildir."
  },
  {
    "id": "3222425",
    "unitNumber": 2,
    "text": "'alternatif yatırımların sağlayacağı getiriler , endüstrinin görünümü , finansal risk , faaliyet riski , nakit akışlarına ilişkin riskler' Yukarıda sayılan etkenlerden kaç tanesi indirgenmiş nakit akışı yaklaşımında iskonto oranını etkileyen dışsal faktörler arasında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Doğru cevap B ' dir . Sayılan etkenlerden ilk iki tanesi iskonto oranını etkileyen dışsal faktörlerdendir."
  },
  {
    "id": "3222426",
    "unitNumber": 2,
    "text": "Sürekli olarak her yılın sonunda 100 bin TL almayı düşünen bir kişinin bugün % 12,5 faiz veren bir bankaya yatırması gereken tutar nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "100 bin TL",
      "B": "125 bin TL",
      "C": "600 bin TL",
      "D": "800 bin TL",
      "E": "1125 bin TL"
    },
    "explanation": "Devre sonu ödemeli sonsuz anüite = 100 bin / 0,125 = 800 bin TL . Doğru cevap D' dir."
  },
  {
    "id": "3222427",
    "unitNumber": 2,
    "text": "'Anüiteler başlama ve bitiş tarihlerinin belirli olup olmamasına göre ..................... ,taksit ödemelerinin devre başında veya sonunda yapılmasına göre ...................... ayrılmaktadır' Anüitelerin sınıflandırılması ile ilgili yukarıdaki bilgi cümlesindeki boşlukları sırayla ve anlamlı bir şekilde dolduran sözcükler aşağıdaki seçeneklerden hangisindedir?",
    "correctAnswer": "E",
    "options": {
      "A": "ikiye , üçe",
      "B": "üçe , ikiye",
      "C": "üçe , üçe",
      "D": "üçe , dörde",
      "E": "ikiye , ikiye"
    },
    "explanation": "Doğru cevap E' dir."
  },
  {
    "id": "3222428",
    "unitNumber": 2,
    "text": "I. Nominal faiz oranı piyasa tarafından belirlenir II. Nominal faiz oranı reel faiz oranı olarak da isimlendirilir III.Reel faiz oranı enflasyona göre düzeltilmiş faiz oranıdır IV. Nominal faiz oranı ile piyasa faiz oranı farklı kavramlardır V. Reel faiz oranı bulunurken nominal faiz enflasyon etkisinden arındırılır Yukarıdaki beş bilgi cümlesinden kaç tanesi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "3",
      "B": "1",
      "C": "2",
      "D": "5",
      "E": "4"
    },
    "explanation": "A doğrudur. Buna göre üç cümle doğru , iki cümle yanlıştır. II yanlıştır çünkü nominal faiz oranı ile reel faiz oranı farklı kavramlardır. IV de yanlıştır çünkü nominal faiz oranı ile piyasa faiz oranı birbirinin yerine kullanılabilen kavramlardır."
  },
  {
    "id": "3222083",
    "unitNumber": 3,
    "text": "Bir yatırım projesi kapsamında kullanılmak üzere gerekli olan 500.000 TL’nizi %5 faiz oranı üzerinden bir bankaya yatırdığınız varsayalım. 4 yılın sonunda bu paranın ulaşacağı değer yaklaşık kaç TL olur?",
    "correctAnswer": "C",
    "options": {
      "A": "607,250",
      "B": "607,500",
      "C": "607,750",
      "D": "607,850",
      "E": "607,950"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"PARANIN ZAMAN DEĞERİ VE SERMAYE BÜTÇELEMESİ\" konusunu yeniden gözden geçiriniz.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/fe0a036bb2d894762134f98658154ae6.jpeg\" alt=\"\" width=\"1505\" height=\"885\">"
  },
  {
    "id": "3222084",
    "unitNumber": 3,
    "text": "Fırsat maliyetinizin %7 olduğu durumda, bir yatırım projesinden 2 yıl boyunca, her yılın sonunda elde edilen 2000 TL’lik anüitenin bugünkü değeri yaklaşık ne kadar ne olur?",
    "correctAnswer": "D",
    "options": {
      "A": "3597",
      "B": "3600",
      "C": "3607",
      "D": "3617",
      "E": "3627"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"PARANIN ZAMAN DEĞERİ VE SERMAYE BÜTÇELEMESİ\" konusunu yeniden gözden geçiriniz.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/4d1638535809e5189d3c66c07c5578f8.jpeg\" alt=\"\" width=\"1340\" height=\"1112\">"
  },
  {
    "id": "3222085",
    "unitNumber": 3,
    "text": "Aşağıdaki yöntemlerden hangisinde, bir yatırım projesinin gelecekte sağlayacağı nakit akışlarının bugünkü değeri proje maliyetine bölünmek suretiyle yatırım kararı verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Net Bugünkü Değer Yöntemi",
      "B": "Karlılık Endeksi Yöntemi",
      "C": "İç Kârlılık (Verim) Oranı Yöntemi",
      "D": "Dinamik Geri Ödeme Süresi Yöntemi",
      "E": "Statik Geri Ödeme Süresi Yöntemi"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"YATIRIM KARARI VERMEDE KULLANILAN YÖNTEMLER: DİNAMİK YÖNTEMLER\" konusunu yeniden gözden geçiriniz.<br/>Bir projenin yatırım kararını vermede kullanılan bir başka yöntem Karlılık Endeksi (KE) yöntemidir. Bu yöntemde bir yatırım projesinin yatırım yapılabilir olup olmadığına projenin gelecekte sağlayacağı nakit akışlarının bugünkü değerini proje maliyetine bölerek karar vermektedir. Sonuçta yatırımın gelecekteki nakit akışlarının bugünkü değerini proje maliyetine böldüğümüzde bulunan sonucun kabul edilebilir bir proje için 1 den büyük olması gerekmektedir (Keown vd., 2006). Bu kapsamda; Kârlılık Endeksi (KE) = Bugünkü Değer (BD) / Proje Maliyeti (PM)<br/>KE hesaplanırken izlenecek adımlar aşağıdaki gibidir:<br/>1.Adım: Gelecekteki nakit akışlarının bugünkü değeri hesaplanmalıdır.<br/>2.Adım: Gelecekteki nakit akışlarının bugünkü değeri yatırımın maliyetine bölünmelidir.<br/>3.Adım: İkinci adımda bulunan sonuç 1’den büyükse projeye yatırım kararı kabul, sonuç 1’den küçükse projeye yatırım kararı reddedilecektir."
  },
  {
    "id": "3222086",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, bir proje yatırımının gelecekte sağlayacağı nakit akışlarının şimdiki değerini projenin başlangıç maliyetine eşitleyen getiri oranını ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "İç Karlılık Oranı",
      "B": "Ortalama Getiri Oranı",
      "C": "Net Bugünkü Değer",
      "D": "Geri ödeme süresi",
      "E": "Karlılık endeksi"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"YATIRIM KARARI VERMEDE KULLANILAN YÖNTEMLER: DİNAMİK YÖNTEMLER\" konusunu yeniden gözden geçiriniz.<br/>İç Karlılık Oranı (İKO) veya diğer bir deyişle İç Verim Oranı (İVO), bir sermaye yatırımından elde edilen getiri olarak tanımlanabilir. Basit bir şekilde İKO, bir proje yatırımının gelecekte sağlayacağı nakit akışlarının şimdiki değerini projenin başlangıç maliyetine eşitleyen getiri oranıdır"
  },
  {
    "id": "3222087",
    "unitNumber": 3,
    "text": "Fırsat maliyetinin %3 olduğu durumda, bir yatırım projesinden 6 yıl sonra alınacak 900 TL’nin bugünkü değeri aşağıdaki seçeneklerden hangisinde doğru biçimde verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "353,76",
      "B": "453,76",
      "C": "553,76",
      "D": "653,76",
      "E": "753,74"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"PARANIN ZAMAN DEĞERİ VE SERMAYE BÜTÇELEMESİ\" konusunu yeniden gözden geçiriniz.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/f5cb0fa5cab7f00175a65406b0e41f1d.jpeg\" alt=\"\" width=\"1567\" height=\"952\">"
  },
  {
    "id": "3222088",
    "unitNumber": 3,
    "text": "I-Net bugünkü değer yöntemi \n<br/>II-Kârlılık indeksi yöntemi\n<br/>III-Kâr karşılaştırma yöntemi\n<br/>IV- İç kârlılık oranı yöntemi\n<br/>Yukarıdakilerden hangileri yatırım projelerini değerlendirmede kullanılan dinamik yöntemlerdendir?",
    "correctAnswer": "D",
    "options": {
      "A": "I-III",
      "B": "II-III",
      "C": "I-II-III",
      "D": "I-II-IV",
      "E": "I-III-IV"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"YATIRIM KARARI VERMEDE KULLANILAN YÖNTEMLER: DİNAMİK YÖNTEMLER\" konusunu yeniden gözden geçiriniz.<br/>Yatırım projelerini değerlendirmede kullanılan dinamik yöntemler; net bugünkü değer, kârlılık indeksi, iç kârlılık oranı ve dinamik geri ödeme süresi yöntemleridir"
  },
  {
    "id": "3222089",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bir yatırım projesinden elde edilmesi beklenen getirinin önceden belirtilmiş bir limitle karşılaştırıldığı yöntemlerden birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Net Bugünkü Değer Yöntemi",
      "B": "Ortalama Getiri Oranı Yöntemi",
      "C": "Statik Geri Ödeme Süresi Yöntemi",
      "D": "Kâr Karşılaştırma Yöntemi",
      "E": "Dinamik Geri Ödeme Süresi Yöntemi"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"YATIRIM KARARI VERMEDE KULLANILAN YÖNTEMLER: STATİK YÖNTEMLER\" konusunu yeniden gözden geçiriniz.<br/>Ortalama getiri oranı yöntemi esasen ortalama karı ortalama sermaye yatırımının bir yüzdesi olarak ifade eden yöntemdir. Bu yöntemin kullanılmasındaki amaç, bir projeden elde edilmesi beklenen getirinin önceden belirtilmiş bir limitle karşılaştırmaktır. Ortalama getiri oranını farklı farklı yaklaşımlara göre ölçmek mümkündür. Bu yaklaşım ortalama getiri oranı yıllık pozitif nakit akımına sahip bir projenin ortalama yıllık karının ortalama yıllık yatırıma bölünmesiyle hesaplanmasıdır."
  },
  {
    "id": "3222090",
    "unitNumber": 3,
    "text": "Bir şirketin A yatırım projesi için ortalama net nakit girişinin (yıllık) 79.650 TL ve toplam yatırımının ise 247.000 TL olduğunu varsayalım. Buna göre, şirketin bu proje için statik geri ödeme süresi aşağıdaki seçeneklerden hangisinde doğru biçimde verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "3,10 yıl",
      "B": "7,10 yıl",
      "C": "4,10 yıl",
      "D": "5,10 yıl",
      "E": "6,10 yıl"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"YATIRIM KARARI VERMEDE KULLANILAN YÖNTEMLER: STATİK YÖNTEMLER\" konusunu yeniden gözden geçiriniz.<br/>Projenin başlangıç yatırımını karşılaması için geçen sürenin ne kadar olduğunu hesaplayan yöntem geri ödeme süresi yöntemidir. Bir yatırım projesini tek başına statik geri ödeme süresi yöntemine dayalı değerlendirmek uygun bir analiz değildir. Çünkü geri ödeme süresinden sonra ortaya çıkan herhangi bir maliyet ve gelir bu yöntemde tamamen göz ardı edilmektedir. Ayrıca şirketin belirlediği standartlar subjektiftir. Bu yöntem paranın zaman değerini ve istenen getiri oranını dikkate almaz (Götze vd., 2008).\n<br/>Statik Geri Ödeme Süresi = Toplam Yatırım Tutarı/Ortalama Net Nakit Girişi \n<br/>Statik Geri Ödeme Süresi =247000/79650=3,10 yıl \n<br/>olarak hesaplanır."
  },
  {
    "id": "3222091",
    "unitNumber": 3,
    "text": "I-Maliyet karşılaştırma yöntemi\n<br/>II-Kâr karşılaştırma yöntemi\n<br/>III-Karlılık endeksi yöntemi\n<br/>IV- İç kârlılık oranı yöntemi\n<br/>Yukarıdakilerden hangisi ya da hangileri yatırım projelerini değerlendirmede kullanılan statik yöntemlerdendir?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II",
      "B": "I-III",
      "C": "I-II-III",
      "D": "I-III-IV",
      "E": "III-IV"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"YATIRIM KARARI VERMEDE KULLANILAN YÖNTEMLER: STATİK YÖNTEMLER\" konusunu yeniden gözden geçiriniz.<br/>Bir işletmede yatırım kararı vermede çok sayıda yöntemden faydalanılabilir. Yatırım projelerini değerlendirmede kullanılan statik yöntemler; maliyet karşılaştırma yöntemi, kar karşılaştırma yöntemi, ortalama getiri oranı yöntemi, statik geri ödeme süresi yöntemleridir."
  },
  {
    "id": "3222092",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, bir yatırımın gelecekteki nakit akışlarının bugünkü değeri ile proje maliyeti arasındaki farkı ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Ortalama Getiri Oranı",
      "B": "Net Bugünkü Değer",
      "C": "Anüite",
      "D": "İç Verim Oranı",
      "E": "Amortisman"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"YATIRIM KARARI VERMEDE KULLANILAN YÖNTEMLER: DİNAMİK YÖNTEMLER\" konusunu yeniden gözden geçiriniz.<br/>Bir işletme yöneticisi herhangi bir projenin yatırım kararını gelecekteki nakit akışlarının bugünkü değerini hesaplayarak vermektedir. Yatırımın gelecekteki nakit akışlarının bugünkü değeri proje maliyetinden büyük olmalıdır. Bu kapsamda Net Bugünkü Değer (NBD) yatırımın gelecekteki nakit akışlarının bugünkü değeri ile proje maliyeti arasındaki farkı temsil etmektedir."
  },
  {
    "id": "3222103",
    "unitNumber": 3,
    "text": "Aşağıdakilerden kavramlardan hangisi uzun süreli yatırım kararlarının bir başka adıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Sermaye bütçelemesi",
      "B": "Çalışma sermayesi yönetimi",
      "C": "Nakit bütçelemesi",
      "D": "Üretim bütçelemesi",
      "E": "Satış bütçelemesi"
    },
    "explanation": "GİRİŞ<br/>İşletmeler için önemli finansal karar süreçlerinden biri de uzun süreli yatırım kararları bir başka adı ile sermaye bütçelemesi sürecidir."
  },
  {
    "id": "3222104",
    "unitNumber": 3,
    "text": "Aşağıdaki kavramlardan hangisi üretimde kullanılan duran varlıkları ifade eder?",
    "correctAnswer": "D",
    "options": {
      "A": "Stoklar",
      "B": "Ticari borçlar",
      "C": "Ödenmiş sermaye",
      "D": "Sermaye yatırımları",
      "E": "Kar yedekleri"
    },
    "explanation": "GİRİŞ<br/>Sermaye bütçelemesi ifadesindeki sermaye, üretimde kullanılan duran varlıkları; bütçe ise gelecekteki belli bir zaman dilimi içindeki nakit giriş ve çıkışlarını ayrıntılı olarak gösteren bir planı belirtmektedir."
  },
  {
    "id": "3222105",
    "unitNumber": 3,
    "text": "Aşağıdaki kavramlardan hangisi gelecekteki belli bir zaman dilimi içindeki nakit giriş ve çıkışlarını ayrıntılı olarak gösteren bir plandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Satış bütçesi",
      "B": "Üretim bütçesi",
      "C": "Gelir tablosu",
      "D": "Bilanço",
      "E": "Nakit bütçesi"
    },
    "explanation": "GİRİŞ<br/>Sermaye bütçelemesi ifadesindeki sermaye, üretimde kullanılan duran varlıkları; bütçe ise gelecekteki belli bir zaman dilimi içindeki nakit giriş ve çıkışlarını ayrıntılı olarak gösteren bir planı belirtmektedir."
  },
  {
    "id": "3222106",
    "unitNumber": 3,
    "text": "Aşağıdaki kavramlardan hangisi işletmenin üretimde kullanacağı duran varlıkların yatırımına ilişkin bir değerlendirme sürecidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Fon akışları",
      "B": "Çalışma sermayesi",
      "C": "Sermaye bütçelemesi",
      "D": "Nakit bütçelemesi",
      "E": "Hizmetler döngüsü"
    },
    "explanation": "GİRİŞ<br/>Bu anlamda sermaye bütçelemesi, işletmenin üretimde kullanacağı duran varlıkların yatırımına ilişkin bir değerlendirme sürecidir."
  },
  {
    "id": "3222107",
    "unitNumber": 3,
    "text": "Aşağıdaki kavramlardan hangisi sermaye bütçelemesinin bir diğer adıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Fon akışları",
      "B": "Yatırım sermayesi",
      "C": "Çalışma sermayesi",
      "D": "Hizmetler döngüsü",
      "E": "Yatırım proje değerlemesi"
    },
    "explanation": "GİRİŞ<br/>Sermaye bütçelemesinde, bir yatırım projesi değerlendirildiği için, bazı kaynaklarda sermaye bütçelemesi yerine yatırım proje değerlemesi de denilmektedir."
  },
  {
    "id": "3222108",
    "unitNumber": 3,
    "text": "Aşağıdakilerden kavramlardan hangisi eşit ödeme tutarları ve aralıkları ile aynı faiz oranı üzerinden yapılan ödemeler dizisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Anüite",
      "B": "Fırsat maliyeti",
      "C": "Bugünkü değer",
      "D": "Gelecekteki değer",
      "E": "Çalışma sermayesi"
    },
    "explanation": "Paranın Zaman Değeri ve Sermaye Bütçelemesi<br/>Anüite, eşit ödeme tutarları ve aralıkları ile aynı faiz oranı üzerinden yapılan ödemeler dizisidir."
  },
  {
    "id": "3222109",
    "unitNumber": 3,
    "text": "Aşağıda yer alan yatırım projelerini değerlendirmede kullanılan statik yöntemlerden hangisi maliyet karşılaştırma yönteminin genişletilmiş hali olarak düşünülebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Statik geri ödeme süresi",
      "B": "Kar karşılama yöntemi",
      "C": "Karlılık endeksi yöntemi",
      "D": "Ortalama getiri oranı yöntemi",
      "E": "İç karlılık oranı yöntemi"
    },
    "explanation": "YATIRIM KARARI VERMEDE KULLANILAN YÖNTEMLER: STATİK YÖNTEMLER<br/>Adından da anlaşılacağı gibi, kâr karşılaştırma yöntemi, yatırım projelerinin hem maliyetini hem de gelirlerini dikkate alması nedeniyle maliyet karşılaştırma yönteminin genişletilmesi olarak düşünülebilir."
  },
  {
    "id": "3222110",
    "unitNumber": 3,
    "text": "Yatırım projelerinin hem maliyetini hem de gelirlerini dikkate alan statik yöntem aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İç karlılık oranı yöntemi",
      "B": "Kar karşılaştırma yöntemi",
      "C": "Statik geri ödeme süresi",
      "D": "Net bugünkü değer yöntemi",
      "E": "Karlılık endeksi yöntemi"
    },
    "explanation": "YATIRIM KARARI VERMEDE KULLANILAN YÖNTEMLER: STATİK YÖNTEMLER<br/>Adından da anlaşılacağı gibi, kâr karşılaştırma yöntemi, yatırım projelerinin hem maliyetini hem de gelirlerini dikkate alması nedeniyle maliyet karşılaştırma yönteminin genişletilmesi olarak düşünülebilir."
  },
  {
    "id": "3222111",
    "unitNumber": 3,
    "text": "Aşağıdaki yöntemlerden hangisinde hedef ölçü, gelirler ve maliyetler arasındaki fark olarak belirlenen ortalama kârdır?",
    "correctAnswer": "C",
    "options": {
      "A": "İç karlılık oranı yöntemi",
      "B": "Statik geri ödeme süresi",
      "C": "Kar karşılaştırma yöntemi",
      "D": "Maliyet karşılama yöntemi",
      "E": "Ortalama getiri oranı yöntemi"
    },
    "explanation": "YATIRIM KARARI VERMEDE KULLANILAN YÖNTEMLER: STATİK YÖNTEMLER<br/>Bu yöntemdeki hedef ölçü, gelirler ve maliyetler arasındaki fark olarak belirlenen ortalama kârdır."
  },
  {
    "id": "3222112",
    "unitNumber": 3,
    "text": "Ortalama karı ortalama sermaye yatırımının bir yüzdesi olarak ifade eden statik yöntem aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "İç karlılık oranı yöntemi",
      "B": "Statik geri ödeme süresi",
      "C": "Kar karşılaştırma yöntemi",
      "D": "Maliyet karşılama yöntemi",
      "E": "Ortalama getiri oranı yöntemi"
    },
    "explanation": "YATIRIM KARARI VERMEDE KULLANILAN YÖNTEMLER: STATİK YÖNTEMLER<br/>Ortalama getiri oranı yöntemi esasen ortalama karı ortalama sermaye yatırımının bir yüzdesi olarak ifade eden yöntemdir."
  },
  {
    "id": "3222153",
    "unitNumber": 3,
    "text": "İki ya da daha fazla alternatif yatırımı karşılaştırarak uzun vadede maliyetleri düşük olan projeye yatırım yapılmasını sağlamayı amaçlayan statik yöntem hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Maliyet karşılama yöntemi",
      "B": "Kar karşılama yöntemi",
      "C": "Ortalama getiri oranı yöntemi",
      "D": "Statik geri ödeme süresi yöntemi",
      "E": "Statik geri ödeme miktari yöntemi"
    },
    "explanation": "Maliyet karşılaştırma yöntemi için hedef ölçü, bir yatırım projesinin maliyet(ler)idir. Bu yöntem iki ya da daha fazla alternatif yatırımı karşılaştırarak uzun vadede maliyetleri düşük olan projeye yatırım yapılmasını amaçlamaktadır."
  },
  {
    "id": "3222154",
    "unitNumber": 3,
    "text": "Yatırım kararı vermede Maliyet karşılaştırma yönteminden yararlanmak isteyen bir işletmenin bu yöntem kapsamında gerçekleştirmesi gereken ilk aşama aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yatırım projelerinin sabit maliyetlerini hesaplama",
      "B": "Yatırım projelerinin ortalama yıllık değişken maliyetlerini hesaplama",
      "C": "Yatırım projelerinin ortalama yıllık amortismanlarını hesaplama",
      "D": "Yatırım projelerinin ortalama sermaye bağlantısını belirleme",
      "E": "Yatırım projelerinin yıllık ortalama faiz giderlerini hesaplama"
    },
    "explanation": "Bu yöntemde ilk olarak yatırım projelerinin ortalama yıllık değişken maliyetleri hesaplanır. Ardından yatırım projelerinin sabit maliyetleri ve ortalama yıllık amortismanları hesaplanır, daha sonra yatırım projelerinin ortalama sermaye bağlantısı ve yıllık ortalama faiz giderleri ve ortalama sabit maliyetlerinin belirlenmesi adımına geçilir."
  },
  {
    "id": "3222155",
    "unitNumber": 3,
    "text": "Temel kullanım amacı bir projeden elde edilmesi beklenen getirinin önceden belirtilmiş bir limitle karşılaştırılması olan statik yöntem aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Maliyet karşılama yöntemi",
      "B": "Kar karşılama yöntemi",
      "C": "Ortalama getiri oranı yöntemi",
      "D": "Statik geri ödeme süresi yöntemi",
      "E": "Ortalama maliyet yöntemi"
    },
    "explanation": "Ortalama getiri oranı yöntemi esasen ortalama karı ortalama sermaye yatırımının bir yüzdesi olarak ifade eden yöntemdir. Bu yöntemin kullanılmasındaki amaç, bir projeden elde edilmesi beklenen getirinin önceden belirtilmiş bir limitle karşılaştırmaktır."
  },
  {
    "id": "3222156",
    "unitNumber": 3,
    "text": "\"Geri ödeme süresinden sonra ortaya çıkan herhangi bir maliyet ve geliri tamamen göz ardı etmesi nedeniyle, bir yatırım projesini tek başına bu yönteme dayalı değerlendirmek uygun bir analiz değildir\". Verilen bilgi hangi statik yöntemi tanımlamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Net bugünkü değer yöntemi",
      "B": "Maliyet karşılaştırma yöntemi",
      "C": "Kâr karşılaştırma yöntemi",
      "D": "Geri ödeme süresi yöntemi",
      "E": "Ortalama getiri oranı yöntemi"
    },
    "explanation": "Projenin başlangıç yatırımını karşılaması için geçen sürenin ne kadar olduğunu hesaplayan yöntem geri ödeme süresi yöntemidir. Bir yatırım projesini tek başına statik geri ödeme süresi yöntemine dayalı değerlendirmek uygun bir analiz değildir çünkü geri ödeme süresinden sonra ortaya çıkan herhangi bir maliyet ve gelir bu yöntemde tamamen göz ardı edilmektedir. Ayrıca şirketin belirlediği standartlar subjektiftir."
  },
  {
    "id": "3222157",
    "unitNumber": 3,
    "text": "Bir projenin başlangıç yatırımını karşılaması için geçmesi gereken sürenin ne kadar olduğunu hesaplamayı amaçlayan bir şirket ya da yatırımcının kullanması en uygun statik yöntem aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Maliyet karşılaştırma yöntemi",
      "B": "Dinamik geri ödeme süresi yöntemi",
      "C": "İç kârlılık oranı yöntemi",
      "D": "Ortalama getiri oranı yöntemi",
      "E": "Geri ödeme süresi yöntemi"
    },
    "explanation": "Projenin başlangıç yatırımını karşılaması için geçen sürenin ne kadar olduğunu hesaplayan yöntem geri ödeme süresi yöntemidir."
  },
  {
    "id": "3222158",
    "unitNumber": 3,
    "text": "Herhangi bir projenin yatırım kararını gelecekteki nakit akışlarının bugünkü değerini hesaplayarak vermeyi amaçlayan bir işletme yöneticisinin hangi yöntemi kullandığı söylenebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Net bugünkü değer",
      "B": "Karlılık indeksi",
      "C": "İç kârlılık oranı",
      "D": "Dinamik geri ödeme süresi",
      "E": "Ortalama getiri oranı yöntemi"
    },
    "explanation": "Bir işletme yöneticisi herhangi bir projenin yatırım kararını gelecekteki nakit akışlarının bugünkü değerini hesaplayarak vermektedir. Yatırımın gelecekteki nakit akışlarının bugünkü değeri proje maliyetinden büyük olmalıdır."
  },
  {
    "id": "3222159",
    "unitNumber": 3,
    "text": "Proje yatırım kararını vermede kullanılan bir yöntem olan Karlılık endeksi yönteminde projenin yatırım yapılabilir olup olmadığına, projenin gelecekte sağlayacağı nakit akışlarının bugünkü değerinin proje maliyeti................ile karar verilir\". Cümlenin anlam bütünlüğünün tam ve doğru olarak sağlanabilmesi için boşluk olarak bırakılan alana getirilmesi gereken ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "ile toplanması",
      "B": "'ne bölünmesi",
      "C": "'nden çıkarılması",
      "D": "ile çarpılması",
      "E": "'ne oranlanması"
    },
    "explanation": "Bir projenin yatırım kararını vermede kullanılan bir başka yöntem Karlılık Endeksi (KE) yöntemidir. KE yöntemi bir yatırım projesinin yatırım yapılabilir olup olmadığına projenin gelecekte sağlayacağı nakit akışlarının bugünkü değerini proje maliyetine bölerek karar vermektedir."
  },
  {
    "id": "3222160",
    "unitNumber": 3,
    "text": "Dinamik geri ödeme süresinin belirlenmesi, projenin ekonomik ömrünün her dönemi sonunda olduğu gibi net bugünkü değerinin hesaplanmasını içerir. Hesaplanan bu değerin sıfıra ulaşması ya da ilk kez pozitif olması ne anlama gelir?",
    "correctAnswer": "C",
    "options": {
      "A": "Geri ödeme süresi henüz başlamıştır.",
      "B": "Geri ödeme süresi henüz sona ermemiştir.",
      "C": "Geri ödeme süresine ulaşılmıştır.",
      "D": "Geri ödeme süresinin yarısına ulaşılmıştır.",
      "E": "Geri ödeme süresi henüz başlamamıştır."
    },
    "explanation": "Dinamik geri ödeme süresinin belirlenmesi, projenin ekonomik ömrünün her dönemi sonunda olduğu gibi net bugünkü değerinin hesaplanmasını içerir. Bu değer negatif kaldığı sürece geri ödeme süresi henüz tamamlanmamıştır. Bu değer sıfıra ulaştığında (veya ilk kez pozitif olduğunda), geri ödeme süresine ulaşılır. İlk negatif olmayan değer sıfırı aşarsa, o zaman içinde bir yerde geri ödeme sağlanır."
  },
  {
    "id": "3222161",
    "unitNumber": 3,
    "text": "Bir varlığı satın almak ve onu kullanılır duruma getirmek için gerekli olan ilk nakit çıkışı hangi kavramla tanımlanmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Serbest nakit Akışı",
      "B": "Net çalışma sermayesi",
      "C": "Amortisman gideri",
      "D": "Başlangıç yatırımı",
      "E": "Hurda değer"
    },
    "explanation": "Başlangıç yatırımı, bir varlığı satın almak ve onu kullanılır duruma getirmek için gerekli olan ilk nakit çıkışlarını temsil eder."
  },
  {
    "id": "3222162",
    "unitNumber": 3,
    "text": "Karlılık endeksi yöntemi kullanıldığında, yatırımın gelecekteki nakit akışlarının bugünkü değerinin projenin maliyetine bölünmesiyle elde edilen sonucun projenin kabul edilebilir olması için hangi değeri taşıması gerekir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sıfır",
      "B": "Eksi bir",
      "C": "Eksi iki",
      "D": "Bir",
      "E": "Birden büyük bir değer"
    },
    "explanation": "Yatırımın gelecekteki nakit akışlarının bugünkü değerini proje maliyetine böldüğümüzde bulunan sonucun kabul edilebilir bir proje için 1'den büyük olması gerekmektedir."
  },
  {
    "id": "3222617",
    "unitNumber": 3,
    "text": "Eğer bir yatırım projesi kapsamında elde ettiğiniz 350,000 TL’nizi % 12 faiz oranı üzerinden bir bankaya yatırırsanız,3 yılın sonunda hesabınızda yaklaşık kaç TL'niz olur?",
    "correctAnswer": "D",
    "options": {
      "A": "380,960",
      "B": "425,895",
      "C": "486,270",
      "D": "491,725",
      "E": "502,213"
    },
    "explanation": "Örnek: Gelecek değer hesaplaması ile uygulama<br/>GD = BD x (1 + i)<sup>n</sup><br/>GD = 350 x (1 + 0.12)<sup>3</sup><br/>GD = 350 x (1,4049)\n<br/>GD=491,720"
  },
  {
    "id": "3222618",
    "unitNumber": 3,
    "text": "Fırsat maliyetinizin % 20 olduğu durumda, bir yatırım projesinden 5 yıl sonra alacağınız 500,000 TL’nin bugünkü değeri yaklaşık kaç TL olur?",
    "correctAnswer": "A",
    "options": {
      "A": "200,939",
      "B": "226,700",
      "C": "242,265",
      "D": "281,544",
      "E": "288,167"
    },
    "explanation": "Bugünkü değer hesaplaması ile uygulama<br/>BD = GD / (1 + i)n\n<br/>BD = 500,000 / (1 + 0.2)5\n<br/>BD = 500,000 / (1 + 0.2)5\n<br/>BD= 500,000/2.488\n<br/>BD= 200,939"
  },
  {
    "id": "3222619",
    "unitNumber": 3,
    "text": "Fırsat maliyetinizin % 12 olduğu durumda, bir yatırım projesinden 4 yıl boyunca, her yılın sonunda elde edilen 125,000 TL’nin bugünkü değeri yaklaşık kaç TL olur?",
    "correctAnswer": "D",
    "options": {
      "A": "580",
      "B": "600",
      "C": "620",
      "D": "640",
      "E": "660"
    },
    "explanation": "Anüitenin Bugünkü değer hesaplaması ile örnek uygulaması<br/>Anütenin BugünküDeğeri (AGD)= ENA × [(1+i)<sup>n</sup> - 1 / i]<br/>ENA : Eşit Nakit Akışları (Eşit Ödemeler Serisi)<br/>i : İskonto faktörü<br/>n : Dönem\n<br/>Anütenin BugünküDeğeri (AGD)= 1250 × [(1+1,12)<sup>4</sup> - 1 / 1,12]\n<br/>AGD= 1250 × [(1+1,12)<sup>4</sup> - 1 / 1,12]\n<br/>AGD= 1250 ×0,512\n<br/>AGD=640"
  },
  {
    "id": "3222620",
    "unitNumber": 3,
    "text": "A Projesinin Tahmini Yıllık Kârı 360.000 TL Tahmini Ortalama Yıllık Yatırımı ise 1.240.000 TL'dir. Bu projenin yıllık ortalama getiri oranı % kaçtır?",
    "correctAnswer": "A",
    "options": {
      "A": "29,03",
      "B": "28,85",
      "C": "29,67",
      "D": "28,42",
      "E": "28,70"
    },
    "explanation": "Ortalama Getiri Oranı Yöntemi<br/>OGO= 360.000/ 1.240.000\n OGO=0,2903\n %OGO = %29,03"
  },
  {
    "id": "3222621",
    "unitNumber": 3,
    "text": "Projenin başlangıç yatırımını karşılaması için geçen sürenin ne kadar olduğunu hesaplayan yöntem aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ortalama Getiri Oranı Yöntemi",
      "B": "Statik Geri Ödeme Süresi Yöntemi",
      "C": "Kâr Karşılaştırma Yöntemi",
      "D": "Maliyet Karşılaştırma Yöntemi",
      "E": "Süre Karşılaştırma Yöntemi"
    },
    "explanation": "<strong>Statik Geri Ödeme Süresi Yöntemi, p</strong>rojenin başlangıç yatırımını karşılaması için geçen sürenin ne kadar olduğunu hesaplayan yöntemdir."
  },
  {
    "id": "3222622",
    "unitNumber": 3,
    "text": "Bir yatırımın gelecekteki nakit akışlarının bugünkü değeri ile proje maliyeti arasındaki farkın hesaplanmasını esas alan yöntem aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Karlılık Endeksi Yöntemi",
      "B": "İç Kârlılık (Verim) Oranı Yöntemi",
      "C": "Net Bugünkü Değer Yöntemi",
      "D": "Dinamik Geri Ödeme Süresi Yöntemi",
      "E": "Kâr Karşılaştırma Yöntemi"
    },
    "explanation": "Bir yatırımın gelecekteki nakit akışlarının bugünkü değeri ile proje maliyeti arasındaki farkıın hesaplanmasını esas alan yöntem, Net Bugünkü Değer Yöntemidir."
  },
  {
    "id": "3222623",
    "unitNumber": 3,
    "text": "İşletme faaliyetlerinden kaynaklanan nakit akışlarından serbest nakit akışlarına geçmek için aşağıdaki kalemlerden hangisine yönelik düzeltme yapmaya <u>gerek yoktur?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Amortisman ve Vergiler",
      "B": "Faiz Giderleri",
      "C": "Net Çalışma Sermayesindeki Değişiklikler",
      "D": "Sermaye Harcamalarındaki Değişiklikler",
      "E": "Ekonomik Ömür"
    },
    "explanation": "İşletme faaliyetlerinden kaynaklanan nakit akışlarından serbest nakit akışlarına geçmek için aşağıdaki kalemler için düzeltme yapmak gerekmektedir.<br/>• Amortisman ve Vergiler<br/>• Faiz Giderleri<br/>• Net Çalışma Sermayesindeki Değişiklikler<br/>• Sermaye Harcamalarındaki Değişiklikler\n<br/>Ekonomik Ömür bu kalmelerden değildir."
  },
  {
    "id": "3222624",
    "unitNumber": 3,
    "text": "Bonus amortisman ayrılma yönteminde ilk yılda bir varlığın %......... gider olarak gösterilir.\n Yukarıdaki cümlede boş bırakılan yere gelecek değer aşağıdaki seçeneklerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "% 33'ü",
      "B": "%25'i",
      "C": "%66'sı",
      "D": "%50'si",
      "E": "%100'ü"
    },
    "explanation": "Bonus amortisman ayrılma yönteminde ilk yılda bir varlığın <strong>%100 ü</strong> gider olarak gösterilir."
  },
  {
    "id": "3222625",
    "unitNumber": 3,
    "text": "Bir varlığı satın almak ve onu kullanılır duruma getirmek için gerekli olan ilk nakit çıkışları aşağıdakilerden hangisi ile ifade edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Başlangıç Yatırımı",
      "B": "Amortisman",
      "C": "Faiz Giderleri",
      "D": "Kârlılık Endeksi",
      "E": "Net Bugünkü Değer"
    },
    "explanation": "<strong>Başlangıç Yatırmı:</strong> Başlangıç yatırımı, bir varlığı satın almak ve onu kullanılır duruma getirmek için gerekli olan ilk nakit çıkışlarını temsil eder."
  },
  {
    "id": "3222626",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bir işletmede yatırım kararı vermede faydalanılan statik yöntemlerden <strong><u>değildir?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Maliyet karşılama yöntemi",
      "B": "Kar karşılama yöntemi",
      "C": "Ortalama getiri oranı yöntemi",
      "D": "Geri ödeme süresi yöntemi",
      "E": "Net Bugünkü Değer Yöntemi"
    },
    "explanation": "Net Bugünkü Değer Yöntemi, bir işletmede yatırım kararı vermede faydalanılan statik yöntemlerden değildir. Dinamik yöntemler arasındadır."
  },
  {
    "id": "3222043",
    "unitNumber": 4,
    "text": "I. Borçlar<br/>II. Faaliyet sonucu oluşan özkaynaklar<br/>III. Yeni özkaynaklar\n Aşağıdakilerden hangisi bir işletmenin sermaye yapısını oluşturan unsurları doğru ve eksiksiz olarak içermektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız II",
      "B": "II ve III",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Bir işletmenin sermaye yapısı, temelde şu üç<br/>finansman kaynağının bileşiminden oluşur:<br/>• Borçlar (yabancı kaynaklar),<br/>• Faaliyetler sonucu oluşturulan öz kaynaklar<br/>(oto finansman),<br/>• Yeni öz kaynaklar."
  },
  {
    "id": "3222044",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi en sık kullanılan kısa vadeli finansman kaynaklarından biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Ticari krediler",
      "B": "Finansman bonoları",
      "C": "Faktoring",
      "D": "Repo",
      "E": "Forfaiting"
    },
    "explanation": "En sık kullanılan kısa vadeli finansman kaynakları<br/>şunlardır:<br/>• Ticari krediler<br/>• Kısa vadeli banka kredileri<br/>• Finansman bonoları<br/>• Faktoring<br/>• Tahakkuk Etmiş Giderler (Kısa vadeli)<br/>• Repo<br/>• Menkul Kıymetleştirme\n Forfaiting ise orta vadeli bir finansman kaynağıdır."
  },
  {
    "id": "3222045",
    "unitNumber": 4,
    "text": "Bir menkul kıymetin belli bir tarihte, belli bir fiyattan geri alınma taahhüdü ile satımı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Finansman bonosu",
      "B": "Faktöring",
      "C": "Leasing",
      "D": "Repo",
      "E": "Forfaiting"
    },
    "explanation": "Bir menkul kıymetin belli bir tarihte, belli bir fiyattan geri alınma taahhüdü ile satımı repo olarak adlandırılır."
  },
  {
    "id": "3222046",
    "unitNumber": 4,
    "text": "Aşağıdaki finansman türlerinden hangisi varlığa dayalı menkul kıymetleri içerir?",
    "correctAnswer": "D",
    "options": {
      "A": "Repo",
      "B": "Faktöring",
      "C": "Forfaiting",
      "D": "Menkul kıymetleştirme",
      "E": "Kısa vadeli banka kredileri"
    },
    "explanation": "Bilançodaki alacaklar kaleminin menkul kıymete dönüştürülmesi menkulleştirme (securitization) olarak bilinir. Menkulleştirme, işletmelerde likit olmayan varlıkların, yatırımcılar için, likit ve pazarlanabilir menkul kıymetler hâline dönüştürülmesidir. Ülkemizde Varlığa Dayalı Menkul Kıymet ihracı ile sisteme girmiş bir uygulamadır."
  },
  {
    "id": "3222047",
    "unitNumber": 4,
    "text": "Bir yatırım malının mülkiyeti kiralayan şirketinde kalarak, belirlenen kiralar karşılığında kullanım hakkının kiracıya verilmesi ve sözleşmede belirtilen sözleşme süresi sonunda mülkiyetinin kiracıya geçmesini sağlayan finansman yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Forfaiting",
      "B": "Faktöring",
      "C": "Leasing",
      "D": "Repo",
      "E": "Ters repo"
    },
    "explanation": "Leasing (finansal kiralama), bir yatırım malının mülkiyeti leasing şirketinde kalarak belirlenen kiralar karşılığında kullanım hakkının kiracıya<br/>verilmesi ve sözleşmede belirtilen sözleşme süresi sonunda mülkiyetinin kiracıya geçmesini sağlayan bir finansman yöntemidir."
  },
  {
    "id": "3222048",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi uzun vadeli finansman sağlarken göz önünde bulundurulması gereken faktörlerden biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Maliyet",
      "B": "Risk",
      "C": "Esneklik",
      "D": "Vade",
      "E": "Yöneticilerin işletmedeki kontrolü"
    },
    "explanation": "Özetle, işletmeler uzun vadeli finansman sağlarken şu faktörleri göz önünde bulundurmalıdır:<br/>• Maliyet<br/>• Risk<br/>• Esneklik<br/>• Vade<br/>• Ortakların işletmedeki kontrolü"
  },
  {
    "id": "3222049",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi hibrit bir finansal enstürmandır?",
    "correctAnswer": "D",
    "options": {
      "A": "Finansman bonosu",
      "B": "Orta vadeli satıcı kredisi",
      "C": "Tahakkuk etmiş giderler",
      "D": "Varant",
      "E": "Repo"
    },
    "explanation": "Varant, belli bir varlığı, önceden belirlenmiş fiyat üzerinden, belirlenmiş bir tarihte veya öncesinde, alma veya satma hakkı veren bir hibrit menkul kıymettir."
  },
  {
    "id": "3222050",
    "unitNumber": 4,
    "text": "Yatırımcıya elinde bulunan menkul kıymeti önceden belirlenmiş fiyat ve şartlara göre pay senedi ile değiştirme hakkı sağlayan menkul kıymet aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Finansman bonosu",
      "B": "Varlığa dayalı menkul kıymet",
      "C": "Dönüştürülebilir menkul kıymet",
      "D": "Forfaiting",
      "E": "Leasing"
    },
    "explanation": "Yatırımcıya elinde bulunan menkul kıymeti önceden belirlenmiş fiyat ve şartlara göre pay senedi ile değiştirme hakkı sağlayan menkul kıymetlerdir"
  },
  {
    "id": "3222051",
    "unitNumber": 4,
    "text": "İş melekleri, sendikasyon kredileri, eurobond, girişim sermayesi ve özel sermaye fonları gibi finansman yöntemleri aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kısa vadeli finansman kaynakları",
      "B": "Orta vadeli finansman kaynakları",
      "C": "Finansal olmayan kaynaklar",
      "D": "Dönüştürülebilir menkul kıymetler",
      "E": "Alternatif finansman yöntemleri"
    },
    "explanation": "İşletmelerin alternatif finansman yöntemleri iş melekleri, sendikasyon kredileri, Eurobond, girişim sermayesi ve özel sermaye fonları olarak sıralanabilir."
  },
  {
    "id": "3222052",
    "unitNumber": 4,
    "text": "I. Sendikasyon kredileri<br/>II. Tahakkuk etmiş giderler<br/>III. Forfaiting\n Yukarıdaki finansman yöntemlerinin vade olarak uzundan kısaya doğru sıralanışı aşağıdaki şıkların hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "II - I - III",
      "B": "III - I - II",
      "C": "I - II - III",
      "D": "I - III - II",
      "E": "III - II - I"
    },
    "explanation": "finansman yöntemlerinin vade olarak uzundan kısaya doğru sıralanışı: \n I. Sendikasyon kredileri (uzun) &gt; Forfaiting (orta) &gt; Tahakkuk etmiş giderler (kısa)"
  },
  {
    "id": "3222054",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi anonim şirketler, bankalar gibi finans kuruluşları tarafından kısa vadeli fon gereksinimini karşılamak üzere ihraç edilen borçlanma araçlarından birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Repo",
      "B": "Forfaiting",
      "C": "Faktoring",
      "D": "Finansman Bonoları",
      "E": "Finansal Kiralama (Leasing)"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"Kısa Vadeli Finansman Kaynakları\" konusunu yeniden gözden geçiriniz.<br/>Finansman bonoları anonim şirketler, bankalar gibi finans kuruluşları tarafından kısa vadeli fon gereksinimini karşılamak üzere ihraç edilen borçlanma araçlarıdır. Finansman bonoları kupon faizi ödemeyen ve iskontolu olarak çıkarılan menkul kıymetlerdir. Finansman bonoları, finansal bakımdan güçlü olarak bilinen ve yüksek kredi değerliliğine sahip, tanınmış işletmelerce ihraç edilir. Finansman bonosunun güvencesi işletmenin kredibilitesidir, dolayısıyla güvenilirliği yüksek olan işletmeler daha düşük maliyetle finansman bonosu ihraç edebilir."
  },
  {
    "id": "3222055",
    "unitNumber": 4,
    "text": "I-Repo\n II-Menkul Kıymetleştirme\n III-Forfaiting\n IV-Faktoring\n Yukarıdakilerden hangisi ya da hangileri kısa vadeli finansman kaynaklarından birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "I-III",
      "B": "II-III",
      "C": "I-II-III",
      "D": "I-II-IV",
      "E": "II-III-IV"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"Kısa Vadeli Finansman Kaynakları\" konusunu yeniden gözden geçiriniz.<br/>İşletmenin kısa vadeli menkul kıymet yatırımları, ticari alacakları, stokları vb. varlıkları dönen varlıklar kapsamında sahip olunan varlıklar olup bu varlıklar vade yapılarına uygun olacak şekilde satıcı kredileri (ticari alacaklar), banka kredileri, finansman bonosu, faktoring gibi çoğunlukla kısa vadeli kaynaklarla finanse edilmektedir. İşletmenin yükümlülüklerini zamanında karşılayabilmesi ve faaliyetlerini sürdürebilmesi için belirli bir miktarda nakde gereksinimi vardır. İşletmelerin kısa vadeli finansman gereksinimi genellikle; faaliyet hacmine, satış ve kredi politikasına, sermaye yapısına ve ekonomide gelişmelere bağlı olarak ortaya çıkar. En sık kullanılan kısa vadeli finansman kaynakları şunlardır:<br/>• Ticari krediler<br/>• Kısa vadeli banka kredileri<br/>• Finansman bonoları<br/>• Faktoring<br/>• Tahakkuk Etmiş Giderler (Kısa vadeli)<br/>• Repo<br/>• Menkul Kıymetleştirme"
  },
  {
    "id": "3222056",
    "unitNumber": 4,
    "text": "Bir işletmenin risksiz faiz oranı %12 (yüzde oniki), piyasa risk primi %5 (yüzde beş) ve 0,7 (yüzde sıfır virgül yedi) beta oranına sahip olduğu varsayılmaktadır. Sermaye varlıklarını fiyatlama modeline göre öz kaynak maliyeti değeri aşağıdaki seçeneklerden hangisinde doğru biçimde verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "%13,5 (yüzde onüç buçuk)",
      "B": "%14,5 (ondörtbuçuk)",
      "C": "%15,5 (onbeş buçuk)",
      "D": "%16,5 (onaltı buçuk)",
      "E": "%17,5 (onyedi buçuk)"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"Öz Kaynak Maliyetinin Belirlenmesinde Kullanılan Yöntemler\" konusunu yeniden gözden geçiriniz.<br/>Sermaye Varlıkları Fiyatlandırma Modeli Yaklaşımı (SVFM)’de piyasa risk priminin işletme getirilerinin piyasaya göre hassasiyetini yansıtacak biçimde beta faktörü vasıtasıyla uyarlanması sağlanır ve işletmeye uyarlanan risk primine risksiz faiz oranının eklenmesi yoluyla öz kaynak maliyeti saptanır. Buna göre model aşağıdaki şekilde hesaplanabilir:\n<br/>Öz Kaynak Maliyeti = Risksiz Faiz Oranı + [Beta Katsayısı × (Piyasa Getirisi Risksiz Faiz Oranı)]\n<br/>Öz Kaynak Maliyeti = 0,12 + [0,7 × (0,05)]=0,155\n<br/>Öz Kaynak Maliyeti = %15,5"
  },
  {
    "id": "3222057",
    "unitNumber": 4,
    "text": "I-Kâr Payı Politikası\n II-Döviz Kuru Politikası\n III-Yatırım Politikası\n IV-Sermaye Yapısı Politikası\n Yukarıdakilerden hangisi ya da hangileri ağırlıklı ortalama sermaye maliyetini etkileyen faktörlerden birisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II",
      "B": "II-III",
      "C": "I-II-III",
      "D": "I-II-IV",
      "E": "I-III-IV"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"Ağırlıklı Ortalama Sermaye Maliyetini Etkileyen Faktörler\" konusunu yeniden gözden geçiriniz.<br/>Ağırlıklı ortalama sermaye maliyeti, işletmenin kontrolü dışında ve işletmenin kontrolü altında olan birçok faktörden etkilenir. Faiz oranlarının düzeyi, piyasa risk primi ve vergi oranı işletmenin kontrolünde olmayan en önemli üç faktördür. İşletme, sermaye maliyetini kontrolünde olan sermaye yapısı politikası, kâr payı politikası ve yatırım politikası ile etkileyebilir."
  },
  {
    "id": "3222058",
    "unitNumber": 4,
    "text": "Aşağıdaki yaklaşımlardan hangisi bir işletmede borç kaynağına ağırlık verildiğinde finansal risk artışı nedeniyle öz kaynak maliyetinin yükseleceğini ve bunun sonucunda ağırlıklı ortalama sermaye maliyetinin sabit kalacağını ileri sürer?",
    "correctAnswer": "B",
    "options": {
      "A": "Net Gelir Yaklaşımı",
      "B": "Net Faaliyet Geliri Yaklaşımı",
      "C": "Geleneksel Görüş",
      "D": "Modigliani - Miller Yaklaşımı",
      "E": "Sermaye Varlıkları Fiyatlandırma Modeli Yaklaşımı"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"Sermaye Yapısı ve Ağırlıklı Ortalama Sermaye Maliyeti İlişkisi\" konusunu yeniden gözden geçiriniz.<br/>Net Faaliyet Geliri Yaklaşımı: İşletmede borç kaynağına ağırlık verildiğinde finansal risk artışı nedeniyle öz kaynak maliyetinin yükseleceğini ve bunun sonucunda ağırlıklı ortalama sermaye maliyetinin sabit kalacağını açıklayan görüştür. Net Faaliyet Geliri Yaklaşımı’nda sermaye yapısının işletme değerini etkilemediği ifade edilir. Bu yaklaşımda işletme için optimal bir sermaye yapısı yoktur. Çünkü finansman kararları ağırlıklı ortalama sermaye maliyeti üzerinde bir değişikliğe sebep olmaz. İşletme değeri sermaye yapısı yerine faaliyet gelirleri ve işletme riskine bağlıdır. Sermaye yapısındaki değişimler borç ile öz kaynak arasında risk ve getiri uyarlanması ile sonuçlanarak, toplamda işletmenin riskliliğini değiştirmez. İşletme daha az maliyetli olduğu için borç kaynağına ağırlık verdiğinde, finansal risk artışıyla öz kaynak maliyeti yükselir. Çünkü hissedarlar yükselen risk için getiri talep ederler. Öz kaynak maliyetindeki artış, borcun etkisini dengeleyerek ağırlıklı ortalama sermaye maliyetinin sabit kalmasını sağlar."
  },
  {
    "id": "3222059",
    "unitNumber": 4,
    "text": "I-Statik Dengeleme Teorisi\n II-Sinyal Teorisi\n III-Finansal Hiyerarşi Teorisi\n IV-Sermaye Yapısının Paydaş Teorisi\n Yukarıdaki teorilerden hangisi ya da hangileri işletme yönetimi ve piyasa arasında bilgi asimetrisi olduğunu varsaymaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "I-II",
      "B": "II-III",
      "C": "I-II-III",
      "D": "I-III-IV",
      "E": "II-III-IV"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"Sermaye Yapısı Kararlarıyla İlgili Modern Teoriler\" konusunu yeniden gözden geçiriniz.<br/>Franco Modigliani ve Merton Miller’in 1958 yılındaki çalışmalarından itibaren modern sermaye yapısı teorisi ortaya çıkmıştır. Modigliani ve Miller’e göre, işletme değeri sermaye yapısı kararlarından bağımsızdır. Ancak bu görüş çeşitli varsayımlara dayanır. Sermaye yapısı teorileri Modigliani ve Miller’in varsayımlarını değiştirerek daha gerçekçi teoriler sunmak amacıyla gelişim göstermektedir. Modigliani ve Miller’ın varsayımlarından vergi yükümlülüğü, iflas maliyetleri ve temsil maliyetleri statik dengeleme teorisinin temelini oluştururken, asimetrik bilgi akışı varsayımı ise finansal hiyerarşiNve sinyal teorilerinin temelini oluşturur. Sinyal Teorisi işletme yönetimi ve piyasa arasında bilgi asimetrisi olduğunu varsayar. İşletmelerde kaynak ihtiyacının karşılamasında sermaye bileşenleri arasında öncelikli tercihler yapıldığı Finansal Hiyerarşi Teorisi ile açıklanmaktadır. Tercihler işletme yöneticileri ve piyasa arasındaki bilgi asimetrisinden kaynaklanmaktadır."
  },
  {
    "id": "3222060",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi iflas maliyetlerinin borcun vergi avantajını dengelediği noktada optimal sermaye yapısına ulaşılacağını ileri süren teoremlerden birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Statik Dengeleme Teorisi",
      "B": "Sinyal Teorisi",
      "C": "Finansal Hiyerarşi Teorisi",
      "D": "Sermaye Yapısının Paydaş Teorisi",
      "E": "Modigliani - Miller Yaklaşımı"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"Sermaye Yapısı Kararlarıyla İlgili Modern Teoriler\" konusunu yeniden gözden geçiriniz.<br/>Statik Dengeleme Teorisi’nde işletmelerin borcun vergi avantajı ve iflas maliyetleri arasında seçim yaparak optimal sermaye yapılarını oluşturdukları belirtilmiştir. Borç kaynağı kullanımındaki artışlarda ortaya çıkan iflas maliyetlerinin bugünkü değerinin, artış sonucunda borcun sağladığı vergi<br/>avantajının bugünkü değerini aştığı noktaya kadar işletmenin borç finansmanını kullanmasının uygun olacağı statik dengeleme teorisi ile açıklanmıştır. İşletme, borç finansmanını vergi avantajı sağladığı için kullanır. Düşük borç düzeylerinde iflas olasılığı azdır. Bu nedenle borçlanmanın sağladığı fayda maliyetinden daha fazladır. Yüksek borç düzeylerinde ise iflas maliyetleri borç finansmanının sağlayacağı vergi avantajını aşabilir. Teoride ileri sürülen maliyeti ya da riski düşürme konusundaki tercihin, sermaye yapısı kararlarını belirleyeceğidir"
  },
  {
    "id": "3222061",
    "unitNumber": 4,
    "text": "I-İflas Maliyetleri\n II-Vergi Yükümlülükleri\n III-Temsil (Acenta) Maliyetleri\n IV-Piyasa Risk Primi\n Yukarıdakilerden hangisi ya da hangileri sermaye yapısını etkileyen durumlardan birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "I-IV",
      "B": "II-IV",
      "C": "III-IV",
      "D": "I-II-III",
      "E": "II-III-IV"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"Sermaye Yapısını Etkileyen Durumlar\" konusunu yeniden gözden geçiriniz.<br/>Sermaye yapısı kararları vergi yükümlülükleri, iflas maliyetleri, temsil maliyetleri ve piyasa zamanlaması durumlarına bağlı olarak farklılaşabilmektedir. Modigliani ve Miller 1963 yılındaki çalışmalarında vergi yükümlülüğü bulunmadığı varsayımının geçerli olmadığı durumu analiz ederek, 1958’de yaptıkları çalışmalarını geliştirmiş ve önemli sonuçlar ortaya koymuşlardır. Faiz ödemelerinin masraf olarak vergi matrahından düşülebilmesi ancak pay senedi sahiplerine ödenen kâr paylarında bu şekilde bir avantajın olmaması işletmeleri borç kullanımına teşvik edecektir. Diğer varsayımlar aynı kalmak şartıyla, borcun vergi avantajının işletmelerin sermaye yapılarında tamamıyla borç bileşeni kullanma yönünde bir tercihe yol açacağı Modigliani ve Miller tarafından gösterilmiştir. Modigliani ve Miller mükemmel piyasa koşullarında farklı finansman kaynaklarının maliyetlerinin birbirlerinden bağımsız olarak değişmeyeceğini açıklamıştır. Ancak bu varsayım çoğu zaman geçerliliğini yitirmekte ve borç ve öz kaynak arasında yapılacak tercih ile piyasada oluşan fırsatlar değerlendirilebilmektedir. İflas ile ilgili maliyetler işletmenin sermaye yapısındaki borç oranına bağlı olarak değişiklik göstermektedir. Borçları ödeyemeyerek iflas durumuna geçme ihtimali işletmede aşırı oranlarda borç kullanımını sınırlar. Kazançları dalgalanan özellikte olan işletmelerde iflas maliyetleri ile karşılaşma ihtimali daha yüksek olduğundan, daha az borç kullanılması gerekir. Sermaye yapısı üzerindeki bu tür etkiler Modigliani Miller varsayımları ile göz ardı edilmiştir. Yönetici ve hissedarlar arasında amaç uyumsuzluğu olması temsil problemi ve işletme için maliyet unsuru oluşturur. Temsil problemine yol açan çatışmalar daha çok işletme yöneticilerinin kullanabileceği nakit miktarının fazla olduğu durumlarda ortaya çıkmaktadır. Yöneticiler pahalı ofisler, lüks araçlar satın alarak işletme değerinin maksimize edilmesi amacıyla uyuşmayan yatırımlarda bulunabilirler."
  },
  {
    "id": "3222062",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi belli bir varlığı, önceden belirlenmiş fiyat üzerinden, belirlenmiş bir tarihte veya öncesinde, alma veya satma hakkı veren bir menkul kıymettir?",
    "correctAnswer": "E",
    "options": {
      "A": "Repo",
      "B": "Finansman Bonoları",
      "C": "Forfaiting",
      "D": "Euro tahvil",
      "E": "Varant"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"Hibrit Enstrümanlar\" konusunu yeniden gözden geçiriniz.<br/>Varant, belli bir varlığı, önceden belirlenmiş fiyat üzerinden, belirlenmiş bir tarihte veya öncesinde, alma veya satma hakkı veren bir menkul kıymettir. Varantlar banka ve aracı kurum gibi finansal kuruluşlar tarafından ihraç edilebileceği gibi (finansal varantlar), işletmeler tarafından da (işletme varantları) ihraç edilebilmektedir (Emre,2006). Varantlar borsada kote olan finansal araçlar olup, kolayca alınıp satılabilmektedir ve dayanak varlığı pay senedi, endeks, döviz, emtia vb. olabilmektedir. Finansal varantlarda, varantın türünü dayanak varlıklar belirlemektedir. İşletmelerin ya da diğer finansal kuruluşların ihraç ettiği varantlar işletmeler için alternatif bir finansman aracı niteliğinde, sermaye piyasaları içinse çeşitliliği artıracak bir finansal araç niteliğindedir."
  },
  {
    "id": "3222063",
    "unitNumber": 4,
    "text": "I-Maliyet\n II-Fiyat\n III-Risk\n IV-Esneklik\n Yukarıdakilerden hangisi ya da hangileri işletmelerin uzun vadeli finansman temininde gözününde bulundurması gereken faktörlerden birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "I-II",
      "B": "II-III",
      "C": "I-II-III",
      "D": "I-III-IV",
      "E": "II-III-IV"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"Uzun Vadeli Finansman Kaynakları\" konusunu yeniden gözden geçiriniz.<br/>Uzun vadeli finansman kaynağı gereksinimi, genellikle işletmenin tesislerinin kuruluş dönemlerinde veya büyük yatırım dönemlerinde ortaya çıkmaktadır. İşletmeler duran varlıklarını finanse edebilmek<br/>için uzun süreli finansman kaynaklarına ihtiyaç duyarlar. İhtiyaç duyulan uzun süreli finansman öz kaynaklardan veya yabancı kaynaklardan sağlanır. İşletmenin ortakları tarafından işletmeye sağlanan fonlar öz kaynakları oluşturur. Yabancı kaynaklardan uzun süreli finansman ise borçlanma yoluyla yapılır (Büker, Aşıkoğlu ve Sevil, 2018). İşletme yöneticileri finansman kararları alırken borçlanma araçlarının risklerini dikkate almalıdır. Borçlanma maliyetinin azalmasına yardımcı olan, koşulları ağır olmayan ve gelecekte ortaya çıkabilecek borçlanma gereksinimlerine yönelik esneklik<br/>sağlayan borçlanma araçları tercih edilmelidir. Özetle, işletmeler uzun vadeli finansman sağlarken şu faktörleri göz önünde bulundurmalıdır:<br/>• Maliyet<br/>• Risk<br/>• Esneklik<br/>• Vade<br/>• Ortakların işletmedeki kontrolü"
  },
  {
    "id": "3222384",
    "unitNumber": 4,
    "text": "İşletmenin varlıklarını finanse etmek için kullandığı kaynakların bileşimi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sermaye yapısı",
      "B": "Kâr dağıtımı",
      "C": "Pay senetleri",
      "D": "Mevcut faaliyet",
      "E": "Piyasa şartları"
    },
    "explanation": "Yanıtınız yanlış ise “FİNANSMAN KAYNAKLARI” konusunu yeniden gözden geçiriniz<br/>Sermaye Yapısı: İşletmenin varlıklarını finanse etmek için kullandığı kaynakların bileşimidir."
  },
  {
    "id": "3222385",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi en sık kullanılan kısa vadeli finansman kaynaklarından birisi değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ticari krediler",
      "B": "Finansman bonoları",
      "C": "İskonto kredisi",
      "D": "Repo",
      "E": "Menkul Kıymetleştirme"
    },
    "explanation": "Yanıtınız yanlış ise “Kısa Vadeli Finansman Kaynakları” konusunu yeniden gözden geçiriniz.<br/>En sık kullanılan kısa vadeli finansman kaynakları şunlardır: • Ticari krediler • Kısa vadeli banka kredileri • Finansman bonoları • Faktoring • Tahakkuk Etmiş Giderler (Kısa vadeli) • Repo • Menkul Kıymetleştirme"
  },
  {
    "id": "3222386",
    "unitNumber": 4,
    "text": "Anonim şirketler, bankalar gibi finans kuruluşları tarafından kısa vadeli fon gereksinimini karşılamak üzere ihraç edilen borçlanma araçları aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ticari krediler",
      "B": "Kısa vadeli banka kredileri",
      "C": "Finansman bonoları",
      "D": "Faktoring",
      "E": "Menkul Kıymetleştirme"
    },
    "explanation": "Yanıtınız yanlış ise “Kısa Vadeli Finansman Kaynakları” konusunu yeniden gözden geçiriniz.<br/>Finansman bonoları anonim şirketler, bankalar gibi finans kuruluşları tarafından kısa vadeli fon gereksinimini karşılamak üzere ihraç edilen borçlanma araçlarıdır."
  },
  {
    "id": "3222387",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi yeni alınacak varlıkların finansmanında, mevcut borçların yeniden finansmanında veya sermaye yapısındaki kaldıraç etkisini artırmak gibi amaçlarla kullanılabilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Orta vadeli banka kredileri",
      "B": "Orta vadeli satıcı kredileri",
      "C": "Finansal kiralama (leasing)",
      "D": "Forfaiting",
      "E": "Repo"
    },
    "explanation": "Yanıtınız yanlış ise “Orta Vadeli Finansman Kaynakları” konusunu yeniden gözden geçiriniz.<br/>Orta vadeli banka kredileri yeni alınacak varlıkların finansmanında, mevcut borçların yeniden finansmanında veya sermaye yapısındaki kaldıraç etkisini artırmak gibi amaçlarla kullanılabilmektedir."
  },
  {
    "id": "3222388",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi sayesinde faaliyet karlılığının borç maliyetinin üzerinde olması kaydıyla, ortaklar daha düşük sermaye koyarak daha fazla öz kaynak karlılığı elde edebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kısa vadeli banka kredisi",
      "B": "Finansman bonoları",
      "C": "Varant",
      "D": "Finansal kaldıraç",
      "E": "menkul kıymetler"
    },
    "explanation": "Yanıtınız yanlış ise “Uzun Vadeli Finansman Kaynakları” konusunu yeniden gözden geçiriniz.<br/>Finansal kaldıraç sayesinde, faaliyet karlılığının borç maliyetinin üzerinde olması kaydıyla, ortaklar daha düşük sermaye koyarak daha fazla öz kaynak karlılığı elde edebilir"
  },
  {
    "id": "3222389",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi işletmenin yatırımlarından gelecekte elde etmeyi planladığı nakit akışlarının bugünkü değerinin belirlenebilmesi için kullanılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Uzun Vadeli Finansman Kaynakları",
      "B": "Sermaye Maliyeti",
      "C": "Hibrit Enstrümanlar",
      "D": "Finansal Kiralama",
      "E": "Sermaye fonları"
    },
    "explanation": "Yanıtınız yanlış ise “Sermaye maliyeti” konusunu yeniden gözden geçiriniz.<br/>Sermaye Maliyeti, işletmenin yatırımlarından gelecekte elde etmeyi planladığı nakit akışlarının bugünkü değerinin belirlenebilmesi için kullanılır."
  },
  {
    "id": "3222390",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi işletmeye yabancı kaynak yani borçlanma yoluyla kaynak sağlayacakların işletmeden talep ettikleri getiri oranıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Faiz maliyeti",
      "B": "Fon maliyeti",
      "C": "Borç maliyeti",
      "D": "kâr maliyeti",
      "E": "senet maliyeti"
    },
    "explanation": "Yanıtınız yanlış ise “Borç maliyeti” konusunu yeniden gözden geçiriniz.<br/>Borç maliyeti, işletmeye yabancı kaynak yani borçlanma yoluyla kaynak sağlayacakların işletmeden talep ettikleri getiri oranı olarak tanımlanabilir"
  },
  {
    "id": "3222391",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi İşletme ortakları ve yöneticileri arasındaki amaç uyumsuzluğu nedeniyle ortaya çıkan maliyetlerdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Borç Maliyetleri",
      "B": "Temsil Maliyetleri",
      "C": "Gelir maliyetleri",
      "D": "Piyasa maliyetleri",
      "E": "İşletme maliyetleri"
    },
    "explanation": "Yanıtınız yanlış ise “Sermaye Yapısını Etkileyen Durumlar” konusunu yeniden gözden geçiriniz.<br/>Temsil Maliyetleri: İşletme ortakları ve yöneticileri arasındaki amaç uyumsuzluğu nedeniyle ortaya çıkan maliyetlerdir."
  },
  {
    "id": "3222392",
    "unitNumber": 4,
    "text": "Aşağıdaki Yaklaşımlardan hangisi bir işletmenin sermaye yapısının işletme değeri üzerinde etkisi olduğunu savunur?",
    "correctAnswer": "A",
    "options": {
      "A": "Net Gelir yaklaşımları",
      "B": "Net Faaliyet Geliri yaklaşımları",
      "C": "Geleneksel yaklaşımları",
      "D": "Modigliani-Miller yaklaşımları",
      "E": "Öz kaynak yaklaşımları"
    },
    "explanation": "Yanıtınız yanlış ise “Sermaye Yapısı ve Ağırlıklı Ortalama Sermaye Maliyeti İlişkisi” konusunu yeniden gözden geçiriniz.<br/>Net Gelir Yaklaşımı bir işletmenin sermaye yapısının işletme değeri üzerinde etkisi olduğunu savunur."
  },
  {
    "id": "3222393",
    "unitNumber": 4,
    "text": "İflas maliyetlerinin borcun vergi avantajını dengelediği noktada optimal sermaye yapısına ulaşılacağını gösteren teori aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Optimal teori",
      "B": "Sinyal Teorisi",
      "C": "Finansal Hiyerarşi Teorisi",
      "D": "Sermaye Yapısının Paydaş Teorisi",
      "E": "Statik Dengeleme Teorisi"
    },
    "explanation": "Yanıtınız yanlış ise “Sermaye Yapısı Kararlarıyla İlgili Modern Teoriler” konusunu yeniden gözden geçiriniz.<br/>Statik Dengeleme Teorisi: İflas maliyetlerinin borcun vergi avantajını dengelediği noktada optimal sermaye yapısına ulaşılacağını gösteren teoridir."
  },
  {
    "id": "3222093",
    "unitNumber": 5,
    "text": "Aşağıdaki kavramlardan hangisi hammaddelerin alımından tamamlanmış ürünlerin üretimine kadar geçen zaman aralığını ifade etmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yatırım döngüsü",
      "B": "Üretim döngüsü",
      "C": "Fon akış döngüsü",
      "D": "Yönetim döngüsü",
      "E": "Planlama döngüsü"
    },
    "explanation": "İşletme Fonları ve Yönetimi<br/>Üretim döngüsü hammaddelerin alımından tamamlanmış ürünlerin üretimine kadar geçen zaman aralığını ifade etmektedir."
  },
  {
    "id": "3222094",
    "unitNumber": 5,
    "text": "İşletme fonlarının yönetiminde mevsimsel inişler ve çıkışlar, döngüsel değişiklikler, hızlı büyüme veya küçülme gibi koşulların aşağıdakilerden hangisi üzerindeki etkileri dikkate alınmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Fon akışları",
      "B": "Yatırım döngüsü",
      "C": "Üretim döngüsü",
      "D": "Yönetim döngüsü",
      "E": "Ekonomik sonuçlar"
    },
    "explanation": "İşletme Fonları ve Yönetimi<br/>İşletme fonlarının yönetiminde mevsimsel inişler ve çıkışlar, döngüsel değişiklikler, hızlı büyüme veya küçülme gibi koşulların fon akışları üzerindeki etkileri dikkate alınmalıdır."
  },
  {
    "id": "3222095",
    "unitNumber": 5,
    "text": "Aşağıdaki kavramlardan hangisi müşteri ile ilk iletişim kurulduğu zaman ile gerçek bir siparişin verildiği süre arasındaki farkı ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Satış döngüsü",
      "B": "Yatırım döngüsü",
      "C": "Üretim döngüsü",
      "D": "Yönetim döngüsü",
      "E": "Planlama döngüsü"
    },
    "explanation": "İşletme Fonları ve Yönetimi<br/>Satış döngüsü müşteri ile ilk iletişim kurulduğu zaman ile gerçek bir siparişin verildiği süre arasındaki farkı ifade etmektedir."
  },
  {
    "id": "3222096",
    "unitNumber": 5,
    "text": "Bilgi ve danışmanlık hizmetleri, elektronik iletişim, ekipman servisi, fiziksel veya elektronik teslimat, perakende veya toptan satış, ulaşım hizmetleri, geçici personel, veri işleme vb. işlemler aşağıdaki kavramların hangisinin kapsamında yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Satış döngüsü",
      "B": "Üretim döngüsü",
      "C": "Yönetim döngüsü",
      "D": "Planlama döngüsü",
      "E": "Hizmetler döngüsü"
    },
    "explanation": "İşletme Fonları ve Yönetimi<br/>Üretim işletmelerindeki üretim döngülerine benzer şekilde, hizmet işletmelerinde de hizmetler döngüsü bulunmaktadır. Hizmet işletmelerindeki fon akışları satış döngüsüne benzemektedir. Hizmet işletmeleri çoğunlukla herhangi bir fiziksel mal üretmezler, bunun yerine müşterilerine geniş bir faaliyet yelpazesi sunarlar. Bunlara bilgi ve danışmanlık hizmetleri, elektronik iletişim, ekipman servisi, fiziksel veya elektronik teslimat, perakende veya toptan satış, ulaşım hizmetleri, geçici personel, veri işleme vb. işlemler dahildir."
  },
  {
    "id": "3222097",
    "unitNumber": 5,
    "text": "Genellikle uzun vadeli olup, mevsimsel değişimler kadar düzenli ve öngörülebilir olmayan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mevsimsellik",
      "B": "Stok yönetimi",
      "C": "Alacak yönetimi",
      "D": "Hizmetler döngüsü",
      "E": "Konjonktürel dalgalanmalar"
    },
    "explanation": "İşletme Fonları ve Yönetimi<br/>Ancak konjonktürel dalgalanmalar genellikle uzun vadelidir ve mevsimsel değişimler kadar düzenli ve öngörülebilir değildir (Helfert, 2001, s. 60)."
  },
  {
    "id": "3222098",
    "unitNumber": 5,
    "text": "Uygulamaya bakıldığında hem içsel hem de dışsal koşulların işletmelerin aşağıdakilerden hangisi üzerinde sürekli değişimlere neden olduğu görülmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fon akışları",
      "B": "Stok yönetimi",
      "C": "Alacak yönetimi",
      "D": "Hizmetler döngüsü",
      "E": "Konjonktürel dalgalanmalar"
    },
    "explanation": "İşletme Fonları ve Yönetimi<br/>Ancak uygulamaya bakıldığında hem içsel hem de dışsal koşulların işletmelerin fon akışları üzerinde sürekli değişimlere neden olduğu görülmektedir."
  },
  {
    "id": "3222099",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi işletmelerin fon akışlarında yaşanan değişimlerin en temel içsel sebeplerinden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "İşletmenin insan kaynakları",
      "B": "İşletmenin büyümesi",
      "C": "İşletmenin stok yönetimi",
      "D": "İşletmenin alacak yönetimi",
      "E": "İşletmenin hizmetler döngüsü"
    },
    "explanation": "İşletme Fonları ve Yönetimi<br/>İşletmelerin fon akışlarında yaşanan değişimlerin en temel içsel sebeplerinden biri, işletmenin büyümesidir."
  },
  {
    "id": "3222100",
    "unitNumber": 5,
    "text": "Aşağıdaki kavramlardan hangisi bir işletmenin hem yükümlülüklerini hem de varlıklarını gösterir?",
    "correctAnswer": "B",
    "options": {
      "A": "İşletmenin gelir tablosu",
      "B": "İşletmenin bilançosu",
      "C": "İşletmenin fon akım tablosu",
      "D": "İşletmenin özkaynak değişim tablosu",
      "E": "İşletmenin nakit bütçesi"
    },
    "explanation": "Çalışma Sermayesi Kavramı<br/>Bir işletmenin bilançosu hem yükümlülüklerini hem de varlıklarını gösterir."
  },
  {
    "id": "3222101",
    "unitNumber": 5,
    "text": "Sabit varlıklara yapılan yatırımlar aşağıdaki kavramlardan hangisinin konusudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Fon akışları",
      "B": "Çalışma sermayesi",
      "C": "Sermaye bütçelemesi",
      "D": "Yatırım sermayesi",
      "E": "Hizmetler döngüsü"
    },
    "explanation": "Çalışma Sermayesi Kavramı<br/>Sabit varlıklara yapılan yatırımlar sermaye bütçelemesinin konusu iken, dönen varlık kalemlerine yapılan yatırımlar çalışma sermayesi yönetimi kapsamında ele alınmaktadır (Sharan, 2012, s. 151)."
  },
  {
    "id": "3222102",
    "unitNumber": 5,
    "text": "Dönen varlık kalemlerine yapılan yatırımlar aşağıdaki kavramlardan hangisinin konusudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Fon akışları",
      "B": "Yatırım sermayesi",
      "C": "Hizmetler döngüsü",
      "D": "Çalışma sermayesi",
      "E": "Sermaye bütçelemesi"
    },
    "explanation": "Çalışma Sermayesi Kavramı<br/>Sabit varlıklara yapılan yatırımlar sermaye bütçelemesinin konusu iken, dönen varlık kalemlerine yapılan yatırımlar çalışma sermayesi yönetimi kapsamında ele alınmaktadır (Sharan, 2012, s. 151)."
  },
  {
    "id": "3222113",
    "unitNumber": 5,
    "text": "I. Hissedar değeri\n II. Nakit yönetimi\n III. Stok yönetimi\n IV. Çalışma sermayesi yönetimi\n V. Üretim döngüsü\n Yukarıdakilerden hangileri bir işletmenin yeterli oksijene sahip olmasını sağlamak için <u>en önemli </u>anahtarlardır?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "II ve IV",
      "C": "I, II ve IV",
      "D": "I, II ve V",
      "E": "II, III ve IV"
    },
    "explanation": "Nakit başta olmak üzere fonlar işletmenin oksijenidir, fonlar işletmeyi besler. Nakit ve nakit benzeri varlıklar olmadan işletme faaliyetleri durur. Bu nedenle; bir yöneticinin işletme için yapabileceği en önemli şeylerden biri, faaliyetleri sürdürmek için yeterli fon olup olmadığından emin olmaktır. İster başlangıç aşamasında olsun ister devam eden operasyonlar olsun, isterse yeni bir tesis açmak olsun işletmeler tüm faaliyetleri için yeterli fon miktarına sahip olmalıdır. Aksi hâlde, işletmelerin bahsi geçen faaliyetleri yerine getirmesi mümkün olmayacaktır. Bu bağlamda, nakit yönetimi (II) ve çalışma sermayesi yönetimi (IV), bir işletmenin yeterli oksijene sahip olmasını sağlamak için kullanılabilecek en önemli anahtarlardır. Buna göre II ve IV bir işletmenin yeterli oksijene sahip olmasını sağlamak için en önemli anahtarlardır. Doğru cevap B’dir."
  },
  {
    "id": "3222114",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi işletmelerin fon akışlarında yaşanan değişimlerin <u>en temel</u> içsel sebeplerinden birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Konjonktürel dalgalanmalar",
      "B": "Stok yönetimi",
      "C": "Üretim döngüsü",
      "D": "İşletmenin büyümesi",
      "E": "Satış döngüsü"
    },
    "explanation": "İşletmelerin fon akışlarında yaşanan değişimlerin en temel içsel sebeplerinden biri, işletmenin büyümesidir. İşletmenin büyümesi finansal gereksinimlerini artmasına neden olmaktadır. Çalışma sermayesinde, uzun vadeli yatırımlarda ve diğer harcamalarda uygun artışlar sağlanmadan başarılı bir büyüme gerçekleştirilemez. Doğru cevap D’dir."
  },
  {
    "id": "3222115",
    "unitNumber": 5,
    "text": "Ekonomik değişkenler ve ticaret hacmindeki aşağı ve yukarı yönlü periyodik dalgalanmalara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "İş döngüsü",
      "B": "Enflasyon",
      "C": "Üretim döngüsü",
      "D": "Büyüme",
      "E": "Mevsimsel dalgalanma"
    },
    "explanation": "İş döngüsü, ekonomik değişkenler ve ticaret hacmindeki aşağı ve yukarı yönlü periyodik dalgalanmalardır. Doğru cevap A’dır."
  },
  {
    "id": "3222116",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi işletmelerin duran varlıklarından biri <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Bina",
      "B": "Arazi",
      "C": "Stoklar",
      "D": "Tesis",
      "E": "Makine"
    },
    "explanation": "İşletmenin duran varlıkları bina, arazi, tesis, makine, demirbaş gibi varlıklar iken dönen varlıklar aşağıdaki kalemlerden oluşmaktadır:\n <ul> <li>Kasa ve bankalarda bulunan nakit,</li> <li>Nakde yakın varlıklar veya fazla nakdin yatırıldığı kısa vadeli menkul kıymetler,</li> <li>Senetler, diğer bir ifadeyle işletmenin alacakları,</li> <li>Muhtelif borçluları veya kredili satışları içeren alacak hesapları ve işletmenin tedarikçilerine yaptığı peşin ödemeler,</li> <li>Hammadde, yarı mamul ve mamul malları da içeren stoklar.</li> </ul> Buna göre stoklar işletmelerin duran varlıklarından biri değildir. Doğru cevap C’dir."
  },
  {
    "id": "3222117",
    "unitNumber": 5,
    "text": "I. Kredi açarken daima ticari referans almak\n<br/>II. Nakdi kasada tutmak yerine para piyasalarında değerlendirmek\n<br/>III. Mümkün olduğunca banka çeki ve nakitle çalışmak\n<br/>IV. Fazla stok bulundurmak\n<br/>Yukarıdakilerden hangileri işletmelerin çalışma sermayesini daha iyi kullanabilmek için dikkat edilmesi gereken unsurlardandır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "I, II, IV",
      "C": "I, III, IV",
      "D": "I, II, III, IV",
      "E": "II, III, IV"
    },
    "explanation": "İşletmelerin çalışma sermayesini daha iyi kullanabilmek için dikkat etmeleri gereken hususlar şunlardır:\n<br/><ul><br/><li>Kredi açarken daima ticari referans almak ve müşterinin ödeme gücü ve alışkanlıklarını değerlendirmek için geçmiş ticari ilişkilerine bakmak, (I)</li><br/><li>Stok kayıtlarını doğru bir şekilde tutmak sahip olunan ve yavaş dönen stokları takip etmek,</li><br/><li>Fazla stok bulundurmamak ve olası talebe göre çalışabilmek için doğru bir satış tahmin sistemine sahip olmak, (V)</li><br/><li>Tedarikçilerden mümkün olan maksimum süreye kadar kredi almak,</li><br/><li>Nakdi kasada tutmak yerine para piyasalarında değerlendirmek, (II)</li><br/><li>Erken ödeme koşullarını değerlendirmek ve uygun koşullar bulunduğunda indirimlerinden yararlanmak,</li><br/><li>Mümkün olduğunca banka çeki ve nakitle çalışmak. Bu hem daha güvenli olacak hem de bir an önce faiz geliri elde etmenizi sağlayacaktır. (III)</li><br/><li>En büyük müşterilerin çek ödemelerini ne zaman yaptığını öğrenmek ve faturaların onlara zamanında ulaştığından emin olmak,</li><br/><li>Geç ödeme yapan müşterilerin takibini yapmak ve ödemeleri sürekli olarak telefon görüşmesi ile hatırlatmak.</li><br/></ul><br/>Buna göre I, II, III işletmelerin çalışma sermayesini daha iyi kullanabilmek için dikkat edilmesi gereken unsurlardandır. Doğru cevap A'dır."
  },
  {
    "id": "3222118",
    "unitNumber": 5,
    "text": "___________ finansman yaklaşımında, işletmenin geçici çalışma sermayesinin tümü ve sürekli çalışma sermayesinin tamamı kısa vadeli kaynaklarla finanse edilmektedir.\n<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Tutucu",
      "B": "Atak",
      "C": "Ilımlı",
      "D": "Risksiz",
      "E": "Dalgalı"
    },
    "explanation": "Atak finansman yaklaşımında, işletmenin geçici çalışma sermayesinin tümü ve sürekli çalışma sermayesinin tamamı kısa vadeli kaynaklarla finanse edilmektedir. Doğru cevap B’dir."
  },
  {
    "id": "3222119",
    "unitNumber": 5,
    "text": "_______________, kısa dönemli, yüksek likiditeye sahip olan ve nakit dönüşümünde değişim riskinin oldukça sınırlı olduğu varlıklardır.\n<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Nakit benzerleri",
      "B": "Alacaklar",
      "C": "Stoklar",
      "D": "Duran varlıklar",
      "E": "Özkaynaklar"
    },
    "explanation": "Türkiye Muhasebe Standartlarına göre (TMS 7) nakit benzerleri, işletmelerin kısa süreli nakit yükümlülükleri için bulundurduğu varlıklardır. Bu ifadeye göre yatırım ya da benzeri amaçlarla sahip olunan nakit varlıklar, nakit benzeri olarak tanımlanmamaktadır. Bununla birlikte, herhangi bir varlığın nakit benzeri olarak kabul edilebilmesi ancak değerin kesin olarak belirlenebilecek şekilde nakde dönüştürülebilmesine ve aynı zamanda nakde dönüşümde kaybın olmamasına bağlıdır. Diğer bir ifadeyle; nakit benzerleri, kısa dönemli yüksek likiditeye sahip olan ve nakit dönüşümünde değişim riskinin oldukça sınırlı olduğu varlıklardır. Doğru cevap A’dır."
  },
  {
    "id": "3222120",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi işletmelerin yatırım fırsatlarını değerlendirebilmek amacıyla nakit bulundurma nedenidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İşlem nedeni ile",
      "B": "İhtiyat nedeni ile",
      "C": "Spekülasyon nedeni ile",
      "D": "Telafi bakiyesi nedeni ile",
      "E": "Yatırım nedeni ile"
    },
    "explanation": "Spekülasyon Nedeni ile Nakit Bulundurma: İşletmeler para ve sermaye piyasalarında yaşanacak değişimlerden faydalanabilmek, yatırım fırsatlarını değerlendirebilmek ve pazar paylarını artırmak üzere büyük satın almalara hazırlık amacıyla nakit bulundurabilirler. Spekülasyon nedeni ile nakit bulundurulmasının temel amacı, kâr elde etmektir. Doğru cevap C’dir."
  },
  {
    "id": "3222121",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi optimum nakit tutarının tespit edilmesinde ön plana çıkan faktörlerden birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yüksek kar elde etme isteği",
      "B": "Vergi düzeyinin belirlenmesi",
      "C": "Kar payı politikası",
      "D": "Yöneticilerin risk algısı",
      "E": "Müşteri yoğunluğu"
    },
    "explanation": "Optimum nakit tutarının tespit edilmesinde ön plana çıkan faktörlerden biri, yöneticilerin risk algısıdır. İşletme yöneticisi risk almayı seviyorsa, yüksek kar hedefiyle optimum nakit tutarından daha düşük nakitle çalışmayı tercih edebilir. Diğer yandan yönetici riskten kaçınıyorsa, öncelikle düşük risk hedefiyle optimum düzeyin üzerinde bir nakde sahip olmayı isteyebilir. Doğru cevap D’dir."
  },
  {
    "id": "3222122",
    "unitNumber": 5,
    "text": "I. Optimum nakit tutarının tespit edilmesi\n<br/>II. Nakit giriş ve çıkışlarının ayarlanması\n<br/>III. Fazla nakdin değerlendirilmesi\n<br/>Yukarıdakilerden hangisi/hangileri, işletmeler açısından nakit yönetiminin temel amacıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "I, II ve III",
      "E": "Sadece I"
    },
    "explanation": "İşletmeler açısından ise nakit yönetimin temel amaçları; optimum nakit tutarının tespit edilmesi (I), nakit giriş ve çıkışlarının ayarlanması (II), fazla nakdin değerlendirilmesi (III) şeklinde sayılabilir. Buna göre I, II ve III nakdi sağlayan işletmeler açısından nakit yönetiminin temel amaçlarıdır. Doğru cevap D’dir."
  },
  {
    "id": "3222394",
    "unitNumber": 5,
    "text": "İşletmeyi besleyen, işletmenin oksijeni olan temel unsur hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yönetici",
      "B": "Operasyonlar",
      "C": "Fonlar",
      "D": "Tesisler",
      "E": "Faaliyetler"
    },
    "explanation": "Detaylar için “İŞLETME FONLARI VE YÖNETİMİ” başlığında yer alan bilgilere bakabilirsiniz.<br/>Nakit başta olmak üzere fonlar işletmenin oksijenidir, fonlar işletmeyi besler. Nakit ve nakit benzeri varlıklar olmadan işletme faaliyetleri durur."
  },
  {
    "id": "3222395",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi yöneticilerin nakit hareketlerini iyi bir şekilde anlamasının bileşik etkisine örnektir?",
    "correctAnswer": "D",
    "options": {
      "A": "Faturaların zamanında ödenmesi",
      "B": "Müşterilere uygun kredi açılması",
      "C": "Kredilerin uygun vadede alınması",
      "D": "Hissedar değeri yaratılması",
      "E": "Nakit bütçelerinin tutması"
    },
    "explanation": "Detaylar için “İŞLETME FONLARI VE YÖNETİMİ” başlığında yer alan bilgilere bakabilirsiniz.<br/>Yöneticiler, yatırımlar, faaliyetler ve finansman konusunda işletme sistemi içindeki günlük kararlardan ve dışsal koşullardan kaynaklanan ve işletmeyi etkileyen nakit hareketlerini iyi bir şekilde anlamalıdır. Çünkü bu kararlar ve olaylar işletmenin faturalarını ödeme, tedarikçilerden ve borç verenlerden kredi alma, müşterilerine kredi açma ve işletmenin ürün ve hizmetlerine yönelik talebi karşılayan bir faaliyet düzeyini sürdürme kabiliyetini etkilemektedir. Nihayetinde, bu kararların birleşik etkisi ise hissedar değerini etkilemekte, işletme tarafından elde edilen net nakit akışlarının, zaman içinde piyasanın beklentilerini aşması durumunda hissedar değeri yaratılmaktadır."
  },
  {
    "id": "3222396",
    "unitNumber": 5,
    "text": "“Hammaddelerin alımından tamamlanmış ürünlerin üretimine kadar geçen zaman aralığı”, aşağıdaki kavramlardan hangisi ile ifade edilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "üretim döngüsü",
      "B": "fon akış döngüsü",
      "C": "tüketim döngüsü",
      "D": "işletme döngüsü",
      "E": "faaliyet döngüsü"
    },
    "explanation": "Detaylar için “Fon Akış Döngüleri ve Fon Akışlarının Değişkenliği” başlığında yer alan bilgilere bakabilirsiniz.<br/>Üretim işletmeleri için, önemli miktarda fon akışının gerçekleştiği üretim döngüleri son derece önemlidir. Üretim döngüsü hammaddelerin alımından tamamlanmış ürünlerin üretimine kadar geçen zaman aralığını ifade etmektedir."
  },
  {
    "id": "3222397",
    "unitNumber": 5,
    "text": "“Müşteri ile ilk iletişim kurulduğu zaman ile gerçek bir siparişin verildiği süre arasındaki fark” hangi kavramı ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "satış döngüsü",
      "B": "fon akış döngüsü",
      "C": "üretim döngüsü",
      "D": "işletme döngüsü",
      "E": "faaliyet döngüsü"
    },
    "explanation": "Detaylar için “Fon Akış Döngüleri ve Fon Akışlarının Değişkenliği” başlığında yer alan bilgilere bakabilirsiniz.<br/>Üretim sürecinin sonunda elde edilen ürünler müşterilere satılmaya hazır hâle gelir. Böylece işletme satış döngüsüne geçebilir. Satış döngüsü müşteri ile ilk iletişim kurulduğu zaman ile gerçek bir siparişin verildiği süre arasındaki farkı ifade etmektedir."
  },
  {
    "id": "3222398",
    "unitNumber": 5,
    "text": "Üretim döngüsünde hangi faaliyet diğerlerinden sonra gelir?",
    "correctAnswer": "B",
    "options": {
      "A": "Üretim sürecinde kullanılacak hammadde ve malzemeler için harcama yapılması",
      "B": "Ürünlerin tamamlandıkça depolara taşınması ve maliyetleri tamamlanmış ürün stoklarına eklenmesi",
      "C": "Hammaddelerin stoklardan çekilmesi ve üretim araçlarında kullanılması",
      "D": "Malzemelerin stoklardan çekilmesi ve üretim araçlarında kullanılması",
      "E": "Mevcut nakdin bir kısmının, haftalık ücretlerin ve diğer devam eden masrafların ödenmesi için kullanılması"
    },
    "explanation": "Detaylar için “Fon Akış Döngüleri ve Fon Akışlarının Değişkenliği” başlığında yer alan bilgilere bakabilirsiniz.<br/>İşletme ilk olarak üretim sürecinde kullanılacak hammadde ve malzemeler için harcama yapmaktadır. Bu alımların bir kısmı nakitle gerçekleştirilirken bir kısmı tedarikçinin tanıdığı vadeye bağlı olarak kredili olarak gerçekleştirilmektedir. İşletmede üretim başladığında, temel bir dönüşüm süreci yaşanmaktadır. Mevcut nakdin bir kısmı, haftalık ücretlerin ve diğer devam eden masrafların ödenmesi için kullanılır. Hammaddeler ve malzemeler stoklardan çekilir ve üretim araçlarında kullanılır. İhtiyaç duyulması durumunda stoklar ek kredi ile tamamlanır. Elektrik ve akaryakıt gibi bazı işletme giderleri için ödemeler gerçekleştirilir. Tesis ve ekipmanın kullanımı ise dönüşüm sürecinin maliyetinin bir parçası hâline gelen amortisman şeklinde yansıtılır. Benzer şekilde, tüm patentler ve lisanslar amortismana tabi tutulur ve üretim maliyetine yansıtılır. Ürünler tamamlandıkça depolara taşınır ve maliyetleri tamamlanmış ürün stoklarına eklenir. İşletmenin üretim döngüsü uzadıkça bahsi geçen işlemler için ihtiyaç duyulan fon miktarı da artmaktadır."
  },
  {
    "id": "3222399",
    "unitNumber": 5,
    "text": "Ticari amaçtan çok üretim faaliyetlerinde kullanılmak amacıyla alınan, faaliyetlerde birden fazla kez kullanılması düşünülen ve işletmeye uzun dönemler boyunca yarar sağlayan varlıklar hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Likit varlıklar",
      "B": "Pazarlanabilir varlıklar",
      "C": "Dönen varlıklar",
      "D": "Duran varlıklar",
      "E": "Türev varlıklar"
    },
    "explanation": "Detaylar için “ÇALIŞMA SERMAYESİ KAVRAMI” başlığında yer alan bilgilere bakabilirsiniz.<br/>Duran varlıklar ticari amaçtan çok üretim faaliyetlerinde kullanılmak amacıyla alınan ve faaliyetlerde birden fazla kez kullanılması düşünülen ve işletmeye uzun dönemler boyunca yarar sağlayan varlıklardır. Sabit varlıklara yapılan yatırımlar sermaye bütçelemesinin konusu iken, dönen varlık kalemlerine yapılan yatırımlar çalışma sermayesi yönetimi kapsamında ele alınmaktadır."
  },
  {
    "id": "3222400",
    "unitNumber": 5,
    "text": "Dönen ve duran varlık ayrımı yapılırken bir yıl yerine doğal iş yılı terimi de kullanılmasının temel nedeni nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "dönen ve duran varlıkların değerlemesinin birbirinden farklı olması",
      "B": "işletmelerin bu varlıkları ellerinde bulundurma amaçları",
      "C": "faaliyet döngüsünün işletmenin faaliyet gösterdiği endüstriye göre değişebilmesi",
      "D": "duran varlıkların maliyetten amortisman düşülerek değerlenmesi",
      "E": "dönen varlıkların maliyet veya piyasa fiyatından hangisi düşükse bu değer üzerinden değerlenmesi"
    },
    "explanation": "Detaylar için “ÇALIŞMA SERMAYESİ KAVRAMI” başlığında yer alan bilgilere bakabilirsiniz.<br/>Bir yıl duran varlıklar ile dönen varlıklar arasındaki sınırı belirleyen süredir. Bununla birlikte, faaliyet döngüsü olarak adlandırılan bu süre işletmenin faaliyet gösterdiği endüstriye göre değişebilmektedir."
  },
  {
    "id": "3222401",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi dönen varlıklar kapsamında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Bina",
      "B": "Arazi",
      "C": "Tesis",
      "D": "Makine",
      "E": "Kasa ve bankalarda bulunan nakit"
    },
    "explanation": "Detaylar için “ÇALIŞMA SERMAYESİ KAVRAMI” başlığında yer alan bilgilere bakabilirsiniz.<br/>İşletmenin duran varlıkları bina, arazi, tesis, makine, demirbaş gibi varlıklar iken dönen varlıklar aşağıdaki kalemlerden oluşmaktadır (Bhat, 2008, s. 53):\n<br/><ul><br/><li>Kasa ve bankalarda bulunan nakit,</li><br/><li>Nakde yakın varlıklar veya fazla nakdin yatırıldığı kısa vadeli menkul kıymetler,</li><br/><li>Senetler, diğer bir ifadeyle işletmenin alacakları,</li><br/><li>Muhtelif borçluları veya kredili satışları içeren alacak hesapları ve işletmenin tedarikçilerine yaptığı peşin ödemeler,</li><br/></ul><br/><ul><br/><li>Hammadde, yarı mamul ve mamul malları da içeren stoklar.</li><br/></ul>"
  },
  {
    "id": "3222402",
    "unitNumber": 5,
    "text": "“Faaliyetlerin sorunsuz bir şekilde yürütülmesi için işletmenin bulundurması gereken minimum dönen varlık miktarı” aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "brüt çalışma sermayesi",
      "B": "net çalışma sermayesi",
      "C": "sürekli çalışma sermayesi",
      "D": "kesikli çalışma sermayesi",
      "E": "geçici çalışma sermayesi"
    },
    "explanation": "Detaylar için “ÇALIŞMA SERMAYESİ KAVRAMI” başlığında yer alan bilgilere bakabilirsiniz.<br/>Sürekli çalışma sermayesi, işletmelerin olağan faaliyetlerini yürütebilmesi için fonlarından devamlı olarak ayırması zorunlu olan miktarı ifade etmektedir. Diğer bir ifadeyle, faaliyetlerin sorunsuz bir şekilde yürütülmesi için işletmenin bulundurması gereken minimum dönen varlık miktarı, sürekli çalışma sermayesi olarak adlandırılmaktadır."
  },
  {
    "id": "3222403",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi çalışma sermayesi ihtiyacını belirleyen faktörlerden biri <strong><u>değildir</u>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "işin doğası",
      "B": "büyüme ve genişleme",
      "C": "satış politikası",
      "D": "vergi düzeyi",
      "E": "kar payı politikası"
    },
    "explanation": "Detaylar için “Çalışma Sermayesi İhtiyacını Belirleyen Faktörler” başlığında yer alan bilgilere bakabilirsiniz.<br/>İşletmeler, faaliyetlerini ne çok fazla ne de çok az çalışma sermayesi bulunduracak şekilde planlamalıdır. Bu bağlamda, işletmenin faaliyetlerine bağlı olarak ihtiyaç duyacağı çalışma sermayesi miktarı da değişecektir. İşletmenin toplam çalışma sermayesi ihtiyacını belirleyen birçok faktör bulunmaktadır ve bu faktörler, farklı işletmeleri farklı şekilde etkilemektedir. Diğer yandan, söz konusu faktörlerin etkileri zamana bağlı olarak değişebilmektedir. Genel olarak, işletme için gerekli olan çalışma sermayesi miktarı üzerinde etkili olan faktörler aşağıda verilmiştir."
  },
  {
    "id": "3222454",
    "unitNumber": 5,
    "text": "Müşteri ile ilk iletişim kurulduğu zaman ile gerçek bir siparişin verildiği süre arasındaki farka ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Satış döngüsü",
      "B": "Üretim döngüsü",
      "C": "Pazarlama döngüsü",
      "D": "Tedarik döngüsü",
      "E": "Hizmet döngüsü"
    },
    "explanation": "Satış döngüsü müşteri ile ilk iletişim kurulduğu zaman ile gerçek bir siparişin verildiği süre arasındaki farkı ifade etmektedir."
  },
  {
    "id": "3222455",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi duran varlık kalemlerinden biri <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Nakit",
      "B": "Bina",
      "C": "Arazi",
      "D": "Tesis",
      "E": "Makine"
    },
    "explanation": "İşletmenin duran varlıkları bina, arazi, tesis, makine, demirbaş gibi varlıklar iken dönen varlıklar aşağıdaki kalemlerden oluşmaktadır. <br/>• Kasa ve bankalarda bulunan nakit,<br/>• Nakde yakın varlıklar veya fazla nakdin yatırıldığı kısa vadeli menkul kıymetler,<br/>• Senetler, diğer bir ifadeyle işletmenin alacakları,<br/>• Muhtelif borçluları veya kredili satışları içeren alacak hesapları ve işletmenin tedarikçilerine yaptığı peşin ödemeler,<br/>• Hammadde, yarı mamul ve mamul malları da içeren stoklar"
  },
  {
    "id": "3222456",
    "unitNumber": 5,
    "text": "İşletmelerin olağan faaliyetlerini yürütebilmesi için ihtiyaç duydukları minimum dönen varlık miktarı için ayırmaları gereken fon düzeyine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sürekli çalışma sermayesi",
      "B": "Brüt çalışma sermayesi",
      "C": "Net çalışma sermayesi",
      "D": "Geçici çalışma sermayesi",
      "E": "Optimal çalışma sermayesi"
    },
    "explanation": "Sürekli çalışma sermayesi, işletmelerin olağan faaliyetlerini yürütebilmesi için fonlarından devamlı olarak ayırması zorunlu olan miktarı ifade etmektedir. <br/>Diğer bir ifadeyle, faaliyetlerin sorunsuz bir şekilde yürütülmesi için işletmenin bulundurması gereken minimum dönen varlık miktarı, sürekli çalışma sermayesi olarak adlandırılmaktadır."
  },
  {
    "id": "3222457",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi çalışma sermayesi ihtiyacını belirleyen faktörler dışında kalır?",
    "correctAnswer": "A",
    "options": {
      "A": "Duran varlıklar",
      "B": "Üretim döngüsü",
      "C": "İş döngüsü",
      "D": "Kredi politikası",
      "E": "Büyüme ve genişleme"
    },
    "explanation": "Sorunun cevabı 122 ve 123. sayfalardadır.<br/>İşletmenin toplam çalışma sermayesi ihtiyacını belirleyen birçok faktör bulunmaktadır ve bu faktörler, farklı işletmeleri farklı şekilde etkilemektedir. Diğer yandan, söz konusu faktörlerin etkileri zamana bağlı olarak değişebilmektedir. Genel olarak, işletme için gerekli olan çalışma sermayesi miktarı üzerinde etkili olan faktörler aşağıda verilmiştir:\n<br/>İşin Doğası\n<br/>Üretim Döngüsü\n<br/>İş Döngüsü (Çevrimi)\n<br/>Kredi Politikası\n<br/>Büyüme ve Genişleme"
  },
  {
    "id": "3222458",
    "unitNumber": 5,
    "text": "Çalışma sermayesi yönetimi ile ilgili olarak aşağıdakilerden hangisi <strong>söylenemez?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Nakit, para piyasalarında değerlendirilmek yerine kasada tutulmalı",
      "B": "Stok kayıtları doğru bir şekilde tutulmalı, sahip olunan ve yavaş dönen stoklar takip edilmeli",
      "C": "Fazla stok bulundurulmamalı ve olası talebe göre çalışabilmek için doğru bir satış tahmin sistemine sahip olunmalı",
      "D": "Tedarikçilerden mümkün olan maksimum süreye kadar kredi alınmalı",
      "E": "Erken ödeme koşullarını değerlendirilmeli ve uygun koşullar bulunduğunda indirimlerinden yararlanılmalı"
    },
    "explanation": "İşletmelerin çalışma sermayesini daha iyi kullanabilmek için dikkat etmeleri gereken hususlar şunlardır: <br/>• Kredi açarken daima ticari referans almak ve müşterinin ödeme gücü ve alışkanlıklarını değerlendirmek için geçmiş ticari ilişkilerine bakmak,<br/>• Stok kayıtlarını doğru bir şekilde tutmak sahip olunan ve yavaş dönen stokları takip etmek,<br/>• Fazla stok bulundurmamak ve olası talebe göre çalışabilmek için doğru bir satış tahmin sistemine sahip olmak,<br/>• Tedarikçilerden mümkün olan maksimum süreye kadar kredi almak,<br/>• Nakdi kasada tutmak yerine para piyasalarında değerlendirmek,<br/>• Erken ödeme koşullarını değerlendirmek ve uygun koşullar bulunduğunda indirimlerinden yararlanmak,<br/>• Mümkün olduğunca banka çeki ve nakitle çalışmak. Bu hem daha güvenli olacak hem de bir an önce faiz geliri elde etmenizi sağlayacaktır."
  },
  {
    "id": "3222459",
    "unitNumber": 5,
    "text": "Duran varlıkların ve sürekli çalışma sermayesinin tamamının uzun, geçici çalışma sermayesinin ise kısa vadeli kaynaklar ile finanse edildiği yaklaşıma ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tutucu yaklaşım",
      "B": "Atak yaklaşım",
      "C": "Ilımlı yaklaşım",
      "D": "Operasyonel yaklaşım",
      "E": "Finansal yaklaşım"
    },
    "explanation": "Tutucu yaklaşım, duran varlıkların ve sürekli çalışma sermayesinin tamamının uzun, geçici çalışma sermayesinin ise kısa vadeli kaynaklar ile finanse edildiği yaklaşımı ifade etmektedir."
  },
  {
    "id": "3222460",
    "unitNumber": 5,
    "text": "Türkiye Muhasebe Standartlarına göre (TMS 7), işletmelerin kısa süreli nakit yükümlülükleri için bulundurduğu varlıklara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Nakit benzerleri",
      "B": "Hazır değerler",
      "C": "Likidite",
      "D": "Stopaj",
      "E": "Dönen varlık"
    },
    "explanation": "Türkiye Muhasebe Standartlarına göre (TMS 7) nakit benzerleri, işletmelerin kısa süreli nakit yükümlülükleri için bulundurduğu varlıklardır."
  },
  {
    "id": "3222461",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi hazır değer kalemlerinden biri <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Menkul kıymetler",
      "B": "Kasa",
      "C": "Alınan ve verilen çekler",
      "D": "Bankalar",
      "E": "Ödeme emirleri"
    },
    "explanation": "Muhasebe açısından ele alındığında hazır değerler kasa, alınan çekler, bankalar, verilen çekler ve ödeme emirleri ve diğer hazır değer kalemlerinden oluşmaktadır. Bu bağlamda nakit ve nakit benzeri varlıklar, bilançonun aktif kısmında bulunan hazır değerler grubunda incelenebilmektedir."
  },
  {
    "id": "3222462",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi nakit düzeyini etkileyen dışsal faktörlerden biri <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İşletmenin çalışma sermayesi yönetimi politikası",
      "B": "İşletmenin faaliyette bulunduğu sektör",
      "C": "Sektördeki rekabet yapısı",
      "D": "Ülkenin ekonomik koşulları",
      "E": "Mevsimsel dalgalanmalar ve krizler"
    },
    "explanation": "İşletmenin faaliyette bulunduğu sektör, sektördeki rekabet yapısı, ülkenin ekonomik koşulları, mevsimsel dalgalanmalar ve krizler nakit düzeyini etkileyen dışsal faktörlerdir."
  },
  {
    "id": "3222463",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi nakit düzeyini etkileyen içsel faktörlerden biri <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İşletmenin faaliyette bulunduğu sektör",
      "B": "İşletmenin kredibilitesi",
      "C": "Alımda ve satışta geçerli olan koşullar",
      "D": "İşletmenin borç yapısı ve ödenmemiş sermaye miktarı",
      "E": "Müşteriler ve fon sağlayan kuruluşlarla olan ilişkiler"
    },
    "explanation": "İşletmelerde nakit giriş ve çıkışlarının uyumu, işletmenin büyüklüğü / yaşı, tedarikçiler, müşteriler ve fon sağlayan kuruluşlarla olan ilişkiler, alımda ve satışta geçerli olan koşullar, alacak devir hızı ve stok devir hızı, işletmenin kredibilitesi, borç yapısı ve özellikleri ve ödenmemiş sermaye miktarı nakit düzeyini etkileyen içsel faktörlerdir."
  },
  {
    "id": "3222494",
    "unitNumber": 5,
    "text": "Finansal planlama ile nakit giriş ve çıkışlarının dengelenmesi ve zamana bağlı olarak nakit ihtiyacının belirlenmesi aşağıdakilerden hangisinin tanımıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "kriz yönetimi",
      "B": "varlık yönetimi",
      "C": "nakit yönetimi",
      "D": "gelir yönetimi",
      "E": "gider yönetimi"
    },
    "explanation": "Detaylar için “NAKİT YÖNETİMİ” başlığında yer alan bilgilere bakabilirsiniz.<br/>Nakit yönetimi; finansal planlama ile nakit giriş ve çıkışlarının dengelenmesi ve zamana bağlı olarak nakit ihtiyacının belirlenmesi olarak tanımlanabilir (Lasher, 2016, s. 645)."
  },
  {
    "id": "3222495",
    "unitNumber": 5,
    "text": "Seçenektekilerden hangisi nakit yönetiminin öncelikle odaklandığı konulara bir örnek değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "nakit giriş çıkışlarının uyumu",
      "B": "ihtiyaç duyulan nakit düzeyinin tespit edilmesi",
      "C": "nakdin hangi kaynaklardan temin edileceği",
      "D": "nakdin hisse yönetiminde nasıl kullanılacağı",
      "E": "fazla nakdin nasıl değerlendirileceği"
    },
    "explanation": "Detaylar için “NAKİT YÖNETİMİ” başlığında yer alan bilgilere bakabilirsiniz.<br/>Bu tanımlardan da anlaşılabileceği gibi, nakit yönetimi öncelikle nakit giriş ve çıkışlarının uyumu doğrultusunda ihtiyaç duyulacak nakit düzeyinin tespit edilmesi, belirlenen nakit düzeyine göre nakdin hangi kaynaklardan temin edileceği ve varsa fazla nakdin nasıl değerlendirileceği konularına odaklanmaktadır (Moyer, McGuigan ve Kretlow, 2006, s. 603)."
  },
  {
    "id": "3222496",
    "unitNumber": 5,
    "text": "Nakit yönetiminde borç veren kurumun temel amacı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "ödünç verilen nakit üzerinden kazanç elde etmek",
      "B": "optimum nakit tutarının tespit edilmesi",
      "C": "nakit giriş ve çıkışlarının ayarlanması",
      "D": "fazla nakdin değerlendirilmesi",
      "E": "işletmenin likiditesini artırmak"
    },
    "explanation": "Detaylar için “NAKİT YÖNETİMİ” başlığında yer alan bilgilere bakabilirsiniz.<br/>Nakit yönetiminin borç veren ve nakdi temin eden açısından iki temel amacı bulunmaktadır. Borç veren kurumun temel amacı, ödünç verilen nakit üzerinden mümkün olan en yüksek kazancı elde etmektir."
  },
  {
    "id": "3222497",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi nakit çıkışlarının yavaşlatılabilmesinin yollarından <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "ödemelerin zamanından önce yapılması",
      "B": "vadeli ödemeler var ise ödemenin yasal süreler içinde en geç tarihte ödenmesi",
      "C": "farklı tür gider ve ödemelerin belirli tarihlere toplanması",
      "D": "farklı ödeme ve tahsilat yöntemleri kullanılması",
      "E": "küresel ekonomide yaşanan değişimlerin dikkatle takip edilmesi"
    },
    "explanation": "Detaylar için “NAKİT YÖNETİMİ” başlığında yer alan bilgilere bakabilirsiniz.<br/>Bu amaç doğrultusunda işletme, farklı ödeme ve tahsilat yöntemleri kullanarak hem nakit girişlerini hızlandırabilir hem de nakit çıkışlarını yavaşlatabilir. Bu anlayış doğrultusunda; nakit girişlerinin hızlandırılması üzerine peşin satışların tercih edilmesi, tek bir banka yerine müşteri yoğunluğuna bağlı olarak farklı bankalarla da çalışılması ya da internet bankacılığın yoğun olarak kullanılması gerekmektedir. Nakit çıkışlarının yavaşlatabilmesi için olabildiğince peşin ödemelerin yapılmaması, vadeli ödemeler var ise ödemenin yasal süreler içinde en geç tarihte ödenmesi, farklı tür gider ve ödemelerin belirli tarihlere toplanması gerekebilir. Bununla birlikte, söz konusu yöntemlerin işletmeye ek maliyetler yükleyebileceği ve tedarikçilerin/ satıcıların açısından kredibilite kaybına neden olabileceği unutulmamalıdır. Bu nedenle; özellikle nakit çıkışlarının yavaşlatabilmesi için belirtilen yöntemler dikkatle kullanılmalı, sadece ulusal ekonomik koşullar değil aynı zamanda küresel ekonomide yaşanan değişimler dikkatle takip edilmelidir."
  },
  {
    "id": "3222498",
    "unitNumber": 5,
    "text": "Alacak devir hızı ve stok devir hızının artması nakit ihtiyacını nasıl azaltmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "alacak tahsil süresinin ve stokta bulundurma süresinin uzaması ile",
      "B": "alacakların ve stokların daha hızlı nakde dönüşmesi ile",
      "C": "borç ödeme süresinin uzaması ile",
      "D": "uygun maliyetle borçlanma ile",
      "E": "kaldıraç etkisi ile"
    },
    "explanation": "Detaylar için “İşletmelerde Nakit Düzeyini Etkileyen Faktörler” başlığında yer alan bilgilere bakabilirsiniz.<br/>Alacak devir hızı ve stok devir hızının artması, alacakların ve stokların daha hızlı nakde dönüşmesi ile nakit ihtiyacını azaltmaktadır."
  },
  {
    "id": "3222499",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi nakit düzeyini etkileyen en önemli dışsal faktörlerden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "nakit giriş ve çıkışlarının uyumu",
      "B": "alımda ve satışta geçerli olan koşullar",
      "C": "işletmenin kredibilitesi",
      "D": "sektör ve sektördeki rekabet yapısı",
      "E": "borç yapısı ve özellikleri"
    },
    "explanation": "Detaylar için “İşletmelerde Nakit Düzeyini Etkileyen Faktörler” başlığında yer alan bilgilere bakabilirsiniz.<br/>Nakit düzeyini etkileyen en önemli dışsal faktörlerden biri, işletmenin faaliyette bulunduğu sektör ve sektördeki rekabet yapısıdır. Faaliyette bulunulan sektördeki genel kabul gören ödeme ve tahsilat süreleri, nakit düzeyini etkilemektedir."
  },
  {
    "id": "3222500",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi nakit düzeyini etkileyen içsel faktörlerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "krizler",
      "B": "mevsimsel dalgalanmalar",
      "C": "işletmenin kredibilitesi",
      "D": "ülkenin ekonomik koşulları",
      "E": "sektörün rekabet yapısı"
    },
    "explanation": "Detaylar için “İşletmelerde Nakit Düzeyini Etkileyen Faktörler” başlığında yer alan bilgilere bakabilirsiniz.<br/>İşletmelerde nakit giriş ve çıkışlarının uyumu, işletmenin büyüklüğü / yaşı, tedarikçiler, müşteriler ve fon sağlayan kuruluşlarla olan ilişkiler, alımda ve satışta geçerli olan koşullar, alacak devir hızı ve stok devir hızı, işletmenin kredibilitesi, borç yapısı ve özellikleri ve ödenmemiş sermaye miktarı nakit düzeyini etkileyen içsel faktörlerdir."
  },
  {
    "id": "3222501",
    "unitNumber": 5,
    "text": "Seçenektekilerden hangisi işletmelerde nakit düzeyini etkileyen faktörler arasında mevsimsel dalgalanmalara örnek bir durumdur?",
    "correctAnswer": "E",
    "options": {
      "A": "ekonomide bölgesel veya küresel boyutta yaşanan krizlere yönelik tedbiren nakit bulundurulması",
      "B": "spekülatif kur hareketlerin yaşanmasına karşı döviz bulundurulması",
      "C": "işletmenin sektördeki yoğun rekabet nedeniyle mevcut pazar paylarını korumak üzere peşin satış politikasını terk etmesi",
      "D": "işletmenin sektördeki yoğun rekabet nedeniyle mevcut pazar paylarını korumak üzere kâr marjlarını azaltarak fiyatları düşürmesi",
      "E": "turizm gibi sektörlerde faaliyet gösteren işletmelerin daha fazla nakit bulundurması"
    },
    "explanation": "Detaylar için “İşletmelerde Nakit Düzeyini Etkileyen Faktörler” başlığında yer alan bilgilere bakabilirsiniz.<br/>Genel ekonomik konjonktür tahsilatları ve ödemeleri etkileyebileceği gibi, mevsimsel değişimler dolayısıyla belirli dönemlerde nakit giriş ve çıkışlarında yaşanan değişim, tutulması gereken nakit miktarını etkilemektedir. Diğer bir ifadeyle, turizm gibi mevsimsel ya da dönemsel dalgalanmaların sıklıkla yaşandığı sektörlerde faaliyet gösteren işletmeler, faaliyetlerin nispeten daha stabil yürütüldüğü sektörlerdeki işletmelere göre belirli dönemlerde daha fazla nakit bulundurmak zorundadır."
  },
  {
    "id": "3222502",
    "unitNumber": 5,
    "text": "“İşletmenin rutin faaliyetlerini gerçekleştirebilmesi için sahip olması gereken nakit” aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Spekülasyon Nedeni ile Nakit Bulundurma",
      "B": "İhtiyat Nedeni ile Nakit Bulundurma",
      "C": "İşlem Nedeni ile Nakit Bulundurma",
      "D": "Telafi Bakiyesi Nedeni ile Nakit Bulundurma",
      "E": "Kriz Nedeni ile Nakit Bulundurma"
    },
    "explanation": "Detaylar için “<strong>İşletmelerde Nakit Bulundurma Nedenleri</strong>” başlığında yer alan bilgilere bakabilirsiniz.<br/><strong>İşlem Nedeni İle Nakit Bulundurma: </strong>İşletmenin rutin faaliyetlerini gerçekleştirebilmesi için sahip olması gereken nakdi ifade etmektedir."
  },
  {
    "id": "3222503",
    "unitNumber": 5,
    "text": "“İşletmelerin yatırım ya da benzeri amaçlara yönelik değil de, kısa süreli nakit yükümlülükleri için bulundurduğu yüksek likiditeye sahip olan varlıklar” aşağıdakilerden hangisi ile ifade edilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Öz kaynaklar",
      "B": "Duran varlıklar",
      "C": "Nakit benzerleri",
      "D": "Alacaklar",
      "E": "Stoklar"
    },
    "explanation": "Detaylar için “NAKİT KAVRAMI VE ÖZELLİKLERİ” başlığında yer alan bilgilere bakabilirsiniz.<br/><strong>Nakit benzerleri; </strong>yatırım ya da benzeri amaçlarla sahip olunan nakit varlıkları değil, işletmelerin kısa süreli nakit yükümlülükleri için bulundurduğu yüksek likiditeye sahip olan varlıkları ifade etmektedir."
  },
  {
    "id": "3222183",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi finansal analizde kullanılabilecek tekniklerden <strong><u>değildir</u></strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Yüzde analizi",
      "B": "Karşılaştırmalı tablo analizi",
      "C": "Çapraz tablo analizi",
      "D": "Trend analizi",
      "E": "Oran analizi"
    },
    "explanation": "Oran Analizi, Karşılaştırmalı Tablo Analizi, Yüzde Analizi ve Trend Analizi finansal analizde kullanılabilecek başlıca tekniklerdir. Bu nedenle doğru yanıt c şıkkıdır."
  },
  {
    "id": "3222184",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi finansal analistlerin dikkat etmesi gereken kritik konulardan <strong><u>değildir</u></strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Muhasebe teori ve uygulamaları",
      "B": "Sektörün özellikleri",
      "C": "Analizin yapıldığı dönemin ekonomik koşulları",
      "D": "Şirketin politika ve yönetimi",
      "E": "Şirkette çalışanların ünvanları ve öz geçmişleri"
    },
    "explanation": "Şirkette çalışanların ünvanları ve öz geçmişleri finansal analistlerin dikkat etmesi gereken kritik noktalardan değildir. Bu nedenle doğru yanıt e şıkkıdır."
  },
  {
    "id": "3222185",
    "unitNumber": 6,
    "text": "Aşağıdakilerin hangisi özkaynaklar içinde yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Mali borçlar",
      "B": "Ticari borçlar",
      "C": "Alınan avanslar",
      "D": "Ödenmiş sermaye",
      "E": "Stoklar"
    },
    "explanation": "Ödenmiş sermaye özkaynaklar içinde yer alır. Bu nedenle doğru yanıt d şıkkıdr."
  },
  {
    "id": "3222186",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi “bir işletmenin kasasında ya da bankalarda tutulan nakit para ile istenildiğinde, değer kaybına maruz kalmadan paraya çevrilmesi mümkün olan varlıklardır” ifadesine karşılık gelir?",
    "correctAnswer": "B",
    "options": {
      "A": "Diğer alacaklar",
      "B": "Hazır değerler",
      "C": "Menkul kıymetler",
      "D": "Stoklar",
      "E": "Diğer borçlar"
    },
    "explanation": "Bir işletmenin kasasında ya da bankalarda tutulan nakit para ile istenildiğinde, değer kaybına maruz kalmadan paraya çevrilmesi mümkün olan varlıklar hazır değerlerdir. Bu nedenle doğru yanıt b şıkkıdır."
  },
  {
    "id": "3222187",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi öz sermayeyi işletme faaliyetleri sonucunda elde edilen net kar dışında artıran etmenlerdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sermaye yedekleri",
      "B": "Kar yedekleri",
      "C": "Dönem net karı",
      "D": "Geçmiş yıllar karları",
      "E": "Ödenmiş sermaye"
    },
    "explanation": "Öz sermayeyi işletme faaliyetleri sonucunda elde edilen net kar dışında artıran etmenler sermaye yedekleridir. Bu nedenle doğru yanıt a şıkkıdır."
  },
  {
    "id": "3222188",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi brüt satış karı veya zararı kaleminden faaliyet giderlerinin çıkarılması sonucu elde edilen tutardır?",
    "correctAnswer": "D",
    "options": {
      "A": "Faaliyet giderleri",
      "B": "Net satışlar",
      "C": "Satışlardan indirimler",
      "D": "Faaliyet karı veya zararı",
      "E": "Satışların maliyeti"
    },
    "explanation": "Brüt satış karı veya zararı kaleminden faaliyet giderlerinin çıkarılması sonucu elde edilen tutar faaliyet karı veya zararıdır. Bu nedenle doğru yanıt d şıkkıdır."
  },
  {
    "id": "3222189",
    "unitNumber": 6,
    "text": "İşletmelerin vergi öncesi karını gösteren hesap aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Olağandışı gider ve zararlar",
      "B": "Olağan kar ve zarar",
      "C": "Dönem karı ve zararı",
      "D": "Dönem net karı ve zararı",
      "E": "Olağandışı gelir ve zararlar"
    },
    "explanation": "İşletmelerin vergi öncesi karını gösteren hesap dönem karı veya zararıdır. Bu nedenle doğru yanıt c şıkkıdır."
  },
  {
    "id": "3222190",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi dönen varlıklar ile kısa vadeli borçlar arasındaki sayısal ilişkiyi gösteren orandır?",
    "correctAnswer": "A",
    "options": {
      "A": "Cari oran",
      "B": "Asit - test oranı",
      "C": "Nakit oranı",
      "D": "Kaldıraç oranı",
      "E": "Öz sermaye oranı"
    },
    "explanation": "Dönen varlıklar ile kısa vadeli borçlar arasındaki sayısal ilişkiyi gösteren oran cari orandır. Bu nedenle doğru yanıt a şıkkıdır."
  },
  {
    "id": "3222191",
    "unitNumber": 6,
    "text": "Kaldıraç oranı aşağıdakilerden hangisi içinde kullanılır?",
    "correctAnswer": "E",
    "options": {
      "A": "Likidite oranları",
      "B": "Piyasa temelli oranlar",
      "C": "Karlılık oranları",
      "D": "Faaliyet oranları",
      "E": "Finansal yapı oranları"
    },
    "explanation": "Kaldıraç oranı işletmenin toplam borçlarının varlık toplamına bölünmesiyle hesaplanır. Finansal yapı oranları içinde yer alır. Bu nedenle doğru yanıt e şıkkıdır."
  },
  {
    "id": "3222192",
    "unitNumber": 6,
    "text": "Trend analizi ile ilgili aşağıdakilerden hangisi <strong><u>yanlış</u></strong> bir ifadedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilanço kalemlerindeki değişikliklerin nedenlerini araştırır.",
      "B": "İşletmelerin gösterdiği gelişimler yıllar itibariyle analiz edilir.",
      "C": "Genel olarak inceleme dönemi 5 - 10 yıl arasında değişiklik gösterir.",
      "D": "İnceleme dönemi uzun tutulursa analiz daha başarılı sonuçlar verir.",
      "E": "Bir işletmenin finansal analizinde kullanılan yöntemlerden biridir."
    },
    "explanation": "Bilanço kalemlerindeki değişikliklerin nedenlerini araştırmak karşılaştırmalı tablo analizi oluşturmanın temel amacıdır. Bu nedenle doğru yanıt a şıkkıdır."
  },
  {
    "id": "3222324",
    "unitNumber": 6,
    "text": "'Finansal analiz , amacına göre ........... , analiz yapacak kişiye göre ise ................ayrılır' Yukarıdaki bilgi cümlesindeki boşlukları sırayla ve doğru biçimde dolduran sözcükler aşağıdaki seçeneklerden hangisindedir?",
    "correctAnswer": "A",
    "options": {
      "A": "üçe , ikiye",
      "B": "ikiye , üçe",
      "C": "üçe , dörde",
      "D": "dörde , ikiye",
      "E": "dörde , üçe"
    },
    "explanation": "Doğru cevap A' dır. Finansal analiz , analizin amacına göre üçe ayrılır. Bunlar; yönetim , yatırım ve kredi analizidir. Analiz yapacak kişiye göre ise ikiye ayrılır. Bunlar; iç analiz ve dış analizdir."
  },
  {
    "id": "3222325",
    "unitNumber": 6,
    "text": "I. Oran analizi , finansal tablo kalemlerinin veya kategorilerinin matematiksel karşılaştırmalarıdır II. Trend analizi mali tablo kalemlerinin toplam varlıklar veya toplam kaynaklar içindeki payı bulunarak yapılır III.Kredi analizi , borç verenler tarafından bir işletmenin ödeme gücünü ölçmek için yapılır",
    "correctAnswer": "B",
    "options": {
      "A": "I. Doğru , II .Doğru , III. Yanlış",
      "B": "I. Doğru , II. Yanlış , III. Doğru",
      "C": "I. Yanlış , II. Doğru , III. Doğru",
      "D": "I. Yanlış , II. Yanlış , III. Doğru",
      "E": "I. Yanlış , II. Doğru , III. Yanlış"
    },
    "explanation": "Doğru cevap B' dir. Buna göre II yanlıştır çünkü trend analizi sözcükleri yerine yüzde analizi sözcükleri gelmeliydi."
  },
  {
    "id": "3222326",
    "unitNumber": 6,
    "text": "'Kaynaklar vadelerine göre ...... ana grupta , varlıklar ise likidite dereceleri ve kullanım amaçlarına göre .......ana grupta toplanır' Yukarıdaki bilgi cümlesindeki boşlukları sırayla ve doğru biçimde dolduran sözcükler aşağıdaki seçeneklerden hangisindedir?",
    "correctAnswer": "D",
    "options": {
      "A": "iki , üç",
      "B": "üç , dört",
      "C": "dört , üç",
      "D": "üç , iki",
      "E": "beş , iki"
    },
    "explanation": "Doğru cevap D' dir. Kaynakların vadelerine göre toplandığı ana grup sayısı üçtür. Bunlar; kısa vadeli borçlar , uzun vadeli borçlar ve özsermayedir. Varlıkların likidite dereceleri ve kullanım amaçlarına göre toplandığı ana grup sayısı iki olup bunlar; dönen varlıklar ve duran varlıklardır."
  },
  {
    "id": "3222327",
    "unitNumber": 6,
    "text": "I Ticari alacakları , II Menkul kıymetleri , III Hazır değerleri göstermektedir. Dönen varlıkları oluşturan bu üç hesap grubunun en likitten daha az likite doğru sıralanışı aşağıdaki seçeneklerden hangisinde yer almıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "I , II , III",
      "B": "II , I , III",
      "C": "III ,II , I",
      "D": "I , III , II",
      "E": "II , III , I"
    },
    "explanation": "Doğru sıralanış III , II , I ve doğru cevap C' dir."
  },
  {
    "id": "3222328",
    "unitNumber": 6,
    "text": "I Ödenmiş sermayeyi , II Sermaye yedeklerini , III Yedek akçeyi , IV Geçmiş yıllar karlarını , V Dönem net karını göstermektedir. Gelecekte ortaya çıkacak riskleri karşılamak için işletmelerin karlarından ayrılan bölümü yukarıdaki terimlerden hangisi ifade etmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "explanation": "İşletmelerin karlarından gelecekte ortaya çıkacak riskleri karşılamak için ayrılan bölümü yedek akçe terimi ifade etmektedir. Doğru cevap C 'dir."
  },
  {
    "id": "3222329",
    "unitNumber": 6,
    "text": "A şirketinin bilançosunda kısa vadeli yabancı borç 300 bin TL ve dönen varlıklar 120 bin TL olarak rapor edilmiştir. A şirketinin cari oranı nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "0.10",
      "B": "0.20",
      "C": "0.30",
      "D": "0.40",
      "E": "0.50"
    },
    "explanation": "Cari oran = Dönen varlıklar / Kısa vadeli yabancı kaynaklardır . Buna göre 120 bin / 300 bin = 0.40 olup D doğrudur."
  },
  {
    "id": "3222330",
    "unitNumber": 6,
    "text": "DV : Dönen varlıkları , S : Stokları , KVYK : Kısa vadeli yabancı kaynakları göstermektedir. Buna göre asit - test oranı aşağıdakilerden hangisine eşittir?",
    "correctAnswer": "A",
    "options": {
      "A": "( DV - S ) / KVYK",
      "B": "( DV + S ) /KVYK",
      "C": "( DV - KVYK ) / S",
      "D": "(DV + KVYK ) / S",
      "E": "DV / (S -KVYK)"
    },
    "explanation": "Doğru cevap A' dır."
  },
  {
    "id": "3222331",
    "unitNumber": 6,
    "text": "I. Varlıkların yüzde kaçının borçlarla finanse edildiğini gösterir II.İşletmeye kredi verenler bu oranın küçük olmasını arzu eder Yukarıdaki özellikler aşağıdaki oranlardan hangisine aittir?",
    "correctAnswer": "E",
    "options": {
      "A": "Öz sermaye / Toplam varlık oranı",
      "B": "Toplam borç / Öz sermaye oranı",
      "C": "Alacak devir hızı oranı",
      "D": "Toplam borç / Öz sermaye oranı",
      "E": "Kaldıraç oranı"
    },
    "explanation": "Doğru cevap E' dir."
  },
  {
    "id": "3222332",
    "unitNumber": 6,
    "text": "'İşletmenin borcunu ödemesi , Kısa vadeli borçta azalış , Özkaynakların artması , Paydaşlara kar payı ödenmesi , uzun vadeli borçta artış' Yukarıda sayılan işlemlerden kaç tanesi nakit çıkışı ile ilgilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "1",
      "B": "5",
      "C": "2",
      "D": "4",
      "E": "3"
    },
    "explanation": "Özkaynakların artması değil azalması , uzun vadeli borçta artış değil azalış nakit çıkışı ile ilgilidir. Dolayısı ile sayılan beş işlemden ikisinin nakit çıkışı ile ilgisi yoktur. Kalan üç işlem ise nakit çıkışı ile ilgilidir. Doğru cevap E' dir."
  },
  {
    "id": "3222333",
    "unitNumber": 6,
    "text": "Toplam borç / Özsermaye oranı 0.25 olan bir şirket için aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Şirket, yükümlülüklerinin iki katı özsermayeye sahiptir",
      "B": "Şirket ,yükümlülüklerinin üç katı özsermayeye sahiptir",
      "C": "Şirket , yükümlülüklerinin dört katı özsermayeye sahiptir",
      "D": "Şirket , yükümlülüklerinin beş katı özsermayeye sahiptir",
      "E": "Şirket , yükümlülüklerinin sekiz katı özsermayeye sahiptir"
    },
    "explanation": "0.25 = 1 / 4 olup toplam borç veya yükümlülükler 1 iken özsermaye 4'tür. Özsermaye borcun 4 katıdır. Doğru cevap C' dir."
  },
  {
    "id": "3222370",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bir işletmenin finansal<br/>durumu değerlendirilmek amacıyla bilanço ve gelir tablosu kalemleri arasında<br/>ilişkiler kurma ve yorum yapma sürecini ifade eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Oran analizi",
      "B": "Karşılaştırmalı tablo analizi",
      "C": "Trend analizi",
      "D": "Yüzde analizi",
      "E": "Finansal Analiz"
    },
    "explanation": "Finansal Analiz: Bir işletmenin finansal<br/>durumu değerlendirilmek amacıyla bilanço ve gelir tablosu kalemleri arasında<br/>ilişkiler kurma ve yorum yapma sürecidir"
  },
  {
    "id": "3222371",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangileri Finansal analizde kullanılabilecek başlıca teknikleri ifade eder?\n <br/>1. Kredi analizi<br/>2. Karşılaştırmalı tablo analizi<br/>3. Yüzde analizi<br/>4. Trend analizi",
    "correctAnswer": "C",
    "options": {
      "A": "1 ve 2",
      "B": "1, 2 ve 4",
      "C": "2, 3 ve 4",
      "D": "1 ve 3",
      "E": "1 ve 4"
    },
    "explanation": "Finansal analizde kullanılabilecek başlıca teknikler şunlardır:<br/>• Oran analizi<br/>• Karşılaştırmalı tablo analizi<br/>• Yüzde analizi<br/>• Trend analizi<br/>2, 3 ve 4"
  },
  {
    "id": "3222373",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi finansal analiz amaçlarını ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "1. Yönetim analizi\n 2. Yatırım analizi\n 3. Kredi analizi",
      "B": "1. Yönetim analizi\n 2. Yatırım analizi\n 3. Trend analizi",
      "C": "1. Yönetim analizi\n 2. Yüzde analizi\n 3. Kredi analizi",
      "D": "1. Oran analizi\n 2. Yatırım analizi\n 3. Kredi analizi",
      "E": "1. Yönetim analizi\n 2. Yatırım analizi\n 3. Karşılaştırma analizi"
    },
    "explanation": "finansal analiz amacına göre üçe ayrılır:<br/>• Yönetim analizi<br/>• Yatırım analizi<br/>• Kredi analizi<br/>1. Yönetim analizi\n 2. Yatırım analizi\n 3. Kredi analizi"
  },
  {
    "id": "3222374",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi finansal analizde başarılı olunabilmesi için dikkat<br/>edilmesi gereken özelliklerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Finansal analistler, sektörün özelliklerini<br/>dikkate almalıdır.",
      "B": "Şirketin politika ve yöntemleri finansal<br/>analist tarafından bilinmelidir",
      "C": "Finansal analistler, analizin yapıldığı dönem ve o dönemin ekonomik koşullarını<br/>dikkate almalıdır.",
      "D": "Finansal analistler, doğru yorumlar yapabilmek için muhasebe teori ve uygulamalarını bilmelidir",
      "E": "Şirketin politika ve yöntemleri finansal<br/>analist tarafından belirlenmelidir"
    },
    "explanation": "Finansal analizde kullanılan yöntemlerin detayları aşağıda tartışılacaktır. Finansal analizde başarılı olunabilmesi için aşağıdaki noktalara da dikkat<br/>edilmesi gerekir (Ceylan, 2018):<br/>• Finansal analistler, doğru yorumlar yapabilmek için muhasebe teori ve uygulamalarını bilmelidir.<br/>• Finansal analistler, sektörün özelliklerini<br/>dikkate almalıdır.<br/>• Finansal analistler, analizin yapıldığı dönem ve o dönemin ekonomik koşullarını<br/>dikkate almalıdır.<br/>• Şirketin politika ve yöntemleri finansal<br/>analist tarafından bilinmelidir<br/>Şirketin politika ve yöntemleri finansal<br/>analist tarafından belirlenmelidir"
  },
  {
    "id": "3222375",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bir işletmenin belirli tarihteki varlıklarını ve bu varlıkların<br/>sağlandığı yükümlülükler ve özkaynakları gösteren mali tablodur?",
    "correctAnswer": "C",
    "options": {
      "A": "Borçlar",
      "B": "Karlılık",
      "C": "Bilanço",
      "D": "Varlıklar",
      "E": "Özkaynaklar"
    },
    "explanation": "Bilanço: Bir işletmenin belirli tarihteki varlıklarını ve bu varlıkların<br/>sağlandığı yükümlülükler ve özkaynakları gösteren mali tablodur."
  },
  {
    "id": "3222377",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sağladığı yarar o dönem içinde sona eren varlıklara verilen addır?",
    "correctAnswer": "E",
    "options": {
      "A": "Hazır Değerler",
      "B": "Ticari Alacaklar",
      "C": "Özsermaye",
      "D": "Duran Varlıklar",
      "E": "Dönen Varlıklar"
    },
    "explanation": "Sağladığı yarar o dönem içinde sona eren varlıklara dönen varlıklar denir."
  },
  {
    "id": "3222378",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi dönen varlıkların en likit<br/>kalemine verilen addır?",
    "correctAnswer": "B",
    "options": {
      "A": "Menkul Kıymetler",
      "B": "Hazır Değerler",
      "C": "Ticari Alacaklar",
      "D": "Stoklar",
      "E": "Diğer Alacaklar"
    },
    "explanation": "Hazır Değerler: Dönen varlıkların en likit<br/>kalemidir. Bir işletmenin kasasında ya da bankalarda tutulan nakit para ile istenildiğinde, değer kaybına maruz kalmadan paraya çevrilmesi mümkün<br/>olan varlıklardır (Sevilengül, 2020)."
  },
  {
    "id": "3222380",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bir işletmenin satmak veya<br/>diğer faaliyetlerini yürütmede kullanmak amacıyla satın aldığı mal ve hizmet bedellerinden doğan<br/>senetli ve senetsiz borçlarının izlendiği hesaptır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ticari borçlar",
      "B": "Ödenecek Vergi",
      "C": "Alınan Avanslar",
      "D": "Mali Borçlar",
      "E": "Diğer Borçlar"
    },
    "explanation": "Ticari Borçlar: Bir işletmenin satmak veya<br/>diğer faaliyetlerini yürütmede kullanmak amacıyla satın aldığı mal ve hizmet bedellerinden doğan<br/>senetli ve senetsiz borçları bu hesapta izlenir"
  },
  {
    "id": "3222381",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Dönen Varlıkların Kısa Vadeli Yabancı Kaynaklara bölünmesi ile elde edilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Asit-Test Oranı",
      "B": "Cari Oran",
      "C": "Alacak Devir Hızı Oranı",
      "D": "Stok Devir Hızı Oranı",
      "E": "Kaldıraç Oranı"
    },
    "explanation": "Cari Oran = Dönen Varlıklar / Kısa Vadeli Yabancı Kaynaklar"
  },
  {
    "id": "3222383",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yatırımcılar ile firma arasındaki nakit akışlarına verilen addır?",
    "correctAnswer": "D",
    "options": {
      "A": "Net işletme sermayesi akışları",
      "B": "Varlık nakit akışları",
      "C": "Yatırım Nakit Akışları",
      "D": "Finansal Nakit Akışları",
      "E": "Serbest Nakit Akışları"
    },
    "explanation": "Yatırımcılar ile firma arasındaki nakit akışlarına Finansal Nakit Akışları (FNA) adı verilir."
  },
  {
    "id": "3222404",
    "unitNumber": 6,
    "text": "Mali tablolar aşağıdakilerden hangisi hakkında fikir verir?",
    "correctAnswer": "C",
    "options": {
      "A": "işletmenin değerindeki artış",
      "B": "dönen varlıkların kısa vadeli borçları ödeme gücü",
      "C": "işletmenin mali durumu ve faaliyet sonuçları",
      "D": "işletmenin değerindeki azalış",
      "E": "yönetiminin kaynakları verimli kullanıp kullanmadığı"
    },
    "explanation": "Detaylar için “FİNANSAL ANALİZ” başlığında yer alan bilgilere bakabilirsiniz.<br/>Bir işletme sahip olduğu varlıklar ile borçları arasındaki ilişkiyi dengeli bir şekilde koruyarak faaliyet gösteren ticari, sınai veya mesleki faaliyetlerde bulunan bir kuruluş olarak tanımlanabilir. Bu kapsamda mali tablolar, genel olarak bir işletmenin mali durumunu ve faaliyet sonuçlarını gösterir. Detayları ve gelişmeleri tek başına mali tablolardan görmek mümkün değildir. Başka bir deyişle, finansal tablolar tek başlarına bir işletmenin değerindeki artış veya azalışı, dönen varlıkların kısa vadeli borçları ödeme gücünü, varlıklarının etkinliğini ve yönetiminin kaynakları verimli kullanıp kullanmadığı hakkında fikir vermez"
  },
  {
    "id": "3222405",
    "unitNumber": 6,
    "text": "Seçenektekilerden hangisi finansal analizde kullanılabilecek başlıca tekniklerden biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Trend analizi",
      "B": "Yüzde analizi",
      "C": "Karşılaştırmalı tablo analizi",
      "D": "Pazar analizi",
      "E": "Oran analizi"
    },
    "explanation": "Detaylar için “FİNANSAL ANALİZ” başlığında yer alan bilgilere bakabilirsiniz.<br/>Finansal analizde kullanılabilecek başlıca teknikler şunlardır:\n <ul> <li>Oran analizi</li> <li>Karşılaştırmalı tablo analizi</li> <li>Yüzde analizi</li> </ul> • Trend analizi"
  },
  {
    "id": "3222406",
    "unitNumber": 6,
    "text": "“Bir işletmenin belirli tarihteki varlıklarını, yükümlülüklerini ve özkaynaklarını gösteren mali tablo” hangi kavramı ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "bilanço",
      "B": "sermaye",
      "C": "borçlar",
      "D": "dönen varlıklar",
      "E": "duran varlıklar"
    },
    "explanation": "Detaylar için “Bilanço” başlığında yer alan bilgilere bakabilirsiniz.<br/>Bilanço, bir işletmenin belirli tarihteki varlıklarını, yükümlülüklerini ve özkaynaklarını gösteren mali tablodur. Bir başka ifade ile bilanço bir işletmenin varlıklarını ve bu varlıkların hangi kaynaklarla finanse edildiğini gösterir."
  },
  {
    "id": "3222407",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi duran varlıklardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "gelecek yıllara ait gelir gider tahakkukları",
      "B": "menkul kıymetler",
      "C": "stoklar",
      "D": "gelecek aylara ait gelir gider tahakkukları",
      "E": "hazır değerler"
    },
    "explanation": "Detaylar için “Duran Varlıklar” başlığında yer alan bilgilere bakabilirsiniz.<br/>Satılmak amacıyla alınmayan, faaliyet dönemi içinde birden fazla dönem kullanılabilen ve sağladığı yarar birden fazla döneme yayılan varlıklardır. Duran varlıklar ticari alacaklar, diğer alacaklar, mali duran varlıklar, maddi duran varlıklar, maddi olmayan duran varlıklar, gelecek yıllara ait giderler ve gelir tahakkukları ve diğer duran varlıklar gibi ana hesap gruplarına ayrılmıştır."
  },
  {
    "id": "3222408",
    "unitNumber": 6,
    "text": "Bir işletmenin sahip ya da ortaklarının sermaye olarak verdikleri değerler ile faaliyetler sonucu sağlanan ve henüz işletmeden çekilmemiş olan karlardan oluşan unsurlar hangi hesap grubunda yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Uzun vadeli yabancı kaynaklar",
      "B": "Özkaynaklar",
      "C": "Kısa vadeli yabancı kaynaklar",
      "D": "Toplam varlıklar",
      "E": "Bilanço"
    },
    "explanation": "Detaylar için “Özkaynaklar (Özsermaye)” başlığında yer alan bilgilere bakabilirsiniz.<br/>Bir işletmenin sahip ya da ortaklarının sermaye olarak verdikleri değerler ile faaliyetler sonucu sağlanan ve henüz işletmeden çekilmemiş olan karlardan oluşan unsurlar bu hesap grubunda yer alır. Öz kaynak hesap grubunda ödenmiş sermaye, sermaye yedekleri, kar yedekleri, geçmiş yıllar karları, geçmiş yıllar zararları, dönem net kârı/zararı ana kalemleri yer almaktadır."
  },
  {
    "id": "3222409",
    "unitNumber": 6,
    "text": "Likidite oranları hakkında aşağıdaki ifadelerden hangisi <u>yanlıştır</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Likidite oranlarının işletme sahip ve yöneticileri açısından önemi, işletmenin kısa süreli borçlarını ödemede herhangi bir sorunla karşılaşıp karşılaşmayacağını belirlemektir.",
      "B": "Likidite oranlarının kredi verenler açısından önemi işletmeye verilen kısa vadeli fonların geri ödenmesinde işletmenin sıkıntı çekip çekmeyeceğini belirlemektir.",
      "C": "Oranlarla analiz yönteminde yorumlar mutlak doğrular olarak ele alınmamalıdır.",
      "D": "Hesaplamada bulunacak rakamların standartların üzerine çıkması işletmenin iyi durumda olduğunun göstergesidir.",
      "E": "Amaç ne olursa olsun bu rakamların belli oranların altına düşmesi işletmenin üzerinde durması gereken önemli bir konudur."
    },
    "explanation": "Detaylar için “Likidite Oranları” başlığında yer alan bilgilere bakabilirsiniz.<br/>Likidite oranlarının işletme sahip ve yöneticileri açısından önemi, işletmenin kısa süreli borçlarını ödemede herhangi bir sorunla karşılaşıp karşılaşmayacağını belirlemek iken, kredi verenler ise oranları, işletmeye verilen kısa vadeli fonların geri ödenmesinde işletmenin sıkıntı çekip çekmeyeceğini belirlemek amacıyla kullanmaktadırlar. Anlaşılacağı gibi, analizin hangi amaçla yapıldığı yorumda önem kazanmakla birlikte, amaç ne olursa olsun bu rakamların belli oranların altına düşmesi işletmenin üzerinde durması gereken önemli bir konu olmalıdır. Ancak bulunacak rakamların standartların üzerine çıkması her zaman işletmenin iyi durumda olduğunun göstergesi olmayabilir. Bu durumda, oranlarla analiz yönteminde yorumlar mutlak doğrular olarak ele alınmamalıdır ve özellikle konuyla ilgili diğer analiz teknikleri de kullanılmalıdır (Büker vd., 2014)."
  },
  {
    "id": "3222410",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi faaliyet (etkinlik) oranlarından biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Fiyat-Kazanç (F/K) Oranı",
      "B": "Aktif Kârlılığı Oranı",
      "C": "Alacak Devir Hızı Oranı",
      "D": "Piyasa Değeri-Defter Değeri (PD/DD) Oranı",
      "E": "Toplam Borç/Özsermaye Oranı"
    },
    "explanation": "Detaylar için “Faaliyet (Etkinlik) Oranları” başlığında yer alan bilgilere bakabilirsiniz.<br/>Alacak Devir Hızı Oranı: Ticari alacakların kalitesi ve likiditesi hakkında fikir sahibi olmamızı sağlar ve aşağıdaki şekilde formüle edilebilir:\n Alacak Devir Hızı Oranı = Kredili Satışlar / Ticari Alacaklar"
  },
  {
    "id": "3222411",
    "unitNumber": 6,
    "text": "Trend analizinin karşılaştırmalı tablo analizinden farkı nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Duran varlıklardaki değişimin görülmesi",
      "B": "Dönen varlıklardaki değişimin görülmesi",
      "C": "Zıt yönde değişen kalemlerin nedenlerinin görülmesi",
      "D": "İşletmenin gelecekteki mali durumunun tahmin edilmeye çalışılması",
      "E": "Süre olarak daha uzun yılları karşılaştırması"
    },
    "explanation": "Detaylar için “Trend Analizi” başlığında yer alan bilgilere bakabilirsiniz.<br/>Trend Analizi, bir işletmenin finansal analizinde kullanılan yöntemlerden biridir. Trend analizinde işletmelerin gösterdiği gelişimler yıllar itibariyle analiz edilir. Karşılaştırmalı tablolar analizinden farklı olarak trend analizinde daha uzun yıllar karşılaştırılır. Genellikle inceleme dönemi, 5-10 yıl arasında değişkenlik gösterir."
  },
  {
    "id": "3222412",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi nakit akış tablolarının işletmeye sağladığı faydalardan biri <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Nakit akış tablosu ile tabloyu okuyan kişi nakit akışlarının periyodik olarak tutarlı olup olmadığı konusunda bilgi edinebilir.",
      "B": "Nakit akışı bilgisi ile şirketin ihtiyaç hâlinde nakit ve nakit benzeri yaratma yeteneği de ölçülebilir.",
      "C": "Sadece kendi işletmenizin performans raporlarını karşılaştırma imkanı sağlar.",
      "D": "İşletmenin, para yönetiminin hangi aşamalarında başarılı olduğu incelenebilir.",
      "E": "Geçmişe dair finansal politikaları değerlendirme fırsatı sunar."
    },
    "explanation": "Detaylar için “Nakit Akış Tablosu” başlığında yer alan bilgilere bakabilirsiniz.<br/>Nakit akış tablosu, şirketin belirli bir periyot içinde, nakit varlıklarını nereye harcadığını ve nereden nakit elde ettiğini gösterir (Akgüç, 1998). Nakit akış tablolarının işletmeye sağladığı faydalar şu şekilde sıralanabilir:."
  },
  {
    "id": "3222413",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi nakit çıkışıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "paydaşların yatırım yapması",
      "B": "kısa veya uzun vadeli borçta artış",
      "C": "özkaynakların azalması",
      "D": "özkaynakların artması",
      "E": "işletmenin borç alması"
    },
    "explanation": "Detaylar için “İşletme Faaliyetlerinden Kaynaklanan Nakit Akışları” başlığında yer alan bilgilere bakabilirsiniz.<br/>Finansman Faaliyetlerinden Kaynaklanan Nakit Akışları\n Finansman faaliyetlerinden kaynaklanan nakit giriş ve çıkışları şöyledir (Keown ve diğerleri, 2016):\n <table> <tbody> <tr> <td> Nakit Girişi\n </td> <td> Nakit Çıkışı\n </td> </tr> <tr> <td> İşletmenin borç alması\n </td> <td> İşletmenin borcunu ödemesi\n </td> </tr> <tr> <td> (kısa veya uzun vadeli borçta artış)\n </td> <td> (kısa veya uzun vadeli borçta azalış)\n </td> </tr> <tr> <td> Paydaşların yatırım yapması\n </td> <td> Paydaşlara kar payı ödenmesi veya pay senetlerinin geri alınması\n </td> </tr> <tr> <td> (özkaynakların artması)\n </td> <td> (özkaynakların azalması)\n </td> </tr> </tbody> </table>"
  },
  {
    "id": "3222064",
    "unitNumber": 7,
    "text": "Kısa vadeli finansal planlamanın ilk adımı aşağıdakilerden hangisidir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Şirketin gelecekteki nakit akışlarını tahmin etmektir.",
      "B": "İş fikrini ortaya koymaktır.",
      "C": "Girişimci bir yapıya sahip olmaktır.",
      "D": "Şirketin sermayesini belirlemektir.",
      "E": "İş fikrinin hangi pazara yönelik oluşturulacağını belirlemektir."
    },
    "explanation": "Kısa vadeli finansal planlamanın ilk adımı, şirketin gelecekteki nakit akışlarını tahmin etmektir."
  },
  {
    "id": "3222065",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi finansal performans analizinin temel amaçlarından biridir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergilerin hesaplanması.",
      "B": "Şirketin gelecekteki nakit akışlarını tahmin etmek.",
      "C": "Her dönem için nakit fazlası veya nakit açığı olup olmayacağını belirlemek.",
      "D": "İşletme kaynaklarının ne ölçüde etkin ve verimli kullanıldığının finansal olarak ölçümünü yapmak.",
      "E": "İşletmenin finansal açıdan güçlü ve zayıf yönleri, fırsatları ve riskleri hakkında fikir edinmek."
    },
    "explanation": "Finansal performans analizinin temel amaçları<br/>şunlardır (Helfert, 2001):<br/>• İşletme strateji ve politikalarının geliştirilmesi<br/>• Finansal başarısızlığın öngörülmesi<br/>• Vergilerin hesaplanması<br/>• Kredibilitenin belirlenmesi<br/>• İşletmenin değerinin belirlenmesi"
  },
  {
    "id": "3222066",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi işletmelerin finansal performans sonuçlarını kullanan paydaşlardan biri <strong>değildir</strong> ?",
    "correctAnswer": "E",
    "options": {
      "A": "İşletmeye borç verenler",
      "B": "İşletmenin tedarikçileri",
      "C": "İşletmenin çalışanları",
      "D": "İşletmenin müşterileri",
      "E": "İşletmeden borç alanlar"
    },
    "explanation": "İşletmelerin finansal performans sonuçları; sadece finans yöneticileri tarafından değil yatırımcılar,<br/>borç verenler, tedarikçiler, çalışanlar ve müşteriler<br/>olmak üzere tüm paydaşlarca da etkin bir şekilde<br/>kullanılabilmektedir"
  },
  {
    "id": "3222076",
    "unitNumber": 7,
    "text": "Bir işletmenin gelecekte etkili finansal kararlar alması ve hissedarların servetini en üst düzeye çıkarması aşağıdakilerden hangisi ile mümkündür ?",
    "correctAnswer": "A",
    "options": {
      "A": "İşletmenin finansal durumuna ilişkin sağlam bir anlayış geliştirmekle",
      "B": "İşletmenin büyük bir sermaye ile kurulmasına",
      "C": "İşletmenin mutlaka kar oranını maksimize eden bir anlayış ile işletilmesiyle",
      "D": "İşletmenin değerinin tespit edilmesiyle",
      "E": "İşletmenin inovatif bir anlayış ile yönetilmesiyle"
    },
    "explanation": "r. Öyle ki bir işletmenin gelecekte etkili finansal kararlar alması ve hissedarların servetini en üst<br/>düzeye çıkarması ancak mevcut finansal durumuna<br/>ilişkin sağlam bir anlayış geliştirmekle mümkündür (McMenamin, 2005)."
  },
  {
    "id": "3222077",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi oran analizinin temel kullanım amaçlarından biri <strong>değildir</strong> ?",
    "correctAnswer": "E",
    "options": {
      "A": "İşletmenin performansının zaman içinde gelişiminin analiz edilmesi",
      "B": "İşletmeler arası karşılaştırma yapılması",
      "C": "Bütçeleme",
      "D": "Geleceğe dönük projeksiyonların yapılması",
      "E": "Geçmişe dönük projeksiyonların yapılması"
    },
    "explanation": "Oran analizi temel kullanım amaçları şunlardır:<br/>• İşletmenin performansının zaman içinde<br/>gelişiminin analiz edilmesi<br/>• İşletmeler arası karşılaştırma yapılması<br/>• İşletmenin performansının sektör ortalamaları ile karşılaştırılması<br/>• Geleceğe dönük projeksiyonların yapılması<br/>• Bütçeleme"
  },
  {
    "id": "3222078",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi oran analizinde kullanılan sınıflandırmalardan biridir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Likidite oranları",
      "B": "Reel oranlar",
      "C": "Sermaye oranları",
      "D": "Somut oranlar",
      "E": "Fiyat kazanç oranları"
    },
    "explanation": "Oran analizinde kullanılan oranlar; likidite<br/>oranları, finansal yapı oranları, faaliyet oranları,<br/>kârlılık oranları ve piyasa performansını gösteren<br/>oranlar olmak üzere beş gruba ayrılmaktadır (Büker vd., 2018):"
  },
  {
    "id": "3222079",
    "unitNumber": 7,
    "text": "Değere dayalı finansal performans yaklaşımı açısından performansı ölçmeye yönelik olarak aşağıdaki yöntemlerden hangisi <strong>kullanılmaz</strong> ?",
    "correctAnswer": "E",
    "options": {
      "A": "Ekonomik katma değer",
      "B": "Piyasa katma değeri",
      "C": "Nakit katma değer",
      "D": "Hissedar katma değeri",
      "E": "Çevresel katma değer"
    },
    "explanation": "Performansı ölçmeye yönelik olarak ekonomik katma değer, piyasa katma değeri, nakit katma değer, yatırımın nakit akımı getirisi ve hissedar katma değer yöntemleri kullanılmaktadır."
  },
  {
    "id": "3222080",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi işletmelerin kısa süreli finansal planlama amacıyla kullandıkları bütçelerden biri <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Üretim Bütçesi",
      "B": "Yatırım Bütçesi",
      "C": "Satış Bütçesi",
      "D": "İşletme Bütçesi",
      "E": "Nakit Bütçesi"
    },
    "explanation": "Bu bölümde, işletmelerin finansal planlama<br/>amacıyla kullandıkları nakit bütçesi ve işletme bütçesi, satış bütçesi ve üretim bütçesi hakkında detaylar verilmeye çalışılacaktır."
  },
  {
    "id": "3222081",
    "unitNumber": 7,
    "text": "İşletmenin amaçlanan hedefe ulaşması için yapılan, rakamlarla ifade edilmiş ayrıntılı ve kısa süreli bir plandır.\n<br/>Yukarıdaki tanıma uygun ifade aşağıdakilerden hangisidir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Nakit akış tablosu",
      "B": "Gelir tablosu",
      "C": "Bilanço",
      "D": "Bütçe",
      "E": "Mizan"
    },
    "explanation": "Bütçe: işletmenin amaçlanan hedefe ulaşması için yapılan, rakamlarla ifade edilmiş ayrıntılı ve kısa süreli bir plandır."
  },
  {
    "id": "3222082",
    "unitNumber": 7,
    "text": "İşletmelerdeki bölümler, .......... sayesinde hem birbirlerini destekler hem de birbirlerini denetleme imkanı bulurlar.\n<br/>Yukarıda boş bırakılan yere uygun olan ifade aşağıdakilerden hangisidir ?",
    "correctAnswer": "E",
    "options": {
      "A": "Bilançolar",
      "B": "Gelir tabloları",
      "C": "Nakt akış tabloları",
      "D": "Mizanlar",
      "E": "Bütçeler"
    },
    "explanation": "İşletmelerdeki bölümler, bütçeler sayesinde hem<br/>birbirlerini destekler hem de birbirlerini denetleme imkânı bulurlar."
  },
  {
    "id": "3222199",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi finansal performans analizinin temel amaçlarından biri<strong> değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İşletmenin değerinin belirlenmesi",
      "B": "İşletme strateji ve politikalarının geliştirilmesi",
      "C": "Kredibilitenin belirlenmesi",
      "D": "Finansal başarının öngörülmesi",
      "E": "Vergilerin hesaplanması"
    },
    "explanation": "Finansal performans analizinin temel amaçları<br/>şunlardır (Helfert, 2001):<br/>• İşletme strateji ve politikalarının geliştirilmesi<br/>• Finansal başarısızlığın öngörülmesi<br/>• Vergilerin hesaplanması<br/>• Kredibilitenin belirlenmesi<br/>• İşletmenin değerinin belirlenmesi<br/>Finansal başarının öngörülmesi"
  },
  {
    "id": "3222200",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi işletme yöneticileri açısından, finansal performans analizinin temel işlevlerinden biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İşletmenin görece likiditesi, borçluluğu ve karlılığına ilişkin fikir vermek",
      "B": "Kurumsal hedeflerin oluşturulmasına yardımcı olmak",
      "C": "Yatırımcıların işletmeyi nasıl algıladığına dair fikir vermek",
      "D": "Ortaya çıkan sorunların ve işletmenin güçlü yönlerinin tespit edilmesine yardımcı olmak",
      "E": "Vergilerin hesaplanması"
    },
    "explanation": "İşletme Yöneticileri açısından, finansal performans analizinin işlevleri şunlardır:<br/>• İşletmenin görece likiditesi, borçluluğu ve<br/>karlılığına ilişkin fikir vermek<br/>• Yatırımcıların işletmeyi nasıl algıladığına<br/>dair fikir vermek<br/>• Ortaya çıkan sorunların ve işletmenin güçlü<br/>yönlerinin tespit edilmesine yardımcı olmak<br/>• Kurumsal hedeflerin oluşturulmasına yardımcı olmak<br/>Vergilerin hesaplanması"
  },
  {
    "id": "3222202",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi işletmenin mevcut finansal güçlü ve zayıf yönlerini değerlendirilmesine olanak veren ve geçmiş yatırımları ile finansman kararlarını göz önünde bulundurarak işletmenin getirilerini, riski ve dolayısıyla değerini tespit etmeye yardımcı olan analizdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yatırım Analizi",
      "B": "İnsan Kaynakları Analizi",
      "C": "Stratejik Analiz",
      "D": "Operasyonel Analiz",
      "E": "Finansal Analiz"
    },
    "explanation": "Finansal Analiz: İşletmenin mevcut finansal<br/>güçlü ve zayıf yönlerini değerlendirilmesine ve<br/>geçmiş yatırımları ile finansman kararlarını göz<br/>önünde bulundurarak işletmenin getirileri, riski ve dolayısıyla değerini tespit etmeye yardımcı<br/>olan analizdir."
  },
  {
    "id": "3222204",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi işletmelerin vadesi gelen kısa vadeli yükümlülüklerini karşılama düzeyini belirlenmek amacıyla kullanılır?",
    "correctAnswer": "E",
    "options": {
      "A": "Kaldıraç oranı",
      "B": "Borç oranı",
      "C": "Asit test oranı",
      "D": "Cari oran",
      "E": "Finansman oranı"
    },
    "explanation": "Likidite Oranları; işletmenin cari finansal durumunun analizinde kullanılan likidite<br/>oranlarıyla işletmelerin vadesi gelen kısa vadeli<br/>yükümlülüklerini karşılama düzeyi belirlenmektedir"
  },
  {
    "id": "3222205",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi işletmelerin varlıklarını ne ölçüde etkin kullandığını ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Faaliyet Oranları",
      "B": "Finansal yapı oranları",
      "C": "Likidite oranları",
      "D": "Karlılık oranları",
      "E": "Piyasa oranları"
    },
    "explanation": "Faaliyet Oranları; varlık kullanım oranları<br/>olarak da bilinmekte olup işletmelerin varlıklarını<br/>ne ölçüde etkin kullandığını göstermektedir"
  },
  {
    "id": "3222206",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Varlık Devir Hızının formülüdür?",
    "correctAnswer": "B",
    "options": {
      "A": "Net Kâr / Satışlar",
      "B": "Satışlar / Toplam Varlıklar",
      "C": "Net Kâr / Toplam Varlıklar",
      "D": "SMM/ Stoklar",
      "E": "Brüt Kâr / Toplam Varlıklar"
    },
    "explanation": "Varlık Devir Hızı= Satışlar / Toplam Varlıklar"
  },
  {
    "id": "3222207",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi DuPont Modeli ile bileşenlerine ayrılarak analiz edilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hisse senedi fiyatı",
      "B": "Net Kâr Marjı",
      "C": "Öz Sermaye Kârlılığı",
      "D": "Varlık Devir Hızı",
      "E": "Öz Sermaye Çarpanı"
    },
    "explanation": "Öz Sermaye Kârlılığı = Net Kâr Marjı x Varlık Devir Hızı x Öz Sermaye Çarpanı"
  },
  {
    "id": "3222208",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Değere Dayalı Finansal Performans Yaklaşımlarından biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "EVA",
      "B": "MVA",
      "C": "CVA",
      "D": "KAWA",
      "E": "CFROI"
    },
    "explanation": "Değere Dayalı Finansal Performans Yaklaşımı<br/>İşletmenin cari finansal durumunu dikkate alan değere dayalı yöntemler; geleneksel yöntemlerdeki<br/>kârlılık ve getiri odaklı performans değerlendirme yanında, işletme başarısında sadece kârlılığın değil hissedar refahının, müşteri ve çalışan memnuniyetinin, yenilik, kalite gibi değer yaratan unsurların da dikkate<br/>alınmasını şart koşmaktadır. Performansı ölçmeye yönelik olarak ekonomik katma değer, piyasa katma değeri, nakit katma değer, yatırımın nakit akımı getirisi ve hissedar katma değer yöntemleri kullanılmaktadır.<br/>Ekonomik Katma Değer (EVA)<br/>Bir birim zamandaki (t) ekonomik (artık) kâr; t-1 zamanındaki öz sermaye defter değeri ile ağırlıklı<br/>ortalama sermaye maliyetinin çarpımı ile bulunan değerden t zamanındaki net kârın çıkarılması suretiyle<br/>hesaplanmaktadır. Sermaye maliyeti olarak genellikle risksiz faiz oranı alınmaktadır.<br/>Artık Kârt<br/>= Net Kârt<br/>-[(Yatırılan Sermaye (Defter Değer<br/>KAWA"
  },
  {
    "id": "3222209",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ekonominin genelinde üretilen mal ve hizmet miktarındaki artışı ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Faiz",
      "B": "Ekonomik büyüme",
      "C": "Enflasyon",
      "D": "Resesyon",
      "E": "Depresyon"
    },
    "explanation": "Faiz; Klasik iktisat teorisinde sermaye ile<br/>ilişkilendirilen faiz, ekonomik birimlerin bugünkü<br/>mallarının değerini aynı tür ve miktarda gelecekteki<br/>mallardan daha değerli görmeleri ile ifade edilmektedir.<br/>Ekonomik büyüme ekonominin genelinde üretilen mal ve hizmet miktarındaki artışı ifade eder"
  },
  {
    "id": "3222211",
    "unitNumber": 7,
    "text": "I. Satışların yüzdesi yöntemi\n<br/>II. Oran yöntemi\n<br/>III. Regresyon analizi yöntemi\n<br/>IV. Karlılık yöntemi\n<br/>Aşağıdakilerden hangisi proforma bilançoların hazırlanmasında kullanılan temel yöntemlerdir?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "I, II ve III",
      "C": "I, II ve IV",
      "D": "II ve III",
      "E": "II, III ve IV"
    },
    "explanation": "Proforma bilançoların hazırlanmasında 3 temel yöntem kullanılmaktadır:<br/>• Satışların yüzdesi yöntemi<br/>• Oran yöntemi<br/>• Regresyon analizi yöntemi<br/>I, II ve III"
  },
  {
    "id": "3222356",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangileri finansal performans analizinin temel amaçları arasında yer alır?\n 1. İşletme strateji ve politikalarının geliştirilmesi<br/>2. Finansal başarının öngörülmesi<br/>3. Karlılıkların hesaplanması<br/>4. Kredibilitenin belirlenmesi<br/>5. İşletmenin değerinin belirlenmesi",
    "correctAnswer": "C",
    "options": {
      "A": "1, 2 ve 3",
      "B": "1, 3 ve 4",
      "C": "1, 4 ve 5",
      "D": "2, 3 ve 4",
      "E": "2, 4 ve 5"
    },
    "explanation": "Finansal performans analizinin temel amaçları<br/>şunlardır (Helfert, 2001):<br/>• İşletme strateji ve politikalarının geliştirilmesi<br/>• Finansal başarısızlığın öngörülmesi<br/>• Vergilerin hesaplanması<br/>• Kredibilitenin belirlenmesi<br/>• İşletmenin değerinin belirlenmesi<br/>• İşletme strateji ve politikalarının geliştirilmesi<br/>• Kredibilitenin belirlenmesi<br/>• İşletmenin değerinin belirlenmesi"
  },
  {
    "id": "3222357",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi İşletme Yöneticileri açısından, finansal performans analizinin temel işlevleri arasında yer <strong>almaz?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İşletmenin görece likiditesi, borçluluğu ve karlılığına ilişkin fikir vermek",
      "B": "Yatırımcıların işletmeyi nasıl algıladığına dair fikir vermek",
      "C": "Ortaya çıkan sorunların ve işletmenin güçlü yönlerinin tespit edilmesine yardımcı olmak",
      "D": "Vergilerin hesaplanması",
      "E": "Kurumsal hedeflerin oluşturulmasına yardımcı olmak"
    },
    "explanation": "İşletme Yöneticileri açısından, finansal performans analizinin işlevleri şunlardır:<br/>• İşletmenin görece likiditesi, borçluluğu ve<br/>karlılığına ilişkin fikir vermek<br/>• Yatırımcıların işletmeyi nasıl algıladığına<br/>dair fikir vermek<br/>• Ortaya çıkan sorunların ve işletmenin güçlü<br/>yönlerinin tespit edilmesine yardımcı olmak<br/>• Kurumsal hedeflerin oluşturulmasına yardımcı olmak<br/>Vergilerin hesaplanması"
  },
  {
    "id": "3222358",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi işletmeler için işletme kaynaklarının ne ölçüde etkin ve verimli kullanıldığının finansal olarak ölçümüne ve değerlendirilmesine odaklanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Finansal performans analizi",
      "B": "Kredibilite analizi",
      "C": "Vergi yönetimi",
      "D": "Kalite yönetimi",
      "E": "Nakit bütçelemesi"
    },
    "explanation": "Finansal performans kavramı, işletmeler için<br/>işletme kaynaklarının ne ölçüde etkin ve verimli kullanıldığının finansal olarak ölçümünü ve<br/>değerlendirilmesini ifade etmektedir<br/>Finansal performans analizi, işletmeler için işletme kaynaklarının ne ölçüde etkin ve verimli kullanıldığının finansal olarak ölçümüne ve değerlendirilmesine odaklanır."
  },
  {
    "id": "3222360",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangileri oran analizinin temel kullanım amaçları arasındadır?<br/>1. Muhasebeleştirme<br/>2. İşletmeler arası karşılaştırma yapılması<br/>3. İşletmenin performansının sektör ortalamaları ile karşılaştırılması<br/>4. Geleceğe dönük projeksiyonların yapılması<br/>5. Vergilendirme",
    "correctAnswer": "D",
    "options": {
      "A": "1, 2, 3 ve 4",
      "B": "1, 3, 4 ve 5",
      "C": "2, 3 ve 5",
      "D": "2, 3 ve 4",
      "E": "2, 4 ve 5"
    },
    "explanation": "Oran analizi temel kullanım amaçları şunlardır:<br/>• İşletmenin performansının zaman içinde<br/>gelişiminin analiz edilmesi<br/>• İşletmeler arası karşılaştırma yapılması<br/>• İşletmenin performansının sektör ortalamaları ile karşılaştırılması<br/>• Geleceğe dönük projeksiyonların yapılması<br/>• Bütçeleme<br/>2, 3 ve 4"
  },
  {
    "id": "3222362",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisiyle işletmelerin vadesi gelen kısa vadeli yükümlülüklerini karşılama düzeyi belirlenmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Net kar marjı",
      "B": "Cari oran",
      "C": "Kaldıraç oranı",
      "D": "Fiyat kazanç oranı",
      "E": "Özkaynak karlılığı oranı"
    },
    "explanation": "likidite<br/>oranlarıyla işletmelerin vadesi gelen kısa vadeli<br/>yükümlülüklerini karşılama düzeyi belirlenmektedir<br/>Cari oran işletmelerin vadesi gelen kısa vadeli yükümlülüklerini karşılama düzeyini ölçer."
  },
  {
    "id": "3222363",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi işletmenin sermaye yapısındaki özkaynak ve borç dağılımı hakkında bilgi verir?",
    "correctAnswer": "E",
    "options": {
      "A": "Varlık Devir hızı",
      "B": "Net karmarjı",
      "C": "Nakit Oranı",
      "D": "F/K oranı",
      "E": "Finansal kaldıraç oranı"
    },
    "explanation": "Finansal Yapı Oranları; özsermaye ile borçlar<br/>arasındaki ilişkiyi rakamsal olarak ifade eder<br/>Finansal kaldıraç oranı işletmenin sermaye yapısındaki özkaynak ve borç dağılımı hakkında bilgi verir."
  },
  {
    "id": "3222364",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Varlık Devir Hızını verir?",
    "correctAnswer": "A",
    "options": {
      "A": "Satışlar / Toplam Varlıklar",
      "B": "Satışlar/Alacaklar",
      "C": "SMM/Stoklar",
      "D": "Net Kâr / Toplam Varlıklar",
      "E": "Satışlar / Duran Varlıklar"
    },
    "explanation": "Varlık Devir Hızı = Satışlar / Toplam Varlıklar"
  },
  {
    "id": "3222365",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Du Pont Analizi'nde borçla finansmanın kaldıraç etkisini gösteren oranı ifade eder?",
    "correctAnswer": "D",
    "options": {
      "A": "Artık Kâr",
      "B": "Varlık Devir Hızı",
      "C": "Öz Sermaye Kârlılığı",
      "D": "Özsermaye çarpanı",
      "E": "Net Kâr Marjı"
    },
    "explanation": "Özsermaye çarpanı Toplam Varlıklar/Özsermaye şeklinde ifade edilen ve<br/>borçla finansmanın kaldıraç etkisini gösteren bir orandır."
  },
  {
    "id": "3222367",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi toplam varlık yapısı içinde çalışma sermayesine yapılacak yatırım ve<br/>dönen varlıkların nasıl finanse edileceğine yönelik<br/>kararların optimal düzeyde verilmesinin işletme<br/>kârlılığı ve değeri üzerinde etkili olduğunu ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Dış Ticaret",
      "B": "Ekonomik Büyüme",
      "C": "Çalışma Sermayesi Yönetimi",
      "D": "Finansman Kararları",
      "E": "Kâr Dağıtım Kararları"
    },
    "explanation": "Çalışma Sermayesi Yönetimi; Bilançodaki<br/>dönen varlıkların toplamı olarak düşünülen<br/>çalışma sermayesi işletmeler için faaliyette bulunulan sektöre göre finansman yapısı üzerinde farklı<br/>kararlar verilmesini gerektirir. Toplam varlık yapısı içinde çalışma sermayesine yapılacak yatırım ve<br/>dönen varlıkların nasıl finanse edileceğine yönelik<br/>kararların optimal düzeyde verilmesinin işletme<br/>kârlılığı ve değeri üzerinde etkili olduğunu ifade<br/>etmek mümkündür."
  },
  {
    "id": "3222368",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi işletmenin amaçlanan hedefe ulaşması için yapılan, rakamlarla ifade edilmiş ayrıntılı ve kısa süreli planları ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Nakit",
      "B": "Bütçe",
      "C": "Özsermaye",
      "D": "Duran varlıklar",
      "E": "Satışlar"
    },
    "explanation": "Bütçe: işletmenin amaçlanan hedefe ulaşması için yapılan, rakamlarla ifade edilmiş ayrıntılı ve kısa süreli bir plandır."
  },
  {
    "id": "3222464",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi oran analizinin temel kullanım amaçları dışında kalmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kurumsal hedeflerin oluşturulmasına yardımcı olunması",
      "B": "İşletmenin performansının zaman içinde gelişiminin analiz edilmesi",
      "C": "İşletmeler arası karşılaştırma yapılması",
      "D": "İşletmenin performansının sektör ortalamaları ile karşılaştırılması",
      "E": "Geleceğe dönük projeksiyonların yapılması"
    },
    "explanation": "Oran analizi temel kullanım amaçları şunlardır:<br/>• İşletmenin performansının zaman içinde gelişiminin analiz edilmesi <br/>• İşletmeler arası karşılaştırma yapılması<br/>• İşletmenin performansının sektör ortalamaları ile karşılaştırılması <br/>• Geleceğe dönük projeksiyonların yapılması<br/>• Bütçeleme"
  },
  {
    "id": "3222465",
    "unitNumber": 7,
    "text": "Ekonomik birimlerin bugünkü mallarının değerini aynı tür ve miktarda gelecekteki mallardan daha değerli görmelerine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Faiz",
      "B": "Vergi",
      "C": "Ekonomik Büyüme",
      "D": "Enflasyon",
      "E": "Dış Ticaret"
    },
    "explanation": "Faiz; Klasik iktisat teorisinde sermaye ile ilişkilendirilen faiz, ekonomik birimlerin bugünkü mallarının değerini aynı tür ve miktarda gelecekteki mallardan daha değerli görmeleri ile ifade edilmektedir."
  },
  {
    "id": "3222466",
    "unitNumber": 7,
    "text": "Devlet tarafından zaman zaman piyasaya müdahale etmek amacıyla kullanılan düzenleyici araca ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergi",
      "B": "Faiz",
      "C": "Döviz Kuru",
      "D": "Ekonomik Büyüme",
      "E": "Kar"
    },
    "explanation": "Vergi; Vergi devlet tarafından zaman zaman piyasaya müdahale etmek amacıyla kullanılan düzenleyici bir araçtır. Devletin vergi düzenlemeleri işletmelerin finansal kararları üzerinde etki yaratmaktadır."
  },
  {
    "id": "3222467",
    "unitNumber": 7,
    "text": "\"Bir işletmenin, gelecekteki belli bir dönemine ait faaliyetlerinin tüm yönlerini kapsayan bir yönetim planlamasıdır\" şeklinde tanımlanan bütçe türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İşletme bütçesi",
      "B": "Üretim bütçesi",
      "C": "Nakit bütçesi",
      "D": "Faaliyet bütçesi",
      "E": "Satış bütçesi"
    },
    "explanation": "İşletme Bütçesi: Bir işletmenin, gelecekteki belli bir dönemine ait faaliyetlerinin tüm yönlerini kapsayan bir yönetim planlamasıdır."
  },
  {
    "id": "3222468",
    "unitNumber": 7,
    "text": "Bir firmanın gelecek dönemlerine ilişkin nakit giriş ve çıkışlarının tahmin edilip özetlendiği bütçe aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Nakit bütçesi",
      "B": "Üretim bütçesi",
      "C": "Satış bütçesi",
      "D": "Faaliyet bütçesi",
      "E": "İşletme bütçesi"
    },
    "explanation": "Nakit Bütçesi: Gelecek dönemlere ilişkin nakit giriş ve çıkışlarının tahmin edilip özetlendiği bütçedir."
  },
  {
    "id": "3222469",
    "unitNumber": 7,
    "text": "Bütçe bir planlama faaliyeti olması sebebi ile planlamaya paralel olarak aşağıdaki aşamalardan hangisini içermez?",
    "correctAnswer": "A",
    "options": {
      "A": "Geçmiş performansın değerlendirilmesi",
      "B": "Amaçların belirlenmesi",
      "C": "Amaçlara ulaştıracak varsayımların belirlenmesi",
      "D": "Seçeneklerin karşılaştırılması",
      "E": "Seçenekler arasından en uygun olanın belirlenmesi"
    },
    "explanation": "Bütçe, bir planlama faaliyeti olması sebebi ile planlamaya paralel olarak aşağıdaki aşamaları içermektedir.\n<br/>• Amaçların belirlenmesi\n<br/>• Amaçlara ulaştıracak varsayımları belirlenmesi\n<br/>• Seçeneklerin karşılaştırılması\n<br/>• Seçenekler arasından en uygun olanın belirlenmesi"
  },
  {
    "id": "3222504",
    "unitNumber": 7,
    "text": "İşletmeler için işletme kaynaklarının ne ölçüde etkin ve verimli kullanıldığının finansal olarak ölçümünü ve değerlendirilmesi hangisinin tanımıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "finansal planlama",
      "B": "proforma tablolar",
      "C": "finansal performans analizi",
      "D": "finansal projeksiyon",
      "E": "bütçe yönetimi"
    },
    "explanation": "Detaylar için “FİNANSAL PERFORMANS VE FİNANSAL PERFORMANS METRİKLERİ” başlığında yer alan bilgilere bakabilirsiniz.<br/>Finansal performans kavramı, işletmeler için işletme kaynaklarının ne ölçüde etkin ve verimli kullanıldığının finansal olarak ölçümünüve değerlendirilmesini ifade etmektedir. Diğer bir ifade ile, işletmenin finansal açıdan güçlü ve zayıf yönleri, fırsatları ve riskleri hakkında sağlam bir anlayış kazanmaya yönelik atılan bir ilk adımdır."
  },
  {
    "id": "3222505",
    "unitNumber": 7,
    "text": "Seçenektekilerden hangisi finansal performans analizinin temel amaçlarından biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ortaya çıkan sorunların ve işletmenin güçlü yönlerinin tespit edilmesine yardımcı olmak",
      "B": "Yatırımcıların işletmeyi nasıl algıladığına dair fikir vermek",
      "C": "İşletmenin görece likiditesi, borçluluğu ve karlılığına ilişkin fikir vermek",
      "D": "Vergilerin hesaplanması",
      "E": "Kurumsal hedeflerin oluşturulmasına yardımcı olmak"
    },
    "explanation": "Detaylar için “FİNANSAL PERFORMANS VE FİNANSAL PERFORMANS METRİKLERİ” başlığında yer alan bilgilere bakabilirsiniz.<br/>Finansal performans analizinin temel amaçları şunlardır (Helfert, 2001):\n <ul> <li>İşletme strateji ve politikalarının geliştirilmesi</li> <li>Finansal başarısızlığın öngörülmesi</li> <li>Vergilerin hesaplanması</li> <li>Kredibilitenin belirlenmesi</li> <li>İşletmenin değerinin belirlenmesi</li> </ul>"
  },
  {
    "id": "3222506",
    "unitNumber": 7,
    "text": "Seçenektekilerden hangisi finansal performans analizinin işlevlerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yatırımcıların işletmeyi nasıl algıladığına dair fikir vermek",
      "B": "İşletme strateji ve politikalarının geliştirilmesi",
      "C": "Finansal başarısızlığın öngörülmesi",
      "D": "Kredibilitenin belirlenmesi",
      "E": "İşletmenin değerinin belirlenmesi"
    },
    "explanation": "Detaylar için “FİNANSAL PERFORMANS VE FİNANSAL PERFORMANS METRİKLERİ” başlığında yer alan bilgilere bakabilirsiniz.<br/>İşletme Yöneticileri açısından, finansal performans analizinin işlevleri şunlardır:\n <ul> <li>İşletmenin görece likiditesi, borçluluğu ve karlılığına ilişkin fikir vermek</li> <li>Yatırımcıların işletmeyi nasıl algıladığına dair fikir vermek</li> <li>Ortaya çıkan sorunların ve işletmenin güçlü yönlerinin tespit edilmesine yardımcı olmak</li> <li>Kurumsal hedeflerin oluşturulmasına yardımcı olmak.</li> </ul>"
  },
  {
    "id": "3222507",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi finansal performans oranlarından biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "kar marjı oranları",
      "B": "likidite oranları",
      "C": "faaliyet oranları",
      "D": "finansal yapı oranları",
      "E": "karlılık oranları"
    },
    "explanation": "Detaylar için “<strong>Oran Analizi Yöntemi ile Finansal Performans Ölçümü</strong>” başlığında yer alan bilgilere bakabilirsiniz.<br/>Oran analizinde kullanılan oranlar; likidite oranları, finansal yapı oranları, faaliyet oranları, kârlılık oranları ve piyasa performansını gösteren oranlar olmak üzere beş gruba ayrılmaktadır (Büker vd., 2018)."
  },
  {
    "id": "3222508",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi işletmelerin finansal piyasalardaki performansını ölçmekte kullanılan başlıca oranlar ve matematiksel ifadelerden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Net Kâr / Toplam Varlıklar",
      "B": "Piyasa Değeri/Defter Değeri",
      "C": "Net Kâr / Satışlar",
      "D": "Satışlar / Toplam Varlıklar",
      "E": "Net Kar/ Öz kaynaklar"
    },
    "explanation": "Detaylar için “Piyasa Performans Oranları” başlığında yer alan bilgilere bakabilirsiniz.<br/>Piyasa performans oranları ile analiz yapılırken işletme menkul kıymetlerinin finansal piyasalardaki performansını ölçmekte kullanılan başlıca oranlar ve matematiksel ifadeleri tablo 7.5’de gösterilmektedir:\n<br/>Tablo 7.5 Piyasa performans oranları\n<br/><table><tbody><tr><td><br/>Fiyat -Kazanç Oranı F/K = Hisse senedi fiyatı/ HBK\n<br/></td></tr><tr><td><br/><em>HBK= Net kâr/Hisse senedi sayısı </em>\n<br/></td></tr><tr><td><br/>Piyasa Değeri/Defter Değeri PD/DD= Hisse senedi fiyatı/HBÖK\n<br/></td></tr><tr><td><br/><em>HBÖK = Öz kaynaklar/Hisse senedi sayısı </em>\n<br/></td></tr></tbody></table>"
  },
  {
    "id": "3222509",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi “X = Sermaye + Gelecekteki EVA Değerlerinin Bugünkü Değeri” ifadesindeki X yerine gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "net kar",
      "B": "artık kar",
      "C": "toplam yatırılan sermaye",
      "D": "piyasa değeri",
      "E": "faaliyet nakit akışı"
    },
    "explanation": "Detaylar için “Piyasa Katma Değeri (MVA)” başlığında yer alan bilgilere bakabilirsiniz.<br/><strong>Piyasa Katma Değeri (MVA) </strong>\n<br/>MVA, EVA gibi Stern&amp;Stewart Finansal Danışmanlık Şirketi tarafından geliştirilmiştir ve birbirinin alternatifi değil, tamamlayıcısı bir lçüm yöntemi olarak tarif edilmiştir. Buna göre MVA, işletmenin hissedar ve kredi verenlerden sağladığı sermayeye artı bir değer ya da katma değer şeklinde katkı sağlayıp sağlamadığını ölçen, böylelikle sermayenin kullanım etkinliğinin belirlendiği bir performans ölçütü olarak yer verilmiştir.\n<br/><strong>MVA = Firma Piyasa Değeri - Toplam Yatırılan Sermaye </strong>\n<br/><strong>MVA = Gelecekteki EVA Değerlerinin Bugünkü Değeri </strong>\n<br/><strong>Piyasa Değeri = Sermaye + Gelecekteki EVA Değerlerinin Bug</strong>ü<strong>nk</strong>ü<strong>Değeri </strong>\n<br/>şeklinde ifade edilmektedir."
  },
  {
    "id": "3222510",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi işletmelerin finansal performansları üzerinde etkili olan mikro faktörlerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Vergi oranları",
      "B": "Faiz oranları",
      "C": "Finansman Kararları",
      "D": "Döviz Kurları",
      "E": "Ekonomik Büyüme oranı"
    },
    "explanation": "Detaylar için “Mikro Belirleyiciler” başlığında yer alan bilgilere bakabilirsiniz.<br/>İşletmelerin finansal performansları üzerinde etkili olan mikro faktörleri çalışma sermayesi yönetimi, finansman kararları ve kâr dağıtım kararları olarak sıralamak mümkündür."
  },
  {
    "id": "3222511",
    "unitNumber": 7,
    "text": "Aşağıdaki finansal planlama basamaklarından hangisi ilk sırada yer almalıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "yönetim ekibinin, operasyonlardaki ek değişikliklerin sonuçları nasıl iyileştirebileceğini değerlendirmesi",
      "B": "tüm planın yeniden incelenmesi, varsayımların gözden geçirilmesi",
      "C": "öngörülen oranların hesaplanması ve analiz edilmesi",
      "D": "öngörülen mali tabloların geliştirilmesi",
      "E": "gelecekteki satış seviyeleri, faiz oranları vb. hakkında varsayımlar yapılması"
    },
    "explanation": "Detaylar için “FİNANSAL PLANLAMA VE TAHMİN” başlığında yer alan bilgilere bakabilirsiniz.<br/>Finansal planlar genellikle bir satış tahminiyle başlar. Çoğu şirket için finansal planlama çok adımlı bir süreçtir. Örneğin, finansal planı dört adımdan oluşan bir işletmede ilk olarak tahminde kullanılmak üzere gelecekteki satış seviyeleri, maliyetler, faiz oranları vb. hakkında varsayımlar yapılır. İkinci olarak, bir dizi öngörülen mali tablo geliştirilir. Üçüncü olarak, öngörülen oranlar hesaplanır ve analiz edilir. Dördüncü adımda, tüm plan yeniden incelenir, varsayımlar gözden geçirilir ve yönetim ekibi, operasyonlardaki ek değişikliklerin sonuçları nasıl iyileştirebileceğini değerlendirir. Bu son adım, görev tanımından işletim planına kadar genel planın tüm önceki bölümlerinin yeniden gözden geçirilmesini gerektirir. Böylece, finansal plan tüm planlama sürecini birbirine bağlar (Brigham, Houston, 2018)."
  },
  {
    "id": "3222512",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi bir işletmenin bütçeleme döneminde proforma bilanço hazırlamasının katkılarından biri <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İşletme dışı finansman kaynaklarının düzeyinin ve vadesinin ne olması gerektiği konusunda fikir vermesi",
      "B": "Bilanço analizleri yapılmasına imkan vermesi",
      "C": "Geçmiş performansın değerlendirilmesi",
      "D": "İşletmenin varlık ve borç kalemleri hakkında tahmini bilgiler vermesi",
      "E": "İşletme bütçelerinin doğruluğu hakkında fikir vermesi"
    },
    "explanation": "Detaylar için “Proforma Bilanço” başlığında yer alan bilgilere bakabilirsiniz.<br/>Bir işletmenin bütçeleme döneminde proforma bilanço hazırlanmasının katkılarını şu şekilde sıralayabiliriz:\n<br/><ul><br/><li>İşletme bütçelerinin doğruluğu hakkında fikir vererek, kontrol edilmesine olanak sağlar.</li><br/><li>İşletmenin varlık ve borç kalemleri hakkında tahmini bilgiler vererek, işletmenin hedefleri doğrultusunda kararlar vermesine yardımcı olur.</li><br/><li>Bilanço analizleri yapılmasına imkan verir. Bu doğrultuda proforma bilançolar ile işletmede yürütülen çalışmaların başarı düzeyini ölçmeye yarayan oranlar elde edilir.</li><br/><li>İşletme dışı finansman kaynaklarının düzeyini ve vadesinin ne olması konusunda fikir verir.</li><br/></ul>"
  },
  {
    "id": "3222513",
    "unitNumber": 7,
    "text": "“Gelecek dönemlere ilişkin nakit giriş ve çıkışlarının tahmin edilip özetlendiği bütçe” aşağıdakilerden hangisini ifade etmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Nakit akış tablosu",
      "B": "Fon akış tablosu",
      "C": "Nakit bütçesi",
      "D": "Proforma gelir tablosu",
      "E": "Proforma bilanço"
    },
    "explanation": "Detaylar için “Nakit Bütçesi” başlığında yer alan bilgilere bakabilirsiniz.<br/>Nakit Bütçesi: Gelecek dönemlere ilişkin nakit giriş ve çıkışlarının tahmin edilip özetlendiği bütçedir."
  },
  {
    "id": "3222514",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi işletmenin tahminlerinin ve planlanan faaliyetlerinin işletmenin finansal performansı üzerindeki etkilerinin görülmesi ve finansman ihtiyaçlarının analiz edilmesi için kullanılan faydalı bir araçtır?",
    "correctAnswer": "A",
    "options": {
      "A": "Proforma finansal tablolar",
      "B": "Nakit bütçeleri",
      "C": "Nakit akış tabloları",
      "D": "Fon akış tabloları",
      "E": "Üretim bütçeleri"
    },
    "explanation": "Tahmini mali tablolar olarak da adlandırabileceğimiz proforma finansal tablolar, işletmenin tahminlerinin ve planlanan faaliyetlerinin finansal performansı üzerindeki etkilerini görmek ve finansman ihtiyaçlarını analiz etmek için çok faydalı bir araçtır. Proforma finansal tablolar, işletmenin finansal tahminlerinin ve varsayımlarının gerçekleşme durumunu dikkate alarak, fiili bir finansal tablonun nasıl olması gerektiğini göstermektedir."
  },
  {
    "id": "3222515",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi genel olarak, gelecekteki belirli bir dönemde gerçekleşmesi öngörülen gelir ve giderlerin karşılıklı tahminlerini içeren cetvel olarak tanımlanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Bütçe",
      "B": "Finansal modelleme",
      "C": "Pazar",
      "D": "Risk-fayda",
      "E": "Bulut"
    },
    "explanation": "Finansal planlama faaliyetinde temel uygulama aracı bütçelerdir. Bütçe genel olarak, gelecekteki belirli bir dönemde gerçekleşmesi öngörülen gelir ve giderlerin karşılıklı tahminlerini içeren cetveldir. Bütçe yine başka bir tanımla, işletmenin amaçlanan hedefe ulaşması için yapılan rakamlarla ifade edilmiş ayrıntılı ve kısa süreli bir plandır."
  },
  {
    "id": "3222516",
    "unitNumber": 7,
    "text": "Bir doğrusal programlama probleminde, belirlenen katsayı değerlerinin değişmesinin problemin optimal çözümü üzerindeki etkisinin incelenmesine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Duyarlılık analizi",
      "B": "Finansal modelleme",
      "C": "Performans analizi",
      "D": "Finansal planlama",
      "E": "Yapay sinir ağları"
    },
    "explanation": "Duyarlılık analizi, bir doğrusal programlama probleminde belirlenen katsayı değerlerinin değişmesinin problemin optimal çözümü üzerine etkisini incelemektedir."
  },
  {
    "id": "3222523",
    "unitNumber": 7,
    "text": "Tahmin edilen satışların karşılanması için bütçe döneminde üretilmesi gereken mamul miktarının öngörülmesine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Üretim bütçesi",
      "B": "Nakit bütçesi",
      "C": "İşletme bütçesi",
      "D": "Satış bütçesi",
      "E": "Faaliyet bütçesi"
    },
    "explanation": "Üretim Bütçesi tahmin edilen satışları karşılamak için bütçe döneminde üretimi gereken mamul miktarının öngörülmesidir. Ancak işletmenin mevcut üretim kapasitesi sınırlı ise satış bütçesinin isteklerini karşılamıyor ise işletme bütçelerinin düzenlenmesinde kullanılacak temel bütçe üretim bütçesi olur."
  },
  {
    "id": "3222123",
    "unitNumber": 8,
    "text": "'............................. , bir varlığın sahip olduğu ekonomik ömür sonunda nihai olarak elden çıkarılmasında oluşan piyasa değeri olup .............................. olarak da tanımlanabilir' \n<br/>Yukarıdaki cümledeki boşlukları sırayla ve anlamlı bir şekilde dolduran sözcükler aşağıdaki seçeneklerden hangisinde yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "teminat değeri , hissedar değeri",
      "B": "teminat değeri , takdir edilen değer",
      "C": "ekspertiz değeri , nominal değer",
      "D": "ihraç değeri , tasfiye değeri",
      "E": "hurda değer , artık değer"
    },
    "explanation": "Doğru cevap E'dir."
  },
  {
    "id": "3222124",
    "unitNumber": 8,
    "text": "I. Aktif bazlı yaklaşımda aynı sektörde faaliyet gösteren benzer işletmelerin varlıklarının satışları , karları , defter değerleri karşılaştırılır. II. Pasif bazlı yaklaşımda işletmenin bilançosundaki net varlıkları baz alınır. III. Gelir bazlı yaklaşımda işletme yatırımlarının gelecekte beklenen nakit akışları , temettüleri veya kazançları baz alınır. Yukarıdaki geleneksel değerleme yaklaşımları ile ilgili cümleler hakkında aşağıdaki seçeneklerden hangisinde sırayla ve doğru değerlendirmeler yapılmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "I. Doğru , II. Doğru , III. Yanlış",
      "B": "I. Doğru , II. Yanlış , III. Doğru",
      "C": "I. Yanlış , II. Doğru , III. Doğru",
      "D": "I. Yanlış , II. Yanlış , III. Doğru",
      "E": "I. Yanlış , II. Doğru , III. Yanlış"
    },
    "explanation": "D,doğrudur. Dolayısı ile I ve II nolu cümleler yanlıştır.Bu cümlelerin doğru olabilmesi için I ve II deki aktif bazlı yaklaşım ve pasif bazlı yaklaşım sözcüklerinin yer değiştirmesi gerekir."
  },
  {
    "id": "3222125",
    "unitNumber": 8,
    "text": "I. Piyasa Bazlı Yaklaşım - Fiyat / Kazanç Oranı Yöntemi II. Aktif Bazlı Yaklaşım - Piyasa Değeri /Defter Değeri Oranı Yöntemi III.Aktif Bazlı Yaklaşım - Fiyat / Nakit Akım Oranı Yöntemi Yukarıdaki geleneksel yaklaşım ve yöntem çiftleri ile ilgili olarak aşağıdaki seçeneklerden hangisinde sırayla ve doğru değerlendirmeler yapılmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "I. Doğru , II. Doğru , III. Yanlış",
      "B": "I. Doğru , II. Yanlış , III. Doğru",
      "C": "I. Yanlış , II. Doğru , III, Doğru",
      "D": "I. Yanlış , II. Yanlış , III. Doğru",
      "E": "I. Doğru , II. Yanlış , III. Yanlış"
    },
    "explanation": "E, doğrudur. Buna göre II ve III yanlıştır. II de ve III de aktif başlıklı yaklaşım sözcükleri yerine piyasa bazlı yaklaşım sözcükleri gelmeliydi."
  },
  {
    "id": "3222126",
    "unitNumber": 8,
    "text": "I. Toplam Varlıkları , II. Toplam Yabancı Varlıkları , III. İmtiyazlı Pay Senetlerini ifade etmektedir. Buna göre aktif bazlı yaklaşımda defter değeri aşağıdakilerden hangisine eşittir?",
    "correctAnswer": "B",
    "options": {
      "A": "I + II + III",
      "B": "I - II - III",
      "C": "I + II - III",
      "D": "I - II + III",
      "E": "(I +II )/ III"
    },
    "explanation": "D0ğru cevap B'dir."
  },
  {
    "id": "3222127",
    "unitNumber": 8,
    "text": "I. Toplam varlıkların satış tutarını , II. Borçları , III. Diğerlerini (işçilik giderleri ) , IV. Kayyum ücretini , V. Vergileri göstermektedir. Buna göre aktif bazlı yaklaşımda tasfiye değeri aşağıdaki işlemlerden hangisi yapılarak bulunur?",
    "correctAnswer": "D",
    "options": {
      "A": "I + II + III +IV +V",
      "B": "I - II + III + IV - V",
      "C": "I -II - III - IV -V",
      "D": "I - II - III + IV + V",
      "E": "I + II - III + IV - V"
    },
    "explanation": "Doğru cevap D' dir."
  },
  {
    "id": "3222128",
    "unitNumber": 8,
    "text": "I. Finansal tablolarda rapor edilen kalemler cari piyasa değerlerini yansıtmamaktadır \n<br/>II. Geleneksel değerleme yaklaşımları piyasa değerlerini doğru yansıtmakta yeterlidir \n<br/>III.Faiz oranlarındaki ve enflasyondaki değişiklikler işletmenin varlık ve yükümlülüklerinin piyasa değerini etkiler \n<br/>Değerleme yaklaşımları ile ilgili yukarıdaki bilgi cümleleri hakkında aşağıdaki seçeneklerden hangisinde doğru değerlendirmeler yapılmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "I. Doğru , II. Doğru , III. Yanlış",
      "B": "I. Doğru , II. Yanlış , III. Doğru",
      "C": "I. Yanlış , II. Doğru , III. Doğru",
      "D": "I. Yanlış , II. Yanlış , III. Doğru",
      "E": "I. Yanlış , II. Doğru , III. Yanlış"
    },
    "explanation": "Doğru cevap D' dir. Buna göre I ve II yanlıştır. I' de 'cari piyasa değerlerini yansıtmaktadır ' sözcükleri yerine 'tarihi değerleri yansıtmaktadır ' sözcükleri gelmeliydi. II ' de 'doğru yansıtmada yeterlidir' sözcükleri yerine 'doğru yansıtmada yeterli değildir' sözcükleri gelmeliydi."
  },
  {
    "id": "3222129",
    "unitNumber": 8,
    "text": "Vadesine 2 yıl kalan 1000TL nominal değerli kupon ödemesiz tahvilden %25 getiri bekleniyorsa tahvilin değeri nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "640 TL",
      "B": "240 TL",
      "C": "360 TL",
      "D": "800 TL",
      "E": "500 TL"
    },
    "explanation": "Doğru cevap A' dır. Tahvilin değeri = 1000 / (1 + 0.25)(1 + 0.25) olup sonuç 640 TL dir."
  },
  {
    "id": "3222130",
    "unitNumber": 8,
    "text": "' Ekonomik katma değer, literatürde .................. olarak da adlandırılır. Vergiden sonraki net faaliyet karından ağırlık ortalama sermaye maliyeti ile yatırılan sermaye ..................... çıkarılması ile bulunur' Yukarıdaki cümledeki boşlukları sırayla ve anlamlı bir şekilde dolduran sözcükler aşağıdaki seçeneklerden hangisindedir?",
    "correctAnswer": "C",
    "options": {
      "A": "ekonomik maliyet , toplamının",
      "B": "ekonomik kar , toplamının",
      "C": "ekonomik kar , çarpımının",
      "D": "ekonomik gelir , farkının",
      "E": "ekonomik maliyet , farkının"
    },
    "explanation": "Ekonomik katma değer = Vergiden sonraki net faaliyet karı - (Ağırlıklı ortalama sermaye maliyeti x Yatırılan sermaye) olup doğru cevap C' dir."
  },
  {
    "id": "3222131",
    "unitNumber": 8,
    "text": "I. İşletmenin kuruluş aşamasında ihraç edilirler II. Yedek akçelerin sermayeye eklenmesi sonucunda ihraç edilirler III.Gayrimenkul satış kazançlarının sermayeye eklenmesi sonucunda ihraç edilirler IV. Dağıtılmamış karların sermayeye eklenmesi sonucunda ihraç edilirler V. Bedelli sermaye arttırımında ihraç edilirler Yukarıda sayılan özelliklerden kaç tanesi bedelsiz pay senetlerine ilişkindir?",
    "correctAnswer": "B",
    "options": {
      "A": "1",
      "B": "3",
      "C": "2",
      "D": "5",
      "E": "4"
    },
    "explanation": "Doğru cevap üçtür . Dolayısı ile B' dir. II , III ve IV nolu özellikler bedelsiz pay senetlerine , I ve V nolular bedelli pay senetlerine ilişkindir"
  },
  {
    "id": "3222132",
    "unitNumber": 8,
    "text": "Bir işletmenin pay senetlerine verilecek olan 5 TL lik kar payı ödemelerinin her yıl %10 büyüyeceği beklenmektedir. Yatırımdan istenen getiri oranı %15 ise pay senedinin gerçek değeri nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "110 TL",
      "B": "55 TL",
      "C": "15 TL",
      "D": "1O TL",
      "E": "5 TL"
    },
    "explanation": "Pay senedi değerini bulmak için ; 5(1 + 0.10) /(0.15 - 0.10) = 5.5 /0.05 =110 . Doğru cevap A 'dır."
  },
  {
    "id": "3222173",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi “işleyen teşebbüs değeri” ile ilgili doğru bir ifadedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bir varlığın hali hazırda piyasada işlem gördüğü değer veya fiyattır.",
      "B": "Faaliyette olan bir işletmenin devredilmesi durumunda oluşan değerdir.",
      "C": "Menkul kıymetin piyasa değerinin aksine ihraççısı tarafından belirlenen itibari değerdir.",
      "D": "Bir işletmenin finansal tablolarında gösterilen varlıkların toplam cari değeridir.",
      "E": "Faaliyeti devam eden bir tesisin sıfırdan yeniden kullanılabilmesi için yapılması gereken bütün harcamalardır."
    },
    "explanation": "İşleyen teşebbüs değeri faaliyette olan bir işletmenin devredilmesi durumunda oluşan bir değeri temsil etmektedir. Çalışır durumdaki bir işletmeye ekonomik değerleme uygulamasını içermektir. Bu nedenle doğru yanıt b şıkkıdır."
  },
  {
    "id": "3222174",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi “menkul kıymetin piyasa değerinin aksine ihraççısı tarafından belirlenen itibari değer”dir?",
    "correctAnswer": "D",
    "options": {
      "A": "İhraç değeri",
      "B": "Piyasa değeri",
      "C": "Defter değeri",
      "D": "Nominal değer",
      "E": "Tasfiye değeri"
    },
    "explanation": "Menkul kıymetin piyasa değerinin aksine ihraççısı tarafından belirlenen itibari değer nominal değerdir. Bu nedenle doğru yanıt d şıkkıdır."
  },
  {
    "id": "3222175",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi piyasa bazlı yaklaşım içinde <strong><u>yer</u></strong> <strong><u>almaz</u></strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Net aktif değeri yöntemi",
      "B": "Fiyat/kazanç oranı yöntemi",
      "C": "Temettü verimi yöntemi",
      "D": "Fiyat/nakit akım oranı yöntemi",
      "E": "Piyasa değeri/satışlar yöntemi"
    },
    "explanation": "Net aktif değeri yöntemi aktif bazlı yaklaşım içinde yer alır. Bu nedenle doğru yanıt a şıkkıdır."
  },
  {
    "id": "3222176",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi gelir bazlı yaklaşım ile ilgili doğru bir ifadedir?",
    "correctAnswer": "E",
    "options": {
      "A": "İşletme değerlemesine yönelik varlık yaklaşımıdır.",
      "B": "Değerleme konusu olan işletmenin tüm varlıklarının ve tüm yükümlülüklerinin değerine dayanmaktadır.",
      "C": "Değerleme yöntemleri içinde net aktif değeri vardır.",
      "D": "Muhasebe kayıtlarına dayandığından bir statik değerleme yöntemidir.",
      "E": "“Varlık işletmenin karını ne ölçüde arttırır” sorusuna cevap vermeye çalışır."
    },
    "explanation": "Gelir bazlı yaklaşım “varlık işletmenin karını ne ölçüde arttırır” sorusuna cevap vermeye çalışmaktadır. Bu nedenle doğru yanıt e şıkkıdır."
  },
  {
    "id": "3222177",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi EVA (Ekonomik Katma Değer) ile ilgili <strong><u>yanlış</u></strong> bir ifadedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gerçek ekonomik karın bir tahminidir.",
      "B": "Muhasebe göstergeleri ile eşit seviyededir.",
      "C": "Bir işletmenin belirli bir yıl için gerçek karının bir tahminidir.",
      "D": "Literatürde “ekonomik kar” olarak da adlandırılmaktadır.",
      "E": "Hissedarların servetini yansıyabilecek bir ölçüdür."
    },
    "explanation": "Değer yaratmanın bir ölçütü olarak EVA muhasebe göstergelerinden daha üstündür; çünkü sermaye maliyetini ve dolayısıyla işletmenin risk seviyesini Dikkate almaktadır. Bu nedenle doğru yanıt b şıkkıdır."
  },
  {
    "id": "3222178",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi MVA’ya karşılık gelen bir ifadedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ekonomik katma değer",
      "B": "İşletme değeri",
      "C": "Piyasa katma değeri",
      "D": "Piyasa değeri",
      "E": "Defter değeri oranı"
    },
    "explanation": "MVA Piyasa katma değerini ifade eder. Bu nedenle doğru yanıt c şıkkıdır."
  },
  {
    "id": "3222179",
    "unitNumber": 8,
    "text": "İşletmelerin hissedar değeri yaklaşımını benimsemelerinde önemli role sahip aşağıdaki faktörlerden hangisi <strong><u>yanlıştır?</u></strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Alt yönetimin bilinçlendirilmesi ve yükümlülüklerinin etkinleştirilmesi.",
      "B": "Tüm işletme faaliyetlerinin hissedar değeri yaklaşımıyla uyumlulaştırılması.",
      "C": "İşletmenin planlama, politika ve stratejilerinin doğru ve bütçe dahilinde gerçekleştirilmek istenmesi.",
      "D": "Üst yönetimin finansal faaliyetlerinin sonuçlarının kontrolünü alt yönetime devretmesi.",
      "E": "Üst yönetimin daha çok hissedar değeriyle ilgilenmesi."
    },
    "explanation": "Üst yönetimin işletmenin finansal faaliyetleri ve bu faaliyetlerin sonuçlarını sürekli olarak kontrol etmek istemesi önemli role sahip faktörler arkasındadır. Bu nedenle doğru yanıt d şıkkıdır."
  },
  {
    "id": "3222180",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi esas sözleşmede aksi belirtilmediği taktirde yatırımcılarına eşit haklar tanıyan payları tanımlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Hamiline ve nama yazılı pay senetleri",
      "B": "Pirimli ve pirimsiz pay senetleri",
      "C": "Kurucu ve intifa pay senetleri",
      "D": "Bedelli ve bedelsiz pay senetleri",
      "E": "Adi pay senetleri"
    },
    "explanation": "Esas sözleşmede aksi belirtilmediği taktirde yatırımcılarına eşit haklar tanıyan paylar adi pay senetleri olarak adlandırılır.Bu nedenle doğru yanıt e şıkkıdır."
  },
  {
    "id": "3222181",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi pay senetlerinin gerçek değerini belirlemeye çalışan bir değerlendirme yöntemidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Temel analiz",
      "B": "Teknik analiz",
      "C": "Regresyon analizi",
      "D": "Duyarlılık analizi",
      "E": "Finansal performans analizi"
    },
    "explanation": "Temel analiz pay senedi piyasalarındaki menkul kıymetlerin gerçek değerini ölçmeye çalışan bir değerlendirme yöntemidir. Bu nedenle doğru yanıt a şıkkıdır."
  },
  {
    "id": "3222182",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi hükümet tarafından ihraç edilen, vadesi 1 yıldan daha fazla olan borçlanma senetlerini tanımlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Endeksli tahviller",
      "B": "Kara iştirakli tahviller",
      "C": "Devlet tahvili",
      "D": "Güvenceli tahvil",
      "E": "Geri çağrılabilir tahvil"
    },
    "explanation": "Hükümet tarafından ihraç edilen, vadesi 1 yıldan daha fazla olan borçlanma senetlerine devlet tahvili denmektedir. Bu nedenle doğru yanıt c şıkkıdır."
  },
  {
    "id": "3222354",
    "unitNumber": 8,
    "text": "1. Varlıklara doğru bir şekilde yatırım yapılabilmesi ve elde edilen varlıkların başarıyla yönetilebilmesi söz konusu varlıkların sahip olduğu değerin ve bu değerlerin kaynaklarının bilinmesi burada önemli olan konudur buna göre aşağıdakilerden hangisi varlıkların sahip oldukları değerle ilgili olarak yanlıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "İşletmelerin çok sayıda varlığı vardır ve bu varlıkların değer, faiz ve enflasyon tabanlı yaklaşımlarla değerlendirilmesi yapılır.",
      "B": "Söz konusu varlıkların sahip olduğu değerin ve bu değerin kaynaklarının bilinmesi önem arz etmektedir.",
      "C": "Varlıkların sahip oldukları değerin bilinmesi değerleme faaliyetleridir, değerleme faaliyetleri yatırımcılara yatırım yapmayı istedikleri menkul kıymetlerin olması gereken fiyatlarına ilişkin bilgi vermektedir.",
      "D": "Varlıkların sahip oldukları değeri belirlemek olan değerleme faaliyetleri işletmelerin finansman sağlama gücünü belirlemede önemli yollardan birisidir.",
      "E": "İşletmelerin sahip oldukları varlıkların değerinin saptanması önemli bir konudur."
    },
    "explanation": "GİRİŞ<br/>Varlıklara doğru bir şekilde yatırım yapılabilmesi ve elde edilen varlıkların başarıyla yönetilebilmesi için, söz konusu varlıkların sahip olduğu değerin<br/>ve bu değerlerin kaynaklarının bilinmesi önem arz<br/>etmektedir. Değerleme faaliyetleri yatırımcılara<br/>yatırım yapmayı istedikleri menkul kıymetlerin<br/>olması gereken fiyatlarına ilişkin bilgi vermekle<br/>birlikte, işletmelerin finansman sağlama gücünü<br/>belirlemede önemli yollardan biridir. Bu bağlamda, işletme ve varlıklarının değerlerinin saptanması<br/>önemli hâle gelmektedir. Bu bölümde farklı değer<br/>tanımları değer ve değerleme yaklaşımları tanıtılacak ve değer tabanlı yaklaşım kapsamında hissedar<br/>değeri kavramı açıklanacaktır. Ayrıca pay senedi<br/>değerlemesi ve tahvil değerlemesi yöntemleri hakkında bilgiler verilecektir."
  },
  {
    "id": "3222355",
    "unitNumber": 8,
    "text": "2. \"Değer\" ve \"değerleme\" kavramları pek çok farklı yaklaşımla tanımlanmaktadır bir şeyin değdiği karşılık, kıymet anlamında olan \"değer\" ekonomik temelde ise iktisadi bir malın sağladığı yarar anlamındadır aşağıdakilerden hangisi \"değer\" ve \"değerleme\" kavramları ile ilgili olarak yanlıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Bir varlığın parasal olarak karşılığı ve bankaya yatırıldığında elde edilen gelirinin toplanmasıyla elde edilen rakama ve faaliyete \"değerleme\" denir.",
      "B": "Bir varlığın değerinin saptanması \"değerleme\" faaliyetini oluşturur.",
      "C": "\"Değerleme\" sadece para ve parayla ilgili tüm konuların bütün olarak ele alınması ve sonuçlarının açıklanmasıdır.",
      "D": "\"Değer\" bir şeyin önemini belirlemeye yarayan soyut ölçü olarak aktif durumda olan varlıkların tahmin edilmesidir.",
      "E": "\"Değerleme\" işletmelerde yapıldığında işletmenin finansal yapısına amaçlarına ve özelliklerine göre benzerlikleriyle sıralanır."
    },
    "explanation": "DEĞER VE DEĞERLEME KAVRAMLARI VE YÖNTEMLERİ<br/>DEĞER VE DEĞERLEME<br/>KAVRAMLARI VE YÖNTEMLERİ<br/>Değer ve değerleme kavramları pek çok farklı yaklaşım ile tanımlanmasına karşılık, Türk Dil<br/>Kurumu terim olarak değeri, “bir şeyin önemini<br/>belirlemeye yarayan soyut ölçü, bir şeyin değdiği<br/>karşılık, kıymet” şeklinde tanımlamıştır. Değer<br/>kavramı ekonomi temeline dayandırıldığında ise,<br/>basitçe iktisadi bir malın sağladığı yarar olarak ifade edilebilmektedir. Varlıkların değeri reel değer ve<br/>finansal değer olmak üzere iki ana değer türü olarak sınıflandırılabilir.<br/>Bir varlığın değerinin saptanması değerleme<br/>faaliyetlerini oluşturmaktadır. Değerleme, “para<br/>dışındaki iktisadi varlıkların değerinin parasal<br/>olarak belirlenmesi, bir işletmenin bina, arsa, makine, teçhizat, mal stoku vs. şeklindeki toplam<br/>aktiflerinin değerinin tahmini” olarak da tanımlanmaktadır (Seyidoğlu, 1992). Değerlemenin<br/>işletmenin finansal yapısına, amaçlarına ve özelliklerine göre farklılık göstermesi ve değerleme<br/>faaliyetinin nedenine göre farklı tekniklerin kullanılması değerlemeyi karmaşık kılarak zorlaştırmaktadır (Grissom, 1985)."
  },
  {
    "id": "3222359",
    "unitNumber": 8,
    "text": "\"Değerleme\" para dışında iktisadi varlıkların sağladığı toplam faydayı dikkate alarak değişik teknikler ve yöntemler ile değerinin ölçülmesidir. \"Değerleme\" ve para dışındaki iktisadi varlıklar dikkate alındığında aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "\"Değerleme\" faaliyetleri yatırımcılara yatırım yapmayı istedikleri menkul kıymetlerin olması gereken fiyatlarına ilişkin bilgi verir.",
      "B": "\"Değerleme\" faaliyeti işletmelerin finansman sağlama gücünü belirlemede önemli yollardan biridir.",
      "C": "\"Değerleme\" faaliyeti çeşitli türleri olan işlemlerden oluşur bu işlemlerin sonucunda ise enflasyon sebebiyle parasal olmayan iktisadi varlıkların değersiz olduğu belirlenir.",
      "D": "\"Değerleme\" faaliyetiyle bir yatırımdaki nihai amaç elde edilen değeri maksimum kılmaktır.",
      "E": "\"Değerleme\" faaliyetiyle katlanılması gereken maliyetten daha yüksek düzeyde değere sahip olan yatırımlara yönelmek hedeflenmektedir."
    },
    "explanation": "DEĞER VE DEĞERLEME KAVRAMLARI VE YÖNTEMLERİ<br/>GİRİŞ<br/>Varlıklara doğru bir şekilde yatırım yapılabilmesi ve elde edilen varlıkların başarıyla yönetilebilmesi için, söz konusu varlıkların sahip olduğu değerin<br/>ve bu değerlerin kaynaklarının bilinmesi önem arz<br/>etmektedir. Değerleme faaliyetleri yatırımcılara<br/>yatırım yapmayı istedikleri menkul kıymetlerin<br/>olması gereken fiyatlarına ilişkin bilgi vermekle<br/>birlikte, işletmelerin finansman sağlama gücünü<br/>belirlemede önemli yollardan biridir. Bu bağlamda, işletme ve varlıklarının değerlerinin saptanması<br/>önemli hâle gelmektedir. Bu bölümde farklı değer<br/>tanımları değer ve değerleme yaklaşımları tanıtılacak ve değer tabanlı yaklaşım kapsamında hissedar<br/>değeri kavramı açıklanacaktır. Ayrıca pay senedi<br/>değerlemesi ve tahvil değerlemesi yöntemleri hakkında bilgiler verilecektir.\n<br/>Bir yatırımdaki nihai amaç elde edilen değeri maksimum kılmaktır. Dolayısıyla, katlanılması gereken<br/>maliyetten daha yüksek düzeyde değere sahip olan<br/>yatırımlara yönelmek hedeflenmelidir."
  },
  {
    "id": "3222361",
    "unitNumber": 8,
    "text": "4. \"Değer\" işletme performansının ölçülmesi için en iyi ölçüm aracıdır birbirinde farklı değer türleri vardır ve bunların ilki ekonomik değerdir aşağıdakilerden hangisi bu farklı değer türlerinden birisi değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Piyasa değeri",
      "B": "Defter değeri",
      "C": "Nominal değer",
      "D": "İthal faiz değeri",
      "E": "Net aktif değer"
    },
    "explanation": "DEĞER TÜRLERİ<br/>Değer Türleri<br/>Değer, işletme performansının ölçülmesi için en<br/>iyi ölçüm aracıdır. Bu bağlamda değerleme yaklaşımlarının anlaşılabilir olması için farklı değer türleri<br/>hakkında bilgi verilmesi faydalı olacaktır. Literatürde<br/>kullanımı olan değer türleri şunlardır (Helfert, 2001):\n • Ekonomik değer<br/>• Gerçek değer<br/>• Piyasa değeri<br/>• Defter değeri<br/>• Tasfiye değeri<br/>• İşleyen teşebbüs değeri<br/>• Nominal değer<br/>• İhraç değeri<br/>• Net aktif değeri<br/>• İşletme değeri<br/>• Öz kaynak değeri<br/>• Yeniden yapma değeri<br/>• Teminat değeri<br/>• Hurda değer<br/>• Takdir edilen değer<br/>• Ekspertiz değeri<br/>• Hissedar değeri"
  },
  {
    "id": "3222366",
    "unitNumber": 8,
    "text": "5. \"Net aktif değer\" işletmenin finansal tablolarındaki gösterilen varlıklarının toplam cari değeridir \"net aktif değer\" ile işletmenin değeri belirlenir bu ne demektir?",
    "correctAnswer": "D",
    "options": {
      "A": "\"Net aktif değer\" işletme varlıklarının döviz cinsinden ve varlıklar piyasasında enflasyon oranı dışında değerinin hesaplandığı işlemlerdir.",
      "B": "\"Net aktif değer\" işletmenin varlıklarının ve aktiflerinin değerinin düşmesi sonucunda oranın ne kadar olacağının ve karşılığının verilerek hesaplanmasıdır.",
      "C": "\"Net aktif değer\" cari piyasalarda işlem gören işletmelerin ve varlıklarının işlem görmeyenlere göre karlılık durumlarının oransal hesaplamasıdır.",
      "D": "\"Net aktif değer\" ile işletmenin değeri işletmenin sahip olduğu varlıklarının gün itibariyle serbest piyasa koşullarında talep görmesi ve fiyatlandırılarak satılması sonucunda sağlanacak para miktarıdır.",
      "E": "\"Net aktif değer\" yatırımların cari piyasada fiyatlandırıldığında bugünkü değerinin gelecekteki alacağı değere göre yatırım kararı verme sürecidir."
    },
    "explanation": "DEĞER TÜRLERİ<br/>Net aktif değeri ve aktif değeri; bir işletmenin finansal tablolarında gösterilen varlıklarının toplam<br/>cari değeri, aktif değer olarak ifade edilmektedir.<br/>Net aktif değer ise işletmenin aktif değerinden<br/>borçların cari değerinin düşülmesi ile bulunmaktadır. Bu yol ile işletmenin değeri, işletmenin sahip olduğu varlıklarının gün itibariyle serbest piyasa koşullarında talep görmesi ve fiyatlandırılarak<br/>satılması neticesinde sağlanacak para miktarıdır<br/>(Chambers, 2009). İşletme varlıklarının cari piyasa<br/>değerleri ile yapılan hesaplamalar aracılığıyla elde<br/>edilen net aktif değerine düzeltilmiş defter değeri<br/>de denilmektedir (Sevil, 2013)."
  },
  {
    "id": "3222369",
    "unitNumber": 8,
    "text": "Varlıkların değerini etkileyen bütün maliyetlerin dikkate alınması sonucunda olması gereken fiyat gerçek değer olarak tanımlanmaktadır. Aşağıdakilerden hangisi varlıkların değerini etkileyen maliyetlerden biri <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Gelirler",
      "B": "İşçilik",
      "C": "Hammadde",
      "D": "Nakliye",
      "E": "Pazarlama ve ürün geliştirme"
    },
    "explanation": "DEĞER TÜRLERİ<br/>Gerçek değer; varlıkların değerini etkileyen işçilik, hammadde, nakliye, pazarlama ve ürün geliştirme gibi bütün maliyetlerin dikkate alınması sonucunda olması gereken fiyat gerçek değer olarak<br/>tanımlanmaktadır. Bir varlığın gerçek değeri gelecekte elde edilecek nakit akımlarının yatırımdan<br/>beklenen getiri oranı kullanılarak bugüne indirgenmesiyle hesaplanan değeridir. Varlığın gelecekte<br/>gelir yaratma potansiyeli ve varlıktan beklediği getiri oranı gerçek değeri etkileyen temel faktörlerdir.<br/>Bu faktörler varlığın geçmiş fiyat hareketleri dikkate alarak tahmin edilmektedir."
  },
  {
    "id": "3222372",
    "unitNumber": 8,
    "text": "Bir varlığın hali hazırda piyasada işlem gördüğü değer ya da fiyata \"piyasa değeri\" denir. Piyasa değeri nasıl belirlenir?",
    "correctAnswer": "C",
    "options": {
      "A": "Arza göre",
      "B": "Talebe göre",
      "C": "Arz ve talebin etkileşimine göre",
      "D": "Hurda değerine göre",
      "E": "Likidasyon değerine göre"
    },
    "explanation": "DEĞER TÜRLERİ<br/>Piyasa değeri; bir varlığın hâli hazırda piyasada işlem gördüğü değer veya fiyattır ve genellikle varlığa yönelik arz ve talebin etkileşimi ile belirlenmektedir."
  },
  {
    "id": "3222376",
    "unitNumber": 8,
    "text": "8. İşletme faaliyetlerine son verilmesi ve tasfiyesi durumunda hesaplanan değere \"tasfiye değeri\" denir işletmenin tasfiyesiyle işletme varlıklarının satışından elde edilen gelir ile işletme borçlarının ödenmesinden sonra kalan tutar \"tasfiye değeridir\" burada hesaplamaların yapılarak değerin belirlenebilmesi için gerekli olan nedir*",
    "correctAnswer": "D",
    "options": {
      "A": "Varlıkların ve yükümlülüklerin bilançoda yansıtılması",
      "B": "Varlıkların defter değerlerinin belirlenmesi",
      "C": "Varlıkların değer toplamlarının borçlar toplamından çıkartılması",
      "D": "İşletmenin faaliyetlerine son verilmesi",
      "E": "Acil ve zorunlu olanlar dışındaki arz talep etkileşimlerinin kontrol edilmesi"
    },
    "explanation": "DEĞER TÜRLERİ<br/>Tasfiye Değeri; işletmenin faaliyetlerine son<br/>verilmesi ve tasfiyesi durumunda hesaplanan değerdir. İşletmenin tasfiyesiyle işletme varlıklarının<br/>satışından elde edilen gelir ile işletme borçlarının<br/>ödenmesinden sonra kalan tutar tasfiye değeri olarak tanımlanmaktadır. Tasfiye bedelinin hesaplanabilmesi için işletmenin faaliyetlerine son verilmesi<br/>gerekmektedir. Böyle bir durumda acil ve zorunlu satışlar ile hesaplanan değer piyasa şartlarının altında kalacaktır. Bu sebeple, bir varlığın tasfiye değeri<br/>muhtemelen piyasa değeri veya gerçek değerinden<br/>daha düşük olacaktır (McMenamin, 2005)."
  },
  {
    "id": "3222379",
    "unitNumber": 8,
    "text": "Menkul kıymetin piyasa değerinin aksine ihracatçısı tarafından belirlenen itibari değeri tanımı aşağıdaki değer türlerinden hangisinin tanımıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "İhrac değeri",
      "B": "Piyasa değeri",
      "C": "Defter değeri",
      "D": "Net aktif değer",
      "E": "Nominal değer"
    },
    "explanation": "DEĞER TÜRLERİ<br/>Nominal değer; menkul kıymetin piyasa değerinin aksine ihraççısı tarafından belirlenen itibari<br/>değerdir. Diğer bir ifade ile menkul kıymet ihraç<br/>edildiğinde üzerinde yazılı olan değeri temsil etmektedir. Piyasa değeri gibi arz ve talebe göre değişiklik göstermeyip sabit kalmaktadır. İhraç edilen<br/>menkul kıymetin tahvil olması durumunda, nominal değer tahvilin vadesi sonunda ödenecek bedeli<br/>göstermektedir."
  },
  {
    "id": "3222382",
    "unitNumber": 8,
    "text": "Bir işletme tarafından yaratılacak tüm gelecekteki tahmini nakit akışlarının bugüne indirgenmesi ile elde edilen değer aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İşletme değeri",
      "B": "Öz kaynak değeri",
      "C": "Yeniden yapma değeri",
      "D": "Teminat değeri",
      "E": "Hurda değer"
    },
    "explanation": "DEĞER TÜRLERİ<br/>İşletme değeri ve özsermaye değeri; işletme değeri, bir işletme tarafından yaratılacak tüm gelecekteki<br/>tahmini nakit akışlarının bugüne indirgenmesi ile elde edilmektedir. Özkaynak değeri ise hissedarların<br/>sahip olduğu adi ve imtiyazlı pay senetlerinin diğer bir ifade ile özsermayeye olan nakit akışlarının bugüne indirgenmesi ile hesaplanmaktadır. Özsermaye değeri işletme hissedarları açısından önem arz ederken<br/>işletme değeri sadece hissedarlar değil işletme gelirlerinde hak sahibi olan bütün taraflar açısından önem<br/>taşımaktadır.<br/>İşletme Değeri = İşletmenin Kreditör ve Ortakları İçin Toplam Değeri<br/>Öz Kaynak Değeri = İşletmenin Ortakları İçin Değeri"
  },
  {
    "id": "3222576",
    "unitNumber": 8,
    "text": "Varlıkların değerini etkileyen işçilik, hammadde, nakliye, pazarlama ve ürün geliştirme gibi bütün maliyetlerin dikkate alınması sonucunda olması gereken fiyat aşağıdakilerden hangisiyle tanımlanır?",
    "correctAnswer": "C",
    "options": {
      "A": "Piyasa değeri",
      "B": "Nominal değer",
      "C": "Gerçek değer",
      "D": "Hurda değer",
      "E": "Teminat değeri"
    },
    "explanation": "Gerçek değer; varlıkların değerini etkileyen işçilik, hammadde, nakliye, pazarlama ve ürün geliştirme gibi bütün maliyetlerin dikkate alınması sonucunda olması gereken fiyat gerçek değer olarak tanımlanmaktadır."
  },
  {
    "id": "3222577",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi değerlemeye ihtiyaç duyulmasının temel nedenleri arasında <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Halka arzlar",
      "B": "Birleşme ve satın almalar",
      "C": "Portföy yönetimi",
      "D": "İnovasyon yönetimi",
      "E": "Stratejik planlamalar"
    },
    "explanation": "Değerlemeye ihtiyaç duyulmasının temel nedenleri şunlardır: \n<br/><ul><br/><li> Halka arzlar </li><br/><li> Birleşme ve satın almalar </li><br/><li> Portföy yönetimi</li><br/><li> Finansal yönetim </li><br/><li> Stratejik planlamalar </li><br/><li> Özelleştirme faaliyetleri</li><br/></ul>"
  },
  {
    "id": "3222580",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi işletmelerin değerini etkileyen ana faktörler arasında <strong>yer almaz? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İşletmenin faaliyet gösterdiği ekonomi ile sektörün genel durumu ve koşulları",
      "B": "İşletmenin doğası ve varlığından bu yana geçmişi",
      "C": "Mal veya hizmet üretiminde kullanılan makine ve teçhizatlar",
      "D": "Finansal yapısı ve varlıklarıyla likidite yaratma kapasitesi",
      "E": "Farklı iş kollarında faaliyet gösteren işletmelerin pay senetlerinin piyasa değeri"
    },
    "explanation": "İşletmelerin değerini etkileyen ana faktörler aşağıdaki gibi sıralanabilmektedir (Bucklew &amp; Edvinsson, 2008):<br/>• İşletmenin faaliyet gösterdiği ekonomi ile sektörün genel durumu ve koşulları<br/>• İşletmenin doğası ve varlığından bu yana geçmişi<br/>• Mal veya hizmet üretiminde kullanılan makine ve teçhizatlar<br/>• Teknoloji düzeyi<br/>• Finansal yapısı ve varlıklarıyla likidite yaratma kapasitesi<br/>• İşletmenin şerefiye veya başka bir soyut değere sahip olup olmadığı\n • Geçmişteki kazançları ve gelecekteki kar elde etme gücü<br/>• Kar payı politikası ve kar payı dağıtma kapasitesi,<br/>• Yatırım projeleri ve yarattığı nakit akışları,<br/>• Yatırımların ekonomik ömrü ve hurda değeri,<br/>• Piyasada aktif olarak işlem gören aynı veya benzer iş kolunda faaliyet gösteren işletmelerin pay<br/>senetlerinin piyasa değeri."
  },
  {
    "id": "3222581",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi aktif bazlı yaklaşımdaki değerleme yöntemlerindendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Defter değeri yöntemi",
      "B": "Fiyat / Kazanç oranı yöntemi",
      "C": "Piyasa değeri / Satışlar yöntemi",
      "D": "İndirgenmiş nakit akımları",
      "E": "İndirgenmiş temettü değerleme"
    },
    "explanation": "Aktif bazlı yaklaşımdaki değerleme yöntemleri şunlardır:<br/>• Defter değeri<br/>• Net aktif değeri<br/>• Tasfiye değeri"
  },
  {
    "id": "3222582",
    "unitNumber": 8,
    "text": "Bir işletmenin tasfiye değeri aşağıdakilerden hangisi ile hesaplanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Toplam Varlıklar - Toplam Yabancı Varlıklar - İmtiyazlı Pay Senetler",
      "B": "Toplam Varlıkların Cari Değeri - Borçların Cari Değeri",
      "C": "Toplam Varlıkların Satış Tutarı - Borçlar - Diğer (İşçilik Giderleri) + Kayyum Ücreti + Vergi",
      "D": "Toplam Varlıklar - Toplam Varlıkların Cari Değeri - Borçların Cari Değeri",
      "E": "Toplam Varlıkların Satış Tutarı + Borçlar + Diğer (İşçilik Giderleri)"
    },
    "explanation": "Bir işletmenin tasfiye değeri aşağıdaki gibi hesaplanmaktadır:<br/>Tasfiye Değeri = Toplam Varlıkların Satış Tutarı - Borçlar - Diğer (İşçilik Giderleri) + Kayyum Ücreti + Vergi"
  },
  {
    "id": "3222583",
    "unitNumber": 8,
    "text": "Vergilerden sonraki net işletme karı ile yatırılan sermayenin toplam maliyeti arasındaki fark aşağıdakilerden hangisi ile tanımlanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Piyasa Katma Değeri (MVA)",
      "B": "Ekonomik Katma Değer (EVA)",
      "C": "Temettü Verimi",
      "D": "Fiyat/Nakit Akımı Oranı",
      "E": "Net Aktif Değer"
    },
    "explanation": "Ekonomik katma değer (EVA), vergilerden sonraki net işletme karı (Net Operating Profit After Taxes - NOPAT) ile yatırılan sermayenin toplam maliyeti arasındaki fark olarak tanımlanmaktadır."
  },
  {
    "id": "3222584",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi işletmelerin hissedar değer yaklaşımını benimsemelerinde önemli role sahip faktörler arasında <strong>gösterilemez?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Üst yönetimin daha çok hissedar değeriyle ilgilenmesi",
      "B": "Alt yönetimin bilinçlendirilmesi ve yükümlülüklerinin etkinleştirmesi",
      "C": "Tüm işletme faaliyetlerinin hissedar değeri yaklaşımıyla uyumlulaştırılması",
      "D": "Alt yönetimin işletmenin finansal faaliyetleri ve bu faaliyetlerin sonuçlarını sürekli olarak kontrol<br/>etmek istemesi",
      "E": "İşletmenin planlama, politika ve stratejilerinin doğru ve bütçe dahilinde gerçekleştirilmek istenmesi"
    },
    "explanation": "İşletmelerin hissedar değer yaklaşımını benimsemelerinde önemli role sahip faktörler aşağıdaki gibi belirtilebilmektedir (Black vd., 1998):<br/>• Üst yönetimin daha çok hissedar değeriyle ilgilenmesi,<br/>• Üst yönetimin işletmenin finansal faaliyetleri ve bu faaliyetlerin sonuçlarını sürekli olarak kontrol etmek istemesi,<br/>• Alt yönetimin bilinçlendirilmesi ve yükümlülüklerinin etkinleştirmesi,<br/>• Tüm işletme faaliyetlerinin hissedar değeri yaklaşımıyla uyumlulaştırılması,<br/>• İşletme departmanlarının istenen ve gerçekleşen performanslarının tespit edilmesiyle meydana gelecek olası sapmaların giderilmesi,<br/>• İşletmenin planlama, politika ve stratejilerinin doğru ve bütçe dahilinde gerçekleştirilmek istenmesi."
  },
  {
    "id": "3222585",
    "unitNumber": 8,
    "text": "<ol type=\"I\"><br/><li>Hissedarların işletmenin yeni paylarını almayı taahhüt etmesi</li><br/><li>Paya dönüştürülebilir tahvillerin dönüştürülmesi</li><br/><li>İşletmenin hissedarlara temettü ödemesi</li><br/><li>İşletmenin pay senetlerini geri alımı </li><br/></ol><br/>Yukarıdaki durumlardan hangilerinde özsermayenin piyasa değerinde artış söz konusu olurken, Hissedar Katma Değeri'nde bir artış söz konusu <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I,II ve III",
      "E": "I,II,III ve IV"
    },
    "explanation": "Aşağıdaki durumlarda özsermayenin piyasa değerinde artış söz konusu olurken, Hissedar Katma Değeri'nde bir artış söz konusu değildir (Fernandez, 2002):<br/>• Hissedarların işletmenin yeni paylarını almayı taahhüt etmesi,<br/>• Paya dönüştürülebilir tahvillerin dönüştürülmesi.<br/>Aşağıdaki durumlarda ise özsermayenin piyasa değerinde bir düşüşten bahsedilirken, hissedar katma değerinde bir düşüş söz konusu değildir:<br/>• İşletmenin hissedarlara temettü ödemesi,<br/>• İşletmenin pay senetlerini geri alımı."
  },
  {
    "id": "3222586",
    "unitNumber": 8,
    "text": "Esas sözleşmede aksi belirtilmediği takdirde yatırımcılarına eşit haklar tanıyan paylar .............. olarak adlandırılmaktadır.\n<br/>Yukarıdaki tanımda boşluk bırakılan yere hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İmtiyazlı pay senetleri",
      "B": "Adi pay senetleri",
      "C": "Bedelli pay senetleri",
      "D": "Primli pay senetleri",
      "E": "Kurucu pay senetleri"
    },
    "explanation": "Adi ve İmtiyazlı Pay Senetleri: Esas sözleşmede aksi belirtilmediği takdirde yatırımcılarına<br/>eşit haklar tanıyan paylar adi pay senetleri olarak adlandırılmaktadır."
  },
  {
    "id": "3222587",
    "unitNumber": 8,
    "text": "Yatırımdan sağlanan getirinin vade sonuna kadar sabit bir getiri oranıyla tekrar yatırıma çevrildiği varsayımı ile ortaya çıkan getiri aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kupon faiz oranı",
      "B": "Basit getiri oranı",
      "C": "Bileşik getiri oranı",
      "D": "Piyasa değeri",
      "E": "Nominal değer"
    },
    "explanation": "Bileşik getiri oranı: yatırımdan sağlanan getirinin vade sonuna kadar sabit bir getiri oranıyla<br/>tekrar yatırıma çevrildiği varsayımı ile ortaya çıkan getiridir."
  }
]