[
  {
    "id": "3365577",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi modern istatistiğin gelişmesine büyük katkı sağlayan temel gelişmedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bölgesel nüfus projeksiyonlarının nüfus tahminlerinde kullanılmanın yaygınlaşması",
      "B": "İstatistik kelimesinin kökenindeki kapsamın ilerleyen yıllarda gittikçe genişlemesi",
      "C": "Oyunlar teorisindeki gelişmelere dayalı olarak olasılık teorisindeki gelişmeler olması",
      "D": "İstatistik tekniklerinin tüm bilim alanlarında kullanılma zorunluluğunun ortaya çıkması",
      "E": "Matematiğin istatistiğin temeli olduğu düşüncesinin kabul görmeye başlaması"
    },
    "explanation": "Modern istatistiğin gelişmesinde büyük katkı sağlayan olasılık teorisindeki gelişmelerdir. Olasılığın gelişimi de oyunlar teorisine veya şans oyunlarına gitmektedir. Pascal ve Fermat'ın yaptıkları tartışmalar ile oyun teorisindeki veya şans oyunlarındaki gelişmeler sonucunda modern olasılığın temelleri atılmıştır. Bugün modern istatiksel analizlerin çoğunluğunu olasılık teorisinin sağladığı bilgi ve tekniklerden ayrı tutmak olanaklı değildir."
  },
  {
    "id": "3365578",
    "unitNumber": 1,
    "text": "İstatistik bilgisinin sizlere en temel katkısı aşağıdaki ifadelerden hangisinde verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Rakam, tablo, grafik ve raporları daha iyi anlama ve sentezleme",
      "B": "Olasılığın temel kavramlarını ve olasılık dağılımlarını dikkate alma",
      "C": "Karar verme durumlarında daha etkili kararlar verebilmeyi sağlama",
      "D": "Rakamlardan daha ötesinde kapsamlı olarak durumu değerlendirme",
      "E": "İstatistiğin matematiksel temellerine hakim olarak analizler yapma"
    },
    "explanation": "İstatistik bilgisinin bizlere en temel katkısı rakam, tablo, grafik ve raporları daha iyi anlama ve sentezleme yetisi kazandırmasıdır. Böylece, bu bilgiler çerçevesinde doğru veriyi doğru kaynaktan derleyen, bunları doğru tablo ve grafikler ile aktarabilmeyi öğrenmek ve gerektiğinde istatistiksel modeller kurarak yorumlayabilmek söz konusudur."
  },
  {
    "id": "3365579",
    "unitNumber": 1,
    "text": "Bir araştırmacı, çalışmasının verilerini bilgilendirici bir biçimde düzenlemiş, tablo ve grafikler halinde göstermiş ve özetleyici istatistikleri hesaplayarak çalışmasında yer vermiştir. Bu araştırmacı ne tür istatistiklerden yararlanmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Olasılık",
      "B": "Dağılım",
      "C": "Çıkarımsal",
      "D": "Betimsel",
      "E": "Nicel"
    },
    "explanation": "Bir araştırmacı, çalışmasının verilerini bilgilendirici bir biçimde düzenlemiş, tablo ve grafikler halinde göstermiş ve özetleyici istatistikleri hesaplayarak çalışmasında yer vermiştir. Bu durumda araştırmacı betimsel istatistiklerden yararlanmıştır. Betimsel istatistikte veriler bilgilendirici biçimde düzenlenir, tablo ve grafikler ile gösterilir ve özetleyici istatistikler elde edilir."
  },
  {
    "id": "3365580",
    "unitNumber": 1,
    "text": "Aşağıdaki seçeneklerde verilen ifadelerden hangisi istatistiğin temel kavramlarından olan \"birim\"in temel bir özelliği <strong>değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Birimler sayılabilir ve ölçülebilir özelliklere sahip olmalıdırlar",
      "B": "İstatistik birimden birime değişmemeli ve her gözlemde aynı sonucu vermelidir",
      "C": "Birimlerin ilgilenilen özelliğinin en az iki seviyesinin olması gerekir",
      "D": "Birimlerin ortaya çıkışı biçimi zamansal olarak birbirinden farklılık gösterebilir",
      "E": "Birimler maddi veya maddi olmayan bir varlığa sahip olabilirler"
    },
    "explanation": "Birimler sayılabilir ve ölçülebilir özelliklere sahip olmalıdırlar ve bu özelliklerin birimden birime değişebilir olması gerekir. Birimlerin ilgilenilen özelliğinin en az iki seviyesinin olması gerekir. Birimlerin ortaya çıkışı biçimi zamansal olarak birbirinden farklılık gösterebilir. Birimler maddi veya maddi olmayan bir varlığa sahip olabilirler. Bununla birlikte, istatistikte birimden birime değişmeyen ve her gözlemlendiğinde veya ortaya çıktığında aynı sonuçların elde edildiği durumlar veya olaylar ise tipik olay olarak ifade edilir. Bu tipik olaylar ise istatistiğin konusu değildir."
  },
  {
    "id": "3365581",
    "unitNumber": 1,
    "text": "İstatistiğin temel kavramlarına ilişkin aşağıdaki ifadelerden hangisi doğru bir ifadedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Nicel veriler, kategorik özellikler taşırlar ve sayılabilirler ve ölçülebilirler",
      "B": "Tipik olaylar, istatistiğin betimsel istatistik konularını oluştururlar",
      "C": "Birim, tüm parçaların istatistiksel olarak bir araya gelerek oluşturduğu bütündür",
      "D": "Evren, temsil ettiği düşünülen örneklemin belirlenmesi ortaya çıkan gruptur",
      "E": "Sürekli değişken, belirli bir değer aralığındaki tüm değerleri alabilen değişkendir"
    },
    "explanation": "İstatistiğin temel kavramlarına ilişkin olarak şunlar ifade edilebilir:<br/><ul> <li>Nitel veriler kategorik özellikler taşır iken nicel veriler sayılabilir ve ölçülebilir sayısal özelliklere sahiptir.</li> <li>Tipik olaylar, istatistiğin konusunu oluşturmazlar. </li> <li>Birim, araştırmacının ilgilendiği bütünü oluşturan parçaların her biridir. </li> <li>Evren, hakkında çıkarsama yapılması istenen tüm gruptur</li> <li>Sürekli değişken, belirli bir değer aralığındaki tüm değerleri alabilen değişkendir </li> </ul>"
  },
  {
    "id": "3365582",
    "unitNumber": 1,
    "text": "Bir araştırmacı ailelerin çocuk yetiştirme biçimleri üzerine bir araştırma gerçekleştirmiştir. Bu araştırmaya ilişkin aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Araştırmacı sürekli birim ve sürekli evrenden yararlanmıştır",
      "B": "Araştırmacı nicel veriler yerine nitel veriler kullanmıştır",
      "C": "Araştırmacı çıkarımsal istatistiklerden yararlanmıştır",
      "D": "Araştırmacı verileri görüşmeler yaparak elde etmiştir",
      "E": "Araştırmacı süreksiz değişkenleri dikkate almıştır"
    },
    "explanation": "Bir araştırmacı ailelerin çocuk yetiştirme biçimleri üzerine bir araştırma gerçekleştirmiştir. Bu araştırmada araştırmacı, aile birimini dikkate almıştır. Aile, sürekli birimdir ve sürekli evrendir. Araştırmacının araştırmasında nicel veriler yerine nitel veriler kullandığına, çıkarımsal istatistiklerden yararlandığına, verileri görüşmeler yaparak elde ettiğine, süreksiz değişkenleri dikkate aldığına ilişkin ise soruda herhangi bir bilgi mevcut değildir, bu bilgiye yer verilmemektedir."
  },
  {
    "id": "3365583",
    "unitNumber": 1,
    "text": "Kavram Tanım<br/>I. Örneklem A. Birimlerin ayırt edilmelerinde kullanılabilen özellikler<br/>II. Ölçek B. Evrenin belirli bir özelliğini tanımlayan sayısal ölçü<br/>III. Değişken C. Evreni temsil ettiği düşünülen küçük alt grup<br/>IV. Birim<br/>V. Parametre<br/>Yukarıda verilen istatistik kavramları ile tanımlarının eşleşmesini doğru bir biçimde veren seçenek hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "III-B",
      "B": "VI-C",
      "C": "I-A",
      "D": "II-A",
      "E": "V-B"
    },
    "explanation": "Birimlerin ayırt edilmelerinde kullanılabilen özellikler, değişken olarak adlandırılır.<br/>Evrenin belirli bir özelliğini tanımlayan sayısal ölçü, parametre olarak belirtilir.<br/>Evreni temsil ettiği düşünülen küçük alt grup, örneklemi ifade eder."
  },
  {
    "id": "3365584",
    "unitNumber": 1,
    "text": "Bir araştırmacı öğrencilerin sınav kaygısı düzeylerini araştırmak için öğrencilere sınav kaygısı ölçme aracını vermiş ve bu araç ile öğrencilerin sınav kaygısı puanlarını elde etmiştir. Sonrasında bu verilerin istatistiksel analizini tamamlayarak yorumlamıştır. Bu araştırmacının araştırmasında ilgilendiği sınav kaygısı değişkenine ilişkin aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Sınav kaygısı bağımlı ve nitel bir değişkendir",
      "B": "Sınav kaygısı nicel ve sürekli bir değişkendir",
      "C": "Sınav kaygısı hem nitel ve hem sürekli bir değişkendir",
      "D": "Sınav kaygısı nitel ve bağımsız bir değişkendir",
      "E": "Sınav kaygısı nicel ve kesikli bir değişkendir"
    },
    "explanation": "Araştırmada sınav kaygısı değişkenin değerleri puan ile belirlenmekte olup, puan sayısal olarak ifade edilmektedir. Bu nedenle sınav kaygısı nicel bir değişkendir. Ayrıca, puan belirli bir değer aralığındaki (ölçme aracındaki) tüm değerleri alabilen değişkendir ve bu nedenle de sürekli bir değişkendir."
  },
  {
    "id": "3365585",
    "unitNumber": 1,
    "text": "Aşağıdaki seçeneklerden hangi işlemde dolaylı bir ölçme işlemi yapılmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Torbadaki sebzeyi terazi ile ölçmek",
      "B": "Çantayı bir ip yardımı ile ölçmek",
      "C": "Tarlanın etrafını metre ile ölçmek",
      "D": "Buğdayı çuvallara koyarak çuval ile ölçmek",
      "E": "Paketteki kuruyemişi baskül ile ölçmek"
    },
    "explanation": "Torbadaki sebzeyi terazi ile ölçmek, Çantayı bir ip yardımı ile ölçmek, Tarlanın etrafını metre ile ölçmek ve Buğdayı çuvallara koyarak çuval ile ölçmek işlemlerinde doğrudan ölçme işlemi yapılmaktadır. Çünkü, bu örneklerde ölçülmek istenen özellik o özelliğe uygun türden, kendisi ile aynı türden bir bir ölçme aracı ile ölçülmektedir. Örneğin, ağırlık yine ağırlık yardımı ile, uzunluk yine uzunluk yardımı ile ölçülmektedir. Ancak, paketteki kuruyemişi baskül ile ölçmek işlemi ise dolaylı ölçmedir. Çünkü, burada kuruyemiş ağırlığı ağırlık yardımı ile değil, baskülün çalışma biçimi veya basküldeki gösterge yardımı ile ölçülmektedir."
  },
  {
    "id": "3365586",
    "unitNumber": 1,
    "text": "Ölçek türleri Özellik<br/>I. Sınıflayıcı A. Yokluk anlamına gelen gerçek bir sıfır başlangıç noktası yoktur<br/>II. Sıralayıcı B. Kullanılan rakamlar matematiksel bir büyüklüğe sahip değildir<br/>III. Eşit Aralıklı C. Karşılaştırmalarda hem büyüklük hem de eşitlik ilkeleri test edilebilir<br/>IV. Oransal <br/>Yukarıda verilen ölçek türleri ile özelliklerinin eşleşmesi doğru olarak hangi seçenekte verilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "IV-A",
      "B": "III-A",
      "C": "I-C",
      "D": "III-B",
      "E": "II-C"
    },
    "explanation": "Yokluk anlamına gelen gerçek bir sıfır başlangıç noktası eşitli aralıklı ölçeklerde yoktur. Sınıflayıcı ölçeklerde, kullanılan rakamlar matematiksel bir büyüklüğe sahip değildir. Sıralayıcı ölçeklerde, karşılaştırmalarda hem büyüklük hem de eşitlik ilkeleri test edilebilir."
  },
  {
    "id": "3365597",
    "unitNumber": 1,
    "text": "Aşağıdakilerin hangisinde birim<u> yanlış</u> belirlenmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hastanedeki hasta yoğunluğunun belirleneceği araştırmada dâhiliye servisine gelen hasta",
      "B": "Genel nüfus sayımında insan",
      "C": "Çocuk sayısını belirlemek için yapılan araştırmada aile",
      "D": "Okullaşma oranının hesaplanacağı bir çalışmada okul",
      "E": "Su tüketiminde bir metreküp su"
    },
    "explanation": "Hastanedeki hasta yoğunluğunu belirlemek için tek bir servise gelen hasta yerine hastanenin tüm servislerine gelen hastalar birimdir."
  },
  {
    "id": "3365598",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi evren <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Bir dersi alan tüm öğrenciler",
      "B": "Bir fabrikada çalışan tüm işçiler",
      "C": "Üretilen tüm ürünler",
      "D": "Türkiye’de yaşayan tüm insanlar",
      "E": "Bir çuval şekerden alınan bir bardak şeker"
    },
    "explanation": "Bir çuval şekerden alınan bir bardak şeker örneklemdir."
  },
  {
    "id": "3365599",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi örnekleme yapmayı gerekli kılan nedenlerden biri <u>değildir?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Maliyet tasarrufu sağlama",
      "B": "Tamsayımın olanaklı olması",
      "C": "Zaman tasarrufu sağlama",
      "D": "Doğru bilgi edinme imkânı sağlama",
      "E": "Pratik imkânsızlık halinin bulunması"
    },
    "explanation": "Tamsayım yapılabiliyorsa yani tüm birimlere ulaşılabiliyorsa örneklem yapılması gerekli değildir."
  },
  {
    "id": "3365600",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Saç rengi</li> <li>Branş</li> <li>Aylık gelir</li> <li>Araç sayısı </li> </ol> Yukarıdakilerden hangisi/hangileri kesikli değişkenlere örnek olarak verilebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız III",
      "B": "I-II-III",
      "C": "I-II-IV",
      "D": "III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "Kesikli değişkenler, sonuçları tamsayılar ile ifade edilebilen ve birbirini takip eden iki şık arasına bir başka şıkkın daha alınamayacağı değişkenleri temsil eder. Bu doğrultuda verilen değişken arasında aylık gelir haricindeki tüm değişkenler kesikli değişkendir."
  },
  {
    "id": "3365601",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sürekli değişkendir?",
    "correctAnswer": "D",
    "options": {
      "A": "Cinsiyet",
      "B": "Medeni durum",
      "C": "Mezun olunan okul türü",
      "D": "Yaş",
      "E": "Doğum yeri"
    },
    "explanation": "Yaş: Doğası gereği sürekli nicel değişkendir."
  },
  {
    "id": "3365602",
    "unitNumber": 1,
    "text": "Aşağıdaki değişkenlerden hangisi doğrudan ölçülebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ağırlık",
      "B": "Zekâ",
      "C": "Başarı",
      "D": "İlgi",
      "E": "Tutum"
    },
    "explanation": "Doğrudan ölçme çalışmalarında ilgilenilen özellik o özelliğe uygun türden bir ölçme aracı kullanılarak doğrudan tespit edilir. Örneğin ağırlık değişkeni bir tartı yardımıyla doğrudan gram, kilogram veya ton cinsinden tespit edilebilir."
  },
  {
    "id": "3365603",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi ölçülen özelliğin hiç olmadığını gösteren ölçek türüdür?",
    "correctAnswer": "D",
    "options": {
      "A": "Sınıflamalı",
      "B": "Sıralamalı",
      "C": "Eşit aralıklı",
      "D": "Oransal",
      "E": "Nicel"
    },
    "explanation": "Oransal ölçek aralıklı ölçeğin tüm özelliklerini içermekle birlikte oransal ölçekte yokluk anlamına gelen bir 0 (sıfır) başlangıç noktası yer almaktadır."
  },
  {
    "id": "3365604",
    "unitNumber": 1,
    "text": "“Dışarıdaki havanın 0 derece olması gerçekte sıcaklığın hiç olmaması anlamına gelmez” ifadesi aşağıdaki ölçek türlerinden hangisi ile ilişkilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sınıflamalı",
      "B": "Sıralamalı",
      "C": "Eşit aralıklı",
      "D": "Oransal",
      "E": "Nicel"
    },
    "explanation": "Aralıklı ölçeğin en büyük özelliği yokluk anlamına gelen bir “0” (sıfır) başlangıç noktasının ölçü biriminde yer almamasıdır."
  },
  {
    "id": "3365605",
    "unitNumber": 1,
    "text": "Aşağıdaki değişkenlerden hangisi için ölçme düzeyi diğerlerinden farklıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Ürün ağırlığı",
      "B": "Firmanın pazarlama bölümünde çalışanlara yapılan ödeme",
      "C": "Bir tiyatro gişesinde cuma gecesi gerçekleştirilecek etkinlik için satılan bilet sayısı",
      "D": "Ödenen vergi",
      "E": "Müşteri tipi"
    },
    "explanation": "Ürün ağırlığı (kg): Ağırlık ölçüleri için bir sıfır başlangıç noktası vardır bu örnek için bu değer 0 kilogramdır. Ürün ağırlığı değişkeni için ölçek düzeyi oransal ölçektir.<br/>Firma pazarlama bölümünde çalışanlara yapılan ödeme: Ödemelerin parasal olarak gerçekleştirildiği düşünüldüğünde ilgilenilen değişken için ölçme düzeyi oransal ölçektir.<br/>Bir tiyatro gişesinde cuma gecesi gerçekleştirilecek etkinlik için satılan bilet sayısı: Bilet sayısı değişkeni nicel bir değişkendir, sayma yolu ile elde edilen bir değişkendir. Hiç bilet satılmaması<br/>durumunu da içermektedir. Bilet sayısı değişkeni için ölçme düzeyi oransal ölçektir.<br/>Ödenen vergi: Gerçek bir başlangıç noktası vardır ve bu örnek için bu değer 0 vergi ödemesidir. Ödenen vergi değişkeni için ölçek düzeyi oransal ölçektir.<br/>Müşteri tipi değişkeni için ölçek düzeyi sınıflayıcı ölçektir."
  },
  {
    "id": "3365606",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi verilerin kategorilere ayrıldığı, eşit olma ve olmamanın kontrol edilebildiği ölçek türüdür?",
    "correctAnswer": "D",
    "options": {
      "A": "Sıralamalı",
      "B": "Eşit aralıklı",
      "C": "Oransal",
      "D": "Sınıflamalı",
      "E": "Nicel"
    },
    "explanation": "Sınıflayıcı ölçek ile ölçülen değişkenlerin şıkları kategorilerden oluşmaktadır. Her bir kategori kendi başına değişkenin sahip olduğu belirli bir özelliği temsil ederler. Bir araştırmada bir birim sınıflayıcı ölçek ile ölçülen bir değişkenin sadece bir kategorisinde ya da şıkkındadır."
  },
  {
    "id": "3365671",
    "unitNumber": 1,
    "text": "\"İstatistik bilgisi sizlere, size verilen rakam, tablo, grafik ve raporları daha iyi ........... yetisi kazandıracaktır\" ifadesinde boş bırakılan yeri anlamlı biçimde tamamlayan seçenek aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "ölçeklendirme yapma",
      "B": "örnekleme elde etme",
      "C": "birim değerlerini belirleme",
      "D": "anlama ve sentezleme",
      "E": "nicel ve nitel değişkenleri tanıma"
    },
    "explanation": "\"İstatistik bilgisi sizlere, size verilen rakam, tablo, grafik ve raporları daha iyi anlama ve sentezleme yetisi kazandıracaktır. \""
  },
  {
    "id": "3365672",
    "unitNumber": 1,
    "text": "Aşağıdaki seçeneklerden hangisi modern istatistiğin gelişmesine büyük katkı sağlamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Olasılık teorisindeki gelişmeler",
      "B": "Nüfus sayımındaki gelişmeler",
      "C": "Normal dağılım hesaplamasındaki gelişmeler",
      "D": "Çıkarımsal istatistikteki gelişmeler",
      "E": "Örnekleme almadaki gelişmeler"
    },
    "explanation": "Modern istatistiğin gelişmesinde büyük katkı sağlayan olasılık teorisindeki gelişmelerdir."
  },
  {
    "id": "3365673",
    "unitNumber": 1,
    "text": "I. Verinin içerisinde var olduğu düşünülen yapıların ortaya çıkarılması<br/>II. Ölçüm ve gözlemlerin yürütüldüğü sayılabilir ve ölçülebilir özellikler<br/>III. Birimden birime değişmeyip her gözlemlendiğinde aynı sonuçların elde edilmesi <br/>IV. Ham gözlemleri ile ortaya çıkan işlenmemiş gerçekler ve olaylar<br/>V. Mevcut verileri kullanarak ilgilenilen özellik hakkında tahminlerde bulunma<br/>Yukarıda verilen ifadelerin hangilerinde betimsel istatistik ve çıkarımsal istatistik ifade edilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "II ve III",
      "B": "II ve IV",
      "C": "I ve V",
      "D": "IV ve V",
      "E": "III ve IV"
    },
    "explanation": "Betimsel istatistikte verinin içerisinde var olduğu düşünülen yapıların ortaya çıkarılması söz konusudur. Çıkarımsal istatistikte ise mevcut verileri kullanarak ilgilenilen özellik hakkında tahmin ve çıkarımlarda bulunmak söz konusudur."
  },
  {
    "id": "3365674",
    "unitNumber": 1,
    "text": "Bir araştırma için araştırmacı 160 üniversite öğrencisinden bilgi toplamış ve bu elde ettiği bilgilerden hareketle elde ettiği sonuçları anlamlandırmıştır. Bu duruma ilişkin aşağıdakilerden hangisi söylenebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Araştırmacı üniversite öğrencisi 160 birimden bilgi toplamıştır",
      "B": "Araştırmacı 160 kişilik temsil edici bir örnekleme yapmıştır",
      "C": "Araştırmacı 160 öğrenciden eşit aralıklı ölçek ile bilgi toplamıştır",
      "D": "Araştırmacı ana kütle olarak 160 kişiyi belirleyerek veri toplamıştır",
      "E": "Araştırmacı 160 üniversite öğrencisi ile kesikli değişkenlerden veri sağlamıştır"
    },
    "explanation": "Bir araştırma için araştırmacı 160 üniversite öğrencisinden bilgi toplamış ve bu elde ettiği bilgilerden hareketle elde ettiği sonuçları anlamlandırmıştır. Bu durumda araştırmacı üniversite öğrencisi 160 birimden bilgi elde etmiş veya veri toplamıştır. Birim, araştırmacının bilgi topladığı, ölçüm ve gözlemlerin yürütüldüğü canlı cansız varlıklar, nesneler ve olaylar olarak tanımlanır."
  },
  {
    "id": "3365675",
    "unitNumber": 1,
    "text": "\"Tipik olaylar istatistiğin konusunu oluşturmazlar.\" Bunun temel nedeni nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tipik olaylarda evrenin örneklemi temsil ediciliği yetersizdir",
      "B": "Tipik olayların dağılımları normal dağılımdan farklıdır",
      "C": "Tipik olaylar birimden birime değişmeyip aynı sonuçlara sahiptir",
      "D": "Tipik olayların ortaya çıkış zamanları farklılık gösterir niteliktedir",
      "E": "Tipik olayların ölçme düzeyleri sınıflayıcı ve sıralayıcıdır"
    },
    "explanation": "\"Tipik olaylar istatistiğin konusunu oluşturmazlar.\" Çünkü istatistikte birimden birime değişmeyen ve her gözlemlendiklerinde veya ortaya çıktıklarında aynı sonuçların elde edildiği durum ve olaylar tipik olaydır. İstatistiksel çalışmalarda ise birimlerin sayılabilir ve ölçülebilir özellikler içermesi, bu özelliklerin de birimden birime değişebilir olması beklenir."
  },
  {
    "id": "3365676",
    "unitNumber": 1,
    "text": "Bir araştırmacı üniversite öğrencilerinin sosyal kaygılarını hakkında bir araştırma yapmak istemiş ve bunun içinde sosyal kaygı puanı veren bir sosyal kaygıyı ölçeği ile ölçüm gerçekleştirmiştir. Bu araştırmadaki sosyal kaygı değişkeni hakkında aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Nicel sürekli değişkendir",
      "B": "Nicel kesikli değişkendir",
      "C": "Nitel değişkendir",
      "D": "Nicelden düzenlenmiş nitel değişken",
      "E": "Nicel-nitel değişken"
    },
    "explanation": "Bir araştırmacı üniversite öğrencilerinin sosyal kaygılarını hakkında bir araştırma yapmak istemiş ve bunun içinde sosyal kaygı puanı veren bir sosyal kaygıyı ölçeği ile ölçüm gerçekleştirmiştir. Bu araştırmadaki sosyal kaygı değişkeni nicel sürekli bir değişkendir. Nicel sürekli değişkenler belirli bir değer aralığında yer alan tüm değerleri alabilen değişkenlerdir."
  },
  {
    "id": "3365677",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bir araştırmada örneklemenin belirlenmesine ilişkin dikkat edilmesi gereken temel bir özelliktir?",
    "correctAnswer": "D",
    "options": {
      "A": "Evrendeki birimlerin tamamının aynı olması",
      "B": "Evrenin hareketli evren niteliğinde olması",
      "C": "Veri derlemenin tamsayım ile yapılmış olması",
      "D": "Evreni temsil ediciliğinin olması",
      "E": "Maliyetin tüm yönleri ile hesaplanması"
    },
    "explanation": "Bir araştırmada örneklemenin belirlenmesine ilişkin dikkat edilmesi gereken temel özellik, örneklemin evreni temsil edici olmasıdır."
  },
  {
    "id": "3365678",
    "unitNumber": 1,
    "text": "I. Sınav puanı<br/>II. Sınıf düzeyi<br/>III. Boy uzunluğu<br/>IV. Cinsiyet<br/>V. Başarı düzeyi<br/>VI. Yaş<br/>Yukarıda verilen değişkenlerden hangileri nicel değişken türünü temelde ifade etmektedirler?",
    "correctAnswer": "A",
    "options": {
      "A": "I, III, VI",
      "B": "Sadece I ve III",
      "C": "II, IV, V",
      "D": "I, II, IV, V",
      "E": "Sadece V ve VI"
    },
    "explanation": "Sınav puanı, Boy uzunluğu ve Yaş değişkenleri nicel değişkenlerdir. Cinsiyet, başarı düzeyi ve sınıf düzeyi değişkenleri ise nitel değişkenlerdir."
  },
  {
    "id": "3365679",
    "unitNumber": 1,
    "text": "Bir araştırmacı araştırmasında öğrencilerin sınav kaygısı puanları hakkında bilgi elde etmek için bir test/ölçek uygulayarak veri elde etmiştir. Bu araştırmacının değişkeni ve ölçme biçimi hakkında aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Nitel bir değişkeni dolaylı ölçmüştür.",
      "B": "Nicel kesikli bir değişkeni doğrudan ölçmüştür",
      "C": "Nicel bir değişkeni düzenleyerek nitel olarak dolaylı ölçmüştür",
      "D": "Nicel sürekli bir değişkeni dolaylı ölçmüştür",
      "E": "Nicel sürekli bir değişkeni doğrudan ölçmüştür"
    },
    "explanation": "Bir araştırmacı araştırmasında öğrencilerin sınav kaygısı puanları hakkında bilgi elde etmek için bir test/ölçek uygulayarak veri elde etmiştir. Bu araştırmacı sınav kaygısı değişkenini ölçmek için bir ölçek/test kullanmıştır. Bu nedenle, bu özellik hakkında bilgi elde etmek için dolaylı bir ölçme işlemi gerçekleştirmiştir. Sınav kaygısını bir ölçek/test yardımı ile ölçerek puan elde etmiş olup, nicel sürekli değişkenden veri elde etmiştir."
  },
  {
    "id": "3365680",
    "unitNumber": 1,
    "text": "Bir öğretmen sınavda on soru sorarak yüz puan üzerinden öğrencilerin başarılarını değerlendirmiş ve sınıftaki tüm öğrencilerin puanlarını ve sınıf ortalamasının da bir listesini duyuru panosuna asmıştır. Bu öğretmenin yapmış olduğu ölçme işlemindeki ölçek düzeyi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sınıflayıcı",
      "B": "Sıralayıcı",
      "C": "Aralıklı",
      "D": "Oransal",
      "E": "Kategorik"
    },
    "explanation": "Bir öğretmen sınavda on soru sorarak yüz puan üzerinden öğrencilerin başarılarını değerlendirmiş ve sınıftaki tüm öğrencilerin puanlarını ve sınıf ortalamasının da bir listesini duyuru panosuna asmıştır. Bu öğretmenin yapmış olduğu ölçme işlemindeki ölçek düzeyi eşit aralıklı veya aralıklı ölçektir."
  },
  {
    "id": "3365491",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi araştırmalarda veri derleme sürecinde araştırmacıların üzerinde durması gereken genel ilke ve kurallar arasında <u>yer almaz</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Araştırma amacının yalın bir dille ifade edilmesi",
      "B": "Veri derleme araçlarının neler olduğunun belirlenmesi",
      "C": "Kişisel verilerin nasıl saklanacağının belli olmaması",
      "D": "Veri derleme sürecine ilişkin atılacak tüm adımların ifade edilmesi",
      "E": "Derlenen verilerin hangi ortamda nasıl saklanacaklarının belirlenmesi"
    },
    "explanation": "Veri derleme sürecinde eğer kişilerin bireysel bazı özellikleri hakkında bilgiler derleniyor ise bu verilerin kişisel verileri koruma kanunlarına göre nasıl işleneceği ve saklanacağının da tespit edilmesi gerekir."
  },
  {
    "id": "3365568",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi birinci elden veri derleme yöntemlerinden biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Gözlem",
      "B": "Görüşme",
      "C": "Ölçek",
      "D": "Anket",
      "E": "Literatür taraması"
    },
    "explanation": "Araştırmayı yürüten araştırmacı kimi durumlarda ilgilendiği değişkene dair gözlem değerlerini elde edemeyebilir. Dolayısıyla araştırmacının elinde bu değişkene dair bir bilgi olmayacaktır. Ancak ilgili değişken için gözlem değerleri başka araştırmalarda derlenmiş olabilir. Araştırmacı literatür taraması yardımıyla bu verilere ulaşabilir."
  },
  {
    "id": "3365569",
    "unitNumber": 2,
    "text": "“Çeşitli araç ve gereçlerin yardımıyla olayların sebeplerini bilmek için uygulanan bilimsel yöntem” tanımı aşağıdakilerden hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gözlem",
      "B": "Görüşme",
      "C": "Anket",
      "D": "Ölçek",
      "E": "Envanter"
    },
    "explanation": "Gözlem için Türk Dil Kurumu “çeşitli araç ve gereçlerin yardımıyla olayların sebeplerini bilmek için uygulanan bilimsel yöntem” tanımlamasına yer vermektedir."
  },
  {
    "id": "3365570",
    "unitNumber": 2,
    "text": "“İşyerinizin ana faaliyet kolu nedir?”<br/>( ) Tarım ( ) Ticaret ( ) Sanayi ( ) Hizmet<br/>Yukarıda verilen soru türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Açık uçlu soru",
      "B": "Tek seçeneğin işaretlendiği sabit seçenekli soru",
      "C": "Açık uçlu seçenek içeren sabit seçenekli soru",
      "D": "Birden fazla seçeneğin işaretlendiği sabit seçenekli soru",
      "E": "Seçeneklerin sıralandığı soru"
    },
    "explanation": "Katılımcının seçmesi için dört ana faaliyet kolu verilmiştir. NACE standartlarına göre oluşturulan bu faaliyet kolları birbirlerinden kesin özellikler ile ayrılan farklı çalışma kollarını temsil etmektedir. Görüldüğü gibi bu tür sorularda katılımcı mutlaka verilen seçeneklerden bir tanesini seçecektir. Dolayısıyla tek seçeneğin işaretlendiği sabit seçenekli sorudur."
  },
  {
    "id": "3365571",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi ikinci elden veri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Sektör raporları",
      "B": "Nüfus sayımı sonuçları",
      "C": "Basılı eserler",
      "D": "Araştırmacının uyguladığı gözlem sonucu",
      "E": "Türkiye İstatistik Kurumu raporları"
    },
    "explanation": "İkinci el veri için sektör raporları, nüfus sayımı sonuçları, basılı eserler, Türkiye İstatistik Kurumu tarafından yayınlanan raporlar, oda anketleri ve endüstri raporları örnek olarak gösterilebilir."
  },
  {
    "id": "3365572",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi nicel değişkenler için elde edilen gözlem değerlerinin küçükten büyüğe sıralanması ile elde edilen seridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Basit seri",
      "B": "Frekans serisi",
      "C": "Gruplandırılmış frekans serisi",
      "D": "Oransal seri",
      "E": "Birikimli frekans serisi"
    },
    "explanation": "Nicel değişkenler için elde edilen gözlem değerlerinin küçükten büyüğe sıralanması ile elde edilen seriye basit seri adı verilir."
  },
  {
    "id": "3365573",
    "unitNumber": 2,
    "text": "<table><tbody><tr><td><br/>Uzunluk<br/></td><td><br/>Frekans (f)<br/></td></tr><tr><td><br/>150<br/></td><td><br/>10<br/></td></tr><tr><td><br/>160<br/></td><td><br/>20<br/></td></tr><tr><td><br/>170<br/></td><td><br/>15<br/></td></tr><tr><td><br/>180<br/></td><td><br/>9<br/></td></tr><tr><td><br/>190<br/></td><td><br/>4<br/></td></tr></tbody></table><br/>Verilen frekans serisinde uzunluk değişkeninin en yüksek frekansa sahip değeri nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "150",
      "B": "160",
      "C": "170",
      "D": "180",
      "E": "190"
    },
    "explanation": "Frekansı en yüksek olan değer 160’tır."
  },
  {
    "id": "3365574",
    "unitNumber": 2,
    "text": "Verilen gruplandırılmış frekans serisinde dördüncü sınıfın alt sınırı nedir?<br/><table> <tbody> <tr> <td> X<br/></td> <td> Frekans (f)<br/></td> </tr> <tr> <td> 50-60<br/></td> <td> 10<br/></td> </tr> <tr> <td> 60-70<br/></td> <td> 15<br/></td> </tr> <tr> <td> 70-80<br/></td> <td> 9<br/></td> </tr> <tr> <td> 80-90<br/></td> <td> 20<br/></td> </tr> <tr> <td> 90-100<br/></td> <td> 12<br/></td> </tr> </tbody> </table>",
    "correctAnswer": "D",
    "options": {
      "A": "15",
      "B": "20",
      "C": "70",
      "D": "80",
      "E": "90"
    },
    "explanation": "Dördüncü sınıf 80-90 sınıfıdır. Burada alt sınır 80 üst sınır 90’dır."
  },
  {
    "id": "3365575",
    "unitNumber": 2,
    "text": "<table><tbody><tr><td><br/>Yükseklik (cm.) (X)<br/></td><td><br/>Frekans (f)<br/></td><td><br/>-den az<br/></td><td><br/>-den çok<br/></td><td><br/>Oransal<br/>Frekans<br/></td><td><br/>Artan Birikimli<br/>Oransal Frekans<br/></td><td><br/>Azalan Birikimli Oransal Frekans<br/></td></tr><tr><td><br/>30-50<br/></td><td><br/>20<br/></td><td><br/>20<br/></td><td><br/>100<br/></td><td><br/>0,2<br/></td><td><br/>0,2<br/></td><td><br/>1<br/></td></tr><tr><td><br/>50-70<br/></td><td><br/>25<br/></td><td><br/>45<br/></td><td><br/>80<br/></td><td><br/>0,25<br/></td><td><br/>0,45<br/></td><td><br/>0,8<br/></td></tr><tr><td><br/>70-90<br/></td><td><br/>40<br/></td><td><br/>85<br/></td><td><br/>55<br/></td><td><br/>0,4<br/></td><td><br/>0,85<br/></td><td><br/>0,55<br/></td></tr><tr><td><br/>90-110<br/></td><td><br/>10<br/></td><td><br/>95<br/></td><td><br/>15<br/></td><td><br/>0,1<br/></td><td><br/>0,95<br/></td><td><br/>0,15<br/></td></tr><tr><td><br/>110-130<br/></td><td><br/>5<br/></td><td><br/>100<br/></td><td><br/>5<br/></td><td><br/>0,05<br/></td><td><br/>1<br/></td><td><br/>0,05<br/></td></tr><tr><td><br/>Toplam<br/></td><td><br/>100<br/></td><td><br/></td></tr></tbody></table><br/>Tabloya göre aşağıdakilerden hangisi <u>yanlıştır</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Yüksekliği 50 cm’den büyük olan birim sayısı 80’dir.",
      "B": "Yüksekliği 70 cm’den az olan birim sayısı 85’tir.",
      "C": "Yüksekliği 50-70 cm arasında değişen birim oranı %25’tir.",
      "D": "Yüksekliği 70 cm ve daha büyük olan birim oranı %55’tir.",
      "E": "Yüksekliği 50 cm’den az olan birim oranı %80’dir."
    },
    "explanation": "Tabloya göre yüksekliği 50 cm’den az olan birim oranı %45’tir (sütun 6)"
  },
  {
    "id": "3365576",
    "unitNumber": 2,
    "text": "<table> <tbody> <tr> <td> Yükseklik (cm.) (X)<br/></td> <td> Frekans (f)<br/></td> <td> -den az<br/></td> <td> -den çok<br/></td> <td> Oransal<br/>Frekans<br/></td> <td> Artan Birikimli<br/>Oransal Frekans<br/></td> <td> Azalan Birikimli Oransal Frekans<br/></td> </tr> <tr> <td> 30-50<br/></td> <td> 20<br/></td> <td> 20<br/></td> <td> 100<br/></td> <td> 0,2<br/></td> <td> 0,2<br/></td> <td> 1<br/></td> </tr> <tr> <td> 50-70<br/></td> <td> 25<br/></td> <td> 45<br/></td> <td> 80<br/></td> <td> 0,25<br/></td> <td> 0,45<br/></td> <td> 0,8<br/></td> </tr> <tr> <td> 70-90<br/></td> <td> 40<br/></td> <td> 85<br/></td> <td> 55<br/></td> <td> 0,4<br/></td> <td> 0,85<br/></td> <td> 0,55<br/></td> </tr> <tr> <td> 90-110<br/></td> <td> 10<br/></td> <td> 95<br/></td> <td> 15<br/></td> <td> 0,1<br/></td> <td> 0,95<br/></td> <td> 0,15<br/></td> </tr> <tr> <td> 110-130<br/></td> <td> 5<br/></td> <td> 100<br/></td> <td> 5<br/></td> <td> 0,05<br/></td> <td> 1<br/></td> <td> 0,05<br/></td> </tr> <tr> <td> Toplam<br/></td> <td> 100<br/></td> </tr> </tbody> </table> Tabloya göre aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Yüksekliği 50 cm’den büyük olan birim sayısı 45’tir.",
      "B": "Yüksekliği 70 cm’den az olan birim sayısı 55’tir.",
      "C": "Yüksekliği 50 cm’den az olan birim oranı %45’tir.",
      "D": "Yüksekliği 50-70 cm arasında değişen birim oranı %40’tır.",
      "E": "Yüksekliği 70 cm ve daha büyük olan birim oranı %85’tir."
    },
    "explanation": "Yüksekliği 50 cm’den büyük olan birim sayısı 80’dir.<br/>Yüksekliği 70 cm’den az olan birim sayısı 85’tir.<br/>Yüksekliği 50-70 cm arasında değişen birim oranı %25’tir.<br/>Yüksekliği 70 cm ve daha büyük olan birim oranı %55’tir.<br/>Yüksekliği 50 cm’den az olan birim oranı %45’tir."
  },
  {
    "id": "3365587",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi veri derlemenin en önemli bileşenlerinden biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Değişken",
      "B": "Evren",
      "C": "Birim",
      "D": "Seri",
      "E": "Ölçme Aracı"
    },
    "explanation": "Veri derlemenin en önemli bileşenleri araştırmanın evreni, bu evrenden alınan örneklemdeki birimler, ölçme yapılacak değişkenler ve bunun için kullanılacak ölçme araçlarıdır. Seri ise verinin düzenlenmesini içerir ve bu çerçevede, verilerin zaman, mekan veya ilgili değişkenin ölçme düzeyine göre sıralanmış olarak gösterilmesini ile elde edilen sayı dizilerini ifade eder."
  },
  {
    "id": "3365588",
    "unitNumber": 2,
    "text": "Araştırmacı, veri derleme sürecinde ölçme araçlarını uygun belirlememesinden kaynaklı olarak bazı hata ve yanlışlar yapmıştır. Bu durumda araştırmaya ilişkin aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Araştırmanın güvenirliği doğrudan etkilenmiştir",
      "B": "Araştırmanın veri derleme süreci tekrarlanmıştır",
      "C": "Araştırmada birinci elden veri derlemesi yapılmıştır",
      "D": "Araştırmanın basit serilerine bakılmamıştır",
      "E": "Araştırmada dağılım serileri hatalı oluşturulmuştur"
    },
    "explanation": "Araştırmacı, veri derleme sürecinde ölçme araçlarını uygun belirlememesinden kaynaklı olarak bazı hata ve yanlışlar yapmıştır. Bu durumdan araştırmanın güvenirliği oldukça olumsuz etkilenecektir."
  },
  {
    "id": "3365589",
    "unitNumber": 2,
    "text": "Bir araştırmacının araştırma sürecinde amacını belirledikten sonraki işlemde ne yapması beklenir?",
    "correctAnswer": "B",
    "options": {
      "A": "Veri düzenlemesi yapması gerekir",
      "B": "Değişkenleri hakkında bilgi edinmelidir",
      "C": "Hangi tür seri kullanacağını belirlemelidir",
      "D": "Birinci elden veri toplamaya başlamalıdır",
      "E": "Örnekleme yöntemine karar vermelidir"
    },
    "explanation": "Bir araştırmacının araştırma sürecinde amacını belirledikten sonraki işlemde, hangi değişkenler hakkında bilgi edinmesi gerektiğini belirlemelidir."
  },
  {
    "id": "3365590",
    "unitNumber": 2,
    "text": "Araç satışlarına ilişkin bir araştırma planlayan bir araştırmacı, mevcut verilere yeterince güvenemediği için araştırmanın verilerini toplamak için farklı bir yol denemiştir. Bu durumda araştırmacı ne yapmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Verilerin zaman serilerini dikkate almıştır",
      "B": "İkinci elden veri toplamayı denemiştir",
      "C": "Literatürdeki verileri analiz etmeye yönelmiştir",
      "D": "Veriyi doğrudan derleme yaklaşımı ile elde etmiştir",
      "E": "Verilerin güvenirliği için nitel değişkenler seçmiştir"
    },
    "explanation": "Araç satışlarına ilişkin bir araştırma planlayan bir araştırmacı, mevcut verilere yeterince güvenemediği için araştırmanın verilerini toplamak için farklı bir yol denemiştir. Bu durumda araştırmacı veriyi doğrudan derleme yaklaşımı ile elde etmeye yönelmiştir."
  },
  {
    "id": "3365591",
    "unitNumber": 2,
    "text": "Araştırmacı araştırmasında ikinci elden veri derleme yöntemi ile çalışmasını tamamlamıştır. Bu durumda, araştırmacı veri derlemek için hangi yolla bilgi toplamıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Gözlem",
      "B": "Görüşme",
      "C": "Anket",
      "D": "Soru listesi",
      "E": "Literatür"
    },
    "explanation": "Araştırmacı araştırmasında ikinci elden veri derleme yöntemi ile çalışmasını tamamlamıştır. Bu durumda, araştırmacı veri derlemek için literatür taraması yaparak verilere bu yol ile ulaşmıştır."
  },
  {
    "id": "3365592",
    "unitNumber": 2,
    "text": "Araştırmacı çalışmasında veri derleme işleminde sürecin bir parçası olmamış, ancak sürecin genel akışını ise izleyerek kayıt altına almıştır. Bu durumda, araştırmacı hangi veri derleme yöntemini kullanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Katılımsız gözlem",
      "B": "Yapılandırılmış görüşme",
      "C": "Sistematik gözlem",
      "D": "Gözlem ve Görüşme",
      "E": "Gözlem ve Anket"
    },
    "explanation": "Araştırmacı çalışmasında veri derleme işleminde sürecin bir parçası olmamış, ancak sürecin genel akışını ise izleyerek kayıt altına almıştır. Bu durumda, araştırmacı katılımsız gözlem veri derleme yöntemini kullanmıştır."
  },
  {
    "id": "3365593",
    "unitNumber": 2,
    "text": "Araştırmacı, veri derleme işleminde önceden hazırladığı ana temaya ilişkin sorularını hazırlayarak gitmiş, ancak süreçte bu soruları derinleştirmek ve daha derinlemesine bilgi elde etmek içinde ilave sorulara da yer vermiştir. Bu durumda araştırmacı hangi veri derleme yöntemlerinden görüşmenin hangi türünü kullanmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yapılandırılmış görüşme",
      "B": "Serbest görüşme",
      "C": "Yapılandırılmamış görüşme",
      "D": "Yarı yapılandırılmış görüşme",
      "E": "Planlı görüşme"
    },
    "explanation": "Araştırmacı, veri derleme işleminde önceden hazırladığı ana temaya ilişkin sorularını hazırlayarak gitmiş, ancak süreçte bu soruları derinleştirmek ve daha derinlemesine bilgi elde etmek içinde ilave sorulara da yer vermiştir. Bu durumda araştırmacı veri derleme yöntemlerinden görüşmenin yarı yapılandırılmış türünü kullanmıştır. Çünkü, önceden ana tema sorularını hazırlamış ve görüşme sürecinde bunu derinleştirmek ve daha derin bilgiler elde etmek için ilave açıcı sorular eklemiştir."
  },
  {
    "id": "3365594",
    "unitNumber": 2,
    "text": "Araştırmacı, son üç yıldaki beyaz eşya satışındaki eğilimi ortaya koymak üzere araştırma yapmış ve elde ettiği verileri analiz etmek üzere grafiklerini hazırlayarak düzenlemiştir. Bu durumda araştırmacının bu verileri hangi serileri kullanarak düzenlemiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dağılma serileri",
      "B": "Frekans serisi",
      "C": "Birikimli oransal seri",
      "D": "Zamansal serisi",
      "E": "Mekan serisi"
    },
    "explanation": "Araştırmacı, son üç yıldaki beyaz eşya satışındaki eğilimi ortaya koymak üzere araştırma yapmış ve elde ettiği verileri analiz etmek üzere grafiklerini hazırlayarak düzenlemiştir. Bu durumda araştırmacı bu verileri zaman serisini kullanarak düzenlemiştir. Zaman serileri ile veri düzenlenmesinde değişkenin değerlerinde bir artış ve azalış eğilimi olup olmadığı ortaya çıkarılabilir, bunun daha iyi görülebilmesi için de zaman serisi grafiği çizilir."
  },
  {
    "id": "3365595",
    "unitNumber": 2,
    "text": "Bir araştırmanın verilerini derledikten sonra analiz etmek için araştırmacı frekans serisini oluşturmak istemiştir. Bunun içinde ilk olarak tüm değerleri alt alta sıralamıştır. Bundan sonra ise araştırmacının ne yapması beklenir?",
    "correctAnswer": "D",
    "options": {
      "A": "Oranlama",
      "B": "Birikimli toplam",
      "C": "Alt ve üst sınırı belirleme",
      "D": "Çeteleme",
      "E": "\"den az\" sütunu"
    },
    "explanation": "Bir araştırmanın verilerini derledikten sonra analiz etmek için araştırmacı frekans serisini oluşturmak istemiştir. Bunun içinde ilk olarak basit seride yer alan birbirinden farklı tüm değerleri alt alta sıralamıştır. Sonrasında ise araştırmacının çeteleme yapması beklenir. Çeteleme yöntemi ile her değerin tekrar sayısını tesbit etmesi beklenir."
  },
  {
    "id": "3365596",
    "unitNumber": 2,
    "text": "Bir araştırmanın verilerinin düzenlenmesinde frekans serileri gruplandırılarak, gruplandırılmış frekans serileri oluşturulabilmekte ve böylece anlaşılırlık açısından daha özet veri yapısı oluşturulmaktadır. Ancak, bu gruplandırılmış serilerin ise bazı dezavantajları vardır. Bu serilerin en büyük dezavantajı nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tabloda ilave olarak çeteleme sütununa yer verilememesi",
      "B": "Sınıf içerisinde yer alan terimlerin gerçek değerlerinin kaybedilmesi",
      "C": "Sturges kuralı ile elde edilen sınıf aralığı değerinin kullanılması",
      "D": "Hesaplanan oransal yüzdeliklere yer verilmemesi",
      "E": "Artan ve azalan birikimli frekans sütunlarının olmaması"
    },
    "explanation": "Bir araştırmanın verilerinin düzenlenmesinde frekans serileri gruplandırılarak, gruplandırılmış frekans serileri oluşturulabilmekte ve böylece anlaşılırlık açısından daha özet veri yapısı oluşturulmaktadır. Ancak, bu gruplandırılmış serilerin ise bazı dezavantajları vardır. Bu serilerin en büyük dezavantajı, sınıf içerisinde yer alan terimlerin gerçek değerlerinin gerçek frekans serisi elimizde olmadığı durumlarda kaybedilmiş olmasıdır."
  },
  {
    "id": "3365701",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Gözlem</li> <li>Görüşme</li> <li>Sektör Raporları</li> <li>Basılı eserler</li> </ol> Yukarıdakilerden hangisi birinci elden veri derleme yöntemleri arasında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız III",
      "B": "I-II",
      "C": "III-IV",
      "D": "I-III-IV",
      "E": "II-III-IV"
    },
    "explanation": "Birinci elden veri derleme yöntemleri arasında gözlem görüşme, soru/anket formu yer almaktadır."
  },
  {
    "id": "3365702",
    "unitNumber": 2,
    "text": "Teneffüse çıkan öğrencilerin birbirleri ile olan etkileşimlerinin kameralar yardımıyla incelenmesi hangi veri derleme yöntemine örnektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Katılımlı gözlem",
      "B": "Katılımsız gözlem",
      "C": "Görüşme",
      "D": "Döküman analizi",
      "E": "Anket uygulama"
    },
    "explanation": "Katılımsız gözlem çalışmalarında gözlemci fiziksel olarak üzerinde çalışılan değişkene ait veri derleme<br/>sürecinde birebir yer almaz. Bu tür çalışmalarda ölçümü yapılan olgu hakkında bilgi edinilirken çalışmaya<br/>katılan bireyler gözlemlendikleri ortamda normal hayatlarına devam ederler. Gözlemci sürecin bir parçası<br/>olmaz ama sürecin genel akışını izleyerek kayıt altına alır. Örneğin, teneffüse çıkan öğrencilerin birbirleri<br/>ile olan etkileşimleri kameralar yardımıyla incelenebilir."
  },
  {
    "id": "3365703",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi yarı-yapılandırılmış görüşmenin özellikleri arasında <em><strong>yer almaz</strong></em>?",
    "correctAnswer": "D",
    "options": {
      "A": "Görüşmelerde görüşmecinin katılımcıdan elde etmeye çalıştığı bilgilere dair ana fikirler veya ana temalar bulunur.",
      "B": "Görüşmeci katılımcıya ilgili ana fikirler veya ana temalar hakkında farklı<br/>sorular sorarak bilgi almaya çalışır.",
      "C": "Görüşmeci ana temaları ortaya çıkarabileceği bazı soruları önceden hazırlayabilir ancak bu soruların tamamının sorulup sorulmaması kararı tamamı ile görüşmecinin kontrolü altında olacaktır.",
      "D": "Görüşmelerde görüşmecinin önceden hazırladığı sorular bulunmaz.",
      "E": "İlgili ana temanın değişik boyutlarına dair farklı sorular katılımcılara aktarılarak alınan cevaplar kayıt altına alınır."
    },
    "explanation": "Yarı-yapılandırılmış görüşmelerde görüşmecinin katılımcıdan elde etmeye çalıştığı bilgilere dair ana<br/>fikirler veya ana temalar bulunur. Görüşmeci katılımcıya ilgili ana fikirler veya ana temalar hakkında farklı<br/>sorular sorarak bilgi almaya çalışır. İlgili ana temanın değişik boyutlarına dair farklı sorular katılımcılara aktarılarak alınan cevaplar kayıt altına alınır. Yarı-yapılandırılmış çalışmalarda görüşmecinin konu hakkındaki bilgisi ve bu bilgiyi katılımcıdan alırken izleyeceği yol hakkında çok hazırlıklı olması gerekir. Görüşmeci ana temaları ortaya çıkarabileceği bazı soruları önceden hazırlayabilir ancak bu soruların tamamının<br/>sorulup sorulmaması kararı tamamı ile görüşmecinin kontrolü altında olacaktır. Görüşmeci görüşmenin<br/>genel gidişatına bağlı olarak hazır sorular dışında diğer soruları da katılımcıya yönelterek ilgili veri derleme<br/>işlemini yürütür. Araştırmacının amacına uygun tüm verinin derlendiği kararı görüşmeci tarafından tespit<br/>edildiğinde görüşmeye son verilir."
  },
  {
    "id": "3365704",
    "unitNumber": 2,
    "text": "<strong><em>Günlük internete girme süreleri arasından sizin için en uygun olanını işaretleyiniz.</em></strong><br/><strong><em>()15-30 dk.</em></strong><br/><strong><em>()45-60 dk.</em></strong><br/><strong><em>() 60 dk. dan fazla</em></strong><br/>Yukarıda yer alan soru örneği anket formlarında yer alan soru türlerinden hangisine örnektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kapalı uçlu soru",
      "B": "Sabit seçenekli soru",
      "C": "5’li Likert ölçeğine göre katılım veya uygunluk derecelendirme sorusu",
      "D": "Seçeneklerin sıralandığı soru",
      "E": "Birden fazla seçeneğin işaretlendiği sabit seçenekli soru"
    },
    "explanation": "Sabit seçenekli soru tipinde araştırmacı tarafından hazırlanan soru için çeşitli cevap seçenekleri yer alır. Katılımcının bu seçeneklerden kendisine uygun olanı seçmesi beklenir."
  },
  {
    "id": "3365705",
    "unitNumber": 2,
    "text": "<strong><em>Alışverişlerimi çoğunlukla online gerçekleştiririm.</em></strong><br/><strong><em>()Kesinlikle Katılıyorum</em></strong><br/><strong><em>()Katılıyorum</em></strong><br/><strong><em>()Fikrim Yok</em></strong><br/><strong><em>()Katılmıyorum</em></strong><br/><strong><em>()Kesinlikle Katılmıyorum</em></strong><br/>Yukarıda yer alan soru tipi aşağıdakilerden hangisine örnektir?",
    "correctAnswer": "E",
    "options": {
      "A": "Seçeneklerin sıralandığı soru",
      "B": "Birden fazla seçeneğin işaretlendiği sabit seçenekli soru",
      "C": "Tek seçeneğin işaretlendiği sabit seçenekli soru",
      "D": "Açık uçlu seçenek içeren sabit seçenekli soru",
      "E": "5’li Likert ölçeğine göre derecelendirme sorusu"
    },
    "explanation": "Katılım veya uygunluk derecelendirmeli sorular; kimi araştırmalarda katılımcılara soruda verilen ifadelere veya olaylara katılım düzeyleri sorulur. Bu tür sorular için ilk düzenleme Likert tarafından önerildiği<br/>için literatürde genellikle Likert tipi sorular olarak bilinirler. Likert (1932) 5 dereceli bir uygunluk skalası<br/>önerisi geliştirmiştir. Literatürde 3’lü ve 7’li sınıflandırmalar olsa da en çok karşılaşılan Likert tarafından<br/>önerilen 5’li sınıflandırmadır."
  },
  {
    "id": "3365706",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi ikinci el veriler arasında <em><strong>yer almaz</strong></em>?",
    "correctAnswer": "E",
    "options": {
      "A": "Sektör paporları",
      "B": "Nüfus sayımı sonuçları",
      "C": "Basılı eserler",
      "D": "Endüstri raporları",
      "E": "Gözlemler"
    },
    "explanation": "İkinci el veri için sektör raporları, nüfus sayımı sonuçları, basılı eserler,<br/>Kurumu tarafından yayınlanan raporlar, oda anketleri ve endüstri raporları örnek olarak gösterilebilir. Gözlemler birinci elden veri derleme yöntemleri arasında yer alır."
  },
  {
    "id": "3365707",
    "unitNumber": 2,
    "text": "<em><strong>Oyuncak fabrikasının 10 günlük sürede günlük ürettiği oyuncak sayısı:</strong></em><br/><em><strong>1.gün-2.gün-3.gün-4.gün-5.gün-6.gün-7.gün-8.gün9.gün-10.gün</strong></em><br/><em><strong>60 - 63 - 68 - 70 - 70 - 79 - 80 - 81 - 89 - 90 </strong></em><br/>Yukarıda yer alan örnek hangi seri türüdür?",
    "correctAnswer": "A",
    "options": {
      "A": "Basit seri",
      "B": "Frekans serisi",
      "C": "Gruplandırılmış seri",
      "D": "Birikimli seri",
      "E": "Mekan serisi"
    },
    "explanation": "Nicel değişkenler için elde edilen gözlem değerlerinin küçükten büyüğe sıralanması ile elde edilen<br/>seriye basit seri adı verilir. Basit seriler elde edilen ham verinin araştırmacının belirlediği bir kritere göre<br/>sıralanması ile oluşturulurlar. Nicel değişkenler için örnek olarak küçükten büyüğe sıralamayı belirtmiştik,<br/>nicel seriler için sıralama için de örnek olarak unvan sıralamaları, eğitim düzeyi gibi özellikler kullanılabilir."
  },
  {
    "id": "3365708",
    "unitNumber": 2,
    "text": "Bir meteoroloji istasyonunda bir aylık süreçte metrekareye düşen günlük yağmur miktarı gram olarak;<br/>53 48 50 50 47 54 49 46 50 48 50 51 51 52 46 47 51 53 51 53 49 50 48 48 53 52 50 50 51 51 54 50 51 53 53 51 48 49 49 49 49 51 49 51 54 51 50 52 48 49<br/>biçiminde ham veri olarak kayıt altına alınmıştır. Günlük yağış miktarı değişkeni için frekans dağılımı oluşturulduğunda 53 ve 54 gram için frekans kaçtır?",
    "correctAnswer": "D",
    "options": {
      "A": "2-2",
      "B": "3-8",
      "C": "9-11",
      "D": "6-3",
      "E": "8-11"
    },
    "explanation": "Günlük Yağış Miktarı (X) Frekans (f)<br/>46 2<br/>47 2<br/>48 6<br/>49 8<br/>50 9<br/>51 11<br/>52 3<br/>53 6<br/>54 3"
  },
  {
    "id": "3365709",
    "unitNumber": 2,
    "text": "<strong>Günlük kitap okuma süresi (dakika) (X) Frekans (f)</strong><br/>10-15 12 <br/>15-20 16<br/>20-25 14 <br/>25-30 18<br/>35-40 20<br/>Yukarıda gruplandırılmış frekans serisi ve bu serinin bileşenleri gösterilmiştir. Buna göre yukarıdaki seride sırasıyla sınıf ve birim sayısı kaçtır?",
    "correctAnswer": "D",
    "options": {
      "A": "1-10",
      "B": "3-20",
      "C": "4-40",
      "D": "5-80",
      "E": "6-100"
    },
    "explanation": "Örnek incelendiğinde her bir satırın bir değer aralığından oluştuğu görülmektedir. Bu değer aralıklarının her birine sınıf adı verilir. Örnekte toplam 5 sınıf ve 80 adet birim bulunmaktadır."
  },
  {
    "id": "3365710",
    "unitNumber": 2,
    "text": "Balık (X) Gün (f) Oransal Frekans <br/>Palamut 10 ?<br/>Hamsi 40 ?<br/>Levrek 20 ?<br/>Kefal 25 ?<br/>Zargan 5 ?<br/>Yukarıda yer alan balık verisi için frekans tablosuna göre hamsinin oransal frekansı kaçtır?",
    "correctAnswer": "D",
    "options": {
      "A": "0,1",
      "B": "0,2",
      "C": "0,3",
      "D": "0,4",
      "E": "0,5"
    },
    "explanation": "Hamsinin frekansı: 40<br/>Toplam frekans: 10+40+20+25+5=100<br/>Hamsinin oransal frekansı: Hamsinin frekansı/Toplam frekans<br/>Hamsinin oransal frekansı: 40/100 = 0,4"
  },
  {
    "id": "3365530",
    "unitNumber": 3,
    "text": "Bir sınıftaki çocuklardan en sevdikleri rengi söylemesi istenmiştir. Bu sınıftaki çocuklardan 3'ü mavi, 2'si sarı, 2'si beyaz, 5'i mor, 7'si pembe ve 10'u yeşil rengi seçmiştir. Bu dağılımı gösteren bir sütun grafikten aşağıdakilerden hangisi ile ilgili bir çıkarım yapılamaz?",
    "correctAnswer": "D",
    "options": {
      "A": "En çok tercih edilen renk",
      "B": "En az tercih edilen renk",
      "C": "Hiç tercih edilmeyen renkler",
      "D": "Renklerin cinsiyete göre dağılımı",
      "E": "Mor rengin tercih edilme yoğunluğu"
    },
    "explanation": "Sorudaki verilerden yola çıkılarak çizilen bir sütun grafikte eksenlerden birinde öğrencilerin seçtikleri renkler, diğerinde ise her bir rengi seçen öğrenci sayısı yer alacaktır. Bu grafikte kız ve erkek öğrencilerin hangi renkleri seçtiği belli olmadığı için renklerin cinsiyete göre dağılımı hakkında bir çıkarım yapılamaz."
  },
  {
    "id": "3365531",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Türkiye'de 2002-2022 yılları arasında doğan bebek sayısının verildiği bir sütun grafiğinin amaçları arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yirmi yıl içinde bebek sağlığı alanındaki gelişmeyi göstermek",
      "B": "Bebeklerin cinsiyet dağılımının zamana bağlı değişimi göstermek",
      "C": "Yirmi yıl içinde yeni doğan sayısında meydana gelen değişimi göstermek",
      "D": "Cinsiyetlerin bölgelere göre dağılımını göstermek",
      "E": "Annelerin doğum sırasındaki ölüm oranlarını göstermek"
    },
    "explanation": "Sütun grafikler zamana bağlı olarak değişken değerlerinde meydana gelen değişimi izlemek amaçlı hazırlanabilir. Bu tür durumlarda yatay eksende zamana dikey eksende ise değişken değerlerine<br/>yer verilir. Bu soruda hazırlanacak sütun grafikte kullanılan sütunların yükseklikleri bebek sayılarını gösterecektir."
  },
  {
    "id": "3365542",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi dairesel grafik kullanımı ile ilgili bir terimdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yatay eksen",
      "B": "Merkez açı değeri",
      "C": "Dikey eksen",
      "D": "Koordinat sistemi",
      "E": "Histogram"
    },
    "explanation": "Dairesel grafik oluşturulurken öncelikle oransal frekanslar ve bu değerlerin 360 ile çarpılması ile kategorilerin merkez açı değerlerine ulaşılır. Merkez açı değerleri kullanılarak grafik çizilir."
  },
  {
    "id": "3365549",
    "unitNumber": 3,
    "text": "Nitel verilerin gösteriminde kullanılan grafik türleri aşağıdakilerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Çizgi grafik ve dairesel grafik",
      "B": "Frekans poligonu ve histogram",
      "C": "Histogram ve çizgi grafik",
      "D": "serpilme grafiği ve nokta grafik",
      "E": "Sütun grafik ve dairesel grafik"
    },
    "explanation": "Nitel verilerin gösteriminde sütun grafik ve dairesel grafik kullanılmaktadır."
  },
  {
    "id": "3365561",
    "unitNumber": 3,
    "text": "Histogramda sütunlar arasında boşluk bırakılmamasının nedeni aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sütun grafikle karıştırılmasını önlemek",
      "B": "Ele alınan değişkenin sürekli olduğunu göstermek",
      "C": "Sürekli değişkenleri süreksiz hale getirmek",
      "D": "Verinin çok değişkenli bir yapısı olduğunu göstermek",
      "E": "Sürekli ve süreksiz verileri birleştirmek"
    },
    "explanation": "Histogram nitel verilerin görselleştirmekte kullanılan sütun grafiğe oldukça benzerdir. Histogramın çiziminde sütun grafikte olduğu gibi sütuna benzetebileceğimiz dikdörtgenler kullanılır. Ancak sütun grafikten farklı olarak çizilen dikdörtgenler birbirine bitişiktir. Ele alınan değişkenin sürekli bir değişken olması nedeniyle dikdörtgenlerin arasında boşluk bırakılmamaktadır."
  },
  {
    "id": "3365564",
    "unitNumber": 3,
    "text": "Eskişehir'de bir ay boyunca her gün günün en yüksek hava sıcaklığı ölçülmüştür. Bu sıcaklık değerlerinin ayın başından sonuna kadar nasıl bir eğilim gösterdiğini anlamak için değerlerin frekansı göz önünde bulundurularak kartezyen koordinat sisteminde işaretlenmiş ve işaretlenen noktalar doğru parçaları ile birleştirilerek o ay boyunca gözlenen en yüksek sıcaklık değerlerinin grafiği oluşturulmuştur. Bu grafik türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çizgi grafik",
      "B": "Frekans poligonu",
      "C": "Histogram",
      "D": "Serpilme grafiği",
      "E": "Yaprak grafik"
    },
    "explanation": "Çizgi grafik değişken değerlerinin frekansları göz önünde bulundurularak Kartezyen koordinat sisteminde işaretlendiği, işaretlenen noktaların doğru parçaları ile birleştirilmesi ile oluşturulan grafiklerdir."
  },
  {
    "id": "3365607",
    "unitNumber": 3,
    "text": "Bir kütüphanede ziyaretçilerin günlük kitap ödünç alma davranışı yaşa göre incelenmiştir. Bu kütüphaneden her gün yaşları 7 ile 90 arasında değişen çok sayıda birey kitap ödünç almaktadır. Kütüphane çalışanları öncelikle kütüphaneden ödünç kitap alan kişileri yaşlarına göre gruplandırmıştır. Daha sonra da bu yaş gruplarının her biri tarafından her gün kaç tane kitap ödünç alındığını belirlemiştir. Elde edilen bu veriler bir histogram grafiği ile gösterilmiştir. Bu histogram grafiğinde aşağıdaki bilgilerden hangisine ulaşılamaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Her gün kaç kişinin ödünç kitap aldığı",
      "B": "En çok kitap ödünç alan yaş grubunun hangisi olduğu",
      "C": "En az kitap ödünç alan yaş grubunun hangisi olduğu",
      "D": "Kitap ödünç almanın gruplara dağılımında bir simetri olup olmadığı",
      "E": "Hangi yaş grubunun kütüphanede daha fazla zaman geçirdiği"
    },
    "explanation": "Soruda verilen değişkenler yalnızca kütüphaneden ödünç kitap alan kişi sayısı ile ödünç aldıkları kitap sayısını yansıtmaktadır. Histogramdan bu veriler dışında bir çıkarım yapılamaz."
  },
  {
    "id": "3365608",
    "unitNumber": 3,
    "text": "İlkokul birinci sınıf öğretmeni olan Handan öğrencilerini kilolarına göre gruplandırılmıştır. Buna göre sınıfta kilosu 17-18 arasında olan 2, 19-20 arasında olan 5, 21-22 arasında olan 10, 23-24 arasında olan 2 çocuk bulunmaktadır. Bu sınıftaki öğrencilerin kilolarının kümülatif frekans eğrisini çizmek için aşağıdaki grafik türlerinden hangisi kullanılmalıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Çizgi grafik",
      "B": "Histogram",
      "C": "Frekans poligonu",
      "D": "Yaprak grafik",
      "E": "Sütun garfiği"
    },
    "explanation": "Frekans poligonu nicel sürekli değişken değerlerinin dağılımlarının şekillerini anlamak için kullanılabilecek bir grafiktir. Bu kullanım amacı ile histogram ile aynı amaca hizmet eder, ancak frekans poligonu özellikle veri kümelerini karşılaştırmak için yararlıdır. Frekans poligonları, kümülatif frekans dağılımlarını görüntülemek için de iyi bir seçimdir."
  },
  {
    "id": "3365609",
    "unitNumber": 3,
    "text": "Aşağıda yer alan verilerden hangisinin gösteriminde saçılım (serpilme) grafiği kullanılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Sınıftaki öğrencilerin boylarının gösterimi",
      "B": "Öğrencilerin boylarının zaman içindeki değişimi",
      "C": "Öğrencilerin cinsiyetlerine göre boylarının gösterimi",
      "D": "Öğrencilerin boy ve kiloları arasındaki ilişkinin türü",
      "E": "Öğrencilerin kilolarının yaşa göre dağılımının simetrisi"
    },
    "explanation": "Serpilme grafiği, iki değişkenin değerlerinin birlikte görselleştirilmesi amacıyla yaygın olarak kullanılır. Bir serpilme grafiğinde, iki değişkene ait veri ikilileri nokta biçiminde çizilir ancak frekans poligonunda olduğu gibi birleştirilmez. Ortaya çıkan model, iki veya daha fazla değişken arasındaki ilişkinin türünü (doğrusal, doğrusal olmayan) ve gücünü gösterir."
  },
  {
    "id": "3365610",
    "unitNumber": 3,
    "text": "Bir sektörde faaliyet gösteren işletmelerin pazar paylarının sunumunda kullanılabilecek grafik türleri hangi seçenekte bir arada verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dal yaprak grafiği ve nokta grafiği",
      "B": "Sütun grafiği ve dairesel grafik",
      "C": "Sütun grafiği ve nokta grafiği",
      "D": "Dairesel grafik ve nokta grafiği",
      "E": "Sütun grafiği ve dal-yaprak grafiği"
    },
    "explanation": "Sütun ve daire grafiği nitel verilerin gösteriminde kullanılmaktadır.<br/>Bir sektörde faaliyet gösteren işletmelerin pazar paylarının sunumu sütun ve dairesel grafikle gösterilir."
  },
  {
    "id": "3365641",
    "unitNumber": 3,
    "text": "İki değişkene ilişkin toplanan verilerin, öncelikle bir değişken değerine göre sıralanması, sonrasında bu değer ikililerinin Kartezyen koordinat sisteminde işaretlenmesi ile oluşturulan grafik nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Nokta Grafiği",
      "B": "Serpilme Grafiği",
      "C": "Dağılım Grafiği",
      "D": "Frekans Poligonu",
      "E": "Histogram"
    },
    "explanation": "Serpilme grafiği, iki değişkenin değerlerinin birlikte görselleştirilmesi amacıyla yaygın olarak kullanılır. İki değişkene ilişkin toplanan verilerin, öncelikle bir değişken değerine göre sıralanması, sonrasında bu değer ikililerinin Kartezyen koordinat sisteminde işaretlenmesi ile oluşturulur."
  },
  {
    "id": "3365642",
    "unitNumber": 3,
    "text": "........ ........ değişken değerlerinin frekansları göz önünde bulundurularak Kartezyen koordinat sisteminde işaretlendiği, işaretlenen noktaların doğru parçaları ile birleştirilmesi ile oluşturulan grafiklerdir. <br/>Yukarıdaki boşluğa aşağıdaki kavramlardan hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çizgi Grafik",
      "B": "Dal-Yaprak Grafik",
      "C": "Sütun Grafik",
      "D": "Dairesel Grafik",
      "E": "Frekans Grafik"
    },
    "explanation": "Çizgi grafik değişken değerlerinin frekansları göz önünde bulundurularak Kartezyen koordinat sisteminde işaretlendiği, işaretlenen noktaların doğru parçaları ile birleştirilmesi ile oluşturulan grafiklerdir."
  },
  {
    "id": "3365643",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi nicel sürekli değişken değerlerinin dağılımlarını anlamak için kullanılan ve veri kümelerini karşılaştırmayı sağlayan grafik türüdür?",
    "correctAnswer": "E",
    "options": {
      "A": "Çizgi Grafiği",
      "B": "Dal-Yaprak Grafiği",
      "C": "Histogram",
      "D": "Dairesel Grafik",
      "E": "Frekans Poligonu"
    },
    "explanation": "Frekans poligonu nicel sürekli değişken değerlerinin dağılımlarının şekillerini anlamak için kullanılabilecek<br/>bir grafiktir. Bu kullanım amacı ile histogram ile aynı amaca hizmet eder, ancak frekans poligonu<br/>özellikle veri kümelerini karşılaştırmak için yararlıdır."
  },
  {
    "id": "3365644",
    "unitNumber": 3,
    "text": "I- Pozitif Doğrusal İlişki Örneği<br/>II- Negatif Doğrusal İlişki Örneği<br/>III- Doğrusal olmayan İlişki Örneği<br/>Serpilme Grafiği ile yapılan bir çalışma sonucunda yukarıdaki örneklerden hangisi ya da hangileri elde edilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Bir serpilme grafiğinde, iki değişkene ait veri ikilileri nokta biçiminde çizilir ancak frekans poligonunda olduğu gibi birleştirilmez. Ortaya çıkan model, iki veya daha fazla değişken arasındaki ilişkinin türünü (doğrusal, doğrusal olmayan) ve gücünü gösterir. Serpilme grafiğindeki veri noktalarının gösterdiği şekil, değişkenler arasındaki ilişkiyi ortaya çıkarır. Serpilme grafikleri, aşağıdakiler gibi çeşitli kalıpları ve ilişkileri gösterebilir. Serpilme grafiği saçılım grafiği olarak da isimlendirilir. Değişken ikililerinin gösterebileceği bazı ilişki örneklerine Şekil 3.12(A), Şekil 3.12(B), Şekil 3.12(C)’de yer verilmiştir.<br/>Şekil 3.12 (A)’da verilen örnekte iki değişken arasında pozitif doğrusal ilişkinin varlığı örneklenmiştir. Değişkenlerden birinin değerlerindeki artış diğer değişken değerlerinde de artışa neden olmaktadır. Şekil 3.12 (B)’de ise değişkenler arasında negatif ilişkinin varlığı örneklenmiştir. Yatay eksende yer alan değişken değerlerinde meydana gelen artış diğer değişken değe<br/>I, II ve III"
  },
  {
    "id": "3365645",
    "unitNumber": 3,
    "text": "Grafiklerle ilgili aşağıda verilen ifadelerden hangisi yanlıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Grafik kullanımıyla verilerin temsil edilmesi amaçlanır.",
      "B": "Grafikler istatistikte, veri biliminde, matematikte, ekonomide, işletmede vb. birçok alanda kullanılırlar.",
      "C": "Grafikler, bilgileri hızlı ve kolay bir şekilde sundukları için etkili görsel araçlardır.",
      "D": "İstatistiksel grafikler, çizgiler veya eğriler şeklinde istatistiksel verilerin temsil edildiği bir tür çizelgedir.",
      "E": "Grafikler yalnızca sınırlı miktarda sayı kümesini özetlemek amacıyla kullanılırlar."
    },
    "explanation": "Büyük miktarda sayı kümesini özet bir anlatımda tercih ettiğimiz grafik gösterim bazı durumlarda binlerce kelimeden daha anlamlı olabilmektedir.<br/>Grafikler yalnızca sınırlı miktarda sayı kümesini özetlemek amacıyla kullanılırlar."
  },
  {
    "id": "3365646",
    "unitNumber": 3,
    "text": "I- Başlık<br/>II- Kaynak<br/>III- Yatay (X) eksen<br/>IV- Dikey (Y) eksen<br/>Yukarıdakilerden hangisi ya da hangileri grafiklerin hazırlanmasındaki temel unsurlar arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Grafiklerin hazırlanmasında kullanılan temel unsurlar vardır. Bu unsurlardan en temel ve önemli olanları aşağıda sıralanmıştır.<br/><strong>Başlık:</strong> Grafikte ne olduğuna dair kısa bir açıklama sunar.<br/><strong>Kaynak:</strong> İkincil veri kullanımı söz konusu olduğunda kaynak, grafiğinizdeki bilgileri nerede bulduğunuzu açıklar.<br/><strong>Yatay (X) eksen:</strong> Sıklıkla bu eksende değişken değerlerine ve kategorilere yer verilir.<br/><strong>Dikey (Y) eksen:</strong> Değişken değerlerinin görülme sıklıklarına veya kategoride yer alan gözlem sayısına yer verildiği eksendir.<br/>I, II, III ve IV"
  },
  {
    "id": "3365647",
    "unitNumber": 3,
    "text": "Aşağıda verilen ikililerden hangisi nitel verinin grafik gösteriminde kullanılabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sütun ve Dairesel Grafik",
      "B": "Histogram ve Çizgi Grafik",
      "C": "Histogram ve Serpilme Grafiği",
      "D": "Çizgi Grafik ve Frekans Poligonu",
      "E": "Frekans Poligonu ve Serpilme Grafiği"
    },
    "explanation": "Nitel verinin grafik gösteriminde kullanılabilen grafiklerden, sütun ve dairesel grafiğe bu başlık altında yer verilecektir.<br/>Sütun ve Dairesel Grafik"
  },
  {
    "id": "3365648",
    "unitNumber": 3,
    "text": "Nitel verinin diğer adı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sınırlı veri",
      "B": "Kategorik veri",
      "C": "Değişken veri",
      "D": "Etkileşimli veri",
      "E": "Sayısal veri"
    },
    "explanation": "Nitel veriler aynı zamanda kategorik veriler olarak isimlendirilir."
  },
  {
    "id": "3365649",
    "unitNumber": 3,
    "text": "Kümelenmiş sütun grafiklerde kullanılan sütunlar aşağıda sunulan hangi ikiliden oluşur?",
    "correctAnswer": "C",
    "options": {
      "A": "Değişkenin türü ve sayılarından",
      "B": "Frekansların türü ve kategorilerinden",
      "C": "Gözlemlerin sayısı ve yüzdeliklerden",
      "D": "Değişkenin kaynağı ve kullanımlarından",
      "E": "Tam sayı ve kesikli sayılardan"
    },
    "explanation": "Kümelenmiş sütun grafiklerde kullanılan sütunlar iki değişkenin kategorilerindeki gözlemlerin sayısı veya yüzdeliklerinden oluşur.<br/>Gözlemlerin sayısı ve yüzdeliklerden"
  },
  {
    "id": "3365650",
    "unitNumber": 3,
    "text": "Frekans poligonu ile ilgili aşağıda verilen ifadelerden hangisi yanlıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Nicel sürekli değişken değerlerinin dağılımlarının şekillerini anlamak için kullanılabilecek bir grafiktir.",
      "B": "Özellikle dikey eksendeki değişken değerlerinin, yatay eksendeki değişkenin değerlerine bağlı değiştiği düşünüldüğünde yararlıdır.",
      "C": "Frekans poligonları, dağılımları karşılaştırmak için kullanışlıdır.",
      "D": "Her sınıfın sınıf orta noktası ile ilgili sınıfın frekansı bir nokta ile Kartezyen koordinat sisteminde işaretlenir.",
      "E": "Kümülatif frekans dağılımlarını görüntülemek için kullanışlı bir grafiktir."
    },
    "explanation": "Frekans poligonu nicel sürekli değişken değerlerinin dağılımlarının şekillerini anlamak için kullanılabilecek bir grafiktir. Bu kullanım amacı ile histogram ile aynı amaca hizmet eder, ancak frekans poligonu özellikle veri kümelerini karşılaştırmak için yararlıdır.<br/>Frekans poligonları, kümülatif frekans dağılımlarını görüntülemek için de iyi bir seçimdir.<br/>Bir frekans poligonu oluşturmak için, verilerin öncelikle gruplandırılmış frekans serisi oluşturulur.<br/>Ardından yatay eksende değişken değerlerine yer verilir. Histogramda olduğu gibi dikey eksende de sınıflara ait frekanslara yer verilir. Her sınıfın sınıf orta noktası ile ilgili sınıfın frekansı bir nokta ile Kartezyen koordinat sisteminde işaretlenir. Son olarak, tüm sınıf orta noktası ve frekanslarını kullanarak oluşturulan noktalar birleştirilir. Verilerin yer aldığı yatay eksende en düşük değerin altında<br/>Özellikle dikey eksendeki değişken değerlerinin, yatay eksendeki değişkenin değerlerine bağlı değiştiği düşünüldüğünde yararlıdır."
  },
  {
    "id": "3841721",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi verilerin grafiksel gösteriminin temel amaçlarından biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Değişken değerlerinin dağılımını görselleştirmek",
      "B": "Veri kümelerinde olabilecek aşırı büyük veya aşırı küçük değerleri belirlemek",
      "C": "Değişkenler arasındaki neden-sonuç ilişkisini incelemek",
      "D": "Verilerin doğasını anlamak ve analizde kullanılacak tekniklerin seçiminde belirleyici olmak",
      "E": "Verilerin hacmini azaltarak veri saklama maliyetinden tasarruf etmek"
    },
    "explanation": "Grafikler sunum alanını küçültür ancak veri hacmini azaltmazlar"
  },
  {
    "id": "3841722",
    "unitNumber": 3,
    "text": "Kısıtlı zamanda çok veriden bilgiye ulaşma sürecinde grafiksel gösterimin sağladığı en önemli çözüm yolu aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Verilerin tam sayısal dökümünü detaylıca sunmak",
      "B": "Karmaşık istatistiksel analizleri otomatik olarak gerçekleştirmek",
      "C": "Hızlı ve etkin iletişim sağlayarak bilginin anlık kavranmasını kolaylaştırmak",
      "D": "Sadece istatistik alanında çalışan profesyonellerin veri yorumlamasına olanak tanımak",
      "E": "Veri toplama süreçlerindeki hataları otomatik olarak düzeltmek"
    },
    "explanation": "Kısıtlı zamanda çok veriden bilgiye ulaşma sürecinde grafiksel gösterimin sağladığı en önemli çözüm yolu, hızlı ve etkin iletişim sağlayarak bilginin anlık kavranmasını kolaylaştırmaktır"
  },
  {
    "id": "3841723",
    "unitNumber": 3,
    "text": "Aşağıdaki serpilme grafiği örneklerinden hangisi, yatay eksende yer alan değişken değerlerinde meydana gelen artışa karşılık diğer değişken değerlerinde aynı oranda artışın gerçekleşmediği, artış hızının farklı gerçekleştiği bir durumu temsil eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Pozitif doğrusal ilişki",
      "B": "Negatif doğrusal ilişki",
      "C": "Eğrisel ilişki",
      "D": "Tam doğrusal ilişki",
      "E": "Yatay ilişki"
    },
    "explanation": "Yatay eksende yer alan değişken değerlerinde meydana gelen artışa karşılık diğer değişken değerlerinde aynı oranda artışın gerçekleşmediği, artış hızının farklı gerçekleştiği\" durum Eğrisel ilişki tarafından temsil edilmektedir."
  },
  {
    "id": "3841724",
    "unitNumber": 3,
    "text": "Çizgi grafikler için aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Sadece tek bir değişkenin dağılımını keşfetmek amacıyla kullanılırlar",
      "B": "Değişken değerleri dikey eksende, gözlem sayıları veya yüzdelikler ise yatay eksende yer alır",
      "C": "Özellikle verilerdeki uzun dönemli eğilimin varlığını araştırmak için kullanılabilirler",
      "D": "Çizilen dikdörtgenlerin birbirine bitişik olması histogramdan temel farkıdır",
      "E": "Nitel verilerin görselleştirilmesinde sütun ve dairesel grafiğe alternatif oluşturmazlar"
    },
    "explanation": "Çizgi grafikler, özellikle verilerdeki uzun dönemli eğilimin varlığını araştırmak için kullanılabilirler"
  },
  {
    "id": "3841725",
    "unitNumber": 3,
    "text": "Bir histogram incelendiğinde, aşağıdaki bilgilerden hangisi doğrudan <strong>belirlenemez?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Verinin simetrik olup olmadığı",
      "B": "Verilerin hangi aralıkta değiştiği",
      "C": "Veri kümelerindeki değişkenliğin az ya da çok olduğu",
      "D": "Verinin hangi değer aralıklarında yoğunlaşma gösterdiği",
      "E": "İki farklı değişken arasında doğrusal bir ilişkinin varlığı"
    },
    "explanation": "Serpilme grafiğinde ortaya çıkan model, iki veya daha fazla değişken arasındaki ilişkinin türünü (doğrusal, doğrusal olmayan) ve gücünü gösterir. Histogramda bu ortaya çıkmaz."
  },
  {
    "id": "3841726",
    "unitNumber": 3,
    "text": "Nokta grafikleri için aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Sadece sürekli değişkenlerin gösteriminde kullanılırlar",
      "B": "Her veri değeri yatay eksende dikey olarak yığılmaz, sadece yan yana sıralanır",
      "C": "Özellikle veri noktalarının dağılımının genel şeklini gözlemlemek için kullanışlıdırlar",
      "D": "Veri kümesindeki en büyük ve en küçük değerleri belirlemek için kullanılamazlar",
      "E": "Aykırı değerlerin tespiti için yararlı değildirler."
    },
    "explanation": "Nokta grafikleri, özellikle veri noktalarının dağılımının genel şeklini gözlemlemek için kullanışlıdır"
  },
  {
    "id": "3841727",
    "unitNumber": 3,
    "text": "Yıllara bağlı olarak bir ülkenin hem ihracat hem de ithalat tutarlarının karşılaştırmalı olarak gösterilmesi ve bu tutarların zaman içindeki değişiminin izlenmesi istendiğinde, en uygun grafik türü aşağıdakilerden hangisi olur?",
    "correctAnswer": "D",
    "options": {
      "A": "Dairesel Grafik",
      "B": "Frekans Poligonu",
      "C": "Serpilme Grafiği",
      "D": "Sütun Grafik",
      "E": "Dal Yaprak Grafiği"
    },
    "explanation": "Sütun grafikler, zamana bağlı olarak değişken değerlerinde meydana gelen değişimi izlemek amacıyla hazırlanabilir. Bu tür durumlarda yatay eksende zamana, dikey eksende ise değişken değerlerine yer verilir."
  },
  {
    "id": "3841728",
    "unitNumber": 3,
    "text": "Bir istatistiksel grafiğin temel unsurlarından olan \"Yatay (X) eksen\" için aşağıdaki açıklamalardan hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Grafikte ne olduğuna dair kısa bir açıklama sunar",
      "B": "İkincil veri kullanımı söz konusu olduğunda bilgilerin nerede bulunduğunu açıklar",
      "C": "Değişken değerlerinin görülme sıklıklarına veya kategoride yer alan gözlem sayısına yer verildiği eksendir",
      "D": "Sıklıkla bu eksende değişken değerlerine ve kategorilere yer verilir",
      "E": "Yalnızca nitel verilerin gösteriminde kullanılır"
    },
    "explanation": "Sıklıkla bu eksende değişken değerlerine ve kategorilere yer verilir."
  },
  {
    "id": "3841729",
    "unitNumber": 3,
    "text": "Kümülatif frekans serilerinden \"den az\" frekans poligonu çizilirken, yatay eksende ve dikey eksende hangi değerler kullanılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yatay eksende sınıfların alt noktaları, dikey eksende ilgili sınıfın birikimli frekans değeri",
      "B": "Yatay eksende sınıfların orta noktaları, dikey eksende ilgili sınıfın birikimli frekans değeri",
      "C": "Yatay eksende sınıfların üst noktaları, dikey eksende ilgili sınıfın birikimli frekans değeri",
      "D": "Yatay eksende her bir gözlem değeri, dikey eksende toplam gözlem sayısı",
      "E": "Yatay eksende sınıfların orta noktaları, dikey eksende ilgili sınıfın frekansı"
    },
    "explanation": "Kümülatif frekans serilerinden \"den az\" frekans poligonu çizilirken, yatay eksende sınıfların üst noktalarına ve dikey eksende ilgili sınıfın birikimli frekans değerine karşı gelen nokta işaretlenir."
  },
  {
    "id": "3841730",
    "unitNumber": 3,
    "text": "Dairesel grafikler ile sütun grafiklerin benzer kullanım alanları olsa da dairesel grafiklerin temel avantajı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Veri kümelerinde aşırı büyük veya aşırı küçük değerleri belirlemede daha etkili olmaları",
      "B": "Çok sayıda kategoriye sahip verileri daha anlaşılır sunmaları",
      "C": "Bütün içerisinde kategoriler için oluşturulan dilimlerin birbirleriyle ve bütünle ilişkilendirmeyi görsel olarak kolaylaştırmaları",
      "D": "Zamana bağlı olarak değişken değerlerinde meydana gelen değişimleri daha net ortaya koymaları",
      "E": "İki farklı değişken arasındaki neden-sonuç ilişkisini gösterememeleri"
    },
    "explanation": "Dairesel grafikler ile sütun grafiklerin benzer kullanım alanları olmasına rağmen, dairesel grafiklerin temel avantajı bütün içerisinde kategoriler için oluşturulan dilimlerin birbirleriyle ve bütünle ilişkilendirmeyi görsel olarak kolaylaştırmalarıdır."
  },
  {
    "id": "3365490",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisinde ortalamaları hesaplamak karşılaştırma amacına hizmet etmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Türkiye'deki lise öğrencilerinin akademik başarı serisi",
      "B": "İngiltere'de kadınların anne olma yaşı serisi",
      "C": "Türkiye'de okula başlama yaşı serisi ile Almanya'da okula başlama yaşı serisi",
      "D": "Almanya'da emeklilik yaşı serisi",
      "E": "İsviçre'de cinsiyet serisi"
    },
    "explanation": "Ortalamalar tek bir veri kümesini temsil eden özet değer olarak kullanılmasının yanında benzer veri kümelerinin karşılaştırılmasında da kullanılır. Bu nedenle ortalamaların hesaplanmasının iki amacı olduğu söylenebilir;<br/>1. Seriyi temsil edebilecek bir değer bulma,<br/>2. Diğer serilerle karşılaştırma.<br/>Bu iki amacı bir örnekle açıklayalım: Bir ülkenin belirli bir sektöründeki ihracat değerlerinin bir seri şeklinde düzenlendiğini varsayalım. Bu serinin ortalaması bize o sektördeki ortalama ihracat değerini verecektir. Yine farklı bir ülkenin aynı sektöründeki ihracat serisinin ortalamasının hesaplandığını düşünürsek, her iki ortalamanın karşılaştırılması bize iki ülkenin aynı sektöründen hangisinin daha fazla ihracat yaptığını gösterecektir."
  },
  {
    "id": "3365492",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi geometrik ortalamalara ait özelliklerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Duyarlı ortalamalar içinde en hassas olanıdır.",
      "B": "Diğer tanımlayıcı istatistiklerin hesaplanmasına dayanak oluşturur.",
      "C": "Aşırı uç değerlerin olması durumunda hesaplanması gereken ortalamadır.",
      "D": "Hız, verimlilik, fiyat gibi bir oran şeklindeki olaylarda kullanılır.",
      "E": "Veriler içinde pozitif ve negatif değerlerin birlikte olması durumunda kullanılır."
    },
    "explanation": "Aritmetik ortalama, diğer tanımlayıcı istatistiklerin hesaplanmasında dayanak olan bir ortalamadır. Aynı zamanda duyarlı ortalamalar içinde en hassas/duyarlı olanıdır. Değişimin ortalamasının hesaplanması durumunda ya da aşırı uç değerlerin olması durumunda hesaplanması gereken ortalama, geometrik ortalamadır. Buna karşılık hız, verimlilik, fiyat gibi bir oran şeklindeki olaylarda harmonik ortalama kullanılır. Veriler içinde pozitif ve negatif değerlerin birlikte olması durumunda ise verileri temsil edebilecek ortalama kareli ortalamadır."
  },
  {
    "id": "3365493",
    "unitNumber": 4,
    "text": "Serideki terimlerin birbirlerine eşit olmaması halinde herhangi bir seri için dört duyarlı ortalama hesap edilirse büyüklük sırası aşağıdakilerden hangisindeki gibi olur?",
    "correctAnswer": "A",
    "options": {
      "A": "Xenk &lt; HO &lt; GO &lt; AO &lt; KO",
      "B": "Xenk &lt; HO &lt; GO &lt; KO &lt; AO",
      "C": "Xenk &lt; HO &lt; KO &lt; AO &lt; GO",
      "D": "Xenk &lt; KO &lt; GO &lt; AO &lt; HO",
      "E": "Xenk &lt; HO &lt; AO &lt; GO &lt; KO"
    },
    "explanation": "Serideki terimlerin birbirlerine eşit olmaması halinde herhangi bir seri için bu dört duyarlı ortalama hesap edilirse büyüklük sırası şu şekilde olur:<br/>Xenk &lt; HO &lt; GO &lt; AO &lt; KO"
  },
  {
    "id": "3365519",
    "unitNumber": 4,
    "text": "Bir yüksek lisans programının başvuru koşulları arasında adayların dil puanının %40'ının, lisans mezuniyet ortalamasının %60'ının alınarak bir başarı puanı oluşturulacağı ve bu başarı puanına göre ilk beşte yer alan adayların programa kabul edileceği ilan edilmiştir. Bu yüksek lisans programının başarı puanında dil ve mezuniyet puanlarının etki dereceleri belirlenirken aşağıdaki ortalama türlerinden hangisi esas alınmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Basit aritmetik ortalama",
      "B": "Tartılı aritmetik ortalama",
      "C": "Harmonik ortalama",
      "D": "Geometrik ortalama",
      "E": "Kareli ortalama"
    },
    "explanation": "Örneğin, öğrencilerin bir dersten aldıkları başarı notu hesaplanırken eğer vize ve final notlarının başarı notunu aynı oranda etkilemesi isteniyorsa basit aritmetik ortalama hesaplanacaktır. Buna karşılık, vize ve final notlarının başarı notunu farklı etkilemesi isteniyorsa bu durumda bu etki dereceleri birer tartı alınarak tartılı aritmetik ortalamanın hesaplanması gerekir. Örneğin, vize notu için % 40, final notu için %60 birer tartıdır."
  },
  {
    "id": "3365521",
    "unitNumber": 4,
    "text": "Duyarlı ortalamalar içinden en hassas olanı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Aritmetik ortalama",
      "B": "Harmonik ortalama",
      "C": "Geometrik ortalama",
      "D": "Tartılı ortalama",
      "E": "Kareli ortalama"
    },
    "explanation": "Aritmetik ortalama duyarlı ortalamalar içindeki en hassas olanıdır; aşırı büyük ve küçük değerlerden en fazla etkilenendir."
  },
  {
    "id": "3365522",
    "unitNumber": 4,
    "text": "Seri terimlerinin terslerinin aritmetik ortalamasının tersi olarak tanımlanan ortalama türü aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Aritmetik ortalama",
      "B": "Tartılı ortalama",
      "C": "Kareli ortalama",
      "D": "Geometrik ortalama",
      "E": "Harmonik ortalama"
    },
    "explanation": "Harmonik ortalama, seri terimlerinin terslerinin aritmetik ortalamasının tersidir."
  },
  {
    "id": "3365526",
    "unitNumber": 4,
    "text": "Bir dağılımda aşırı uç değerler varsa, bu dağılımın ortalamasını ölçmek için kullanılması en uygun olan duyarlı ortalama türü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Aritmetik ortalama",
      "B": "Tartılı ortalama",
      "C": "Harmonik ortalama",
      "D": "Geometrik ortalama",
      "E": "Kareli ortalama"
    },
    "explanation": "Geometrik ortalama, dağılımdaki aşırı büyük değerlere karşı aritmetik ortalama kadar duyarlı değildir. Bu nedenle dağılımda uç değerler (aşırı büyük ya da aşırı küçük) varsa o dağılım için en uygun olan duyarlı ortalama geometrik ortalamadır."
  },
  {
    "id": "3365527",
    "unitNumber": 4,
    "text": "Pozitif ve negatif değerlerin bir arada olduğu serilerin ortalamalarının hesaplanmasında ve standart sapmaların bulunmasında kullanılan ortalama türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kareli ortalama",
      "B": "Aritmetik ortalama",
      "C": "Geometrik ortalama",
      "D": "Tartılı ortalama",
      "E": "Harmonik ortalama"
    },
    "explanation": "Pozitif ve negative değerlerin birlikte yer aldığı seriler (örneğin gerçekleşen ve hedeflenen değerler arasındaki fark gibi) söz konusu olabilir. Bu tür serilerin ortalaması, aritmetik ortalama ile hesaplandığında uygun, yorumlanabilir bir değer olmaz. Eksi değerlerin işareti, karelerinin alınması ile pozitif hale getirilir ve ortalaması hesaplanır. Bu ortalamaya kareli ortalama adı verilir. Kareli Ortalama, özellikle değişkenlik ölçülerinin (standart sapmanın) hesaplanmasında önemli bir ortalamadır."
  },
  {
    "id": "3365528",
    "unitNumber": 4,
    "text": "30 öğrencinin 100 puan, 35 öğrencinin 95 puan, 100 öğrencinin 70 puan, 100 öğrencinin 80 puan, 50 öğrencinin 60 puan, 25 öğrencinin 50 puan ve 5 öğrencinin 40 puan aldığı bir sınavda gözlem sayısının arttırılmasının mümkün olmadığını dikkate alarak en fazla tekrarlayan puan değerlerinin aşağıdaki puan aralıklarından hangisinin içinde yer aldığını belirtiniz.",
    "correctAnswer": "B",
    "options": {
      "A": "95-100",
      "B": "90-75",
      "C": "65-50",
      "D": "40-30",
      "E": "30-10"
    },
    "explanation": "Veriler içinde en çok tekrar eden gözlem değeri, mod değeri olarak alınır. Ancak farklı gözlem değerlerinde frekanslar tekrar yükselme eğilimi gösteriyorsa, frekanslar tek bir gözlem değerinde ya da sınıfta zirve değerine ulaşmıyorsa bu durumda tek bir sınıfta en yüksek frekansın olacağı şekilde veriler sınıflandırılır. Eğer sınıflandırılmış bir veri kümesi varsa bu durumda sınıfların birleştirilerek genişletilmesi yoluyla frekansın tek bir sınıfta en yüksek değerine ulaşmasına çalışılır. En yüksek frekansın oluştuğu sınıf “mod sınıfı” olarak belirlendikten sonra aşağıdaki formül ile mod hesaplanır."
  },
  {
    "id": "3365529",
    "unitNumber": 4,
    "text": "Bir koşu yarışında 30 dakikada atletlerden 5'i 2000 m, 8'i 1500 m, 7'si 2500 m, 2'si 3000 m ve 1'i 1000 m koşabilmiştir. Bu serideki medyan koşu metresi aşağıdakilerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "2000",
      "B": "1000",
      "C": "1500",
      "D": "3000",
      "E": "2500"
    },
    "explanation": "Bir serideki sayılar küçükten büyüğe doğru sıralandığında ortada kalan değere medyan denilmektedir. bu seride koşu metresini küçükten büyüğe doğru sıraladığımızda ortada kalan değer 3000 metredir.<br/>doğru yanıt 2000 olduğu için A seçeneği işaretlenmelidir."
  },
  {
    "id": "3365611",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi duyarlı ortalamalardan birisi olarak tanımlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Aritmetik Ortalama",
      "B": "Mod",
      "C": "Medyan",
      "D": "Kantiller",
      "E": "Desiller"
    },
    "explanation": "DUYARLI ORTALAMALAR<br/>1. ARİTMETİK ORTALAMA (AO)<br/>2. HARMONİK ORTALAMA (HO)<br/>3. GEOMETRİK ORTALAMA (GO)<br/>4. KARELİ ORTALAMA (KO)<br/>Aritmetik Ortalama"
  },
  {
    "id": "3365612",
    "unitNumber": 4,
    "text": "Aşağıda aritmetik ortalama ile ilgili verilen bilgilerden hangisi yanlıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Aritmetik ortalamanın hesaplanabildiği her seri ne kadar çok sayıda veriden ne kadar büyük değerli terimlerden oluşursa oluşsun, seri terimlerinin kendi aritmetik ortalamalarından olan cebirsel sapmalarının toplamı sıfırdır.",
      "B": "Bir seri terimlerinin aritmetik ortalamasından olan sapmalarının kareleri toplamı seri terimlerinin aritmetik ortalamadan farklı herhangi farklı bir değerden sapmalarının kareleri toplamından her zaman daha küçüktür.",
      "C": "Bir serinin aritmetik ortalamasının terim sayısıyla çarpımı, o serinin terimler toplamını verir.",
      "D": "Aritmetik ortalama duyarlı ortalamalar içindeki en az hassas olanıdır; aşırı büyük ve küçük değerlerden en az etkilenendir.",
      "E": "Açık grup bulunan serilerde aritmetik ortalama ve diğer duyarlı ortalamalar hesaplanamaz."
    },
    "explanation": "İstatistik’te aritmetik ortalamanın ayrı bir yeri ve önemi vardır. Standart sapma gibi bazı betimleyici ölçülerin yanı sıra çoğu parametrik istatistiksel teknikler aritmetik ortalamaya dayalıdır. Aritmetik ortalamanın sözü edilen bu önemi sahip olduğu özelliklerden kaynaklanmaktadır. Bu özellikler aşağıda sıralanmıştır.<br/>1. Aritmetik ortalamanın hesaplanabildiği her seri ne kadar çok sayıda veriden ne kadar büyük değerli terimlerden oluşursa oluşsun, seri terimlerinin kendi aritmetik ortalamalarından olan cebirsel sapmalarının (farklarının) toplamı sıfırdır.<br/>2.Bir seri terimlerinin aritmetik ortalamasından olan sapmalarının kareleri toplamı seri terimlerinin aritmetik ortalamadan farklı herhangi farklı bir değerden sapmalarının kareleri toplamından her zaman daha küçüktür.<br/>3.Bir serinin aritmetik ortalamasının terim sayısıyla çarpımı, o serinin terimler toplamını verir.<br/>4.Aritmetik ortalama duyarlı ortalamalar içindeki en hassas olanıdır; aşırı büyük ve küçük değerlerden en fazla<br/>Aritmetik ortalama diğer duyarlı ortalamalarla karşılaştırıldığında, aşırı büyük ve küçük değerlerden en az etkilenendir."
  },
  {
    "id": "3365613",
    "unitNumber": 4,
    "text": "Dönem sonunda öğrencilerin sınav puanlarını hesaplamak isteyen bir öğretmen, vize notlarının yüzde 35'ini, ödevin yüzde 15'ini, final notlarının ise yüzde 50'sini değerlendirerek toplam puanı elde etmektedir.<br/>Yukarıda verilen örnek ne tür bir hesaplama yöntemini içermektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Standart Sapma",
      "B": "Mod",
      "C": "Medyan",
      "D": "Tartılı Aritmetik Ortalama",
      "E": "Geometrik Ortalama"
    },
    "explanation": "Bazı olaylarda gözlenen değerlerin önem dereceleri farklı olabilir. Böyle durumlarda her gözlem değerine önem derecesi ile orantılı olarak bir tartı (ağırlık) verilir. Örneğin, öğrencilerin bir dersten aldıkları başarı notu hesaplanırken eğer vize ve final notlarının başarı notunu aynı oranda etkilemesi isteniyorsa basit aritmetik ortalama hesaplanacaktır. Buna karşılık, vize ve final notlarının başarı notunu farklı etkilemesi isteniyorsa bu durumda bu etki dereceleri birer tartı alınarak tartılı aritmetik ortalamanın hesaplanması gerekir. Örneğin, vize notu için % 40, final notu için %60 birer tartıdır."
  },
  {
    "id": "3365614",
    "unitNumber": 4,
    "text": "Bir sürücü ilk 3 saat boyunca 100 km hızla, ardından 2 saat boyunca 90 km hızla yol almıştır. Sürücünün ortalama hızı ne kadardır?",
    "correctAnswer": "C",
    "options": {
      "A": "90",
      "B": "82",
      "C": "96",
      "D": "92",
      "E": "88"
    },
    "explanation": "İlk üç saatte, saatte 100 km hız yaptığına göre toplamda 300 km yol almıştır. Sonraki iki saatte ise 180 km yol aldığına göre toplamda 480 km yolu 5 saatte kat etmiştir. Buna göre 1 saatte aldığı yol 480/5= 96 km’dir. Bu durumda 5 saatlik yolculuğundaki hızı ortalama 96 km/saattir."
  },
  {
    "id": "3365615",
    "unitNumber": 4,
    "text": "\" ............... küçük değerden büyük değere doğru sıralanmış gözlem değerlerinden oluşan seriyi gözlem sayısı bakımından iki eşit kısma bölen değerdir.\"<br/>Yukarıdaki boşluğa aşağıdaki kavramlardan hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Mod",
      "B": "Harmonik Ortalama",
      "C": "Kantil",
      "D": "Medyan",
      "E": "Ağırlıklı Aritmetik Ortalama"
    },
    "explanation": "Medyan, küçük değerden büyük değere doğru sıralanmış gözlem değerlerinden oluşan seriyi gözlem sayısı bakımından iki eşit kısma bölen değerdir."
  },
  {
    "id": "3365616",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Tepe Değer/Doruk Değer olarak da adlandırılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Mod",
      "B": "Median",
      "C": "Harmonik Ortalama",
      "D": "Geometrik Ortalama",
      "E": "Kantil"
    },
    "explanation": "Mod (Tepe değer/Doruk değer), bir seride en çok görülen (frekansı en fazla olan) terimdir. Ancak, bir olayla ilgili yeterince gözlem yapılmamışsa birden fazla terimde frekanslar büyük olabilir."
  },
  {
    "id": "3365637",
    "unitNumber": 4,
    "text": "6, 1, 7, 5, 8, 4, 4, 4, 3, 3, 1, 7, 8, 10, 9, 2, 2, 4, 4<br/>Yukarıda belirtilen serinin mod değeri aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "3",
      "B": "4",
      "C": "5",
      "D": "2",
      "E": "8"
    },
    "explanation": "Veriler içinde en çok tekrar eden gözlem değeri, mod değeri olarak alınır<br/>4"
  },
  {
    "id": "3365638",
    "unitNumber": 4,
    "text": "I - Ortalamanın hesaplanma amacı<br/>II - Verilerin yapısı, düzenleniş biçimi<br/>III - Ortalaması hesaplanacak değişkenin özellikleri<br/>Bir dağılımda incelenen tüm ortalamalar hesaplanıyor olsa dahi incelenen olayda hangi ortalamanın hesaplanacağına karar vermede yukarıdakilerden hangisi ya da hangileri etkilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "Yalnız II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Bir dağılımda incelenen tüm ortalamalar hesaplanıyor olsa dahi incelenen olayda hangi ortalamanın hesaplanacağına karar vermede şu üç durumun dikkate alınması gerekir:<br/><strong>Ortalamanın Hesaplanma Amacı:</strong> Ortalamanın hesaplanma amacının öncelikle düşünülmesi gerekmektedir. Örneğin, işletmelerin ortalama üretim hızları ya da belirli grup ürün için ortalama fiyat hesaplanacaksa aritmetik ortalama ve harmonik ortalamadan uygun olanı tercih edilmelidir.<br/><strong>Verilerin Yapısı, Düzenleniş Biçimi:</strong> Araştırmacıyı ortalama hesabında sınırlandıran önemli bir durum verilerin yapısıdır. Eğer araştırma birinci elden toplanan verilere dayanmıyor, ikincil veriler kullanılıyorsa verileri yayınlayan kurumun (örneğin TÜİK, Sanayi Bakanlığı v.b) verileri servis biçimi araştırmacıyı bağlayıcı bir durumdur. Özellikle açık sınıflı serilerde duyarlı ortalamalardan herhangi birisi hesaplanamaz.<br/><strong>Ortalaması Hesaplanacak Değişkenin Özellikleri:</strong> Ortalaması hesapla<br/>I, II ve III"
  },
  {
    "id": "3365639",
    "unitNumber": 4,
    "text": "4, 1, 6, 5, 7, 11, 8 serisinin medyan (ortanca) değeri nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "4",
      "B": "5",
      "C": "6",
      "D": "7",
      "E": "8"
    },
    "explanation": "Bunlar içinde en bilineni Medyan (ortanca) dır. Medyan, küçük değerden büyük değere doğru sıralanmış gözlem değerlerinden oluşan seriyi gözlem sayısı bakımından iki eşit kısma bölen değerdir. Bir veri kümesini tam ortadan iki eşit kısıma bölen ve gözlem değerlerinin tam ortasında yer alan tek ortalama Medyandır.<br/>6"
  },
  {
    "id": "3365640",
    "unitNumber": 4,
    "text": "Qh/r sembolü ile aşağıdakilerden hangisi ifade edilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mod",
      "B": "Aritmetik ortalama",
      "C": "Medyan",
      "D": "Standart sapma",
      "E": "Kantil"
    },
    "explanation": "Terimleri küçükten büyüğe doğru sıralanmış bir seriyi nispi (oransal) frekansları (h/r) ve (r-h/r) olmak üzere iki kısmi seriye ayıran ortalamalara kantil denir. Kantiller, Qh/r sembolü ile gösterilir."
  },
  {
    "id": "3842303",
    "unitNumber": 4,
    "text": "Genel bir kural olarak, herhangi bir durumda birden çok ortalama ölçüsü kullanılabilirse de bunlardan daha çok gözlem değeri kullanılarak hesap edileni daha güvenilirdir. Bu açıdan bakıldığında tercih sırası aşağıdakilerden hangisi gibi olmalıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Duyarlı ortalamalar, duyarlı olmayan ortalamalar",
      "B": "Yalnızca duyarlı ortalamalar",
      "C": "Aritmetik ortalama, medyan, mod",
      "D": "Duyarlı olmayan ortalamalar, duyarlı ortalamalar",
      "E": "Aritmetik ortalama, mod, medyan"
    },
    "explanation": "Genel bir kural olarak, herhangi bir durumda birden çok ortalama ölçüsü kullanılabilirse de bunlardan daha çok gözlem değeri kullanılarak hesap edileni daha güvenilirdir. Bu açıdan bakıldığında tercih sırası aritmetik ortalama, medyan ve mod şeklindedir."
  },
  {
    "id": "3842304",
    "unitNumber": 4,
    "text": "Kareli ortalama hangi durumda tercih edilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sadece pozitif veriler olduğunda",
      "B": "Pozitif ve negatif sapmalar birlikteyse",
      "C": "Veriler eşit sıklıkta tekrar ediyorsa",
      "D": "Sıfırdan büyük değerler varsa",
      "E": "Değişim oranı sıfıra yakınsa"
    },
    "explanation": "Veriler içinde pozitif ve negatif değerlerin birlikte olması durumunda ise verileri temsil edebilecek ortalama kareli ortalamadır. Kareli ortalama da aritmetik ortalama gibi değişkenlik ölçüleri gibi diğer istatistik ölçülerinde temel olan bir ortalamadır."
  },
  {
    "id": "3842305",
    "unitNumber": 4,
    "text": "Medyan değeri aşağıdakilerden hangisini kesin olarak sağlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Aritmetik ortalamanın altında yer almayı",
      "B": "Seriyi üç eşit parçaya ayırmayı",
      "C": "Frekansların ortalamasını vermeyi",
      "D": "Verilerin %50’sinin altında, %50’sinin üstünde olmasını",
      "E": "Tek bir frekansın temsil edilmesini"
    },
    "explanation": "Medyan, küçük değerden büyük değere doğru sıralanmış gözlem değerlerinden oluşan seriyi gözlem sayısı bakımından iki eşit kısma bölen değerdir. Bir veri kümesini tam ortadan iki eşit kısıma bölen ve gözlem değerlerinin tam ortasında yer alan tek ortalama Medyandır"
  },
  {
    "id": "3842306",
    "unitNumber": 4,
    "text": "Harmonik ortalama aşağıdakilerden hangisinde kullanılması uygundur?",
    "correctAnswer": "B",
    "options": {
      "A": "Gelir verileri",
      "B": "Hız ve verimlilik hesapları",
      "C": "Yaş dağılımı",
      "D": "Ortalama yaş hesabı",
      "E": "Ortalama ağırlık hesabı"
    },
    "explanation": "Duyarlı ortalamaların farklı kullanım yerleri vardır. Örneğin değişimin ortalamasının hesaplanması durumunda ya da aşırı uç değerlerin olması durumunda hesaplanması gereken ortalama, geometrik ortalamadır. Buna karşılık hız, verimlilik, fiyat gibi bir oran şeklindeki olaylarda harmonik ortalama kullanılır. Veriler içinde pozitif ve negatif değerlerin birlikte olması durumunda ise verileri temsil edebilecek ortalama kareli ortalamadır. Kareli ortalama da aritmetik ortalama gibi değişkenlik ölçüleri gibi diğer istatistik ölçülerinde temel olan bir ortalamadır."
  },
  {
    "id": "3842307",
    "unitNumber": 4,
    "text": "Duyarlı ortalamalar ile duyarlı olmayan ortalamalar arasındaki temel fark nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Duyarlı olanlar kategorik veriler için uygundur.",
      "B": "Duyarlı olmayanlar daha hızlı hesaplanır.",
      "C": "Duyarlı olanlar uç değerlerden etkilenir.",
      "D": "Duyarlı olmayanlar sıralama gerektirir.",
      "E": "Duyarlı olanlar sadece frekans serileriyle çalışır."
    },
    "explanation": "Duyarlı ortalamalar serideki değerlerin büyüklüklerine odaklı iken, duyarlı olmayan ortalamalar değerlerin konumuna/yerine odaklıdır. Duyarlı ortalamaların hesaplanmasında her gözlem değeri hesaplamaya dahil edilir. Buna karşılık duyarlı olmayan ortalamaların hesaplanmasında sadece ortalama değerin bulunduğu yerdeki gözlem değerleri hesaplamaya alınır. Bu nedenle duyarlı olmayan ortalamalar aşırı uç değerlerden etkilenmeyen ortalamalardır."
  },
  {
    "id": "3842308",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi hiçbir zaman bir ana kütle ya da örneklem veri serisini küçükten büyüğe doğru sıraladığımızda, seriyi ortadan ikiye ayıran değeri <u>göstermez</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Ortanca",
      "B": "Kartil",
      "C": "Desil",
      "D": "Mod",
      "E": "Santil"
    },
    "explanation": "Hangi kantil olursa olsun hepsi bir seriyi iki kısma böler. İki eşit kısma bölen sadece medyandır. Kantiller içinde 2. kartil, 5.desil ve 50.santil de aslında medyandır. Ölçme düzeyleri dikkate alındığında sınflayıcı ölçme düzeyindeki veriler için hesaplanabilecek tek ortalama, mod’dur."
  },
  {
    "id": "3842309",
    "unitNumber": 4,
    "text": "Aşağıdaki özelliklerden hangisi sadece mod için geçerlidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Uç değerlere duyarlıdır.",
      "B": "Tüm verileri dikkate alır.",
      "C": "Sadece sıralı verilerle hesaplanır.",
      "D": "En sık tekrar eden değeri gösterir.",
      "E": "Sıfır değeri içerirse hesaplanamaz."
    },
    "explanation": "Mod, gözlem değerlerinin en çok görüldüğü, en fazla yoğunlaştığı değerdir. Frekansların seyrine göre belirlenmesi kolay olsa da hesaplanmasında frekansların tepe değerden sonra tekrar yükselişe geçmemesi gerekir. Birkaç değerde frekansların yüksek değerde oluşması durumunda gruplandırmak suretiyle gözlemlerin tek bir grupta (mod sınıfı) yoğunlaşması sağlanır. Mod tüm ortalamalar içinde en az duyarlı olan ortalamadır."
  },
  {
    "id": "3842310",
    "unitNumber": 4,
    "text": "Veriler: 10, 12, 30, 35, 90. Aritmetik ortalama bu veri seti için temsili midir?",
    "correctAnswer": "B",
    "options": {
      "A": "Evet, çünkü ortalama ortadadır.",
      "B": "Hayır, çünkü veri uç değerlere sahiptir.",
      "C": "Evet, çünkü simetrik dağılımdır.",
      "D": "Hayır, çünkü veri sayısı azdır.",
      "E": "Evet, çünkü mod ile aynıdır."
    },
    "explanation": "Bir ortalama sadece genel bir özet değer olmayıp birimlerin incelendikleri özellikleri itibariyle yoğunlaştığı, toplandığı bir değeri gösterir. Bu nedenle hesaplanacak ortalamanın o birimlerin geneline dayalı olması, onları temsil etmesi önemlidir. Ortalamalarda temsili olma özelliği, hesaplanan ortalamanın gözlem değerlerine değer bakımından benzemesi, bir başka ifadeyle terimlerin yoğunlaştığı değer çevresinde bir değer almasıdır. Eğer bir ortalama, incelenen seri hakkında gerçekçi bir fikir verebiliyorsa, verilerin genel eğilimini ortaya koyabiliyor demektir."
  },
  {
    "id": "3842311",
    "unitNumber": 4,
    "text": "5 işçinin saatlik ücretleri sırasıyla 60, 64, 70, 74 ve 80 T’dir. Bu verilerin medyanı nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "64",
      "B": "70",
      "C": "74",
      "D": "68",
      "E": "72"
    },
    "explanation": "Medyan, küçükten büyüğe doğru sıralanmış verileri yarısı medyandan daha küçük, yarısı medyandan daha büyük olacak şekilde iki eşit kısma böler. Medyan böylelikle verileri iki eşit parçada inceleme olanağı sunar. Anlaşılması kolay, hesaplamada tüm gözlem değerlerinin kullanılmadığı bu nedenle açık uçlu serilerin ortalama hesabı için uygun olan bir ortalamadır."
  },
  {
    "id": "3842312",
    "unitNumber": 4,
    "text": "Bir öğrenci vizeden 60, finalden 80 almıştır. Vizenin %40, finalin %60 etkili olduğu varsayılırsa başarı notu kaçtır?",
    "correctAnswer": "C",
    "options": {
      "A": "68",
      "B": "70",
      "C": "72",
      "D": "74",
      "E": "76"
    },
    "explanation": "Bazı olaylarda gözlenen değerlerin önem dereceleri farklı olabilir. Böyle durumlarda her gözlem değerine önem derecesi ile orantılı olarak bir tartı (ağırlık) verilir. Örneğin, öğrencilerin bir dersten aldıkları başarı notu hesaplanırken eğer vize ve final notlarının başarı notunu aynı oranda etkilemesi isteniyorsa basit aritmetik ortalama hesaplanacaktır. Buna karşılık, vize ve final notlarının başarı notunu farklı etkilemesi isteniyorsa bu durumda bu etki dereceleri birer tartı alınarak tartılı aritmetik ortalamanın hesaplanması gerekir. Örneğin, vize notu için % 40, final notu için %60 birer tartıdır."
  },
  {
    "id": "3365764",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Bir veri kümesindeki gözlem değerlerinin birbirlerine yakın değerlerde olması o veri kümesinin heterojen yapıda olduğunu gösterir.",
      "B": "Birbirlerine benzer değerlerde olan bir veri kümesi için o veri kümesine ait ortalama, temsili bir ortalama değer olmaz.",
      "C": "Ortalamanın temsil kabiliyeti değişkenlik azaldıkça azalır.",
      "D": "Veri kümesinde değişkenlik fazla ise ortalamadan uzaklık azalır.",
      "E": "Değişkenlik, bir serideki terimlerin değer itibariyle birbirlerinden veya ortalamadan farklılıklarını, değerce nasıl dağıldıklarını, değiştiklerini ifade eder."
    },
    "explanation": "Değişkenlik (dağılma), bir serideki terimlerin değer itibariyle birbirlerinden veya ortalamadan farklıklarını, değerce nasıl dağıldıklarını, değiştiklerini ifade eder. Değişkenlikle birimlerin o özelliğe göre birbirlerine ne kadar benzedikleri, homojen bir yapı oluşturup oluşturmadıkları belirlenebilir. Doğru cevap E'dir."
  },
  {
    "id": "3365765",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi mutlak değişkenlik ölçülerinden biri <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Değişim aralığı",
      "B": "Kartiller arası fark",
      "C": "Ortalama sapma",
      "D": "Standart sapma",
      "E": "Toplanma oranı"
    },
    "explanation": "Değişim aralığı, kartiller arası fark, ortalama sapma ve standart sapma mutlak değişkenlik ölçüleri iken değişim katsayısı ve toplanma oranı nispi değişkenlik ölçülerindendir. Doğru cevap E’dir."
  },
  {
    "id": "3365766",
    "unitNumber": 5,
    "text": "Değişim aralığının serinin iki ucunda yer alan aşırı uç değerlerden etkilenmesi sakıncasını gidermek üzere hangi ölçüden yararlanılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Değişim aralığı",
      "B": "Kartiller arası fark",
      "C": "Ortalama mutlak sapma",
      "D": "Standart sapma",
      "E": "Değişim katsayısı"
    },
    "explanation": "Değişim aralığının serinin iki ucunda yer alan aşırı uç değerlerden etkilenmesi sakıncasını gidermek üzere “kartiller arası fark” adıyla anılan ölçüden yararlanılır. Doğru cevap B’dir."
  },
  {
    "id": "3365767",
    "unitNumber": 5,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/2879ab0b580856c94d347e3fcb334c3b.png\" alt=\"\" width=\"604\" height=\"196\">",
    "correctAnswer": "D",
    "options": {
      "A": "2",
      "B": "2.5",
      "C": "3",
      "D": "3.5",
      "E": "4"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/9cae7aec21926fed84bbd1ca6382c2e1.png\" alt=\"\" width=\"604\" height=\"128\">"
  },
  {
    "id": "3365768",
    "unitNumber": 5,
    "text": "Standart sapmanın karesi olan değişkenlik ölçüsüne ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Değişim aralığı",
      "B": "Ortalama mutlak sapma",
      "C": "Değişim katsayısı",
      "D": "Varyans",
      "E": "Kartiller arası fark"
    },
    "explanation": "Standart sapmanın karesi olan değişkenlik ölçüsü varyanstır. Doğru cevap D’dir."
  },
  {
    "id": "3365769",
    "unitNumber": 5,
    "text": "Standart sapma ile ilgili aşağıdakilerden hangisi söylenebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Standart sapma, hesaplandığı serinin ölçü birimiyle ifade edilmektedir.",
      "B": "Ölçü birimleri farklı olan serilerin değişkenlikleri standart sapma ile karşılaştırılabilir.",
      "C": "Ölçü biri aynı dahi olsa, gözlem değerlerinin rakamsal büyüklüğü fazla olan serilerin standart sapması, küçük olan serilere kıyasla daha küçük çıkar.",
      "D": "Standart sapma, aritmetik ortalamanın 1/10’undan daha fazla olduğunda değişkenliğin az olduğu ifade edilmektedir.",
      "E": "Standart sapma, ortalamadan sapma değerlerinin karesi alınarak hesaplanan bir kareli ortalama olduğundan cebirsel işlemlere elverişli değildir."
    },
    "explanation": "Standart sapma, hesaplandığı serinin ölçü birimiyle ifade edilmektedir. Seri hafta şeklinde düzenlenmiş bir zaman ifade ediyorsa standart sapmanın birimi hafta, kilogram ile ölçülmüş bir veri için kilogram, metre ile ölçülmüş bir veri söz konusu olduğunda ise metre cinsindendir. Doğru cevap A’dır."
  },
  {
    "id": "3365770",
    "unitNumber": 5,
    "text": "Toplanma oranına ilişkin aşağıdakilerden hangisi <u>söylenemez?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Özellikle iktisadi olaylarda üretimin, gelirin, arazinin dengeli olup olmadığının araştırılmasında kullanılır.",
      "B": "Tekelleşme eğiliminin varlığının araştırılmasında yaygın olarak kullanılır.",
      "C": "Eşik değer %50’dir.",
      "D": "Özellikler %75’ten büyük toplanma oranı değeri tekelleşme eğiliminin varlığına yorumlanabilir.",
      "E": "Toplanma oranı değerinin sıfır olması değişkenliğin olduğunu gösterir."
    },
    "explanation": "Toplanma oranı değerinin sıfır olması, değişkenliğin olmadığı bir durumu gösterir ki böyle bir durum istatistiğin konusu içinde değildir. Doğru cevap E’dir."
  },
  {
    "id": "3365771",
    "unitNumber": 5,
    "text": "Değişim katsayısı ile ilgili aşağıdakilerden hangisi <u>söylenemez?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Terimlerim lerin büyüklüğünden etkilenmez.",
      "B": "Ölçü birimi içermez.",
      "C": "0.10’dan küçük değer alması durumunda dağılımın değişkenliği fazladır.",
      "D": "Oransal bir değişkenlik ölçüsüdür.",
      "E": "Herhangi bir serinin standart sapmasının aritmetik ortalamasına bölünmesi ile elde edilir."
    },
    "explanation": "Değişim katsayısının 0,10’dan küçük değer alması durumunda dağılımın değişkenliği azdır denir. Doğru cevap C’dir."
  },
  {
    "id": "3365772",
    "unitNumber": 5,
    "text": "Bir işletmenin ortalama geliri günlük 10.000₺, standart sapması ise 2000₺’dir. Buna göre bu işletmenin değişim katsayısı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "0.10",
      "B": "0.15",
      "C": "0.20",
      "D": "0.30",
      "E": "0.35"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/068c5ab641110dc9bd55d612bd973a98.png\" alt=\"\" width=\"604\" height=\"118\">"
  },
  {
    "id": "3365773",
    "unitNumber": 5,
    "text": "Aritmetik ortalaması 40, mod değeri 45 ve standart sapması 10 olan bir serinin Pearson asimetri ölçüsü kaçtır?",
    "correctAnswer": "A",
    "options": {
      "A": "-0.5",
      "B": "-0.2",
      "C": "0",
      "D": "+0.2",
      "E": "+0.5"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/e85740c33bb76bb1b2bdc245deddb879.png\" alt=\"\" width=\"604\" height=\"120\">"
  },
  {
    "id": "3443270",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi değişkenlik ölçülerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Standart sapma",
      "B": "Ortalama sapma",
      "C": "Değişim aralığı",
      "D": "Medyan",
      "E": "Değişim katsayısı"
    },
    "explanation": "Medyan değişkenlik ölçüsü değil duyarlı olmayan ortalama türüdür.<br/>Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3443366",
    "unitNumber": 5,
    "text": "Verilen frekans sesinin standart sapması kaçtır?<br/><table> <tbody> <tr> <td> <strong>X<sub>i</sub></strong><br/></td> <td> <strong>f<sub>i</sub></strong><br/></td> </tr> <tr> <td> <strong>1</strong><br/><strong>2</strong><br/><strong>3</strong><br/><strong>4</strong><br/><strong>5</strong><br/></td> <td> <strong>1</strong><br/><strong>2</strong><br/><strong>4</strong><br/><strong>2</strong><br/><strong>1</strong><br/></td> </tr> </tbody> </table>",
    "correctAnswer": "C",
    "options": {
      "A": "0",
      "B": "0,09",
      "C": "1,09",
      "D": "2,09",
      "E": "3,09"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/862b01bc2967db7f69582a01144d21a6.png\" alt=\"\" width=\"392\" height=\"182\"> Doğru yanıt B seçeneğidir."
  },
  {
    "id": "3443438",
    "unitNumber": 5,
    "text": "Bir maden işletmesinin altı aylık üretim miktarları(ton), 45, 55, 65, 85, 90, 120 olarak gerçekleşmiştir. İşletme üretiminin değişim aralığı kaçtır?",
    "correctAnswer": "E",
    "options": {
      "A": "45",
      "B": "55",
      "C": "65",
      "D": "70",
      "E": "75"
    },
    "explanation": "DA = Xenb - Xenk 120 - 45 = 75<br/>Doğru yanıt E seçeneğidir."
  },
  {
    "id": "3443550",
    "unitNumber": 5,
    "text": "Aritmetik ortalaması 6, kareli ortalaması 7 olan bir istatistik serisinin standart sapması kaçtır?",
    "correctAnswer": "C",
    "options": {
      "A": "1,6",
      "B": "2,6",
      "C": "3,6",
      "D": "4,6",
      "E": "5,6"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/c44acf7976676161874c8daa7866404b.png\" alt=\"\" width=\"395\" height=\"24\"> Doğru yanıt C seçeneğidir."
  },
  {
    "id": "3453557",
    "unitNumber": 5,
    "text": "20, 30, 50, 60, 70, 80 gözlem değerlerinden oluşan basit istatistik serisinin aritmetik ortalamasından sapmalarının cebirsel toplamı kaçtır?",
    "correctAnswer": "B",
    "options": {
      "A": "10",
      "B": "20",
      "C": "30",
      "D": "50",
      "E": "120"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/ffce25e094a1883937e91b913af9a32d.png\" alt=\"\" width=\"396\" height=\"228\"> Doğru yanıt C seçeneğidir."
  },
  {
    "id": "3453601",
    "unitNumber": 5,
    "text": "Aşağıda verilen gruplandırılmış serinin standart sapması kaçtır?<br/><table> <tbody> <tr> <td> Gruplar<br/></td> <td> f<sub>i</sub><br/></td> </tr> <tr> <td> 0 - 2<br/>2 - 4<br/>4 - 6<br/>6 - 8<br/>8 - 10<br/></td> <td> 1<br/>2<br/>4<br/>2<br/>1<br/></td> </tr> <tr> <td> 10<br/></td> </tr> </tbody> </table>",
    "correctAnswer": "C",
    "options": {
      "A": "0,19",
      "B": "1,19",
      "C": "2,19",
      "D": "3,19",
      "E": "4,19"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/c6195935a77554f7825b5ad0ee0435bf.png\" alt=\"\" width=\"454\" height=\"189\"> Doğru yanıt C seçeneğidir."
  },
  {
    "id": "3453710",
    "unitNumber": 5,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/09676c68829f709479376adef081dbb5.png\" alt=\"\" width=\"615\" height=\"49\">",
    "correctAnswer": "A",
    "options": {
      "A": "0,56",
      "B": "0,58",
      "C": "0,60",
      "D": "0,62",
      "E": "0,64"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/e879b8177888d7377774320bf815741c.png\" alt=\"\" width=\"135\" height=\"52\"> Doğru yanıt A seçeneğidir."
  },
  {
    "id": "3453759",
    "unitNumber": 5,
    "text": "Bir seri için hesaplanan AO, Mod ve Medyan aynı ise, serinin simetri durumu için ne karar verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Serinin simetri durumu için karar verilemez",
      "B": "Serinin simetri durumu: pozitif asimetri",
      "C": "Serinin simetri durumu: simetriktir",
      "D": "Serinin simetri durumu: çok kuvvetli",
      "E": "Serinin simetri durumu: negatif asimetri"
    },
    "explanation": "Mod = Medyan = Aritmetik Ortalama → Simetrik Seri<br/>Doğru yanıt C seçeneğidir."
  },
  {
    "id": "3453919",
    "unitNumber": 5,
    "text": "Bir seri için AO=525, Mod= 450 ve standart sapma= 100 olarak hesaplanmış ise, Pearson Asimetri ölçüsü kaçtır?",
    "correctAnswer": "D",
    "options": {
      "A": "0,25",
      "B": "0,45",
      "C": "0,55",
      "D": "0,75",
      "E": "0,85"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/6379878aebe3581d3cb6edafe0eefefb.png\" alt=\"\" width=\"258\" height=\"70\"> Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3453949",
    "unitNumber": 5,
    "text": "Demir çelik sektöründe çalışanlar için ortalama ücret 14.500TL ve standart sapma 4.495TL olarak bulunmuştur, buna göre değişim Katsayısı kaçtır?",
    "correctAnswer": "A",
    "options": {
      "A": "0,31",
      "B": "0,41",
      "C": "0,45",
      "D": "0,51",
      "E": "0,55"
    },
    "explanation": "DK= S/AO=4495/14500=0,31<br/>Doğru yanıt A seçeneğidir."
  },
  {
    "id": "3842415",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi mutlak değişkenlik ölçüsüdür?",
    "correctAnswer": "C",
    "options": {
      "A": "Değişim katsayısı",
      "B": "Toplanma oranı",
      "C": "Ortalama mutlak sapma",
      "D": "Lorenz eğrisi",
      "E": "Pearson asimetri ölçüsü"
    },
    "explanation": "Mutlak değişkenlik ölçüleri değişim aralığı, kartiller arası fark, ortalama mutlak sapma ve standart sapmadır. Mutlak değişkenlik ölçülerinden en bilineni olan standart sapma, gözlem değerlerinin kendi aritmetik ortalamalarından olan sapmalarının kareli ortalamasıdır."
  },
  {
    "id": "3842417",
    "unitNumber": 5,
    "text": "Aritmetik ortalama ile standart sapmanın oranı aşağıdakilerden hangi ölçüyü verir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kartiller arası fark",
      "B": "Ortalama sapma",
      "C": "Değişim katsayısı",
      "D": "Varyans",
      "E": "Lorenz eğrisi"
    },
    "explanation": "Oransal değişkenlik ölçüsü olan değişim katsayısı (DK), herhangi bir serinin standart sapmasının aritmetik ortalamasına bölünmesi ile elde edilir."
  },
  {
    "id": "3842418",
    "unitNumber": 5,
    "text": "Değişkenliğin artması durumunda aşağıdakilerden hangisinin azalması beklenir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ortalamanın",
      "B": "Temsil gücünün",
      "C": "Veri sayısının",
      "D": "Frekansın",
      "E": "Modun"
    },
    "explanation": "Bir veri kümesindeki gözlem değerlerinin birbirlerine yakın değerlerde olması o veri kümesinin benzer/ homojen /türdeş bir yapıda olduğunu gösterir. Birbirlerine benzer değerlerde olan bir veri kümesi için o veri kümesine ait ortalama, temsili bir ortalama değer olacaktır. Aksine gözlem değerleri birbirlerinden uzak değerlerdeyse, bu durumda kendi ortalama değerinden de farklılaşarak uzaklaşacaklarından böyle bir veri kümesi heterojen bir yapı oluşturacaktır. Heterojen gözlem değerlerinden oluşan böyle bir veri kümesinin ortalaması da temsili olmayacaktır. Dolayısıyla ortalamanın temsil kabiliyeti ile değişkenlik arasında negative bir ilişki vardır. Ortalamanın temsil kabiliyeti değişkenlik azaldıkça artar; gözlem değerleri birbirlerine ve bağlı olarak ortalamalarına yakın değerlerde yoğunlaşırlar. Eğer veri kümesinde değişkenlik fazla ise ortalamadan uzaklıklar da artar; ortalamanın temsili olma özelliği azalır."
  },
  {
    "id": "3842419",
    "unitNumber": 5,
    "text": "Kartiller arası fark aşağıdakilerden durumların hangisinde daha uygundur?",
    "correctAnswer": "B",
    "options": {
      "A": "Tüm verilerin eşit olduğu",
      "B": "Uç değerlerin bulunduğu",
      "C": "Ölçüm hatalarının olduğu",
      "D": "Cinsiyet verilerinin kullanıldığı",
      "E": "Zaman serilerinde"
    },
    "explanation": "Veriler içinde uç değerlerin olması durumunda verilerin değişkenliğinin ölçülmesinde kartiller arası fark değişkenlik ölçüsü uygun olur. Aritmetik ortalamadan mutlak sapmaların ortalaması olan ortalama mutlak sapma da pozitif sapmayı gösterir. Mutlak değişkenlik ölçüleri içinde yaygın kullanımı olan ölçü standart sapmadır. Bir seriyi oluşturan gözlem değerlerinin aritmetik ortalamasından olan sapmalarının kareli ortalaması, standart sapma olarak tanımlanır."
  },
  {
    "id": "3842420",
    "unitNumber": 5,
    "text": "Değişim katsayısının ölçü birimi taşımaması aşağıdakilerden hangisi ile açıklanabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mod üzerinden hesaplanır.",
      "B": "Oransal bir ölçüdür.",
      "C": "Sadece nominal verilere uygulanır.",
      "D": "İki uç değeri kullanır.",
      "E": "Toplanma oranına dayanır."
    },
    "explanation": "Değişim katsayısı formülünde standart sapma aritmetik ortalamanın bir yüzdesi olarak ifade edilmektedir. Diğer bir deyişle, oransal olmayan değişkenlik ölçülerinin aksine değişim katsayısının ölçü birimi yoktur."
  },
  {
    "id": "3842422",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi simetrik bir serideki aritmetik ortalama, medyan ve mod ilişkisini göstermektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mod &gt; AO &gt; Medyan",
      "B": "AO &gt; Medyan &gt; Mod",
      "C": "Hepsi birbirine eşittir.",
      "D": "Medyan = Mod &gt; AO",
      "E": "AO &lt; Mod &lt; Medyan"
    },
    "explanation": "Tek maksimumlu, sürekli bir değişkene göre incelenen bir dağılımın simetrik olup olmadığının araştırılmasında asimetri ölçülerinden faydalanılır. Simetriden uzaklaşarak bir yana eğik olan dağılımların bu özellikleri betimsel ölçüler olan <i>asimetri ölçüleri </i>ile belirlenebilir. Simetrik dağılımlarda mod, medyan ve aritmetik ortalama yaklaşık olarak aynıdır."
  },
  {
    "id": "3842423",
    "unitNumber": 5,
    "text": "Mod = 40, Medyan = 45, AO = 50 değerlerine sahip bir serinin çarpıklığı hakkında aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Simetrik",
      "B": "Pozitif ama zayıf",
      "C": "Pozitif asimetrik",
      "D": "Negatif asimetrik",
      "E": "Negatif ve güçlü"
    },
    "explanation": "Simetri bozulduğu zaman ise asimetri söz konusudur. Tek maksimumlu ancak simetrik olmayan bir dağılımda, eğer düşük değerlere doğru eğilim varsa, bu tür dağılımlarda aritmetik ortalama diğer iki ortalamadan daha büyük değer alır. Söz konusu düşük değerlere eğilimli bu tür dağılımlara sağa yatık (pozitif asimetrili) dağılımlar denir. Mod &lt; Medyan &lt; Aritmetik Ortalama →Düşük değerlere eğilimli (Sağa eğik/pozitif simetri)"
  },
  {
    "id": "3842424",
    "unitNumber": 5,
    "text": "X dağılımı “AO = 60, s = 8” ile Y dağılımı “AO = 50, s = 5” karşılaştırıldığında, homojenlik hakkında aşağıdakilerden hangisi söylenebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Y dağılımı",
      "B": "X dağılımı",
      "C": "İkisi de eşit",
      "D": "Değişim katsayısı hesaplanmalı",
      "E": "Mod bilinmeli"
    },
    "explanation": "Bir veri kümesindeki gözlem değerlerinin birbirlerine yakın değerlerde olması o veri kümesinin benzer/ homojen /türdeş bir yapıda olduğunu gösterir. Birbirlerine benzer değerlerde olan bir veri kümesi için o veri kümesine ait ortalama, temsili bir ortalama değer olacaktır. Aksine gözlem değerleri birbirlerinden uzak değerlerdeyse, bu durumda kendi ortalama değerinden de farklılaşarak uzaklaşacaklarından böyle bir veri kümesi heterojen bir yapı oluşturacaktır."
  },
  {
    "id": "3842425",
    "unitNumber": 5,
    "text": "Toplanma oranının %75’ten büyük olması neyi ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Simetrik dağılım",
      "B": "Tekelleşme eğilimi",
      "C": "Homojenlik artışı",
      "D": "Yüksek mod",
      "E": "Değişkenlik sıfır"
    },
    "explanation": "Toplanma oranı ise, özellikle iktisadi olaylarda üretimin, gelirin, arazinin dengeli olup olmadığının, tekelleşme eğiliminin varlığının araştırılmasında yaygın olarak kullanılan bir ölçüdür. TO için ise %50 eşik değer olarak düşünülebilir. TO değerinin %50’den büyük değerleri için değişkenliğin fazla olduğu, özellikle %75’ten büyük TO değeri tekelleşme eğiliminin varlığına yorumlanabilir."
  },
  {
    "id": "3842426",
    "unitNumber": 5,
    "text": "Varyans hesaplanamıyorsa aşağıdakilerden hangisinin hesaplanması mümkün <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Medyan",
      "B": "Standart sapma",
      "C": "Mod",
      "D": "Kartil",
      "E": "Toplanma oranı"
    },
    "explanation": "Standart sapmanın karesi olan değişkenlik ölçüsü varyanstır. Ancak varyans kareli bir ölçü olduğu için ölçü biriminin de karesinin alınması durumunda yorumlanamayacak ölçü birimleri (kg2 T2 gibi) ile karşılaşılabilmektedir. Standart sapma (ve onun karesi olan varyans<strong>)</strong>, normal dağılımın önemli bir parametresi olarak istatistiksel analizlerde temel ölçülerdendir."
  },
  {
    "id": "3365735",
    "unitNumber": 6,
    "text": "<em>Bir </em><em>ekmek fırınının</em><em> sahibi, </em><em>kepekli ekmek</em><em> satışlarının </em><em>tüm ekmek satışlarının </em><em>ne kadarlık bir kısmını oluşturacağını öğrenmek istiyor. </em><em>Böylelikle h</em><em>aftanın ilk gününde satılan ürünleri </em><em>saymış (75 </em><em>normal</em><em> ekmek</em><em> ve </em><em>25 kepekli ekmek)</em><em> ve haftalık satışlarının </em><em>% 25</em><em>'</em> <em>inin muhtemelen </em><em>kepekli ekmek olacağını ileri sürmüştür.</em><br/>Yukarıda verilen örnek olay hangi tür olasılık yaklaşımını yansıtmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Deneysel olasılık",
      "B": "Klasik olasılık",
      "C": "Olayların kesişimi",
      "D": "Öznel olasılık",
      "E": "Olayların birleşimi"
    },
    "explanation": "Yapılan olasılık tahmini nesnel bir tahmin olup deneysel olasılık yaklaşımını yansıtmaktadır. Bir başka deyişle, bu örnek olayda varılan yargı tekrarlanan denemelerden oluşan gerçek bir deneyin sonuçlarıdır.<br/>Bir ekmek fırınının sahibi, kepekli ekmek satışlarının tüm ekmek satışlarının ne kadarlık bir kısmını oluşturacağını öğrenmek istiyor. Böylelikle haftanın ilk gününde satılan ürünleri saymış (75 normal ekmek ve 25 kepekli ekmek) ve haftalık satışlarının 25/100=1/4 yani % 25'inin muhtemelen kepekli ekmek olacağını ileri sürmüştür."
  },
  {
    "id": "3365736",
    "unitNumber": 6,
    "text": "<em>İnsan kaynakları uzmanı pozisyonu için iş başvurusunda bulunan bir kişi mülakata girmiş ve görüşmeyi tamamladıktan sonra işe alınma ihtimalini %80 olarak tahmin etmiştir.</em><br/>Yukarıda verilen durum hangi tür olasılık yaklaşımını yansıtmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Öznel olasılık",
      "B": "Klasik olasılık",
      "C": "Olayların kesişimi",
      "D": "Deneysel olasılık",
      "E": "Olayların birleşimi"
    },
    "explanation": "Mevcut iş deneyimlerini ve görüşmede ne kadar iyi performans gösterdiği konusundaki öznel görüşleri kullanarak, işe alınma şansını %80 olarak tahmin etmiştir.<br/>Bu durumda, kişinin işe alma olasılığını belirleyecek matematiksel verileri yoktur, dolayısıyla aday sonucu tahmin etmek için sübjektif (öznel) olasılığı kullanabilir. Öznel olasılık, bir bireyin kendi deneyimine veya kişisel yargısına dayalı olarak bir şeyin olma olasılığını ifade eder. Deneysel ve klasik olasılıklar nesnel olasılıklardır."
  },
  {
    "id": "3365738",
    "unitNumber": 6,
    "text": "<em>I- Bir yönetici, kişisel bir asistan almayı düşünür. Bu amaçla başvuruları inceleyerek adayların nasıl performans gösterebileceklerini tahmin eder.</em><br/><em>II- Bir kişi karıştırılmış bir desteden çekilen bir oyun kartının resimli bir kart olma olasılığını tahmin eder.</em><br/><em>III- Bir sebze yetiştiricisi, yeni bir avokado tohumunun filizlenme olasılığını bilmek istiyor. Bu amaçla çiftçi 1.000 tohum eker ve 738 tanesinin filizlendiğini görür.</em><br/><em>IV- Bir spor muhabiri, Euro Ligin açılış maçında bir grup basketbol taraftarıyla röportaj yaparak taraftarlara takımlarının bu sezon kupa finalini kazanma şansı olup olmadığını sorar.</em><br/>Yukarıda verilen örnek olaylarda kullanılan olasılık yaklaşımları sırasıyla aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "öznel, klasik, deneysel, öznel",
      "B": "öznel, deneysel, deneysel, klasik",
      "C": "klasik, deneysel, klasik, öznel",
      "D": "deneysel, öznel, klasik, klasik",
      "E": "deneysel, klasik, klasik, öznel"
    },
    "explanation": "Olasılığın hesaplanmasına ilişkin, nesnel (objektif) ve öznel (subjektif) olasılık olmak üzere iki yaklaşım bulunur. Nesnel olasılık, klasik olasılık ve deneysel olasılık olmak üzere iki kısımda incelenir. Klasik olasılık eşit olasılıklı sonuçlara dayanırken deneysel olasılık göreli frekanslara dayanır. Öznel olasılık ise elde yeterli veri bulunmadığı durumlarda kişilerin geçmiş deneyim, tecrübe ve sezgilerine dayanarak belirleyebileceği değerlerdir.<br/>I- Bu örnek olayda yönetici, adayın sadece özgeçmişine dayanarak bu pozisyonda başarılı olma şansını söylemesi varsayımsal ve öznel bir tahmin içerir. Görüldüğü gibi öznel olasılık yaklaşımında matematiksel veya nesnel tahminler yerine bireysel deneyim ve mesleki görüşler kullanılmıştır.<br/>II- Standart bir destede n=52 kart ve bunların her birinin çekilme olasılığı eşittir. Bir destede, her biri 3 resimli kart içeren 4 takım vardır: Papaz, kız ve vale. Destedeki resimli kartların toplamı (sıklığı)<br/>f: 4x3=12’dir. Bir resimli kart çekme olasılığı ise 12/52 =3/13 yaklaşık 0,231’dir. Görüldüğü gibi gözlenen tek bir olay ve nesnel yargılara varabileceğimiz bir tahmin olması nedeniyle ayrıca bu denemenin sonuçlarının eşit olasılıklı olması sebebiyle II. Örnek olay klasik bir olasılık yaklaşımı içerir.<br/>III- Bu örnek olayda tahmin nesnel ve deneysel bir yaklaşım barındırır. Deneysel olasılık bilindiği gibi tekrarlanan denemelerden oluşan gerçek bir deneyin sonuçlarıdır. Burada da çiftçinin 1000 denemesinin 738 tanesi olumlu sonuçlanmıştır. Yani deneysel olasılık 738/1000’dir.<br/>IV- Bu örnek olayda da taraftarlar, takımlarının kupa finalini kazanma şansını tahmin etmek için deneyimlerine ve kişisel görüşlerine güvenirler. Bu tür bir olasılık, görüşe dayandığından resmi bir hesaplama gerektirmez yani özneldir."
  },
  {
    "id": "3365739",
    "unitNumber": 6,
    "text": "I- Birinci, ikinci ve üçüncü sırayı kazananları seçmek<br/>II- Bir renk kataloğundan iki renk seçmek<br/>III- Bir gruptan üç takım üyesi seçmek<br/>IV- Bir renk kataloğundan iki favori rengi sırayla seçmek<br/>Yukarıda verilen örnek olayları permütasyon (p) ve kombinasyon (k) olarak sınıflandırdığımızda aşağıdaki sıralamalardan hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "p, k, k, p",
      "B": "p, p, p, k",
      "C": "k, p, p, k",
      "D": "p, p, k, k",
      "E": "k, p, p, k<br/>Permütasyon, bir kümenin tüm üyelerini bir dizi veya sıraya göre düzenleme eylemiyle ilgilidir. Başka bir deyişle, küme zaten sıralıysa, öğelerinin yeniden düzenlenmesine permütasyon işlemi denir.<br/>Kombinasyon ise bir koleksiyondan öğeleri seçmenin bir yoludur, öyle ki (permütasyonların aksine) seçim sırası önemli değildir. Kombinasyon tek seferde “k” kez tekrar edilmeden alınan “n” şeyin kombinasyonunu ifade eder."
    },
    "explanation": "Permütasyon, bir kümenin tüm üyelerini bir dizi veya sıraya göre düzenleme eylemiyle ilgilidir. Başka bir deyişle, küme zaten sıralıysa, öğelerinin yeniden düzenlenmesine permütasyon işlemi denir. Kombinasyon ise bir koleksiyondan öğeleri seçmenin bir yoludur, öyle ki (permütasyonların aksine) seçim sırası önemli değildir. Kombinasyon tek seferde “k” kez tekrar edilmeden alınan “n” şeyin kombinasyonunu ifade eder.<br/>Soruda verilen olaylarda II ve III kombinasyon I ve IV ise permütasyon örneğidir."
  },
  {
    "id": "3365740",
    "unitNumber": 6,
    "text": "3 erkek ve 4 kadından oluşan bir kurul 6 erkek ve 8 kadın arasından kaç farklı şekilde seçilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "1400",
      "B": "1800",
      "C": "2000",
      "D": "500",
      "E": "780"
    },
    "explanation": "Bu soruda <em>n </em>sayıda eleman arasından <em>k </em>tanesinin (<em>k </em>≤ <em>n</em>) kaç farklı şekilde seçileceği sorulduğu için <em>n</em>’ nin <em>k</em>’lı <em>kombinasyonu </em>hesaplanmalıdır.<br/>6 erkekten 3’ünün seçimi C (6, 3) = 6!/ 3!(6-3)!= 20 farklı şekilde<br/>8 kadından 4’ünün seçimi C(8, 4)= 8!/4!(8-4)!= 70 farklı şekilde<br/>Bu denemenin toplam olası sonuç sayısı ise<br/>Toplam seçilme = (20X70)=1400<br/>Komite 1400 şekilde seçilebilir."
  },
  {
    "id": "3365741",
    "unitNumber": 6,
    "text": "Bir konferans salonundaki 5 kişi yuvarlak bir masanın etrafında kaç farklı şekilde oturabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "24",
      "B": "48",
      "C": "12",
      "D": "56",
      "E": "64"
    },
    "explanation": "<em>n </em>tane farklı elemanın bir daire etrafındaki dizilişi <em>dairesel permütasyon </em>yardımı ile bulunur ve dairesel permütasyon değeri (<em>n </em>- 1)!’e eşittir. <br/>Öyleyse 5 kişinin yuvarlak masa etrafındaki oturma şekli<br/>(5-1)!=4x3x2x1=24 olarak hesaplanır."
  },
  {
    "id": "3365744",
    "unitNumber": 6,
    "text": "İSTATİSTİK kelimesinin harflerini her düzende kullanmak koşuluyla, anlamlı veya anlamsız kaç farklı kelime elde edilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "50400",
      "B": "15400",
      "C": "48000",
      "D": "26800",
      "E": "49400"
    },
    "explanation": "Bir olayın olası sonuçlarını sayma işleminde bazen sıralama önemli olabilir.Bu soru da bir çeşit permütasyon işlemidir.<br/>İSTATİSTİK kelimesinde 10 harf bulunmaktadır. İ = 3, S = 2, T =3, A=1 ve K =1 harfleri her biri bir tür olarak ele alındığında elde edilecek kelime sayısı<br/>10! / (3! . 2! . 3! . 1! . 1!)=50400 tane olacaktır."
  },
  {
    "id": "3365746",
    "unitNumber": 6,
    "text": "<table> <tbody> <tr> <td> <strong>Sağlak</strong><br/></td> <td> <strong>Solak</strong><br/></td> </tr> <tr> <td> <strong>Erkek</strong><br/></td> <td> 14<br/></td> <td> 6<br/></td> </tr> <tr> <td> <strong>Kadın</strong><br/></td> <td> 18<br/></td> <td> 6<br/></td> </tr> </tbody> </table> Tablodaki verileri dikkate alarak rassal olarak seçilen bir kişinin erkek veya solak olması olasılığı nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "11/20",
      "B": "7/20",
      "C": "3/40",
      "D": "9/40",
      "E": "9/20"
    },
    "explanation": "Bir olayın gerçekleşmesinin, bir diğer olayın gerçekleşme olasılığını etkilememesi durumunda bu iki olaya bağımsız olaylar denir.<br/>Olaylar rassal olarak seçilen bir kişinin, erkek veya kadın sağlak veya solak olma durumudur.<br/>E: Erkek olması<br/>K: Kadın olması<br/>SG: Sağlak olması<br/>SL: Solak olması<br/>Tabloda verilen bilgilerden tanımlanan olayların gerçekleşme olasılıkları<br/><table> <tbody> <tr> <td> <strong>Sağlak</strong><br/></td> <td> <strong>Solak</strong><br/></td> <td> <strong>Toplam</strong><br/></td> </tr> <tr> <td> <strong>Erkek</strong><br/></td> <td> 14<br/></td> <td> 6<br/></td> <td> 20<br/></td> </tr> <tr> <td> <strong>Kadın</strong><br/></td> <td> 18<br/></td> <td> 2<br/></td> <td> 20<br/></td> </tr> <tr> <td> <strong>Toplam</strong><br/></td> <td> 32<br/></td> <td> 8<br/></td> <td> 40<br/></td> </tr> </tbody> </table> P(E)= 20/40<br/>P(K)=20/40<br/>P(SG)=32/40<br/>P(SL)=8/40<br/>olarak elde edilir. Dikkat edilecek olursa, <em>E</em> olayının tümleyeni <em>K</em> olayı ve <em>SG</em> olayının tümleyeni de <em>SL</em> olayıdır. Hesaplanan olasılıklardan<br/><em>P</em>(<em>E</em>) = 1 - <em>P(</em><em>K</em>) ve <em>P</em>(<em>SG</em>) = 1 - <em>P(</em><em>SL</em>) olduğu görülmektedir.<br/>Rassal olarak seçilen bir kişinin erkek veya solak olması toplama kuralı yardımıyla elde edilir. Burada kişinin erkek ve solak olma olasılığına ihtiyacımız vardır.<br/>P(E ve SL) = P (E<strong>∩</strong>SL) =6/40 olduğuna göre toplama kuralından,<br/>P(E veya SL) = P(E) + P(SL) - P(E ve F)<br/>P(E U SL) = P(E) + P(SL) - P(E<strong>∩</strong>SL) = (20/40+8/40)-6/40=28/40-6/40<br/>=22/40 sadeleştirdiğimizde sonuç 11/20'dir."
  },
  {
    "id": "3365748",
    "unitNumber": 6,
    "text": "Yakın zamanda yapılan bir araştırma, hanelerin %80'inin kablolu TV’ye sahip olduğunu ve hanelerin %45'inin de Netflix üyeliği olduğu ortaya koymuştur. Buna göre bölgede rassal olarak seçilen bir hanenin hem Netflix hem de kablolu televizyonu olma olasılığını nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "0,36",
      "B": "0,64",
      "C": "0,45",
      "D": "0,75",
      "E": "0,56"
    },
    "explanation": "Bir olayın gerçekleşmesinin, bir diğer olayın gerçekleşme olasılığını etkilememesi durumunda bu iki olaya ba- <br/>ğımsız olaylar denir. A ve B olayları bağımsız olaylar ise<br/>P(K): Kablolu TV’ye sahip olma olasılığı =0,80<br/>P(N): Netflix üyeliğine sahip olma olasılığı =0,45<br/>Bağımsız olayların olma olasılığı; <br/><em>P</em>(<em>K</em><strong>∩</strong><em>N</em>) = <em>P</em>(<em>K</em> ) . <em>P</em>(<em>N</em>) = (0,80) . (0,45) = 0.36"
  },
  {
    "id": "3365753",
    "unitNumber": 6,
    "text": "İstanbul’daki maratonda 12 profesyonel koşucu yarışıyor. Bu koşucular kaç farklı şekilde 1., 2. ve 3. olabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "1320",
      "B": "1520",
      "C": "2460",
      "D": "1800",
      "E": "1960"
    },
    "explanation": "n tane farklı elemanın (k ≤ n) birbirinden farklı k tanesinin dizilişine n’nin<br/>P(12,3) = 12!/(12 - 3)! = 12 X 11 X 10 = 1.320 şekilde 1., 2., ve 3. olabilirler."
  },
  {
    "id": "3365754",
    "unitNumber": 6,
    "text": "Bir denemenin belirli bir şartı sağlayan bir ya da birden fazla sonucundan oluşan kümeye ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Olasılık",
      "B": "Permütasyon",
      "C": "Örneklem uzayı",
      "D": "Örneklem uzayı noktası",
      "E": "Olay"
    },
    "explanation": "Bir denemenin belirli bir şartı sağlayan bir ya da birden fazla sonucundan oluşan kümeye ise olay denir. Diğer bir ifade ile olay, örneklem uzayının bir alt kümesidir.Doğru cevap E'dir."
  },
  {
    "id": "3365755",
    "unitNumber": 6,
    "text": "Hilesiz bir madeni para arka arkaya üç kez havaya atılıyor. Bu denemede A olayı ikinci atışta tura gelmesi olarak tanımlansın. Bu durumda A olayının olma olasılığı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/f52045619e675b39c86e2ff221ea87b5.png\" alt=\"\" width=\"23\" height=\"74\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/30baaeb03c1adb68bc60a7a9f487361b.png\" alt=\"\" width=\"24\" height=\"66\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/7323972bfc0e271007ac16c980ed38a2.png\" alt=\"\" width=\"24\" height=\"71\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/8b315481e00e2eed1ba2d94173816030.png\" alt=\"\" width=\"20\" height=\"71\">",
      "E": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/2ab19cd5fb54959279a64300e9e1b4a7.png\" alt=\"\" width=\"30\" height=\"74\">"
    },
    "explanation": "143. sayfada verilen tabloda \"Deneysel olasılık\" iki kere yazılmıştır.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/c74a31ea8a15f64667e5f08749ee6bed.png\" alt=\"\" width=\"604\" height=\"227\">"
  },
  {
    "id": "3365756",
    "unitNumber": 6,
    "text": "Bir üretim bandından rassal olarak seçilen 200 adet ürünün 40’ının hasarlı olduğu görülmüştür. Üretim bandından rassal olarak seçilen bir ürünün hasarlı olma olasılığı nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "0,05",
      "B": "0,10",
      "C": "0,15",
      "D": "0,20",
      "E": "0,40"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/869e143218c896e4b54accd561cfcc5a.png\" alt=\"\" width=\"604\" height=\"147\">"
  },
  {
    "id": "3365757",
    "unitNumber": 6,
    "text": "Bir otomobil B şehrinden geçmek koşuluyla A şehrinden C şehrine gidecektir. A’dan B şehrine 3, B’den C şehrine 6 farklı yol bulunmaktadır. Buna göre bu otomobil, A şehrinden C şehrine kaç farklı şekilde gidebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "6",
      "B": "8",
      "C": "12",
      "D": "18",
      "E": "20"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/254b18132d96928467c3f25e220c14b9.png\" alt=\"\" width=\"604\" height=\"105\">"
  },
  {
    "id": "3365758",
    "unitNumber": 6,
    "text": "1, 2, 3, …, 9 rakamları kullanılarak dört basamaklı bir sayı oluşturulacaktır. Her rakam bir defa kullanılacak şekilde kaç farklı sayı yazılabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "126",
      "B": "340",
      "C": "1462",
      "D": "2040",
      "E": "3024"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/a12e020aa342e42e1893b74d08eb4885.png\" alt=\"\" width=\"604\" height=\"234\">"
  },
  {
    "id": "3365759",
    "unitNumber": 6,
    "text": "ESKİŞEHİR kelimesinin harflerini her düzende kullanmak koşuluyla, anlamlı veya anlamsız kaç farklı kelime yazılabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "10400",
      "B": "40960",
      "C": "80640",
      "D": "90720",
      "E": "181440"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/0a43a2aea8ff55a597e97104afbaa590.png\" alt=\"\" width=\"604\" height=\"125\">"
  },
  {
    "id": "3365760",
    "unitNumber": 6,
    "text": "10 kişilik bir sınıfta 3 kişilik gruplar kaç farklı şekilde oluşturulabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "60",
      "B": "100",
      "C": "120",
      "D": "240",
      "E": "360"
    },
    "explanation": "150. sayfada 15'in 5'li kombinasyonu denmesi gerekirken 15'in 2'li kombinasyonu denmiştir.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/5d42344fed0ed85a0ddad00ac4f8e7f1.png\" alt=\"\" width=\"604\" height=\"131\">"
  },
  {
    "id": "3365761",
    "unitNumber": 6,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/d5a0717a268dfe21e884a2d3d70d1da5.png\" alt=\"\" width=\"604\" height=\"81\">",
    "correctAnswer": "C",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/bff25b61f495fece28e8104331a05ca9.png\" alt=\"\" width=\"27\" height=\"68\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/dd902b2a0aa43e4e55bdf6df3129449b.png\" alt=\"\" width=\"24\" height=\"73\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/e62934faf5cfaebf11f158bc8113c4ec.png\" alt=\"\" width=\"27\" height=\"72\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/17aee76d8aa902bffffe1e838d28917d.png\" alt=\"\" width=\"39\" height=\"74\">",
      "E": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/4f393837aa3e70956582fc847d66cd6c.png\" alt=\"\" width=\"37\" height=\"70\">"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/cf572cced29c37a98ca8a9ed340de9ab.png\" alt=\"\" width=\"604\" height=\"399\">"
  },
  {
    "id": "3365762",
    "unitNumber": 6,
    "text": "Bir torbada 7 tane mavi ve 8 tane yeşil bilye vardır. Bu torbadan çekilen birinci bilye yerine konmaksızın iki bilye çekiliyor. Çekilen birinci bilyenin mavi ve ikinci bilyenin yeşil renkte olma olasılığı nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/876f18741c7c32adafa5b9dfd1196edb.png\" alt=\"\" width=\"39\" height=\"72\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/af0d3cc74063514ac22ed50ed22ba6dd.png\" alt=\"\" width=\"36\" height=\"67\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/6ffc84a035862ea4fbf7aa13c6e21ef1.png\" alt=\"\" width=\"32\" height=\"71\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/df7db7b54a0495717fab96bd1dac2b8b.png\" alt=\"\" width=\"56\" height=\"69\">",
      "E": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/1cdc7b05775fe193358cb28b380ac80f.png\" alt=\"\" width=\"52\" height=\"71\">"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/305e382dbe2f7279d2d4fce0beb1e84a.png\" alt=\"\" width=\"604\" height=\"341\">"
  },
  {
    "id": "3365763",
    "unitNumber": 6,
    "text": "Ankara, İstanbul ve Samsun’a kış mevsiminin herhangi bir gününde yağmur yağma olasılığı sırasıyla 0.80, 0.75 ve 0.85’dir. Buna göre bu üç şehre kış mevsiminin herhangi bir gününde yağmur yağma olasılığı kaçtır?",
    "correctAnswer": "E",
    "options": {
      "A": "0.15",
      "B": "0.20",
      "C": "0.34",
      "D": "0.47",
      "E": "0.51"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/188951e6876e409d91ae4c1a511335a2.png\" alt=\"\" width=\"604\" height=\"107\">"
  },
  {
    "id": "3843062",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi tekrarlı permütasyon için doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Tüm elemanlar birbirinden farklı olmalıdır.",
      "B": "Yalnızca dairesel dizilimlerde uygulanır.",
      "C": "Her tekrar eden öğenin faktöriyeliyle bölünerek permütasyon bulunur.",
      "D": "Yalnızca asal sayıların dizilimi için geçerlidir.",
      "E": "Kombinasyonla aynı sonucu verir."
    },
    "explanation": "n elemanlı bir kümenin n1 tanesi birinci türden, n2 tanesi ikinci türden ve nk tanesi k. türden n tane elemanın tamamı sıralandığında elde edilen diziliş sayısına tekrarlı permütasyon denir. Bu nesnelerin yerlerinin değiştirilmesiyle oluşacak sıralama sayısını bulmak için tekrarlı permütasyon formülü kullanılır. Bu durumda, tüm nesnelerin faktöriyeli alınır ve aynı türden olanların faktöriyellerine bölünür."
  },
  {
    "id": "3843063",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi kombinasyon ile permütasyon arasındaki temel farkı en iyi açıklar?",
    "correctAnswer": "D",
    "options": {
      "A": "Permütasyonda diziliş önemsizdir, kombinasyonda önemlidir.",
      "B": "Her ikisi de aynı formülle hesaplanır.",
      "C": "Kombinasyon yalnızca asal sayılarla uygulanır.",
      "D": "Permütasyonda sıralama önemlidir, kombinasyonda önemli değildir.",
      "E": "Her ikisi de sadece tek haneli sayılar için geçerlidir."
    },
    "explanation": "Kombinasyon, n elemanlı bir kümeden r elemanlı alt kümelerin seçimi olup, bu alt kümelerde elemanların yerlerinin değişimi önemli değildir. Permütasyon ise sıralamanın önemli olduğu durumlar için kullanılır."
  },
  {
    "id": "3843065",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bir olayın klasik olasılık yaklaşımıyla hesaplanabilmesi için gereken koşullardan biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Olay geçmiş veriye dayalı tahmin içeriyor olmalıdır.",
      "B": "Tüm sonuçların eşit olasılıklı olması gerekir.",
      "C": "Sonuçlar yalnızca deneysel yöntemle ölçülmelidir.",
      "D": "Olasılık yalnızca sıfır olabilir.",
      "E": "Olasılık yalnızca öznel yargılarla belirlenir."
    },
    "explanation": "Bir olayın olasılığının klasik olasılık yaklaşımı ile hesaplanmasında, olayın gerçekleşmesi olasılığını belirlemede deneme yapma zorunluluğu yoktur. Deneme yapılmadan önce mümkün olan tüm sonuçların sayısı bilindiğinden para atma denemesinde tura gelmesi ya da zar atıldığında dört gelmesi olasılıkları klasik yaklaşımla mantıksal olarak elde edilebilir."
  },
  {
    "id": "3843066",
    "unitNumber": 6,
    "text": "5 yeşil ve 6 mavi bilyenin bulunduğu bir torbadan yerine konmaksızın çekilen iki bilyenin sırasıyla yeşil ve mavi olma olasılığı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "5/11 × 6/10",
      "B": "6/11 × 5/10",
      "C": "1/2",
      "D": "30/121",
      "E": "25/121"
    },
    "explanation": "İlk bilye çekildikten sonra yerine konmadığı için ikinci olasılık koşulludur. İlk bilyenin yeşil gelme olasılığı 5/11, ikinci bilyenin mavi gelme olasılığı ise artık 6/10’dur."
  },
  {
    "id": "3843067",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi iki olayın birleşim olasılığının doğru formülüdür?",
    "correctAnswer": "C",
    "options": {
      "A": "P(A∪B) = P(A) + P(B)",
      "B": "P(A∪B) = P(A) - P(B)",
      "C": "P(A∪B) = P(A) + P(B) - P(A∩B)",
      "D": "P(A∪B) = P(A) × P(B)",
      "E": "P(A∪B) = P(A∩B) / P(B)"
    },
    "explanation": "İki olayın birleşiminin olasılığı, her iki olayın toplam olasılıklarından ortak kesişimlerinin çıkarılmasıyla elde edilir."
  },
  {
    "id": "3843069",
    "unitNumber": 6,
    "text": "Hilesiz bir zar atıldığında “tek sayı gelmesi” ve “4’ten küçük gelmesi” olaylarının kesişimi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "{1, 2}",
      "B": "{2, 3}",
      "C": "{1, 3}",
      "D": "{2, 4}",
      "E": "{1, 2, 3}"
    },
    "explanation": "Zar üzerindeki sayı kümesi: {1, 2, 3, 4, 5, 6}. Tek sayılar: {1,3,5}, 4’ten küçük olanlar: {1,2,3}. Kesişimleri: {1,3} olur."
  },
  {
    "id": "3843071",
    "unitNumber": 6,
    "text": "6 eşit parçaya ayrılmış bir çark rastgele döndürüldüğünde, aşağıdakilerden hangisi bu durumun klasik olasılık yaklaşımıyla ilgili olduğunu gösterir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sonuçlara göre olasılık tahmini yapılmaktadır.",
      "B": "Geçmiş gözlemlere göre hesap yapılır.",
      "C": "Her sonucun eşit şansa sahip olması nedeniyle klasik olasılıkla hesap yapılır.",
      "D": "Katılımcıların sezgilerine göre oran belirlenmiştir.",
      "E": "Bir olayın gerçekleşme sıklığı ölçülmüştür."
    },
    "explanation": "Klasik olasılık, bir denemenin sonuçlarının eşit olasılıklı olduğu durumlarda uygulanabilir."
  },
  {
    "id": "3843072",
    "unitNumber": 6,
    "text": "Bir torbada 3 sarı ve 7 kırmızı bilye vardır. Birinci bilye çekilip yerine konmadan ikinci çekim yapılırsa, ikinci bilyenin kırmızı olma olasılığı aşağıdakilerden hangisine bağlıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Sadece ikinci çekime",
      "B": "İlk çekimin rengine",
      "C": "Toplam bilye sayısına",
      "D": "Torbadaki renk çeşitliliğine",
      "E": "İki çekimin toplam süresine"
    },
    "explanation": "Birinci bilye yerine konmadığı için ikinci çekimin sonucu, ilk çekilen bilyeye bağlı hale gelir. Bu nedenle koşullu olasılık hesaplanır."
  },
  {
    "id": "3843073",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi “EKAMPÜS” kelimesinin tüm harfleri kullanılarak, anlamlı ya da anlamsız kelime fark etmeksizin oluşturulabilecek farklı kelime sayısını verir?",
    "correctAnswer": "A",
    "options": {
      "A": "7!",
      "B": "7! / 2!",
      "C": "6!",
      "D": "7 × 2!",
      "E": "7! / (2! × 2!)"
    },
    "explanation": "EKAMPÜS kelimesi 7 harften oluşur ve bu harflerin hiçbiri tekrar etmemektedir. Dolayısıyla, tüm harflerin yerlerinin değiştirilmesiyle oluşturulabilecek farklı kelime sayısı klasik permütasyon formülü olan 7! = 5040 ile hesaplanır."
  },
  {
    "id": "3843074",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bağımlı olaylara örnek teşkil eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Hilesiz zarın iki kez atılması",
      "B": "İki farklı kişiyle röportaj yapılması",
      "C": "Torbadan top çekilip yerine konmadan ikinci topun çekilmesi",
      "D": "Hava durumu tahminlerinin yapılması",
      "E": "Bir öğrencinin aynı gün iki sınava girmesi"
    },
    "explanation": "İlk top yerine konmazsa, ikinci topun çekilme koşulları değişir. Bu durumda ikinci olay birinciden etkilenir ve olaylar bağımlıdır."
  },
  {
    "id": "3365781",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi bir kesikli rassal değişkendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bir kütüphanedeki kitap sayısı",
      "B": "Bir kişinin ağırlığı",
      "C": "Bir bebeğin uyuma süresi",
      "D": "Bir çantanın fiyatı",
      "E": "Bir kişinin bir günde içtiği su miktarı"
    },
    "explanation": "Özel bir otomobil servisinden son altı ayda hizmet alan müşteri sayısı, bir bakkalın bir gün içinde sattığı ekmek sayısı, Türkiye’de son 24 saat içinde korona virüs pozitif olan vaka sayısı ya da iyileşen sayısı gibi değişkenlere ilişkin gözlem değerleri sayılarak elde edilen değişkenler kesikli rassal değişkenlere örnek olarak verilebilir. Kesikli rassal değişken 0, 1, 2, … gibi sonlu ya da sayılabilir sonsuz ve tam sayı özellikli değerler alan değişkendir. Kesikli rassal değişkenin aldığı herhangi iki değeri arasına tam sayı özellikli olması nedeniyle tam sayı özellikli olmayan kesirli bir değer diğer bir deyişle ondalıklı bir değer ya da değerler alamaz. Örneğin bakkaldan 3,25 adet yumurta alamazsınız veya bir ailedeki çocuk sayısı 1,37 adet olamaz. Doğru cevap A'dır."
  },
  {
    "id": "3365782",
    "unitNumber": 7,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/4e4f595392c31de9b04e914756ea961d.png\" alt=\"\" width=\"1248\" height=\"308\">",
    "correctAnswer": "C",
    "options": {
      "A": "0,20",
      "B": "0,25",
      "C": "0,30",
      "D": "0,35",
      "E": "0,40"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/a5392bb32370b3d2ba3143c63f9f5173.png\" alt=\"\" width=\"1256\" height=\"634\">"
  },
  {
    "id": "3365783",
    "unitNumber": 7,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/40d4d19f542ed14db4e9929025d63f39.png\" alt=\"\" width=\"1265\" height=\"417\">",
    "correctAnswer": "C",
    "options": {
      "A": "0,30",
      "B": "0,35",
      "C": "0,55",
      "D": "0,65",
      "E": "0,80"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/d9eacb790e5fa0408fb03b35307e917c.png\" alt=\"\" width=\"1237\" height=\"388\">"
  },
  {
    "id": "3365784",
    "unitNumber": 7,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/1e4ea5d6a66203bd18728df59fe7c4b9.png\" alt=\"\" width=\"1261\" height=\"402\">",
    "correctAnswer": "D",
    "options": {
      "A": "0",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/c84f2e3959dcc9b4e98d05a64c669b44.png\" alt=\"\" width=\"36\" height=\"65\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/f442e9a387682fc266bab26253ba4077.png\" alt=\"\" width=\"48\" height=\"58\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/951fb5cf1bfb626d77b023b5fcc256f3.png\" alt=\"\" width=\"36\" height=\"66\">",
      "E": "1"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/3d334b6f5eea5dde9de7ac84abaab9ca.png\" alt=\"\" width=\"864\" height=\"324\">"
  },
  {
    "id": "3365785",
    "unitNumber": 7,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/82d98b56cd68f31151eaceb635af4094.png\" alt=\"\" width=\"1242\" height=\"435\">",
    "correctAnswer": "C",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/a53aa219e12995d65bd74f4b2668eef3.png\" alt=\"\" width=\"32\" height=\"72\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/7d1d1239cba3ce262598034f3e7558bf.png\" alt=\"\" width=\"35\" height=\"71\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/d32e6bb76972d8ee8a3bedfb9e7ca67e.png\" alt=\"\" width=\"37\" height=\"61\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/960e96b31727e66384aa2808efb2bd2a.png\" alt=\"\" width=\"37\" height=\"70\">",
      "E": "1"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/be3afebc794204931a916d44c39a5f27.png\" alt=\"\" width=\"867\" height=\"314\">"
  },
  {
    "id": "3365786",
    "unitNumber": 7,
    "text": "Ana kütle ortalamasına ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Standart sapma",
      "B": "Varyans",
      "C": "Rassal değişken",
      "D": "Olasılık dağılımı",
      "E": "Beklenen değer"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/90a421cefaefbde3353dec4845936f8a.png\" alt=\"\" width=\"1236\" height=\"174\">"
  },
  {
    "id": "3365787",
    "unitNumber": 7,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/75b6a17b42f5ad12baa00c140a5c0501.png\" alt=\"\" width=\"1245\" height=\"316\">",
    "correctAnswer": "B",
    "options": {
      "A": "0,70",
      "B": "0,75",
      "C": "0,80",
      "D": "0,85",
      "E": "0,90"
    },
    "explanation": "=(0)(0.60)+(1)(0.20)+(2)(0.1)+(3)(0.05)+(4)(0.05)=0.75<br/>Doğru cevap B."
  },
  {
    "id": "3365788",
    "unitNumber": 7,
    "text": "Bir kırtasiye geçmiş verilerini incelediğinde kırtasiyeye kalem almak için gelen her 4 müşteriden 3’ünün tükenmez kalem satın aldığı sonucuna ulaşmıştır. Buna göre kırtasiyeye gelecek il 3 müşterinin 3’ünün de tükenmez kalen alma olasılığı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "0,3814",
      "B": "0,4022",
      "C": "0,4218",
      "D": "0,5856",
      "E": "0,6120"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/f1f1bceff2d6196529808ab701669bcb.png\" alt=\"\" width=\"1242\" height=\"967\">"
  },
  {
    "id": "3365789",
    "unitNumber": 7,
    "text": "Bir fabrikada üretilen 100 metrelik bir kâğıt rulosunda ortalama 1 kusur olduğu tespit edilmiştir. Buna göre 100 metrelik kâğıt rulosunda tam olarak 1 kusur olma olasılığı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/f2331bb836502aa1cbe576830cd27898.png\" alt=\"\" width=\"54\" height=\"45\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/6bfd30ee4ee034925b1050c39bd9667c.png\" alt=\"\" width=\"58\" height=\"53\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/b73eb607f73131dd567d010f324acbaf.png\" alt=\"\" width=\"54\" height=\"46\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/56d01188c88953e9d2c3128c81802c7a.png\" alt=\"\" width=\"59\" height=\"65\">",
      "E": "1"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/881ef46cb5404588f329a0aecccb73ef.png\" alt=\"\" width=\"1245\" height=\"473\">"
  },
  {
    "id": "3365790",
    "unitNumber": 7,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/cbbb039adb009fbb6e93a8d83d104b0f.png\" alt=\"\" width=\"1236\" height=\"136\">",
    "correctAnswer": "C",
    "options": {
      "A": "1",
      "B": "1,5",
      "C": "2",
      "D": "2,5",
      "E": "3"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/f392f1266dd7369f8b48a11a7876c1a0.png\" alt=\"\" width=\"881\" height=\"491\">"
  },
  {
    "id": "3839531",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi bir kesikli rassal değişkenin olasılık fonksiyonu olma koşullarındandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Değerleri yalnızca pozitif tamsayılardan oluşmalıdır.",
      "B": "Olasılıklar yalnızca kesirli sayılar olmalıdır.",
      "C": "Her olasılık değeri 1’den büyük olmalıdır.",
      "D": "Olasılıklar toplamı rastgele değişebilir.",
      "E": "Tüm olasılıkların toplamı 1'e eşit olmalıdır."
    },
    "explanation": "Kesikli rassal değişkenin olasılık fonksiyonu geçerli sayılabilmesi için, her olasılık 0 ile 1 arasında olmalı ve tüm olasılıkların toplamı 1 olmalıdır."
  },
  {
    "id": "3839532",
    "unitNumber": 7,
    "text": "Bir kütüphanede günde ortalama 3 kitap kaybı yaşanıyorsa, bu olayın olasılık modeli aşağıdakilerden hangisiyle en iyi temsil edilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Binom dağılımı",
      "B": "Normal dağılım",
      "C": "Hipergeometrik dağılım",
      "D": "Bernoulli dağılımı",
      "E": "Poisson dağılımı"
    },
    "explanation": "Poisson dağılımı, belirli bir zaman veya alan diliminde nadiren gerçekleşen olayların sayısını modellemek için kullanılır."
  },
  {
    "id": "3839534",
    "unitNumber": 7,
    "text": "X kesikli rassal değişkeninin beklenen değeri aşağıdaki hangi formülle hesaplanır?",
    "correctAnswer": "E",
    "options": {
      "A": "E(X) = Σx²/P(X = x)",
      "B": "E(X) = P(X = x)/x",
      "C": "E(X) = x - μ",
      "D": "E(X) = √(Σx)",
      "E": "E(X) = Σx·P(X = x)"
    },
    "explanation": "Beklenen değer, tüm değerlerin olasılıklarıyla çarpılarak elde edilen tartılı ortalamadır."
  },
  {
    "id": "3839535",
    "unitNumber": 7,
    "text": "Bir Binom dağılımında varyans aşağıdaki hangi formülle hesaplanır?",
    "correctAnswer": "E",
    "options": {
      "A": "V(X) = np²",
      "B": "V(X) = p/n",
      "C": "V(X) = √(np)",
      "D": "V(X) = n/p",
      "E": "V(X) = np(1 - p)"
    },
    "explanation": "Binom dağılımında varyans, deneme sayısı (n) ile başarı (p) ve başarısızlık (1-p) oranlarının çarpımıyla elde edilir."
  },
  {
    "id": "3839536",
    "unitNumber": 7,
    "text": "Bir kümülatif dağılım fonksiyonu F(x), aşağıdaki hangi ifadeyi verir?",
    "correctAnswer": "E",
    "options": {
      "A": "P(X = x)",
      "B": "P(X &lt; x)",
      "C": "P(X ≥ x)",
      "D": "P(X &gt; x)",
      "E": "P(X ≤ x)"
    },
    "explanation": "Kümülatif dağılım fonksiyonu, X değişkeninin x veya daha küçük değerleri alma olasılıklarının toplamını ifade eder."
  },
  {
    "id": "3839537",
    "unitNumber": 7,
    "text": "Bir deneyde Poisson dağılımının kullanılması için gerekli temel parametre aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Deneme sayısı (n)",
      "B": "Başarı oranı (p)",
      "C": "Varyans (σ²)",
      "D": "Kümülatif oran (F)",
      "E": "Ortalama gerçekleşme sayısı (λ)"
    },
    "explanation": "Poisson dağılımında ortalama olay sayısı (λ) temel parametredir."
  },
  {
    "id": "3839538",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kesikli bir rassal değişkenin özelliğidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Negatif değer almaz.",
      "B": "Sürekli değerler alabilir.",
      "C": "Tüm değerleri eşit olasılıkla alır.",
      "D": "Sadece sıfır ve bir değerlerini alabilir.",
      "E": "Yalnızca tam sayı değerleri alır."
    },
    "explanation": "Kesikli değişkenler, sayılabilir ve genellikle tamsayı olan değerler alır."
  },
  {
    "id": "3839539",
    "unitNumber": 7,
    "text": "Bir hileli zar atımında gelen sayıların olasılıkları farklıysa, bu dağılım hangi koşulu sağlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Tüm sayıların olasılıkları eşittir.",
      "B": "En büyük sayı en büyük olasılığa sahiptir.",
      "C": "Kümülatif dağılım fonksiyonu sabittir.",
      "D": "Ortalama her zaman 3,5’tir.",
      "E": "Olasılıkların toplamı 1'e eşittir."
    },
    "explanation": "Olasılıklar eşit olmayabilir; fakat geçerli olasılık fonksiyonu için toplamlarının 1 olması gerekir."
  },
  {
    "id": "3839540",
    "unitNumber": 7,
    "text": "Beklenen değerin varyansa eşit olduğu kesikli olasılık dağılımı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Binom dağılımı",
      "B": "Hipergeometrik dağılım",
      "C": "Normal dağılım",
      "D": "Bernoulli dağılımı",
      "E": "Poisson dağılımı"
    },
    "explanation": "Poisson dağılımında ortalama ve varyans aynı değere (λ) eşittir."
  },
  {
    "id": "3839541",
    "unitNumber": 7,
    "text": "Aşağıdaki formüllerden hangisi Hipergeometrik dağılımın olasılık fonksiyonunu doğru tanımlar?",
    "correctAnswer": "E",
    "options": {
      "A": "P(X = x) = px(1-p)n-x",
      "B": "P(X = x) = λ^x·e^-λ / x!",
      "C": "P(X = x) = x / n",
      "D": "P(X = x) = ΣP(X ≤ x)",
      "E": "P(X = x) = [C(K,x)·C(N-K,n-x)] / C(N,n)"
    },
    "explanation": "Bu formül, başarı ve başarısızlık kombinasyonlarının toplam seçime oranını verir."
  },
  {
    "id": "3843879",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi bir değişkenin kesikli rassal değişken olabilmesi için mutlaka sağlaması gereken özelliklerden biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Aldığı değerler tam sayılardan oluşmalıdır.",
      "B": "Her değerinin olasılığı 0 ile 1 arasında olmalıdır.",
      "C": "Tüm değerlerinin olasılıkları toplamı 1 olmalıdır.",
      "D": "Deneyin her sonucu bağımsız olmalıdır.",
      "E": "Değerleri sayılabilir olmalıdır."
    },
    "explanation": "Kesikli rassal değişken, sayılabilir tam sayı değerleri alan, her bir değeri için olasılık 0 ile 1 arasında olan ve bu olasılıkların toplamı 1 olan değişkenlerdir. Bağımsızlık koşulu bulunmamaktadır. Bağımsızlık koşulu, Binom dağılımında gereklidir."
  },
  {
    "id": "3843880",
    "unitNumber": 7,
    "text": "Aşağıdaki ifadelerden hangisi kümülatif dağılım fonksiyonu için <strong>yanlıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "F(x) değeri, X’in x’e eşit olma olasılığıdır.",
      "B": "Her x için F(x) artan bir fonksiyondur.",
      "C": "F(x), P(X ≤ x) olarak tanımlanır.",
      "D": "Tüm x değerleri için 0 ≤ F(x) ≤ 1’dir.",
      "E": "F(x) değeri, X’in x’e kadar olan tüm değerlerinin olasılıklarının toplamıdır."
    },
    "explanation": "F(x), X değişkeninin x’den küçük ya da eşit olma olasılığı olup, bu değerler için karşılık gelen olasılıkların toplamı olarak tanımlanır (P(X ≤ x))."
  },
  {
    "id": "3843882",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Hipergeometrik dağılımla Binom dağılımı arasındaki temel farkı en iyi açıklar?",
    "correctAnswer": "D",
    "options": {
      "A": "Hipergeometrik dağılım sürekli değişkenlerde kullanılır.",
      "B": "Binom dağılımında denemeler bağımlıdır.",
      "C": "Hipergeometrik dağılımda başarı olasılığı sabittir.",
      "D": "Hipergeometrik dağılımda seçim iadesiz yapılır.",
      "E": "Binom dağılımı örneklemeden bağımsızdır."
    },
    "explanation": "Hipergeometrik dağılımda denemeler bağımsız değildir ve başarı olasılığı her seçimde değişir. Bu nedenle, seçimler iadesizdir."
  },
  {
    "id": "3843883",
    "unitNumber": 7,
    "text": "X kesikli rassal değişkeni için P(X=2)=0,3 ve P(X&lt;2)=0,35 ise P(X≤2) kaçtır?",
    "correctAnswer": "C",
    "options": {
      "A": "0,35",
      "B": "0,30",
      "C": "0,65",
      "D": "0,70",
      "E": "0,95"
    },
    "explanation": "F(x) = P(X ≤ x) = P(X = 0) + P(X = 1) + ... + P(X = x) şeklinde tanımlanır."
  },
  {
    "id": "3843884",
    "unitNumber": 7,
    "text": "Aşağıdaki ifadelerden hangisi Binom dağılımına uygun bir senaryodur?",
    "correctAnswer": "E",
    "options": {
      "A": "Bir makinede 5 kusurlu üründen kaç tanesinin seçileceği",
      "B": "3 zar atıldığında çift sayı gelme olasılığı",
      "C": "100 kişiden 10’unun belirli bir hastalığa sahip olması",
      "D": "Bir sınıftan rastgele seçilen 3 öğrencinin 3’ünün de kız olması",
      "E": "Bir sınavda 5 çoktan seçmeli sorunun hepsine doğru cevap verilme durumu"
    },
    "explanation": "Binom denemesi aşağıdaki özellikleri göstermelidir:<br/>• Yapılacak n adet deneme, daima aynı koşullarda tekrarlanmalıdır.<br/>• Yapılacak her denemenin sonunda var olan iki sonuçtan birisi ortaya çıkmalıdır. Bu sonuçlardan<br/>birisi ilgilenilen durum, diğeri ise bunun tümleyeni olan ilgilenilmeyen durumdur.<br/>• Tek bir denemede ilgilenilen durumun ortaya çıkma olasılığı <em>p </em>ve bunun tersi durumunun olasılığı<br/><em>q </em>tüm denemelerde aynı kalmalıdır.<br/>• Denemeler birbirinden bağımsız yapılmalıdır. Bir denemenin sonucu, diğer bir denemenin sonucunu etkilememelidir.<br/>• <em>X </em>kesikli rassal değişkeni, <em>n </em>bağımsız denemede gözlenen istenen durum sayısını belirtir"
  },
  {
    "id": "3843886",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Poisson dağılımının varsayımlarından biri <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Olaylar bağımsızdır.",
      "B": "Ortalama olay sayısı sabittir.",
      "C": "Aynı anda birden fazla olay meydana gelebilir.",
      "D": "Küçük zaman aralığında bir olayın gerçekleşme olasılığı sabittir.",
      "E": "Zaman ya da alan birimi verilidir."
    },
    "explanation": "Zamanın ya da mekânın ilgilenilen türden olayın gerçekleşmesine yetecek kadar büyük olmaması nedeniyle birden fazla olayın gerçekleşmesi mümkün değildir."
  },
  {
    "id": "3843888",
    "unitNumber": 7,
    "text": "Aşağıdaki durumlardan hangisi Hipergeometrik dağılım için uygun bir örnektir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kredi kartı kullanan müşteri sayısı",
      "B": "Aynı anda iki trafik kazası olasılığı",
      "C": "5 kişiden 2’sinin kadın olma durumu",
      "D": "10 kişilik bir ekipten 4 kişinin deneyimli olup olmaması",
      "E": "Zar atıldığında çift sayı gelmesi"
    },
    "explanation": "Hipergeometrik dağılım, iadesiz seçimlerin yapıldığı, başarı olasılığının sabit olmadığı durumlarda kullanılır."
  },
  {
    "id": "3843889",
    "unitNumber": 7,
    "text": "Bir kesikli rassal değişkenin varyansı için aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Her zaman sıfırdır.",
      "B": "Olasılık dağılımının simetrisine bağlıdır.",
      "C": "Beklenen değerin karesi ile karıştırılır.",
      "D": "X²’in beklenen değeri ile E(X)² farkına eşittir.",
      "E": "Poisson dağılımı için kullanılamaz."
    },
    "explanation": "V(X) = E(X²) - [E(X)]² formülüyle hesaplanır."
  },
  {
    "id": "3843890",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, iki farklı olasılık dağılımının aynı varyansa sahip olabileceğini açıklar?",
    "correctAnswer": "D",
    "options": {
      "A": "Varyans yalnızca ortalamaya bağlıdır.",
      "B": "Dağılımlar farklı bile olsa varyans sabittir.",
      "C": "Farklı dağılımların varyansları karşılaştırılamaz.",
      "D": "İki farklı dağılım, aynı ortalama ve varyansa sahip olabilir.",
      "E": "Varyans değeri yalnızca kümülatif fonksiyona bağlıdır."
    },
    "explanation": "Önemli ölçüde farklı iki ayrı olasılık dağılımı aynı aritmetik ortalamaya ve varyansa sahip olabilir."
  },
  {
    "id": "3843891",
    "unitNumber": 7,
    "text": "Kümülatif dağılım fonksiyonu F(x) aşağıdaki ifadelerden hangisini doğru şekilde tanımlar?",
    "correctAnswer": "C",
    "options": {
      "A": "P(X = x) değerinin logaritmik karşılığıdır.",
      "B": "X değişkeninin yalnızca en yüksek değerinin olasılığıdır.",
      "C": "X’in x’den küçük veya eşit değerleri için olasılıkların toplamıdır.",
      "D": "P(X &gt; x) şeklinde tanımlanır.",
      "E": "Sadece tek değerli değişkenler için geçerlidir."
    },
    "explanation": "Kümülatif dağılım fonksiyonu, x’den küçük veya eşit olan ve değişim aralığı içinde bulunan bütün değerlere karşılık gelen olasılıkların toplanacağını gösterir."
  },
  {
    "id": "3365791",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bir sürekli rassal değişkendir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bir okuldaki öğrenci sayısı",
      "B": "Bir ülkedeki şehir sayısı",
      "C": "Bir bebeğin uyuma süresi",
      "D": "Bir marketin gün içinde sattığı paket makarna sayısı",
      "E": "Bir mağazaya ay içinde gelen müşteri sayısı"
    },
    "explanation": "Sürekli rastgele değişkenler bir aralıktaki tüm sonsuz değerleri temsil eder. Bu nedenle sürekli rastgele değişkenler genellikle sayılmak yerine ölçülerek elde edilir. Yüksek hızlı trenin hızı, bir bankada müşterilerin bekleme süresi, belirli bir gün içindeki rüzgâr hızı, iki şehir arasındaki varış süresi, belirli bir bölgedeki arsa büyüklükleri ve bir bankanın verdiği ev kredisi miktarı sürekli rastgele değişkenler için örnek olarak verilebilir. Doğru cevap C'dir."
  },
  {
    "id": "3365792",
    "unitNumber": 8,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/5bde45365ae23fbf1183430531fd7529.png\" alt=\"\" width=\"1243\" height=\"115\">",
    "correctAnswer": "B",
    "options": {
      "A": "0,1",
      "B": "0,2",
      "C": "0,3",
      "D": "0,4",
      "E": "0,5"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/c1f3c61a15bd81ad846dbc0d06d30181.png\" alt=\"\" width=\"1241\" height=\"300\">"
  },
  {
    "id": "3365793",
    "unitNumber": 8,
    "text": "Kümülatif dağılım fonksiyonu ile ilgili aşağıdakilerden hangisi <u>söylenemez?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/19cae14e55abce809bde5f09a581a1ce.png\" alt=\"\" width=\"1017\" height=\"49\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/b6b4f0f1bb7dd3548c990621373c037a.png\" alt=\"\" width=\"833\" height=\"51\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/9afee3e14c1a0812a6f1674697710296.png\" alt=\"\" width=\"1223\" height=\"103\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/aba8a66538f476dbedf9d03aee0003d5.png\" alt=\"\" width=\"374\" height=\"55\">",
      "E": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/7ac962e60b1275beb85d846a8e2c431a.png\" alt=\"\" width=\"554\" height=\"54\">"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/200238a6481574e0a62091a728697ca2.png\" alt=\"\" width=\"937\" height=\"179\">"
  },
  {
    "id": "3365794",
    "unitNumber": 8,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/24f1ffd23089dfee120ebe6131667438.png\" alt=\"\" width=\"1249\" height=\"124\">",
    "correctAnswer": "D",
    "options": {
      "A": "1",
      "B": "5",
      "C": "12,5",
      "D": "25",
      "E": "50"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/cfc74e0bd85d13925b05ddbbdbad42f3.png\" alt=\"\" width=\"1160\" height=\"216\">"
  },
  {
    "id": "3365795",
    "unitNumber": 8,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/2c6f90b2efbbf550f80b68690374199c.png\" alt=\"\" width=\"1227\" height=\"57\">",
    "correctAnswer": "C",
    "options": {
      "A": "622,42",
      "B": "744,34",
      "C": "833,32",
      "D": "966,76",
      "E": "1050,50"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/683bfe509b0ec63c8720eb402fc6498f.png\" alt=\"\" width=\"1237\" height=\"539\">"
  },
  {
    "id": "3365796",
    "unitNumber": 8,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/d8ddc34d02c04725ec50967a69e6be75.png\" alt=\"\" width=\"1235\" height=\"112\">",
    "correctAnswer": "C",
    "options": {
      "A": "0,1",
      "B": "0,2",
      "C": "0,3",
      "D": "0,4",
      "E": "0,5"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/74c530128d446722dcac3d5fcbf358e5.png\" alt=\"\" width=\"1226\" height=\"420\">"
  },
  {
    "id": "3365797",
    "unitNumber": 8,
    "text": "Normal dağılım ile ilgili aşağıdakilerden hangisi <u>yanlıştır?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Normal dağılımda aritmetik ortalama ve standart sapma olmak üzere iki adet bilinmeyen parametre bulunur.",
      "B": "Normal dağılımın aritmetik ortalama, mod ve medyan değeri dağılımın en yüksek noktasına karşılık gelen ve birbirine eşit olan rassal değişkenin istatistik değerleridir.",
      "C": "Normal dağılımın aritmetik ortalaması negatif değerler alamaz.",
      "D": "Normal dağılım, eğrisi, aritmetik ortalama, mod ve medyan değerlerine göre simetrik bir görünümdedir.",
      "E": "Standart sapma eğrinin şeklinin ne kadar sivri ve dar olduğunu belirleyen değerdir."
    },
    "explanation": "Normal dağılımın aritmetik ortalaması, negatif, sıfır ya da pozitif değerler alabilir. Doğru cevap C’dir."
  },
  {
    "id": "3365798",
    "unitNumber": 8,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/0015d8c5209aba3abe4978c5275799a2.png\" alt=\"\" width=\"1239\" height=\"112\">",
    "correctAnswer": "B",
    "options": {
      "A": "%34,13",
      "B": "%47,72",
      "C": "%49,87",
      "D": "%68,26",
      "E": "%95,44"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/be67b4036cc19b401fbd1174ac48583d.png\" alt=\"\" width=\"1222\" height=\"114\">"
  },
  {
    "id": "3365799",
    "unitNumber": 8,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/5bc91ceadf488c180387240ad7e2678b.png\" alt=\"\" width=\"1225\" height=\"112\">",
    "correctAnswer": "D",
    "options": {
      "A": "0,2",
      "B": "0,3",
      "C": "0,4",
      "D": "0,5",
      "E": "0,6"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/fd44f980915e9de850ef156bbfc1cd40.png\" alt=\"\" width=\"832\" height=\"209\">"
  },
  {
    "id": "3365800",
    "unitNumber": 8,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/93eac8eafa3ef281da6cd15067d2529a.png\" width=\"1101\" height=\"69\">",
    "correctAnswer": "D",
    "options": {
      "A": "0,4803",
      "B": "0,4846",
      "C": "0,4881",
      "D": "0,4909",
      "E": "0,4931"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/c7498a90b1fc0c115ee9462cff12d4bf.png\" alt=\"\" width=\"1235\" height=\"286\">"
  },
  {
    "id": "3454073",
    "unitNumber": 8,
    "text": "İstatistik I dersini alan öğrencilerin dönem sonu başarı notu, aritmetik ortalaması 58 ve standart sapması 8 puan olmak üzere normal dağılıma sahiptir. Bu dersi alan öğrencilerden rassal olarak seçilen bir öğrencinin başarı puanı 70 iken standart puanı(z puanı) kaçtır?",
    "correctAnswer": "E",
    "options": {
      "A": "0",
      "B": "0,25",
      "C": "1,00",
      "D": "1,25",
      "E": "1,50"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/95e47f7c58facfb972c86f3d00a9bf80.png\" alt=\"\" width=\"254\" height=\"67\"> Doğru yanıt E seçeneğidir."
  },
  {
    "id": "3454226",
    "unitNumber": 8,
    "text": "Normal dağılıma sahip X değişkeninin iki değerinin standart değerleri z<sub>1</sub>= <strong>-</strong> 0,75 ve z<sub>2</sub>= <strong>+</strong> 0,58 olarak belirlenmiştir. Standart değerler arasındaki aralığın <u>oransal değeri</u> kaçtır?",
    "correctAnswer": "E",
    "options": {
      "A": "%21,90",
      "B": "%27,34",
      "C": "%34,13",
      "D": "%38,25",
      "E": "%49,24"
    },
    "explanation": "P(-0,75≤X≤0,58) = P(-0,75≤X≤0) +P(0≤X≤0,58) = 0,2734+0,2190=0,4924<br/>Oran olarak=%49,24<br/>Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3454270",
    "unitNumber": 8,
    "text": "z değerinin 0,35 ile 1,25 aralığında bulunma olasılığı P (0,35 ≤ z ≤ 1,25) nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "0,1366",
      "B": "0,2578",
      "C": "0,3214",
      "D": "0,3944",
      "E": "0,4434"
    },
    "explanation": "P (0,35 ≤ z ≤ 1,25)=P (0 ≤ z ≤ 1,25) - P (0≤ z ≤ 0,35)=0,3944 - 0,1366 =0,2578 <br/>Doğru yanıt B seçeneğidir."
  },
  {
    "id": "3454330",
    "unitNumber": 8,
    "text": "Borsada işlem gören 1500 hisse senedinin ortalama fiyatı 180 TL ve standart sapması 20 TL olmak üzere normal dağılıma sahiptir. Tesadüfü olarak seçilen bir hisse senedinin fiyatının 180 ile 200 TL arasında olma olasılığı kaçtır?",
    "correctAnswer": "C",
    "options": {
      "A": "0,1915",
      "B": "0,2119",
      "C": "0,3413",
      "D": "0,3914",
      "E": "0,6826"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/370a97916c3aeb0d96e07a19d9028b5f.png\" alt=\"\" width=\"436\" height=\"185\"> Doğru yanıt C seçeneğidir."
  },
  {
    "id": "3454350",
    "unitNumber": 8,
    "text": "Gözlem değerleri standartlaştırılmış bir normal dağılımda z<sub>a</sub>= 1,24 ile bilinmeyen z<sub>b</sub> değeri arasında kalan alan, tüm alanın %60,13 olduğuna göre, bilinmeyen z<sub>b</sub> değeri kaçtır?",
    "correctAnswer": "A",
    "options": {
      "A": "-0,55",
      "B": "-2,14",
      "C": "-1,14",
      "D": "-0,64",
      "E": "+2,54"
    },
    "explanation": "z<sub>b</sub> = -0,55<br/>Doğru yanıt A seçeneğidir."
  },
  {
    "id": "3458665",
    "unitNumber": 8,
    "text": "Bir işletmede bir saat içinde üretim bantlarından çıkan ürün sayısı normal dağılıma sahip ve ortalaması 380 adet, standart sapması da 15 adettir. Rassal olarak seçilen bir saatte 395’ <strong>den az</strong> ürün üretilmesi <u>olasılığı</u> kaçtır?",
    "correctAnswer": "E",
    "options": {
      "A": "0,3413",
      "B": "0,5000",
      "C": "0,6915",
      "D": "0,7214",
      "E": "0,8413"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/079996331f888105d31615de4bd79298.png\" alt=\"\" width=\"472\" height=\"94\"> Doğru yanıt E seçeneğidir."
  },
  {
    "id": "3458686",
    "unitNumber": 8,
    "text": "Otomobilinin teknik kontrolü için TÜVTÜRK sırası alan bir araç sahibinin sıranın kendisine gelmesi için en az 16 dakika, en çok 30 dakika beklemekte ve buna ilişkin dağılımın Tekdüze dağılım olduğu bilinmektedir. Buna göre kontrol sırasının kendisine gelmesi için ortalama bekleme süresi kaçtır?",
    "correctAnswer": "C",
    "options": {
      "A": "13",
      "B": "16",
      "C": "23",
      "D": "26",
      "E": "30"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/385850ff1a447ac61d186a7d1eda48e3.png\" alt=\"\" width=\"434\" height=\"50\"> Doğru yanıt C seçeneğidir."
  },
  {
    "id": "3458712",
    "unitNumber": 8,
    "text": "Otomobilinin teknik kontrolü için TÜV sırası alan bir araç sahibinin sıranın kendisine gelmesi için en az 15 dakika, en çok 30 dakika beklemekte ve buna ilişkin dağılımın Tekdüze dağılım olduğu bilinmektedir. Buna göre kontrol sırasının kendisine gelmesi için standart sapma süresi kaçtır?",
    "correctAnswer": "B",
    "options": {
      "A": "3,33",
      "B": "4,33",
      "C": "4,83",
      "D": "5,33",
      "E": "5,83"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/fe9bdc3a2fe6351f1e156badd4e7b2ce.png\" alt=\"\" width=\"496\" height=\"130\"> Doğru yanıt B seçeneğidir."
  },
  {
    "id": "3458724",
    "unitNumber": 8,
    "text": "X sürekli rassal değişkenin 5 ve<strong> b</strong> değerleri arasında Tekdüze dağılma sahip ve aritmetik ortalamanın 50 olduğu bilindiğine göre <strong>b</strong> değeri kaçtır?",
    "correctAnswer": "A",
    "options": {
      "A": "95",
      "B": "100",
      "C": "115",
      "D": "125",
      "E": "225"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/8b97a32f6dbb2966ce740a617c04ceef.png\" alt=\"\" width=\"370\" height=\"68\"> Doğru yanıt A seçeneğidir."
  },
  {
    "id": "3458735",
    "unitNumber": 8,
    "text": "Standart normal dağılma sahip Z değişkeni için P(-0,5≤z ≤0,5) olasılığı kaçtır?",
    "correctAnswer": "D",
    "options": {
      "A": "0,1915",
      "B": "0,2215",
      "C": "0,3413",
      "D": "0,3830",
      "E": "0,4830"
    },
    "explanation": "P(-0,5≤z ≤0,5)= P(-0,5≤z ≤0)+ P(0≤z ≤0,5)= 0,1915 + 0,1915= 0,3830<br/>Doğru yanıt D seçeneğidir."
  }
]