[
  {
    "id": "3344125",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi emek piyasaları kavramı tanımlarken ifade edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Soyutlama",
      "B": "Manevi bir kurgu",
      "C": "Somut olay",
      "D": "Nitelik",
      "E": "Ekonomik olgu"
    },
    "explanation": "“Soyutlama” ve “analitik bir kurgu” olarak ifade<br/>edilen emek piyasaları kavramı, emek arz ve talebinin bir araya geldiği ortam olarak da nitelendirilmektedir."
  },
  {
    "id": "3344126",
    "unitNumber": 1,
    "text": "I. Emek piyasalarını bir mal piyasasıdır <br/>II. Emeği farklı özellikler taşıyan bir mal ve emek piyasalarının da kendine<br/>özgü işleyişe sahip bir mal ya da üretim piyasasıdır<br/>III. Emek piyasalarının bir mal piyasası olmadığını ve diğer piyasalardan (mal, hizmet vb.) yapısal özellikleri bakımından ayrılır.<br/>Yukarıda verilen yaklaşımlardan hangisi/hangileri emek piyasalarını doğru olarak tanımlamaktadır.",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "Yalnız II",
      "E": "I, II ve III"
    },
    "explanation": "İktisadi yaklaşımlar emek piyasalarını farklı<br/>biçimde tanımlamaktadır. Literatürde emek piyasalarına ilişkin üç yaklaşım vardır. Yaklaşımlardan<br/>ilki, emek piyasalarını bir mal piyasası olarak kabul ederken; ikinci yaklaşım emeği farklı özellikler<br/>taşıyan bir mal ve emek piyasalarının da kendine<br/>özgü işleyişe sahip bir mal ya da üretim piyasası<br/>olduğunu ifade etmektedir. Üçüncü yaklaşım ise<br/>emek piyasalarının bir mal piyasası olmadığını ve<br/>diğer piyasalardan (mal, hizmet vb.) yapısal özellikleri bakımından ayrıldığını savunmaktadır (Kapar,<br/>2005: 23).<br/>I, II ve III"
  },
  {
    "id": "3344127",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi emek piyasalarını mal ve hizmet piyasaları, finansal piyasalar, sermaye piyasaları gibi diğer piyasalardan ayıran bazı temel özellikler arasında sayılamaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Tek Bir Emek Piyasasının Olmayışı",
      "B": "Emek Piyasalarında Tek Bir Merkezî Fiyatın Olmayışı",
      "C": "Emek Arzının Homojen Olması",
      "D": "Emeğin ve İşverenin Eksik Bilgiye Sahip Olması",
      "E": "İşçinin İşin Yapıldığı Yerde Bizzat Bulunması"
    },
    "explanation": "Emek Arzının Homojen Olması"
  },
  {
    "id": "3344128",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi emeğin işten ayrılmalarını azaltıcı ve onları çalışmaya yönlendirici olan ve nitelikli emeği çeken, piyasa denge ücretinin üzerinde olan ücreti ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Tavan ücret",
      "B": "Etkin ücret",
      "C": "Taban ücret",
      "D": "Beşeri ücret",
      "E": "Asgari ücret"
    },
    "explanation": "Etkin ücret, emeğin işten ayrılmalarını<br/>azaltıcı ve onları çalışmaya yönlendirici<br/>olan ve nitelikli emeği çeken, piyasa denge<br/>ücretinin üzerinde olan ücrettir."
  },
  {
    "id": "3344129",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi mal ve hizmet piyasalarında üretilecek ürünler, piyasanın talebine ve üretilecek mal ya da hizmetin sağlayacağı faydaya bağlı olarak değişkenlik gösterir?",
    "correctAnswer": "D",
    "options": {
      "A": "İstihdam İlişkisinin Sürekli Olması",
      "B": "Emeğin Stoklanamaması",
      "C": "Emeğin Pazarlık Gücünün Az Olması",
      "D": "Emek Talebinin Türetilmiş Bir Talep Oluşu",
      "E": "Emek Piyasalarında Grup İlişkilerini Etkileyen Birçok Faktörün Olması"
    },
    "explanation": "Emek Talebinin Türetilmiş Bir Talep Oluşu<br/>Emek talebinin türetilmiş bir talep olması özelliği, emek piyasalarını mal ve hizmet piyasalarından<br/>ayıran en temel özelliktir ve diğer özelliklerden öne çıkmaktadır. Mal ve hizmet piyasalarında üretilecek<br/>ürünler, piyasanın talebine ve üretilecek mal ya da hizmetin sağlayacağı faydaya bağlı olarak değişkenlik<br/>gösterir. Emeğin talebi ise emeğin üreteceği mal ya da hizmetin talebiyle doğrudan ilişkilidir. Bu nedenle<br/>emek talebi türetilmiş taleptir ve üreteceği mal ve hizmetin talebiyle ilişkilidir (Biçerli, 2016: 9)."
  },
  {
    "id": "3344130",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi ideal emek piyasasının özellikleri arasında <strong>sayılamaz</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "İdeal emek piyasasında mal ve hizmet standarttır.",
      "B": "İdeal emek piyasasında, piyasaya giriş ve çıkışlar izne tabidir.",
      "C": "İdeal emek piyasasında bir malın ve belirli vasıftaki her emeğin rekabetle oluşan tek bir fiyatı vardır.",
      "D": "İdeal emek piyasasında işçi ve işveren emek piyasası hakkında tam bilgiye sahiptir.",
      "E": "İdeal emek piyasasında her mal ve emek için piyasada yeterli miktarda arz ve talep vardır."
    },
    "explanation": "İdeal emek piyasasının özelliklerini özetle sıralayacak olursak;<br/>• İdeal emek piyasasında mal ve hizmet standarttır.<br/>• İdeal emek piyasasında bir malın ve belirli<br/>vasıftaki her emeğin rekabetle oluşan tek bir<br/>fiyatı vardır.<br/>• İdeal emek piyasasında her mal ve emek<br/>için piyasada yeterli miktarda arz ve talep<br/>vardır.<br/>• İdeal emek piyasasında işçi ve işveren emek<br/>piyasası hakkında tam bilgiye sahiptir. Diğer bir ifadeyle emek piyasası şeffaftır.<br/>• İdeal emek piyasasında, piyasaya giriş ve çıkışlar serbesttir.<br/>• İdeal emek piyasasında alıcı (işveren) ve satıcıların (emek) kendi aralarında işbirliği,<br/>gruplaşmalar, örgütlenmeler ve karşı tarafa<br/>ekonomik baskı hareketleri yoktur. İşçi ve<br/>işveren arasında pazarlık gücü eşit sayılır.<br/>Doğal Emek Piyasası<br/>“Bırakınız yapsınlar, bırakınız geçsinler” ilkesini<br/>benimseyen liberal iktisadi görüşün öne çıkardığı<br/>emek piyasaları modelidir. Doğal emek piyasasında<br/>emek arz ve talebi<br/>İdeal emek piyasasında, piyasaya giriş ve çıkışlar serbesttir. Doğru cevap B."
  },
  {
    "id": "3344131",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi “Birincil emek piyasası” kapsamında değerlendirilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sendika",
      "B": "Değer",
      "C": "Hukuk",
      "D": "Devlet",
      "E": "Özel sektör"
    },
    "explanation": "Kurumsal Emek Piyasası<br/>Ülkede demokratik siyasi rejim, sosyal adalet<br/>ve piyasa ekonomisinin varlığı ile sendikal örgütlenme ve toplu sözleşme sisteminin uygulanması,<br/>emek piyasalarının işçi ve işveren sendikaları ve<br/>devlet müdahalesi ile düzenlenmesi sonucunu beraberinde getirmektedir. Özellikle ekonomik olarak gelişen ülkelerde sendikaların etki ve gücünün<br/>yetersiz kalması, devletin düzenleyici gücünü öne<br/>çıkarmaktadır. Diğer yandan, sendikaların etki ve<br/>gücünün kuvvetli olduğu durumlarda ise devlet<br/>tam istihdamı sağlayıcı müdahalelerde bulunmaktadır.<br/>“Birincil emek piyasası” (Lordoğlu ve Özkaplan, 2003: 81) olarak da ifade edilen kurumsal<br/>emek piyasası modelinde devlet, etkin bir baskı<br/>grubu işlevi olan sendikalarla birlikte, bazen bireysel bazen de toplu ilişkiler bakımından düzenleyici<br/>olarak yer almaktadır. Kurumsal emek piyasasına,<br/>çoğulcu parlamenter rejimli ve karma ekonomi<br/>düzenli ülkelerde sıkça rastlanmaktadır. Çünkü söz"
  },
  {
    "id": "3344132",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi işletmelerin işgücü girdisinin düzeyini ve zamanlamasını talebe göre değiştirme, ücret düzeyini verimliliğe ve ödeme gücüne göre ayarlama ve mevcut işçileri talepteki değişimlere göre farklı işlerde görevlendirme yetkisini ifade eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Kurumsal Emek Piyasası",
      "B": "Koruyucu Emek Piyasası",
      "C": "Güdümlü Emek Piyasası",
      "D": "Rigit emek piyasası",
      "E": "Esnek emek piyasası"
    },
    "explanation": "Ekin, esnek emek piyasasını “çağın dönüşümlerine uygun olarak çalışma yasalarına ve uygulamalarına köklü değişimlerle yeni bakış açıları getirilmesi”<br/>olarak tanımlarken (Ekin, 1999: 9-10); Tokol kavramı emek piyasasındaki faktörlerin esnekliği üzerinden ele alarak, “işletmelerin işgücü girdisinin düzeyini ve zamanlamasını talebe göre değiştirme, ücret<br/>düzeyini verimliliğe ve ödeme gücüne göre ayarlama<br/>ve mevcut işçileri talepteki değişimlere göre farklı işlerde görevlendirme yetkisi” olarak ifade etmektedir<br/>(Tokol, 2014: 161).<br/>Bu bağlamda esnek emek piyasası, kurumsal ve<br/>koruyucu emek piyasası modeli ile doğal emek piyasası modeli arasında yer almakta olup; güdümlü<br/>ve koruyucu emek piyasalarının müdahaleci, düzenleyici ve çalışanları koruyucu tutumu ile doğal<br/>emek piyasasının serbesti prensibinin bir ara çözümü olarak değerlendirilebilir"
  },
  {
    "id": "3344148",
    "unitNumber": 1,
    "text": "Aşağıdaki kavramlardan hangisi \"Fiilen doldurulan çalışma saatleri\" olarak tanımlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "İstihdam hacmi",
      "B": "İstihdam takati",
      "C": "İstihdam rezervi",
      "D": "İstihdam oranı",
      "E": "İstihdam toplamı"
    },
    "explanation": "İstihdam hacmi, fiilen doldurulan çalışma<br/>saatleri toplamıdır."
  },
  {
    "id": "3344149",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi mal ve hizmet üretme gücünü ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Bağımlılık oranı",
      "B": "İstihdam",
      "C": "Verimlilik",
      "D": "İşgücü",
      "E": "İşsizlik"
    },
    "explanation": "Verimlilik mal ve hizmet üretme gücüdür"
  },
  {
    "id": "3344231",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi emek piyasalarının özelliklerinden <u>biri değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Emek piyasalarında tek bir merkezi fiyatın olmayışı",
      "B": "Emeğin pazarlık gücünün az olması",
      "C": "İstihdam ilişkisinin sürekli olması",
      "D": "Mal ve hizmetlerin standart olması",
      "E": "Emeğin stoklanamaması"
    },
    "explanation": "Emek piyasalarında tek bir merkezi fiyatın olmayışı, Emeğin pazarlık gücünün az olması, İstihdam ilişkisinin sürekli olması ve Emeğin stoklanamaması \"Emek Piyasalarının Özellikleri\" olarak geçmektedir. Ancak D şıkkındaki \"Mal ve hizmetlerin standart olması\" emek piyasalarının özellikleri arasında değildir.<br/>Kitap bölümünün 4. sayfasında \"Emek Piyasalarının Özellikleri\" tek tek açıklanmıştır. Soruda yer alan D şıkkı, emek piyasalarının özellikleri arasında değildir."
  },
  {
    "id": "3344232",
    "unitNumber": 1,
    "text": "“Birincil emek piyasası” olarak da ifade edilen emek piyasası modeli aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İdeal emek piyasası",
      "B": "Güdümlü emek piyasası",
      "C": "Kurumsal emek piyasası",
      "D": "Koruyucu emek piyasası",
      "E": "Esnek emek piyasası"
    },
    "explanation": "“Birincil emek piyasası” (Lordoğlu ve Özkaplan, 2003: 81) olarak da ifade edilen kurumsal emek piyasası modelinde devlet, etkin bir baskı grubu işlevi olan sendikalarla birlikte, bazen bireysel bazen de toplu ilişkiler bakımından düzenleyici olarak yer almaktadır.<br/>Kurumsal emek piyasası, \"birincil emek piyasası\" olarak da geçmektedir."
  },
  {
    "id": "3344233",
    "unitNumber": 1,
    "text": "İşgücü kavramına göre bir birey “istihdam edilen, çalışma çağındaki nüfus” kategorisinde değerlendirilebilmesi için <u>en az </u>kaç yaşında olmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "15",
      "B": "16",
      "C": "17",
      "D": "18",
      "E": "19"
    },
    "explanation": "Ülkelerde zorunlu temel eğitim süresindeki ve emeklilik yaşındaki farklılıklar, çalışma çağındaki nüfusun alt ve üst yaş sınırlarını değiştirse de, ülkeler arasında genel kabul görmüş yaş sınırı 15-64 yaş aralığıdır. Bu bağlamda 15-64 yaş aralığındaki nüfus çalışma çağındaki nüfus olarak kabul edilmektedir<br/>İşgücü kavramına göre bir birey “istihdam edilen, çalışma çağındaki nüfus” kategorisinde değerlendirilebilmesi için en az 15 yaşında olmalıdır."
  },
  {
    "id": "3344234",
    "unitNumber": 1,
    "text": "Bir ülkenin emek piyasalarına ilişkin bilgiye ulaşmasının en güvenilir yolu aşağıdakilerden hangisi?",
    "correctAnswer": "C",
    "options": {
      "A": "Toplam nüfus oranının saptanması",
      "B": "Kurumsal ve kurumsal olmayan nüfus oranının saptanması",
      "C": "Hanehalkı işgücü anketlerinin uygulanması",
      "D": "İşgücüne dahil olanların oranının saptanması",
      "E": "İstihdam düzeyi oranının saptanması"
    },
    "explanation": "Aralarında akrabalık bağı bulunsun ya da bulunmasın aynı konutta veya aynı konutun bir kısmında yaşayan; gelir ve harcamalarını ayırmayan, hanehalkı hizmet ve yönetimine katılan bir veya birden fazla kişiden oluşan topluluk “hanehalkı”<br/>olarak tanımlanır (TÜİK, 2007: 8). TÜİK’in resmî internet sayfasında belirtildiği üzere, Hanehalkı İşgücü Anketleri ise, kullanıcıların işgücü piyasasına farklı açılardan yaklaşmalarını sağlayacak değişkenlerin elde edilebileceği bir soru formu oluşturarak,<br/>emek piyasalarında kullanılan kavram kargaşasına son vermeyi ve uluslararası karşılaştırmalara elverişli veri elde edebilecek tanımları oluşturmayı amaçlamaktadır.<br/>Bir ülkenin emek piyasalarına ilişkin bilgiye ulaşmasının en güvenilir yolu, Hanehalkı İşgücü Anketlerinin uygulanmasıdır."
  },
  {
    "id": "3344235",
    "unitNumber": 1,
    "text": "I. Mal ve hizmet standarttır.<br/>II. Her mal ve emek için piyasada yeterli miktarda arz ve talep vardır.<br/>III. Taraflar özellikle iş arayanlar, istihdam koşulları hakkında tam bilgiye sahip değildir.<br/>IV. Güney Doğu Asya (Çin, Güney Kore, Endonezya, Singapur vb.) ülkelerinde rastlanmaktadır.<br/>V. Bir malın ve belirli vasıftaki her emeğin rekabetle oluşan tek bir fiyatı vardır.<br/>Yukarıdakilerden hangileri <u>ideal emek piyasasının</u> özelliklerindendir?",
    "correctAnswer": "B",
    "options": {
      "A": "I, III, IV",
      "B": "I, II, V",
      "C": "I, II, III, IV",
      "D": "III ve IV",
      "E": "IV ve V"
    },
    "explanation": "İdeal emek piyasasının özelliklerini özetle sıralayacak olursak;<br/>• İdeal emek piyasasında mal ve hizmet standarttır.<br/>• İdeal emek piyasasında bir malın ve belirli vasıftaki her emeğin rekabetle oluşan tek bir fiyatı vardır.<br/>• İdeal emek piyasasında her mal ve emek için piyasada yeterli miktarda arz ve talep vardır.<br/>• İdeal emek piyasasında işçi ve işveren emek piyasası hakkında tam bilgiye sahiptir. Diğer bir ifadeyle emek piyasası şeffaftır.<br/>• İdeal emek piyasasında, piyasaya giriş ve çıkışlar serbesttir.<br/>• İdeal emek piyasasında alıcı (işveren) ve satıcıların (emek) kendi aralarında işbirliği,<br/>gruplaşmalar, örgütlenmeler ve karşı tarafa ekonomik baskı hareketleri yoktur. İşçi ve işveren arasında pazarlık gücü eşit sayılır<br/>I. Mal ve hizmet standarttır.<br/>II. Her mal ve emek için piyasada yeterli miktarda arz ve talep vardır.<br/>V. Bir malın ve belirli vasıftaki her emeğin rekabetle oluşan tek bir fiyatı vardır. <br/>Maddeleri ideal emek piyasasının maddeleridir. <br/>III. Taraflar özellikle iş arayanlar, istihdam koşulları hakkında tam bilgiye sahip değildir.<br/>IV. Güney Doğu Asya (Çin, Güney Kore, Endonezya, Singapur vb.) ülkelerinde rastlanmaktadır. <br/>Maddeleri ise doğal emek piyasasının maddeleridir. İdeal emek piyasası ile ilgisi yoktur."
  },
  {
    "id": "3344236",
    "unitNumber": 1,
    "text": "TÜİK’in tanımına göre, aşağıdakilerden hangisi kurumsal nüfus sayımına <u>girmez?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Yetiştirme yurtlarında ikamet edenler",
      "B": "Hastanede ikamet edenler",
      "C": "Huzurevinde ikamet edenler",
      "D": "Hapishanede ikamet edenler",
      "E": "Aile evinde ikamet edenler"
    },
    "explanation": "Kurumsal nüfus otel, hastane ve huzurevi gibi yerlerde ikamet eden; kurumsal olmayan nüfus ise hanelerde yaşayan kişilerden oluşur.<br/>Kurumsal olmayan nüfus, “Üniversite yurtları, yetiştirme<br/>yurtları (yetimhane), huzurevi, özel nitelikteki hastane, hapishane, kışla vb. yerlerde ikamet edenler dışında kalan nüfustur. Kurumsal olmayan çalışma çağındaki nüfus; kurumsal olmayan nüfus içerisindeki 15 ve daha yukarı yaştaki nüfustur”. (TÜİK,<br/>2020: 10)."
  },
  {
    "id": "3344237",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Türkiye’de çalışma çağındaki nüfusu oluşturmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "18-64 yaş arası",
      "B": "15-64 yaş arası",
      "C": "18-65 yaş arası",
      "D": "18-60 yaş arası",
      "E": "16-64 yaş arası"
    },
    "explanation": "Ülkelerde zorunlu temel eğitim süresindeki ve emeklilik yaşındaki farklılıklar, çalışma çağındaki nüfusun alt ve üst yaş sınırlarını değiştirse de , ülkeler arasında genel kabul görmüş yaş sınırı 15-64 yaş aralığıdır. Bu bağlamda 15-64 yaş aralığındaki nüfus çalışma çağındaki nüfus olarak kabul edilmektedir."
  },
  {
    "id": "3344238",
    "unitNumber": 1,
    "text": "Mevsimlik çalışanlar aşağıdakilerden hangisine bir örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "İş arama faaliyetleri içerisinde bulunmayan ve işbaşı yapmaya hazır olmayanlar",
      "B": "İş bulma ümidi olmayanlar",
      "C": "İş aramayıp çalışmaya hazır olanlar",
      "D": "Bağımlı olanlar",
      "E": "Potansiyel işsizler"
    },
    "explanation": "Mevsimlik çalışanlar: Mevsimlik çalışması nedeniyle iş arama faaliyeti içerisinde bulunmayan ve işbaşı yapmaya hazır olmayan bireylerdir."
  },
  {
    "id": "3344239",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi iktisadi açıdan belirlenen istihdam sınıflandırmalarından biri <u>değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Tam istihdam",
      "B": "Eksik istihdam",
      "C": "Aşırı istihdam",
      "D": "Yarı istihdam",
      "E": "Kayıt dışı istihdam"
    },
    "explanation": "İktisadi açıdan istihdam; tam istihdam, eksik istihdam, aşırı istihdam ve kayıt dışı istihdam olarak dört temel başlık altında sınıflandırılabilir. Yarı istihdam diye bir sınıflandırma yoktur.<br/>İktisadi açıdan istihdam; tam istihdam, eksik istihdam, aşırı istihdam ve kayıt dışı istihdam olarak dört temel başlık altında sınıflandırılabilir. Söz konusu sınıflandırma, üretim sürecinde emek ile birlikte geniş anlamda tüm üretim faktörlerinin kullanımıyla da doğrudan ilgilidir (Gül vd., 2009:9)."
  },
  {
    "id": "3344240",
    "unitNumber": 1,
    "text": "Belirli bir firmanın, iş kolunun veya ülkenin ürettiği toplam reel üretim miktarının, bu üretimin elde edilmesi için kullanılan toplam emek-saat miktarına bölünmesi ile elde edilen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İşgücüne katılım oranı",
      "B": "Yaşlı bağımlılık oranı",
      "C": "İşsizlik oranı",
      "D": "Emek verimliliği",
      "E": "İstihdam hacmi"
    },
    "explanation": "Emek verimliliği, “belirli bir firmanın, iş kolunun veya ülkenin ürettiği toplam reel üretim miktarının, bu üretimin elde edilmesi için kullanılan toplam emek-saat miktarına bölünmesi ile elde edilir”<br/>Verimlilik, mal ve hizmet üretme gücü olarak nitelendirilmektedir. Bu yönüyle verimlilik, bir toplumun ekonomik refah düzeyinin belirleyicisi olarak kabul edilmektedir. Genel olarak verimlilik, üretim miktarı ile kullanılan kaynak arasındaki ilişkiyi ifade etmektedir. Emek verimliliği ise, “belirli bir firmanın, iş kolunun veya ülkenin ürettiği toplam reel üretim miktarının, bu üretimin elde edilmesi için kullanılan toplam emek-saat miktarına bölünmesi ile elde edilir”"
  },
  {
    "id": "3841648",
    "unitNumber": 1,
    "text": "Emek piyasaları içerisinde işverenin emeği uzun süreli istihdam etmesi kuşkusuz hem emek hem de işveren açısından yarar sağlar. Mal veya hizmet piyasalarında iş ilişkisi mal veya hizmetin alınıp satılmasıyla sona ererken; emek piyasalarında istihdam ilişkisinin uzun soluklu olması esastır.<br/>Yukarıdaki ifade emek piyasalarının hangi özelliği ile ilgilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Emek piyasalarında tek bir merkezi fiyatın olmayışı",
      "B": "Emeği ve işverenin eksik bilgiye sahip olması",
      "C": "Emek arzının heterojen olması",
      "D": "İstihdam ilişkisinin sürekli olması",
      "E": "Emeğin stoklanamaması"
    },
    "explanation": "emek piyasalarında iş ilişkisi süreklilik göstermektedir. Örneğin mal veya hizmet piyasalarında iş ilişkisi mal veya hizmetin alınıp satılmasıyla sona ererken; emek piyasalarında istihdam ilişkisinin uzun soluklu olması esastır. Tüm bunlar istihdam ilişkisinin sürekli olması özelliği ile ilgilidir. Doğru cevap D."
  },
  {
    "id": "3841649",
    "unitNumber": 1,
    "text": "Uluslararası Çalışma Örgütü (ILO) emek piyasalarına ilişkin kavramları belirli bir standart içinde tanımlamakta, diğer ülkeler de bu standartlara bağlı kalarak emek piyasalarıyla ilgili kavramları, veri toplama araç ve yöntemlerinde öngörüldüğü biçimde kendi ülkelerine uygun olarak açıklamaktadır. Türkiye'de hangi kurumun standartları bu amaca yönelik olarak esas alınmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Türkiye İstatistik Kurumu",
      "B": "Türkiye Cumhuriyet Merkez Bankası",
      "C": "Türkiye Odalar ve Borsalar Birliği",
      "D": "Türk Sanayicileri ve İş İnsanları Derneği",
      "E": "T.C. Hazine ve Maliye Bakanlığı"
    },
    "explanation": "Türkiye’de Türkiye İstatistik Kurumu (TÜİK) tarafından yapılan tanımlamalar bize yol göstericidir. Doğru cevap A."
  },
  {
    "id": "3841690",
    "unitNumber": 1,
    "text": "Bir ekonomide belirli bir zamanda fiilen doldurulan çalışma saatleri toplamına ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "İstihdam sınırı",
      "B": "İstihdam hacmi",
      "C": "İstihdam oranı",
      "D": "İşgücüne katılma oranı",
      "E": "Bağımlılık oranı"
    },
    "explanation": "İstihdam düzeyi veya istihdam hacmi, bir ekonomide belirli bir zamanda fiilen doldurulan çalışma saatleri toplamıdır. Doğru cevap B."
  },
  {
    "id": "3841691",
    "unitNumber": 1,
    "text": "Her türlü otoriter ve kollektivist rejimli ülkede doğal emek piyasasının aksaklıklarını önlemek için uygulanan emek piyasası modeline ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Koruyucu emek piyasası",
      "B": "Kurumsal emek piyasası",
      "C": "Doğal emek piyasası",
      "D": "İdeal emek piyasası",
      "E": "Güdümlü emek piyasası"
    },
    "explanation": "Güdümlü emek piyasası, her türlü otoriter ve kollektivist rejimli ülkede doğal emek piyasasının aksaklıklarını önlemek için uygulanan emek piyasası modelidir. Doğru cevap E."
  },
  {
    "id": "3841695",
    "unitNumber": 1,
    "text": "Emek piyasasında kural ve standartların giderek esnetilmesi, tipik çalışma türleriyle birlikte atipik çalışma modellerininin de hayata geçmesiyle ortaya çıkan ve kısmi süreli çalışma, çağrı üzerine çalışma, evde çalışma, tele çalışma gibi çalışma modellerinin yer aldığı emek piyasası modeli hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Esnek emek piyasası",
      "B": "Koruyucu emek piyasası",
      "C": "Güdümlü emek piyasası",
      "D": "Kurumsal emek piyasası",
      "E": "Doğal emek piyasası"
    },
    "explanation": "Emek piyasasında kural ve standartların giderek esnekleştirilmesi ve tipik çalışma türleriyle birlikte esnek (atipik) çalışma modelleri de beraberinde hayata geçmiştir. Kısmi süreli çalışma, çağrı üzerine çalışma, evde çalışma, tele çalışma gibi esnek çalışma modellerine zemin hazırlamıştır."
  },
  {
    "id": "3841697",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi ideal emek piyasasının özelliklerinden <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "İdeal emek piyasasında mal ve hizmet standarttır.",
      "B": "İdeal emek piyasasında her mal ve emek için piyasada yeterli miktarda arz ve talep vardır.",
      "C": "İdeal emek piyasasında bir malın ve belirli vasıftaki her emeğin rekabetle oluşan tek bir fiyatı vardır.",
      "D": "İdeal emek piyasasında, piyasaya giriş ve çıkışlar sınırlıdır.",
      "E": "İdeal emek piyasasında işçi ve işveren emek piyasası hakkında tam bilgiye sahiptir."
    },
    "explanation": "İdeal emek piyasasında, piyasaya giriş ve çıkışlar <strong>serbesttir</strong>. Doğru cevap D."
  },
  {
    "id": "3841710",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi doğal emek piyasasını diğer piyasalardan ayıran özelliklerinden <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Doğal emek piyasasında alıcı (işveren) ve satıcı (emek) eksik ve aksak rekabet içerisinde hareket etmektedir.",
      "B": "Doğal emek piyasasında emek arzını istihdam edecek yeterli emek talebi yoktur.",
      "C": "Doğal emek piyasasında aynı tip emeğin aynı fiyatı vardır.",
      "D": "Doğal emek piyasasında emek standart değildir.",
      "E": "Doğal emek piyasasında taraflar özellikle iş arayanlar, emek piyasasındaki istihdam koşulları hakkında tam bilgiye sahip değildir."
    },
    "explanation": "Doğal emek piyasasında aynı tip emeğin farklı fiyatı vardır. Diğer bir ifadeyle, verimi aynı olan emeğin ücreti aynı değildir. Sendika ve devlet müdahalesi olmadıkça eşit işe eşit ücret ödenmemektedir. Doğru cevap C."
  },
  {
    "id": "3841711",
    "unitNumber": 1,
    "text": "“Bırakınız yapsınlar, bırakınız geçsinler” ilkesini benimseyen liberal iktisadi görüşün öne çıkardığı emek piyasaları modeli hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İdeal emek piyasası",
      "B": "Doğal emek piyasası",
      "C": "Kurumsal emek piyasası",
      "D": "Güdümlü emek piyasası",
      "E": "Koruyucu Emek Piyasası"
    },
    "explanation": "“Bırakınız yapsınlar, bırakınız geçsinler” ilkesini benimseyen liberal iktisadi görüşün öne çıkardığı emek piyasaları modeli doğal emek piyasasıdır."
  },
  {
    "id": "3841712",
    "unitNumber": 1,
    "text": "İş aramayıp çalışmaya hazır olanlar, çeşitli nedenlerle iş aramayan ancak ..... hafta içinde işbaşı yapmaya hazır olduğunu belirten bireylerdir.<br/>Yukarıdaki metindeki boşluğa hangi seçenek gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "iki",
      "B": "dört",
      "C": "altı",
      "D": "sekiz",
      "E": "on"
    },
    "explanation": "İş aramayıp çalışmaya hazır olanlar, çeşitli nedenlerle iş aramayan ancak iki hafta içinde işbaşı yapmaya hazır olduğunu belirten bireylerdir. Doğru cevap A."
  },
  {
    "id": "3841713",
    "unitNumber": 1,
    "text": "Klasik İktisadi Yaklaşımda anlam bulabilen tam istihdam ve tam rekabet ilkelerine dayanan emek piyasası modeli hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Doğal emek piyasası",
      "B": "İdeal emek piyasası",
      "C": "Esnek emek piyasası",
      "D": "Kurumsal emek piyasası",
      "E": "Koruyucu emek piyasası"
    },
    "explanation": "Dünya ülkelerinde henüz uygulaması bulunmayan ideal emek piyasası modeli; “olan değil, olması gereken, erişilmek istenen” emek piyasası modeli olarak tanımlanmaktadır. Klasik İktisadi Yaklaşımda anlam bulabilen ideal emek piyasası modeli, tam istihdam ve tam rekabet ilkelerine dayanmaktadır. Doğru cevap A."
  },
  {
    "id": "3344251",
    "unitNumber": 2,
    "text": "Geliştirdiği fikirler ile iktisadi düşünceler tarihinde okul oluşturan ilk Fransız iktisatçı kimdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Adam Smith",
      "B": "Aquinalı Thomas",
      "C": "François Quesnay",
      "D": "Piero Sraffa",
      "E": "Gustav von Schmolle"
    },
    "explanation": "Dr. Sir François Quesnay (1694-1774), geliştirdiği düşüncelerle İktisadi düşünceler tarihinde okul oluşturan ilk iktisatçıdır."
  },
  {
    "id": "3344257",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi istikrar unsuru olarak doğal oran hipotezini getiren okuldur?",
    "correctAnswer": "D",
    "options": {
      "A": "Chicago okulu",
      "B": "Alman tarihçi okulu",
      "C": "İsveç okulu",
      "D": "Monetarist okul",
      "E": "Londra iktisat okulu"
    },
    "explanation": "Monetaristler, devletin ekonomiye müdahalesinin istikrarsızlıkların başlıca kaynağı olduğunu savunmaktadır. Monetaristler istikrar unsuru olarak doğal oran hipotezini getirmiştir.<br/>Monetarist okul"
  },
  {
    "id": "3344258",
    "unitNumber": 2,
    "text": "Mallar ile malların mübadele edilmesinin esas, paranın ise sadece bir aracı olduğunu, gerçek satın alma gücünün para değil mallar tarafından temsil edildiğini savunan teori aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Rosher kuramı",
      "B": "Mahreçler yasası",
      "C": "Doğal ücret teorisi",
      "D": "İş arama teorisi",
      "E": "Veblen etkisi"
    },
    "explanation": "Mahreçler yasasına göre esas olan, mallarla malların mübadele edilmesidir. Para sadece bir<br/>aracıdır. Gerçek satın alma gücü para değil mallar tarafından temsil edilmektedir."
  },
  {
    "id": "3344259",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi yedek işgücü ordusunun piyasada emek arzını sürekli olarak talebin üzerinde tuttuğunu, bu durumun asgari geçim düzeyinde bir istihdamı olanaklı kıldığını ve ücretlerin ancak geçimlik düzeyde kaldığını savunan iktisatçıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "J. B. Say",
      "B": "D. Ricardo",
      "C": "T. R . Malthus",
      "D": "J. Mill",
      "E": "K. Marx"
    },
    "explanation": "Marx, Malthus’un nüfus teorisini kabul etmez. Onun yerine, işsizlerin oluşturduğu yedek işsizler ordusu kavramını koyar. Yedek işsizler ordusu ya da yedek işgücü ordusu, piyasada sürekli olarak emek arzını talebin üzerinde tutmakta ve bu durum asgari geçim düzeyinde bir istihdamı olanaklı kılmaktadır. Yani emek arzı, talebin üzerinde olduğundan ücretler yükselememekte, geçimlik düzeyde kalmaktadır.<br/>K. Marx"
  },
  {
    "id": "3344260",
    "unitNumber": 2,
    "text": "Sadece iradi işsizliğin bulunduğunu, gayri iradi işsizliğin söz konusu olmadığını savunan iktisat teorisi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Neo-Klasik İktisat",
      "B": "Marksist Okul",
      "C": "Proto Marjinalistler",
      "D": "Neo Ricardocular",
      "E": "Faydacı Felsefe"
    },
    "explanation": "Neo-klasik teoride işsizlik sadece iradi işsizlik olarak görülmekte ve gayri iradi işsizliğin ortaya çıkması söz konusu olmamaktadır.<br/>Neo-Klasik İktisat"
  },
  {
    "id": "3344261",
    "unitNumber": 2,
    "text": "I. Piyasalar düşük işsizlik ve yüksek üretim düzeyini her zaman garanti edemezler. <br/>II. Üreticilerin kârlarını maksimuma çıkarma çabasında olduğu kabul edilmektedir. <br/>III. Tasarruflar, faizin fonksiyonu olmaktan çok gelir düzeyine bağlıdır. <br/>IV. Parasal ücret sabit iken fiyatlar genel düzeyi azalır ise reel ücret artacaktır. <br/>V. Fiyat ve ücretler tam ve esnek olsa dahi ekonomide işsizlik ortaya çıkabilir. <br/>Yukarıda istihdama ilişkin bazı görüşlerine yer verilen iktisatçı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "M. Friedman",
      "B": "J. M. Keynes",
      "C": "K. Brunner",
      "D": "A. Smith",
      "E": "A. Marshall"
    },
    "explanation": "Soruda istihdama ilişkin görüşlerine yer verilen iktisatçı J. M . Keynes'tir.<br/>J. M. Keynes"
  },
  {
    "id": "3344262",
    "unitNumber": 2,
    "text": "İşsizlik ve enflasyon gibi makroekonomik toplam talebi belirleyen birinci etmenin para olduğunu vurgulan ve çalışmalarında stagflasyon olgusunu yakalayan görüş aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Skolastik düşünce",
      "B": "Radikal politik iktisat",
      "C": "Bulyonist tartışmalar",
      "D": "Monetarist düşünce",
      "E": "Fabyan sosyalistleri"
    },
    "explanation": "Stagflasyon olgusuna Keynesyen iktisat teorisi bir açıklama getirmemiştir. Bu olguyu yakalayan monetarist görüş, etkilerini ekonomik ortamlarda hissettirmeye başlamıştır. Monetarizm, işsizlik ve enflasyon gibi makroekonomik toplam talebi belirleyen birinci etmenin para olduğunu vurgulamaktadır.<br/>Monetarist düşünce"
  },
  {
    "id": "3344263",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi doğal işsizlik oranını azaltmak için iktisatçılar tarafından önerilen yöntemlerden biri <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Çalışanları daha fazla çalışmaya teşvik edecek kamusal programlar ile desteklemek",
      "B": "Emek piyasaları ile ilgili bilgilendirmeyi iyileştirmek",
      "C": "Özel sektörün istihdamdaki payını azaltmak",
      "D": "Eğitim programları düzenlemek",
      "E": "İş arayanların son olarak başvuracakları merciin devlet olmasını sağlamak"
    },
    "explanation": "Özel sektörün istihdamdaki payını azaltmak, doğal işsizlik oranını azaltmak için iktisatçılar tarafından önerilen yöntemlerden biri değildir."
  },
  {
    "id": "3344264",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi yeni klasik iktisat düşüncesinin başlıca temsilcilerinden biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "R. Lucas",
      "B": "T. Sargent",
      "C": "R. Barro",
      "D": "P. Minford",
      "E": "A. Meltzer"
    },
    "explanation": "Diğer şıklardaki iktisatçılar, yeni klasik iktisat düşüncesinin temcilcileri iken A. Meltzer, monetarist düşüncenin öncülerindendir. Bu nedenle doğru cevap E şıkkıdır."
  },
  {
    "id": "3344265",
    "unitNumber": 2,
    "text": "Yeni Keynesyen terimi ilk kez hangi iktisatçı tarafından kullanılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "M. Parkin",
      "B": "G. Akerlof",
      "C": "J. Stiglitz",
      "D": "R. J. Gordon",
      "E": "D. Romer"
    },
    "explanation": "Diğer şıklarda yer alan iktisatçılar da yeni Keynesyen iktisatçılardır. Fakat yeni Keynesyen terimi ilk kez 1984 yılında M. Parkin tarafından kullanılmıştır."
  },
  {
    "id": "3344266",
    "unitNumber": 2,
    "text": "Özel mülkiyeti savunan ve aynı zamanda kullanım değeri ve değişim değeri ayrımını ilk olarak ortaya koyan aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Adam Smith",
      "B": "Aristoteles",
      "C": "Platon",
      "D": "Aquinalı Aziz Thomas",
      "E": "David Hume"
    },
    "explanation": "Özel mülkiyeti savunan ve aynı zamanda kullanım değeri ve değişim değeri ayrımını ilk olarak ortaya koyan Aristoteles'dir"
  },
  {
    "id": "3344267",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi politik iktisat düşüncesi ile ilgilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kıta Avrupası ve Proto Marjinalistler",
      "B": "Yeni kurumsal iktisat",
      "C": "Denge okulu",
      "D": "Chicago okulu",
      "E": "Anglo Amerikan Marjinalistleri"
    },
    "explanation": "Kıta Avrupası ve Proto Marjinalistler politik iktisat düşüncesi içerisinde yer almaktadır."
  },
  {
    "id": "3344268",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi liberal iktisat ile neo-klasik iktisatın ortak noktalarından birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Her ikisi de fizik gibi bilim yapma düşüncesine dayalıdır",
      "B": "Her iki yaklaşımın ilkeleri tüm sistemlerde geçerli ve evrensel kabul edilmektedir.",
      "C": "Her ikisinin de ortaya çıkmasında sosyalist iktisatçıların etkisi bulunmaktadır.",
      "D": "Her ikisi de devlet müdahalesinin olmadığı bir serbest piyasa sistemini savunur",
      "E": "Her ikisi de pür ekonomi mekanik gibi fiziksel-matematiksel bir bilim olarak ele alınır."
    },
    "explanation": "Temel mantığı bireyselcilik, bireysel hak ve özgürlükler, özel mülkiyet ve devlet müdahalesinin olmadığı bir serbest piyasa sistemi olan liberal iktisat, Neo-Klasik iktisat ile neredeyse eş anlamlı kabul edilmektedir."
  },
  {
    "id": "3344269",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi reel ücret ile ilgili yanlış bir ifadedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Reel ücret, fiyatlar genel düzeyini ifade eden endek rakamının parasal ücrete oranı ile hesaplanır.",
      "B": "Parasal ücrette bir değişme olması halinde fiyatlar genel düzeyinde aynı yönlü ve aynı oranda bir değişme olursa, reel ücret sabit kalır",
      "C": "Parasal ücret sabit iken fiyatlar genel düzeyi azalırsa,<br/>reel ücret artar",
      "D": "Parasal ücret sabit ikenfiyatlar genel düzeyi yükselirse, reel ücret düşer",
      "E": "Reel ücret değişmediği sürece, istihdam düzeyinin aynı kalır."
    },
    "explanation": "Reel ücret parasal ücretin fiyatlar genel düzeyini ifade eden endeks rakamına bölünmesi ile bulunabilir."
  },
  {
    "id": "3344270",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Keynes yaklaşımı ile uyuşmamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Parasal ücret sabitken fiyatların genel düzeyi azalırsa, reel ücret artar",
      "B": "Parasal ücret düşürüldüğü zaman istihdam artar",
      "C": "Reel ücretin düşürülmesi istihdamı arttırır",
      "D": "Reel ücretin düşürülebilmesi için parasal ücret sabitken toplam talebi arttırmak yoluyla, fiyatlar genel düzeyinin yükseltilmesi gerekir",
      "E": "Toplam talep, toplam arzdan büyük olduğu sürece üreticiler üretimlerini ve dolayısıyla istihdamı arttırırlar"
    },
    "explanation": "Keynes’e göre parasal ücretlerin düşürülmesi ekonomide toplam talebi azaltacağı için fiyatlar genel düzeyini de aşağı çekecektir. Bu durumda reel ücret değişmediği için istihdam düzeyi yine sabit kalacaktır."
  },
  {
    "id": "3344271",
    "unitNumber": 2,
    "text": "Aşağıdaki ifadelerden hangisi Keynes'in ekonomi yaklaşımı ile uyumlu değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Toplam arz, çeşitli istihdam düzeylerinde üretilen tüm mal ve hizmetlerin normal kâr dâhil toplam maliyetini karşılayacak miktara ulaşan satış hâsılatlarıdır.",
      "B": "Toplam talep çeşitli istihdam düzeylerinde üreticilerin umdukları satış hâsılatlarını gösterir",
      "C": "Toplam talep, toplam arzdan büyük olduğu sürece üreticiler üretimlerini ve istihdamı arttırırlar",
      "D": "Toplam talebin toplam arza eşit olduğu noktada ekonomi, denge istihdam düzeyine ulaşır",
      "E": "Bir malın veya emek biriminin fiyat ya da ücret esnekliği tam olursa işsizlik mevcut olmayacaktır."
    },
    "explanation": "Klasiklere göre bir malın veya emek biriminin fiyat ya da ücret esnekliği tam olursa işsizlik mevcut olmayacaktır. Oysa Keynes, eserinde fiyat ve ücretlerin tam ve esnek olması hâlinde bile ekonomide işsizliğin ortaya çıkabileceğini açıklamıştır. Çünkü emek arz ve talebi ile mal ve hizmet arz ve talebi arasında yakın bir ilişki bulunmaktadır. Mal piyasasındaki bir dengesizlik emek piyasasını etkileyecektir."
  },
  {
    "id": "3344272",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi doğal işsizlik oranında zaman içinde ortaya çıkan artışın nedenleri arasında değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Demografik değişimler",
      "B": "Yapısal işsizliğin azalması",
      "C": "İzlenen kamu politikalarının etkileri",
      "D": "İçeridekiler-dışarıdakiler olgusu",
      "E": "Etkin ücret hipotezi"
    },
    "explanation": "Doğal işsizlik oranında zaman içinde ortaya çıkan artışın çeşitli nedenleri bulunmaktadır. Bunlar;<br/>• Demografik değişimler,<br/>• İzlenen kamu politikalarının etkileri,<br/>• Yapısal işsizliğin artması,<br/>• İçeridekiler-Dışarıdakiler olgusu,<br/>• Etkin ücret hipotezi,<br/>olarak sıralanabilir.<br/>Yapısal işsizliğin azalması doğal işsizlik oranında zaman içinde ortaya çıkan artışın nedenleri arasında değildir."
  },
  {
    "id": "3344273",
    "unitNumber": 2,
    "text": "Herhangi bir andaki reel ücretler üzerinde değişme baskısı yaratmayan işsizlik düzeyi biçiminde tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Philipps eğrisi",
      "B": "Tam istihdam",
      "C": "Doğal işsizlik oranı",
      "D": "Eksik istihdam dengesi",
      "E": "İş arama teorisi"
    },
    "explanation": "Doğal işsizlik oranı kavramını literatüre kazandıranlardan birisi olan Friedman, doğal işsizlik oranını, herhangi bir andaki reel ücretler üzerinde değişme baskısı yaratmayan işsizlik düzeyi biçiminde tanımlamaktadır."
  },
  {
    "id": "3344274",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi doğal işsizlik oranını azaltmak için önerilerden birisi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Emek piyasasıyla ilgili enformasyonu iyileştirmek",
      "B": "Eğitim programları düzenlemek",
      "C": "Çalışanları daha fazla çalışmaya teşvik edici kamusal programlarla desteklemek",
      "D": "Devletin iş arayanların son olarak başvuracakları merci olmasını sağlamak",
      "E": "Etkin ücret ödemeleri ile ücretleri yükselterek işlerini ihmal edenlerin işlerine son verilmesi"
    },
    "explanation": "Doğal işsizlik oranını azaltmak için iktisatçılar bazı önerilerde bulunmuştur:<br/>• Emek piyasasıyla ilgili enformasyonu iyileştirmek,<br/>• Eğitim programları düzenlemek,<br/>• Çalışanları daha fazla çalışmaya teşvik edici<br/>kamusal programlarla desteklemek,<br/>• Devletin iş arayanların son olarak başvuracakları merci olmasını sağlamak"
  },
  {
    "id": "3344275",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi yeni klasik iktisat düşüncesinin emek piyasasına ilişkin varsayımlarından birisi değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Toplam arz istikrarlıdır. Toplam talep uzun dönemde daha az esnektir",
      "B": "Toplam talepteki değişme durumunda reel çıktı ve istihdamda dalgalanmalar görülmektedir.",
      "C": "Rekabetçi piyasada bireylerin yüz yüze olduğu mallar ve boş zaman arasındaki seçim ile emek arzı formüle edilmektedir",
      "D": "Parasal ücret sabitken fiyatlar genel düzeyi azalırsa, reel ücret artacaktır",
      "E": "Beklenen ve reel ücret önemlidir"
    },
    "explanation": "Parasal ücret sabitken fiyatlar genel düzeyi azalırsa, reel ücret artacaktır ifadesi emek piyasasına ilişkin varsayımlarından birisi değildir"
  },
  {
    "id": "3843377",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, Klasik iktisat anlayışının piyasa mekanizması hakkındaki temel inancı ile çelişen tarihi olaylardan biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Rönesans’ın başlaması",
      "B": "1929 Büyük Bunalımı",
      "C": "Merkantilist dönemin sona ermesi",
      "D": "Fizyokratların ortaya çıkması",
      "E": "Aristo’nun “özel mülkiyet doğaldır” görüşü"
    },
    "explanation": "1929 Büyük Bunalımı yıllarında ABD’de işsiz sayısı 1932 yılında 15 milyona yükselirken, İngiltere’de faal nüfusun %22’si işsiz kalmış, Klasik iktisatçıların savunduğu otomatik denge mekanizması işlememiştir."
  },
  {
    "id": "3843378",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Aristo'nun özel mülkiyeti savunmasının gerekçelerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kişisel çıkar yoksa insan çabasını esirger.",
      "B": "İnsan sadece kendisi için çalışır",
      "C": "Özel mülkiyet arzusu doğaldır.",
      "D": "Devlet denetimi olmadan piyasa işlemelidir.",
      "E": "Kişisel çıkar kendini sevme duygusuyla bağlantılıdır."
    },
    "explanation": "<em>Aristo; “i. Kişisel çıkarı yoksa insan çabasını esirger ya da bunun ürününden kendisi kadar çalışmayanları yararlandırmak istemez, ii. İnsan ancak kendisi (ve yakınları) için olunca çabasını harcar ve iii. Kişisel çıkar ve dolayısıyla özel mülkiyet arzusu, insanın tabiatında olan kendini sevme duygusundan ayrı düşünülemez bu nedenle de doğaldır.” biçiminde özetlenebilecek 3 ana başlık altında özel mülkiyeti savunmaktadır.</em>"
  },
  {
    "id": "3843379",
    "unitNumber": 2,
    "text": "Ahmet Bey, bir iş görüşmesinde işverenin önerdiği maaşın çok düşük olduğunu düşündüğü için teklifi reddetmiştir. Bu durumun Klasik iktisat anlayışına göre nasıl yorumlanacağı aşağıdakilerden hangisinde en doğru şekilde verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "İşsizlik, yapısal nedenlerden kaynaklanmaktadır.",
      "B": "Devlet müdahalesi olmadığı için piyasa mekanizması işlemez.",
      "C": "Ahmet Bey’in düşük ücrete razı olmaması onu gönüllü işsiz yapar.",
      "D": "İşverenin ücret belirleme özgürlüğü sınırlıdır.",
      "E": "Bu durum otomatik denge mekanizmasıyla açıklanamaz."
    },
    "explanation": "“Klasik iktisat düşüncesine göre işsizler, iş olmadığı için değil düşük bir ücretle çalışmak istemedikleri için işsiz kalmaktadır.”"
  },
  {
    "id": "3843381",
    "unitNumber": 2,
    "text": "Klasik ekonomi teorisine göre faiz, __________ karşılığıdır. Faiz haddi yüksek olduğunda tasarruf miktarı _________, yatırım miktarı ise ________.<br/>Yukarıdaki ifadeyi, doğru olarak dolduran kavramlar aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "yatırımın / artar / artar",
      "B": "tüketimin / azalır / azalır",
      "C": "tüketimden vazgeçmenin / artar / azalır",
      "D": "üretimin / sabit kalır / artar",
      "E": "tasarrufun / azalır / artar"
    },
    "explanation": "“Klasik ekonomi teorisine göre faiz, tasarrufun, yani tüketimden vazgeçmenin karşılığıdır. (...) Yani faiz haddi yüksek olduğunda az, düşük olduğunda çok yatırım yapılır.”"
  },
  {
    "id": "3843384",
    "unitNumber": 2,
    "text": "Keynes’in istihdam teorisine göre istihdam düzeyi hangi etkenler tarafından belirlenmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Faiz oranı ve yatırımcı güveni",
      "B": "Devlet bütçesi ve döviz kuru",
      "C": "Toplam arz ve toplam talep",
      "D": "Tüketici güven endeksi ve ücretler",
      "E": "Parasal taban ve kamu harcamaları"
    },
    "explanation": "“Keynes, bir ekonomideki istihdam düzeyinin ‘toplam arz’ ve ‘toplam talep’ tarafından şekillendiğini iddia etmiştir.”"
  },
  {
    "id": "3843385",
    "unitNumber": 2,
    "text": "Monetarist düşünceye göre işsizlik aşağıdakilerden hangisinin sonucu olarak ortaya çıkabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Para arzının sınırsız arttırılması",
      "B": "Ücret esnekliğinin olmaması",
      "C": "Kamu harcamalarının azalması",
      "D": "İktisadi karar birimlerinin eksik bilgiye sahip olması",
      "E": "Talep yetersizliği"
    },
    "explanation": "Monetarist yaklaşımda emek piyasasının sürekli dengede ve işsizliğin iradi olduğu varsayılmaktadır. Monetarist düşünceye göre piyasada geçerli ücret oranına razı olan herkes çalışmak isteyen herkes iş bulabilmektedir. Bu durumun gerçekleşmemesi piyasa mekanizmasının işleyişindeki bozukluktan değil, ya yanlış beklentilere ya da eksik bilgiye sahip iktisadi karar birimlerinin varlığından dolayıdır. Yaklaşım özellikle Yeni Keynesyenler tarafından geniş eleştirilere konu olmuştur."
  },
  {
    "id": "3843387",
    "unitNumber": 2,
    "text": "Monetarist düşünceye göre ekonomideki istikrarsızlıkların temel nedeni aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kamu harcamalarının yetersizliği",
      "B": "Ücretlerin aşağı doğru esnek olmaması",
      "C": "Para arzının aşırı artırılması",
      "D": "Dış ticaret açıkları",
      "E": "Üretim faktörlerinin verimsiz kullanımı"
    },
    "explanation": "“Monetaristler enflasyonun temel nedeninin, para arzının hükümetlerce gereksiz yere ve aşırı ölçüde artırılması olduğunu savunmaktadır.”"
  },
  {
    "id": "3843388",
    "unitNumber": 2,
    "text": "Yeni Klasik iktisat düşüncesi, işsizliği açıklarken piyasaların hangi özelliğini temel alarak değerlendirme yapmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Devlet müdahalesinin yoğunluğunu",
      "B": "Enflasyon oranının sabitliğini",
      "C": "Piyasaların kendiliğinden dengeye gelmesini",
      "D": "Kamu harcamalarının etkinliğini",
      "E": "Ücretlerin asgari düzeyini"
    },
    "explanation": "Yeni Klasik iktisat “iktisat politikalarının güvenilir, kredibl ve tutarlı” olması gerektiğini ortaya koyan yaklaşımı ile günümüz iktisat akımlarından en önemlisidir. Yeni Klasik iktisat düşüncesinin dayandığı iki temel ilke bulunmaktadır. Bunlardan birincisi, Klasik iktisat okulunun, “piyasaların kendiliğinden, otomatik olarak dengeye gelmesi” düşüncesini benimsemesidir. İkincisi ise “Rasyonel Beklentiler Hipotezi” dir"
  },
  {
    "id": "3843391",
    "unitNumber": 2,
    "text": "Aşağıdaki ifadelerden hangileri Yeni Keynesyen iktisadi düşünceye göre emek piyasasını şekillendiren temel özelliklerdendir?<br/>I. Yapışkanlıklar<br/>II. Katılıklar (rijitlikler)<br/>III. İşgücü göçü<br/>IV. İşlem maliyetleri<br/>V. Rekabetçilik",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve IV",
      "B": "I, III ve V",
      "C": "II, IV ve V",
      "D": "I, II ve III",
      "E": "I, II, III ve V"
    },
    "explanation": "“Yeni Keynesyen emek piyasasını, yapışkanlıklar, katılıklar (rijitlikler) ve işlem maliyetleri olmak üzere 3 özellik şekillendirmektedir.”"
  },
  {
    "id": "3843392",
    "unitNumber": 2,
    "text": "Bir ekonomide çalışanlara geçici olarak yüksek ücret teklif edilmesi sonucunda bireylerin daha fazla çalışmak istemesi, aşağıdaki iktisadi yaklaşımlardan hangisiyle açıklanır?",
    "correctAnswer": "C",
    "options": {
      "A": "Etkin ücret teorisi",
      "B": "İş arama teorisi",
      "C": "Reel konjonktür teorisi",
      "D": "Adaptif beklentiler hipotezi",
      "E": "Ücret-yapışkanlık teorisi"
    },
    "explanation": "Reel konjonktür teorisine göre bütün çalışanlar, ne zaman çalışacağına ne zaman boş zamanı tercih edeceğine karar verirken fayda-maliyet analizi yapacaklardır. Eğer ücret oranı geçici olarak yükselmişse ya da faiz oranı yüksekse şimdi çalışmak isteyeceklerdir. Aksine ücretlerin geçici olarak düştüğü ya da faiz oranının düşük olduğu dönemlerde boş zaman kullanmayı tercih edecektir"
  },
  {
    "id": "3843744",
    "unitNumber": 2,
    "text": "Jean Baptiste Say tarafından geliştirilen Mahreçler Kanunu'na göre, kapitalist ekonomide genel bir aşırı üretim neden mümkün <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Üreticilerin ihtiyacına göre üretim yapılması",
      "B": "Faiz oranlarının düşük olması",
      "C": "Her arzın kendi talebini yaratması",
      "D": "Tüketici taleplerinin sabit olması",
      "E": "Devletin piyasaya müdahale etmesi"
    },
    "explanation": "Say’a göre; satın alanlar ne kadar çok ürün satarsa satın alacakları ürün daha fazla olur ve bir ürünün imalatçıları diğerine tedarik eder. Her üretici, ürünü satıldıktan sonra para talep edecektir ve bir başka ürünün satın alınmasında kullanmak üzere sermayesine dâhil edecektir. Bu nedenle bir ürünü sattığında aslında satın almak istediği ürünleri karşı taraftan istiyormuş gibi düşünebiliriz. Bu nedenle üreticiler malları karşılığında para talep ediyor gibi görünse de aslında malları mallar için talep etmektedir. Her arz kendi talebini yaratır. Doğru cevap C."
  },
  {
    "id": "3843748",
    "unitNumber": 2,
    "text": "Klasik iktisatçılara göre işsizlik neden kaynaklanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Düşük ücretle çalışmak istemeyen bireylerden",
      "B": "Devletin aşırı harcamalarından",
      "C": "İradenin dışında iş bulamama durumundan",
      "D": "Teknolojik gelişmelerin yavaşlığından",
      "E": "Dış ticaret açığından"
    },
    "explanation": "Klasik iktisat düşüncesine göre işsizler, iş olmadığı için değil düşük bir ücretle çalışmak istemedikleri<br/>için işsiz kalmaktadır."
  },
  {
    "id": "3843752",
    "unitNumber": 2,
    "text": "Keynes’e göre toplam talebin tam çalışmayı sağlayacak düzeye çıkması için aşağıdakilerden hangisi gereklidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Para arzının artırılması",
      "B": "Devlet müdahalesi",
      "C": "Faiz oranlarının düşürülmesi",
      "D": "Serbest piyasa düzeninin korunması",
      "E": "Reel ücretlerin azaltılması"
    },
    "explanation": "Keynes’e göre toplam talebin tam çalışmayı sağlayacak düzeye çıkması için devlet müdahalesi gereklidir."
  },
  {
    "id": "3843756",
    "unitNumber": 2,
    "text": "Doğal işsizlik oranı hangi iktisadi düşünce tarafından ortaya atılmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Klasik iktisat",
      "B": "Neo-klasik iktisat",
      "C": "Keynesyen iktisat",
      "D": "Monetarist iktisat",
      "E": "Yeni klasik iktisat"
    },
    "explanation": "Doğal işsizlik oranı Monetarist yaklaşımın öncülerinden Friendman tarafından ortaya atılmıştır. Doğru cevap D."
  },
  {
    "id": "3843767",
    "unitNumber": 2,
    "text": "\"İktisadi aktörlerin rasyonel beklentiye sahip oldukları\" varsayımına dayandığı için Rasyonel Beklentiler Okulu olarak da adlandırılan iktisadi düşünce hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Klasik iktisat",
      "B": "Keynesyen iktisat",
      "C": "Monetarist yaklaşım",
      "D": "Fizyokratlar",
      "E": "Yeni Klasik İktisat"
    },
    "explanation": "Yeni Klasik İktisadi düşünce “İktisadi aktörlerin rasyonel beklentiye sahip olduklarını” varsaydığı için bazı iktisatçılar tarafından “Rasyonel Beklentiler Okulu” olarak da adlandırılmıştır. Doğru cevap E."
  },
  {
    "id": "3843773",
    "unitNumber": 2,
    "text": "Artık Değer Teorisi hangi iktisatçı tarafından ortaya atılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Karl Marx",
      "B": "Adam Smith",
      "C": "Jean-Baptiste Say",
      "D": "David Ricardo",
      "E": "Robert Malthus"
    },
    "explanation": "Marx tarafından ortaya atılan Artık Değer Teorisi'nde, işçinin işveren (kapitalist) tarafından sömürüldüğü ve ürettiği değerin karşılığı olan ücretin kendisine tam olarak verilmeyip bir kısmının alıkonulduğu ileri sürülmektedir. Doğru cevap A."
  },
  {
    "id": "3843784",
    "unitNumber": 2,
    "text": "Malthus’un Nüfus Teorisine göre nüfus geometrik, gıda üretimi ise aritmetik oranla artmaktadır. Bu teoriye dayanan klasik görüşlerden biri olan Doğal Ücret Teorisi’ne göre, piyasa ücreti herhangi bir nedenle doğal ücretin üzerinde seyretmeye başladığında, piyasa ücretinin uzun dönemde hangi koşula bağlı olarak doğal ücret düzeyine inmesi beklenir?",
    "correctAnswer": "E",
    "options": {
      "A": "Devletin müdahalesi ile ücretlerin kontrol edilmesi",
      "B": "Gıda arzının hızla artması",
      "C": "Yatırımların azalması",
      "D": "Faizlerin artması",
      "E": "Emek arzının talebi aşması"
    },
    "explanation": "Doğal ücret teorisinde genel ücret düzeyini belirleyen temel düşünce, Malthus’un nüfus teorisidir. Buna göre, uzun dönemde doğal ücretle piyasa ücret düzeyi aynı noktada buluşacaktır. Piyasa ücreti herhangi bir nedenle artarak doğal ücretin üzerinde seyretmeye başladığında emek arzı artar ve ücretler doğal ücret düzeyine iner. Doğru cevap E."
  },
  {
    "id": "3843791",
    "unitNumber": 2,
    "text": "Keynes'e göre reel ücretle ilgili aşağıdakilerden hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Parasal ücret sabit iken fiyatlar genel düzeyi azalırsa reel ücret artar.",
      "B": "Parasal ücret artarken fiyatlar genel düzeyinde aynı oranda artış olursa reel ücret sabit kalır.",
      "C": "Parasal ücret azalır iken fiyatlar genel düzeyi sabitse reel ücret azalır.",
      "D": "Parasal ücret artar iken fiyatlar genel düzeyi sabitse reel ücret artar.",
      "E": "Parasal ücret artar iken fiyatlar genel düzeyi azalırsa reel ücret azalır."
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/476524f8bdcd8a2971544564d146b1d0.jpeg\" alt=\"\" width=\"305\" height=\"79\"><br/>Yukarıdaki formüle göre Parasal ücret artar iken fiyatlar genel düzeyi azalırsa reel ücret artar. E seçeneğindeki ifade yanlıştır."
  },
  {
    "id": "3843819",
    "unitNumber": 2,
    "text": "Neo-Klasik iktisat anlayışına göre işsizlik hangi durumlarda ortaya çıkar?",
    "correctAnswer": "D",
    "options": {
      "A": "Üretimin artmasıyla",
      "B": "Teknoloji yetersizliğiyle",
      "C": "Talep fazlasıyla",
      "D": "Bireylerin çalışmak istememesiyle",
      "E": "Yatırımcıların kötümser olmasıyla"
    },
    "explanation": "Neo-Klasik teoriye göre işsizlik iradi (gönüllü) bir durumdur ve gayri iradi işsizliğin ortaya çıkması söz konusu olamaz. Dolayısıyla bu görüşe göre bireyler çalışmak istemedikleri için işsiz kalırlar. Doğru cevap D."
  },
  {
    "id": "3843820",
    "unitNumber": 2,
    "text": "Marx’a göre işçinin emeğiyle yarattığı ama kendisine ödenmeyen değere ne denir?",
    "correctAnswer": "B",
    "options": {
      "A": "Parasal ücret",
      "B": "Artık değer",
      "C": "Katma değer",
      "D": "Doğal ücret",
      "E": "Taban ücret"
    },
    "explanation": "Marx’ın artık değer kavramı, emeğin kullanım değeri ile değişim değeri arasındaki farktır. Doğru cevap B."
  },
  {
    "id": "3344219",
    "unitNumber": 3,
    "text": "İstihdam kavramı, üretim faktörlerinin üretim sürecinde kullanılmasını ifade etmektedir. Aşağıdakilerden hangisi üretim faktörlerinden biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Doğal kaynaklar",
      "B": "Sermaye",
      "C": "Emek",
      "D": "Aktif iş arama kanalları",
      "E": "Girişimcilik"
    },
    "explanation": "İstihdam kavramı, geniş anlamda üretim faktörlerinin üretim sürecinde kullanılmasını ifade etmektedir. Dar anlamda istihdam ise emek faktörünün üretim sürecinde bir girdi olarak kullanılmasıdır. Üretim faktörleri; emek, sermaye, doğal kaynaklar ve girişimciliktir. Doğru cevap D'dir."
  },
  {
    "id": "3344220",
    "unitNumber": 3,
    "text": "Ekonomide mevcut üretim faktörlerinin tamamı sürece dâhil edildiği hâlde, üretilen mal ve hizmet miktarlarının toplam talebi karşılayamaması durumuna verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tam istihdam",
      "B": "Aşırı istihdam",
      "C": "Kayıtdışı istihdam",
      "D": "Zayıf/eğreti istihdam",
      "E": "Eksik istihdam"
    },
    "explanation": "Bir ekonomide tam istihdam, üretim faktörlerinin tam kullanılmasıdır. Tam istihdam dengesinin olduğu bir ekonomide işsizlik ve enflasyon sorunları yaşanmamakta doğal işsizlik dışında çalışmak isteyen herkes iş bulmakta ve çalışmaktadır. Aşırı istihdam, bir ekonomide mevcut üretim<br/>faktörlerinin tamamı sürece dâhil edildiği hâlde üretilen mal ve hizmet miktarlarının, toplam talebi karşılayamaması durumudur. Zayıf ya da eğreti istihdam kavramı; çalışanlara temel istihdam haklarını sağlamayan, genellikle düşük ücretli, sosyal güvencesiz işleri tanımlamak için kullanılmaktadır. Kayıtdışı istihdam, istihdamın “kurallara uygun olmayan” biçimidir. Eksik istihdam, istihdamın sektörel dağılımı içinde tarımın ağırlıkta olduğu, ücretsiz aile işçilerinin yoğun olarak bulunduğu ve işsizlik sigortası uygulamasının bulunmadığı ülkelerde, işgücünün gereği gibi değerlendirilememesinden kaynaklanan önemli bir sorundur. Doğru cevap B'dir."
  },
  {
    "id": "3344221",
    "unitNumber": 3,
    "text": "“Yeraltı sektörü”, “kara ekonomi”, “gizli ekonomi”, “enformel istihdam”, “bildirilmemiş istihdam”, “saklanmış istihdam”, “nakit çalışma”, “el altından ödeme”, “kayıtdışı” veya “gölge ekonomi” gibi farklı adlar altında ve farklı terimlerle ele alınabilen istihdam türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kayıtdışı istihdam",
      "B": "Tam istihdam",
      "C": "Eksik istihdam",
      "D": "Aşırı istihdam",
      "E": "Zayıf/eğreti istihdam"
    },
    "explanation": "Kayıtdışı istihdam, en genel tanımı ile istihdamın “kurallara uygun olmayan” biçimidir. Bu kapsamda yasal kurumlara bildirmeme durumu kayıtdışı (enformel) istihdamın tanımlanmasına temel çıkış noktasını oluşturmaktadır. “Yeraltı sektörü”, “kara ekonomi”, “gizli ekonomi”, “enformel istihdam”, “bildirilmemiş istihdam”, “saklanmış istihdam”, “nakit çalışma”, “el altından ödeme”, “kayıtdışı” veya “gölge ekonomi” gibi farklı adlar altında ve farklı içeriklerde karşımıza çıkan kayıt dışı istihdam emek piyasalarında çoğu zaman istenmeyen bir durumdur. Uygulamada kimi zaman kişilerin “bir biçimde gelir elde ettiği” bir alan olarak değerlendirilse de kayıtdışı istihdam kapsamında yer alanlar bakımından kötü çalışma koşulları, güvencesizlik, ekonomik, sosyal ve siyasal hak ve özgürlüklerini tam olarak kullanamaması söz konusu olduğu için istenmeyen ve olumsuz bir istihdam türüdür. <br/>Bir ekonomide tam istihdam, üretim faktörlerinin tam kullanılmasıdır. Tam istihdam dengesinin olduğu bir ekonomide işsizlik ve enflasyon sorunları yaşanmamakta doğal işsizlik dışında çalışmak isteyen herkes iş bulmakta ve çalışmaktadır. Aşırı istihdam, bir ekonomide mevcut üretim<br/>faktörlerinin tamamı sürece dâhil edildiği hâlde üretilen mal ve hizmet miktarlarının, toplam talebi karşılayamaması durumudur. Zayıf ya da eğreti istihdam kavramı; çalışanlara temel istihdam haklarını sağlamayan, genellikle düşük ücretli, sosyal güvencesiz işleri tanımlamak için kullanılmaktadır. Kayıtdışı istihdam, istihdamın “kurallara uygun olmayan” biçimidir. Eksik istihdam, istihdamın sektörel dağılımı içinde tarımın ağırlıkta olduğu, ücretsiz aile işçilerinin yoğun olarak bulunduğu ve işsizlik sigortası uygulamasının bulunmadığı ülkelerde, işgücünün gereği gibi değerlendirilememesinden kaynaklanan önemli bir sorundur. Doğru cevap A'dır."
  },
  {
    "id": "3344222",
    "unitNumber": 3,
    "text": "........................ bir kişinin bir işe sahip olması ve bir işte çalışıyor durumda bulunması olup; ........................ iş yerinde istihdamı sürdürmek, gelişebilmek ve ilerleyebilmek için gereken niteliklere sahip olunmasıdır. <br/>Yukarıdaki boşluklara gelmesi gereken kavramlar aşağıdaki şıklardan hangisinde yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Aktif nüfus-Kurumsal nüfus",
      "B": "İstihdam edilenler-İşgücü",
      "C": "Aşırı istihdam-Tam istihdam",
      "D": "Kayıt dışı istihdam-Zayıf istihdam",
      "E": "İstihdam-İstihdam edilebilirlik"
    },
    "explanation": "“İstihdam edilebilirlik” ve “istihdam” aynı anlama gelmemektedir. İstihdam, bir kişinin bir işe<br/>sahip olması, bir işte çalışıyor durumda bulunmasıdır. Yeterince hazır olmayan ve uygun altyapısı<br/>bulunmayan bir kişi için bir işte çalışmak geçici bir durumdur. İstihdam edilebilirlik ise iş yerinde istihdamı sürdürmek, gelişebilmek ve ilerleyebilmek için gereken niteliklere sahip olunmasıdır. Doğru cevap E'dir."
  },
  {
    "id": "3344223",
    "unitNumber": 3,
    "text": "Bir ülkedeki işsiz sayısının toplam işgücüne oranıyla elde edilen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Reel istihdam düzeyi",
      "B": "Eksik istihdam oranı",
      "C": "İşsizlik oranı",
      "D": "İstihdam oranı",
      "E": "Kurumsal Olmayan Çalışma Çağı Nüfus"
    },
    "explanation": "Bir ülkedeki işsiz sayısının toplam işgücüne oranı bizi işsizlik oranı kavramına götürecektir. İşsizliğin sayısal olarak belirlenmesinde işgücü arz ve talep tahmin yöntemlerinden yararlanılmaktadır. İstihdam arz ve talep miktarı tahmin edildikten sonra ikisi arasındaki fark işgücü fazlası diğer bir ifadeyle işsiz sayısını vermektedir. Doğru cevap C'dir."
  },
  {
    "id": "3344224",
    "unitNumber": 3,
    "text": "İradi ve gayri iradi işsizlik hangi işsizlik türü içerisinde yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Etki alanına göre işsizlik",
      "B": "Süresine göre işsizlik",
      "C": "Görünürlüğüne göre işsizlik",
      "D": "Psikolojik yönüne göre işsizlik",
      "E": "Kapsayıcılığına göre işsizlik"
    },
    "explanation": "Kısmi ve yaygın işsizlik \"etki alanına göre işsizlik\"; geçici ve sürekli işsizlik \"süresine göre işsizlik\", iradi ve gayri iradi işsizlik \"psikolojik türüne göre işsizlik\"; sizli ve açık işsizlik ise \"görünürlüğe göre işsizlik\" sınıflandırması içerisinde yer almaktadır. Doğru cevap D'dir."
  },
  {
    "id": "3344225",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi sosyal politika anlamında dezavantajlı grupların istihdam ve işsizliği ile ilgili yaşanan sorunlardan biri <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "15-24 yaş grubunda yer alan bireylerin işsizliği anlamındaki genç işsizliği pek çok ülkenin önemli<br/>sorunlarından birini oluşturmaktadır.",
      "B": "Kadınlar ve gençler gibi engelliler ve yaşlılar bakımından da işsizlik önemli bir emek piyasası sorunudur.",
      "C": "Genel işsizliğin yükseldiği dönemlerde gençler nüfusun bu artıştan en az etkilenen bölümünü oluşturmaktadır.",
      "D": "Gençlerin eğitim seviyeleri ve sahip oldukları beceriler işgücü piyasasındaki dezavantajlı konumlarını etkilemektedir.",
      "E": "Eğitim süresi uzadıkça bireyin kendisine yapmış olduğu beşeri sermaye yatırımı artmış olduğundan “niteliklerine uygun” iş araması işsizlik süresini uzatabilmektedir."
    },
    "explanation": "Sosyal politika anlamında dezavantajlı grupların istihdam ve işsizliği ile ilgili yaşanan sorunlar şöyle sıralanabilir: <br/>15-24 yaş grubunda yer alan bireylerin işsizliği anlamındaki genç işsizliği pek çok ülkenin önemli<br/>sorunlarından birini oluşturmaktadır. Genel işsizliğin yükseldiği dönemlerde gençler nüfusun bu artıştan en fazla etkilenen bölümünü oluşturmaktadır. Gençlerin eğitim seviyeleri ve sahip oldukları beceriler işgücü piyasasındaki dezavantajlı konumlarını etkilemektedir. Eğitim düzeyi gençler bakımında da işsizliği belirleyen önemli bir değişkendir. Örneğin; eğitimli gençlerin ilk işlerine girmelerindeki bekleme süreleri uzundur. Eğitim süresi uzadıkça bireyin kendisine yapmış olduğu beşeri sermaye yatırımı artmış olduğundan “niteliklerine uygun” iş araması işsizlik süresini uzatabilmektedir. Kadınlar ve gençler gibi engelliler ve yaşlılar bakımından da işsizlik önemli bir emek piyasası sorunudur. Ekonominin iş yaratma kapasitesindeki artış ve işsizlikle mücadele politikalarının etkin bir biçimde uygulanması farklı sosyo-demografik grupların işsizliğinin ortadan kaldırılmasında önemli rol oynamaktadır. Doğru cevap C'dir."
  },
  {
    "id": "3344226",
    "unitNumber": 3,
    "text": "\"Üretim teknolojisi sabit kalmak şartıyla, herhangi bir üretim sektöründe çalışmakta olan insanların<br/>bir kısmı buradan alındıkları zaman, üretim miktarında hiçbir azalma olmayacaksa o sektörde ......... var demektir.\"<br/>Yukarıdaki cümledeki boşluğu dolduracak doğru kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gizli işsizlik",
      "B": "Açık işsizlik",
      "C": "Geçici işsizlik",
      "D": "Yapısal işsizlik",
      "E": "Konjonktürel işsizlik"
    },
    "explanation": "Üretim teknolojisi sabit kalmak şartıyla, herhangi bir üretim sektöründe çalışmakta olan insanların bir kısmı buradan alındıkları zaman, üretim miktarında hiçbir azalma olmayacaksa o sektörde gizli işsizlik var demektir. Doğru cevap A'dır."
  },
  {
    "id": "3344227",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi yapısal işsizliğin nedenlerinden biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Açık işler ile iş arayanların beceri gereği yönünden farklı olması",
      "B": "Sınaî üretimin çeşitli dallarında görülecek üretim tekniği değişimleri",
      "C": "Teknolojik gelişmeler",
      "D": "Açık işlerle iş arayanların farklı yerlerde olması",
      "E": "Üretim tekniklerindeki gerilik"
    },
    "explanation": "Açık işler ile iş arayanların beceri gereği yönünden farklı olması yapısal işsizlik nedenlerinden ilki<br/>olarak belirtilebilir. Yapısal işsizliğin ikinci nedeni, açık işlerle iş arayanların farklı yerlerde olmasıdır. Teknolojik gelişmeler yapısal işsizliğin diğer bir nedeni olarak sayılmaktadır. Bu işsizlik türü, ekonominin yapısından kaynaklanmaktadır. Genel ekonomik yapıdan ortaya çıkan sorunlar yapısal işsizliği oluşturmaktadır. Bu işsizlik türü üretim tekniklerindeki yeniliklerden olduğu için bu işsizlik türüne “teknolojik işsizlik” adı da verilmektedir. Yapısal işsizlik sadece bir ülkenin tarımsal yapısında değişim yaşanması sırasında ortaya çıkmaz, aynı zamanda sınaî üretimin çeşitli dallarında görülecek üretim tekniği değişimlerinden de kaynaklanmaktadır. Doğru cevap E'dir."
  },
  {
    "id": "3344228",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi \"etki alanına göre\" işsizlik türlerindendir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sürekli",
      "B": "Yaygın",
      "C": "Gayri iradi",
      "D": "Gizli",
      "E": "Geçici"
    },
    "explanation": "Kısmi ve yaygın işsizlik \"etki alanına göre işsizlik\"; geçici ve sürekli işsizlik \"süresine göre işsizlik\", iradi ve gayri iradi işsizlik \"psikolojik türüne göre işsizlik\"; sizli ve açık işsizlik ise \"görünürlüğe göre işsizlik\" sınıflandırması içerisinde yer almaktadır. Doğru cevap B'dir."
  },
  {
    "id": "3344309",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kurumsal olmayan nüfus içinde yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Üniversite yurtlarında kalanlar",
      "B": "Yetiştirme yurtlarındakiler",
      "C": "Hapishanede kalanlar",
      "D": "Özel nitelikteki hastanede kalanlar",
      "E": "Fabrikadaki işçiler"
    },
    "explanation": "Üniversite yurtları, yetiştirme yurtları (yetimhane), huzurevi, özel nitelikteki hastane, hapishane, kışla vb. yerlerde ikamet edenler dışında kalan nüfustur. Fabrikada çalışan işçiler kurum olmayan nüfus içindedir.<br/>Fabrikadaki işçiler"
  },
  {
    "id": "3344310",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bir ülkede emek (işgücü) arzını belirleyen faktörler arasında <u>yer almaz?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Teknik iş bölümü",
      "B": "İşgücünün yönetim ve karar alma süreçlerine katılımı",
      "C": "Genel ücret düzeyi",
      "D": "Nüfus miktarı",
      "E": "Dış ticaret dengesi"
    },
    "explanation": "Bir ülkede işgücünü (emek arzını) belirleyen faktörler üçe ayrılmaktadır. Bunlar sırasıyla,<br/>• Demografik Faktörler (nüfus miktarı, doğumölüm oranı, göçler)<br/>• Ekonomik Faktörler (genel ücret düzeyi, teknik iş bölümü, sermaye, girişim, işgücü ikamesi)<br/>• Yasal-Sosyal Faktörler (sosyal güvenlik ile ilgili yasalar, sendikal haklar, işgücün<br/>Dış ticaret dengesi"
  },
  {
    "id": "3344311",
    "unitNumber": 3,
    "text": "I. İstihdam edilebilirlik becerileri, çalışanları işverenlerin gözünde değerli kılar<br/>II. İstihdam edilebilirlik becerileri, işle ilgili teknik yeterliliklerin içinde yer alır<br/>III. İstihdam edilebilirlik becerileri, yapılan işin kalitesini yükseltir<br/>IV. İstihdam edilebilirlik becerileri, okuma, aritmetik gibi temel beceriler içerir<br/>V. İstihdam edilebilirlik becerileri, sorun çözme, karar verme gibi üst düzey düşünme becerilerini kapsar<br/>İstihdam edilebilirlik becerileri ile ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?<br/>I, II, III, V<br/>II, III, IV<br/>II, IV, V<br/>I, II, V<br/>I, III, IV, V",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III, V",
      "B": "II, III, IV",
      "C": "II, IV, V",
      "D": "I, II, V",
      "E": "I, III, IV, V"
    },
    "explanation": "I. İstihdam edilebilirlik becerileri, çalışanları işverenlerin gözünde değerli kılar<br/>II. İstihdam edilebilirlik becerileri, işle ilgili teknik yeterliliklerin dışında kalır<br/>III. İstihdam edilebilirlik becerileri, yapılan işin kalitesini yükseltir<br/>IV. İstihdam edilebilirlik becerileri, okuma, aritmetik gibi temel beceriler içerir<br/>V. İstihdam edilebilirlik becerileri, sorun çözme, karar verme gibi üst düzey düşünme becerilerini kapsar<br/>I, III, IV, V"
  },
  {
    "id": "3344312",
    "unitNumber": 3,
    "text": "……………………………………….. , işgücü kaynağının yanlış kullanımını veya işgücü ve diğer üretim faktörleri arasında temel bir dengesizliği yansıtan analitik bir kavramdır<br/>Yukarıdaki cümleyi aşağıdakilerden hangisi doğru bir şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Saklanmış istihdam",
      "B": "Aşırı İstihdam",
      "C": "Yetersiz istihdam",
      "D": "Zayıf/Eğreti İstihdam",
      "E": "Görülemeyen eksik istihdam"
    },
    "explanation": "Görülemeyen eksik istihdam (unvisible underemployment) ise işgücü kaynağının yanlış kullanımını veya işgücü ve diğer üretim faktörleri arasında temel bir dengesizliği yansıtan analitik bir kavramdır.<br/>Temel belirtileri ise düşük gelir, düşük verimlilik ve işgücünün sahip olduğu niteliklerden yeterince yararlanamama olabilir."
  },
  {
    "id": "3344313",
    "unitNumber": 3,
    "text": "I. Gizli işsizlik, bir kişinin para kazanmak veya geçimini sağlamak üzere yapacak bir işinin olmaması durumudur.<br/>II. Bir ailenin birden fazla çalışabilecek üyesi bulunduğu hâlde, bazen o ailede sadece bir kişinin çalıştığı, diğerlerinin çalışmamayı tercih ettiği durumda, bireyin gelir talebi inelastiktir.<br/>III. Açık işsizlik ise bir kişinin açık bir şekilde işsiz görünmemesine rağmen, gerçekte üretime hiçbir katkısının olmamasını ifade etmektedir.<br/>İradi/ gayri iradi işsizlik ile ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III",
      "B": "I, II",
      "C": "II, III",
      "D": "I",
      "E": "II"
    },
    "explanation": "Açık işsizlik, bir kişinin para kazanmak veya geçimini sağlamak üzere yapacak bir işinin olmaması durumudur.<br/>Bir ailenin birden fazla çalışabilecek üyesi bulunduğu hâlde, bazen o ailede sadece bir kişinin çalıştığı, diğerlerinin çalışmamayı tercih ettiği durumda, bireyin gelir talebi inelastiktir.<br/>Gizli işsizlik ise bir kişinin açık bir şekilde işsiz görünmemesine rağmen, gerçekte üretime hiçbir katkısının olmamasını ifade etmektedir.<br/>II"
  },
  {
    "id": "3344314",
    "unitNumber": 3,
    "text": "Aşağıdaki işsizlik türlerinden hangisi yapısal işsizlik kapsamındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Konjonktürel işsizlik",
      "B": "Arızi işsizlik",
      "C": "Geçici işsizlik",
      "D": "Gizli işsizlik",
      "E": "Teknolojik işsizlik"
    },
    "explanation": "Yapısal işsizlik sadece bir ülkenin tarımsal yapısında değişim yaşanması sırasında ortaya çıkmaz, aynı zamanda sınaî üretimin çeşitli dallarında görülecek üretim tekniği değişimlerinden de kaynaklanmaktadır. Bunun sonucu işsizlik türü, üretim tekniklerindeki yeniliklerden olduğu için “teknolojik işsizlik” adı da verilmektedir."
  },
  {
    "id": "3344315",
    "unitNumber": 3,
    "text": "I. Mevsimlik işsizlik gelişmiş ülkelerde büyük önem taşırken azgelişmiş ve geri kalmış ülkelerde önemini yitirmektedir.<br/>II. Konjonktürel işsizlik gibi mevsimlik işsizliğin nedeni de talep dalgalanmalarıdır.<br/>III. Mevsimlik işsizlik en çok imalat sanayi sektöründe kendisini göstermektedir.<br/>IV. İşlerinden mevsimlik olarak uzak kalanların başka sektörlerde istihdamı sağlanabilirse mevsimlik işsizlik azaltılabilir veya olumsuz etkileri bir ölçüde giderebilir.<br/>Mevsimsel işsizlik ile ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III, IV",
      "B": "I, II, III",
      "C": "I, III",
      "D": "II, III",
      "E": "II, IV"
    },
    "explanation": "Mevsimlik işsizlik azgelişmiş ve geri kalmış ülkelerde büyük önem taşırken gelişmiş ülkelerde önemini yitirmektedir.<br/>Konjonktürel işsizlik gibi mevsimlik işsizliğin nedeni de talep dalgalanmalarıdır.<br/>Mevsimlik işsizlik tarım ve inşaat sektörlerinde kendisini göstermektedir.<br/>İşlerinden mevsimlik olarak uzak kalanların başka sektörlerde istihdamı sağlanabilirse mevsimlik işsizlik azaltılabilir veya olumsuz etkileri bir ölçüde giderebilir.<br/>II, IV"
  },
  {
    "id": "3344316",
    "unitNumber": 3,
    "text": "I. Genel işsizliğin yükseldiği dönemlerde genç işsizlik azalır.<br/>II. Eğitimli gençlerin ilk işlerine girmelerindeki bekleme süreleri kısadır.<br/>III. Engelli kişilerin teknolojiye hâkim olmaları istihdam edilmelerini kolaylaştırmaktadır.<br/>IV. Ekonomide yeni işler yaratılıyorsa ve bu işler gençlerin sahip olduğu beceriler uyumlu ise gençlerin istihdamı ile ilgili sorunların ortaya çıkma ihtimali daha az olmaktadır.<br/>Dezavantajlı grupların istihdam ve işsizliği ile ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III, IV",
      "B": "I, II, III",
      "C": "II, III, IV",
      "D": "I, II",
      "E": "III, IV"
    },
    "explanation": "Genel işsizliğin yükseldiği dönemlerde genç işsizlik de artar.<br/>Eğitimli gençlerin ilk işlerine girmelerindeki bekleme süreleri uzundur.<br/>Engelli kişilerin teknolojiye hâkim olmaları istihdam edilmelerini kolaylaştırmaktadır.<br/>Ekonomide yeni işler yaratılıyorsa ve bu işler gençlerin sahip olduğu beceriler uyumlu ise gençlerin istihdamı ile ilgili sorunların ortaya çıkma ihtimali daha az olmaktadır.<br/>III, IV"
  },
  {
    "id": "3344317",
    "unitNumber": 3,
    "text": "I. Açık işler ile iş arayanların beceri gereği yönünden farklı olması, yapısal işsizliğin nedenlerindendir.<br/>II. Açık işlerle iş arayanların farklı yerlerde olması, yapısal işsizliği azaltır.<br/>III. Emeğin mesleki ve coğrafi mobilitesi düşük maliyetle yapılabilirse, piyasada yapısal işsizlik artar.<br/>IV. Teknolojik gelişme verimlilik artışı yoluyla üretimi ve gelirleri arttırarak sonuçta yeni yatırımlar yapılmasına neden olursa yaratılan yeni istihdam olanakları, teknolojik işsizliğin azaltılmasına katkı sağlar.<br/>Yapısal işsizlikle ilgili yukarıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "II",
      "B": "I, II, III, IV",
      "C": "I, II",
      "D": "II, III",
      "E": "I, IV"
    },
    "explanation": "Açık işler ile iş arayanların beceri gereği yönünden farklı olması, yapısal işsizliğin nedenlerindendir.<br/>Açık işlerle iş arayanların farklı yerlerde olması, yapısal işsizliği artırır.<br/>Emeğin mesleki ve coğrafi mobilitesi düşük maliyetle yapılabilirse, piyasada yapısal işsizlik azalır.<br/>Teknolojik gelişme verimlilik artışı yoluyla üretimi ve gelirleri arttırarak sonuçta yeni yatırımlar yapılmasına neden olursa yaratılan yeni istihdam olanakları, teknolojik işsizliğin azaltılmasına katkı sağlar.<br/>I, IV"
  },
  {
    "id": "3344318",
    "unitNumber": 3,
    "text": "………………………………. , işçinin hangi nedenle olursa olsun işyerini veya işini değiştirmek amacıyla bir süre işsiz kalması durumudur.<br/>Yukarıdaki cümleyi aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Konjontürel işsizlik",
      "B": "Teknolojik işsizlik",
      "C": "Gizli işsizlik",
      "D": "Yapısal işsizlik",
      "E": "Geçici işsizlik"
    },
    "explanation": "Geçici işsizlik, işçinin hangi nedenle olursa olsun işyerini veya işini değiştirmek amacıyla bir süre işsiz kalması durumudur."
  },
  {
    "id": "3843396",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi istihdam oranının tanımını doğru şekilde verir?",
    "correctAnswer": "C",
    "options": {
      "A": "İstihdamın işgücü içindeki oranıdır.",
      "B": "İşsizlerin toplam nüfusa oranıdır.",
      "C": "İstihdam edilenlerin aktif nüfusa oranıdır.",
      "D": "Üretim kapasitesinin kullanıldığı orandır.",
      "E": "Çalışma çağındaki nüfusun reel verimlilik oranıdır."
    },
    "explanation": "İstihdamın, kurumsal olmayan çalışma çağındaki nüfus içindeki oranı 'istihdam oranı' olarak tanımlanmaktadır."
  },
  {
    "id": "3843398",
    "unitNumber": 3,
    "text": "İstihdam çoğaltanı aşağıdakilerden hangisini açıklamak için kullanılır?",
    "correctAnswer": "C",
    "options": {
      "A": "İşçi başına üretim artışı",
      "B": "Teknolojik gelişmenin istihdam üzerindeki etkisi",
      "C": "Yatırım artışının istihdam üzerindeki etkisi",
      "D": "İşsizlik oranı ile enflasyon ilişkisi",
      "E": "Tarım dışı istihdamın büyüme üzerindeki etkisi"
    },
    "explanation": "Yatırımlardaki artış önce yatırım sanayinde çalışan işçilerin sayısını artıracak, bu işçilerin harcamalarındaki artış tüketim malları sanayindeki istihdam hacmini artıracaktır."
  },
  {
    "id": "3843402",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi aktif nüfus kapsamında değerlendirilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Emekliler",
      "B": "Öğrenciler",
      "C": "15-64 yaş arası kurumsallaşmamış nüfus",
      "D": "Mevsimlik çalışanlar",
      "E": "Ev kadınları"
    },
    "explanation": "anım ve kavramların sistematiğinde belli bir yaş aralığı ve emek piyasalarında özgürce çalışma kararını uygulama imkânına sahip kişiler diğer bir ifadeyle 15-64 yaş arası kurumsallaşmamış nüfus aktif nüfus olarak kabul edilir"
  },
  {
    "id": "3843404",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi istihdam edilen sayılır?",
    "correctAnswer": "B",
    "options": {
      "A": "İş arayan ama çalışmayan kişi",
      "B": "1 saat ücretli çalışan kişi",
      "C": "Çalışma isteği olmayan kişi",
      "D": "Emekli birey",
      "E": "Kendi işi olmayan öğrenci"
    },
    "explanation": "1 saat ücretli çalışan kişi"
  },
  {
    "id": "3843405",
    "unitNumber": 3,
    "text": "İnsan onuruna yakışır işin tanımı aşağıdakilerden hangisini içermez?",
    "correctAnswer": "C",
    "options": {
      "A": "Sosyal güvenlik",
      "B": "Sendikal temsil",
      "C": "Düşük ücretli istihdam",
      "D": "Çocuk işçiliğinin olmaması",
      "E": "Zorla çalıştırmanın bulunmaması"
    },
    "explanation": "İnsan onuruna yakışır iş' ya da 'düzgün iş' olarak tanımlanan kavram; işçi sağlığı ve güvenliği koşullarına uygun, sosyal güvenlik imkânları olan, sendikalar aracılığıyla temsil edilebilme olanaklarına sahip, zorla çalıştırma ve çocuk işçiliğinin olmadığı, yapılan iş karşılığında hak edilen ücretin alınabildiği işler anlamına gelmektedir."
  },
  {
    "id": "3843408",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kadınların işgücü piyasalarına katılımını etkileyen sosyal faktörlerden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Emeklilik yaşı",
      "B": "Toplumsal cinsiyet rolleri",
      "C": "Vergi oranları",
      "D": "Ücret esnekliği",
      "E": "Sendikal haklar"
    },
    "explanation": "Kadınlar bakımından işgücü piyasalarında yer alma/alamama durumu 'toplumsal cinsiyet rolleri' nedeniyle farklılık göstermektedir"
  },
  {
    "id": "3843410",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi konjonktürel işsizlikle en yakından ilgilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sanayi devrimi",
      "B": "Mevsim etkileri",
      "C": "Ekonomik daralma",
      "D": "Emek-sermaye uyumsuzluğu",
      "E": "Teknolojik dönüşüm"
    },
    "explanation": "Konjonktürel işsizlik ekonominin daralma ve genişleme dönemleriyle diğer bir ifadeyle ekonomik dalgalanmalarla ilgilidir.”"
  },
  {
    "id": "3843413",
    "unitNumber": 3,
    "text": "Geçici işsizlik hangi durumda ortaya çıkar?",
    "correctAnswer": "C",
    "options": {
      "A": "İşçinin maaşında azalma olduğunda",
      "B": "Teknolojik değişim sonucunda",
      "C": "İş değiştirme sürecinde",
      "D": "Mevsimsel olarak",
      "E": "Çalışmak istemediğinde"
    },
    "explanation": "Geçici işsizlik iş arama işsizliği olarak da adlandırılan ve kişilerin bir işten diğerine geçerken karşılaştığı işsizlik türüdür."
  },
  {
    "id": "3843415",
    "unitNumber": 3,
    "text": "Yapısal işsizliğin çözümünü zorlaştıran neden aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mevsimsel etki",
      "B": "Eğitim ve emek uyumsuzluğu",
      "C": "Kayıtdışı çalışma",
      "D": "Geçici işten çıkarmalar",
      "E": "Asgari ücretin yüksekliği"
    },
    "explanation": "Yapısal işsizlik ekonomilerde emek sermaye uyumsuzluğu ya da eğitim uyumsuzluğu gibi nedenlerle ortaya çıkan ve çözümü göreceli olarak diğer işsizlik türlerine göre en zor olan işsizlik türüdür"
  },
  {
    "id": "3843417",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Türkiye’de TÜİK tarafından kullanılan dar tanımlı işsizlik oranını hesaplamak için kullanılan göstergeler arasında yer almaz?",
    "correctAnswer": "D",
    "options": {
      "A": "İşsiz sayısı",
      "B": "İşgücü",
      "C": "İstihdam edilenler",
      "D": "Kurumsal olmayan nüfus",
      "E": "Referans haftasında iş arayanlar"
    },
    "explanation": "Türkiye’de işsizlik oranı TÜİK tarafından dar tanımlı işsizlik oranı olarak; işsiz sayısının işgücüne bölünmesi ile hesaplanmaktadır."
  },
  {
    "id": "3450210",
    "unitNumber": 4,
    "text": "Tam zamanlı, istikrarlı ve sosyal güvencesi iş olarak tanımlanan istihdam türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Geleneksel istihdam",
      "B": "Belirli süreli istihdam",
      "C": "Taşeron istihdam",
      "D": "Standart olmayan istihdam",
      "E": "a-tipik istihdam"
    },
    "explanation": "Standart (geleneksel) istihdam; tam zamanlı, istikrarlı ve sosyal güvencesi olan ve çalışma<br/>koşullarının toplu sözleşmelerle veya iş ve sosyal güvenlik kanunlarıyla asgari düzeyde<br/>düzenlendiği bir iş olarak tanımlanabilir."
  },
  {
    "id": "3458971",
    "unitNumber": 4,
    "text": "Yarı zamanlı çalışma, belirli süreli sözleşmeler, geçici taşeron işçiliği, evden çalışma, serbest meslek, geçici çalışma, mevsimlik çalışma gibi “standart istihdam ilişkisinden” farklı olan çalışma ve istihdam biçimlerinin ortaya çıkışını ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İşgücünün parçalanması",
      "B": "Güvenceli çalışma",
      "C": "Kalıcı çalışma",
      "D": "Tipik istihdam",
      "E": "Geleneksel çalışma"
    },
    "explanation": "İşgücünün parçalanması; yarı zamanlı çalışma, belirli süreli sözleşmeler, geçici taşeron işçiliği, evden çalışma, serbest meslek, geçici çalışma, mevsimlik çalışma ve diğer “standart dışı istihdam” biçimlerinin büyümesi sonucunda “standart (geleneksel) istihdam ilişkisinden” farklı olan çalışma ve istihdam biçimlerinin ortaya çıkışını ifade eden bir kavramdır."
  },
  {
    "id": "3458981",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi yeni istihdam biçimlerinden biri <u>değildir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Tipik istihdam",
      "B": "İşbirlikçi istihdam",
      "C": "Platform çalışması",
      "D": "Geçici/gündelik istihdam",
      "E": "BİT tabanlı mobil çalışma"
    },
    "explanation": "Eurofound tarafından 2015 yılında yapılan ve 2020’de güncellenen araştırma raporlarında a-tipik olarak sınıflandırılabilecek ve AB işgücünün parçalanmasının bir parçası olarak kabul edilebilecek yeni istihdam biçimleri şu şekilde listelenmiştir; bilgi ve iletişim teknolojileri (BİT) tabanlı mobil çalışma, platform çalışması, geçici/gündelik çalışma, işçi paylaşımı, kupon çalışma, portföy çalışma, iş paylaşımı, geçici yönetim ve işbirlikçi istihdam."
  },
  {
    "id": "3458995",
    "unitNumber": 4,
    "text": "İşyerlerinde çalışmayı engelleyen (hava muhalefeti vb.) durumlarda işin merkez ofislerden veya üretim imkânlarından uzak bir yerde yapılması aşağıdaki kavramlardan hangisi ile tanımlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Tele Çalışma",
      "B": "Freelance Çalışma",
      "C": "Gig Ekonomi",
      "D": "Kupon çalışma",
      "E": "Vardiyalı çalışma"
    },
    "explanation": "Tele çalışma, işyerlerinde çalışmayı engelleyen beklenmedik bir olay (aşırı hava muhalefeti, terörizm, pandemi vb.) durumunda işin merkez ofislerden veya üretim imkânlarından uzak bir yerde yapılmasıdır."
  },
  {
    "id": "3459001",
    "unitNumber": 4,
    "text": "Belirli bir kuruluş tarafından istihdam edilmek yerine işini veya hizmetlerini birkaç farklı kuruluşa satarak para kazanan kişileri aşağıdaki kavramlardan hangisi tanımlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Freelance çalışan",
      "B": "Stratejik işçi",
      "C": "Tele çalışan",
      "D": "Geçiçi işçi",
      "E": "Yarı zamanlı çalışan"
    },
    "explanation": "Freelancer (serbest çalışan) belirli bir kuruluş tarafından istihdam edilmek yerine işini veya hizmetlerini birkaç farklı kuruluşa satarak para kazanan kişidir."
  },
  {
    "id": "3459007",
    "unitNumber": 4,
    "text": "İşin gerektirdiği görevlerin esas işyeri dışında yapılabilmesi mümkün olan bütün işler için uygun yeni istihdam biçimi çalışma modeli aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "BİT Tabanlı çalışma",
      "B": "Kupon çalışma",
      "C": "Gündelik çalışma",
      "D": "Geleneksel çalışma",
      "E": "Vardiyalı çalışma"
    },
    "explanation": "BİT tabanlı mobil çalışma işin gerektirdiği görevlerin esas işyeri dışında yapılabilmesi mümkün olan bütün işler için uygundur."
  },
  {
    "id": "3459667",
    "unitNumber": 4,
    "text": "Sorun çözmek veya hizmet almak için birey veya işletmelere erişimi sağlayan bir çevrimiçi ortamın kullanıldığı, sürekli olmayan bireysel veya proje performansına dayalı istihdam türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Platform çalışma",
      "B": "Gündelik Çalışma",
      "C": "Geçici Çalışma",
      "D": "Kupon Çalışma",
      "E": "Vardiyalı çalışma"
    },
    "explanation": "Platform çalışma, işletme veya bireylerin bir ödeme karşılığında belirli sorunları çözmek veya bir hizmet almak için diğer birey veya işletmelere erişimi sağlayan bir çevrimiçi platformun kullanıldığı, sürekli olmayan bireysel görev veya proje performansına dayalı bir istihdam türüdür."
  },
  {
    "id": "3459674",
    "unitNumber": 4,
    "text": "Bir işverenin tam zamanlı tek bir iş pozisyonu için birden fazla işçiyi işe aldığı bir istihdam türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İş Paylaşımı",
      "B": "İşçi Paylaşımı",
      "C": "Geçici işçi paylaşımı",
      "D": "Stratejik işçi paylaşımı",
      "E": "Vardiyalı çalışma"
    },
    "explanation": "İş paylaşımı, bir işverenin tam zamanlı tek bir iş pozisyonu için birden fazla işçiyi işe aldığı bir istihdam ilişkisidir."
  },
  {
    "id": "3459683",
    "unitNumber": 4,
    "text": "Kayıt dışı çalışmayı kayıt altına almak ve belirli alanlarda bürokrasiden uzak istihdam sağlamak üzere, Avrupa’daki bazı ülkelerde yasal çerçeve ile düzenlenen yeni istihdam biçimi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kupon Çalışma",
      "B": "İş Paylaşımı",
      "C": "Platform Çalışma",
      "D": "İşçi Paylaşımı",
      "E": "BİT tabanlı mobil çalışma"
    },
    "explanation": "Avrupa’da çeşitli ülkelerde “kupon hizmetleri” (Avusturya), “Mahalli hizmetlerin ve istihdamın teşviki” (Belçika ve Macaristan), “Kayıt dışılığın önlenmesi” (Slovenya) ve “İş kanunu” (Fransa) çerçevesinde düzenlendiği görülmektedir. Kupon çalışma sistemi yetkilendirilmiş bir kuruluş tarafından kuruluşun kendisi, postane ve belirli büfe/dükkânlardan, çoğunlukla temizlik, ütü ve bahçecilik hizmetlerinde kullanılmak üzere kupon satıldığı, belirli sosyal güvenlik ödemelerinin kuponlar içerisine dâhil edildiği, asgari ücret ve ödemelerin devlet garantisinde olduğu bir şekilde uygulanmaktadır. Kupon çalışma sisteminde amaç, kayıt dışı çalışmayı kayıt altına almak ve belirli alanlarda (özel hanelerde veya tarımdaki işler için) bürokratik katılıklar içermeyen istihdam sağlamaktır."
  },
  {
    "id": "3459688",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi yeni istihdam biçimlerinin müşteriler açısından avantajları arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Mal ve hizmetlere hızlı ve daha az maliyetle ulaşım sağlaması",
      "B": "İşgücünün optimum kullanımını sağlaması",
      "C": "Genel istihdam stratejisine destek olması",
      "D": "Nitelikli işgücüne erişimi kolaylaştırması",
      "E": "Esneklik sağlaması, idari yükü ve maliyetleri düşürmesi"
    },
    "explanation": "Yeni istihdam biçimlerinin (BİT tabanlı mobil çalışma ve platform çalışma çerçevesinde hizmet satın alanların) avantaj ve dezavantajları raporlanmıştır. Bunları kısaca aşağıdaki gibi sıralayabiliriz: 1. Müşteri hizmetlerinin kalitesini arttırması, 2. Müşterilere seçme özgürlüğü sağlaması, 3. Kullanım kolaylığı sağlayarak <strong>mal ve hizmetlere hızlı ve daha az maliyetle ulaşım sağlaması. </strong>"
  },
  {
    "id": "3460265",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Standart/geleneksel istihdamın tanımlarından biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Çağrı üzerine çalışma",
      "B": "Yarı zamanlı çalışma",
      "C": "Taşeron işçiliği",
      "D": "Evden çalışma",
      "E": "İstikrarlı"
    },
    "explanation": "Standart (geleneksel) istihdam; tam zamanlı, istikrarlı ve sosyal güvencesi olan ve çalışma koşullarının toplu sözleşmelerle veya iş ve sosyal güvenlik kanunlarıyla asgari düzeyde düzenlendiği bir iş olarak tanımlanabilir.<br/>Temel unsurları tam zamanlı, istikrarlı ve sürekli ve bu tür işlerle anılan çalışma standartlarına sahip olmasıdır (Bosch, 2004:<br/>618-619)."
  },
  {
    "id": "3460270",
    "unitNumber": 4,
    "text": "Avrupa Yaşam ve Çalışma Koşullarını İyileştirme Vakfı (Eurofound) yeni istihdam biçimlerini kaç yılında tanımlamıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "2014",
      "B": "2015",
      "C": "2016",
      "D": "2017",
      "E": "2018"
    },
    "explanation": "Avrupa Yaşam ve Çalışma Koşullarını İyileştirme Vakfı (Eurofound) tarafından 2015 yılında yapılan ve 2020’de güncellenen araştırma raporlarında a-tipik olarak sınıflandırılabilecek ve AB işgücünün parçalanmasının bir parçası olarak kabul edilebilecek yeni istihdam biçimleri şu şekilde listelenmiştir; bilgi ve iletişim teknolojileri (BİT) tabanlı mobil çalışma, platform çalışması, geçici/gündelik çalışma, işçi paylaşımı, kupon çalışma, portföy çalışma, iş paylaşımı, geçici yönetim ve işbirlikçi istihdam (2015a, 2020a). AB araştırma raporları başlangıçta yeni istihdam biçimlerini ortaya çıkarma amacı taşırken, zamanla bu istihdam biçimlerinin AB üye devletleri, Norveç ve Birleşik Krallık’ta yaygınlığını araştırmaya dönük hâle gelmiştir"
  },
  {
    "id": "3460288",
    "unitNumber": 4,
    "text": "Aşağıdaki çalışma modellerinden hangisi Tele Çalışma, Freelance (serbest) Çalışma ve Gig Ekonomi ile ilişkilendirilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "BİT tabanlı mobil çalışma",
      "B": "Platform çalışma",
      "C": "Geçici/gündelik çalışma",
      "D": "İşçi/çalışan paylaşımı",
      "E": "Kupon çalışma"
    },
    "explanation": "BİT tabanlı mobil çalışma Tele Çalışma, Freelance (serbest) Çalışma ve Gig Ekonomi ile ilişkilendirilmiştir."
  },
  {
    "id": "3460307",
    "unitNumber": 4,
    "text": "........... işletme veya bireylerin bir ödeme karşılığında belirli sorunları çözmek veya bir hizmet almak için diğer birey veya işletmelere<br/>erişimi sağlayan bir çevrimiçi platformun kullanıldığı, sürekli olmayan bireysel görev veya proje performansına dayalı bir istihdam türüdür.<br/>Yukarıdaki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İş paylaşımı",
      "B": "Kupon çalışma",
      "C": "Platform çalışma",
      "D": "Tele Çalışma",
      "E": "Freelance (serbest) Çalışma"
    },
    "explanation": "Platform çalışma, işletme veya bireylerin bir ödeme karşılığında belirli sorunları çözmek veya bir hizmet almak için diğer birey veya işletmelere erişimi sağlayan bir çevrimiçi platformun kullanıldığı, sürekli olmayan bireysel görev veya proje performansına dayalı bir istihdam türüdür."
  },
  {
    "id": "3460318",
    "unitNumber": 4,
    "text": "• Tarım ve hayvancılık<br/>• Turizm, konaklama ve eğlence<br/>• Yiyecek içecek<br/>• Sağlık ve<br/>• Kültürel faaliyetler<br/>Yukarıdaki faaliyet alanlarında daha yaygın olarak kullanılan çalışma tipi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İşçi/çalışan paylaşımı",
      "B": "Geçici/gündelik çalışma",
      "C": "Kupon çalışma",
      "D": "Platform çalışma",
      "E": "BİT tabanlı mobil çalışma"
    },
    "explanation": "• Tarım ve hayvancılık<br/>• Turizm, konaklama ve eğlence<br/>• Yiyecek içecek<br/>• Sağlık ve<br/>• Kültürel faaliyetler<br/>Yaygın olarak kullanılan çalışma tipi Geçici/gündelik çalışmadır."
  },
  {
    "id": "3460329",
    "unitNumber": 4,
    "text": "...........nın uygulama yöntemi ülkeden ülkeye farklılık göstermektedir. En yerleşik modeli 1985 yılında iş kanununa dâhil edilen Fransız çalışan paylaşımı modelidir.<br/>Yukarıdaki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İşçi/çalışan paylaşımı",
      "B": "Platform çalışma",
      "C": "Geçici/gündelik çalışma",
      "D": "BİT tabanlı mobil çalışma",
      "E": "İş Paylaşımı"
    },
    "explanation": "İşçi/çalışan paylaşımı"
  },
  {
    "id": "3460340",
    "unitNumber": 4,
    "text": "Tele-çalışma Çerçeve Anlaşması kaç yılında imzalanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "2000",
      "B": "2001",
      "C": "2002",
      "D": "2003",
      "E": "2004"
    },
    "explanation": "BİT tabanlı mobil çalışma için, çalışma koşullarını belirli yönlerden ele alan temel Avrupa metni “Tele-çalışma Çerçeve Anlaşması (2002)” dır. Bunun dışında haftalık çalışma saatlerini sınırlayan ve minimum günlük dinlenme sürelerini düzenleyen AB<br/>Direktifleri vardır."
  },
  {
    "id": "3460360",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi yeni istihdam biçimlerinin çalışanlar açısından üstünlüklerinden değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çalışanların işlerini kendi ihtiyaçlarına göre ayarlayabilmesine imkân tanıması ve böylelikle iş yaşam dengesini iyileştirmeye ve iş tatmininin artmasına katkı sunması",
      "B": "İşgücü piyasasına girmekte güçlük çekenlerin işgücü piyasası entegrasyonuna katkı sağlaması",
      "C": "Profesyonel mesleklerde nitelik ve kariyer gelişimine olumlu etkiler sağlaması",
      "D": "Çalışanların yeni istihdam türleri ve yasal düzenlemelerine yönelik farkındalık ve bilgi eksikliği",
      "E": "Çalışma koşullarının gelişmesine potansiyel olarak katkı sağlaması"
    },
    "explanation": "Yeni istihdam biçimlerinin çalışanlar açısından üstünlüklerini özet olarak şu şekilde sıralayabiliriz:<br/>1. Çalışanların işlerini kendi ihtiyaçlarına göre ayarlayabilmesine imkân tanıması ve böylelikle iş yaşam dengesini iyileştirmeye ve iş<br/>tatmininin artmasına katkı sunması<br/>2. İşgücü piyasasına girmekte güçlük çekenlerin işgücü piyasası entegrasyonuna katkısağlaması<br/>3. Kayıt dışı çalışmanın kayıt altına alınmasına ve böylelikle iş ve sosyal güvence sağlanmasına katkı sağlaması<br/>4. Profesyonel mesleklerde nitelik ve kariyer gelişimine olumlu etkiler sağlaması<br/>5. Çalışma koşullarının gelişmesine potansiyel olarak katkı sağlaması."
  },
  {
    "id": "3460369",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi yeni istihdam biçimlerinin işverenler açısından zayıf yönlerinden değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yasal sınırlamalar ve istihdam statülerinin belirsizliği",
      "B": "Maliyetleri ve idari yükü arttırması",
      "C": "Şirket kültürüne bağlılığı azaltması",
      "D": "İşçi işveren çatışmasını azaltması",
      "E": "Bazı istihdam türlerinde şirketin aradan çıkarılma olasılığı"
    },
    "explanation": "Yeni istihdam biçimlerinin işverenler açısından zayıf yönleri olarak şu şekilde sıralayabiliriz:<br/>1. Yasal sınırlamalar ve istihdam statülerininbelirsizliği,<br/>2. Bu istihdam türlerinin yeni olması nedeniyleişleyişi ile ilgili bilgi ve farkındalık eksikliği,<br/>3. İletişim ve koordinasyon sorunlarına nedenolması,<br/>4. Maliyetleri ve idari yükü arttırması,<br/>5. Çalışanlar üzerinde denetimin azalmasınaneden olması,<br/>6. Şirket kültürüne bağlılığı azaltması,<br/>7. Şirket verilerinin güvenliği ve bu güvenliğinsağlanmasında sorunlara yol açması,<br/>8. Bazı istihdam türlerinde şirketin aradan çıkarılma olasılığı."
  },
  {
    "id": "3460388",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi yeni istihdam biçimlerinin müşteriler açısından dezavantajlı yönlerinden değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Güvensizlik",
      "B": "Müşterilere seçme özgürlüğü sağlaması",
      "C": "Farkındalık ve bilgi eksikliği",
      "D": "İletişim eksikliği",
      "E": "Gizlilik güvencesinin olmaması"
    },
    "explanation": "1. Güvensizlik,<br/>2. Farkındalık ve bilgi eksikliği,<br/>3. İletişim eksikliği,<br/>4. Müşterilerin yanlış bilgilendirilmesi,<br/>5. Gizlilik güvencesinin olmaması,<br/>6. Korsanlık <br/>Yeni istihdam biçimlerinin müşteriler açısından dezavantajlı yönlerindendir."
  },
  {
    "id": "3842031",
    "unitNumber": 4,
    "text": "I. Evden çalışma<br/>II. Tam zamanlı güvenceli işler<br/>III. Mevsimlik çalışma<br/>IV. Platform çalışması<br/>V. Belirli süreli sözleşmeler<br/>Yukarıdakilerden hangileri “işgücünün parçalanması” sürecine katkı sağlayan istihdam biçimleri arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I, III ve V",
      "C": "II ve IV",
      "D": "I, IV ve V",
      "E": "I, III, IV ve V"
    },
    "explanation": "“işgücünün parçalanması”, standart dışı istihdam biçimlerinin (örneğin: evden çalışma, mevsimlik çalışma, platform çalışması, belirli süreli sözleşmeler vb.) artmasıyla ilişkilidir. Tam zamanlı, güvenceli işler ise “standart istihdam” kapsamındadır ve bu sürecin parçası değildir."
  },
  {
    "id": "3842032",
    "unitNumber": 4,
    "text": "“Gig ekonomisi”, ________ yerine ________ çalışmanın mevcut olduğu bir ekonomik sistemi ifade eder.<br/>Yukarıdaki ifadeyi doğru olarak tamamlayan kavramlar aşağıdaki seçeneklerin hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tam zamanlı işler - kısa süreli sözleşmeli",
      "B": "Kamu istihdamı - özel sektör",
      "C": "Kalıcı işler - birçok kısa ve belirli süreli",
      "D": "Uzaktan işler - fiziksel emek",
      "E": "Freelance işler - memuriyet"
    },
    "explanation": "gig ekonomisi “kalıcı işler yerine birçok kısa ve belirli süreli çalışmanın mevcut olduğu bir ekonomik sistemi” olarak tanımlanmıştır."
  },
  {
    "id": "3842034",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangileri BİT tabanlı mobil çalışmanın kapsadığı çalışan kategorileri arasında yer alır?<br/>I. Serbest meslek sahibi BİT tabanlı mobil çalışanlar<br/>II. Tam zamanlı ofis çalışanları<br/>III. Düzenli olarak evde BİT tabanlı çalışanlar<br/>IV. İş yeri dışında ara sıra BİT tabanlı mobil çalışanlar<br/>V. Yüksek düzeyde mobil BİT tabanlı çalışanlar",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız II",
      "B": "I, III ve V",
      "C": "II, III ve IV",
      "D": "I, III, IV ve V",
      "E": "I, II, IV ve V"
    },
    "explanation": "Eurofound (2020b) BİT tabanlı mobil çalışanları dört grupta sınıflandırmıştır:<br/><ul> <li> Düzenli olarak evde BİT tabanlı çalışanlar<br/></li> <li> Yüksek düzeyde mobil BİT tabanlı çalışanlar<br/></li> <li> İş yeri dışında ara sıra BİT tabanlı mobil çalışanlar<br/></li> <li> Serbest meslek sahibi BİT tabanlı mobil çalışanlar<br/>Tam zamanlı ofis çalışanları bu kategorilerde yer almamaktadır.<br/></li> </ul>"
  },
  {
    "id": "3842035",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangileri platform çalışma ile ilgili doğru ifadelerdir?<br/>I. Platform çalışmada görevler mikro görevlere bölünebilir.<br/>II. Platform çalışanları yalnızca yerinde fiziksel hizmet sunan kişilerden oluşur.<br/>III. Platform çalışması hem profesyonel hizmetleri hem de düşük beceri isteyen işleri kapsayabilir.<br/>IV. Platform çalışmada hizmetin kim tarafından sunulacağı her zaman müşteriler tarafından belirlenir.<br/>V. Platform çalışmada işler çalışanlar arasında teklif ya da yarışma yoluyla eşleştirilebilir.",
    "correctAnswer": "B",
    "options": {
      "A": "I, II ve III",
      "B": "I, III ve V",
      "C": "II, III ve IV",
      "D": "III, IV ve V",
      "E": "I, IV ve V"
    },
    "explanation": "<ul> <li> I: Doğrudur. Görevler mikro görevlere bölünebilir.<br/></li> <li> II: Yanlıştır. Platform çalışması hem uzaktan hem yerinde olabilir.<br/></li> <li> III: Doğrudur. Hem uzmanlık gerektiren hem de düşük becerili işler olabilir.<br/></li> <li> IV: Yanlıştır. Hizmeti kimin sunacağına bazen algoritmalar/platform karar verir.<br/></li> <li> V: Doğrudur. Eşleştirme teklif ya da yarışma yoluyla olur.<br/></li> </ul>"
  },
  {
    "id": "3842037",
    "unitNumber": 4,
    "text": "Avrupa’da platform çalışanlarına ilişkin düzenlemeler sınırlı olmakla birlikte, bu çalışanlar çoğunlukla __________ olarak kabul edildiklerinde, tüketici hukuku, ceza hukuku ve veri koruma gibi yasal çerçevelere tabi olabilirler.<br/>Yukarıdaki ifadeyi doğru olarak tamamlayan kavram aşağıdaki seçeneklerin hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "ücretli çalışan",
      "B": "taşeron firma yetkilisi",
      "C": "gönüllü hizmet sağlayıcısı",
      "D": "serbest meslek sahibi",
      "E": "kamu hizmeti sağlayıcısı"
    },
    "explanation": "Metinde açıkça \"platform çalışanları, kendi hesabına bağımsız çalışan/serbest meslek sahibi olarak kabul edildiğinde...\" ifadesi yer almakta ve bu durumda tüketici hukuku, ceza hukuku, veri koruma gibi düzenlemelere tabi olabilecekleri belirtilmektedir."
  },
  {
    "id": "3842038",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangileri Avrupa’daki iş paylaşımı uygulamalarına ilişkin verilen bilgiler arasında yer almaktadır?<br/>I. Almanya’da 2018 yılında şirketlerin %17’si iş paylaşımını kullanmıştır.<br/>II. Hollanda’da şirketlerin %23’ü 2014 yılında iş paylaşımı uygulamıştır.<br/>III. Finlandiya’da iş paylaşımı uygulaması, özel sektör yerine yalnızca kamu kurumlarında denenmektedir.<br/>IV. Avrupa genelinde şirketlerin %25’i çalışanlara bir işi paylaşma teklifi sunmaktadır.<br/>V. Birleşik Krallık’ta işverenlerin yarısına yakını iş paylaşımına izin vermektedir.",
    "correctAnswer": "D",
    "options": {
      "A": "I, II ve III",
      "B": "II, IV ve V",
      "C": "I, III ve V",
      "D": "I, II, IV ve V",
      "E": "I, II, III ve IV"
    },
    "explanation": "<ul> <li> I: Doğrudur. Metinde Almanya için %17 oranı verilmiştir.<br/></li> <li> II: Doğrudur. Hollanda’da %23 oranı 2014 yılı verisi olarak verilmiştir.<br/></li> <li> III: Yanlıştır. Bu bilgi Finlandiya’daki kupon sistemine ilişkindir, iş paylaşımıyla ilgisi yoktur.<br/></li> <li> IV: Doğrudur. Avrupa ortalaması olarak %25 oranı verilmiştir.<br/></li> <li> V: Doğrudur. Birleşik Krallık’ta işverenlerin %48’inin iş paylaşımına izin verdiği belirtilmiştir.<br/></li> </ul>"
  },
  {
    "id": "3842039",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangileri yeni istihdam biçimlerinin çalışanlara sağladığı avantajlar arasında yer almaktadır?<br/>I. İşgücü piyasasına girmekte zorlanan bireylerin entegrasyonuna katkı sağlaması<br/>II. İşçilerin görev seçebilme ve müşteri portföyünü genişletme imkânı bulması<br/>III. Kayıt dışı çalışmayı azaltarak sosyal güvenceye katkı sunması<br/>IV. Kamu personelinin zorunlu rotasyonunu teşvik etmesi<br/>V. Bilgi ve deneyim paylaşımı sayesinde nesiller arası öğrenmeyi desteklemesi",
    "correctAnswer": "C",
    "options": {
      "A": "I, II ve IV",
      "B": "I, III ve IV",
      "C": "I, II, III ve V",
      "D": "II, IV ve V",
      "E": "I, II, III, IV ve V"
    },
    "explanation": "<ul> <li> I: Doğrudur. “İşgücü piyasasına girmekte güçlük çekenlerin işgücü piyasası entegrasyonunda önemli rol...” cümlesiyle ifade edilmiştir.<br/></li> <li> II: Doğrudur. Platform çalışanlarının görev seçme ve müşteri portföyünü geliştirme imkânı vurgulanmıştır.<br/></li> <li> III: Doğrudur. Kupon ve geçici çalışma gibi biçimlerin kayıt dışılığı azaltmada etkili olduğu belirtilmiştir.<br/></li> <li> IV: Yanlıştır. Metinde kamu personelinin zorunlu rotasyonuna dair herhangi bir bilgi bulunmamaktadır.<br/></li> <li> V: Doğrudur. Özellikle iş paylaşımı için “nesiller arası bilgi aktarımı ve deneyim paylaşımı” ifadesi yer alır.<br/></li> </ul>"
  },
  {
    "id": "3842041",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi yeni istihdam biçimlerinden biri olan <strong>kupon çalışmanın</strong> sağladığı avantajlardan biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Kadın, genç ve yaşlıların işgücü piyasasına katılımını kolaylaştırması",
      "B": "Kayıt dışı çalışmanın kayıt altına alınmasına katkı sağlaması",
      "C": "Sosyal güvenlik ödemelerinin kupon sistemi içine entegre edilmesi",
      "D": "Tam zamanlı sözleşmeli işe doğrudan geçişi yasal zorunluluk hâline getirmesi",
      "E": "İşgücü piyasasının dışındaki bireyleri tekrar yasal çalışma kapsamına alması"
    },
    "explanation": "Hollanda örneğinde düzenli çalışıldığında tam zamanlı sözleşmeye geçiş <strong>mümkün olabilir</strong> denmektedir; bu bir <strong>zorunluluk değil</strong>, bir <strong>olasılık</strong> olarak sunulmuştur."
  },
  {
    "id": "3842042",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi yeni istihdam biçimlerinin işverenler açısından <strong>üstünlükleri</strong> arasında <strong>yer almaz</strong>?<br/>I. İşgücünün beceri gelişimini artırma potansiyeli<br/>II. İdari yükü ve maliyetleri düşürmesi<br/>III. Şirket kültürüne bağlılığı artırması<br/>IV. Verimliliğe katkı sağlaması<br/>V. İşletmeler arası iş birliğini güçlendirme potansiyeli",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve III",
      "D": "III ve V",
      "E": "II, IV ve V"
    },
    "explanation": "şirket kültürüne bağlılık <strong>azalabilir</strong>, bu durum üstünlük değil <strong>zayıf yön</strong> olarak tanımlanmıştır. Diğer öncüller metinde doğrudan \"üstünlük\" olarak listelenmiştir."
  },
  {
    "id": "3842043",
    "unitNumber": 4,
    "text": "Yeni istihdam biçimlerinin işverenler açısından zayıf yönlerinden biri aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İdari yükü azaltması",
      "B": "İşgücünün optimum kullanımını sağlaması",
      "C": "Platformlarda mikro görevleri tamamlayan işgücünün nasıl yönetileceğinin belirsizliği",
      "D": "Ofis alanı ihtiyacını artırması",
      "E": "Kalifiye işgücüne erişimi zorlaştırması"
    },
    "explanation": "Metinde bu ifade doğrudan “önemli bir sorun” olarak belirtilmiş ve zayıf yönler arasında sayılmıştır. Diğer seçenekler ya avantajdır ya da metinde yer almamaktadır."
  },
  {
    "id": "3344160",
    "unitNumber": 5,
    "text": "Dünyada 2020’de küresel olarak en yoğun istihdam hangi sektörde bulunmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Hizmetler",
      "B": "Sanayi",
      "C": "Tarım",
      "D": "Bilişim",
      "E": "Finans"
    },
    "explanation": "Tarım, sanayi ve hizmetler sektörleri bağlamında 2020’de küresel olarak en yoğun istihdam hizmetler sektöründe bulunur"
  },
  {
    "id": "3344161",
    "unitNumber": 5,
    "text": "Türkiye’de istihdamın sektörel dağılımına baktığımızda; sırasıyla en yoğun istihdam hangi sektörlerde yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Hizmetler, sanayi, tarım",
      "B": "Sanayi, tarım, hizmetler",
      "C": "Tarım, sanayi, hizmetler",
      "D": "Tarım, hizmetler, sanayi",
      "E": "Hizmetler, tarım, sanayi"
    },
    "explanation": "Türkiye’de istihdamın sektörel dağılımı dünyadaki genel dağılımdan farklılık gösterir. En yoğun istihdam, hizmetler sektöründe oluşurken (yaklaşık 15 milyon kişi %56) sanayi sektörü istihdamı ikinci sırada gelir (5,5 milyon-%20,5). Tarım sektörü istihdamı yaklaşık 4,7 milyon (%17,5) ile üçüncü sıradadır."
  },
  {
    "id": "3344162",
    "unitNumber": 5,
    "text": "Dünya genelinde uzun dönem işsizliğin en yüksek olduğu ülkeler aşağıdakilerden hangileridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kuzey Makedonya ve Yunanistan",
      "B": "Bulgaristan ve İtalya",
      "C": "Güney Kore ve Meksika",
      "D": "Arjantin ve Peru",
      "E": "Sırbistan ve Gürcistan"
    },
    "explanation": "Dünya genelinde uzun dönem işsizliğin en yüksek olduğu ülkeler Kuzey Makedonya (%71,7) ve Yunanistan’dır (%70,1). Bulgaristan ve İtalya’da da uzun dönem işsizlik oranları %50’nin üzerindedir. Uzun dönem işsizliğin en düşük olduğu ülkeler Güney Kore (%0,9) ve Meksika’dır (%1,7)."
  },
  {
    "id": "3344163",
    "unitNumber": 5,
    "text": "Genel olarak dünya işsizlik oranları kadın ve erkekler için dengeli dağılsa da bölgesel olarak kadın ve erkek işsizlik oranları arasındaki farkın en yüksek olduğu bölge aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Arap Devletleri",
      "B": "Afrika",
      "C": "Amerika",
      "D": "Asya ve Pasifik",
      "E": "Avrupa ve Orta Asya"
    },
    "explanation": "Genel olarak dünya işsizlik oranları kadın ve erkekler için dengeli dağılsa da bölgesel olarak kadın ve erkek işsizlik oranları arasındaki farkın en yüksek olduğu bölge Arap Devletleridir."
  },
  {
    "id": "3344164",
    "unitNumber": 5,
    "text": "Bölgesel olarak değerlendirildiğinde en yüksek genç işsizlik oranları aşağıdaki bölgelerden hangisindedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Arap Devletleri",
      "B": "Afrika",
      "C": "Amerika",
      "D": "Avrupa ve Orta Asya",
      "E": "Asya ve Pasifik"
    },
    "explanation": "Bölgesel olarak değerlendirildiğinde en yüksek genç işsizlik oranlarının Arap Devletleri arasında olduğu anlaşılmaktadır. Bu bölgede özellikle kadın işsizlik oranları erkeklerin iki katından fazladır."
  },
  {
    "id": "3344165",
    "unitNumber": 5,
    "text": "En genel anlamıyla çalışma potansiyelinin etkin kullanımı ile ilgili olan ve \"işgücünün kurumsal olmayan çalışma çağındaki nüfusa oranı\" olarak hesaplanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İşgücüne katılma oranı",
      "B": "İşgücü dışsallık oranı",
      "C": "İşgücü değişim oranı",
      "D": "İşgücü dönüşüm oranı",
      "E": "İşgücü devamsızlık oranı"
    },
    "explanation": "İşgücüne katılma en genel anlamıyla çalışma potansiyelinin etkin kullanımı ile ilgili bir kavramdır. İşgücüne katılma oranı (İKO); işgücünün, kurumsal olmayan çalışma çağındaki nüfusa (iktisaden faal olan aktif nüfusa) oranıdır."
  },
  {
    "id": "3344166",
    "unitNumber": 5,
    "text": "İşgücüne katılımın işgücü piyasaları için önemi ortadadır. Ancak kimi zaman iş bulamama, çalışmak istememe, yaşam tarzı gibi birçok nedenle özellikle gençlerin işgücüne katılma eğilimi olmadığı görülür. Bu durum olan nüfus hangi kavramla açıklanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ne istihdamda ne de eğitimde olan nüfus",
      "B": "Dışsal istihdamı seçen nüfus",
      "C": "Kurumsal olmadan istihdam edilen nüfus",
      "D": "Eşgüdümlü istihdam edilen nüfus",
      "E": "Kontrollü işsiz nüfus"
    },
    "explanation": "İşgücüne katılımın işgücü piyasaları için önemi ortadadır. Ancak kimi zaman iş bulamama, çalışmak istememe, yaşam tarzı gibi birçok nedenle özellikle gençlerin işgücüne katılma eğilimi olmadığı görülür. Resmî işsizlik oranları içinde yer almayan ümidi kırılmış bu grup istihdamda da eğitimde de olmadığı için atıl hâlde bulunmaktadır (Kayıt dışı ve standart dışı çalışmaları dikkate almazsak!). NEET olarak tanımlanan, “ne istihdamda ne de eğitimde olan” nüfus dünya genelinde yaklaşık 268,6 milyondur."
  },
  {
    "id": "3344167",
    "unitNumber": 5,
    "text": "İşgücü verimliliğini arttırmanın birçok yolu bulunmaktadır. Aşağıdaki yöntemlerin hangileri işgücünde verimliliği arttırır?<br/>1) Yeni ve etkin teknolojiye sahip olmak<br/>2) Ücretleri belirli bir seviyeye kadar arttırmak<br/>3) Çalışma saatlerini etkinleştirmek<br/>4) Çalışma barışını geliştirmek<br/>5) İşyerine aidiyeti geliştirmek",
    "correctAnswer": "A",
    "options": {
      "A": "1-2-3-4-5",
      "B": "1-2-4-5",
      "C": "1-2-3-5",
      "D": "2-3-4-5",
      "E": "1-3-4-5"
    },
    "explanation": "Verimliliği arttırmanın birçok yolu bulunmaktadır. Yeni ve etkin teknolojiye sahip olmak, ücretleri belirli bir seviyeye kadar artırmak, çalışma saatlerini etkinleştirmek, çalışma barışını ve işyerine aidiyeti geliştirmek gibi yöntemler bunlardan bazılarıdır."
  },
  {
    "id": "3344168",
    "unitNumber": 5,
    "text": "Uzun dönemde işgücü verimliliğinin büyüklüğü nasıl ölçülür?",
    "correctAnswer": "A",
    "options": {
      "A": "İşçi başına çıktı ile ölçülür.",
      "B": "Iskarta oranı ile ölçülür.",
      "C": "Devamsızlık oranı ile ölçülür.",
      "D": "İşgücü dönüşüm oranı ile ölçülür.",
      "E": "Kullanılan teknolojinin modernliği ile ölçülür."
    },
    "explanation": "Uzun dönemde işgücü verimliliğinin büyüklüğü basitçe işçi başına çıktı ile ölçülür. Bu aynı zamanda yaşam standartlarının yükseltilmesi için gerekli üretim ile de eşleştirilir."
  },
  {
    "id": "3344169",
    "unitNumber": 5,
    "text": "Sosyal korumanın en yüksek olduğu alan aşağıdaki bölgelerden hangisindedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Avrupa ve Orta Asya Bölgesi",
      "B": "Afrika Bölgesi",
      "C": "Asya ve Pasifik Bölgesi",
      "D": "Arap Devletleri Bölgesi",
      "E": "Amerika Bölgesi"
    },
    "explanation": "Avrupa ve Orta Asya bölgesi (özellikle Batı Avrupa’dan kaynaklanan nedenlerle) sosyal korumanın en yüksek olduğu alanı oluşturur. En düşük sosyal koruma Afrika bölgesindedir."
  },
  {
    "id": "3442389",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi ülkeler arasında bir dereceye kadar izin verilen<br/>geçici bir göç biçimidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dairesel göç",
      "B": "Zorunlu göç",
      "C": "Sağlıklı göç",
      "D": "Merkezi göç",
      "E": "Doğrudan göç"
    },
    "explanation": "Dairesel (döngüsel) göç (Circular Migration):<br/>Ülkeler arasında bir dereceye kadar izin verilen<br/>geçici bir göç biçimidir"
  },
  {
    "id": "3442393",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi çalışan yoksulluk kavramının ortaya atıldığı ülkeyi temsil eder?",
    "correctAnswer": "D",
    "options": {
      "A": "Rusya",
      "B": "Malezya",
      "C": "Hindistan",
      "D": "Çin",
      "E": "Meksika"
    },
    "explanation": "Çalışan yoksulluk kavramının genel olarak bu bölgeden esinlenerek ortaya atıldığı söylenebilir. Özellikle Çin’de ilk dönem yaşanan olumsuz koşulların işgücü üzerine yaptığı tahribat tüm dünya tarafından<br/>bilinmekteydi."
  },
  {
    "id": "3442396",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi 2020 istatistiklerine göre dünyanın<br/>en kalabalık işgücüne sahip bölgesini ifade eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Kuzey Amerika",
      "B": "Latin Amerika",
      "C": "Euro bölgesi",
      "D": "Orta Doğu",
      "E": "Asya ve Pasifik bölgesi"
    },
    "explanation": "Asya ve Pasifik bölgesi; Doğu Asya, Güney-Doğu Asya- Pasifik ve Güney Asya olmak üzere üç alt bölgeye ayrılır. Doğu Asya ve Güney-Doğu Asya-Pasifik bölgeleri diğerine göre daha iyi konumdadır. Dünyanın<br/>en kalabalık işgücüne sahip bölgede 2020’de toplam 1 milyar 946 milyon işgücü bulunmaktadır."
  },
  {
    "id": "3442399",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi teknolojik gelişimlerin ve<br/>değer zincirlerinin en yoğun yaşandığı coğrafyayı<br/>temsil eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Asya ve Pasifik",
      "B": "Orta Doğu",
      "C": "Kuzey Amerika",
      "D": "Güney Amerika",
      "E": "Avrupa"
    },
    "explanation": "Günümüz dünyasının en yüksek ekonomik<br/>potansiyeline sahip alanların başında Asya ve Pasifik bölgesi gelmektedir. Teknolojik gelişimlerin ve<br/>değer zincirlerinin en yoğun yaşandığı coğrafyayı<br/>temsil eder."
  },
  {
    "id": "3442400",
    "unitNumber": 5,
    "text": "Arap Devletleri bölgesinde kaç ülke yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "10",
      "B": "7",
      "C": "8",
      "D": "11",
      "E": "12"
    },
    "explanation": "Arap Devletleri bölgesinde on bir ülke yer alır.<br/>11"
  },
  {
    "id": "3442402",
    "unitNumber": 5,
    "text": "2019 verilerine göre Latin Amerika ülkeleri arasında kayıt dışı istihdamın en yoğun olduğu ülke hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Peru",
      "B": "Arjantin",
      "C": "Brezilya",
      "D": "Uruguay",
      "E": "Şili"
    },
    "explanation": "2019 verilerine göre Latin Amerika ve Karayipler’de kayıt dışı istihdamın (%56,4), Kuzey Amerika’ya<br/>göre (%19,1) daha yoğun olduğu anlaşılmaktadır. Latin Amerika ve Karayipler’de hem erkekler hem de<br/>kadınlar arasında yakın/benzer oranlar görülür (Erkekler %56,2 - kadınlar %56,7). Kuzey Amerika’da da<br/>benzer durum söz konusudur (Erkekler %19,1 - kadınlar %19,1). Kayıt dışı istihdamın en yoğun olduğu<br/>ülkeler Peru (%25) ve Arjantin’dir (%20). Bölgede en düşük kayıt dışı istihdam oranı Brezilya’dadır (%7)."
  },
  {
    "id": "3442406",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi toplumda yoksullukla mücadele edebilmenin<br/>yollarından birini ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Faiz artışı",
      "B": "Verimlilik artışı",
      "C": "Negatif Büyüme",
      "D": "İnternet hızı artışı",
      "E": "Zayıf istihdam"
    },
    "explanation": "Küresel reel ücretler verimlilik artışından daha<br/>az yükselmektedir."
  },
  {
    "id": "3442412",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi ne istihdamda ne de eğitimde olanları ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "GET",
      "B": "WB",
      "C": "NEET",
      "D": "ILOSTAT",
      "E": "LFS"
    },
    "explanation": "(NEET: ne istihdamda ne de eğitimde olanlar- Not in Employment, Education or<br/>Training)<br/>(NEET)"
  },
  {
    "id": "3442415",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Sahra Altı Afrika<br/>bölgesinin lokomotifi olan ülkeyi ifade eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Senegal",
      "B": "Gana",
      "C": "Nijer",
      "D": "Nijerya",
      "E": "Güney Afrika"
    },
    "explanation": "Sahra Altı Afrika<br/>bölgesinin lokomotifinin Güney Afrika olduğu<br/>söylenebilir."
  },
  {
    "id": "3442422",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi 2020 verilerine göre Asya ve Pasifik’te en fazla iş kaybının olduğu sektördür?",
    "correctAnswer": "A",
    "options": {
      "A": "İnşaat",
      "B": "Sanayi",
      "C": "Toptan ve Perakende Ticaret",
      "D": "Konaklama ve yiyecek",
      "E": "Diğer hizmet faaliyetleri"
    },
    "explanation": "Bölgede en fazla iş kaybının<br/>üretim sektöründe olduğu görülmektedir. İnşaat,<br/>toptan ve perakende, konaklama ve yiyecek hizmetleri sektöründe de belirgin kayıplar bulunmaktadır."
  },
  {
    "id": "3443944",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi 2010’da %5,92 seviyesinde olan küresel işsizlik oranının 2020’de %5,42 seviyesinde olmasının sebepleri arasında <em><strong>sayılamaz?</strong></em>",
    "correctAnswer": "D",
    "options": {
      "A": "Mal ve hizmet ticaretindeki canlanma",
      "B": "Tüketim harcamalarındaki artış",
      "C": "Gayrisafi dünya içi hasıladaki yükselme",
      "D": "Dünya ekonomisinde istihdam yaratmayan büyüme",
      "E": "Küresel işgücü piyasası makroekonomik göstergelerinde kaydedilen gelişmeler"
    },
    "explanation": "İstihdam yaratmayan büyüme sorudaki işsizlik azalmasının nedeni olamaz. Böyle bir durumda işsizlik oranı sabit kalır veya artar."
  },
  {
    "id": "3443983",
    "unitNumber": 5,
    "text": "\"Uluslararası Çalışma Örgütü'nün verilerine göre 2000-2020 döneminde nüfusunu en az oranda (%7,7) artıran bölge .........dir\" cümlesinde boş bırakılan alanı aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Afrika",
      "B": "Amerika",
      "C": "Arap Devletleri",
      "D": "Asya ve Pasifik",
      "E": "Avrupa ve Orta Asya"
    },
    "explanation": "Bkz. Tablo 5.1."
  },
  {
    "id": "3444009",
    "unitNumber": 5,
    "text": "2019-2020 yılları arasında Kovid-19 pandemi sürecinin istihdam açısından en fazla zarar verdiği bölge aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Afrika",
      "B": "Amerika",
      "C": "Arap Devletleri",
      "D": "Asya ve Pasifik",
      "E": "Avrupa ve Orta Asya"
    },
    "explanation": "<strong>Kovid-19 pandemi sürecinde</strong> küresel istihdam sayısı ve oranında sert bir kırılma meydana gelmiştir. 2019-2020 döneminde istihdam sayısı küresel olarak yaklaşık 114 milyon azalmıştır (%3,45). <strong>İstihdam sayısının en fazla azaldığı bölge yaklaşık 38 milyonluk daralma ile Amerika’dır (%8</strong>)<strong>. Anlaşılan o dur ki, pandemi sürecinin istihdam açısından en fazla zarar verdiği bölge Amerika’dır (Latin Amerika-Brezilya- ve Karayipler dâhil).</strong> Asya ve Pasifik bölgesinde 2019’dan 2020’ye istihdamın %3,24 azaldığı görülmektedir. İstihdam sayısının en az azaldığı bölge %0,8 ile Afrika’dır."
  },
  {
    "id": "3444059",
    "unitNumber": 5,
    "text": "\"Son on yılda giderek azalsa da (yaklaşık %38) dünya genelinde yaklaşık 152 milyon çocuk işçinin olduğu tahmin edilmektedir. Çocuk istihdamının neredeyse yarısı (72 milyonu) ...........’dadır\"<br/>Cümlesinde boş bırakılan alanı aşağıdakilerden hangisi doğru olarak tanımlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Avrupa",
      "B": "Orta Asya",
      "C": "Afrika",
      "D": "Amerika",
      "E": "Asya ve Pasifik"
    },
    "explanation": "Son on yılda giderek azalsa da (yaklaşık %38) dünya genelinde yaklaşık 152 milyon çocuk işçinin olduğu tahmin edilmektedir. Çocuk istihdamının neredeyse yarısı (72 milyonu) <strong>Afrika’dadır.</strong>"
  },
  {
    "id": "3444094",
    "unitNumber": 5,
    "text": "\"Dünyada bölgesel olarak incelendiğinde en düşük cinsiyet eşitliği ............, en yüksek oranda ise .........da görülür\"<br/>Cümlesinde boş bırakılan alanları sırasıyla aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Güney Asya/ Doğu Asya ve Pasifik",
      "B": "Orta ve Kuzey Afrika/ Batı Avrupa",
      "C": "Güney Asya/ Doğu Avrupa",
      "D": "Latin Amerika ve Karayipler/ Doğu Avrupa",
      "E": "Doğu Asya ve Pasifik/ Latin Amerika ve Karayipler"
    },
    "explanation": "Dünyada cinsiyet eşitliğinin en yüksek olduğu ülke 2020’de İzlanda’dır (son on yıldır İzlanda hep birinci olmaktadır %88). Norveç, Finlandiya, İsveç gibi ülkelerde de cinsiyet eşitliği yüksektir (%80 ve üzeri). Bölgesel olarak incelendiğinde en düşük cinsiyet eşitliği Orta ve Kuzey Afrika bölgesinde görülür (%60,5- Bu oran erkeklerle kadınlar arasında yaklaşık %39,5 boşluk vardır şeklinde okunabilir). Güney Asya’da %66,1 seviyesinde olan eşitlik, Doğu Asya ve Pasifik bölgesinde %68,5, Doğu Avrupa ve Orta Asya’da %71,3; Latin Amerika ve Karayipler’de %72,2; Batı Avrupa’da %76,7 seviyesindedir."
  },
  {
    "id": "3444150",
    "unitNumber": 5,
    "text": "Çalışan yoksulluğu ile ilgili aşağıdaki ifadelerden hangisi <em><strong>yanlıştır?</strong></em>",
    "correctAnswer": "B",
    "options": {
      "A": "Çalışan yoksulluğunda, yapısal olarak sosyal koruma kapsamı içinde olup olmama önem taşır",
      "B": "İşlerin ağırlıklı olarak formel (kayıtlı) sektörde olması hem genel yoksulluğu hem de çalışan yoksulluğunu artırır",
      "C": "Çalışan yoksullardaki artışın nedenlerinden biri, kişinin işini sürdürmekle birlikte daha az saat çalışmaktan dolayı gelirin azalmasıdır.",
      "D": "Pandemi döneminde nüfusunu sosyal koruma altına alma kapasitesi yüksek olan gelişmiş ülkeler çalışan yoksulluğu sorununu çözebilmiştir",
      "E": "Çok gelirli ailelerde bir veya birden fazla kişi işini kaybettiğinde haneler yoksulluk eşiğinin altına düşebilmektedir"
    },
    "explanation": "Çalışan yoksullardaki artış temelde iki nedene bağlanabilir. İlki, işini sürdürmekle birlikte daha az saat çalışmaktan dolayı gelirin azalması, diğeri çok gelirli ailelerde bir veya birden fazla kişi işini kaybettiğinde hanelerin yoksulluk eşiğinin altına düşmesidir (ILO, 2021a). Çalışan yoksullukta, yapısal olarak sosyal koruma kapsamı içinde olup olmama da önem taşır. Bir kişi istihdam içinde yer almasına rağmen halen yoksulsa bu kişinin sosyal koruma kapsamı da dar demektir. Genel olarak sosyal koruma ile düzenli veya kayıtlı işin belirgin bağlantısı vardır. <strong>İşler enformel sektöre kaydıkça sosyal koruma azalır ve hem genel yoksulluk hem de çalışan yoksulluk artar.</strong> Pandemi döneminde hızla artan çalışan yoksulluğun nedenlerinden biri de ülkelerin nüfusunu sosyal koruma altına alıp alamama kapasitesidir. Gelişmiş ülkelerde bu kapasite nedeniyle Pandeminin yaraları hızla sarılabilirken gelişmekte olan ülkelerde sorunların üstesinden gelmek kolay olmaz."
  },
  {
    "id": "3447602",
    "unitNumber": 5,
    "text": "I- Petrol üretiminden kaynaklanan nedenlerle genel olarak gayrisafi yurt içi hasıla artışı, II- Yetişmiş işgücü problemlerinden dolayı rekabet kapasitesinin düşüklüğü, III- Kamu yatırımlarının düşüklüğü, IV- Yüksek borç baskısı, finansal problemler, V- Politik istikrarsızlıklar<br/>Yukarıda sıralanan özellikler aşağıdaki bölgelerden hangisini tanımlamaktadır.",
    "correctAnswer": "A",
    "options": {
      "A": "Afrika Bölgesi",
      "B": "Amerika Bölgesi",
      "C": "Asya ve Pasifik",
      "D": "Avrupa",
      "E": "Orta Asya"
    },
    "explanation": "Pandemi döneminden önce de birçok işgücü piyasası zorluklarıyla karşı karşıya olan bölge, petrol üretiminden kaynaklanan nedenlerle genel olarak gayrisafi yurt içi hasılasını artırmaktadır. 2014’te piyasa yapısı gereği zora düşen bölgede “görece”<br/>toparlanmalar görülmektedir. Yine de yetişmiş işgücü problemlerinden dolayı rekabet kapasitesi düşüktür. Kamu yatırımlarının düşüklüğü, yüksek borç baskısı, finansal problemler ve politik istikrarsızlıklar bölgeyi sıkıntıya düşürmektedir."
  },
  {
    "id": "3447633",
    "unitNumber": 5,
    "text": "\"Latin Amerika ve Karayipler bölgesinde 2019 verilerine göre kayıt dışı istihdamın en yoğun olduğu ülke yüzde 25 ile ......., en düşük olduğu ülke ise yüzde 7 ile ......'dır\" <br/>Cümlesinde boş bırakılan kısımları sırası ile aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Peru/ Brezilya",
      "B": "Şili/ Arjantin",
      "C": "Arjantin/ Meksika",
      "D": "Paraguay/ Bolivya",
      "E": "Kolombiya/ Ekvador"
    },
    "explanation": "2019 verilerine göre Latin Amerika ve Karayipler’de <strong>kayıt dışı istihdam</strong>ın (%56,4), Kuzey Amerika’ya göre (%19,1) daha yoğun olduğu anlaşılmaktadır. Latin Amerika ve Karayipler’de hem erkekler hem de kadınlar arasında yakın/benzer oranlar görülür (Erkekler %56,2 - kadınlar %56,7). Kuzey Amerika’da da benzer durum söz konusudur (Erkekler %19,1 - kadınlar %19,1). <strong>Kayıt dışı istihdamın en yoğun olduğu ülkeler Peru (%25) ve Arjantin’dir (%20). Bölgede en düşük kayıt dışı istihdam oranı Brezilya’dadır (%7).</strong>"
  },
  {
    "id": "3447759",
    "unitNumber": 5,
    "text": "Aşağıdaki Arap ülkelerinden hangisi işgücü piyasalarını olumsuz etkileyen uzun süreli savaş ve çatışmalar, ekonomik ve finansal istikrarsızlık, mülteci sorunu ve genel ekonomik problemler gibi sorunlarla karşı karşıyadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Bahreyn",
      "B": "Umman",
      "C": "Kuveyt",
      "D": "Yemen",
      "E": "Katar"
    },
    "explanation": "Arap Devletleri bölgesinde on bir ülke yer alır. Bölgeyi, Körfez İşbirliği Konseyi’ne (KİK) (Gulf Cooperation Council-GCC) üye olan ve olmayan ülkeler olmak üzere iki düzeyde sınıflandırmak mümkündür. KİK’e üye 6 ülke arasında ekonomik ve sosyal yaşam “görece” daha iyi durumdadır (Bahreyn, Kuveyt, Umman, Katar, Suudi Arabistan ve Birleşik Arap Emirlikleri). Üye olmayan diğer ülkelerdeki uzun süreli savaş ve çatışmalar, ekonomik ve finansal istikrarsızlık, mülteci sorunu ve genel ekonomik problemler ve karmaşa işgücü piyasasını olumsuz etkilemektedir (Irak, Ürdün, Lübnan, İşgal altındaki Filistin bölgesi, Suriye Arap Cumhuriyeti, Yemen)"
  },
  {
    "id": "3447835",
    "unitNumber": 5,
    "text": "Dünyanın en kalabalık işgücüne sahip olan bölge aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Avrupa",
      "B": "Afrika",
      "C": "Arap Devletleri",
      "D": "Amerika Bölgesi",
      "E": "Asya ve Pasifik"
    },
    "explanation": "Asya ve Pasifik bölgesi; Doğu Asya, Güney-Doğu Asya- Pasifik ve Güney Asya olmak üzere üç alt bölgeye ayrılır. Doğu Asya ve Güney-Doğu Asya-Pasifik bölgeleri diğerine göre daha iyi konumdadır. Dünyanın en kalabalık işgücüne sahip bölgede 2020’de toplam 1 milyar 946 milyon işgücü bulunmaktadır."
  },
  {
    "id": "3344241",
    "unitNumber": 6,
    "text": "I. İstanbul<br/>II. Tekirdağ<br/>III. Edirne<br/>IV. Kırklareli<br/>V. Ankara<br/>2020 Türkiye’sine göre, nüfusuna oranla istihdam seviyesinin en yüksek olduğu iller yukarıdakilerden hangileridir?",
    "correctAnswer": "C",
    "options": {
      "A": "I, III, V",
      "B": "I ve V",
      "C": "II, III, IV",
      "D": "I, II, III, V",
      "E": "II ve IV"
    },
    "explanation": "İstihdam oranının en fazla olduğu iller Tekirdağ, Edirne ve Kırklareli’dir.<br/>TÜÎK verilerine göre 2020’de istihdam oranının en yüksek olduğu bölge TR21 (Tekirdağ, Edirne, Kırklareli)’dir. (%50,9) (Bu oran 2019’da %53 seviyesindeydi."
  },
  {
    "id": "3344242",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi kayıt dışı istihdamda olan gruplara bir örnek <u>değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Sektör işletmelerinde çalışıp çalışmadıklarına bakılmaksızın katkıda bulunan aile işçileri",
      "B": "Kendi hesabına çalışan işçiler",
      "C": "Hanehalkı tarafından münhasıran kendi nihai kullanımı için mal üretimi yapan kendi hesabına çalışanlar",
      "D": "Emekli işçiler",
      "E": "Kendi kayıt dışı sektör işletmelerinde çalışan işverenler"
    },
    "explanation": "Kayıt dışı istihdam; (1) Kendi hesabına çalışan işçiler ve kendi kayıt dışı sektör işletmelerinde çalışan işverenler, (2) Kayıtlı veya kayıt dışı sektör işletmelerinde çalışıp çalışmadıklarına bakılmaksızın katkıda bulunan aile işçileri, (3) Kayıt dışı işlerde çalışan kayıtlı sektör işletmeleri, kayıt dışı sektör işletmeleri tarafından veya hanehalkları tarafından ücretli aile işçisi olarak istihdam edilen çalışanlar, (4) Kayıt dışı üretici kooperatiflerin üyeleri ve (5) Hanehalkı tarafından münhasıran kendi nihai kullanımı için mal üretimi yapan kendi hesabına çalışanlar (geçimlik tarım veya kendi meskenlerini kendisi inşa eden çalışanlar gibi)'dır. <br/>Emekli olup çalışan işçiler, kayıt dışı istihdam kategorisinde yer almamaktadır.<br/>Kayıt dışı istihdamda olanların genel olarak beş grupta yoğunlaştığı söylenebilir. Bunlar;(1) Kendi hesabına çalışan işçiler ve kendi kayıt dışı sektör işletmelerinde çalışan işverenler, (2) Kayıtlı veya kayıt dışı sektör işletmelerinde çalışıp çalışmadıklarına bakılmaksızın katkıda bulunan aile işçileri, (3) Kayıt dışı işlerde çalışan kayıtlı sektör işletmeleri, kayıt dışı sektör işletmeleri tarafından veya hanehalkları tarafından ücretli<br/>aile işçisi olarak istihdam edilen çalışanlar, (4) Kayıt dışı üretici kooperatiflerin üyeleri ve (5) Hanehalkı tarafından münhasıran kendi nihai kullanımı için mal üretimi yapan kendi hesabına çalışanlar (geçimlik tarım veya kendi meskenlerini kendisi inşa eden çalışanlar gibi) (Hussmanns, ILO: 6-7)."
  },
  {
    "id": "3344243",
    "unitNumber": 6,
    "text": "2020 TÜİK verilerine göre, Türkiye’de en yoğun istihdama sahip yaş grubu aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "25-29",
      "B": "30-34",
      "C": "35-39",
      "D": "40-44",
      "E": "45-49"
    },
    "explanation": "Türkiye’de 2020 itibarıyla hem erkeklerin hem de kadınların en yoğun istihdamının 35-39 yaş grubunda olduğu anlaşılmaktadır."
  },
  {
    "id": "3344244",
    "unitNumber": 6,
    "text": "I. Türkiye’de işsizlik, kentlerde daha yüksektir.<br/>II. Türkiye genelinde kayıtlı işsizler en fazla eş-dost vasıtasıyla iş aramaktadır.<br/>III. Türkiye’deki işsizlerin büyük çoğunluğunu lise mezunları oluşturmaktadır.<br/>IV. İşsizlikten en fazla 40-44 yaş aralığındaki bireyler etkilenmektedir.<br/>V. Türkiye’de 2020 yılında tarım dışı işsizlik yaklaşık %14,9 seviyesindedir.<br/>2020 yılında TÜİK’in yayınladığı verilere göre, yukarıda Türkiye’deki işsizlik ile ilgili verilen bilgilerden hangileri <u>yanlıştır?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "III ve IV",
      "B": "II ve III",
      "C": "III, IV, V",
      "D": "I ve II",
      "E": "IV ve V"
    },
    "explanation": "İşsizlerin büyük çoğunluğunu ilkokul mezunları oluşturmaktadır.<br/>İşsizlikten en fazla genç işgücü etkilenmektedir (15-24 yaş aralığı).<br/>Bu sebeple soruda verilen maddelerden III ve IV yanlıştır.<br/>Türkiye’de işsizliğin özellikleri hem sanayi toplumunun ortak etkileri hem de ülkeye has yapının etkileri ile şekillenmiştir. Türkiye’de işsizlik kentsel alanlarda kırsal alanlara göre daha yüksektir. <br/>2020’de Türkiye genelinde 4 milyon 61 bin kayıtlı işsiz en fazla eş-dost vasıtasıyla iş aramaktadır (%88,9).<br/>İşsizlerin büyük çoğunluğunu ilkokul mezunları oluşturmaktadır.<br/>İşsizlikten en fazla genç işgücü etkilenmektedir (15-24 yaş aralığı).<br/>Türkiye’de 2020 yılında tarım dışı işsizlik yaklaşık %14,9 seviyesindedir."
  },
  {
    "id": "3344245",
    "unitNumber": 6,
    "text": "Ekonominin daralma dönemlerinde yetersiz talep nedeniyle karşılaşılan işsizlik türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yapısal işsizlik",
      "B": "Konjonktürel işsizlik",
      "C": "Mevsimlik işsizlik",
      "D": "Friksiyonel işsizlik",
      "E": "Arındırılmamış işsizlik"
    },
    "explanation": "Ekonominin daralma dönemlerinde yetersiz talep nedeniyle karşılaşılan işsizliğe konjonktürel işsizlik denir. Piyasada dönemsel olarak yeterince iş bulunmaması nedeniyle oluşan işsizliktir<br/>Ekonominin daralma dönemlerinde yetersiz talep nedeniyle karşılaşılan işsizliğe konjonktürel işsizlik denmektedir."
  },
  {
    "id": "3344246",
    "unitNumber": 6,
    "text": "Türkiye’de <u>en az</u> istihdam oranına sahip olan sektör aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hizmet sektörü",
      "B": "Kamu sektörü",
      "C": "Sanayi sektörü",
      "D": "İnşaat sektörü",
      "E": "Tarım sektörü"
    },
    "explanation": "TÜİK'in 2020 verilerine göre, Türkiye'de en düşük istihdam inşaat sektöründedir.<br/>Türkiye'de en fazla istihdam 15 milyon 60 bin kişi ile hizmetler sektöründedir (%56,2). Sanayi sektöründe 5 milyon 497 bin kişi istihdam edilmektedir (%20,5). Tarım sektörü istihdamın yoğun olduğu üçüncü alandır. Tarım sektöründe 4 milyon 716 bin kişi istihdam edilmektedir (%17,6). Temel sektörler sıralamasının sonuncusu 1 milyon 538 bin istihdamla inşaat sektörüdür (%5,7). Yıllar itibarıyla tarım istihdamı azalmaktadır."
  },
  {
    "id": "3344247",
    "unitNumber": 6,
    "text": "Aşağıda verilenlerden hangisi Türkiye’de bireylerin işgücüne katılma kararını etkileyen etkenlerden biri <u>olamaz?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Toplumun çalışmaya bakış açısı",
      "B": "Çalışma koşullarının beğenilmemesi",
      "C": "Cesaretin kırılması",
      "D": "Ücret dışı gelirin olması",
      "E": "Sektörün yüksek talep görmesi"
    },
    "explanation": "Sektörün yüksek talep görmesi, Türkiye’de bireylerin işgücüne katılma kararını etkileyen etkenlerden biri değildir.<br/>Türkiye’de işgücü sayısı, nüfusa bağlı olarak artış eğiliminde olsa da işgücüne katılma açısından her zaman aynı yorum yapılamaz. Ücretlerin düşüklüğü ve toplumun çalışmaya bakışı (özellikle kadınlar için) işgücüne katılma kararında önemli etkenlerdir. Bunun yanında iş bulunamadığı için cesaretin kırılması, ücret dışı gelirin olması, çalışma koşullarının beğenilmemesi veya bireylerin çalışmak yerine boş zamanı tercih etmesi gibi birçok neden işgücüne katılma kararını etkileyebilir."
  },
  {
    "id": "3344248",
    "unitNumber": 6,
    "text": "Büyük insan kitlelerinin, hayatlarını ücret vb. gelirle sürdürmesi üzerine kurgulanan toplum aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sanayi toplumu",
      "B": "Tarım toplumu",
      "C": "Bilgi toplumu",
      "D": "Bürokratik toplumlar",
      "E": "Kentsel yaşama dayalı toplumlar"
    },
    "explanation": "Büyük insan kitlelerinin, hayatlarını ücret vb. gelirle sürdürmesi Sanayi toplumu üzerine kurgulanmıştır.<br/>Sanayi toplumu, büyük insan kitlelerinin, hayatlarını ücret vb. gelirle sürdürmesi üzerine kurgulanmıştır."
  },
  {
    "id": "3344249",
    "unitNumber": 6,
    "text": "Türkiye’de işsizliğin bölgesel analizine göre, aşağıdakilerden hangisi <u>yanlıştır?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Türkiye’de 2020 sonu itibarıyla işsizliğin en yoğun olduğu bölge Güneydoğu Anadolu’dur.",
      "B": "2020’de en düşük işsizlik, %8,2 oran ile Batı Karadeniz Bölgesidir.",
      "C": "Yıllar itibarıyla işsizliğin genellikle en yoğun olduğu bölge Doğu Anadolu Bölgesi’dir.",
      "D": "2020’de kentsel alanda oluşan istihdam (tarım dışı istihdam) kırsal alanda oluşan istihdamın (tarım istihdamının) yaklaşık 3,7 katıdır.",
      "E": "Batı Marmara işsizlik oranının düşük olduğu bölgelerdendir."
    },
    "explanation": "A, B, D ve E şıklarındaki bilgiler kitaptan kolaylıkla elde edilebilmektedir.<br/>Bu yönde, C şıkkındaki bilgi yanlıştır. Yine kitabın aynı bölümünde yıllar itibarıyla işsizliğin en yüksek olduğu bölge Güneydoğu Anadolu olarak belirtilmiştir.<br/>Yıllar itibarıyla işsizliğin en yüksek olduğu bölge Güneydoğu Anadolu, en düşük<br/>olduğu bölge Karadeniz’dir."
  },
  {
    "id": "3344250",
    "unitNumber": 6,
    "text": "I. İşsizlik ve suç arasında doğru orantılı bir ilişki söz konusudur.<br/>II. İşsizlik, kısa dönemde hemen suça teşvik etmez.<br/>III. Gelişmiş ülkelerde işsizler suç işlememektedir.<br/>IV. İşsizlik süresi ile suç işleme olasılığı arasında herhangi bir bağlantı yoktur.<br/>v. Suç ile mücadele sosyal politikanın en önemli konularından biridir.<br/>İşsizlik ve suç ilişkisi konusuna göre, yukarıda verilenlerden hangileri doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve V",
      "B": "III, IV ve V",
      "C": "Yalnız I",
      "D": "Yalnız II",
      "E": "II ve IV"
    },
    "explanation": "İşsizlikle suç arasında yapılan birçok akademik çalışmada doğru orantılı bir ilişkinin varlığı kabul edilmektedir (Bonger, 1916; Thomas, 1925; Sellin, 1937; Glaser ve Rice, 1959; Fleisher,1966). Türkiye’de de suçla işsizlik arasında kuvvetli bir bağ bulunduğuna yönelik sonuçlara ulaşılan çalışmalar bulunur (Ata, 2011). Uzun dönemde doğru orantılı bağlantılar tespit edilmesine rağmen işsizliğin kısa dönemde hemen suça teşvik etmediğini de ifade etmek gerekir (Pazarlıoğlu ve Turgutlu, 2007).<br/>İşsizlik ve suç arasında doğru orantılı bir ilişki söz konusudur.<br/>İşsizlik, kısa dönemde hemen suça teşvik etmez.<br/>\"Gelişmiş ülkelerde işsizler suç işlememektedir\" gibi bir bilgi yoktur. <br/>İşsizlik süresi ile suç işleme olasılığı arasında bir bağlantı vardır. Uzun dönemde doğru orantılı bağlantılar tespit edilmesine rağmen işsizliğin kısa dönemde hemen suça teşvik etmediğini de ifade etmek gerekir (Pazarlıoğlu ve Turgutlu, 2007). <br/>Suç ile mücadele sosyal politikanın en önemli konularından biridir."
  },
  {
    "id": "3446872",
    "unitNumber": 6,
    "text": "Türkiye'de meslekler açısından değerlendirildiğinde en yoğun istihdamı kimler oluşturmaktadır?.",
    "correctAnswer": "A",
    "options": {
      "A": "Hizmet ve satış elemanları",
      "B": "Nitelik gerektirmeyen işlerde çalışanlar",
      "C": "Nitelikli tarım, ormancılık ve su ürünlerinde çalışanlar",
      "D": "Sanatkârlar ve ilgili işlerde çalışanlar",
      "E": "Tesis ve makine operatörleri ve montajcılar"
    },
    "explanation": "Meslekler açısından değerlendirildiğinde en yoğun istihdamı hizmet ve satış elemanlarının oluşturduğu görülür (5 milyon 190 bin- %19,4). İkinci sırada nitelik gerektirmeyen işlerde çalışanlar bulunur (3 milyon 858 bin-%14,4). Nitelikli tarım, ormancılık ve su ürünlerinde çalışanlar üçüncü sırayı alır ve sayıları 3 milyon 647 bin kişidir (%13,6). Dördüncü sırada sanatkârlar ve ilgili işlerde çalışanlar gelir (3 milyon 378 bin-%12,6). Profesyonel meslek gruplarında 3 milyon 297 bin kişi istihdam edilmektedir (%12,3). Tesis ve makine operatörleri ve montajcılar 2 milyon 424 bin kişi ile %9 büyüklüğe sahiptir. Büro ve müşteri hizmetlerinde çalışan elemanlar 1 milyon 642 bin kişidir ve %7’lik istihdam ağırlığına sahiptir. Teknisyenler, teknikerler ve yardımcı profesyonel meslek sahipleri 1 milyon 642 bin kişidir (%6,1). En az istihdam 1 milyon 502 bin kişi ile yöneticiler mesleğinde oluşmuştur (%5,6)."
  },
  {
    "id": "3446881",
    "unitNumber": 6,
    "text": "Türkiye’de oluşan istihdamın 4 milyon 792 bini hangi sektördedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sanatkar",
      "B": "Kamu",
      "C": "Hizmet sektörü",
      "D": "Montaj sektörü",
      "E": "Su ürünleri"
    },
    "explanation": "Türkiye’de oluşan istihdamın 4 milyon 792 bini kamu sektöründedir. Bu grubun 2 milyon 970 bini kadrolu memur statüsündedir. Kamuda 1 milyon 162 bin işçi çalışmaktadır. Sözleşmeli personel 503 bin, geçici işçiler 50 bin civarındadır (Geçici işçi ile geçici personel olarak tanımlanan taşeron işçilerini karıştırmamak gerekir. 2018 ikinci çeyreğinden beri kamuda geçici personel çalıştırılmamaktadır.). Geri kalan yaklaşık 107 bin kişi de kamuda diğer işler olarak tanımlanan görevlerde çalıştırılmaktadır."
  },
  {
    "id": "3446889",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Tarım sektörü içerisindedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Su ve kanalizasyon",
      "B": "Elektrik",
      "C": "Taş ocakçılığı",
      "D": "Madencilik",
      "E": "Avcılık"
    },
    "explanation": "Tarım sektörü; ormancılık, avcılık ve balıkçılık alt faaliyetlerini içerirken sanayi sektörü; madencilik ve taş ocakçılığı, imalat, elektrik, gaz, buhar, su ve kanalizasyon gibi alanlarda yürütülen alt faaliyetleri içerir."
  },
  {
    "id": "3446915",
    "unitNumber": 6,
    "text": "\"Türkiye’de istihdam, yoğun olarak ..... alanda oluşmaktadır. 2011-2020 döneminde .....istihdam %70 artmıştır. 2020 dağılımı incelendiğinde Türkiye’deki istihdamın %82,5’inin....... oluştuğu görülmektedir.\" Cümlesindeki boşlukta hangi alandan bahsedilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ormancılık",
      "B": "Su ürünleri",
      "C": "Tarım dışı",
      "D": "Avcılık",
      "E": "Bitkisel yağ"
    },
    "explanation": "Türkiye’de istihdam, yoğun olarak tarım dışı alanda oluşmaktadır. 2011-2020 döneminde tarım dışı istihdam %70 artmıştır. Aynı dönemde tarım istihdamının %55 daraldığı görülmektedir. 2020 dağılımı incelendiğinde Türkiye’deki istihdamın %82,5’inin tarım dışında, %17,5’inin tarımda oluştuğu görülmektedir."
  },
  {
    "id": "3446920",
    "unitNumber": 6,
    "text": "Türkiye genelinde istihdamın en fazla olduğu coğrafi bölge aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ege",
      "B": "İç Anadolu",
      "C": "Doğu Anadolu",
      "D": "Marmara",
      "E": "Güneydoğu Anadolu"
    },
    "explanation": "Türkiye genelinde istihdamın en fazla olduğu coğrafi bölge Marmara’dır (TÜİK istatistiki bölge sınıflandırmasında İstanbul-TR1 ve Doğu Marmara -TR4)"
  },
  {
    "id": "3446969",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi istihdam oranının en düşük olduğu illerden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Mardin",
      "B": "Batman",
      "C": "Şırnak",
      "D": "Bursa",
      "E": "Siirt"
    },
    "explanation": "İstihdam oranının en düşük olduğu iller Güney Doğu Anadolu Bölgesi’ndedir. TRC3 (Mardin, Batman, Şırnak, Siirt) bölgesi istihdam oranı 2020’de %26 seviyesindedir.<br/>Bursa"
  },
  {
    "id": "3446988",
    "unitNumber": 6,
    "text": "Eğitim istihdam ilişkisi çerçevesinde; Türkiye’de en yoğun istihdamı kimler oluşturur?",
    "correctAnswer": "A",
    "options": {
      "A": "İlkokul mezunları",
      "B": "Lise mezunları",
      "C": "Üniversite mezunları",
      "D": "Yüksek Lisans mezunları",
      "E": "Doktora mezunları"
    },
    "explanation": "Türkiye genelinde oluşan istihdamdan en fazla payı alan eğitim grubu ilkokul mezunlarıdır. Daha açık bir ifade ile en fazla istihdam ilkokul mezunları arasındadır. Buna ilköğretim (8 yıllık eğitim) ve ortaokul veya dengi meslek okullarını da eklediğimizde istihdamın yarıdan fazlasının (%65) düşük eğitim grubundakiler tarafından oluşturulduğu görülür. Üstelik bu durum yıllardır benzer şekilde devam etmektedir. Düşük eğitimli istihdamın, tarım ve nitelik gerektirmeyen işlerin yoğunluğundan kaynaklandığı söylenebilir.<br/>İlkokul mezunları"
  },
  {
    "id": "3447000",
    "unitNumber": 6,
    "text": "2020 itibarıyla hem erkeklerin hem de kadınların en yoğun istihdamı, hangi yaş aralığındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "15-19",
      "B": "20-24",
      "C": "25-29",
      "D": "30-34",
      "E": "35-39"
    },
    "explanation": "2020 itibarıyla hem erkeklerin hem de kadınların en yoğun istihdamının 35-39 yaş grubunda olduğu anlaşılmaktadır"
  },
  {
    "id": "3447017",
    "unitNumber": 6,
    "text": "Türkiye’de 2011-2020 yıllara göre işsizlik oranları göz önünde bulundurulduğunda, işsizlik oranı en çok hangi yılda yükselmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "2017",
      "B": "2018",
      "C": "2019",
      "D": "2020",
      "E": "2015"
    },
    "explanation": "2019 yılında işsizlik oranı 13.7 dir."
  },
  {
    "id": "3447041",
    "unitNumber": 6,
    "text": "\"Yıllar itibarıyla işsizliğin en yüksek olduğu bölge ......, en düşük olduğu bölge .....dir.\" Cümlesindeki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Doğu Anadolu- Karadeniz",
      "B": "Güneydoğu Anadolu- Karadeniz",
      "C": "Güneydoğu Anadolu- Akdeniz",
      "D": "İç Anadolu- Ege",
      "E": "Güneydoğu Anadolu- Karadeniz"
    },
    "explanation": "Yıllar itibarıyla işsizliğin en yüksek olduğu bölge Güneydoğu Anadolu, en düşük olduğu bölge Karadeniz’dir.<br/>Güneydoğu Anadolu- Ege"
  },
  {
    "id": "3845111",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>İşverenler</li> <li>Memurlar</li> <li>Kendi hesabına çalışanlar</li> <li>Ücretsiz aile işçileri</li> </ol><br/>Emek istihdamı, emeğin ekonomide üretim faktörü olarak kullanımını ifade eder. Yukarıdakilerden hangileri emek istihdamı içinde yer alırlar?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "II ve IV",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Emek istihdamı ile ilgili en fazla karıştırılan konu, kavramın sadece bir işte çalışan işçilerle ilgili olduğunun sanılmasıdır. Oysa işçiler yanında “memurlar” “işverenler”, “kendi hesabına çalışanlar” hatta “ücretsiz aile işçileri” de istihdam içindedir. Doğru cevap E"
  },
  {
    "id": "3845113",
    "unitNumber": 6,
    "text": "TÜİK'e göre \"referans dönemi içinde istihdam hâlinde olmayan kişilerden iş aramak için son ..... hafta içinde aktif iş arama kanallarından en az birini kullanmış ve ........ hafta içinde işbaşı yapabilecek durumda olan kurumsal olmayan çalışma çağındaki tüm kişiler\" <em>işsiz</em> olarak adlandırılır.<br/>Yukarıdaki metinde yer alan boşluklara sırasıyla hangileri gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "iki - dört",
      "B": "üç - dört",
      "C": "dört - iki",
      "D": "dört - üç",
      "E": "iki - bir"
    },
    "explanation": "TÜİK'e göre \"referans dönemi içinde istihdam hâlinde olmayan kişilerden iş aramak için son <em><strong>dört</strong> </em>hafta içinde aktif iş arama kanallarından en az birini kullanmış ve <em><strong>iki</strong></em> hafta içinde işbaşı yapabilecek durumda olan kurumsal olmayan çalışma çağındaki tüm kişiler\" <em>işsiz</em> olarak adlandırılır. Doğru cevap C."
  },
  {
    "id": "3845135",
    "unitNumber": 6,
    "text": "Türkiye'de kayıt dışı istihdam sorununun en fazla yoğunlaştığı sektör aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sanayi",
      "B": "Hizmet",
      "C": "İnşaat",
      "D": "Tarım",
      "E": "Teknoloji"
    },
    "explanation": "Türkiye genelinde kayıt dışı istihdamın daha çok tarım sektöründe oluştuğu görülmektedir. Tarım dışı istihdamın %19,3’ü (4 milyon 265 bin); tarım istihdamının %83,5’i (3 milyon 936 bin) kayıt dışıdır (2020 yılı verileri). Doğru cevap D."
  },
  {
    "id": "3845142",
    "unitNumber": 6,
    "text": "Bir ekonomide istihdamda olan işgücünün, eğitim, yetenek ve deneyiminin gerektirdiği işe ulaşamaması durumuna ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Eksik istihdam",
      "B": "Yetersiz istihdam",
      "C": "Kayıt dışı istihdam",
      "D": "Atıl işgücü",
      "E": "İşsizlik"
    },
    "explanation": "Bir ekonomide istihdamda olan işgücünün, eğitim, yetenek ve deneyiminin gerektirdiği işe ulaşamaması durumuna <em><strong>eksik istihdam</strong></em> denir. Doğru cevap A."
  },
  {
    "id": "3845169",
    "unitNumber": 6,
    "text": "İşsizlik oranı ile açık iş oranı arasındaki negatif ilişkiyi gösteren eğriye ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Beveridge eğrisi",
      "B": "Lorenz eğrisi",
      "C": "Kuznets eğrisi",
      "D": "Philips eğrisi",
      "E": "Hubbert eğrisi"
    },
    "explanation": "İşsizlik oranı ile açık iş oranı arasındaki negatif ilişkiyi gösteren eğriye Beveridge eğrisi denir. Doğru cevap A."
  },
  {
    "id": "3845179",
    "unitNumber": 6,
    "text": "Ekonominin daralma dönemlerinde yetersiz talep nedeniyle karşılaşılan işsizliğe ne denir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mevsimlik işsizlik",
      "B": "Friksiyonel işsizlik",
      "C": "Konjonktürel işsizlik",
      "D": "Yapısal işsizlik",
      "E": "Gizli işsizlik"
    },
    "explanation": "Ekonominin daralma dönemlerinde yetersiz talep nedeniyle karşılaşılan işsizliğe konjonktürel işsizlik denir. Doğru cevap C."
  },
  {
    "id": "3845182",
    "unitNumber": 6,
    "text": "İş değiştirme sırasında arada geçirilen dönemlerde ortaya çıkan kısa dönemli işsizliğe ne denir?",
    "correctAnswer": "B",
    "options": {
      "A": "Konjonktürel işsizlik",
      "B": "Friksiyonel işsizlik",
      "C": "Açık işsizlik",
      "D": "Yapısal işsizlik",
      "E": "Mevsimsel işsizlik"
    },
    "explanation": "İş değiştirme sırasında arada geçirilen dönemlerde ortaya çıkan kısa dönemli işsizliğe friksiyonel işsizlik denir. Doğru cevap B."
  },
  {
    "id": "3845195",
    "unitNumber": 6,
    "text": "2020 yılında Türkiye'de en fazla istihdam edilen grup aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kendi hesabına çalışanlar",
      "B": "İşverenler",
      "C": "Ücretsiz aile işçileri",
      "D": "Ücretli veya yevmiyeli çalışanlar",
      "E": "Memurlar"
    },
    "explanation": "2020’de en fazla istihdam edilen grup ücretli veya yevmiyeli çalışanlardır (18 milyon 719 bin %69,8). Doğru cevap D."
  },
  {
    "id": "3845203",
    "unitNumber": 6,
    "text": "'Sanayi ve tarım üretimini dışsallaştıran' gelişmiş ülkelerin istihdam yapısı hakkında aşağıdaki seçeneklerde verilenlerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Sanayi sektörü istihdamı yoğundur.",
      "B": "Tarım sektörü istihdamı yoğundur.",
      "C": "İşgücüne katılma oranları düşüktür.",
      "D": "Kayıt dışı istihdam yoğundur.",
      "E": "Hizmetler sektörü istihdamı yoğundur."
    },
    "explanation": "Sanayi ve tarım üretimini dışsallaştırılan gelişmiş ülkelerde hizmetler sektörü istihdamı yoğundur. Doğru cevap E."
  },
  {
    "id": "3845205",
    "unitNumber": 6,
    "text": "Maaş ve ücret arasındaki temel fark nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Maaş, işçilere verilirken, ücret memurlara verilir.",
      "B": "Maaş, çalışmadan peşinen verilirken, ücret çalışma karşılığında verilir.",
      "C": "Ücret, para ile ifade edilirken, maaş mal veya hizmet olarak verilir.",
      "D": "Maaş, özel sektörde verilirken, ücret kamu sektöründe verilir.",
      "E": "Maaş, belirli bir çalışma süresi için verilirken, ücret yevmiye olarak verilir."
    },
    "explanation": "Ücret, işçilere belirli bir çalışma karşılığında yapılan ve para ile ifade edilen ödemeler iken maaş, memurlara henüz çalışmadan peşinen yapılan ve para ile ifade edilen ödemelerdir."
  },
  {
    "id": "3344150",
    "unitNumber": 7,
    "text": "Uluslararası Çalışma Örgütü'nün yaptığı belirlemelere göre, <strong>2020</strong> yılında Dünyada işsizlerin sayısı ne kadardır?",
    "correctAnswer": "A",
    "options": {
      "A": "220 Milyon",
      "B": "320 Milyon",
      "C": "620 Milyon",
      "D": "720 Milyon",
      "E": "820 Milyon"
    },
    "explanation": "Doğru seçenek A'dır."
  },
  {
    "id": "3344151",
    "unitNumber": 7,
    "text": "Uluslararası Çalışma Örgütü için aşağıdaki kısaltmalardan hangisi kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "ILO",
      "B": "IMF",
      "C": "OECD",
      "D": "BM",
      "E": "WTO"
    },
    "explanation": "Doğru cevap A seçeneğidir"
  },
  {
    "id": "3344152",
    "unitNumber": 7,
    "text": "İşsizliği piyasa işleyişinin bir sonucu olarak göre düşünce ekolü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Liberal İktisadi Düşünce",
      "B": "Keynesyen İktisadi Düşünce",
      "C": "Marksist İktisadi Düşünce",
      "D": "Yeni Keynesyen İktisadi Düşünce",
      "E": "Post Keynesyen İktisadi Düşünce"
    },
    "explanation": "Doğru cevap A seçeneğidir"
  },
  {
    "id": "3344153",
    "unitNumber": 7,
    "text": "Bireylerin fiyat ve ücretlere yönelik beklentileri doğru olduğunda işsizliğin doğal oranında olacağını ileri süren teori aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Doğal Oran Teorisi",
      "B": "Etkin Ücret Teorisi",
      "C": "İşçilerin Yanılması Modeli",
      "D": "Marjinal Verimlilik Teorisi",
      "E": "Pazarlık Gücü Teorisi"
    },
    "explanation": "Doğru cevap A seçeneğidir"
  },
  {
    "id": "3344154",
    "unitNumber": 7,
    "text": "Hangi yıldan itibaren, işsizlikle mücadelede pasif politikaların yanında, aktif politikalar da kullanılmaya başlanmıştır ?",
    "correctAnswer": "A",
    "options": {
      "A": "1980",
      "B": "1970",
      "C": "1960",
      "D": "1950",
      "E": "1940"
    },
    "explanation": "Doğru cevap A seçeneğidir."
  },
  {
    "id": "3344155",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi pasif istihdam politikalarının <strong>araçlarından</strong> birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İşsilik Sigortası",
      "B": "Mesleki Eğitim Kursları",
      "C": "İstihdam Danışmanlığı Hizmetleri",
      "D": "Kısa Çalışma Ödeneği",
      "E": "Ücret ve İstihdam Sübvansiyonları"
    },
    "explanation": "Doğru cevap A seçeneğidir."
  },
  {
    "id": "3344156",
    "unitNumber": 7,
    "text": "Bir borçlunun ticari durumunun sarsılmış olmasıyla alacaklıların, alacaklarını belli bir plana göre almaları konusunda kendi aralarında vardıkları ve mahkemece onaylanan anlaşma aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Konkordato",
      "B": "Konşimento",
      "C": "Navlun",
      "D": "Ordino",
      "E": "Kırkambar"
    },
    "explanation": "Doğru cevap A seçeneğidir."
  },
  {
    "id": "3344157",
    "unitNumber": 7,
    "text": "İş sözleşmesi sona eren işçiye çalıştığı süreye göre yapılan ödemeyi ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kıdem Tazminatı",
      "B": "İşsizlik Sigortası",
      "C": "Emeklilik İkramiyesi",
      "D": "Ücret Sübvansiyonu",
      "E": "Kısa Çalışma Ödemesi"
    },
    "explanation": "Doğru cevap A seçeneğinde yer almaktadır."
  },
  {
    "id": "3344158",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Ücret ve İstihdam sübvansiyonlarını kullanan gelişmiş ülkelerden <strong>biri değildir? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İtalya",
      "B": "Fransa",
      "C": "Almanya",
      "D": "İsveç",
      "E": "İngiltere"
    },
    "explanation": "Doğru cevap A seçeneğidir."
  },
  {
    "id": "3344159",
    "unitNumber": 7,
    "text": "4857 sayılı iş kanununa göre haftalık çalışma süresi <strong>en çok</strong> kaç saattir?",
    "correctAnswer": "A",
    "options": {
      "A": "45 saat",
      "B": "55 saat",
      "C": "60 saat",
      "D": "65 saat",
      "E": "70 saat"
    },
    "explanation": "Doğru cevap A seçeneğidir."
  },
  {
    "id": "3344319",
    "unitNumber": 7,
    "text": "İçsel sayısal esneklik, işverenlerin dönemsel ihtiyaçları doğrultusunda çalıştırdıkları eleman sayılarını değiştirebilme kolaylıklarıdır.<br/>Dışsal sayısal esneklik, işçi sayısını değiştirmeden işverenin çalışma saatleri ve çalışma programı üzerinde değişiklik yapabilme imkânıdır.<br/>Zamana göre esneklikte çalışma süreleri çalışanların kendisi tarafından belirlenir.<br/>Sayısal esneklik ve zamana göre esneklik ile ilgili yukarıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III",
      "B": "I, II",
      "C": "II, III",
      "D": "II",
      "E": "III"
    },
    "explanation": "Dışsal sayısal esneklik, işverenlerin dönemsel ihtiyaçları doğrultusunda çalıştırdıkları eleman sayılarını değiştirebilme kolaylıklarıdır.<br/>İçsel sayısal esneklik, işçi sayısını değiştirmeden işverenin çalışma saatleri ve çalışma programı üzerinde değişiklik yapabilme imkânıdır.<br/>Zamana göre esneklikte çalışma süreleri çalışanların kendisi tarafından belirlenir.<br/>III"
  },
  {
    "id": "3344320",
    "unitNumber": 7,
    "text": "I. Uzaklaşma stratejisinde işletmeler teknik uzmanlık gerektiren işleri bir başka işletmeye/çalışanlara devrederek üretimlerine devam ederler.<br/>II. Uzaklaştırma stratejisi işletmelerin hareket serbestliğini azaltır.<br/>III. Uzaklaştırma stratejisi işletmelerde kaynak israfını artırır<br/>IV. Uzaklaştırma stratejisi verimliliği artırarak işletmeler arası rekabet üstünlüğü sağlar<br/>Uzaklaşma stratejisi ile ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "II, III",
      "D": "I, II, III, IV",
      "E": "I, IV"
    },
    "explanation": "Uzaklaşma stratejisinde işletmeler teknik uzmanlık gerektiren işleri bir başka işletmeye/çalışanlara devrederek üretimlerine devam ederler.<br/>Uzaklaştırma stratejisi işletmelere büyük hareket serbestliği sağlar.<br/>Uzaklaştırma stratejisi işletmelerde kaynak israfını engeller.<br/>Uzaklaştırma stratejisi verimliliği artırarak işletmeler arası rekabet üstünlüğü sağlar.<br/>I, IV"
  },
  {
    "id": "3344321",
    "unitNumber": 7,
    "text": "I. Liberal düşünceye sahip olanlara göre işgücü piyasasına müdahale, istenilen bir durum değildir.<br/>II. Arz yönlü politikalar, doğrudan kamu istihdamı politikası ile ürün talep politikaları olarak iki grup altında toplanmaktadır.<br/>III. İş arama yardımı ve bilginin yayılması politikası, talep yönlü politikadır.<br/>İşsizlikle mücadelede makroekonomik politikalar ile ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "II, III",
      "B": "I, II",
      "C": "Yalnız III",
      "D": "Yalnız II",
      "E": "Yalnız I"
    },
    "explanation": "Liberal düşünceye sahip olanlara göre işgücü piyasasına müdahale, istenilen bir durum değildir.<br/>Talep yönlü politikadır, doğrudan kamu istihdamı politikası ile ürün talep politikaları olarak iki grup altında toplanmaktadır.<br/>İş arama yardımı ve bilginin yayılması politikası, arz yönlü politikalardır.<br/>Yalnız I"
  },
  {
    "id": "3344322",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi sözleşmeye dayalı politikalar arasında <u>yer almaz?</u>",
    "correctAnswer": "0",
    "options": {
      "A": "Çalışma paylaşımı ve erken emeklilik politikalar",
      "B": "Yeni işe alma sübvansiyonları politikası",
      "C": "Kâr paylaşımı politikası",
      "D": "İşçi devri maliyetlerini hedefleyen politikalar",
      "E": "Fiziksel sermayeyi geliştiren politikalar"
    },
    "explanation": "Çalışma paylaşımı ve erken emeklilik politikalar, işçi devri maliyetlerini hedefleyen politikalar, kâr paylaşımı politikası ve yeni işe alma sübvansiyonları politikası, sözleşmeye dayalı politikalar arasındadır. <br/>Fiziksel sermayeyi geliştiren politikalar ise arz yönlü politikalardır."
  },
  {
    "id": "3344323",
    "unitNumber": 7,
    "text": "…………………………………….. , iş sözleşmesi sona eren işçiye çalıştığı süreye göre ödenen paradır.<br/>Yukarıdaki cümleyi aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "İşsizlik yardımı",
      "B": "Ücret garanti fonu",
      "C": "Kısa çalışma ödeneği",
      "D": "Erken emeklilik",
      "E": "Kıdem tazminatı"
    },
    "explanation": "Kıdem tazminatı, iş sözleşmesi sona eren işçiye çalıştığı süreye göre ödenen paradır."
  },
  {
    "id": "3344324",
    "unitNumber": 7,
    "text": "………………………………………… , işverenlerin karşılaştıkları ekonomik güçlüklere karşı işçileri korumayı, belirli bir süre de olsa işçilerin ücret alacaklarını garanti altına almayı amaçlamaktadır.<br/>Yukarıdaki cümleyi aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Erken emeklilik",
      "B": "Kısa çalışma ödeneği",
      "C": "İşsizlik sigortası",
      "D": "İşsizlik yardımı",
      "E": "Ücret garanti fonu"
    },
    "explanation": "Ücret garanti fonu, işverenlerin karşılaştıkları ekonomik güçlüklere karşı işçileri korumayı, belirli bir süre de olsa işçilerin ücret alacaklarını garanti altına almayı amaçlamaktadır."
  },
  {
    "id": "3344325",
    "unitNumber": 7,
    "text": "…………………………………… , kendi iradesi dışında işini kaybedenlere geçici bir süre ya da yeni bir iş buluncaya kadar kendisi ve ailesinin asgari ihtiyaçlarını temin etmek için geliştirilmiş bir sosyal politika aracıdır<br/>Yukarıdaki cümleyi aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Erken emeklilik",
      "B": "Kısa çalışma ödeneği",
      "C": "Ücret garanti fonu",
      "D": "İşsizlik sigortası",
      "E": "Kıdem tazminatı"
    },
    "explanation": "İşsizlik sigortası, kendi iradesi dışında işini kaybedenlere geçici bir süre ya da yeni bir iş buluncaya kadar kendisi ve ailesinin asgari ihtiyaçlarını temin etmek için geliştirilmiş bir sosyal politika aracıdır.<br/>Kıdem tazminatı"
  },
  {
    "id": "3344326",
    "unitNumber": 7,
    "text": "I. İşgücünün istihdam edilebilirliğini artırmaya yönelik politikalar<br/>II. Kısa çalışma ödeneği sürelerinin uzatılmasına yönelik politikalar<br/>III. Yeni istihdam alanları oluşturmaya yönelik politikalar<br/>IV. Mevcut iş yerlerinde istihdamı artırmaya yönelik politikalar<br/>V. İşsizlik sigortası ödeneklerinin artırılmasına yönelik düzenlemeler<br/>Yukarıdakilerden hangisi/hangileri aktif istihdam politikaları arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II",
      "B": "II, III, V",
      "C": "II, V",
      "D": "IV, V",
      "E": "I, III, IV"
    },
    "explanation": "İşgücünün istihdam edilebilirliğini artırmaya yönelik politikalar, mevcut iş yerlerinde istihdamı artırmaya yönelik politikalar ve yeni istihdam alanları oluşturmaya yönelik politikalar, aktif istihdam politikalarıdır.<br/>Kısa çalışma ödeneği ve işsizlik sigortası pasif istihdam politikaları arasında yer alır.<br/>I, III, IV"
  },
  {
    "id": "3344327",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi mevcut iş yerlerinde istihdamı artırmaya yönelik politikalar arasında <u>yer almaz?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Haftalık çalışma süresinin kısaltılması",
      "B": "Esnek çalışmanın yaygınlaştırılması",
      "C": "Erken emeklilik uygulamaları",
      "D": "İstihdam zorunlulukları",
      "E": "Kendi işini kuracaklara yapılan yardımlar"
    },
    "explanation": "Haftalık çalışma süresinin kısaltılması, esnek çalışmanın yaygınlaştırılması, erken emeklilik uygulamaları ve istihdam zorunlulukları, mevcut iş yerlerinde istihdamı artırmaya yönelik politikalar arasında yer alır.<br/>Kendi işini kuracaklara yapılan yardımlar ise yeni istihdam alanları oluşturmaya<br/>yönelik politikalardandır."
  },
  {
    "id": "3344328",
    "unitNumber": 7,
    "text": "I. Doğrudan kamu istihdamı sağlanması<br/>II. Ücret ve istihdam sübvansiyonları<br/>III. İstihdam danışmanlığı hizmetleri<br/>IV. Mesleki eğitim programları<br/>Yukarıda verilenlerden hangisi/hangileri yeni istihdam alanları oluşturmaya yönelik politikalar arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "III, IV",
      "E": "I, II"
    },
    "explanation": "Doğrudan kamu istihdamı sağlanması ve ücret ve istihdam sübvansiyonları, yeni istihdam alanları oluşturmaya yönelik politikalar arasında yer alır.<br/>İstihdam danışmanlığı hizmetleri ve mesleki eğitim programları ise işgücünün istihdam edilebilirliğini artırmaya yönelik politikalar arasında yer alır.<br/>I, II"
  },
  {
    "id": "3845819",
    "unitNumber": 7,
    "text": "I. Dışsal sayısal esneklik<br/>II. İçsel sayısal esneklik<br/>III. Zamana göre esneklik<br/>IV. Fonksiyonel esneklik<br/>yukarıdakilerden hangileri sayısal esneklik türleri arasında yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Sayısal esneklik dışsal ve içsel olmak üzere iki ayrı açıdan ele alınmaktadır."
  },
  {
    "id": "3845823",
    "unitNumber": 7,
    "text": "Bir işletmede çalışanlar, işe başlama ve bitiş saatlerini kendi kişisel durumlarına göre ayarlayabilmektedir. İşin başlama ve bitiş saatleri, belirli bir saat yerine belirli saatler arasında herhangi bir zaman dilimi olarak belirlenmektedir. Bu işletmede hangi esneklik türü uygulanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Sayısal esneklik",
      "B": "Zamana göre esneklik",
      "C": "Fonksiyonel esneklik",
      "D": "Ücret esnekliği",
      "E": "Uzaklaştırma stratejisi"
    },
    "explanation": "Zamana göre esneklikte çalışma süreleri çalışanların kendisi tarafından belirlenmekte; işe başlama ve işin bitiş süreleri geleneksel sürelerden farklı olmaktadır. Ayrıca işin başlama ve bitiş saatleri de belirli bir saat değil, belirli saatler arasında herhangi bir zaman dilimi olarak belirlenebilmektedir."
  },
  {
    "id": "3845829",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangileri talep yönlü politikaların kapsamına girer?<br/>I. Doğrudan kamu istihdamı politikası<br/>II. Ürün talep politikası<br/>III. İş arama yardımı politikası<br/>IV. Emek hareketliliğini artırma politikası",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "III ve IV",
      "E": "I, II ve IV"
    },
    "explanation": "Talep yönlü politikalar, doğrudan kamu istihdamı politikası ile ürün talep politikaları olarak iki grup altında toplanmaktadır."
  },
  {
    "id": "3845831",
    "unitNumber": 7,
    "text": "Arz yönlü politikaların amaçlarından biri, emek piyasasında __________ sağlamak, yani emek arz edenler ile emek talep edenleri etkin şekilde buluşturmaktır.<br/>Yukarıdaki ifadeyi aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "fiyat istikrarı",
      "B": "tam rekabet",
      "C": "etkin bir eşleşme",
      "D": "ücret artışı",
      "E": "vergi indirimi"
    },
    "explanation": "İşsizlikle mücadelede uygulanan arz yönlü politikaların amacı, emek piyasası içerisinde emek arz edenler ile emek talep edenlerin karşılaşması, bir başka ifadeyle etkin bir eşleşmenin sağlanmasıdır."
  },
  {
    "id": "3845836",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi pasif istihdam politikalarının amaçlarından biri <b>değildir</b>?",
    "correctAnswer": "D",
    "options": {
      "A": "İşsizlere ekonomik güvence sağlamak",
      "B": "İşsizliğin neden olduğu bireysel zararı azaltmak",
      "C": "İşsizliğin neden olduğu toplumsal zararı azaltmak",
      "D": "İstihdam hacmini artırmaya yönelik önlemler almak",
      "E": "İşsizleri ekonomik olarak desteklemek"
    },
    "explanation": "Pasif istihdam politikaları istihdam hacmini artırmaya ve yeni istihdam alanları oluşturmaya yönelik önlemleri kapsamamakta, doğrudan ekonomik sonuçlarıyla ilgilenmektedir."
  },
  {
    "id": "3845839",
    "unitNumber": 7,
    "text": "I. İşsizlik sigortasının konusunu işsizler oluşturmaktadır.<br/>II. Sigortanın temel amacı işsizlik riskini tazmin etmektir ve riskin tazmini zorunludur.<br/>III. Finansmanı sadece devlet tarafından karşılanmaktadır.<br/>Yukarıdaki ifadelerden hangisi veya hangileri işsizlik sigortasını diğer sigorta kollarından ayıran özelliklerdendir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "İşsizlik sigortasını diğer sigorta kollarından ayıran özellikleri sıralamak istersek; işsizlik sigortasının konusunu işsizler oluşturmaktadır ve sigortanın temel amacı işsizlik riskini tazmin etmektir ve riskin tazmini zorunludur."
  },
  {
    "id": "3845843",
    "unitNumber": 7,
    "text": "Aşağıdaki seçeneklerden hangisinde pasif istihdam politikalarının en yaygın iki temel aracı birlikte ve doğru bir şekilde verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "İşsizlik yardımı - Kısa çalışma ödeneği",
      "B": "İşsizlik sigortası - Kıdem tazminatı",
      "C": "İşsizlik sigortası - İşsizlik yardımı",
      "D": "Kıdem tazminatı - Ücret garanti fonu",
      "E": "Erken emeklilik - İşsizlik sigortası"
    },
    "explanation": "Pasif istihdam politikalarının en yaygın iki temel aracı bulunmaktadır. Bunlar işsizlik sigortası ve işsizlik yardımıdır."
  },
  {
    "id": "3845850",
    "unitNumber": 7,
    "text": "Aşağıdaki aktif istihdam politikalarından hangisi, işsizlere sadece çalışma deneyimi kazandırmayı ve onları çalışmanın gerektirdiği işleyiş ve disipline alıştırmayı amaçlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Mesleki Eğitim Programları",
      "B": "İstihdam Danışmanlığı Hizmetleri",
      "C": "Haftalık Çalışma Süresinin Kısaltılması",
      "D": "Doğrudan Kamu İstihdamı Sağlanması",
      "E": "Kendi İşini Kuracaklara Yapılan Yardımlar"
    },
    "explanation": "doğrudan kamu istihdam politikalarının temel 7 amaçlarını işsiz olan ve politikadan yararlanmak isteyenlere çalışma deneyimi kazandırma, onları çalışmanın gerektirdiği işleyiş ve disipline alıştırma ve işin gerektirdiği nitelikleri öğrenmesini sağlama olarak sıralamak mümkündür."
  },
  {
    "id": "3845854",
    "unitNumber": 7,
    "text": "I. Uzun süreli işsizler<br/>II. Yeterince kalifiye olmayan çalışanlar<br/>III. Dezavantajlı gruplar (özürlüler, kadınlar, gençler, eski hükümlüler)<br/>IV. Sadece fiziksel engelliler<br/>Aktif istihdam politikaları kapsamında uygulanan mesleki eğitim programları, yukarıdaki gruplardan hangilerini kapsamayı amaçlamaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Aktif istihdam politikaları kapsamında istihdam edilebilirliği arttırmak amacıyla uygulanan mesleki eğitim programları uzun süreli işsiz kalanlar, toplu olarak işten çıkarılanlar ile emek piyasasına girme güçlüğü çeken özürlüler, kadınlar, gençler, (eski) hükümlülerden oluşan dezavantajlı gruplar gibi niteliksiz işgücü olarak algılananları emek piyasasına dâhil etmeyi amaçlamaktadır."
  },
  {
    "id": "3845859",
    "unitNumber": 7,
    "text": "Aşağıdaki aktif istihdam politikalarından hangisi, işgücü maliyetini düşürmeyi, istihdam artışını teşvik etmeyi ve bu sayede fiyat baskısını azaltmayı amaçlayan, doğrudan iş yeri ve/veya işverenlere yönelik bir uygulamadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ücret ve İstihdam Sübvansiyonları",
      "B": "Kendi İşini Kuracaklara Yapılan Yardımlar",
      "C": "Mesleki Eğitim Programları",
      "D": "İstihdam Danışmanlığı Hizmetleri",
      "E": "İşten Çıkarmayı Zorlaştıran Yasal Düzenlemeler"
    },
    "explanation": "Bu politikayı diğer istihdam politikalarından ayıran en belirleyici özellik, ücret ve istihdam sübvansiyonlarının doğrudan iş yeri ve/veya işverenlere yönelik olmasıdır."
  },
  {
    "id": "3344200",
    "unitNumber": 8,
    "text": "1946-1960 arasını kapsayan üçüncü alt dönem hakkında hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Üretimin talebi fazlasıyla karşıladığı bir dönemdir.",
      "B": "Üretim hacminin arttığı bir dönemdir.",
      "C": "Yatırım hacminin daraldığı bir dönemdir.",
      "D": "Enflasyon oranlarında düşüşlerin yaşandığı bir dönemdir.",
      "E": "Refah düzeyinin yükseldiği bir dönemdir."
    },
    "explanation": "Detaylar için “Cumhuriyet Döneminde Uygulanan İstihdam Politikaları” başlığında yer alan bilgilere bakabilirsiniz.<br/>1946-1960 arasını kapsayan üçüncü alt dönem yatırım hacminin daraldığı, üretim hacminin düştüğü, üretimin talebi karşılayamadığı ve enflasyon oranlarında artışların yaşandığı dönemdir. Türkiye, İkinci Dünya Savaşı’na girmemiş olsa bile savaş ekonomisi nedeniyle bu dönemde ekonomik olarak sıkıntılar yaşamış, arz eksikliği nedeniyle ortaya çıkan spekülasyonları önlemek için 1940 yılında Milli Koruma Kanunu çıkarılmıştır."
  },
  {
    "id": "3344201",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Cumhuriyet döneminde karşılaşılan zorluklardan birisi olarak <em>gösterilemez</em>?",
    "correctAnswer": "D",
    "options": {
      "A": "Nüfusun azlığı",
      "B": "Aşar vergisinin ağır yükü",
      "C": "Alt yapı yetersizliği",
      "D": "İşsizlik problemi",
      "E": "Tecrübeli girişimci olmayışı"
    },
    "explanation": "Detaylar için “Cumhuriyet Döneminde Uygulanan İstihdam Politikaları” başlığında yer alan bilgilere bakabilirsiniz.<br/>Cumhuriyetin ilk yıllarında nüfusun azlığı, sulu tarım yapılamaması sebebiyle nadas zorunluluğu, aşar vergisinin ağır yükü ve ekonomik imkânsızlıklar gibi nedenlerle ekilebilir toprakların çok küçük bir kısmı işlenebilmekteydi. O dönemde sermaye birikimi ve alt yapı yetersizdi, yetişmiş işgücü ve iş tecrübesi olan girişimci yoktu.<br/>Bütün bu olumsuz faktörlere karşılık cumhuriyetin kurulduğu yıllarda işsizlik problemi olduğundan söz edilemez. Ekonominin ihtiyacına göre aktif nüfusun azlığı, o yıllarda asker sayısının fazla ve askerlik süresinin uzun tutulması, iktisadi faaliyetlerin canlanmaya başlaması ve tarım sektöründe henüz makineleşmenin düşük olması işgücüne katılan nüfusun işsiz kalmasını önlüyordu (Gökçen, 1973: 145)."
  },
  {
    "id": "3344202",
    "unitNumber": 8,
    "text": "Cumhuriyet öncesi ikinci dönem 1934-1946 yılları arası hangi dönem olarak adlandırılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Devletçilik dönemi",
      "B": "Liberal dönem",
      "C": "Demokrat Parti dönemi",
      "D": "Ekonomik kalkınma dönemi",
      "E": "Durgunluk dönemi"
    },
    "explanation": "Detaylar için “Cumhuriyet Döneminde Uygulanan İstihdam Politikaları” başlığında yer alan bilgilere bakabilirsiniz.<br/>Cumhuriyet öncesi ikinci dönem 1934 yılından çok partili hayata geçiş yapıldığı 1946 yılına kadar olan “devletçilik dönemi”dir. Son olarak, üçüncü alt dönem çoğunlukla Demokrat Parti iktidarı altında geçen planlı döneme kadar olan dönemdir (1946-1960)."
  },
  {
    "id": "3344203",
    "unitNumber": 8,
    "text": "Esnek çalışma biçimlerinin yaygınlaştırılması gereğine vurgu yapılan hangi kalkınma planıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Altıncı Beş Yıllık Kalkınma Planı (1990-1994)",
      "B": "Beşinci Beş Yıllık Kalkınma Planı (1985-1989)",
      "C": "Dördüncü Beş Yıllık Kalkınma Planı (1979-1983)",
      "D": "Üçüncü Beş Yıllık Kalkınma Planı (1973-1977)",
      "E": "İkinci Beş Yıllık Kalkınma Planı (1968-1972)"
    },
    "explanation": "Detaylar için “1980-2000 Yılları Arasında Uygulanan İstihdam Politikaları” başlığında yer alan bilgilere bakabilirsiniz.<br/>Altıncı Beş Yıllık Kalkınma Planı (6. BYKP) esas itibarıyla önceki planlara benzer tespit ve hedefleri içermektedir. Bu planın önceki planlardan farkı <em>esnek çalışma </em>biçimlerinin yaygınlaştırılması gereğine vurgu yapılmasıdır. Planda ayrıca işgücü piyasası verilerinin uluslararası karşılaştırmalara imkân sağlayacak şekilde olması belirtilmekte, 6.BYKP bu yönden de önceki planlardan farklılık göstermektedir."
  },
  {
    "id": "3344204",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi 1963-1983 yılları arasındaki kalkınma planlarında yer verilen önerilerden biri <em><u>değildir</u></em>?",
    "correctAnswer": "C",
    "options": {
      "A": "Tarımda kooperatifleşmenin teşviki.",
      "B": "İşbaşında eğitim ve mesleki eğitim.",
      "C": "Esnek çalışmanın yaygınlaştırılması.",
      "D": "İşçilerin gelir ve yaşam düzeylerinin yükseltilmesi.",
      "E": "İş ve işçi bulma hizmetlerinin geliştirilmesi."
    },
    "explanation": "Detaylar için “Dördüncü Beş Yıllık Kalkınma Planı (1979-1983)” başlığında yer alan bilgilere bakabilirsiniz.<br/>Dördüncü Beş Yıllık Kalkınma Planı (4. BYKP) Türkiye’nin içinde bulunduğu ekonomik istikrarsızlık sebebiyle bir yıllık gecikme ile 1978 yerine 1979’da uygulanmaya başlamıştır. 4. BYKP’nin istihdama yönelik bakış açısında önceki planlara benzer noktalar vardır. Bu planda da öncekiler gibi emek yoğun üretim ve hizmet dallarının geliştirilmesiyle, yatırımların emek arz fazlası bulunan yörelere kaydırılmasıyla ve sanayinin tam kapasiteye ulaşması ile işsizliğin azalabileceği belirtilmektedir (DPT, 1979: 275-76). Planda ayrıca tarımda kooperatifleşmenin teşvik edilmesi, iş ve işçi bulma hizmetlerinin geliştirilmesi, işçilerin gelir ve yaşam düzeylerinin yükseltilmesi ve işbaşında eğitim ve mesleki eğitim gibi çoğu önceki planlarda da yer alan önerilere yer verilmiştir."
  },
  {
    "id": "3344205",
    "unitNumber": 8,
    "text": "Aktif işgücü piyasası politikalarının uygulanmaya başlandığı kalkınma politikası hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Altıncı Beş Yıllık Kalkınma Planı (1990-1994)",
      "B": "Beşinci Beş Yıllık Kalkınma Planı (1985-1989)",
      "C": "Dördüncü Beş Yıllık Kalkınma Planı (1979-1983)",
      "D": "Üçüncü Beş Yıllık Kalkınma Planı (1973-1977)",
      "E": "İkinci Beş Yıllık Kalkınma Planı (1968-1972)"
    },
    "explanation": "Detaylar için “Beşinci Beş Yıllık Kalkınma Planı (1985-1989)” başlığında yer alan bilgilere bakabilirsiniz.<br/>5.BYKP’nin önceki planlardan farkı, aktif işgücü piyasası politikalarının uygulanmaya başlanmasıdır."
  },
  {
    "id": "3344206",
    "unitNumber": 8,
    "text": "Mesleki Eğitim Müdürlüğü’ne bağlı Mesleki Eğitim Merkezleri ile Hayat Boyu Öğrenme Genel Müdürlüğü’ne bağlı Halk Eğitim Merkezleri (HEM)’nin bağlı olduğu istihdam politikalarını uygulayıcı başlıca birim hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çalışma ve Sosyal Güvenlik Bakanlığı",
      "B": "Aile ve Sosyal Hizmetler Bakanlığı",
      "C": "Milli Eğitim Bakanlığı",
      "D": "Sanayi ve Teknoloji Bakanlığı",
      "E": "Devlet Planlama Teşkilatı"
    },
    "explanation": "Detaylar için “TÜRKİYE’DE İSTİHDAM POLİTİKALARINI UYGULAYAN BAŞLICA BİRİMLER” başlığında yer alan bilgilere bakabilirsiniz.<br/>Türkiye’de işgücünün niteliğinin geliştirilmesi ve istihdam edilebilirliğinin arttırılması konusunda etkili kurumların başında Milli Eğitim Bakanlığı gelmektedir. Bakanlığın bu alanda kullandığı iki operasyonel birim Mesleki Eğitim Müdürlüğü’ne bağlı Mesleki Eğitim Merkezleri ile Hayat Boyu Öğrenme Genel Müdürlüğü’ne bağlı Halk Eğitim Merkezleri’dir (HEM).<br/>Mesleki Eğitim Merkezleri ortaöğretim kademesinde eğitim veren mesleki eğitim okullarıdır. Bu okullarda öğrenciler ilgi ve yetenekleri doğrultusunda aynı anda çalışarak 4 yıllık süre zarfında eğitim de alabilmektedir."
  },
  {
    "id": "3344207",
    "unitNumber": 8,
    "text": "Seçenektekilerden hangisi çalışma hayatının hem karar alıcı hem de uygulayıcı olarak en önde gelen aktörüdür?",
    "correctAnswer": "A",
    "options": {
      "A": "Çalışma ve Sosyal Güvenlik Bakanlığı",
      "B": "Aile ve Sosyal Hizmetler Bakanlığı",
      "C": "Milli Eğitim Bakanlığı",
      "D": "Sanayi ve Teknoloji Bakanlığı",
      "E": "Devlet Planlama Teşkilatı"
    },
    "explanation": "Detaylar için “Çalışma ve Sosyal Güvenlik Bakanlığı” başlığında yer alan bilgilere bakabilirsiniz.<br/>Çalışma ve Sosyal Güvenlik Bakanlığı (ÇSGB), çalışma hayatının hem karar alıcı hem de uygulayıcı olarak en önde gelen aktörüdür. Bakanlığın faaliyet raporlarında misyonu <em>“</em>çalışma hayatını düzenlemek ve denetlemek, işgücü piyasasının yapısal sorunlarını çözmek suretiyle büyümenin istihdama katkısını, istihdam ve işgücüne katılım oranını artırmak, nitelikli insan kaynağı oluşturmak, sosyal güvenliği yaygınlaştıracak tedbirler almak, iş sağlığı ve güvenliği kültürünü geliştirerek tüm çalışanlara sağlıklı ve güvenlikli çalışma ortamı oluşturmak” şeklinde ifade edilmektedir (ÇSGB, 2018: 6)."
  },
  {
    "id": "3344208",
    "unitNumber": 8,
    "text": "“Yerel nitelikteki kamu harcamalarını sosyal açıdan güçsüzlerin korunması ve desteklenmesi, eğitim ve çevre koruma faaliyetlerinin desteklenmesi gibi alanlara yönlendirmek; sosyal sermayenin gelişimine ve sosyal adaletin sağlanmasına yardım etmek” aşağıdakilerden hangisinin tanımıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Hizmet içi eğitim",
      "B": "Özel İstihdam Bürosu",
      "C": "Sosyal Belediyecilik",
      "D": "Yüksek Hakem Kurulu",
      "E": "İl İstihdam ve Mesleki Eğitim Kurulları"
    },
    "explanation": "Detaylar için “Belediyeler” başlığında yer alan bilgilere bakabilirsiniz.<br/><strong>Sosyal Belediyecilik: </strong>Yerel nitelikteki kamu harcamalarını sosyal açıdan güçsüz-lerin korunması ve desteklenmesi, eğitim ve çevre koruma faaliyetlerinin destek-lenmesi gibi alanlara yönlendiren; sosyal sermayenin gelişimine ve sosyal adaletin sağlanmasına yardım eden belediyecilik anlayışıdır."
  },
  {
    "id": "3344209",
    "unitNumber": 8,
    "text": "Seçenektekilerin hangisi bir aktif istihdam politikasıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Ücret Garanti Fonu Ödemeleri",
      "B": "Kıdem Tazminatı",
      "C": "İşbaşı Eğitim Programları",
      "D": "Kısa Çalışma Ödeneği",
      "E": "İşsizlik Sigortası"
    },
    "explanation": "Detaylar için “Aktif İstihdam Politikaları” başlığında yer alan bilgilere bakabilirsiniz.<br/>İşsizliğin nedenlerini ortadan kaldırarak işgücünün istihdam edilebilirliğini arttırmayı amaçlayan aktif istihdam politika araçları burada yedi alt başlık altında ele alınacaktır. Bunlar; mesleki eğitim programları, işbaşı eğitim programları, toplum yararına programlar, iş ve meslek danışmanlığı hizmetleri, ücret ve istihdam sübvansiyonları, kendi işini kuranlara yardım programları ve istihdam zorunluluklarıdır."
  },
  {
    "id": "3441287",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Cumhuriyetin ilk yıllarında ülkemizdeki ekonomik yapının özellikleri arasında <em><strong>sayılmaz?</strong></em>",
    "correctAnswer": "B",
    "options": {
      "A": "Sanayi tesislerinin yok denilecek kadar az olması",
      "B": "Ekilebilir toprakların büyük ölçüde işlenmesi",
      "C": "Sermayenin gayrimüslimler elinde toplanması",
      "D": "Mevcut burjuvazinin dış ticarette gelişmiş olması",
      "E": "Tüketim ve yatırım mallarında dışa bağımlılık"
    },
    "explanation": "Türkiye Cumhuriyeti’nin Osmanlı İmparatorluğu’nda devraldığı ekonomik yapı incelendiğinde sanayi tesislerinin yok denecek kadar az olduğu, küçük tarım işletmelerinin hâkim olduğu bir tablo ile karşılaşırız. Yabancılara sağlanan imtiyazların<br/>ve idari yapının sonucu olarak sermayenin gayrimüslimlerin elinde toplandığı, mevcut burjuvazinin sanayide değil dış ticarette gelişmiş olduğu, tarımda makine kullanımının olmadığı bu ekonomik yapıda neredeyse iğneden ipliğe bütün tüketim ve yatırım mallarında dışa bağımlılık söz konusu idi. Cumhuriyetin ilk yıllarında nüfusun azlığı, sulu tarım yapılamaması sebebiyle nadas zorunluluğu, aşar vergisinin ağır yükü ve ekonomik imkânsızlıklar gibi nedenlerle <strong>ekilebilir toprakların çok küçük bir kısmı işlenebilmekteydi.</strong>"
  },
  {
    "id": "3441303",
    "unitNumber": 8,
    "text": "I- Ücret sübvansiyonu uygulamaları, II- Ekonominin ihtiyacına göre aktif nüfusun azlığı, III- Aktif istihdam politikalarının etkinliği, IV- Tarımda makineleşmenin düşük olması, V- Yurtdışına işçi göçü olması<br/>Aşağıdakilerden hangisi <strong>Cumhuriyetin ilk yıllarında</strong> işsizliğin düşük olmasının nedenlerindendir?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "II ve IV",
      "C": "I ve V",
      "D": "III ve V",
      "E": "IV ve V"
    },
    "explanation": "Cumhuriyetin kurulduğu yıllarda işsizlik problemi olduğundan söz edilemez. Ekonominin ihtiyacına göre aktif nüfusun azlığı, o yıllarda asker sayısının fazla ve askerlik süresinin uzun tutulması, iktisadi faaliyetlerin canlanmaya başlaması ve tarım sektöründe henüz makineleşmenin düşük olması işgücüne katılan nüfusun işsiz kalmasını önlüyordu."
  },
  {
    "id": "3441347",
    "unitNumber": 8,
    "text": "Türkiye ekonomisinde 1934-1946 dönemi aşağıdakilerden hangisi ile adlandırılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Devletçilik dönemi",
      "B": "Yüksek işsizlik dönemi",
      "C": "Liberal dönem",
      "D": "Dışa açık sanayileşme dönemi",
      "E": "Planlı kalkınma dönemi"
    },
    "explanation": "Cumhuriyet öncesi ikinci dönem 1934 yılından çok partili hayata geçiş yapıldığı 1946 yılına kadar olan “<strong>devletçilik dönemi</strong>” dir."
  },
  {
    "id": "3441360",
    "unitNumber": 8,
    "text": "İŞKUR'un günümüzde de uyguladığı Toplum Yararına Programlar' ın (TYP) başlangıcı sayılan Güneydoğu Onarım Projesi hangi plan döneminde uygulamaya başlanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Beşinci Beş Yıllık Kalkınma Planı (1985-1989)",
      "B": "Altıncı Beş Yıllık Kalkınma Planı (1990-1994)",
      "C": "Yedinci Beş Yıllık Kalkınma Planı (1996-2000)",
      "D": "Sekizinci Beş Yıllık Kalkınma Planı (2001-2005)",
      "E": "Dokuzuncu Beş Yıllık Kalkınma Planı (2007-2013)"
    },
    "explanation": "<strong>7. BYKP’nin</strong> önceki planlara benzeyen yönlerine karşılık plan döneminde işgücü piyasaları bakımından önemli yenilikler de yapılmıştır. Bunların başında “<strong>Güneydoğu Onarım Projesi</strong>” kapsamında yüksek işsizliğin olduğu yörelerde işsizlerin toplumsal açıdan yararlı işlerde çalıştırılmasıdır. <strong>Bu uygulamayı İŞKUR’un günümüzde de devam eden toplum yararına programların (TYP) başlangıcı saymak mümkündür.</strong>"
  },
  {
    "id": "3442567",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi öğrencilerin haftanın bir günü sınıf düzeninde teorik dersler aldıkları, diğer günlerde asgari ücretin %30'u kadar ücret alarak işletmelerde çalıştıkları Milli Eğitim Bakanlığı birimidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Halk Eğitim Merkezleri",
      "B": "Olgunlaşma Enstitüleri",
      "C": "Mesleki Eğitim Merkezleri",
      "D": "Fen Bilimleri Proje Okulları",
      "E": "Mesleki ve Teknik Anadolu Liseleri"
    },
    "explanation": "Mesleki Eğitim Merkezleri ortaöğretim kademesinde eğitim veren mesleki eğitim okullarıdır. Bu okullarda öğrenciler ilgi ve yetenekleri doğrultusunda aynı anda çalışarak 4 yıllık süre zarfında eğitim de alabilmektedir. Eski adı Çıraklık Eğitim Merkezi olan bu okullarda öğrenciler hem ücret karşılığı (çırak ücreti net asgari ücretin %30’udur) aktif olarak mesleği öğrenirlerken hem de haftanın bir günü teorik derslerle sınıf düzeninde eğitim alabilmektedir."
  },
  {
    "id": "3442604",
    "unitNumber": 8,
    "text": "Türkiye'de istihdam politikalarının önemli uygulayıcılarından olan Küçük ve Orta Ölçekli İşletmeleri Geliştirme ve Destekleme İdaresi Başkanlığı (KOSGEB) aşağıdaki kurumlardan hangisine bağlıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Sanayi ve Teknoloji Bakanlığı",
      "B": "Milli Eğitim Bakanlığı",
      "C": "Çalışma ve Sosyal Güvenlik Bakanlığı",
      "D": "Aile ve Sosyal Hizmetler Bakanlığı",
      "E": "Ticaret Bakanlığı"
    },
    "explanation": "<strong>Küçük ve Orta Ölçekli İşletmeleri Geliştirme ve Destekleme İdaresi Başkanlığı</strong> (<strong>KOSGEB</strong>) Sanayi ve Teknoloji Bakanlığı'nın ilgili kuruluşudur."
  },
  {
    "id": "3442634",
    "unitNumber": 8,
    "text": "I- Ülke ekonomisinin istikrarlı yürütülmesi, II- Ulusal meslekî yeterlilik sistemi ile ilgili yıllık gelişme planlarını hazırlamak , III- Ekonomik ve sosyal sorunlara çözüm yolları önermek, IV- Ekonomik ve sosyal birimlerin hükümet politikalarına katılımını sağlamak, V- Asgari ücreti belirlemek<br/>Aşağıdakilerden hangisi <strong>Ekonomik ve Sosyal Konsey</strong>'in amaçları arasında sayılır?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "III ve V",
      "C": "II ve IV",
      "D": "I, III ve IV",
      "E": "II ve IV"
    },
    "explanation": "Ulusal meslekî yeterlilik sistemi ile ilgili yıllık gelişme planlarını hazırlamak Mesleki Yeterlilik Kurumu'nun, asgari ücretin tespiti ise Asgari Ücret Tespit Komisyonu'nun görevidir.<br/>Ekonomik ve Sosyal Konsey'in temel amaçları; ülke ekonomisinin daha istikrarlı bir biçimde yürütülebilmesi için ekonomik ve sosyal sorunlara çözüm yolları önermek, ekonomik ve sosyal birimlerin hükümet politikalarına katılımını sağlamaktır."
  },
  {
    "id": "3442677",
    "unitNumber": 8,
    "text": "Türkiye'de işsizlik sigortasından yararlanılabilecek maksimum süre ne kadardır?",
    "correctAnswer": "C",
    "options": {
      "A": "180 gün",
      "B": "240 gün",
      "C": "300 gün",
      "D": "900 gün",
      "E": "1080 gün"
    },
    "explanation": "<strong>Ülkemizde işsizlik ödeneğinden yararlanma süresi</strong> sigortalılık süresine bağlı olarak değişmektedir. Buna göre hizmet sözleşmesi fesih edilmeden önceki son 3 yıl içinde 600 gün prim ödeyenler 180 gün, 900 gün prim ödeyenler 240 gün ve 1080 gün prim ödeyenler <strong>300 gün</strong> süre ile uygulamadan yararlanabilmektedir."
  },
  {
    "id": "3442696",
    "unitNumber": 8,
    "text": "\"......... ekonomik kriz esnasında işverenlerin talep daralmasına bağlı olarak işçi çıkarmalarını önlemek, işsizliğe karşı oluşmadan tedbir almak amacıyla işçilere son 12 aylık prime esas kazançları dikkate alınarak hesaplanan günlük ortalama brüt kazancının %60'ı miktarında yapılan ödemedir\"<br/>cümlesinde boş bırakılan alanı aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "İşsizlik sigortası",
      "B": "Kısa çalışma ödeneği",
      "C": "İşsizlik yardımı",
      "D": "Ücret garanti fonu ödemesi",
      "E": "Kıdem tazminatı"
    },
    "explanation": "\"<strong>Kısa Çalışma Ödeneği</strong> ekonomik kriz esnasında işverenlerin talep daralmasına bağlı olarak işçi çıkarmalarını önlemek, işsizliğe karşı oluşmadan tedbir almak amacıyla işçilere son 12 aylık prime esas kazançları dikkate alınarak hesaplanan günlük ortalama brüt kazancının %60'ı miktarında yapılan ödemedir\""
  },
  {
    "id": "3442725",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi kısa çalışma ödeneğinin eksik yönlerinden <em><strong>sayılmaz?</strong></em>",
    "correctAnswer": "E",
    "options": {
      "A": "Uygulamanın sigortalı işçilere yönelik olması",
      "B": "İşverene ücret dışı maliyetlerle ilgili destek sunmaması",
      "C": "Kayıt dışı işçileri kapsamaması",
      "D": "Yürütülmesinin önemli ölçüde yönetim maliyetleri doğurması",
      "E": "En yüksek maliyetli aktif istihdam politikası olması"
    },
    "explanation": "<strong>Kısa Çalışma Ödeneği işsizliğin oluşmasını erteleyen/ engelleyen etkili bir “pasif ” politikadır.</strong> Bununla birlikte uygulamanın bazı zayıf noktaları da vardır. Bunların başında uygulamanın sigortalı işçilere yönelik olması ve kayıt dışı çalışan işçileri kapsamaması gelmektedir. Uygulamanın diğer eksiklikleri kriz veya zorlayıcı hâllerde işverene sadece ücret maliyeti konusunda destek sağlaması, ücret dışı maliyetlerle ilgili herhangi bir destek içermemesi ve başvuruların alınması, uygulama esnasında takibinin yapılması ve uygulamanın sonlandırılması gibi işlemlerin önemli ölçüde yönetim maliyeti doğurmasıdır"
  },
  {
    "id": "3845865",
    "unitNumber": 8,
    "text": "Cumhuriyetin ilk yıllarında işsizlik problemi olmamasının nedenleri arasında aşağıdakilerden hangisi <b>yer almaz</b>?",
    "correctAnswer": "D",
    "options": {
      "A": "Ekonominin ihtiyacına göre aktif nüfusun azlığı",
      "B": "Asker sayısının fazla ve askerlik süresinin uzun tutulması",
      "C": "Sanayi sektöründe makineleşmenin düşük olması",
      "D": "Yetişmiş işgücü ve iş tecrübesi olan girişimcinin fazlalığı",
      "E": "İktisadi faaliyetlerin canlanmaya başlaması"
    },
    "explanation": "Ekonominin ihtiyacına göre aktif nüfusun azlığı, o yıllarda asker sayısının fazla ve askerlik süresinin uzun tutulması, iktisadi faaliyetlerin canlanmaya başlaması ve tarım sektöründe henüz makineleşmenin düşük olması işgücüne katılan nüfusun işsiz kalmasını önlüyordu"
  },
  {
    "id": "3845867",
    "unitNumber": 8,
    "text": "Aşağıdaki kalkınma planlarından hangisi, işsizlikle mücadelede ilk defa aktif işgücü piyasası politikalarının kullanımına vurgu yapmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Birinci Beş Yıllık Kalkınma Planı (1963-1967)",
      "B": "İkinci Beş Yıllık Kalkınma Planı (1968-1972)",
      "C": "Dördüncü Beş Yıllık Kalkınma Planı (1979-1983)",
      "D": "Beşinci Beş Yıllık Kalkınma Planı (1985-1989)",
      "E": "Yedinci Beş Yıllık Kalkınma Planı (1996-2000)"
    },
    "explanation": "Beşinci Beş Yıllık Kalkınma Planının önceki planlardan farkı işsizlikle mücadelede aktif işgücü piyasası politikalarının kullanımı olmuştur"
  },
  {
    "id": "3845869",
    "unitNumber": 8,
    "text": "I. İşsizlik sigortası uygulamasının başlaması<br/>II. İİBK'nun Türkiye İş Kurumu'na dönüştürülmesi<br/>III. Özel istihdam bürolarının kurulması<br/>IV. Güneydoğu Onarım Projesi kapsamında toplum yararına programların başlaması<br/>Yukarıdaki gelişmelerden hangisi veya hangileri Yedinci Beş Yıllık Kalkınma Planı (1996-2000) döneminde yaşanmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I, II ve III",
      "D": "I, II ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "Plan döneminin en önemli düzenlemesi 1999 yılında 4447 sayılı Yasa ile İşsizlik Sigortası’nın kurulması olmuştur. Yine uzun süredir hükümetlerin gündeminde olmasına rağmen gerçekleştirilemeyen İİBK’nun yeniden yapılandırılması kurumun Türkiye İş Kurumuna dönüştürülmesiyle gerçekleştirilmiştir. Bu uygulamayı İŞKUR’un günümüzde de devam eden toplum yararına programların (TYP) başlangıcı saymak mümkündür."
  },
  {
    "id": "3845872",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Türkiye'de istihdam politikalarını uygulayan başlıca birimler arasında <strong>sayılmamaktadır?</strong><br/>a) Çalışma ve Sosyal Güvenlik Bakanlığı<br/>b) Milli Eğitim Bakanlığı<br/>c) Aile ve Sosyal Hizmetler Bakanlığı<br/>d) Ulaştırma ve Altyapı Bakanlığı<br/>e) Sanayi ve Teknoloji Bakanlığı",
    "correctAnswer": "D",
    "options": {
      "A": "Çalışma ve Sosyal Güvenlik Bakanlığı",
      "B": "Milli Eğitim Bakanlığı",
      "C": "Aile ve Sosyal Hizmetler Bakanlığı",
      "D": "Ulaştırma ve Altyapı Bakanlığı",
      "E": "Sanayi ve Teknoloji Bakanlığı"
    },
    "explanation": "Türkiye'de istihdam politikalarını uygulayan başlıca birimler Çalışma ve Sosyal Güvenlik Bakanlığı, Milli Eğitim Bakanlığı, Aile ve Sosyal Hizmetler Bakanlığı, Sanayi ve Teknoloji Bakanlığı, Devlet Planlama Teşkilatı ve Devamı Niteliğindeki Kurumlar, İşçi ve İşveren Örgütleri, Odalar ve Sivil Toplum Kuruluşları, Özel İstihdam Büroları ve Belediyelerdir."
  },
  {
    "id": "3845873",
    "unitNumber": 8,
    "text": "Milli Eğitim Bakanlığına bağlı Halk Eğitim Merkezleri (HEM) tarafından düzenlenen mesleki kursların temel amacı nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Meslek hastalıklarını ve iş kazalarını önlemek",
      "B": "Sadece mesleki bilgi ve beceri kazandırmak",
      "C": "Sosyal güvenlik primlerinin ödenmesine yardımcı olmak",
      "D": "Bireylerin istihdamdan sosyal yardıma geçişini sağlamak",
      "E": "İşgücü piyasasına yönelik nitelikli meslek elemanları yetiştirmek"
    },
    "explanation": "Halk Eğitim Merkezlerinde aşçılık, kaynakçılık, giyim üretimi, el sanatları, bilgisayar işletmenliği, güzellik ve saç bakım hizmetleri, erkek berberliği, bahçecilik, hayvan yetiştiriciliği, büro yönetimi ve sekreterlik gibi çok sayıda meslek alanında açılan ücretsiz kurslar ile kursiyerlere mesleki bilgi ve beceri kazandırılmakta, işgücü piyasasına yönelik nitelikli meslek elemanlarının yetiştirilmesi amaçlanmaktadır."
  },
  {
    "id": "3845875",
    "unitNumber": 8,
    "text": "I. İşverenlerin dönemsel işgücü ihtiyacını karşılamasına olanak tanır.<br/>II. İşveren ile işçi arasında doğrudan bir iş ilişkisi kurulmasını sağlar.<br/>III. Uygulama, özel istihdam bürosu veya holding bünyesinde kurulabilir.<br/>IV. İşçinin daimi istihdama dönüşmesini engellemek amacıyla oluşturulmuştur.<br/>\"Geçici iş ilişkisi\" ile ilgili yukarıda verilen ifadelerden hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve III",
      "D": "I, II ve IV",
      "E": "I, III ve IV"
    },
    "explanation": "Geçici iş ilişkisi, işletmelere istihdamı dışsallaştırma imkânı veren, doğrudan işçi ile iş ilişki kurmak yerine bu ilişkiyi özel istihdam büroları aracılığı ile kurma serbestliği tanıyan bir uygulamadır. Geçici iş ilişkisi uygulamasının amacı, işverenlerin dönemsel yani belirli bir süre için gerekli olan iş gücü ihtiyacını, tam zamanlı istihdama gerek kalmadan esnek olarak çözebilmesine imkân tanınmasıdır. Uygulama özel istihdam bürosu aracılığıyla ya da holding bünyesi içinde veya aynı şirketler topluluğuna bağlı başka bir iş yerinde görevlendirme yapılmak suretiyle kurulan iş ilişkisidir."
  },
  {
    "id": "3845876",
    "unitNumber": 8,
    "text": "Sosyal belediyeciliğin yasal dayanağını oluşturan kanunlar aşağıdakilerden hangisinde doğru verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "5216 sayılı Büyükşehir Belediyesi Yasası ve 5393 sayılı Belediyeler Yasası",
      "B": "657 sayılı Devlet Memurları Kanunu ve 4857 sayılı İş Kanunu",
      "C": "4447 sayılı İşsizlik Sigortası Kanunu ve 4857 sayılı İş Kanunu",
      "D": "506 sayılı Sosyal Sigortalar Kanunu ve 1479 sayılı Bağ-Kur Kanunu",
      "E": "6245 sayılı Harcırah Kanunu ve 5018 sayılı Kamu Malî Yönetimi ve Kontrol Kanunu"
    },
    "explanation": "Sosyal belediyeciliğin yasal dayanağını 5216 sayılı Büyükşehir Belediyesi Yasası ve 5393 sayılı Belediyeler Yasası’nda bulmak mümkündür."
  },
  {
    "id": "3845881",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, Kısa Çalışma Ödeneği (KÇÖ) uygulamasının temel amaçlarından biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "İşverenlerin iflası durumunda işçi alacaklarını garanti altına almak",
      "B": "Kayıt dışı çalışan işçilere maddi destek sağlamak",
      "C": "İşsizliği oluşmadan önlemek ve işsizlik riski altında bulunan kişileri istihdamda tutmak",
      "D": "Yüksek nitelikli işgücünün işe yerleştirilmesine aracılık etmek",
      "E": "Nüfus artış hızını yavaşlatmak ve köyden kente göçü önlemek"
    },
    "explanation": "Türkiye ekonomisi, küreselleşmenin ve artan uluslararası rekabetin de etkisi ile giderek daha fazla ekonomik krizlere açık haâle gelmiştir. Bu durum aslında dünyanın pek çok ülkesi için de geçerlidir. Kriz esnasında daralan toplam talebe ve artan maliyetlere işverenlerin gösterdiği tepkiler düşük ücretli ve/veya kayıt dışı istihdama yönelmek, üretimi sürekli veya geçici olarak durdurarak işçileri işten çıkarmak veya ücretsiz izne yönlendirmek şeklinde olmaktadır. Bu esnada ortaya çıkabilecek işsizliği kriz bittikten sonra tamamen geri kazanmak çoğu durumda mümkün olmamaktadır. Bu nedenle işsizliği oluşmadan önlemek ve işsizlik riski altında bulunan kişileri istihdamda tutmak önemlidir. İşte Kısa Çalışma Ödeneği (KÇÖ) bu işlevi yerine getirir."
  },
  {
    "id": "3845883",
    "unitNumber": 8,
    "text": "Toplum Yararına Programlar (TYP) ile ilgili aşağıdaki ifadelerden hangisi <b>yanlıştır</b>?",
    "correctAnswer": "C",
    "options": {
      "A": "Özellikle işsizliğin arttığı dönemlerde istihdamında güçlük çekilen kişilere yöneliktir.",
      "B": "Programlar kapsamında kamusal altyapının yenilenmesi ve çevre temizliği gibi işler yapılmaktadır.",
      "C": "Programın mesleki eğitim boyutu olması, bu katkının kalıcı olmasına yardımcı olmaktadır.",
      "D": "Katılımcılara asgari ücret düzeyinde ödeme yapılmaktadır.",
      "E": "Bu programlar, işsizlikle mücadelede geçici bir çözüm sunar."
    },
    "explanation": "TYP uygulamasının, emek piyasalarına girmekte güçlük çeken kadınlara istihdam fırsatı sağlaması olumlu bir durum iken, yaratılan işlerin vasıfsız olması ve programın mesleki eğitim boyutunun olmaması bu katkının kalıcı olmasına engel olmaktadır."
  },
  {
    "id": "3845884",
    "unitNumber": 8,
    "text": "İşbaşı Eğitim Programları'nın hem kursiyerlere hem de işverenlere sağladığı başlıca avantajlar aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sadece teorik öğrenme imkanı sunması ve firmaların maliyetlerini artırması",
      "B": "İşsizlik sigortasından yararlanma süresini uzatması ve işverenlere finansal teşvik sağlaması",
      "C": "Yaparak öğrenme metoduna dayanması, işverenlere doğru seçim yapma ve kursiyerlere gelir elde etme fırsatı sunması",
      "D": "Sadece kayıt dışı çalışan işçileri kapsaması ve sendikal örgütlenmeyi güçlendirmesi",
      "E": "Emekli olanların çalışma hayatına geri dönmelerine olanak tanıması ve sosyal güvenlik primlerinin devlet tarafından ödenmesini sağlaması"
    },
    "explanation": "İlk olarak bu tür eğitimler yaparak öğrenme metoduna dayandığı için teorik değil uygulamalı öğrenme imkânı sunar. İkinci olarak işverenlere işçileri iş başında gözlemleyerek doğru seçim yapma avantajı sağlar. Ayrıca kursiyerler eğitim esnasında firmanın işleyişi hakkında bilgi sahibi olacakları için seçilen elemanların iş yerine uyumu daha çabuk sağlanacaktır."
  }
]