[
  {
    "id": "3518827",
    "unitNumber": 1,
    "text": "Bugün dünyadaki her ülkenin gerek kendi parasıyla gerekse yabancı paralarla yapmış olduğu ithalat ve ihracatlar sonrası o ülkeye girmesi veya çıkması gereken millî para ve dövizlerin takibi ile ilgili olarak yapılmış olan hukuki düzenlemelere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kambiyo Rejimi",
      "B": "Hariçte İşleme Rejimi",
      "C": "Düzeltici Rejimler",
      "D": "Dalgalı Kur Rejimi",
      "E": "Otoriter Rejimler"
    },
    "explanation": "Yanıtınız yanlış ise “Dış Ticaret İşletme Yö- netiminin Sahip Olması Gereken Bilgiler” konusunu yeniden gözden geçiriniz.<br/>Bugün dünyadaki her ülkenin gerek kendi parasıyla gerekse yabancı paralarla yapmış olduğu ithalat ve ihracatlar sonrası o ülkeye girmesi veya çıkması gereken millî para ve dövizlerin takibi ile ilgili olarak yapılmış olan hukuki düzenlemeler o ülkenin kambiyo rejimini oluşturur. Kambiyo, Latince bir kelime olup “değiştirme, bozdurma, değer” anlamına gelmektedir. Diğer bir ifadeyle, kambiyo para ya da para yerine geçen değerlerin değiştirilmesi, alım satımıyla ilgili işlemleri ifade etmektedir."
  },
  {
    "id": "3518828",
    "unitNumber": 1,
    "text": "İhraç ürünleri üretmek için gerekli olan ve dı- şarıdan ithal edilen, bu yüzden de ithal gümrük vergisine tabi ara mallar ya da girdilere gümrük muafiyeti getiren bir ihracatı teşvik sistemine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dâhilde İşleme Rejimi",
      "B": "Sabit Kur Rejimi",
      "C": "Kambiyo Rejimi",
      "D": "Enflasyon Hedeflemesi",
      "E": "Harici İşlem Rejimi"
    },
    "explanation": "Yanıtınız yanlış ise “Dış Ticaret İşletme Yö- netiminin Sahip Olması Gereken Bilgiler” konusunu yeniden gözden geçiriniz.<br/>Dâhilde İşleme Rejimi (08.02.2000, 24107) ihraç ürünleri üretmek için gerekli olan ve dı- şarıdan ithal edilen, bu yüzden de ithal gümrük vergisine tabi ara mallar ya da girdilere gümrük muafiyeti getiren bir ihracatı teşvik sistemidir. İh- racat yapmayı planlayan işletmelerin, ihraç etmeyi planladıkları malların üretiminde kullanılacak ham madde, yardımcı madde, mamul ve ara malı ve am- balaj malzemelerini başta değişik vergisel yüklerden muaf olmak üzere ve devlete ihracat taahhüdünde bulunmak şartıyla, çeşitli kolaylıklar ve teşvikler- den yararlanabilmek için Ticaret Bakanlığından Dâhilde İşleme İzin Belgesi almaları gerekir."
  },
  {
    "id": "3518829",
    "unitNumber": 1,
    "text": "Ülkemizde 5.03.1930 tarih ve 1567 sayılı “Türk Parası Kıymetini Koruma Hakkında Kanun” ve 11.08.1989 tarihli “Türk Parası Kıymetini Koruma Hakkındaki 32 sayılı Karar” ve bu Karar’a dayanılarak yayımlanan tebliğler ve Merkez Bankası genelgeleri ile düzenlenen mevzuatın ismi nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Para Politikası Kurulu Mevzuatı",
      "B": "Dâhilde İşleme Mevzuatı",
      "C": "Kambiyo Mevzuatı",
      "D": "Hariçte İşleme Mevzuatı",
      "E": "Dış Teşvik Mevzuatı"
    },
    "explanation": "Yanıtınız yanlış ise “Dış Ticaret İşletme Yönetiminin Sahip Olması Gereken Bilgiler” konusunu yeniden gözden geçiriniz.<br/>Ülkemizde Kambiyo Mevzuatı 5.03.1930 tarih ve 1567 sayılı “Türk Parası Kıymetini Koruma Hakkında Kanun” ve 11.08.1989 tarihli “Türk Parası Kıymetini Koruma Hakkındaki 32 sayılı Karar” ve bu Karar’a dayanılarak yayımlanan tebliğler ve Merkez Bankası genelgeleri ile düzenlenmiştir."
  },
  {
    "id": "3518830",
    "unitNumber": 1,
    "text": "Aşağıdaki kanun karar ve yönetmeliklerden hangisi gümrük mevzuatını <strong>oluşturmaz</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Dış Ticaretin Düzenlenmesi Hakkında Kanun",
      "B": "Gümrük Girişi Tahrif Cetveli Hakkında Kanun",
      "C": "İhracat Rejim Kararları",
      "D": "Gümrük İşlemlerinin Kolaylaştırılması Yönetmeliği",
      "E": "İthalat Rejim Kararları"
    },
    "explanation": "Yanıtınız yanlış ise “Dış Ticaret İşletme Yönetiminin Sahip Olması Gereken Bilgiler” konusunu yeniden gözden geçiriniz.<br/>Gümrük mevzuatı 4458 sayılı Gümrük Kanunu, 474 sayılı Gümrük Girişi Tarife Cetveli Hakkında Kanun, 2976 sayılı Dış Ticaretin Düzenlenmesi Hakkında Kanun, İthalat Rejim Kararları, İhracat Rejim Kararları, Gümrük Yönetmeliği, Gümrük İşlemlerinin Kolaylaştırılması Yönetmeliği, gümrük tebliğleri ve genelgelerinden oluşmaktadır.\n \"Gümrük Girişi <u>Tahrif</u> Cetveli Hakkında Kanun\" isminde bu kanun bulunmamaktadır."
  },
  {
    "id": "3518831",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi ihracat bedeline ilişkin doğru bir ifade <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "İhracat bedeli 90 gün içinde yurda sokulduğunda (fiili ihracat tarihinden itibaren), ihracatçı bedelin yüzde 30’unun serbest kullanım hakkına sahiptir (yurda getirme zorunluluğu yoktur).",
      "B": "90 günün üzerinde yurda sokulan (180 güne kadar) ihraç bedellerinin yüzde 100’ünü DAB’a bağlanması gerekir.",
      "C": "Mal bedelleri 360 gün içinde gelmezse DTM’nin yetkisi kalkar.",
      "D": "180 günü geçerse (360 güne kadar) ihracatçı İh- racatçı Birliklerine mücbir sebep (iflas, grev, lokavt, mal kaybı, hasar, ihtilaf ) bildirmek durumundadır.",
      "E": "120 gün içinde yurda sokulan ihraç bedellerinin (miktara bağlı olmak üzere) vergi teşvikine tabiidir."
    },
    "explanation": "Yanıtınız yanlış ise “Dış Ticaret İşletme Yönetiminin Sahip Olması Gereken Bilgiler” konusunu yeniden gözden geçiriniz.<br/>İhracatçı, ihracat bedelini 90 gün içinde yurda sokması durumunda (fiili ihracat tarihinden itibaren), bedelin yüzde 30’unun serbest kullanım hak- kına sahiptir (yurda getirme zorunluluğu yoktur).\n 90 günün üzerinde yurda sokulan (180 güne kadar) ihraç bedellerinin yüzde 100’ünün DAB’a bağlanması gerekir.\n 180 günü geçerse (360 güne kadar) ihracatçı İhracatçı Birliklerine mücbir sebep (iflas, grev, lokavt, mal kaybı, hasar, ihtilaf ) bildirmek durumundadır.\n Mal bedelleri 360 gün içinde gelmezse DTM’nin yetkisi kalkar.\n İlgili banka 10 gün içinde ihracatçıyı Kambiyo Müdürlüğüne ihbar etmekle yükümlüdür.\n Bu aşamadan sonra ihracatçının muhatabı HM/Kambiyo Müdürlüğüdür.\n 15 gün içinde mal bedelinin ödenmesi istenir ve aksi koşullarda ihracatçı savcılığa döviz kaçakçısı olarak ihbar edilir."
  },
  {
    "id": "3518832",
    "unitNumber": 1,
    "text": "Dışarıya ödenen ithal bedelleri, aracı komisyoncunun komisyonları, yurt içindeki bankanın yurt dışındaki muhabir şubelerinin talep ettiği komisyonlar vb. için düzenlenen belge aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "DAB",
      "B": "INCOTERMS",
      "C": "GDP",
      "D": "DSB",
      "E": "ENIAC"
    },
    "explanation": "Yanıtınız yanlış ise “Dış Ticaret İşletme Yönetiminin Sahip Olması Gereken Bilgiler” konusunu yeniden gözden geçiriniz.<br/>DSB (Döviz Satım Belgesi); dışarıya ödenen ithal bedelleri, aracı komisyoncunun komisyonları, yurt içindeki bankanın yurt dışındaki muhabir şubelerinin talep ettiği komisyonlar vb. için düzenlenen belgedir."
  },
  {
    "id": "3518833",
    "unitNumber": 1,
    "text": "Dövizin spot piyasasından satın alınıp vadeli piyasada aynı anda satılması işlemine ne isim verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Opsiyon işlemi",
      "B": "Swap işlemi",
      "C": "Factoring işlemi",
      "D": "Leasing işlemi",
      "E": "Hegde işlemi"
    },
    "explanation": "Yanıtınız yanlış ise “Dış Ticarette Riskler” konusunu yeniden gözden geçiriniz.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/6579278603d856671f2dfd6f410d8e78.png\" alt=\"\" width=\"385\" height=\"132\">"
  },
  {
    "id": "3518834",
    "unitNumber": 1,
    "text": "İhracatçının malvarlığı kadar ve aynı dövizde borçlanma yoluyla riskler azaltılması için döviz girişi ve çıkışı eşitlenmesini temel alan kur riski önleme yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Factoring işlemleri",
      "B": "Denklik sağlanması",
      "C": "Swap işlemi",
      "D": "Opsiyon vadesi",
      "E": "Arz edilen dövizin borçlanılması"
    },
    "explanation": "Yanıtınız yanlış ise “Dış Ticarette Riskler” konusunu yeniden gözden geçiriniz.<br/>Denklik sağlanması: Bu teknikte döviz girişi ve çıkışı eşitlenir. Böylece ihracatçının malvarlığı kadar ve aynı dövizde borçlanma yoluyla riskler azaltılmış olur. Eğer malvarlığının dolar değeri düşerse ihracatçının dolar pasifleri de düşecek, böylece var olan düzeylerde ödemeler dengesi değerleri sürdürülmüş olacaktır."
  },
  {
    "id": "3518835",
    "unitNumber": 1,
    "text": "İhracatçı ünvanının alınması ve ihracatçı Birliğine kayıt olunması ihracatta iş akışının hangi aşamasıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Örgütlenme Aşaması",
      "B": "Hukuki İşlemler Aşaması",
      "C": "Teklif Aşaması",
      "D": "Müşteri Temini Aşaması",
      "E": "Mal Sevki Aşaması"
    },
    "explanation": "Yanıtınız yanlış ise “İhracatta İş Akışı” konu- sunu yeniden gözden geçiriniz.<br/>Hukuki İşlemler:\n <ul> <li> İhracatçı ünvanının alınması\n </li> <li> İhracatçı Birliğine kayıt olunması\n </li> </ul>"
  },
  {
    "id": "3518836",
    "unitNumber": 1,
    "text": "Sözleşme yapılması ve ödeme garantisinin verilmesi ithalatta iş akışının hangi aşamasıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Örgütlenme Aşaması",
      "B": "İşi Kesinleştiren Hukuki İşlemler Aşaması",
      "C": "Kur Riskinin Önlenmesi Aşaması",
      "D": "İhracat Sonrası İşlemleri Aşaması",
      "E": "Katma Değer Vergisi Aşaması"
    },
    "explanation": "Yanıtınız yanlış ise “İthalatta İş Akışı” konusunu yeniden gözden geçiriniz.<br/><ul> <li> İşi Kesinleştiren Hukuki İşlemler:\n <ul> <li> Sözleşme yapılması\n </li> <li> Ödeme garantisinin verilmesi\n </li> </ul> </li> </ul>"
  },
  {
    "id": "3518887",
    "unitNumber": 1,
    "text": "Türk Parası Kıymetini Koruma Hakkında Kanun hangi yıl çıkartılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1930",
      "B": "1940",
      "C": "1950",
      "D": "1960",
      "E": "1970"
    },
    "explanation": "Doğru cevap A seçeneğidir. \n \"Türk Parası Kıymetini Koruma Hakkında Kanun 25.02.1930 tarihinde çıkarılmıştır.\""
  },
  {
    "id": "3518890",
    "unitNumber": 1,
    "text": "Gümrük mevzuatı içerisinde aşağıdakilerden hangisi yer almamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "1567 sayılı Türk Parası Kıymetini Koruma Hakkında Kanun",
      "B": "4458 sayılı gümrük kanunu",
      "C": "474 sayılı Gümrük Girişi Tarife Cetveli Hakkında Kanun",
      "D": "2976 sayılı Dış Ticaretin Düzenlenmesi Hakkında Kanun",
      "E": "İhracat Rejim Kararları"
    },
    "explanation": "Doğru cevap A seçeneğidir.\n Türk parası kıymetini koruma hakkında kanun kambiyo mevzuatında yer almaktadır."
  },
  {
    "id": "3518893",
    "unitNumber": 1,
    "text": "Türkiye Gümrük Bölgesine giren çıkan eşyaya ve taşıt araçlarına uygulanacak kuralları belirlemek için çıkarılmış kanun aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "4458 Sayılı Gümrük Kanunu",
      "B": "1567 sayılı Türk Parası Kıymetini Koruma Hakkında Kanun",
      "C": "6563 sayılı Elektronik <em>Ticaretin</em> Düzenlenmesi Hakkında Kanun",
      "D": "6102 Sayılı Türk Ticaret Kanunu",
      "E": "4490 sayılı Türk Uluslararası Gemi Sicili <em>Kanunu</em>"
    },
    "explanation": "Doğru cevap A seçeneğinde yer almaktadır.\n \"4458 sayılı Gümrük Kanunu, Türkiye Gümrük Bölgesine giren çıkan eşyaya ve taşıt araçlarına uygulanacak kuralları belirlemek için çıkarılmıştır. \""
  },
  {
    "id": "3518894",
    "unitNumber": 1,
    "text": "Gümrük Yönetmeliğinin amacı aşağıdaki kanunlardan hangisinin yönetmelikle düzenlenmesini öngördüğü konuları düzenlemektir?",
    "correctAnswer": "A",
    "options": {
      "A": "4458 sayılı kanun",
      "B": "4459 sayılı kanun",
      "C": "4460 sayılı kanun",
      "D": "4461 sayılı kanun",
      "E": "4462 sayılı kanun"
    },
    "explanation": "\"\n<br/>Gümrük Yönetmeliğinin amacı, 4458 sayılı Gümrük Kanunu’nun yönetmelikle düzenlenme-<br/>sini öngördüğü konuları düzenlemek ve uygulamaya yön verecek hususlara açıklık getirmektir.\n<br/>\"<br/>Doğru cevap A seçeneğinde yer almaktadır.\n \"\n Gümrük Yönetmeliğinin amacı, 4458 sayılı Gümrük Kanunu’nun yönetmelikle düzenlenme-<br/>sini öngördüğü konuları düzenlemek ve uygulamaya yön verecek hususlara açıklık getirmektir.\n \""
  },
  {
    "id": "3518895",
    "unitNumber": 1,
    "text": "Kaçakçılıkla Mücadele Kanunu hangi yıl yürürlüğe girmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "2007",
      "B": "2008",
      "C": "2009",
      "D": "2010",
      "E": "2011"
    },
    "explanation": "\"\n<br/>Kaçakçılıkla Mücadele Kanunu, 5607 Kanun numarası ile 31 Mart 2007 günü Resmî Gazete’de yayımlanarak yürürlüğe girmiştir.\n<br/>\"<br/>Doğru cevap A seçeneğidir.\n \"\n Kaçakçılıkla Mücadele Kanunu, 5607 Kanun numarası ile 31 Mart 2007 günü Resmî Gazete’de yayımlanarak yürürlüğe girmiştir.\n \""
  },
  {
    "id": "3518897",
    "unitNumber": 1,
    "text": "Ticaret Bakanlığı aşağıdakilerden hangisine bağlı olarak çalışmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Cumhurbaşkanlığı",
      "B": "TBMM",
      "C": "Başbakanlığa",
      "D": "Ekonomi Bakanlığı",
      "E": "Hazine Bakanlığına"
    },
    "explanation": "\"\n<br/>Türkiye Cumhuriyeti Ticaret Bakanlığı, Türkiye Cumhuriyeti Cumhurbaşkanlığına bağlı olarak çalışan, ticaret işlerinden sorumlu bakanlıktır.\n<br/>\"<br/>Doğru cevap A seçeneğidir.\n \"\n Türkiye Cumhuriyeti Ticaret Bakanlığı, Türkiye Cumhuriyeti Cumhur- başkanlığına bağlı olarak çalışan, ticaret işlerinden sorumlu bakanlıktır.\n \""
  },
  {
    "id": "3518898",
    "unitNumber": 1,
    "text": "Türk Eximbank hangi yıl kurulmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "1987",
      "B": "1988",
      "C": "1989",
      "D": "1990",
      "E": "1991"
    },
    "explanation": "\"\n<br/>Kurulduğu 1987 yılından bu yana ihracat sek-<br/>törüyle yakın iş birliği içinde çalışan Türk Eximbank, ihracatçıdan dış müteahhit ve yatırımcılara, nakliyecilerden turizmcilere kadar uzanan çok geniş bir yelpaze içinde hizmet vermektedir.\n<br/>\"<br/>Doğru cevap A seçeneğidir.\n \"\n Kurulduğu 1987 yılından bu yana ihracat sek-<br/>törüyle yakın iş birliği içinde çalışan Türk Eximbank, ihracatçıdan dış müteahhit ve yatırımcılara, nakliyecilerden turizmcilere kadar uzanan çok geniş bir yelpaze içinde hizmet vermektedir.\n \""
  },
  {
    "id": "3518900",
    "unitNumber": 1,
    "text": "Viyana Satım Konvansiyonu kaç ülke tarafından onaylanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "45",
      "B": "50",
      "C": "55",
      "D": "60",
      "E": "65"
    },
    "explanation": "Doğru cevap A seçeneğidir. \n \"\n Viyana Satım Konvansiyonu (Sözleşmesi) olarak da bilinen bu belge 45 ülke tarafından onay- lanmış ve 1 Ocak 1988 tarihinde yürürlüğe girmiştir.\n \""
  },
  {
    "id": "3518902",
    "unitNumber": 1,
    "text": "Viyana Satım Konvansiyonu hangi yıl yürürlüğe girmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "1988",
      "B": "1989",
      "C": "1990",
      "D": "1991",
      "E": "1992"
    },
    "explanation": "\"\n<br/>Viyana Satım Konvansiyonu (Sözleşmesi) olarak da bilinen bu belge 45 ülke tarafından onay- lanmış ve 1 Ocak 1988 tarihinde yürürlüğe gir- miştir.\n<br/>\"<br/>Doğru cevap A seçeneğidir.\n \"\n Viyana Satım Konvansiyonu (Sözleşmesi) olarak da bilinen bu belge 45 ülke tarafından onay- lanmış ve 1 Ocak 1988 tarihinde yürürlüğe gir- miştir.\n \""
  },
  {
    "id": "3518903",
    "unitNumber": 1,
    "text": "Vadeli karşılık, gelecekteki bir tarihte ve bir oranda taahhüt edilen iki para biriminin<br/>değişimini öngören bir anlaşmadır. Bu tür anlaşmalar ne kadar sürelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "6 ay",
      "B": "12 ay",
      "C": "18 ay",
      "D": "24 ay",
      "E": "30 ay"
    },
    "explanation": "\"\n<br/>Vadeli karşılık: Gelecekteki bir tarihte ve<br/>bir oranda taahhüt edilen iki para biriminin<br/>değişimini öngören bir anlaşmadır. Bunlar,<br/>kesin sözleşmeler olarak bilinir ve ticaret<br/>risklerini azaltmak için kullanılır. Diğer ta-<br/>raftan, bu tip anlaşmalar 6 ay süreli olup bir<br/>çıkış / iptal imkânı vermez.\n<br/>\"<br/>Doğru cevap A seçeneğidir. \n \"\n Vadeli karşılık: Gelecekteki bir tarihte ve<br/>bir oranda taahhüt edilen iki para biriminin<br/>değişimini öngören bir anlaşmadır. Bunlar,<br/>kesin sözleşmeler olarak bilinir ve ticaret<br/>risklerini azaltmak için kullanılır. Diğer ta-<br/>raftan, bu tip anlaşmalar 6 ay süreli olup bir<br/>çıkış / iptal imkânı vermez.\n \""
  },
  {
    "id": "3519042",
    "unitNumber": 1,
    "text": "Türkiye Cumhuriyeti Cumhurbaşkanlığına bağlı olarak çalışan, ticaret işlerinden sorumlu bakanlık aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sağlık Bakanlığı",
      "B": "Kültür ve Turizm Bakanlığı",
      "C": "Dışişleri Bakanlığı",
      "D": "İçişleri Bakanlığı",
      "E": "Ticaret Bakanlığı"
    },
    "explanation": "Türkiye Cumhuriyeti Cumhurbaşkanlığına bağlı olarak çalışan, ticaret işlerinden sorumlu bakanlıktır."
  },
  {
    "id": "3519043",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Ticaret Bakanlığının görev ve yetkilerinden <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "İç ve dış ticaret hizmetlerine ilişkin ana hedef ve politikaların belirlenmesine yardımcı olmak ve belirlenen dış ticaret politikasını geliştirmek amacıyla çalışmalar yapmak ve gerekli koordinasyonu sağlamak",
      "B": "Ekonomik faaliyetlerin dış ticarete dönük yapılandırılması için gerekli tedbirleri almak, uygulamak ve bu tedbirlerin ilgili kamu ve özel kurum ve kuruluşlarca uygulanmasının ve koordinasyonunun sağlanması konusunda çalışmalar yürütmek",
      "C": "İç ve dış ticaretin ülke ekonomisi yararına yapılması amacıyla ürün ve yurt dışı müteahhitlik dâhil ulusal ve uluslararası hizmet ticaretine ilişkin gerekli her türlü tedbiri almak",
      "D": "Kamu kurum ve kuruluşlarına çeşitli mevzuatla verilmiş yetki ve görevlerin kullanımında iç ve dış ticarete dair politikaların uygulanmasına ilişkin esasları düzenlemek ve koordine etmek",
      "E": "Sınır ve kıyı ticareti ve münasebetleri ile sınır ticaret merkezlerinden yapılacak ticarete ilişkin gümrük işlemlerinin yapılmasını sağlamak"
    },
    "explanation": "• İç ve dış ticaret hizmetlerine ilişkin ana hedef ve politikaların belirlenmesine yardımcı olmak ve belirlenen dış ticaret politikasını geliştirmek amacıyla çalışmalar yapmak ve gerekli koordinasyonu sağlamak\n<br/>• Ekonomik faaliyetlerin dış ticarete dönük yapılandırılması için gerekli tedbirleri almak, uygulamak ve bu tedbirlerin ilgili kamu ve özel kurum ve kuruluşlarca uygulanmasının ve koordinasyonunun sağlanması konusunda çalışmalar yürütmek\n<br/>• İç ve dış ticaretin ülke ekonomisi yararına yapılması amacıyla ürün ve yurt dışı müteahhitlik dâhil ulusal ve uluslararası hizmet ticaretine ilişkin gerekli her türlü tedbiri almak\n<br/>• Kamu kurum ve kuruluşlarına çeşitli mevzuatla verilmiş yetki ve görevlerin kullanımında iç ve dış ticarete dair politikaların uygulanmasına ilişkin esasları düzenlemek ve koordine etmek"
  },
  {
    "id": "3519044",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Ticaret Bakanlığının hizmet birimleri arasında sayılan Gümrükler Genel Müdürlüğünün görevlerinden <u>değildir?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Gümrük mevzuatı ve anlaşmalarına uygun olarak uygulamaların gerçekleşmesini sağlamak,- Ulusal ve uluslararası mevzuat hükümlerine göre TIR, Transit ve Konteyner işlemlerini yürütmek",
      "B": "Alıcının şirketinin tasfiye ilan etmesi",
      "C": "Dahilde işleme, hariçte işleme, gümrük kontrolü altında işleme, geçici ithalat ve antrepo gümrük rejimleriyle ilgili taraf olduğumuz uluslararası anlaşmalar ve gümrük mevzuatı çerçevesinde düzenleme yapmak, izin vermek ve uygulamanın yürütülmesini sağlamak",
      "D": "Gümrük vergileri ile gümrüklerce tahsil edilen diğer vergi, fon ve mali yükleri tahakkuk ettirmek ve tahsil etmek, eksik veya fazla tahsilat ve tecil ile ilgili işlemleri yapmak, vergi ve cezalarla ilgili geri verme ve kaldırma işlemlerini yürütmek",
      "E": "Türk Gümrük Tarife Cetvelini, eşyanın menşeini, gümrük kıymetini, gümrük rejim ve formalitelerini taraf olunan anlaşmalara ve uluslararası uygulamalara uygun olarak düzenlemek ve uygulanmasını sağlamak"
    },
    "explanation": "• Gümrük mevzuatı ve anlaşmalarına uygun olarak uygulamaların gerçekleşmesini sağlamak,- Ulusal ve uluslararası mevzuat hükümlerine göre TIR, Transit ve Konteyner işlemlerini yürütmek,\n • Türk Gümrük Tarife Cetvelini, eşyanın menşeini, gümrük kıymetini, gümrük rejim ve formalitelerini taraf olunan anlaşmalara ve uluslararası uygulamalara uygun olarak düzenlemek ve uygulanmasını sağlamak,\n • Gümrük vergileri ile gümrüklerce tahsil edilen diğer vergi, fon ve mali yükleri tahakkuk ettirmek ve tahsil etmek, eksik veya fazla tahsilat ve tecil ile ilgili işlemleri yapmak, vergi ve cezalarla ilgili geri verme ve kaldırma işlemlerini yürütmek,\n • Dahilde işleme, hariçte işleme, gümrük kontrolü altında işleme, geçici ithalat ve antrepo gümrük rejimleriyle ilgili taraf olduğumuz uluslararası anlaşmalar ve gümrük mevzuatı çerçevesinde düzenleme yapmak, izin vermek ve uygulamanın yürütülmesini sağlamak,"
  },
  {
    "id": "3519045",
    "unitNumber": 1,
    "text": "Belirli ve önceden tespit edilmiş bir zaman zarfında mal ve hizmetlerin ticari amaçla sergilendiği, satıcılarla potansiyel alıcıların karşı karşıya geldiği ve yeni iş bağlantılarının kurulduğu fiziksel mekânlara ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ticari ataşelikler",
      "B": "Pazar araştırması",
      "C": "Ticaret fuarları",
      "D": "Panayırlar",
      "E": "Tiyatro salonları"
    },
    "explanation": "Ticaret fuarları: Belirli ve önceden tespit edilmiş bir zaman zarfında mal ve hizmetlerin ticari amaçla sergilendiği, satıcılarla potansiyel alıcıların karşı karşıya geldiği ve yeni iş bağlantılarının kurulduğu fiziksel mekânlardır."
  },
  {
    "id": "3519046",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi dış ticarette karşılaşılabilecek risklerden <u>değildir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Grev, halk hareketleri",
      "B": "Alıcı Riski",
      "C": "Kur Riskidir",
      "D": "Taşıma Riski",
      "E": "Ülke Riski"
    },
    "explanation": "Karşılaşılabilecek Risk Türleri;\n • Alıcı Riski\n • Ülke Riski\n • Taşıma Riski\n • Kur Riskidir"
  },
  {
    "id": "3519047",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi alıcı ve satıcının tamamıyla dışında gelişen ve karşı ülkenin politik durumundan kaynaklanan risklerden değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Savaş",
      "B": "Grev, halk hareketleri",
      "C": "İhtilal",
      "D": "İç savaş",
      "E": "Nakliyecinin iyi seçilmesi"
    },
    "explanation": "• Savaş\n • İç savaş\n • İhtilal\n • Grev, halk hareketleri\n • İthalatçının sevk ettiği mal bedelinin hükûmetçe gönderilmesinin engellenmesi gibi riskler olabilir."
  },
  {
    "id": "3519048",
    "unitNumber": 1,
    "text": "Bir dövizin spot piyasada satın alınıp vadeli piyasada aynı anda satılması işlemine ne denir?",
    "correctAnswer": "C",
    "options": {
      "A": "Opsiyon vadesi",
      "B": "Arz edilen dövizin borçlanılması",
      "C": "Swap",
      "D": "Arz edilen para biriminde varlık yaratmak",
      "E": "Denklik sağlanması"
    },
    "explanation": "Swap, bir dövizin spot piyasada satın alınıp vadeli piyasada aynı anda satılması işlemidir."
  },
  {
    "id": "3519049",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Uluslararası ticarette kullanılan 4 ana belgelerden <u>değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Malın cinsine ve satış koşullarına bağlı olarak gerekebilecek özel belgeler (Örneğin bazı mühendislik ürünleri için montaj, tamir ve bakım ile ilgili belgeler gerekebilir.)",
      "B": "Ödeme ile ilgili belgeler",
      "C": "Malın ithalatçı tarafından teslim alınması için gereken belgeler",
      "D": "sigorta belgeleri",
      "E": "İhracat ve ardından gelen ithalat işlemleri için gereken belgeler"
    },
    "explanation": "• İhracat ve ardından gelen ithalat işlemleri için gereken belgeler\n • Malın ithalatçı tarafından teslim alınması için gereken belgeler\n • Ödeme ile ilgili belgeler\n • Malın cinsine ve satış koşullarına bağlı olarak gerekebilecek özel belgeler (Örneğin bazı mühendislik ürünleri için montaj, tamir ve bakım ile ilgili belgeler gerekebilir.)"
  },
  {
    "id": "3519050",
    "unitNumber": 1,
    "text": "Gelecekteki bir tarihte ve bir oranda taahhüt edilen iki para biriminin değişimini öngören anlaşmaya ne denir?",
    "correctAnswer": "E",
    "options": {
      "A": "Swap",
      "B": "Opsiyon vadesi",
      "C": "Arz edilen dövizin borçlanılması",
      "D": "Arz edilen para biriminde varlık yaratmak",
      "E": "Vadeli karşılık"
    },
    "explanation": "Vadeli karşılık: Gelecekteki bir tarihte ve bir oranda taahhüt edilen iki para biriminin değişimini öngören bir anlaşmadır."
  },
  {
    "id": "3519051",
    "unitNumber": 1,
    "text": "Dış ticaret işlemlerinin en temel sözleşmelerinden biri olan satış sözleşmeleri kimler tarafından imzalanır?",
    "correctAnswer": "E",
    "options": {
      "A": "sadece alıcı",
      "B": "sadece satıcı",
      "C": "kiracı",
      "D": "Gözetimci",
      "E": "alıcı ile satıcı"
    },
    "explanation": "Dış ticaret işlemlerinin en temel sözleşmelerinden biri olan satış sözleşmeleri alıcı ile satıcı arasında imzalanmaktadır."
  },
  {
    "id": "3519104",
    "unitNumber": 1,
    "text": "“İhraç ürünleri üretmek için gerekli olan ve dışarıdan ithal edilen, bu yüzden de ithal gümrük vergisine tabi ara mallar ya da girdilere gümrük muafiyeti getiren bir ihracatı teşvik sistemidir.”\n Yukarıda tanımı verilen kavram aşağıdaki seçeneklerin hangisinde verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "İhracat Rejimi",
      "B": "İthalat rejimi",
      "C": "Dahilde işleme rejimi",
      "D": "Hariçte işleme rejimi",
      "E": "Kambiyo mevzuatı"
    },
    "explanation": "Dâhilde İşleme Rejimi (08.02.2000, 24107), ihraç ürünleri üretmek için gerekli olan ve dışarıdan ithal edilen, bu yüzden de ithal gümrük vergisine tabi ara mallar ya da girdilere gümrük muafiyeti getiren bir ihracatı teşvik sistemidir."
  },
  {
    "id": "3519105",
    "unitNumber": 1,
    "text": "İhracat yapmayı planlayan işletmelerin, ihraç etmeyi planladıkları malların üretiminde kullanılacak ham madde, yardımcı madde, mamul ve ara malı ve ambalaj malzemelerini başta değişik vergisel yüklerden muaf olmak üzere ve devlete ihracat taahhüdünde bulunmak şartıyla, çeşitli kolaylıklar ve teşviklerden yararlanabilmeleri için aşağıdakilerden hangisini yapmaları gerekir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dâhilde İşleme İzin Belgesi almaları",
      "B": "İthalat izin belgesi almaları",
      "C": "Ticaret belgesi almaları",
      "D": "Gümrük belgesi almaları",
      "E": "Üretim sertifikası almaları"
    },
    "explanation": "İhracat yapmayı planlayan işletmelerin, ihraç etmeyi planladıkları malların üretiminde kullanılacak ham madde, yardımcı madde, mamul ve ara malı ve ambalaj malzemelerini başta değişik vergisel yüklerden muaf olmak üzere ve devlete ihracat taahhüdünde bulunmak şartıyla, çeşitli kolaylıklar ve teşviklerden yararlanabilmek için Ticaret Bakanlığından Dâhilde İşleme İzin Belgesi almaları gerekir."
  },
  {
    "id": "3519106",
    "unitNumber": 1,
    "text": "Ülkemizde kambiyo mevzuatı aşağıdakilerin hangisiyle düzenlenmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Türk Parası Kıymetini Koruma Hakkında Kanun",
      "B": "Gümrük mevzuatı 4458 sayılı Gümrük Kanunu",
      "C": "Gümrük Girişi Tarife Cetveli Hakkında Kanun",
      "D": "2976 sayılı Dış Ticaretin Düzenlenmesi Hakkında Kanun",
      "E": "Gümrük İşlemlerinin Kolaylaştırılması Yönetmeliği"
    },
    "explanation": "Ülkemizde kambiyo mevzuatı, 25.03.1930 tarih ve 1567 sayılı “Türk Parası Kıymetini Koruma Hakkında Kanun” ve 11.08.1989 tarihli “Türk Parası Kıymetini Koruma Hakkındaki 32 sayılı Karar” ve bu Karar’a dayanılarak yayımlanan tebliğler ve Merkez Bankası genelgeleri ile düzenlenmiştir."
  },
  {
    "id": "3519107",
    "unitNumber": 1,
    "text": "90 günün üzerinde yurda sokulan (180 güne kadar) ihraç bedellerinin ne kadarının DAB’a bağlanması gerekir?",
    "correctAnswer": "E",
    "options": {
      "A": "%50",
      "B": "%60",
      "C": "%70",
      "D": "%90",
      "E": "%100"
    },
    "explanation": "90 günün üzerinde yurda sokulan (180 güne kadar) ihraç bedellerinin yüzde 100’ünün DAB’a bağlanması gerekir."
  },
  {
    "id": "3519108",
    "unitNumber": 1,
    "text": "Mal bedelleri kaç gün içinde gelmezse DTM’nin yetkisi kalkar?",
    "correctAnswer": "E",
    "options": {
      "A": "160",
      "B": "200",
      "C": "260",
      "D": "300",
      "E": "360"
    },
    "explanation": "Mal bedelleri 360 gün içinde gelmezse DTM’nin yetkisi kalkar."
  },
  {
    "id": "3519109",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi dış ticarette karşılaşılabilecek riskler arasında <u>yer almaz</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Alıcı riski",
      "B": "Ülke riski",
      "C": "Taşıma riski",
      "D": "Kur riski",
      "E": "Kalite riski"
    },
    "explanation": "Dış ticarete karşılaşılabilecek risk türleri, Alıcı Riski, Ülke Riski, Taşıma Riski ve Kur Riskidir."
  },
  {
    "id": "3519110",
    "unitNumber": 1,
    "text": "Rusya ve Ukrayna arasında süren savaş nedeniyle bu ülkelerden biriyle yapılacak ticarette İthalatçının sevk ettiği mal bedelinin hükûmetçe gönderilmesinin engellenmesi aşağıdaki hangi risk kapsamına girer?",
    "correctAnswer": "B",
    "options": {
      "A": "Alıcı riski",
      "B": "Ülke riski",
      "C": "Taşıma riski",
      "D": "Kur riski",
      "E": "İflas riski"
    },
    "explanation": "Bu tip riskler alıcı ve satıcının tamamıyla dışında gelişen ve karşı ülkenin politik durumundan kaynaklanan risklerdir. Bunlar: Savaş, iç savaş, ihtilal, grev, halk hareketleri, ithalatçının sevk ettiği mal bedelinin hükûmetçe gönderilmesinin engellenmesi gibi riskler olabilir."
  },
  {
    "id": "3519111",
    "unitNumber": 1,
    "text": "Gelecekteki bir tarihte ve bir oranda taahhüt edilen iki para biriminin değişimini öngören bir anlaşmalar ne kadar süreyle geçerlidir?",
    "correctAnswer": "D",
    "options": {
      "A": "1 ay",
      "B": "3 ay",
      "C": "4 ay",
      "D": "6 ay",
      "E": "8 ay"
    },
    "explanation": "Gelecekteki bir tarihte ve bir oranda taahhüt edilen iki para biriminin değişimini öngören bir anlaşmadır. Bunlar, kesin sözleşmeler olarak bilinir ve ticaret risklerini azaltmak için kullanılır. Diğer taraftan, bu tip anlaşmalar 6 ay süreli olup bir çıkış / iptal imkânı vermez."
  },
  {
    "id": "3519112",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi İhracat Sonrası İşlemler arasında <u>yer almaz</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Vesaik iskontosu",
      "B": "Katma değer vergisi iadesi müracaatı",
      "C": "İhracat bedelinin getirilmesi/taahhüt kapama",
      "D": "Kredilerin ödenmesi",
      "E": "Forward işlemleri"
    },
    "explanation": "Forward işlemleri ihracat sonrası işlemler arasında yer almaz."
  },
  {
    "id": "3519113",
    "unitNumber": 1,
    "text": "Tarafların, sözleşme şartlarının yerine getirilmediği hangi koşullar altında sorumluluk taşımayacaklarına dair hükümleri sözleşme metninde belirtmeleri hangi asgari koşul kapsamında değerlendirilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sözleşmenin toplam değeri",
      "B": "Vergi, resim ve harçlar",
      "C": "Ödeme koşulları (Miktarı, biçimi ve para birimi)",
      "D": "Mücbir sebepler (Fors majör)",
      "E": "Hukuksal çareler"
    },
    "explanation": "Mücbir sebepler (Fors majör) : Taraflar, sözleşme şartlarının yerine getirilmediği hangi koşullar altında sorumluluk taşımayacaklarına dair hükümleri sözleşme metninde belirtmelidir Bu hükümlere mücbir sebep (fors majör) denmektedir."
  },
  {
    "id": "3519204",
    "unitNumber": 1,
    "text": "Kaç günün üzerinde yurda sokulan ihraç bedellerinin yüzde 100’ünün DAB’a bağlanması gerekir?",
    "correctAnswer": "C",
    "options": {
      "A": "30",
      "B": "60",
      "C": "90",
      "D": "100",
      "E": "120"
    },
    "explanation": "90 günün üzerinde yurda sokulan (180 güne kadar) ihraç bedellerinin yüzde 100’ünün DAB’a bağlanması gerekir."
  },
  {
    "id": "3519206",
    "unitNumber": 1,
    "text": "Kurulduğu 1987 yılından bu yana ihracat sek- törüyle yakın iş birliği içinde çalışan ............ ihracatçıdan dış müteahhit ve yatırımcılara, nakliyecilerden turizmcilere kadar uzanan çok ge- niş bir yelpaze içinde hizmet vermektedir.<br/>Noktalı yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sanayi odası",
      "B": "TOBB",
      "C": "Türk Eximbank",
      "D": "Ticaret odası",
      "E": "Türk Exambank"
    },
    "explanation": "Kurulduğu 1987 yılından bu yana ihracat sek- törüyle yakın iş birliği içinde çalışan Türk Exim- bank, ihracatçıdan dış müteahhit ve yatırımcılara, nakliyecilerden turizmcilere kadar uzanan çok ge- niş bir yelpaze içinde hizmet vermektedir.<br/>Türk Eximbank"
  },
  {
    "id": "3519207",
    "unitNumber": 1,
    "text": "Gümrükler Genel Müdürlüğünün görevleri Resmi gazetede hangi yıl yayınlanmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "2017",
      "B": "2018",
      "C": "2019",
      "D": "2020",
      "E": "2021"
    },
    "explanation": "1 no.lu Cumhurbaşkanlığı Kararnamesi 10 Temmuz 2018 tarihli Resmî Gazete’de yayımlan- mıştır. Kararname’nin 447. maddesinde Ticaret Bakanlığının hizmet birimleri arasında sayılan Gümrükler Genel Müdürlüğünün"
  },
  {
    "id": "3519208",
    "unitNumber": 1,
    "text": "Dış ticarette karşılaşılabilecek riskler arasında aşağıdakilerden hangisi <strong><u>yer almaz?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Alıcı Riski",
      "B": "Taşıma Riski",
      "C": "Ülke Riski",
      "D": "Kur Riski",
      "E": "Transfer Riski"
    },
    "explanation": "Dış ticaret işlemlerinde hem ithalatçı hem de ihracatçı açısından önemli riskler mevcuttur. Bu aşamada önemli olan risklerin neler olabileceğini bilmek ve bu risklerden korunmak için gerekli tedbirleri iyi kav- ramak yeteli olacaktır. Bu nedenle aşağıda dış ticarette karşılaşılabilecek riskleri ve bu risklerden korunma yöntemleri ele alınmaktadır.<br/>Karşılaşılabilecek Risk Türleri;<br/>• Alıcı Riski<br/>• Ülke Riski<br/>• Taşıma Riski<br/>• Kur Riskidir.<br/>Transfer Riski"
  },
  {
    "id": "3519209",
    "unitNumber": 1,
    "text": "Bir dövizin spot piyasasından satın alınıp vadeli piyasada aynı anda satılması işlemine ne denir?",
    "correctAnswer": "B",
    "options": {
      "A": "Svat",
      "B": "Swap",
      "C": "Swot",
      "D": "Swan",
      "E": "Swaat"
    },
    "explanation": "• Swap: En basit şekliyle swap işlemi bir dö- vizin spot piyasasından satın alınıp vadeli piyasada aynı anda satılması işlemidir. Ter- sine, döviz spot piyasada satılıp vadeli piya- sadan satın alınabilir."
  },
  {
    "id": "3519213",
    "unitNumber": 1,
    "text": "Factoring ne demek?",
    "correctAnswer": "B",
    "options": {
      "A": "Borçlandırma",
      "B": "Alacaklandırma",
      "C": "Kredi kullanma",
      "D": "Kredi verme",
      "E": "Döviz kredisi"
    },
    "explanation": "Factoringişlemleri: Factoring(alacaklandırma), işletme sermayesinin finansmanında kullanıl- makta ve ihracat bedellerinin tahsil yöntemleri arasında yer almaktadır. İhracattan doğan alacak hakkının bir factor kuruluşa temlik edildiği fac- toring işlemlerinde, yapılan anlaşma hükümleri- ne göre ihracatçıya rücu edilebilir ve edilmek şar- tına bağlı olmaksızın ihracat bedellerinin Türk Parasının Kıymetini Koruma Mevzuatı’nda be- lirlenen bedel getirme süreleri içinde tahsilinden bu kuruluşların sorumlu olmalarıdır."
  },
  {
    "id": "3519214",
    "unitNumber": 1,
    "text": "Uluslararası ticarette kullanılan belgeler kaç ana gruba ayrılabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Uluslararası ticarette kullanılan belgeler 4 ana gruba ayrılabilir."
  },
  {
    "id": "3519216",
    "unitNumber": 1,
    "text": "Uluslararası Ticaret Odası Tahkim Divanı tahkim işleminin sorunsuz bir şekilde işlemesini sağlamak amacıyla çeşitli kurallar yayımlamaktadır. Bu Divanın yayımladığı son kurallar hangi tarihte yürürlüğe girmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "1 Ocak 1998",
      "B": "1 Şubat 1998",
      "C": "1 Mart 1998",
      "D": "1 Nisan 1998",
      "E": "1 Haziran 1998"
    },
    "explanation": "Uluslararası Ticaret Odası Tahkim Divanı tah- kim işleminin sorunsuz bir şekilde işlemesini sağla- mak amacıyla çeşitli kurallar yayımlamaktadır. Bu Divanın yayımladığı son kurallar 1 Ocak 1998Uluslararası Ticaret Odası Tahkim Divanı tah- kim işleminin sorunsuz bir şekilde işlemesini sağla- mak amacıyla çeşitli kurallar yayımlamaktadır. Bu Divanın yayımladığı son kurallar 1 Ocak 1998 tari- hinde yürürlüğe girmiştir. tarihinde yürürlüğe girmiştir."
  },
  {
    "id": "3519219",
    "unitNumber": 1,
    "text": "Ülke riskleri arasında aşağıdakilerden hangisi <strong><u>yer almaz?</u></strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İç savaş",
      "B": "Yönetim değişimi",
      "C": "İhtilal",
      "D": "Grev",
      "E": "Savaş"
    },
    "explanation": "Ülke Riski<br/>Bu tip riskler alıcı ve satıcının tamamıyla dışında gelişen ve karşı ülkenin politik durumundan kaynak- lanan risklerdir. Bunlar:<br/>• Savaş<br/>• İç savaş<br/>• İhtilal<br/>• Grev, halk hareketleri<br/>• İthalatçının sevk ettiği mal bedelinin hükûmetçe gönderilmesinin engellenmesi gibi riskler olabilir.<br/>Ülke riskine karşı alınabilecek önlemler şunlardır:<br/>• Risk tamamıyla dışımızda geliştiğinden müşteri seçiminde, bulunduğu ülkenin politik ve coğrafi konumu her an için göz önünde bulundurulmalıdır.<br/>• Eximbank’ın sigorta programından yararla- nılmalıdır.<br/>Yönetim değişimi"
  },
  {
    "id": "3519221",
    "unitNumber": 1,
    "text": "İGEME’nin açılımı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İhracatı Geliştirme Etüt Kurulu",
      "B": "İhracatı Geliştirme Eğitim Merkezi",
      "C": "Geliştirme Etüt Merkezi",
      "D": "İhracatı Geliştirme Etüt Merkezi",
      "E": "İthalatı Geliştirme Etüt Merkezi"
    },
    "explanation": "İhracatı Geliştirme Etüt Merkezi: İGEME’nin araştırma ve geliştirme faaliyetleri, ihracatçıların dış pazarlardaki paylarının artırılması, yeni pazar- lar bulunması ve ihraç ürünlerinin çeşitlendirilmesi amacına yönelik olarak gerçekleştirilen çalışmalar- dır."
  },
  {
    "id": "3518848",
    "unitNumber": 2,
    "text": "Malların bir bedel karşılığında, belirli bir süre kullanılmak üzere geçici olarak yurt dışına çıkarılmasına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ticari kiralama",
      "B": "Takas",
      "C": "Transit ticaret",
      "D": "Konsinye ihracat",
      "E": "Bağlı muamele"
    },
    "explanation": "Ticari kiralama; malların bir bedel karşılığında, belirli bir süre kullanılmak üzere<br/>geçici olarak yurt dışına çıkarılmasını,"
  },
  {
    "id": "3518849",
    "unitNumber": 2,
    "text": "Özellikle savunma, havacılık ve yüksek teknoloji alanlarında gerçekleştirilen projeler ve kamu kurum ve kuruluşlarının açacakları her türlü uluslararası ihale ile özel şirketlerin yapacakları büyük çaplı dış alımlarda ülkemiz sınai ve ticari kapasitesini, projeyle doğrudan ilgisi olmayan alanlarda gerçekleştirilecek ihracat yoluyla arttırmak üzere yabancı firma ya da kuruluşların taahhüdünü kapsayan bir anlaşma çeşidine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bağlı muamele",
      "B": "Dolaylı offset",
      "C": "Transit ticaret",
      "D": "Konsinye ihracat",
      "E": "Takas"
    },
    "explanation": "Dolaylı offset; özellikle savunma, havacılık<br/>ve yüksek teknoloji alanlarında gerçekleştirilen projeler ve kamu kurum ve kuruluşlarının açacakları her türlü uluslararası ihale<br/>ile özel şirketlerin yapacakları büyük çaplı<br/>dış alımlarda ülkemiz sınai ve ticari kapasitesini, projeyle doğrudan ilgisi olmayan<br/>alanlarda gerçekleştirilecek ihracat yoluyla<br/>arttırmak üzere yabancı firma ya da kuruluşların taahhüdünü kapsayan bir anlaşma<br/>çeşidini,"
  },
  {
    "id": "3518850",
    "unitNumber": 2,
    "text": "İkiden fazla taraf arasında yapılan takas işlemine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Konsinye ihracat",
      "B": "Ticari kiralama",
      "C": "Bağlı muamele",
      "D": "Dolaylı offset",
      "E": "Transit ticaret"
    },
    "explanation": "Bağlı muamele; ikiden fazla taraf arasında<br/>yapılan takas işlemini,"
  },
  {
    "id": "3518851",
    "unitNumber": 2,
    "text": "Ülke ekonomisinin ihtiyaçları, iç ve dış piyasa arz ve talep durumu, satış şekli ile alıcı ülke ve firmaların ülkemiz ile olan ticari ve ekonomik ilişkileri gibi hususlar göz önünde tutularak Bakanlıkça verilen ihraç iznine ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "ihracat",
      "B": "fiili ihracat",
      "C": "bedelsiz ihracat",
      "D": "kayda bağlı ihracat",
      "E": "ihraç müsaadesi"
    },
    "explanation": "İhraç müsaadesi; ülke ekonomisinin ihtiyaçları, iç ve dış piyasa arz ve talep durumu,<br/>satış şekli ile alıcı ülke ve firmaların ülkemiz ile olan ticari ve ekonomik ilişkileri gibi<br/>hususlar göz önünde tutularak Bakanlıkça<br/>verilen ihraç iznini,"
  },
  {
    "id": "3518852",
    "unitNumber": 2,
    "text": "Gümrük beyannamesinin fiili ihracattan önce ihracatçı birliklerince kayda alındığı ihracat şekline ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "ihracat",
      "B": "fiili ihracat",
      "C": "bedelsiz ihracat",
      "D": "Kayda bağlı ihracat",
      "E": "ihracat müsaadesi"
    },
    "explanation": "Kayda bağlı ihracat; gümrük beyannamesinin fiili ihracattan önce ihracatçı birliklerince kayda alındığı ihracat şeklini"
  },
  {
    "id": "3518860",
    "unitNumber": 2,
    "text": "Bedeli yürürlükteki Kambiyo Mevzuatı çerçevesinde yurda getirilmesi gerekli olmaksızın yurt dışına kesin olarak mal çıkarılmasına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "bedelsiz ihracat",
      "B": "ihraç müsaadesi",
      "C": "kayda bağlı ihracat",
      "D": "fiili ihracat",
      "E": "ihracat"
    },
    "explanation": "Bedelsiz ihracat; bedeli yürürlükteki Kambiyo Mevzuatı çerçevesinde yurda getirilmesi gerekli olmaksızın yurt dışına kesin<br/>olarak mal çıkarılması,"
  },
  {
    "id": "3518862",
    "unitNumber": 2,
    "text": "İhraç konusu malın Gümrük Mevzuatı hükümleri çerçevesinde muayenesinin yapılıp taşıta yüklenmesini, bir yerden veya muhtelif yerlerden bir defada veya kısım kısım gelmekte olan dökme ve diğer eşyada yüklemenin tamamlanması veyahut Gümrük Mevzuatınca fiili ihracat olarak kabul edilecek sair çıkışlarına ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "ihraç müsaadesi",
      "B": "kayda bağlı ihracat",
      "C": "ihracat",
      "D": "bedelsiz ihracat",
      "E": "fiili ihracat"
    },
    "explanation": "Fiili ihracat; ihraç konusu malın Gümrük<br/>Mevzuatı hükümleri çerçevesinde muayenesinin yapılıp taşıta yüklenmesini, bir yerden veya muhtelif yerlerden bir defada veya<br/>kısım kısım gelmekte olan dökme ve diğer<br/>eşyada yüklemenin tamamlanması veyahut<br/>Gümrük Mevzuatınca fiili ihracat olarak<br/>kabul edilecek sair çıkışları,"
  },
  {
    "id": "3518864",
    "unitNumber": 2,
    "text": "Kredili ihracat süresi, fiili ihraç tarihinden itibaren, tüketim mallarında kaç yıldır?",
    "correctAnswer": "B",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Kredili ihracat süresi, fiili ihraç tarihinden itibaren, tüketim mallarında iki yıl, yatırım mallarında beş yıldır."
  },
  {
    "id": "3518865",
    "unitNumber": 2,
    "text": "Kredili ihracat süresi, fiili ihraç tarihinden itibaren yatırım mallarında kaç yıldır?",
    "correctAnswer": "E",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Kredili ihracat süresi, fiili ihraç tarihinden itibaren, tüketim mallarında iki yıl, yatırım mallarında beş yıldır"
  },
  {
    "id": "3518866",
    "unitNumber": 2,
    "text": "Geçici ihracat izninin süresi 180 gündür. Bu süre içerisinde eşyanın ihracatı ve yurda ithalatının<br/>tamamlanmış olması gerekir. Bu süre belirtilen ek süreler ile toplam kaç yılı aşamaz?",
    "correctAnswer": "B",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Geçici ihracat izninin süresi 180 gündür. Bu<br/>süre içerisinde eşyanın ihracatı ve yurda ithalatının<br/>tamamlanmış olması gerekir. Belirtilen ek süreler<br/>ile toplam 2 yılı aşamaz."
  },
  {
    "id": "3518927",
    "unitNumber": 2,
    "text": "\"Kamu kurum ve kuruluşları, ihracatın madde, miktar veya süreye bağlı olarak sınırlandırılması veya yasaklanmasına ilişkin kanun ve kararnamelerin hazırlanması sürecinde............................görüşlerinden yararlanır\". Cümlenin anlam bütünlüğünün tam ve doğru olarak sağlanabilmesi için boşluk olarak bırakılan alana getirilmesi gereken ifade hangi seçenekte verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ticaret Bakanlığı'nın",
      "B": "Dışişleri Bakanlığı'nın",
      "C": "Savunma Bakanlığı'nın",
      "D": "Türkiye Cumhuriyeti Cumhurbaşkanlığı'nın",
      "E": "Maliye Bakanlığı'nın"
    },
    "explanation": "Kamu kurum ve kuruluşları, ihracatın madde, miktar veya süreye bağlı olarak sınırlandırılması veya yasaklanmasına ilişkin kanun ve kararnamelerin hazırlanması sürecinde Ticaret Bakanlığının görüşlerinden yararlanır."
  },
  {
    "id": "3518928",
    "unitNumber": 2,
    "text": "İhracat kapsamında uygulanan yaptırımlardan hangisinin Resmi Gazete'de yayımlanması gerekmez?",
    "correctAnswer": "B",
    "options": {
      "A": "Statünün geri alınması",
      "B": "Firmanın uyarılması",
      "C": "Firmanın 3 ay ila 3 yıl süreyle ihracattan men edilmesi",
      "D": "Miktar kısıtlamasına tabi malların ihracında verilen tahsislerin iptali",
      "E": "1 yıl süreyle tahsis yapılmama"
    },
    "explanation": "İhracat kapsamında uygulanan yaptırımlardan “firmanın uyarılması” dışındakiler Resmî Gazete’de yayımlanır."
  },
  {
    "id": "3518929",
    "unitNumber": 2,
    "text": "İhracat Yönetmeliği'ne göre \"ihracatta gümrük mevzuatı uyarınca doldurularak ilgili ihracatçı birliği tarafından onaylanmasını müteakip gümrük idaresine tevdi edilen belge\" hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Dolaylı offset",
      "B": "İhraç müsaadesi",
      "C": "Gümrük beyannamesi",
      "D": "Bağlı muamele",
      "E": "Kayda bağlı ihracat"
    },
    "explanation": "İhracatta Gümrük Mevzuatı uyarınca doldurularak ilgili ihracatçı birliği tarafından onaylanmasını müteakip gümrük idaresine tevdi edilen belge, Gümrük beyannamesi olarak adlandırılmaktadır."
  },
  {
    "id": "3518930",
    "unitNumber": 2,
    "text": "\"İhracat Yönetmeliğine göre .................; ikiden fazla taraf arasında yapılan takas işlemini ifade etmek amacıyla kullanılan bir kavramdır\". Cümlenin anlam bütünlüğünün sağlanabilmesi için boşluk olarak bırakılan alana getirilmesi gereken kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dolaylı offset",
      "B": "Fiili ihracat",
      "C": "Ticari kiralama",
      "D": "Bağlı muamele",
      "E": "İhraç müsaadesi"
    },
    "explanation": "\"İhracat Yönetmeliğine göre Bağlı muamele; ikiden fazla taraf arasında yapılan takas işlemini ifade etmek amacıyla kullanılan bir kavramdır\"."
  },
  {
    "id": "3518931",
    "unitNumber": 2,
    "text": "\"Bu ihracat türünde ihracatçılar, ihracatçı birliklerine onaylatmış oldukları Gümrük Beyannamesi ile ihracatın yapılacağı gümrük idaresine başvurarak ihracat işlemini gerçekleştirirler\". Verilen açıklama ile hangi ihracat türü anlatılmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Özelliği olan ihracat",
      "B": "Konsinye İhracat",
      "C": "Kredili ihracat",
      "D": "Kayda bağlı ihracat",
      "E": "Özellik arz etmeyen ihracat"
    },
    "explanation": "Özellik arz etmeyen ihracatla, ihracatçılar, ihracatçı birliklerine onaylatmış olduğu Gümrük Beyannamesi ile ihracatın yapılacağı gümrük idaresine başvurarak ihracat işlemini gerçekleştirir."
  },
  {
    "id": "3518932",
    "unitNumber": 2,
    "text": "İhracatçı birliklerince kayıt meşruhatı düşülerek onaylanmış Gümrük Beyannamelerinin gümrük idarelerine tevdi süresi, temdit edilmemek üzere kaç gündür?",
    "correctAnswer": "A",
    "options": {
      "A": "90",
      "B": "100",
      "C": "110",
      "D": "120",
      "E": "150"
    },
    "explanation": "İhracatçı birliklerince kayıt meşruhatı düşülerek onaylanmış Gümrük Beyannamelerinin gümrük idarelerine tevdi süresi temdit edilmemek üzere 90 gündür."
  },
  {
    "id": "3518933",
    "unitNumber": 2,
    "text": "\"Kredili ihracat süresi, fiili ihraç tarihinden itibaren, tüketim mallarında...yıl, yatırım mallarında ise......yıldır\". Cümlenin anlam bütünlüğünün tam ve doğru olarak sağlanabilmesi için boşluk olarak bırakılan alanlara sırasıyla getirilmesi gereken sayısal değerler hangi seçenekte verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "1/4",
      "B": "2/5",
      "C": "2/6",
      "D": "3/5",
      "E": "3/6"
    },
    "explanation": "Kredili ihracat süresi, fiili ihraç tarihinden itibaren, tüketim mallarında iki yıl, yatırım mallarında beş yıldır."
  },
  {
    "id": "3518934",
    "unitNumber": 2,
    "text": "\"Konsinye son satış tarihinden itibaren........gün içinde ihracatçı, fatura veya satışın nihai nüshası ve ellerinde bulunan diğer belgeler ile yetkilendirildiği satışı ihracatçı birliğine ve aracı bankaya bildirir\". Cümlenin anlam bütünlüğünün doğru olarak sağlanabilmesi için boşluk olarak bırakılan alana getirilmesi gereken değer hangi seçenekte verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "15",
      "B": "20",
      "C": "30",
      "D": "45",
      "E": "60"
    },
    "explanation": "Konsinye son satış tarihinden itibaren 30 gün içinde ihracatçı, fatura veya satışın nihai nüshası ve ellerinde bulunan diğer belgeler ile yetkilendirildiği satışı ihracatçı birliğine ve aracı bankaya bildirir."
  },
  {
    "id": "3518935",
    "unitNumber": 2,
    "text": "\"Yurt dışına hane nakli şeklinde gidecek Türk vatandaşlarının, sürekli veya geçici görevle yurt dışına giden kamu görevlilerinin beraberlerinde götürecekleri, gönderecekleri veya adlarına gönderilecek eşya ve taşıtlar” aşağıdakilerden hangisinin kapsamına girer?",
    "correctAnswer": "D",
    "options": {
      "A": "Kayda bağlı İhracat",
      "B": "Konsinye İhracat",
      "C": "Geçici İhracat",
      "D": "Bedelsiz İhracat",
      "E": "Bağlı Muamele veya Takas Yoluyla Yapılacak İhracat"
    },
    "explanation": "Yabancı misyon mensuplarının, Türkiye’de çalışan yabancıların, yurt dışına hane nakli şeklinde gidecek Türk vatandaşlarının, sürekli veya geçici görevle yurt dışına giden kamu görevlilerinin beraberlerinde götürecekleri, gönderecekleri veya adlarına gönderilecek “eşya ve taşıtlar” bedelsiz ihracat kapsamındadır."
  },
  {
    "id": "3518936",
    "unitNumber": 2,
    "text": "\"Sınır ticareti belgesi..........yıl süreyle geçerlidir. Sınır illerinde faaliyet gösteren tüzel kişiler ile bu illerde en az.......yıl ikamet eden gerçek kişiler sınır ticareti ile uğraşabilirler\". Cümlenin anlam bütünlüğünün tam ve doğru olarak sağlanabilmesi için boşluk olarak bırakılan alanlara sırasıyla getirilmesi gereken değerler hangi seçenekte verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "5/1",
      "B": "4/2",
      "C": "4/1",
      "D": "3/2",
      "E": "3/1"
    },
    "explanation": "Sınır ticareti belgesi 3 yıl süreyle geçerlidir. Sınır illerinde faaliyet gösteren tüzel kişiler ile bu illerde en az bir yıl ikamet eden gerçek kişiler bu ticaretle uğraşabilirler."
  },
  {
    "id": "3519134",
    "unitNumber": 2,
    "text": "15.01.1996 tarihinde yürürlüğe giren yeni ………………… ile bu tarihten itibaren ihracatta aranmakta olan İhracatçı Belgesi kaldırılmıştır.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlamaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "İhracatı Geliştirmek Amacıyla Vergilerle İlgili Olarak Hükümetçe Alınacak Tedbirlere Dair Kanun",
      "B": "Kamu Kurum ve Kuruluşlarının Faaliyetlerinin Sınırlandırılmasına İlişkin Kanun",
      "C": "İhracatçı Şirketlere Uygun Statüler Verilmesine İlişkin Karar",
      "D": "Kalkınma Planının Uygulanması Esaslarına Dair Kanun",
      "E": "İhracat Rejimi Kararı"
    },
    "explanation": "İHRACAT REJİMİ KARARI<br/>Bakanlar Kurulu en son 6 Ocak 1996 tarih ve 22515 sayılı Resmî Gazete’de 22.12.1995 tarih ve 95/7623 sayılı “İhracat Rejimi Kararı”nı yayımlamıştır. 15.01.1996 tarihinde yürürlüğe giren yeni İhracat Rejimi Kararı ile bu tarihten itibaren ihracatta aranmakta olan İhracatçı Belgesi kaldırılmıştır."
  },
  {
    "id": "3519135",
    "unitNumber": 2,
    "text": "Yurt dışı müteahhitlik hizmetleri ve ticari kiralama yoluyla ihracat yapanlar ile uluslararası fuar ve sergi organizatörü firmalara, ihracat mevzuatı hükümlerine aykırı hareket etmeleri hâlinde Resmi Gazete’de yayımlanması gerekmeksizin uygulanacak yaptırım aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Firmanın uyarılması",
      "B": "Statünün geri alınması",
      "C": "3 ay ila 3 yıl süreyle faaliyetten men edilmesi",
      "D": "Miktar kısıtlamasına tabi malların ihracında verilen tahsislerin iptali",
      "E": "Miktar kısıtlamasına tabi malların ihracında verilen tahsislerin 1 yıl süreyle tahsis yapılmaması"
    },
    "explanation": "İHRACAT REJİMİ KARARI<br/>Uygulanan yaptırımlardan “firmanın uyarılması” dışındakiler Resmî Gazete’de yayımlanır"
  },
  {
    "id": "3519136",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi 1995 tarihli İhracat Rejimi Kararına dayanılarak hazırlanan İhracat Yönetmeliğe göre kesin satışı daha sonra yapılmak üzere dış alıcılara, komisyonculara, ihracatçının yurt dışındaki şube veya temsilciliklerine mal gönderilmesini ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Konsinye ihracat",
      "B": "Bedelsiz ihracat",
      "C": "Kayda bağlı ihracat",
      "D": "Transit ihracat",
      "E": "Fiili ihracat"
    },
    "explanation": "İHRACAT YÖNETMELİĞİ<br/>Konsinye ihracat; kesin satışı daha sonra yapılmak üzere dış alıcılara, komisyonculara, ihracatçının yurt dışındaki şube veya temsilciliklerine mal gönderilmesini tanımlar."
  },
  {
    "id": "3519137",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi İhracat Rejimi Kararına dayalı İhracat Yönetmeliğinin 4. Maddesinde yer alan ikiden fazla taraf arasında yapılan takas işlemini tanımlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Bağlı muamele",
      "B": "Dolaylı offset",
      "C": "Ticari kiralama",
      "D": "Geçici ticaret",
      "E": "Transit ticaret"
    },
    "explanation": "İHRACAT YÖNETMELİĞİ<br/>Bağlı muamele; ikiden fazla taraf arasında yapılan takas işlemini tanımlar."
  },
  {
    "id": "3519138",
    "unitNumber": 2,
    "text": "Kayda bağlı ihracatta İhracatçı birliklerince kayıt meşruhatı düşülerek onaylanmış Gümrük Beyannamelerinin gümrük idarelerine tevdi süresi temdit edilmemek üzere aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "30 gün",
      "B": "60 gün",
      "C": "75 gün",
      "D": "90 gün",
      "E": "120 gün"
    },
    "explanation": "İHRACAT ŞEKİLLERİ VE ESASLARI<br/>İhracatçı birliklerince kayıt meşruhatı düşülerek onaylanmış Gümrük Beyannamelerinin gümrük idarelerine tevdi süresi temdit edilmemek üzere 90 gündür."
  },
  {
    "id": "3519139",
    "unitNumber": 2,
    "text": "I. Döviz tahsisi\n II. Net döviz girdisi\n III. Mahsup\n IV. Kredi\n V. Hibe\n Yukarıdakilerden hangileri transit ticaretin sonuçlandırılabileceği şekillerdendir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I ve IV",
      "C": "I, II ve III",
      "D": "II, III ve V",
      "E": "III, IV ve V"
    },
    "explanation": "İHRACAT ŞEKİLLERİ VE ESASLARI<br/>Transit ticaret; • Döviz tahsisi • Mahsup • Net döviz girdisi şekillerinden birine göre sonuçlandırılabilir."
  },
  {
    "id": "3519140",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi kanun hükümlerine göre özelliği olan ihracat çeşitlerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Serbest bölgelere yapılan ihracat",
      "B": "Geçici ihracat ve kıyı ticareti",
      "C": "Serbest ihracat",
      "D": "Kayda bağlı ihracat",
      "E": "Kredili ihracat"
    },
    "explanation": "İHRACAT ŞEKİLLERİ VE ESASLARI<br/>Kredili ihracat, transit ticaret, konsinye ihracat, ithal edilmiş malın ihracı, bedelsiz ihracat, ticari kiralama yoluyla yapılacak ihracat, yurt dışı müteahhitlik hizmetleri kapsamında yapılacak ihracat, takas kapsamında yapılacak ihracat, bağlı muamele yoluyla yapılacak ihracat ve dolaylı offset kapsamında yapılacak ihracat özellik arz eden ihracat çeşitleridir."
  },
  {
    "id": "3519141",
    "unitNumber": 2,
    "text": "I. Gümrük beyannamesi\n II. Banka adı\n III. Birim fiyatı\n IV. Malın cinsi\n V. Kira süresi\n Ticari kiralama yoluyla yapılacak ihracat işlemlerinde bakanlıktan yetki alınarak gerçekleştirilen kiralama sözleşmesinin yukarıdaki unsurlardan hangilerini içermesi gerekmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "III, IV ve V"
    },
    "explanation": "İHRACAT ŞEKİLLERİ VE ESASLARI<br/>Ticari kiralama yoluyla yapılacak ihracat, belirli bir süre için, bir bedel karşılığında, geçici olarak kullanılmak üzere yurt dışına mal getirme işlemidir. Yabancı firma ve belirtilen kiralama sözleşmesi ile Bakanlıktan yetki alınarak gerçekleştirilir. Bu sözleşme aşağıdaki unsurları içermelidir:\n <ul> <li>Miktarı</li> <li>Birim fiyatı</li> <li>Malın cinsi</li> <li>Teknik özellikler</li> <li>Kira bedeli ve ödeme koşulları</li> <li>Teslim yeri</li> <li>GTİP</li> <li>Kira süresi</li> </ul>"
  },
  {
    "id": "3519142",
    "unitNumber": 2,
    "text": "Sınır ticaretinin amacına uygun olarak yönetilmesinde sorumluluk aşağıdakilerden hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "İl valilikleri",
      "B": "Belediyeler",
      "C": "İl özel idareleri",
      "D": "Gümrük Bakanlığı",
      "E": "Bölge sorumluları"
    },
    "explanation": "İHRACAT ŞEKİLLERİ VE ESASLARI<br/>Sınır ticaretinin amacına uygun olarak yönetilmesindeki sorumluluk il valiliklerine aittir."
  },
  {
    "id": "3519143",
    "unitNumber": 2,
    "text": "Kayda bağlı ihracat listesinde yer alan malların ihracatını yapacak olan ihracatçıların kayıt için ihracatçı birliklerine aşağıdakilerden hangisi ile birlikte başvurmaları gerekmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "İhracatçı belgesi",
      "B": "Gümrük beyannamesi",
      "C": "Ödeme planı",
      "D": "Ticaret Bakanlığı’nın izni",
      "E": "İhracat sözleşmesi"
    },
    "explanation": "İHRACAT ŞEKİLLERİ VE ESASLARI<br/>Kayda bağlı ihracat listesinde yer alan malların ihracatını yapacak olan ihracatçılar Gümrük Beyannamesi ile birlikte kayıt için ihracatçı birliklerine başvururlar."
  },
  {
    "id": "3519144",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi savunma ve havacılık, yüksek teknoloji ve uluslararası sektörlerdeki projeler başta olmak üzere, proje ile doğrudan ilgisi olmayan alanlara ihracat yaparak ülkemizin sınai ve ticari kapasitesini artırmak için yabancı şirket veya kuruluşların taahhütlerini içeren bir anlaşma türüdür?",
    "correctAnswer": "A",
    "options": {
      "A": "Dolaylı offset",
      "B": "Geçici ihracat",
      "C": "Bağlı muamele",
      "D": "Transit ticaret",
      "E": "Bedelsiz ihracat"
    },
    "explanation": "İHRACAT ŞEKİLLERİ VE ESASLARI<br/>Dolaylı offset: Savunma ve havacılık, yüksek teknoloji ve uluslararası sektörlerdeki projeler başta olmak üzere, proje ile doğrudan ilgisi olmayan alanlara ihracat yaparak ülkemizin sınai ve ticari kapasitesini artırmak için yabancı şirket veya kuruluşların taahhütlerini içeren bir anlaşma türüdür."
  },
  {
    "id": "3518817",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisinde İthalat Mevzuatı ile ilgili son düzenleme tarihini göstermektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "31<br/>Aralık 2020",
      "B": "20<br/>Ocak 2020",
      "C": "11<br/>Ekim 2020",
      "D": "13<br/>Kasım 2020",
      "E": "17<br/>Haziran 2020"
    },
    "explanation": "31<br/>Aralık 2020"
  },
  {
    "id": "3518818",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi ithalat işlemlerinin<br/>ana çerçevesini belirleyen yasal düzenlemeyi ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Genel Hükümler",
      "B": "İthalat Rejimi Kararı",
      "C": "İhracata Ait Esaslar",
      "D": "İhracat Kararları",
      "E": "İthalat Yönetmeliği"
    },
    "explanation": "İthalat Rejimi Kararı, ithalat işlemlerinin<br/>ana çerçevesini belirleyen yasal düzenlemedir."
  },
  {
    "id": "3518819",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Vergi Usul Kanunu hükümleri çerçevesinde, vergi mükellefi her<br/>gerçek ve tüzel kişiye verilen numaraları ifade eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Navlun",
      "B": "Tacir",
      "C": "Karar",
      "D": "Fiili İthal",
      "E": "Vergi Numarası"
    },
    "explanation": "Vergi Numarası, Vergi Usul Kanunu hükümleri çerçevesinde, vergi mükellefi her<br/>gerçek ve tüzel kişiye verilen numaradır."
  },
  {
    "id": "3518820",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Türk Ticaret Kanunu hükümleri<br/>uyarınca tacir addedilen her gerçek ve tüzel<br/>kişiyi ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Vergi numarası",
      "B": "Gümrük beyannamesi",
      "C": "Tacir",
      "D": "Navlun",
      "E": "Fiili ithal"
    },
    "explanation": "Tacir: Türk Ticaret Kanunu hükümleri<br/>uyarınca tacir addedilen her gerçek ve tüzel<br/>kişiyi"
  },
  {
    "id": "3518821",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Ticaret Bakanlığı<br/>tarafından verilen ithalat yapma yetkisini<br/>gösterir belgeyi ifade eder?",
    "correctAnswer": "D",
    "options": {
      "A": "Kesin ihraç",
      "B": "Navlun",
      "C": "Kesin ithal",
      "D": "İthal şahadetnamesi",
      "E": "Gelir beyannamesi"
    },
    "explanation": "İthal şahadetnamesi, Ticaret Bakanlığı<br/>tarafından verilen ithalat yapma yetkisini<br/>gösterir belgedir."
  },
  {
    "id": "3518822",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi özel kanunlarla ithali yasaklanmış olanlar ile izin verilmeyenler<br/>dışında kalan malların serbest olarak ithal<br/>edilmesini ifade eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Kitap ve Diğer Yayınların İthalatı",
      "B": "Kesin İthal",
      "C": "Özel sektörü ithalatı",
      "D": "Kamu sektörü ithalatı",
      "E": "Libere ithalat"
    },
    "explanation": "Libere ithalat: Özel kanunlarla ithali yasaklanmış olanlar ile izin verilmeyenler<br/>dışında kalan malların serbest olarak ithal<br/>edilmesidir."
  },
  {
    "id": "3518823",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi ithalatı kanun ve<br/>kararnamelerle belirli kuruluşlara bırakılmış malların ithalini ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Özelliği olan ithalat",
      "B": "Libere ithalat",
      "C": "Özel sektör ithalatı",
      "D": "Kamu sektör ithalatı",
      "E": "Kesin ithal"
    },
    "explanation": "Özelliği olan ithalat: İthalatı kanun ve<br/>kararnamelerle belirli kuruluşlara bırakılmış malların ithalidir."
  },
  {
    "id": "3518824",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bedeli için döviz transferi yapılmadan yurt dışında elde edilen ve<br/>yurda getirilmesi mecburi olmayan dış kazanç ve tasarruflarla satın alınan bazı şahsi<br/>ve ticari mahiyette eşyanın yurda getirilmesini ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Kanuni ithalat",
      "B": "Bedelli ihracat",
      "C": "Bedelsiz ithalat",
      "D": "Bedelsiz ihracat",
      "E": "Bedelli ithalat"
    },
    "explanation": "Bedelsiz ithalat: Bedeli için döviz transferi yapılmadan yurt dışında elde edilen ve<br/>yurda getirilmesi mecburi olmayan dış kazanç ve tasarruflarla satın alınan bazı şahsi<br/>ve ticari mahiyette eşyanın yurda ithalidir."
  },
  {
    "id": "3518825",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi ithal edilecek malların gümrüğe gelmiş veya çıkış ülkesinde<br/>ihracat işlemlerinin tamamlanmış olması<br/>durumunu ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Başlamış İthal İşlemi",
      "B": "Fiili İthal",
      "C": "Gümrük Beyannamesi",
      "D": "Sigorta Bedeli",
      "E": "Navlun"
    },
    "explanation": "Başlamış İthal İşlemi: İthal edilecek malların gümrüğe gelmiş veya çıkış ülkesinde<br/>ihracat işlemlerinin tamamlanmış olması<br/>durumunu"
  },
  {
    "id": "3518826",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi mali taahhütler alarak ülkeye geçici olarak giren<br/>malları ifade eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Kamu Sektörü İthalatı",
      "B": "Özelliği Olan İthalat",
      "C": "Libere İthalat",
      "D": "İthal Şahadetnamesi",
      "E": "Kesin İthal"
    },
    "explanation": "Kesin İthal<br/>Mali taahhütler alarak ülkeye geçici olarak giren<br/>mallar<br/>Kesin ithal"
  },
  {
    "id": "3518867",
    "unitNumber": 3,
    "text": "Ülkemizde hangi yıla kadar serbest ithalat politikası uygunlanmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "1927",
      "B": "1929",
      "C": "1935",
      "D": "1950",
      "E": "1953"
    },
    "explanation": "ithalat işlemlerinde başarılı olmak için ithalat yasalarını anlamak ve zaman içinde meydana<br/>gelen değişiklikleri takip etmek esastır. Sonraki ithalat politikası, ithalat yasalarının oluşturulmasında en önemli rolü oynayan kaynaktır. Türkiye cumhuriyeti’nin kurulduğu 1923 yılından bu<br/>yana dış ticaretimiz ve dolayısıyla ithalat politikamız çeşitli aşamalardan geçmiştir. 1929’a kadar<br/>serbest ithalat politikası, 1929’dan 1950’ye kadar kontrollü ithalat politikası uygulandı; 1950’den<br/>1953’e kadar ülke liberal bir ekonomi politikası uyguladı ancak Eylül 1953’ten itibaren artan dış<br/>ticaret açığı nedeniyle ithalat miktar ve değer olarak sınırlandırılmıştır. 1960 ve 1970’lerde ithalat,<br/>ithalat rejimleriyle idare edilmiştir"
  },
  {
    "id": "3518868",
    "unitNumber": 3,
    "text": "Kontrollü ithalat politikası 1929 'dan hangi yıla kadar uygulanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1939",
      "B": "1945",
      "C": "1950",
      "D": "1963",
      "E": "1980"
    },
    "explanation": "İthalat işlemlerinde başarılı olmak için ithalat yasalarını anlamak ve zaman içinde meydana<br/>gelen değişiklikleri takip etmek esastır. Sonraki<br/>ithalat politikası, ithalat yasalarının oluşturulmasında en önemli rolü oynayan kaynaktır. Türkiye<br/>Cumhuriyeti’nin kurulduğu 1923 yılından bu<br/>yana dış ticaretimiz ve dolayısıyla ithalat politikamız çeşitli aşamalardan geçmiştir. 1929’a kadar<br/>serbest ithalat politikası, 1929’dan 1950’ye kadar<br/>kontrollü ithalat politikası uygulandı; 1950’den<br/>1953’e kadar ülke liberal bir ekonomi politikası<br/>uyguladı ancak Eylül 1953’ten itibaren artan dış<br/>ticaret açığı nedeniyle ithalat miktar ve değer olarak sınırlandırılmıştır. 1960 ve 1970’lerde ithalat,<br/>ithalat rejimleriyle idare edilmiştir."
  },
  {
    "id": "3518869",
    "unitNumber": 3,
    "text": "Liberal ekonomi politikası kaç yılında başlamıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1929",
      "B": "1945",
      "C": "1950",
      "D": "1953",
      "E": "1980"
    },
    "explanation": "İthalat işlemlerinde başarılı olmak için ithalat yasalarını anlamak ve zaman içinde meydana<br/>gelen değişiklikleri takip etmek esastır. Sonraki<br/>ithalat politikası, ithalat yasalarının oluşturulmasında en önemli rolü oynayan kaynaktır. Türkiye<br/>Cumhuriyeti’nin kurulduğu 1923 yılından bu<br/>yana dış ticaretimiz ve dolayısıyla ithalat politikamız çeşitli aşamalardan geçmiştir. 1929’a kadar<br/>serbest ithalat politikası, 1929’dan 1950’ye kadar<br/>kontrollü ithalat politikası uygulandı; 1950’den<br/>1953’e kadar ülke liberal bir ekonomi politikası<br/>uyguladı ancak Eylül 1953’ten itibaren artan dış<br/>ticaret açığı nedeniyle ithalat miktar ve değer olarak sınırlandırılmıştır. 1960 ve 1970’lerde ithalat,<br/>ithalat rejimleriyle idare edilmiştir."
  },
  {
    "id": "3518870",
    "unitNumber": 3,
    "text": "Artan dış ticaret açığı nedeniyle ithalat miktar ve değer olarak hangi yıl sınırlandırılmıştır.",
    "correctAnswer": "D",
    "options": {
      "A": "1929",
      "B": "1943",
      "C": "1950",
      "D": "1953",
      "E": "1980"
    },
    "explanation": "İthalat işlemlerinde başarılı olmak için ithalat yasalarını anlamak ve zaman içinde meydana<br/>gelen değişiklikleri takip etmek esastır. Sonraki<br/>ithalat politikası, ithalat yasalarının oluşturulmasında en önemli rolü oynayan kaynaktır. Türkiye<br/>Cumhuriyeti’nin kurulduğu 1923 yılından bu<br/>yana dış ticaretimiz ve dolayısıyla ithalat politikamız çeşitli aşamalardan geçmiştir. 1929’a kadar<br/>serbest ithalat politikası, 1929’dan 1950’ye kadar<br/>kontrollü ithalat politikası uygulandı; 1950’den<br/>1953’e kadar ülke liberal bir ekonomi politikası<br/>uyguladı ancak Eylül 1953’ten itibaren artan dış<br/>ticaret açığı nedeniyle ithalat miktar ve değer olarak sınırlandırılmıştır. 1960 ve 1970’lerde ithalat,<br/>ithalat rejimleriyle idare edilmiştir."
  },
  {
    "id": "3518871",
    "unitNumber": 3,
    "text": "Türk tarihinde ilk kez “Yasaklanmış Mallar Listesi” hangi yıl tanıtılmıştır",
    "correctAnswer": "D",
    "options": {
      "A": "1958",
      "B": "1973",
      "C": "1978",
      "D": "1980",
      "E": "1983"
    },
    "explanation": "1980 yılında Türk tarihinde ilk<br/>kez “Yasaklanmış Mallar Listesi” tanıtılmıştır ve<br/>bazı izinli malların ithalatı ve serbest ithal edilecek<br/>diğer mallar için bir “serbest bırakma listesi” oluşturulmuştur."
  },
  {
    "id": "3518872",
    "unitNumber": 3,
    "text": "Türkiye’nin Gümrük Birliğine hangi yıl girmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "1974",
      "B": "1980",
      "C": "1983",
      "D": "1988",
      "E": "1996"
    },
    "explanation": "1 Ocak 1996’da Türkiye’nin<br/>Gümrük Birliğine girmesiyle önemli değişikliklere<br/>uğradı."
  },
  {
    "id": "3518873",
    "unitNumber": 3,
    "text": "İthalat yasasına ilişkin en son düzenleme hangi yıl yayımlandı?",
    "correctAnswer": "E",
    "options": {
      "A": "2002",
      "B": "2005",
      "C": "2014",
      "D": "2019",
      "E": "2020"
    },
    "explanation": "İthalat yasasına ilişkin en son düzenleme<br/>31 Aralık 2020’de yayımlandı."
  },
  {
    "id": "3518874",
    "unitNumber": 3,
    "text": "Özel kanunlarla ithali yasaklanmış olanlar ile ithalatına müsaade edilmeyenler dışında kalan malların<br/>serbest olarak ithal edilmesine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "libere ithalat",
      "B": "izne bağlı ithalat",
      "C": "özelliği olan ithalat",
      "D": "bedelsiz ithalat",
      "E": "sınırsız ithalat"
    },
    "explanation": "Özel kanunlarla ithali yasaklanmış olanlar ile ithalatına müsaade edilmeyenler dışında kalan malların<br/>serbest olarak ithal edilmesine libere ithalat denir."
  },
  {
    "id": "3518875",
    "unitNumber": 3,
    "text": "Ülkeye girişleri yürürlükteki mevzuat ile kayıtve şarta bağlanan veya özel izin gerektiren malların<br/>ithaline, ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "libere ithalat",
      "B": "izne bağlı ithalat",
      "C": "özelliği olan ithalat",
      "D": "bedelsiz ithalat",
      "E": "sınırsız ithalat"
    },
    "explanation": "Ülkeye girişleri yürürlükteki mevzuat ile kayıt<br/>ve şarta bağlanan veya özel izin gerektiren malların<br/>ithaline, izne bağlı ithalat denir."
  },
  {
    "id": "3518876",
    "unitNumber": 3,
    "text": "Bedeli için döviz transferi yapılmadan yurt dışında elde edilen ve yurda getirilmesi mecburi olmayan dış kazanç ve tasarruflarla satın alınan bazı şahsi ve ticari mahiyette eşyanın yurda ithaline ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "libere ithalat",
      "B": "izne bağlı ithalat",
      "C": "özelliği olan ithalat",
      "D": "bedelsiz ithalat",
      "E": "sınırsız ithalat"
    },
    "explanation": "Bedelsiz ithalat: Bedeli için döviz transferi yapılmadan yurt dışında elde edilen ve<br/>yurda getirilmesi mecburi olmayan dış kazanç ve tasarruflarla satın alınan bazı şahsi<br/>ve ticari mahiyette eşyanın yurda ithalidir."
  },
  {
    "id": "3519052",
    "unitNumber": 3,
    "text": "İthalat işlemlerinin ana çerçevesini belirleyen yasal düzenlemeye ne isim verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Özel anlaşmalara dayalı ithalat,",
      "B": "Kitap ve diğer yayınların ithalatı",
      "C": "İthalat Rejimi Kararı",
      "D": "Yurtta bulunan enternasyonal fuar ve sergilerde Ticaret Bakanlığınca perakende satışına izin verilen malların ithalatı",
      "E": "İthal şahadetnamesi"
    },
    "explanation": "İthalat Rejimi Kararı, ithalat işlemlerinin ana çerçevesini belirleyen yasal düzenlemedir."
  },
  {
    "id": "3519053",
    "unitNumber": 3,
    "text": "Hangi kamu kuruluşlarında ithalat işlemlerinde gümrük vergisi veya harç alınmamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Milli Savunma Bakanlığı veya kamu kuruluşları adına yapılacak ithalat işlemlerinde",
      "B": "Sağlık bakanlığı",
      "C": "Milli eğitim bakanlığı",
      "D": "Sanayi bakanlığı",
      "E": "Dışişleri bakanlığı"
    },
    "explanation": "Milli Savunma Bakanlığı veya kamu kuruluşları adına yapılacak ithalat işlemlerinde gümrük vergisi veya harç alınmamaktadır."
  },
  {
    "id": "3519054",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi ithalat Yasak ve Kısıtlamaları 31 Aralık 2020 tarihinde yayımlanan 3350 sayılı İthalat Rejimi Kararınca ithalat yasak ve kısıtlamalarından <u>değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Kamu düzeni, genel ahlak, tüm canlıların sağlığının korunması ve sınai ve ticari mülklerin korunması bağlamında alınan tedbirler dışında, diğer malların ithalatı yasak değildir.",
      "B": "Eski kullanılmış, yenileştirilmiş, kusurlu (defolu) ve yatık (zamanla dayanıklılığını yitirmiş) malların ithali izne tabidir.",
      "C": "İthali kanunla belirli kurum ve kuruluşlara verilmiş eşya, ancak bu kurum ve kuruluşlar veya bu kurum ve kuruluşlar tarafından yetkilendirilmiş kurumlarca yapılabilir.",
      "D": "FOB teslim şekli haricindeki ithalat müracaatlarında, proforma faturalardaki mal, navlun ve sigorta karşılıkları teker teker belirtilir.",
      "E": "İthalatı ilgili kanunun tescil ve şartlarına veya özel iznine tabi mallara ilişkin hükümler saklı bulunmaktadır."
    },
    "explanation": "• Kamu düzeni, genel ahlak, tüm canlıların sağlığının korunması ve sınai ve ticari mülklerin korunması bağlamında alınan tedbirler dışında, diğer malların ithalatı yasak değildir.\n • İthalatı ilgili kanunun tescil ve şartlarına veya özel iznine tabi mallara ilişkin hükümler saklı bulunmaktadır.\n • İthalatı kanunlarla belirli kurum ve kuruluşlara bırakılmış eşyalar, ancak bu kurum ve kuruluşlar veya onlar tarafından yetkilendirilenler tarafından yapılabilir.\n • İthali kanunla belirli kurum ve kuruluşlara verilmiş eşya, ancak bu kurum ve kuruluşlar veya bu kurum ve kuruluşlar tarafından yetkilendirilmiş kurumlarca yapılabilir.\n • Eski kullanılmış, yenileştirilmiş, kusurlu (defolu) ve yatık (zamanla dayanıklılığını yitirmiş) malların ithali izne tabidir."
  },
  {
    "id": "3519055",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi ithalat Yönetmeliği ilgili kavramlarla ilgili tanımlardan <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Bakanlık: Ticaret Bakanlığı ifade eder",
      "B": "Karar: 31.12.2020 tarih 3350 sayılı Bakanlar Kurulu Kararını ifade eder",
      "C": "Gümrük Beyannamesi: Gümrük Kanunu hükümleri çerçevesinde gümrük idarelerince düzenlenen belgeyi ifade eder",
      "D": "Vergi Numarası: Vergi Usul Kanunu hükümleri çerçevesinde, vergi mükellefi her gerçek ve tüzel kişiye verilen numarayı ifade eder",
      "E": "Malların cinsini, nevini, kaynağı ve gümrük tarife istatistik durumunu ifade eder"
    },
    "explanation": "• Bakanlık: Ticaret Bakanlığı, \n • Karar: 31.12.2020 tarih 3350 sayılı Bakanlar Kurulu Kararını\n • Gümrük Beyannamesi: Gümrük Kanunu hükümleri çerçevesinde gümrük idarelerince düzenlenen belgeyi,\n • Vergi Numarası: Vergi Usul Kanunu hükümleri çerçevesinde, vergi mükellefi her gerçek ve tüzel kişiye verilen numarayı,\n • Tacir: Türk Ticaret Kanunu hükümleri uyarınca tacir addedilen her gerçek ve tüzel kişiyi,\n • Fiili İthal: Gümrük Kanunu’nda yapılan “fiili ithal” tanımında belirtilen durumları,\n • Başlamış İthal İşlemi: İthal edilecek malların gümrüğe gelmiş veya çıkış ülkesinde ihracat işlemlerinin tamamlanmış olması durumunu\n ifade eder."
  },
  {
    "id": "3519056",
    "unitNumber": 3,
    "text": "Vergi Usul Kanunu hükümleri çerçevesinde, vergi mükellefi her gerçek ve tüzel kişiye verilen numaraya ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kayıt numarası",
      "B": "Vergi Numarası",
      "C": "Gümrük Beyannamesi",
      "D": "Sıra numarası",
      "E": "Aday numarası"
    },
    "explanation": "Vergi Numarası, Vergi Usul Kanunu hükümleri çerçevesinde, vergi mükellefi her gerçek ve tüzel kişiye verilen numaradır."
  },
  {
    "id": "3519057",
    "unitNumber": 3,
    "text": "Ticaret Bakanlığı tarafından verilen ithalat yapma yetkisini gösteren belgeye ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "İthal şahadetnamesi",
      "B": "Özelliği olan ithalat",
      "C": "Libere ithalat",
      "D": "Kesin İthalat",
      "E": "Kitap ve Diğer Yayınların İthalatı"
    },
    "explanation": "İthal şahadetnamesi, Ticaret Bakanlığı tarafından verilen ithalat yapma yetkisini gösterir belgedir."
  },
  {
    "id": "3519058",
    "unitNumber": 3,
    "text": "İthalatı kanun ve kararnamelerle belirli kuruluşlara bırakılmış malların ithaline ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kitap ve Diğer Yayınların İthalatı",
      "B": "Özelliği olan ithalat",
      "C": "Libere İthalat",
      "D": "Kamu Sektörü İthalatı",
      "E": "Film ve Video Kaset İthalatı"
    },
    "explanation": "Özelliği olan ithalat: İthalatı kanun ve kararnamelerle belirli kuruluşlara bırakılmış malların ithalidir."
  },
  {
    "id": "3519059",
    "unitNumber": 3,
    "text": "Özel kanunlarla ithali yasaklanmış olanlar ile izin verilmeyenler dışında kalan malların serbest olarak ithal edilmesine ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Özelliği olan ithalat",
      "B": "Kesin İthalat",
      "C": "Kitap ve Diğer Yayınların İthalatı",
      "D": "Bedelsiz ithalat",
      "E": "Libere ithalat"
    },
    "explanation": "Libere ithalat: Özel kanunlarla ithali yasaklanmış olanlar ile izin verilmeyenler dışında kalan malların serbest olarak ithal edilmesidir."
  },
  {
    "id": "3519060",
    "unitNumber": 3,
    "text": "Bedeli için döviz transferi yapılmadan yurt dışında elde edilen ve yurda getirilmesi mecburi olmayan dış kazanç ve tasarruflarla satın alınan bazı şahsi ve ticari mahiyette eşyanın yurda ithaline ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Libere ithalat",
      "B": "Özelliği olan ithalat",
      "C": "Bedelsiz ithalat",
      "D": "İthal şahadetnamesi",
      "E": "Vergi Numarası"
    },
    "explanation": "Bedeli için döviz transferi yapılmadan yurt dışında elde edilen ve yurda getirilmesi mecburi olmayan dış kazanç ve tasarruflarla satın alınan bazı şahsi ve ticari mahiyette eşyanın yurda ithaline Bedelsiz ithalat denir?"
  },
  {
    "id": "3519061",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Bedelsiz İthalat Başvurularında İbraz Edilecek Belgelerden <u>değildir?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Teslim-Tesellüm belgesi",
      "B": "İşletmenin son üç yıllık kazancı ve ödenen vergilere ilişkin belgeler",
      "C": "İrsaliye veya taşıt giriş formu",
      "D": "Pasaport veya pasaport yerine geçen belgeler",
      "E": "Müracaat formu"
    },
    "explanation": "• Müracaat formu (Gümrük idaresinden temin edilir.),\n • Pasaport veya pasaport yerine geçen belgeler (göçte pasaport ibrazı zorunlu değildir),\n • İrsaliye veya taşıt giriş formu\n • Teslim-Tesellüm belgesi (işlemleri aynı gün tamamlananlar için bu belge aranmaz.), • Vukuatlı nüfus kayıt örneği (aile ünitesi uygulanan hâllerde),\n • İkamette bulundukları ülkede; işverenden ayrıldıklarına dair kanıt ile İş ve İşçi Bulma Kurumundan işsizlik parası veya yardımı imkânlarından faydalanmadığını, aynı şekilde ilgili kurumlarda bulunan ikamet kayıtlarını sildirdiklerini ispatlaması, ayrıca ihtiyarlık sigorta pirimi kesintilerini sona erdirdiklerine dair belgeyi, eğer bir eğitim kurumunda öğrenci iseler, okulla ilişiklerinin kesildiğini kanıtlayan belgeyi Türk Konsolosluklarına sunmalarının ardından ikametgâhın aldırıldığına ilişkin Konsolosluklarımızca hazırlanacak belge (işyeri nakli dâhil),"
  },
  {
    "id": "3519094",
    "unitNumber": 3,
    "text": "Serbest ithalat politikası hangi tarihler arasında uygulanmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "1920-1922",
      "B": "1921-1927",
      "C": "1922-1924",
      "D": "1923-1929",
      "E": "1925-1930"
    },
    "explanation": "Serbest ithalat politikası 1923-1929 döneminde uygulanmıştır."
  },
  {
    "id": "3519095",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi 31 Aralık 2020 tarihinde yayınlanan ticaret politikası önlemleri arasında <u>yer almaz</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "İthalatta Haksız Rekabetin Önlenmesi Hakkında mevzuat",
      "B": "İthalatta Gözetim ve Korunma Önlemleri ile Kota İdaresi ve Tarife Kontenjanı Hakkında mevzuat",
      "C": "Belirli Tekstil Ürünleri İthalatında Gözetim ve Korunma Önlemleri Hakkında mevzuat",
      "D": "Türkiye’nin Ticari Haklarının Korunması Hakkında mevzuat",
      "E": "İthal Tarım Ürünlerinden Vergi Alınmamasına İlişkin mevzuat"
    },
    "explanation": "İthal Tarım Ürünlerinden Vergi Alınmamasına İlişkin mevzuat 31 Aralık 2020 tarihinde yayınlanan ticaret politikası önlemleri arasında yer almaz."
  },
  {
    "id": "3519096",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi ithalatta işlem gören Gümrük Vergisi Oranları ile ödenecek Toplu Konut Fonunu açıklayan listelerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Liste IV",
      "B": "Liste VIII",
      "C": "Liste IX",
      "D": "Liste X",
      "E": "Liste XI"
    },
    "explanation": "İthalatta işlem gören Gümrük Vergisi Oranları ile ödenecek Toplu Konut Fonunu açıklayan listeler (Liste I, II, III, IV, V, VI ve VII numaralı listeler) kapsamı ürünlere ait gümrük vergileri ve Toplu Konut Fonu karşılarında açıklandığı şekilde belirlenmiştir."
  },
  {
    "id": "3519097",
    "unitNumber": 3,
    "text": "Aşağıdaki kamu kuruluşlarının hangisinden gümrük vergisi harcı <u>alınmaz</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Turizm Bakanlığı",
      "B": "Milli Eğitim Bakanlığı",
      "C": "Milli Savunma Bakanlığı",
      "D": "Sağlık Bakanlığı",
      "E": "İçişleri Bakanlığı"
    },
    "explanation": "Milli Savunma Bakanlığı veya kamu kuruluşları adına yapılacak ithalat işlemlerinde gümrük vergisi veya harç alınmamaktadır."
  },
  {
    "id": "3519098",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisinde vergi numarası şartı aranır?",
    "correctAnswer": "E",
    "options": {
      "A": "Özel anlaşmalara dayalı gerçekleştirilen ithalatlarda",
      "B": "Kitap ve diğer yayınlarının ithalatında",
      "C": "Yurtta bulunan enternasyonal fuarlarda Ticaret Bakanlığınca perakende satışına izin verilen malların ithalatında",
      "D": "Yurtta bulunan enternasyonal sergilerde Ticaret Bakanlığınca perakende satışına izin verilen malların ithalatında",
      "E": "Yurt içinde üretilmesine karşın ticareti gerçekleştirilen tarım ürünlerinin ithalatında"
    },
    "explanation": "Özel anlaşmalara dayalı ithalat, Kitap ve diğer yayınların ithalatı, Yurtta bulunan enternasyonal fuar ve sergilerde Ticaret Bakanlığınca perakende satışına izin verilen malların ithalatında vergi numarası olması şartı aranmaz."
  },
  {
    "id": "3519099",
    "unitNumber": 3,
    "text": "Özel kanunlarla ithali yasaklanmış olanlar ile ithalatına müsaade edilmeyenler dışında kalan malların serbest olarak ithal edilmesine ………………… denir.\n Yukarıdaki cümlede boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Libere ithalat",
      "B": "Özelliği olan ithalat",
      "C": "İzne bağlı ithalat",
      "D": "Kesin ithalat",
      "E": "Bedelsiz ithalat"
    },
    "explanation": "Özel kanunlarla ithali yasaklanmış olanlar ile ithalatına müsaade edilmeyenler dışında kalan malların serbest olarak ithal edilmesine libere ithalat denir."
  },
  {
    "id": "3519100",
    "unitNumber": 3,
    "text": "İthalatı kanun ve yönetmeliklerle belirli kurumlara bırakılan eşyanın ithalatına ………….denir.\n Yukarıdaki cümlede boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Libere ithalat",
      "B": "Özelliği olan ithalat",
      "C": "İzne bağlı ithalat",
      "D": "Kesin ithalat",
      "E": "Bedelsiz ithalat"
    },
    "explanation": "İthalatı kanun ve yönetmeliklerle belirli kurumlara bırakılan eşyanın ithalatına özelliği olan ithalat denir."
  },
  {
    "id": "3519101",
    "unitNumber": 3,
    "text": "Yurt dışından bedeli karşılığında döviz transferi yapılmadan alınan ve yurt dışından gelir ve birikimlerle satın alınan bazı kişisel ve ticari malların ithal edilmesine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bedelsiz ithalat",
      "B": "Libere ithalat",
      "C": "Özelliği olan ithalat",
      "D": "İzne bağlı ithalat",
      "E": "Kesin ithalat"
    },
    "explanation": "<strong><em>Bedelsiz ithalat; </em></strong>Yurt dışından bedeli karşılığında döviz transferi yapılmadan alınan ve yurt dışından gelir ve birikimlerle satın alınan bazı kişisel ve ticari malların ithal edilmesidir."
  },
  {
    "id": "3519102",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bedelsiz ithalat hakkından <u>yararlanamaz</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Tarım ürünleri ithal eden vatandaşlar",
      "B": "Sanayi ürünleri ithal eden vatandaşlar",
      "C": "Hammadde ithal eden vatandaşlar",
      "D": "Yedek parça ithal eden vatandaşlar",
      "E": "Çift uyruklu vatandaşlar"
    },
    "explanation": "İkametgâhını evlilik yoluyla Türkiye’ye nakledenler ve çift uyruklular ücretsiz ithalat hakkından yararlanamazlar."
  },
  {
    "id": "3519103",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi 2016/8478 sayılı Karar’ın 13’üncü madde ile belirlenmiş sınır ticareti yapabilecek iller arasında <u>yer almaz</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Ardahan",
      "B": "Van",
      "C": "Mardin",
      "D": "Artvin",
      "E": "Bitlis"
    },
    "explanation": "Sınır ticareti yapılabilecek iller, 2016/8478 sayılı Karar’ın 13’üncü maddesi ile belirlenmiştir. İlgili Karar kapsamında; Artvin, Ardahan, Kars, Iğdır, Ağrı, Van, Hakkari, Şırnak, Mardin, Şanlıurfa, Kilis, Gaziantep ve Hatay illerimizde sınır ticareti yapılabilmesi mümkündür."
  },
  {
    "id": "3518807",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi satıcının malı alıcının emrine kendi fabrikasından (İşletmesinden)<br/>itibaren teslim edilmesini ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "E terimi",
      "B": "B terimi",
      "C": "C terimi",
      "D": "K terimi",
      "E": "D terimi"
    },
    "explanation": "E terimi Satıcı malı alıcının emrine kendi fabrikasından (İşletmesinden)<br/>itibaren teslim etmektedir."
  },
  {
    "id": "3518808",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi satıcıdan, malın alıcının gösterdiği taşımacıya teslim etmesini<br/>ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "EXW",
      "B": "FCA",
      "C": "CFR",
      "D": "CIF",
      "E": "CIP"
    },
    "explanation": "F terimleri (FCA, FAS, FOB): Satıcıdan, malın alıcının gösterdiği taşımacıya teslim etmesi<br/>istenmektedir"
  },
  {
    "id": "3518809",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi satıcı taşıma sözleşmesini yapmak zorundadır, ama ne kayıp<br/>ne hasır rizikosunu ne de yüklemeden sonra doğabilecek ek<br/>harcamaları üstlendiğini ifade eder terimdir?",
    "correctAnswer": "D",
    "options": {
      "A": "FCA",
      "B": "FAS",
      "C": "FOB",
      "D": "CFR",
      "E": "DAT"
    },
    "explanation": "C terimleri (CFR, CIF, CPT, CIP): Satıcı taşıma sözleşmesini yapmak zorundadır, ama ne kayıp<br/>ne hasır rizikosunu ne de yüklemeden sonra doğabilecek ek<br/>harcamaları üstlenir."
  },
  {
    "id": "3518810",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi malın gönderildiği ülkeye kadar yapılan yolculuğun yol açtığı<br/>bütün harcamalar ve riskler satıcının yükümlülüğüne bırakılmasını ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "DAP",
      "B": "EXW",
      "C": "FOB",
      "D": "FAS",
      "E": "CPT"
    },
    "explanation": "D terimleri (DAT, DAP, DDP) Malın gönderildiği ülkeye kadar yapılan yolculuğun yol açtığı<br/>bütün harcamalar ve riskler satıcının yükümlülüğüne bırakılmıştır."
  },
  {
    "id": "3518811",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi alıcının ülkesinde adı belirtilen limana kadar navlun ve sigorta<br/>primi ihracatçı tarafından ödenmiş olarak teslimini ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "FOB",
      "B": "CFR",
      "C": "CIF",
      "D": "CPT",
      "E": "CIP"
    },
    "explanation": "CIF: Alıcının Ülkesinde Adı Belirtilen Limana Kadar Navlun ve Sigorta<br/>Primi İhracatçı Tarafından Ödenmiş Olarak Teslim"
  },
  {
    "id": "3518812",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi malın terminalde teslimini ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "CPT",
      "B": "DDP",
      "C": "DAT",
      "D": "FCA",
      "E": "FAS"
    },
    "explanation": "DAT: Terminalde Teslim"
  },
  {
    "id": "3518813",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi satıcının ülkesinde ismi belirtilen sevk limanında gemide teslimi ifade eder?",
    "correctAnswer": "D",
    "options": {
      "A": "EXW",
      "B": "FAS",
      "C": "FCA",
      "D": "FOB",
      "E": "DAT"
    },
    "explanation": "FOB: Satıcının Ülkesinde İsmi Belirtilen Sevk Limanında Gemide Teslim"
  },
  {
    "id": "3518814",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi satıcının ülkesinde ismi belirtilen sevk limanında gemi yanında<br/>teslimi ifade eder?",
    "correctAnswer": "E",
    "options": {
      "A": "CIF",
      "B": "DAT",
      "C": "DDP",
      "D": "DAP",
      "E": "FAS"
    },
    "explanation": "FAS: Satıcının Ülkesinde İsmi Belirtilen Sevk Limanında Gemi Yanında<br/>Teslim"
  },
  {
    "id": "3518815",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi satıcının ülkesindeki iş yerinde teslim yönteminde ithalatçının sorumlulukları arasında yer almaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Malların kendi ülkesine girişi sırasındaki<br/>bütün ithalat işlemlerini yürütür ve gümrük vergilerini öder",
      "B": "Belirlenen tarihte ihracatçının işletmesinde malları teslim alıp malın bedelini öder",
      "C": "İhracat ve ithalat için gerekli bütün belgeleri düzenleyip bunlardan doğacak olan masrafları karşılar",
      "D": "Gerek ihracat gerekse ithalat için ödenen bütün vergi, resim ve harçları öder",
      "E": "Taşıma, sigorta gibi bütün masraflar kendisine ait olup yolda malın başına gelebilecek herhangi bir<br/>hasardan dolayı ihracatçıyı sorumlu tutmaz"
    },
    "explanation": "Malların kendi ülkesine girişi sırasındaki<br/>bütün ithalat işlemlerini yürütür ve gümrük vergilerini öder"
  },
  {
    "id": "3518816",
    "unitNumber": 4,
    "text": "CPT terimi, malların gümrük çıkış işlemlerinin<br/>satıcı tarafından tamamlanmasını öngörür. Bu kapsamda aşağıdakilerden hangisi ihracatçının sorumlulukları arasında yer almaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Belirlenen yer ve zamanda malların ithalatçının elinde olmasını temin edecek şekilde<br/>malları hazır edip masrafları kendisine ait<br/>olmak üzere bir taşıma şirketi ile anlaşır.",
      "B": "İhracat işlemlerini gerçekleştirir ve bu işlemlerden doğan masrafları karşılar.",
      "C": "İthalatçıya gerekli işlemlerin yapıldığını ve<br/>muhtemel varış tarihini bildirir.",
      "D": "Kendi ülkesindeki belirlenen limanda<br/>malları teslim alır. Boşaltma masraflarını<br/>karşılar.",
      "E": "Malların taşıma giderleri ödendikten ve ilk<br/>sevkiyat yapıldıktan sonra ortaya çıkabilecek hasar ve rizikolardan sorumlu değildir."
    },
    "explanation": "Kendi ülkesindeki belirlenen limanda<br/>malları teslim alır. Boşaltma masraflarını<br/>karşılar."
  },
  {
    "id": "3518847",
    "unitNumber": 4,
    "text": "\"Dış ticaret işlemlerinde taraflar arasındaki anlaşmazlıkları gidermek ve malın teslimatı sırasında yapılacak harcamaların ve ortaya çıkabilecek hasar ve rizikoların kime ait olacağını tespit etmek maksadıyla Milletlerarası Ticaret Odası, kısa adı, INCOTERMS olan ............................................................................................ adlı bülteni yayımlamıştır.\"\n<br/>Yukarıdaki metinde boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ticari Terimlerin Yorumlanması İçin Uluslararası Kurallar",
      "B": "Yeknesak Ticari Terimlere İlişkin Uluslararası Kurallar",
      "C": "Ticari Teslim Şekillerine İlişkin Uluslararası Kurallar",
      "D": "Ticari Teslim Şekillerinin Yeknesaklaştırılmasına İlişkin Uluslararası Kurallar",
      "E": "Ticari Terimlerin Tanımlarına İlişkin Uluslararası Kurallar"
    },
    "explanation": "Dış ticaret işlemlerinde taraflar arasındaki anlaşmazlıkları gidermek ve malın teslimatı sırasında yapılacak harcamaların ve ortaya çıkabilecek hasar ve rizikoların kime ait olacağını tespit etmek maksadıyla Milletlerarası Ticaret Odası, kısa adı, INCOTERMS olan <strong><em>Ticari Terimlerin Yorumlanması</em> İçin Uluslararası Kurallar </strong>adlı bülteni yayımlamıştır."
  },
  {
    "id": "3518853",
    "unitNumber": 4,
    "text": "\"Satıcı malı alıcının emrine kendi fabrikasından (İşletmesinden) itibaren teslim etmektedir.\"\n Yukarıdaki metin, aşağıdaki hangi ticari terimler grubunun açıklamasıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "A terimleri (ATP, ADP, APT)",
      "B": "E terimi (EXW)",
      "C": "F terimleri (FCA, FAS, FOB)",
      "D": "C terimleri (CFR, CIF, CPT, CIP)",
      "E": "D terimleri (DAT, DAP, DDP)"
    },
    "explanation": "<strong>E terimi (EXW)</strong>, Satıcı malı alıcının emrine kendi fabrikasından (İşletmesinden) itibaren teslim etmektedir."
  },
  {
    "id": "3518854",
    "unitNumber": 4,
    "text": "CIF teslim şeklinin açıklaması, aşağıdakilerden hangisinde yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Satıcının Ülkesindeki İş Yerinde Teslim",
      "B": "Satıcının Ülkesinde İsmi Belirtilen Sevk Limanında Gemi Yanında Teslim",
      "C": "Alıcının Ülkesinde Adı Belirtilen Limana Kadar Navlun ve Sigorta Primi İhracatçı Tarafından Ödenmiş Olarak Teslim",
      "D": "Alıcının Ülkesinde Adı Belirtilen Varış Noktasına Kadar Navlun Ödenmiş Olarak Teslim",
      "E": "Alıcının Ülkesinde Adı Belirtilen Varış Noktasına Kadar Sigorta Primi ve Navlun İhracatçı Tarafından Ödenmiş Olarak Teslim"
    },
    "explanation": "CIF'in anlamı şöyledir: Alıcının Ülkesinde Adı Belirtilen Limana Kadar Navlun ve Sigorta Primi İhracatçı Tarafından Ödenmiş Olarak Teslim"
  },
  {
    "id": "3518855",
    "unitNumber": 4,
    "text": "\"Satıcının Ülkesinde İsmi Belirtilen Sevk Limanında Gemide Teslim\"\n Yukarıdaki metinde yer alan açıklama, aşağıdaki teslim şekillerinden hangisine aittir?",
    "correctAnswer": "D",
    "options": {
      "A": "CIF",
      "B": "CIP",
      "C": "DDP",
      "D": "FOB",
      "E": "FCA"
    },
    "explanation": "Satıcının Ülkesinde İsmi Belirtilen Sevk Limanında Gemide Teslim, <strong>FOB</strong> teslim şekline ait bir açıklamadır."
  },
  {
    "id": "3518856",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, risk ve maliyeti hem ihracatçı hem de ithalatçı için dengeleyen teslim şekli değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "FCA",
      "B": "FOB",
      "C": "CFR",
      "D": "CIF",
      "E": "DDP"
    },
    "explanation": "DDP teslim şekli, her iki tarafı için risk ve maliyeti dengeleyen bir teslim şekli değildir; daha çok ithalatçıların yararına olan bir teslim şeklidir."
  },
  {
    "id": "3518857",
    "unitNumber": 4,
    "text": "Malların gümrük çıkış işlemleri tamamlanmış olarak alıcı tarafından belirtilen taşıyıcı, onun tarafından belirtilen yerden teslim edilmesiyle birlikte, satıcının mal teslim yükümlülüğünün de yerine getirilmiş olması anlamına gelen, kısaca “taşıyıcıya teslim” olarak ifade edilen teslim şekli aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "FCA",
      "B": "FOB",
      "C": "FAS",
      "D": "CIF",
      "E": "CFR"
    },
    "explanation": "Malların gümrük çıkış işlemleri tamamlanmış olarak alıcı tarafından belirtilen taşıyıcı, onun tarafından belirtilen yerden teslim edilmesiyle birlikte, satıcının mal teslim yükümlülüğünün de yerine getirilmiş olması anlamına gelen, kısaca “taşıyıcıya teslim” olarak ifade edilen teslim şekli, <strong>FCA</strong>'dır."
  },
  {
    "id": "3518858",
    "unitNumber": 4,
    "text": "CFR teslim şeklinin kararlaştırıldığı taşıma işleminde, örneğin roll-on/roll-of ya da konteyner trafiğinde olduğu gibi “gemi bordası”nın herhangi bir pratik anlamının kalmadığı durumlarda, aşağıdaki teslim şekillerinden hangisinin kullanılması daha uygun olacaktır?",
    "correctAnswer": "B",
    "options": {
      "A": "CIF",
      "B": "CPT",
      "C": "FAS",
      "D": "FOB",
      "E": "FCA"
    },
    "explanation": "CFR teslim şeklinin kararlaştırıldığı taşıma işleminde, örneğin roll-on/roll-of ya da konteyner trafiğinde olduğu gibi “gemi bordası”nın herhangi bir pratik anlamının kalmadığı durumlarda, <strong>CPT</strong> teriminin kullanılması daha uygun olacaktır."
  },
  {
    "id": "3518859",
    "unitNumber": 4,
    "text": "Satıcının CFR teriminde olan yükümlülükleri aynen üstlendiği ancak bunlara ek olarak taşıma sırasında malların kayıp ve hasar riskine karşı deniz sigortası sağlama yükümlülüğünün de yer aldığı teslim şekli aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "FCR",
      "B": "FOB",
      "C": "CIF",
      "D": "CFR",
      "E": "CIP"
    },
    "explanation": "Satıcının CFR teriminde olan yükümlülükleri aynen üstlendiği ancak bunlara ek olarak taşıma sırasında malların kayıp ve hasar riskine karşı deniz sigortası sağlama yükümlülüğünün de yer aldığı teslim şekli, <strong>CIF</strong>'tir."
  },
  {
    "id": "3518861",
    "unitNumber": 4,
    "text": "\"Taraflar malların terminalden başka bir yere taşınması ve elleçlenmesi ile ilgili hasarın ve masrafların satıcı tarafından üstlenilmesini amaçlıyorsa, ................................................... kullanılmalıdır.\"\n Yukarıdaki metinde boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "CIF veya FOB kuralları",
      "B": "FCA veya FAS kuralları",
      "C": "CPT veya CFR kuralları",
      "D": "DAP veya DDP kuralları",
      "E": "EXW veya DAT kuralları"
    },
    "explanation": "Taraflar malların terminalden başka bir yere taşınması ve elleçlenmesi ile ilgili hasarın ve masrafların satıcı tarafından üstlenilmesini amaçlıyorsa, <strong>DAP veya DDP kuralları</strong> kullanılmalıdır."
  },
  {
    "id": "3518863",
    "unitNumber": 4,
    "text": "İthalatçının tek sorumluluğunun malın bedelini ihracatçıya ödemek ve belirlenen malı teslim almak olduğu teslim şekli aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "EXW",
      "B": "FCR",
      "C": "FOB",
      "D": "CIF",
      "E": "DDP"
    },
    "explanation": "İthalatçının tek sorumluluğunun malın bedelini ihracatçıya ödemek ve belirlenen malı teslim almak olduğu teslim şekli, <strong>DDP</strong>'dir."
  },
  {
    "id": "3519148",
    "unitNumber": 4,
    "text": "1936 yılına kadar dış ticarette teslim şekillerini aşağıdakilerden hangisi belirlemektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yazılı olmayan ticari örf ve adetler",
      "B": "Milletlerarası Ticaret Odası kararları",
      "C": "Ticaret sözleşmeleri",
      "D": "Uluslararası Kurallar",
      "E": "Dış ticaret mevzuatları"
    },
    "explanation": "GİRİŞ<br/>Dış ticarette teslim şekilleri 1936 yılına kadar yazılı olmayan ticari örf ve adetlere göre belirleniyordu. Ticari örf ve adetler herkes tarafından bilindiği için sözleşmelerde ayrıca yer almasına gerek kalmıyordu."
  },
  {
    "id": "3519149",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi ticari örf ve adetleri, bütün dış ticaret yapan ülkelerin ortak bir şekilde kullanabileceği standartlar hâline getirecek, hükûmetlerden bağımsız, uluslararası bir kuruma duyulan ihtiyaca yönelik olarak kurulmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Milletlerarası Ticaret Odası",
      "B": "Ticari Terimler Komitesi",
      "C": "Dış Ekonomik İlişkiler Kurulu",
      "D": "Ticaretin Kolaylaştırılması Teknik Grubu",
      "E": "Incotermler"
    },
    "explanation": "GİRİŞ<br/>Ticari örf ve adetleri, bütün dış ticaret yapan ülkelerin ortak bir şekilde kullanabileceği standartlar hâline getirecek, hükûmetlerden bağımsız, uluslararası bir kuruma ihtiyaç duyulmuştur. İşte bu amaçla 1919 yılında Milletlerarası Ticaret Odası (ICC) kurulmuştur."
  },
  {
    "id": "3519150",
    "unitNumber": 4,
    "text": "Milletlerarası Ticaret Odası (ICC) Çalışma Grubunun yaptığı revizyon çalışmalarından yararlanılarak, yapılan düzenlemeye göre oluşturulan aşağıdaki uluslararası ticari terim gruplarından hangisinde satıcıdan, malın alıcının gösterdiği taşımacıya teslim etmesi istenmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "E terimi",
      "B": "F terimleri",
      "C": "C terimleri",
      "D": "D terimleri",
      "E": "H terimleri"
    },
    "explanation": "INCOTERMLERİN TANITIM ŞEKİLLERİNDE UYGULANAN YENİ YÖNTEM<br/>F terimleri (FCA, FAS, FOB) : Satıcıdan, malın alıcının gösterdiği taşımacıya teslim etmesi istenmektedir."
  },
  {
    "id": "3519151",
    "unitNumber": 4,
    "text": "I. Terminalde Teslim\n II. Belirlenen Yerde Teslim\n III. Satıcının Ülkesindeki İş Yerinde Teslim\n IV. Satıcının Ülkesinde Teslim Yeri Belirtilerek Taşımacıya Teslim\n V. Satıcının Ülkesinde İsmi Belirtilen Sevk Limanında Gemide Teslim\n Yukarıdaki teslim şekillerinden hangileri uluslararası ticari terimlerin D grubunda yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "III ve V",
      "D": "IV ve V",
      "E": "III, IV ve V"
    },
    "explanation": "INCOTERMLERİN TANITIM ŞEKİLLERİNDE UYGULANAN YENİ YÖNTEM<br/>D Grubu:\n DAT Terminalde Teslim\n DAP Belirlenen Yerde Teslim\n DDP Alıcının Ülkesinde Adı Belirtilen Varış Noktasında Gümrük Vergileri İhracatçı Tarafından Ödenmiş Olarak Teslim"
  },
  {
    "id": "3519152",
    "unitNumber": 4,
    "text": "Aşağıdaki teslim şekillerinden hangisinde satıcı malları belirlenen varış yerinde, gelen taşıma aracından boşaltmadan alıcının tasarrufuna bırakarak teslim eder?",
    "correctAnswer": "B",
    "options": {
      "A": "FOB",
      "B": "DAP",
      "C": "CPT",
      "D": "EXW",
      "E": "DDP"
    },
    "explanation": "INCOTERMLERİN TANITIM ŞEKİLLERİNDE UYGULANAN YENİ YÖNTEM<br/>DAP: Bu teslim şeklinde, satıcı malları belirlenen varış yerinde, gelen taşıma aracından boşaltmadan alıcının tasarrufuna bırakarak teslim eder."
  },
  {
    "id": "3519153",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi dış ticaret sürecinde genellikle risk ve maliyeti hem ihracatçı hem de ithalatçı için dengeleyen teslim şekillerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "DAT",
      "B": "FAS",
      "C": "CPR",
      "D": "CIP",
      "E": "FCA"
    },
    "explanation": "INCOTERMLERİN TANITIM ŞEKİLLERİNDE UYGULANAN YENİ YÖNTEM<br/>Dış ticaret sürecinde teslim şekillerinden hangisinin seçileceğine ihracatçı ve ithalatçı karşılıklı anlaşarak karar verirler. Bu karar sürecinde rol oynayan çeşitli faktörler vardır. Bu faktörlerin en önemlilerinden birisi ticarete konu olan malın arz ve talep koşullarıdır. Bu koşullar dâhilinde, genellikle risk ve maliyeti iki taraf için de dengeleyen FCA, FOB, CFR, CIF gibi teslim şekilleri kullanılmaktadır."
  },
  {
    "id": "3519154",
    "unitNumber": 4,
    "text": "Aşağıdaki terimlerden hangisi malların gümrük çıkış işlemleri tamamlanmış olarak alıcı tarafından belirtilen taşıyıcı, onun tarafından belirtilen yerden teslim edilmesiyle birlikte, satıcının mal teslim yükümlülüğünün de yerine getirilmiş olması anlamına gelir?",
    "correctAnswer": "A",
    "options": {
      "A": "Taşıyıcıya Teslim",
      "B": "Geminin Bordasında Teslim",
      "C": "Güvertede teslim",
      "D": "İş yerinde teslim",
      "E": "Taşıma ve Sigorta Bedeli Ödenmiş Olarak Teslim"
    },
    "explanation": "ULUSLARARASI SATIŞ SÖZLEŞMELERİNDE KULLANILAN TESLİM ŞEKİLLERİ<br/>“Taşıyıcıya teslim” terimi, malların gümrük çıkış işlemleri tamamlanmış olarak alıcı tarafından belirtilen taşıyıcı, onun tarafından belirtilen yerden teslim edilmesiyle birlikte, satıcının mal teslim yükümlülüğünün de yerine getirilmiş olması anlamına gelir."
  },
  {
    "id": "3519155",
    "unitNumber": 4,
    "text": "Alıcının gerekli gümrük çıkış işlemlerini doğrudan ya da dolaylı olarak gerçekleştirme olanağına sahip olmadığı durumlarda başvurulması gereken terim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "FCA terimi",
      "B": "EXW terimi",
      "C": "FAS terimi",
      "D": "FOB terimi",
      "E": "CPT terimi"
    },
    "explanation": "ULUSLARARASI SATIŞ SÖZLEŞMELERİNDE KULLANILAN TESLİM ŞEKİLLERİ<br/>“İş yerinde teslim”, malların satıcı tarafından satıcının kendi kuruluşunda (imalathane, fabrika, depo vb.) alıma hazır hâle getirilmesiyle satıcının yükümlülüklerinin sona ermesini ifade eder. Daha açık olarak ifade edilirse eğer aksine bir hüküm bulunmuyorsa satıcı, malları alıcı tarafından sağlanan araca yüklemek ya da gümrük çıkış işlemlerini yerine getirmek zorunda değildir. Malların satıcının kuruluşundan alınarak istenilen yere götürülmesiyle ilgili bütün masraf ve riskler alıcıya aittir. Bu açıdan bu terim, alıcının gerekli gümrük çıkış işlemlerini doğrudan ya da dolaylı olarak gerçekleştirme olanağına sahip olmadığı durumlarda kullanılmamalıdır. Böyle durumlarda FCA terimine başvurulmalıdır."
  },
  {
    "id": "3519156",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi CFR teriminde olan yükümlülükleri aynen üstlenmekte ancak bunlara ek olarak taşıma sırasında malların kayıp ve hasar riskine karşı deniz sigortası sağlama yükümlülüğünü de almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "CIF",
      "B": "CPT",
      "C": "FOB",
      "D": "CFR",
      "E": "FAS"
    },
    "explanation": "ULUSLARARASI SATIŞ SÖZLEŞMELERİNDE KULLANILAN TESLİM ŞEKİLLERİ<br/>CIF: “Mal Bedeli, Sigorta ve Navlun” teriminde, satıcı, CFR teriminde olan yükümlülükleri aynen üstlenmekte ancak bunlara ek olarak taşıma sırasında malların kayıp ve hasar riskine karşı deniz sigortası sağlama yükümlülüğünü de almaktadır."
  },
  {
    "id": "3519157",
    "unitNumber": 4,
    "text": "İthalatçıların yararına olan teslim şekli aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "FAS",
      "B": "FOB",
      "C": "FCA",
      "D": "EXW",
      "E": "DDP"
    },
    "explanation": "INCOTERMLERİN TANITIM ŞEKİLLERİNDE UYGULANAN YENİ YÖNTEM<br/>Teslim şekillerinin bazıları ihracatçının bazılarını ise ithalatçının lehinedir. Dolayısıyla ihracatçılar EXW gibi kendileri için en az maliyet ve risk gerektiren teslim şekillerini tercih ederken ithalatçılar da DDP gibi kendi yararlarına olan teslim şekillerini tercih ederler."
  },
  {
    "id": "3519158",
    "unitNumber": 4,
    "text": "“……………………..” terimi, malların belirtilen yükleme limanında gemi bordasına aktarılmasıyla satıcının teslim yükümlülüğünün yerine getirilmesi kastedilir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlamaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "İş yerinde teslim",
      "B": "Taşıyıcıya teslim",
      "C": "Güvertede teslim",
      "D": "Geminin bordasında teslim",
      "E": "Gümrük resmi ödenmiş olarak teslim"
    },
    "explanation": "ULUSLARARASI SATIŞ SÖZLEŞMELERİNDE KULLANILAN TESLİM ŞEKİLLERİ<br/>“Güvertede Teslim” terimi, malların belirtilen yükleme limanında gemi bordasına aktarılmasıyla satıcının teslim yükümlülüğünün yerine getirilme[1]si kastedilir."
  },
  {
    "id": "3518888",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Satışa konu olan malın ambalajı üzerindeki markalar</li> <li>Mal veya hizmetin birim fiyatı</li> <li>Malla ilgili bütün bilgiler</li> <li>Ödeme şekli </li> <li>Navlun ve sigorta prim tutarları</li> </ol> Yukarıdakilerden hangisi/hangileri ticari faturada yer alması gereken bilgilerdir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, III ve IV",
      "B": "I, II, III",
      "C": "II ve IV",
      "D": "II, III ve V",
      "E": "I, II ve V"
    },
    "explanation": "Yanıtınız yanlış ise Ticari Fatura (Commercial Invoice) başlıklı konuyu tekrar gözden geçiriniz.<br/>Ticari faturada yer alması gereken bilgiler:<br/>• İhracatçı firmanın ticaret unvanı ve adresi,<br/>• İthalatçının adı, soyadı veya ticaret unvanı ve adresi,<br/>• Satışa konu olan malın ambalajı üzerindeki markalar,<br/>• Malla ilgili bütün bilgiler, malın tanımı (akreditifli ödemelerde faturadaki mal tanımının akreditifteki mal tanımıyla aynı olmasına dikkat etmek gerekir),<br/>• Ödemenin nasıl yapılacağı,<br/>• Malın teslim şekli,<br/>• İhracatçının imzası,<br/>• Faturanın düzenlendiği tarih"
  },
  {
    "id": "3518889",
    "unitNumber": 5,
    "text": "Konsolosluk faturası uygulamada daha çok hangi ülkelere yapılan<br/>ihracatlarda istenen bir belgedir?",
    "correctAnswer": "B",
    "options": {
      "A": "ABD",
      "B": "Güney Amerika ülkelerine",
      "C": "Afrika ülkelerine",
      "D": "Avrupa Birliği ülkelerine",
      "E": "Türki Cumhuriyetlerine"
    },
    "explanation": "Yanıtınız yanlış ise Konsolosluk Faturası başlıklı konuyu tekrar gözden geçiriniz.<br/>Konsolosluk faturaları, ithalatçı ülke mevzuatına göre fiyat kontrolü ve gümrük formalitelerinin yerine getirilmesi için ihracatçıdan talep edilen belgelerdendir. Bu faturalar, uygulamada daha çok <strong>Güney Amerika</strong> ülkelerine yapılan ihracatlarda istenen bir belge olarak karşımıza çıkmaktadır."
  },
  {
    "id": "3518891",
    "unitNumber": 5,
    "text": "Aşağıdaki belgelerden hangisinin teslim edilmesi ile malın mülkiyeti de teslim edilmiş olur?",
    "correctAnswer": "C",
    "options": {
      "A": "Proforma fatura",
      "B": "Ticari fatura",
      "C": "Konşimento",
      "D": "Taşıma senedi",
      "E": "Sigorta belgesi"
    },
    "explanation": "Yanıtınız yanlış ise Konşimento (Bill of Loading-B/L) başlıklı konuyu tekrar gözden geçiriniz.<br/>Konşimento, malın, taşıma şirketine satış sözleşmesinde belirtildiği şekilde teslim edilip, gemiye yüklendiğini ve ithalatçıya teslim edilmek üzere yola çıktığını gösteren bir belgedir.<br/>Konşimento, taşıma şirketi tarafından düzenlenip, malın teslim alındığını ve belirtilen şartlar çerçevesinde alıcıya teslim edileceğini belirtmektedir.<br/>Konşimentonun önemi malın mülkiyetini temsil etmesinden kaynaklanır. Dolayısıyla mal yerine geçen, diğer bir deyişle malın<br/>mülkiyetini temsil eden bir belgedir. Bu nedenle konşimentonun teslim edilmesi ile malın mülkiyeti de devredilmiş olur."
  },
  {
    "id": "3518892",
    "unitNumber": 5,
    "text": "........, üzerinde “order” veya “to order...” yazılı konşimentolar<br/>olup gönderilenin, yükletenin veya bankanın emrine düzenlenmiş belgelerdir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi anlamca doğru olarak tamamlamaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Ada yazılı konşimento",
      "B": "Hamiline yazılı konşimento",
      "C": "Emre yazılı konşimento",
      "D": "Yükleme Konşimentosu",
      "E": "Temiz Konşimentosu"
    },
    "explanation": "Yanıtınız yanlış ise Konşimento (Bill of Loading-B/L) başlıklı konuyu tekrar gözden geçiriniz.<br/><strong>Emre yazılı konşimento (Negoiable B/L)</strong>, üzerinde “order” veya “to order...” yazılı konşimentolar olup gönderilenin, yükletenin veya bankanın emrine düzenlenmiş belgelerdir."
  },
  {
    "id": "3518896",
    "unitNumber": 5,
    "text": "Tek Tip Gümrük Beyannamesinin aşağıdaki nüshalarından hangisi istatistik amaçlı kullanılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "1'inci nüsha",
      "B": "2'nci nüsha",
      "C": "3’üncü nüsha",
      "D": "4’üncü nüsha",
      "E": "5’inci nüsha"
    },
    "explanation": "Yanıtınız yanlış ise Gümrük Beyannamesi (Customs<br/>Declaration) başlıklı konuyu tekrar gözden geçiriniz.<br/>2’nci nüsha: İstatistik amaçlı kullanılan nüshadır. bu nüsha ile ilgili gümrük idaresince merkeze gönderilir."
  },
  {
    "id": "3518899",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi ihracatçı tarafından düzenlenen ve ihracatçının ülkesindeki ticaret odası veya ithalatçı ülkenin konsolosluğu tarafından onaylanan, satın alınan malın hangi ülkeye ait olduğunu gösteren belgedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Konşimento",
      "B": "Hariçte işleme izin belgesi",
      "C": "Dâhilde işleme izin belgesi",
      "D": "Çeki listesi",
      "E": "Menşe şahadetnamesi"
    },
    "explanation": "Yanıtınız yanlış ise İHRACAT VE İTHALAT İÇİN GEREKLİ DİĞER BELGELER başlıklı konuyu tekrar gözden geçiriniz.<br/>Menşe şahadetnamesi: İhracatçı tarafından düzenlenen ve ihracatçının ülkesindeki ticaret odası veya ithalatçı ülkenin<br/>konsolosluğu tarafından onaylanan, satın alınan malın hangi ülkeye ait olduğunu gösteren belgedir."
  },
  {
    "id": "3518901",
    "unitNumber": 5,
    "text": "Türkiye’den veya diğer üye bir ülkeden, AB dışı bir ülkeye ihraç edilen malın, bu ülkelerden birine tekrar sevk edilmesi<br/>amacıyla düzenlenen belge aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "CMR",
      "B": "EUR 1",
      "C": "FIATA",
      "D": "ATR 3",
      "E": "ATR 1"
    },
    "explanation": "Yanıtınız yanlış ise Dolaşım Belgeleri (Certificates of Circulation) başlıklı konuyu tekrar gözden geçiriniz.<br/><strong>ATR 3</strong>: Türkiye’den veya diğer üye bir ülkeden, AB dışı bir ülkeye ihraç edilen malın, bu ülkelerden birine tekrar sevk edilmesi<br/>gibi bir durum söz konusu ise kullanılır."
  },
  {
    "id": "3518904",
    "unitNumber": 5,
    "text": "Malların alıcıya teslimi veya taşımanın değiştirilmesi, iptali vb. işlemler taşıma şirketine ibraz edilmesi gereken belge aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "FIATA Taşıma Belgeleri",
      "B": "CMR Belgesi",
      "C": "Nakliyeci Makbuzu",
      "D": "Menşe şahadetnamesi",
      "E": "Dâhilde işleme izin belgesi"
    },
    "explanation": "Yanıtınız yanlış ise Taşıma Senetleri (Way Bills) başlıklı konuyu tekrar gözden geçiriniz.<br/>Kısa adı FIATA olan Uluslararası Taşıma Acenteleri Birlikleri Federasyonuna üye olan taşıma şirketlerinin düzenlediği belgelere verilen genel isimdir. Taşıma şirketi, malları ismi belirtilen alıcıya vermek amacıyla teslim alır ve karşılığında bu belgeyi düzenleyip orijinal nüshayı ihracatçıya verir. Malların alıcıya teslimi veya taşımanın değiştirilmesi, iptali vb. işlemler için bu nüshanın taşıma şirketine ibrazı gerekmektedir. Taşıyıcı bu nüshayı görmeden hiçbir işlem yapmaz."
  },
  {
    "id": "3518905",
    "unitNumber": 5,
    "text": ".......... taşıma şirketinin gemiyi kısmen veya tamamen taşıtan ihracatçıya tahsis etmeyip malı bir limandan diğer bir limana taşıması şartına dayalı imzalanan navlun sözleşmesidir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi anlamca doğru olarak tamamlamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Navlun Sözleşmesine Dayalı Konşimento",
      "B": "Kırkambar navlun sözleşmesi",
      "C": "Konteyner Konşimentosu",
      "D": "Charter navlun sözleşmesi",
      "E": "Düzgün Hat Konşimentosu"
    },
    "explanation": "Yanıtınız yanlış ise Konşimento (Bill of Loading-B/L) başlıklı konuyu tekrar gözden geçiriniz.<br/><strong>Kırkambar navlun sözleşmesi</strong> taşıma şirketinin gemiyi kısmen veya tamamen taşıtan ihracatçıya tahsis etmeyip malı bir limandan diğer bir limana taşıması şartına dayalı imzalanan navlun sözleşmesidir."
  },
  {
    "id": "3518906",
    "unitNumber": 5,
    "text": "Hariçte işleme izin belgesinin süresi azami ne kadardır?",
    "correctAnswer": "D",
    "options": {
      "A": "2 yıl",
      "B": "5 ay",
      "C": "6 ay",
      "D": "12 ay",
      "E": "3 ay"
    },
    "explanation": "Yanıtınız yanlış ise İHRACAT VE İTHALAT İÇİN GEREKLİ DİĞER BELGELER başlıklı konuyu tekrar gözden geçiriniz.<br/>Hariçte işleme izin belgesinin süresi azami <strong>12 aydır</strong>."
  },
  {
    "id": "3518907",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi gerçekleştirilen herhangi bir ihracat ve ithalat işleminde yurt dışına gönderilen malın gümrük, teslim, banka vb. işlemleri esnasında kullanılan belge gruplarından birisi <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Ticari Belgeler",
      "B": "Sevk Belgeleri",
      "C": "Sigorta Belgeleri",
      "D": "İhracat İçin Gerekli Belgeler",
      "E": "Uygunluk Belgeleri"
    },
    "explanation": "<strong>Dış Ticarette Kullanılan Belgeler</strong><br/>Gerçekleştirilen herhangi bir ihracat ve ithalat işleminde yurt dışına gönderilen malın gümrük, teslim, banka vb. işlemleri esnasında kullanılan belge grupları:\n <ul> <li>Ticari Belgeler</li> <li>Sevk Belgeleri</li> <li>Sigorta Belgeleri</li> <li>İhracat İçin Gerekli Belgeler</li> </ul>"
  },
  {
    "id": "3518908",
    "unitNumber": 5,
    "text": "Satışa konu olacak malın, nihai satış işleminden önce, ihracatçının ithalatçıya yapmış olduğu teklifi içeren ve bir tür teklif mektubu niteliğini taşıyan belgeye ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ticari Fatura",
      "B": "Proforma Fatura",
      "C": "Sevk Faturası",
      "D": "İhracat için Gerekli Belgeler",
      "E": "İthalat için Gerekli Belgeler"
    },
    "explanation": "<strong>TİCARİ BELGELER</strong><br/><strong>Proforma Fatura: </strong>Satışa konu olacak malın, nihai satış işleminden önce, ihracatçının ithalatçıya yapmış olduğu teklifi içeren ve bir tür teklif mektubu niteliğini taşıyan belgedir."
  },
  {
    "id": "3518909",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi dış ticaret işleminin gerçekleşebilmesi için ticari faturada yer alması gereken bilgilerden birisi <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Ödemenin nasıl yapılacağı",
      "B": "Malın teslim şekli",
      "C": "İhracatçı firmanın vergi geçmişi",
      "D": "Faturanın düzenlendiği tarih",
      "E": "İthalatçının adı, soyadı veya ticaret unvanı ve adresi"
    },
    "explanation": "<strong>Ticari Fatura</strong><br/><strong>Dış ticaret işleminin gerçekleşebilmesi için ticari faturada yer alması gereken bilgiler:</strong>\n <ul> <li>İhracatçı firmanın ticaret unvanı ve adresi</li> <li>İthalatçının adı, soyadı veya ticaret unvanı ve adresi</li> <li>Satışa konu olan malın ambalajı üzerindeki markalar</li> <li>Malla ilgili bütün bilgiler, malın tanımı</li> <li>Ödemenin nasıl yapılacağı</li> <li>Malın teslim şekli</li> <li>İhracatçının imzası</li> <li>Faturanın düzenlendiği tarih</li> </ul>"
  },
  {
    "id": "3518910",
    "unitNumber": 5,
    "text": "Malın, taşıma şirketine satış sözleşmesinde belirtildiği şekilde teslim edilip, gemiye yüklendiğini ve ithalatçıya teslim edilmek üzere yola çıktığını gösteren belge aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Konşimento",
      "B": "Trip Charter",
      "C": "Proforma",
      "D": "Dolaşım Belgeleri",
      "E": "Menşe Şahadetnamesi"
    },
    "explanation": "<strong>Konşimento</strong><br/><strong>Konşimento: </strong>Malın, taşıma şirketine satış sözleşmesinde belirtildiği şekilde teslim edilip, gemiye yüklendiğini ve ithalatçıya teslim edilmek üzere yola çıktığını gösteren belgedir."
  },
  {
    "id": "3518911",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi konşimento çeşitlerinden birisi <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Yükleme konşimentosu",
      "B": "Temiz konşimentosu",
      "C": "Kirli konşimentosu",
      "D": "Bulanık konşimentosu",
      "E": "Konteyner konşimentosu"
    },
    "explanation": "<strong>Konşimento Çeşitleri</strong><br/><strong>Konşimento çeşitleri:</strong>\n Yükleme konşimentosu, tesellüm konşimentosu, temiz konşimentosu, kirli konşimentosu, üst üste taşıma konşimentosu, konteyner konşimentosu, düzgün hat konşimentosu, kısa konşimento, geçkin konşimento ve navlun sözleşmesine dayalı konşimento"
  },
  {
    "id": "3518912",
    "unitNumber": 5,
    "text": "Gemiye yüklenmek üzere teslim alınan veya yüklenen ihraç malında veya ambalajında şayet bir kusur, eksiklik veya bozukluk varsa taşıyıcı firma bu mesuliyeti üzerine almamak için durumu açıkça, kusurlarıyla belirttiği konşimento aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yükleme konşimentosu",
      "B": "Temiz konşimentosu",
      "C": "Kirli konşimentosu",
      "D": "Tesellüm konşimentosu",
      "E": "Konteyner konşimentosu"
    },
    "explanation": "<strong>Kirli Konşimentosu</strong><br/>Gemiye yüklenmek üzere teslim alınan veya yüklenen ihraç malında veya ambalajında şayet bir kusur, eksiklik veya bozukluk varsa taşıyıcı firma bu mesuliyeti üzerine almamak için durumu açıkça, kusurlarıyla belirttiği konşimentodur."
  },
  {
    "id": "3518913",
    "unitNumber": 5,
    "text": "Charter navlun sözleşmesi, geminin bir kısmı ya da tamamının taşıtanın emrine ayrılmak suretiyle düzenlenen navlun sözleşmesidir. Aşağıdakilerden hangisi bu sözleşmelerden birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Trip Charter",
      "B": "Order Charter",
      "C": "High Charter",
      "D": "Low Charter",
      "E": "Wavy Charter"
    },
    "explanation": "<strong>Konşimento Çeşitleri</strong><br/><strong><em>Charter navlun sözleşmesi,</em></strong> geminin bir kısmı ya da tamamının taşıtanın emrine ayrılmak suretiyle düzenlenen navlun sözleşmesidir. Uygulamada üç çeşidi söz konusudur.\n <ul> <li>Trip Charter: Belli bir sefer için yer tahsis edilir.</li> <li>Time Charter: Belli bir süre için yer tahsis edilir.</li> <li>Mixed Charter: İkisinin karışımı şeklinde karşımıza çıkar</li> </ul>"
  },
  {
    "id": "3518914",
    "unitNumber": 5,
    "text": "Kara yolu ile taşınacak malların uğrayabileceği zararın nasıl karşılanacağı ve taşıyıcı ile alıcı arasındaki sorumluluk ilişkisini düzenlemek amacıyla çeşitli ülkeler arasında imzalanan sözleşme aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "CMR Anlaşması",
      "B": "PNR Anlaşması",
      "C": "KLL Anlaşması",
      "D": "KJT Anlaşması",
      "E": "ZOLL Anlaşması"
    },
    "explanation": "<strong>CMR Belgesi </strong><br/>Kara yolu ile taşınacak malların uğrayabileceği zararın nasıl karşılanacağı ve taşıyıcı ile alıcı arasındaki sorumluluk ilişkisini düzenlemek amacıyla çeşitli ülkeler arasında imzalanan sözleşmedir."
  },
  {
    "id": "3518915",
    "unitNumber": 5,
    "text": "İhracatçı tarafından düzenlenen ve ihracatçının ülkesindeki ticaret odası veya ithalatçı ülkenin konsolosluğu tarafından onaylanan, satın alınan malın hangi ülkeye ait olduğunu gösteren belge aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Paket /Koli Listesi",
      "B": "Menşe Şahadetnamesi",
      "C": "Çeki Listesi",
      "D": "FIATA Taşıma Belgesi",
      "E": "CMR Belgesi"
    },
    "explanation": "<strong>Menşe Şahadetnamesi </strong><br/><strong>Menşe Şahadetnamesi:</strong>\n İhracatçı tarafından düzenlenen ve ihracatçının ülkesindeki ticaret odası veya ithalatçı ülkenin konsolosluğu tarafından onaylanan, satın alınan malın hangi ülkeye ait olduğunu gösteren belgedir."
  },
  {
    "id": "3518916",
    "unitNumber": 5,
    "text": "İhracatçının uluslararası kabul görmüş bağımsız gözetim şirketlerinden birine malların denetlenmesini yaptırarak sipariş şartlarına uygun olup olmadığını kontrol ettirmesi sonucu düzenlenen ve bir tür analiz raporu niteliğinde olan belgeye ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çeki Listesi",
      "B": "Gözetim Belgesi",
      "C": "CMR Belgesi",
      "D": "FIATA Raporu",
      "E": "Konşimento"
    },
    "explanation": "<strong>Gözetim Belgesi </strong><br/><strong>Gözetim Belgesi:</strong>\n İhracatçının uluslararası kabul görmüş bağımsız gözetim şirketlerinden birine malların denetlenmesini yaptırarak sipariş şartlarına uygun olup olmadığını kontrol ettirmesi sonucu düzenlenen ve bir tür analiz raporu niteliğinde olan belgeyedir."
  },
  {
    "id": "3519032",
    "unitNumber": 5,
    "text": "Proforma fatura nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "satışa konu olacak malın, nihai satış işleminden sonra, müşteriye yapılan teklifi içeren bir faturadır.",
      "B": "Satışa konu olacak malın, nihai satış işleminden önce, ihraççının ithalatçıya yapmış olduğu teklifi içeren bir faturadır.",
      "C": "Nihai satış işleminden önce, müşteriye ödenen bir belgedir.",
      "D": "satışa konu olacak malın, ödemesini içeren bir faturadır.",
      "E": "satışa konu olacak malın, nihai satış işleminden sonra, ihraççıya yapılan teklifi içeren bir faturadır."
    },
    "explanation": "Proforma fatura, satışa konu olacak malın, nihai satış işleminden önce, ihraççının ithalatçıya yapmış olduğu teklifi içeren bir faturadır."
  },
  {
    "id": "3519033",
    "unitNumber": 5,
    "text": "Ticari fatura nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ticari anlaşmalar gereği nihai satış işlemleri gerçekleştirildikten sonra, ithalatçı tarafından düzenlenen belgedir.",
      "B": "Malın satışı ile ilgili nihai satış işlemleri gerçekleştirildikten sonra, kişiler tarafından düzenlenen belgedir.",
      "C": "Nihai satış işlemleri gerçekleştirilmeden önce, ihracatçı tarafından düzenlenen belgedir.",
      "D": "Malın satış sözleşmesi çerçevesinde nihai satış işlemleri gerçekleştirildikten sonra, müşteri tarafından düzenlenen belgedir.",
      "E": "Malın satış sözleşmesi çerçevesinde nihai satış işlemleri gerçekleştirildikten sonra, ihracatçı tarafından düzenlenen belgedir."
    },
    "explanation": "Ticari fatura, malın satış sözleşmesi çerçevesinde nihai satış işlemleri gerçekleştirildikten sonra, ihracatçı tarafından düzenlenen belgedir."
  },
  {
    "id": "3519034",
    "unitNumber": 5,
    "text": "\"Ticari faturaların, satılan malın gönderileceği ülke konsolosluğuna onaylatılması söz konusu olduğundan bu onaylanan faturaya ........ denir.\" Cümlesindeki boşluğa aşağıdaki seçeneklerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Proforma fatura,",
      "B": "Ticari fatura,",
      "C": "konsolosluk faturası,",
      "D": "Gerçek fatura,",
      "E": "Kişisel Fatura,"
    },
    "explanation": "Ticari faturaların, satılan malın gönderileceği ülke konsolosluğuna onaylatılması söz konusu olduğundan bu onaylanan faturaya konsolosluk faturası denir."
  },
  {
    "id": "3519035",
    "unitNumber": 5,
    "text": "Satış sözleşmesinde navlun ücretinin ihracatçı tarafından ödenmesi şartı yer alıyor ise konşimentoya nasıl bir ibare eklemek gerekir?",
    "correctAnswer": "A",
    "options": {
      "A": "“Navlun Ödenmiştir”",
      "B": "“Proforma Ödenmiştir”",
      "C": "“Ticari Fatura Ödenmiştir”",
      "D": "“Gerçek Fatura Ödenmiştir”",
      "E": "“Dış Ticaret Ödemesi Gerçekleşmiştir”"
    },
    "explanation": "Satış sözleşmesinde navlun ücretinin ihracatçı tarafından ödenmesi şartı yer alıyor ise konşimentoya “Navlun Ödenmiştir” ibaresini eklemek gerekir."
  },
  {
    "id": "3519036",
    "unitNumber": 5,
    "text": "\".......... malın, taşıma şirketine satış sözleşmesinde<br/>belirtildiği şekilde teslim edilip, gemiye yüklendiğini ve ithalatçıya teslim edilmek üzere yola çıktığını gösteren bir belgedir.\" Cümlesindeki boşluğa aşağıdaki seçeneklerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Proforma,",
      "B": "Konşimento,",
      "C": "Konsolosluk faturası,",
      "D": "Sevk belgeleri,",
      "E": "Ticari fatura"
    },
    "explanation": "Konşimento, malın, taşıma şirketine satış sözleşmesinde belirtildiği şekilde teslim edilip, gemiye yüklendiğini ve ithalatçıya teslim edilmek üzere yola çıktığını gösteren bir belgedir."
  },
  {
    "id": "3519037",
    "unitNumber": 5,
    "text": "Aşağıdaki seçeneklerden hangisi konşimento çeşitlerinden biri <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tahrifat konşimentosu,",
      "B": "Tesellüm konşimentosu,",
      "C": "Temiz konşimentosu,",
      "D": "Kirli konşimentosu,",
      "E": "Üst üste taşıma konşimentosu,"
    },
    "explanation": "Konşimento Çeşitleri<br/>Uygulamada kullanılan genel anlamda 10 çeşit<br/>konşimentodan bahsetmek mümkündür. Bunlar<br/>yükleme konşimentosu, tesellüm konşimentosu, temiz konşimentosu, kirli konşimentosu, üst üste taşıma konşimentosu, konteyner konşimentosu, düzgün hat konşimentosu, kısa konşimento, geçkin konşimento ve navlun sözleşmesine dayalı konşimento şeklinde sıralanabilir. Şimdi bu türleri kısaca tanıyalım."
  },
  {
    "id": "3519038",
    "unitNumber": 5,
    "text": "Aşağıdaki seçeneklerden hangisi İhracat işleminde karşımıza çıkan başlıca taşıma senetlerinden biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Hava yolu nakliye makbuzu,",
      "B": "Demir yolu hamule senedi,",
      "C": "CMR belgesi ve Fiata taşıma belgeleri,",
      "D": "SRT makbuzu, hamle makbuzu",
      "E": "Nakliye makbuzu ve posta makbuzu,"
    },
    "explanation": "İhracat işleminde karşımıza çıkan başlıca taşıma<br/>senetleri hava yolu nakliye makbuzu, demir yolu<br/>hamule senedi, CMR belgesi, Fiata taşıma belgeleri,<br/>nakliye makbuzu, posta makbuzu şeklinde sıralanabilir.<br/>Bu belgeleri kısaca inceleyelim."
  },
  {
    "id": "3519039",
    "unitNumber": 5,
    "text": "Sigorta belgeleri, nasıl açıklanır?",
    "correctAnswer": "C",
    "options": {
      "A": "Sigortayı yapan şirket ve komisyoncusu tarafından düzenlenip sigortayı yapan kişiye verilen belgelerdir.",
      "B": "Sigortayı yapan acente tarafından düzenlenip sigortayı yapan komisyoncuya verilen belgelerdir.",
      "C": "Sigortayı yapan şirket, simsar, acente veya sigorta komisyoncusu tarafından düzenlenip sigortayı yaptıran kişiye verilen belgelerdir.",
      "D": "Sigortayı yapan şirket, tarafından simsar, acente veya sigorta komisyoncusuna verilen belgelerdir.",
      "E": "Sigortayı yaptıran kişi tarafından şirket, simsar, acente veya sigorta komisyoncusuna verilen belgelerdir."
    },
    "explanation": "Sigorta belgeleri, sigortayı yapan şirket, simsar, acente veya sigorta komisyoncusu tarafından düzenlenip sigortayı yaptıran kişiye verilen belgelerdir."
  },
  {
    "id": "3519040",
    "unitNumber": 5,
    "text": "Çeki listesi, nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "İthal menşe ülkesi ile ilgili ayrıntılı bir dökümün verilmesi amacıyla düzenlenen belgedir.",
      "B": "Tüketilen malın ağırlığıyla ilgili ayrıntılı bir dökümün verilmesi amacıyla düzenlenen belgedir.",
      "C": "Üretilen malın tasarımı ile ilgili ayrıntılı bir dökümün verilmesi amacıyla düzenlenen belgedir.",
      "D": "İthal malının cinsi ile ilgili ayrıntılı bir dökümün verilmesi amacıyla düzenlenen belgedir.",
      "E": "İhraç malının ağırlığıyla ilgili ayrıntılı bir dökümün verilmesi amacıyla düzenlenen belgedir."
    },
    "explanation": "Çeki listesi, ihraç malının ağırlığıyla ilgili ayrıntılı bir dökümün verilmesi amacıyla düzenlenen belgedir."
  },
  {
    "id": "3519041",
    "unitNumber": 5,
    "text": "\"İthal ve ihraç edilen mal ile ilgili olarak düzenlenen beyannameye ........ denir.\" Cümlesindeki boşluğa aşağıdaki seçeneklerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gözetim belgesi,",
      "B": "Gümrük Beyannamesi,",
      "C": "Hariçte işleme,",
      "D": "Dâhilde işleme,",
      "E": "Dolaşım belgeleri,"
    },
    "explanation": "İthal ve ihraç edilen mal ile ilgili olarak düzenlenen beyannameye Gümrük Beyannamesi denir."
  },
  {
    "id": "3519302",
    "unitNumber": 5,
    "text": "Hangisi, gerçekleştirilen herhangi bir ihracat ve ithalat işleminde yurt dışına gönderilen malın gümrük, teslim, banka vb. işlemleri esnasında kullanılan ve genelde dört grupta incelemek mümkün olan belgelerden değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ticari Belgeler",
      "B": "Sevk Belgeleri",
      "C": "Sayıştay Belgeleri",
      "D": "Sigorta Belgeleri",
      "E": "İhracat ve İthalat İçin Gerekli Diğer Belgeler"
    },
    "explanation": "İthalat ve İhracat İşlemleri <br/>GİRİŞ<br/>Gerçekleştirilen herhangi bir ihracat ve ithalat işleminde yurt dışına gönderilen malın gümrük, teslim, banka vb. işlemleri esnasında kullanılan bazı belgeler mevcuttur.<br/>Bunları genelde dört grupta incelemek mümkündür:<br/>• Ticari Belgeler<br/>• Sevk Belgeleri<br/>• Sigorta Belgeleri<br/>• İhracat ve İthalat İçin Gerekli Diğer Belgeler"
  },
  {
    "id": "3519303",
    "unitNumber": 5,
    "text": "İhracat işlemlerinde normal ticari faturaların yanında bazı isimler altında başka türden isimlendirilmiş olarak kullanılan faturalardan, Proforma Faturayı (Proforma Invoice) hangisi açıklar?",
    "correctAnswer": "B",
    "options": {
      "A": "Malın satış sözleşmesi çerçevesinde nihai satış işlemleri gerçekleştirildikten sonra, ihracatçı tarafından düzenlenen belgedir.",
      "B": "Satışa konu olacak malın, nihai satış işleminden önce, ihraççının ithalatçıya yapmış<br/>olduğu teklifi içeren bir faturadır.",
      "C": "Satılan malın gönderileceği ülke konsolosluğuna onaylatılması söz konusu olduğunda bu onaylanan faturadır.",
      "D": "Navlunun ödendiğini gösteren bir tür ek faturadır.",
      "E": "Malın, taşıma şirketine satış sözleşmesinde belirtildiği şekilde teslim edilip, gemiye<br/>yüklendiğini ve ithalatçıya teslim edilmek üzere yola çıktığını gösteren bir belgedir."
    },
    "explanation": "TİCARİ BELGELER<br/>Proforma fatura, satışa konu olacak malın, nihai satış işleminden önce, ihraççının ithalatçıya yapmış olduğu teklifi içeren bir faturadır."
  },
  {
    "id": "3519304",
    "unitNumber": 5,
    "text": "İthalatçı ülke mevzuatına göre fiyat kontrolü ve gümrük formalitelerinin yerine getirilmesi için ihracatçıdan talep edilen belgelerden olan ve uygulamada daha çok Güney Amerika ülkelerine yapılan ihracatlarda istenen bir belge olarak karşımıza çıktığı söylenebilecek fatura hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Proforma Fatura (Proforma Invoice)",
      "B": "Ticari Fatura (Commercial Invoice)",
      "C": "Navlun Faturası",
      "D": "Konsolosluk Faturası",
      "E": "Konşimento (Bill of Loading-B/L)"
    },
    "explanation": "TİCARİ BELGELER<br/>Konsolosluk faturaları, ithalatçı ülke mevzuatına göre fiyat kontrolü ve gümrük formalitelerinin yerine getirilmesi için ihracatçıdan talep edilen belgelerdendir. Bu faturalar, uygulamada daha çok Güney Amerika ülkelerine yapılan ihracatlarda istenen bir belge olarak karşımıza çıkmaktadır."
  },
  {
    "id": "3519305",
    "unitNumber": 5,
    "text": "Konşimento (Bill of Loading-B/L) nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Dış ticaret işlemlerinde bu tür bir ek faturadır.",
      "B": "Ticari faturaların, satılan malın gönderileceği ülke konsolosluğuna onaylatılması söz konusu olduğunda, bu onaylanan faturaya verilen addır.",
      "C": "Malla ilgili bütün bilgiler, malın tanımıdır.",
      "D": "Satışa konu olacak malın, nihai satış işleminden önce, ihraççının ithalatçıya yapmış<br/>olduğu teklifi içeren bir faturadır.",
      "E": "Malın, taşıma şirketine satış sözleşmesinde belirtildiği şekilde teslim edilip, gemiye<br/>yüklendiğini ve ithalatçıya teslim edilmek üzere yola çıktığını gösteren bir belgedir."
    },
    "explanation": "SEVK BELGELERİ<br/>Konşimento, malın, taşıma şirketine satış sözleşmesinde belirtildiği şekilde teslim edilip, gemiye yüklendiğini ve ithalatçıya teslim edilmek üzere yola çıktığını gösteren bir belgedir."
  },
  {
    "id": "3519306",
    "unitNumber": 5,
    "text": "Hamiline yazılı konşimentoyu hangisi açıklar?",
    "correctAnswer": "A",
    "options": {
      "A": "Gönderilenin ismi bulunmaz ve sadece “Hamiline” ibaresi yazılır. Konşimentoyu elinde bulunduran, malın maliki sayılır.",
      "B": "İhraç mallarının gemiye yüklendiğini, tarih ve gemi adı açıkça yazılmak suretiyle gösteren konşimento türüdür.",
      "C": "Navlunun ödenip ödenmediğine ilişkin ibaredir.",
      "D": "Gönderilen şahsın adına düzenlenen konşimentolardır.",
      "E": "Üzerinde “order” veya “to order...” yazılı konşimentolar olup gönderilenin, yükletenin veya bankanın emrine düzenlenmiş belgelerdir."
    },
    "explanation": "SEVK BELGELERİ<br/>Hamiline yazılı konşimentolarda ise gönderilenin ismi bulunmaz ve sadece “Hamiline” ibaresi yazılır. Konşimentoyu elinde bulunduran, malın maliki sayılır. Belgenin teslim edilmesi ile mülkiyet de devredilmiş olur. Çok güvenli bir yol olamadığı için pratikte ihracat işlemlerinde sık karşılaşılan bir tür değildir."
  },
  {
    "id": "3519307",
    "unitNumber": 5,
    "text": "Hangisi, Geçkin Konşimentonun anlaşılmasında doğru kabul edilebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "İhraç edilen malların taşınması için varış yerine gidene kadar birden fazla taşıt aracı kullanıyorsa bu tür konşimento düzenlenir.",
      "B": "İhraç mallarının gemiye yüklenmek üzere taşıyıcıya teslim edildiğini gösteren konşimento türüdür.",
      "C": "Bu türdeki konşimentolar, gerekli şartları başka bir belgeye veya kaynağa atıf yaparak belirler.",
      "D": "Süresi içinde bankaya ibraz edilmemiş konşimentolardır.",
      "E": "Charter navlun sözleşmesi ve kırkambar navlun sözleşmesi olarak genellikle iki türlüdür."
    },
    "explanation": "Konşimento Çeşitleri<br/>Her ihracat işleminde, ihracatçı ile ithalatçı arasında imzalanan satış sözleşmesinde ihracat belgelerinin bankaya hangi tarihte ibraz edileceği şarta bağlanır. İhracatçı şayet bu süre içerisinde belgeleri bankaya ibraz etmez ise bu belgelere geçkin, bayat veya rezervli belge adı verilir. Geçkin konşimento da süresi içinde bankaya ibraz edilmemiş konşimentolar için kullanılır."
  },
  {
    "id": "3519308",
    "unitNumber": 5,
    "text": "Kirli Konşimentosu (Dirty B/L) anlaşılmasında hangisi doğru kabul edilebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gönderilen şahsın adına düzenlenen konşimentolardır.",
      "B": "İhraç mallarının gemiye yüklendiğini, tarih ve gemi adı açıkça yazılmak suretiyle gösteren konşimento türüdür.",
      "C": "Gemiye yüklenmek üzere teslim alınan veya yüklenen ihraç malında veya ambalajında şayet bir kusur, eksiklik veya bozukluk varsa taşıyıcı firma bu mesuliyeti üzerine almamak için durumu açıkça, kusurlarıyla konşimentoda belirtir.",
      "D": "Gemiye yüklenmek üzere teslim alınan veya yüklenen ihraç malında ya da ambalajında herhangi bir kusur bulunduğunun yazılı olmadığı konşimentodur.",
      "E": "Bazı konşimentolarda taşıma şartlarının hepsi yer almayabilir. Bu türdeki konşimentolar, gerekli şartları başka bir belgeye veya kaynağa atıf yaparak belirler."
    },
    "explanation": "Konşimento Çeşitleri<br/>Kirli Konşimentosu (Dirty B/L)<br/>Gemiye yüklenmek üzere teslim alınan veya yüklenen ihraç malında veya ambalajında şayet bir kusur, eksiklik veya bozukluk varsa taşıyıcı firma bu mesuliyeti üzerine almamak için durumu açıkça, kusurlarıyla konşimentoda belirtir. Bu tür konşimentolara kirli konşimento adı verilir. Bazı durumlarda taşıyıcının malı tek tek sayıp bizzat görmesi mümkün olmayabilir. Bu gibi hâllerde konşimentoya “yükletenin beyanına göre” türünden ibareler yazılır. Bu tür konşimentolar temiz konşimento olarak kabul görür ve işlemin yürütülmesine engel değildir."
  },
  {
    "id": "3519309",
    "unitNumber": 5,
    "text": "Taşıma şirketinin gemiyi kısmen veya tamamen taşıtan ihracatçıya tahsis etmeyip malı bir limandan diğer bir limana taşıması şartına dayalı imzalanan navlun sözleşmesi hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Temiz Konşimentosu (Clean B/L)",
      "B": "Kirli Konşimentosu (Dirty B/L)",
      "C": "Konteyner Konşimentosu",
      "D": "Düzgün Hat Konşimentosu",
      "E": "Kırkambar navlun sözleşmesi"
    },
    "explanation": "Konşimento Çeşitleri<br/>Kırkambar navlun sözleşmesi taşıma şirketinin<br/>gemiyi kısmen veya tamamen taşıtan ihracatçıya<br/>tahsis etmeyip malı bir limandan diğer bir limana taşıması şartına dayalı imzalanan navlun sözleşmesidir"
  },
  {
    "id": "3519310",
    "unitNumber": 5,
    "text": "Hava yolu taşıma şirketinin, malları teslim alıp uçakla bir yerden bir yere naklini gerçekleştirmeyi taahhüt ettiğini gösterir taşıma belgesi hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "FIATA Taşıma Belgeleri",
      "B": "Hava Yolu Nakliye Makbuzu (Air Way Bill)",
      "C": "CMR Belgesi (CMR Consigment Note)",
      "D": "Charter navlun sözleşmesi",
      "E": "Demir Yolu Hamule Senedi (Rail Consigment Note)"
    },
    "explanation": "Taşıma Senetleri (Way Bills)<br/>Hava Yolu Nakliye Makbuzu (Air Way Bill)<br/>Hava yolu taşıma şirketinin, malları teslim alıp uçakla bir yerden bir yere naklini gerçekleştirmeyi taahhüt ettiğini gösterir taşıma belgesidir."
  },
  {
    "id": "3519311",
    "unitNumber": 5,
    "text": "İhracat işlemlerinde bazı durumlarda ithalatçı, satın aldığı malın hangi ülkeye ait olduğunu gösteren bir belge düzenlenmesini talep edebilir. Böyle bir talep karşısında ihracatçı tarafından düzenlenen ve ihracatçının ülkesindeki ticaret odası veya ithalatçı ülkenin konsolosluğuna onaylatıldıktan sonra ithalatçıya gönderilen belge hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sigorta belgeleri.",
      "B": "Navlun Sözleşmesine Dayalı Konşimento",
      "C": "Menşe Şahadetnamesi (Certificate of Origin).",
      "D": "FIATA Taşıma Belgeleri",
      "E": "CMR Belgesi (CMR Consigment Note)"
    },
    "explanation": "İHRACAT VE İTHALAT İÇİN GEREKLİ DİĞER BELGELER<br/>Menşe Şahadetnamesi (Certificate of Origin)<br/>İhracat işlemlerinde bazı durumlarda ithalatçı, satın aldığı malın hangi ülkeye ait olduğunu gösteren bir belge düzenlenmesini talep edebilir. Böyle bir talep karşısında ihracatçı tarafından düzenlenen menşe şahadetnamesi, ihracatçının ülkesindeki ticaret odası veya ithalatçı ülkenin konsolosluğuna onaylatıldıktan sonra ithalatçıya gönderilir."
  },
  {
    "id": "3518937",
    "unitNumber": 6,
    "text": "Aşağıda verilen dış ticarette mal bedeli ödenme şekillerinden hangisi tümüyle karşılıklı güven ilişkisine dayalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Peşin ödeme",
      "B": "Konsinyasyon",
      "C": "Mal mukabili ödeme",
      "D": "Vesaik mukabili ödeme",
      "E": "Akreditifli ödeme"
    },
    "explanation": "Peşin ödeme bazen alıcının, satıcının ülkesine gelerek mahallinde görüp beğendiği malları alması sonucunda da gerçekleşmektedir. Tamamıyla güvene dayanan bu ödeme şekli, satıcıya finansman kolaylığı getirmesine karşılık alıcı açısından oldukça risklidir."
  },
  {
    "id": "3518938",
    "unitNumber": 6,
    "text": "\"İthalatçının ihracatçıyı, ihracat öncesi finanse etmesi anlamına gelen............., konvertibl dövizlerle ve en fazla............vadeli olur\". Cümlenin anlam bütünlüğünün tam ve doğru olarak sağlanabilmesi için boşluk olarak bırakılan alanlara sırasıyla getirilmesi gereken kavramlar hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Prefinansman-altı ay",
      "B": "Prefinansman-bir yıl",
      "C": "Libor-altı ay",
      "D": "Efektif ödeme-bir yıl",
      "E": "Konsinyasyon-bir yıl"
    },
    "explanation": "İthalatçının ihracatçıyı, ihracat öncesi finanse etmesi anlamına gelen prefinansman, konvertibl dövizlerle ve en fazla bir yıl vadeli olur."
  },
  {
    "id": "3518939",
    "unitNumber": 6,
    "text": "I. Mal kesin satışta bulunulmadan yurt dışında bir alıcıya sevk edilmektedir. Alıcı, günün piyasa şartlarına göre malı hangi fiyattan satarsa bedelini o fiyattan satıcıya öder. II. İhraç edilen malın bedeli mal ithalatçı ülkeye gittikten sonra yapılır. Fakat ithalatçı yüklemeden itibaren (90) gün vadeli bir poliçe hazırlar, mal bedelini ödemeden vesaiki alır ve üç ay içinde malı satıp mal bedelini vadesi içinde öder. Yukarıda verilen I ve II numaralı ifadeler ile tanımlanan kavramlar hangi seçenekte, sırasıyla ve doğru olarak verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mal mukabili ödeme-Kırmızı Şartlı Akreditif",
      "B": "Konsinyasyon yoluyla ödeme-Mal mukabili ödeme",
      "C": "Mal mukabili ödeme-Konsinyasyon yoluyla ödeme",
      "D": "Kırmızı Şartlı Akreditif-Konsinyasyon yoluyla ödeme",
      "E": "Yeşil Şartlı Akreditif-Mal mukabili ödeme"
    },
    "explanation": "Konsinye satışta, mal kesin satışta bulunulmadan yurt dışında bir alıcıya (konsinyatör) sevk edilmektedir. Konsinyatör, günün piyasa şartlarına göre malı hangi fiyattan satarsa bedelini o fiyattan satıcıya ödemektedir. Mal mukabili ödemede de ihraç edilen malın bedeli mal ithalatçı ülkeye gittikten sonra yapılır. Fakat ithalatçı yüklemeden itibaren (90) gün vadeli bir poliçe hazırlar, mal bedelini ödemeden vesaiki almakta ve üç ay içinde malı satıp mal bedelini vadesi içinde öder."
  },
  {
    "id": "3518940",
    "unitNumber": 6,
    "text": "Vesaik mukabili ödemede sürecinde \"alıcıya vesaikleri ibraz ederek karşılığında tahsilatı gerçekleştiren ve bedeli yetkili bankaya transfer eden (tahsil veya ibraz) banka\" hangi kavramla adlandırılmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Mukabil banka",
      "B": "Muhatap banka",
      "C": "Mudi banka",
      "D": "Muhabir banka",
      "E": "Muhbir banka"
    },
    "explanation": "Muhabir banka (Collecting bank); alıcıya vesaikleri ibraz ederek karşılığında tahsilatı gerçekleştiren ve bedeli yetkili bankaya transfer eden (tahsil veya ibraz) bankadır."
  },
  {
    "id": "3518941",
    "unitNumber": 6,
    "text": "Bu ödeme türünde; \"satıcı malları sevk etmeyi müteakip alıcı firma üzerine vadeli bir poliçe düzenler ve bu poliçeye mallar ile ilgili vesaikleri (konşimento, fatura, sigorta poliçesi vb.) ekleyerek alıcının kabulüne sunulmak üzere kendi ülkesindeki yetkili bir bankaya teslim eder\". Açıklaması verilen ödeme türü hangi seçenekte yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Kırmızı Şartlı Akreditif",
      "B": "Konsinyasyon",
      "C": "Mal mukabili ödeme",
      "D": "Vesaik mukabili ödeme",
      "E": "Kabul kredili ödeme"
    },
    "explanation": "Kabul kredili ödemede; satıcı malları sevk etmeyi müteakip alıcı firma üzerine vadeli bir poliçe düzenler ve bu poliçeye mallar ile ilgili vesaikleri (konşimento, fatura, sigorta poliçesi vb.) ekleyerek alıcının kabulüne sunulmak üzere kendi ülkesindeki yetkili bir bankaya teslim eder."
  },
  {
    "id": "3518942",
    "unitNumber": 6,
    "text": "\"Şartlı bir banka garantisi olup, lehtara akreditif şartlarına uyduğu takdirde, mal veya hizmet bedelinin ödeneceğini taahhüt eden bir kredi işlemi\" anlamına gelen kavram hangi seçenekte verilmiştir?.",
    "correctAnswer": "A",
    "options": {
      "A": "Akreditif",
      "B": "Kabul kredili ödeme",
      "C": "Kambiyo kısıtlaması",
      "D": "Vesaik",
      "E": "Konsinyasyon"
    },
    "explanation": "Akreditif, şartlı bir banka garantisi olup lehtara akreditif şartlarına uyduğu takdirde, mal veya hizmet bedelinin ödeneceğini taahhüt eder."
  },
  {
    "id": "3518943",
    "unitNumber": 6,
    "text": "\"Akreditifte bir süre belirtilmemiş ise süre akreditif açılan banka tarafından lehtara ihbarda bulunulduğu tarihten başlayarak........dır\". Cümlenin anlam bütünlüğünün tam ve doğru olarak sağlanabilmesi için boşluk olarak bırakılan alana getirilmesi gereken ifade hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Üç ay",
      "B": "Alltı ay",
      "C": "Dokuz ay",
      "D": "Bir yıl",
      "E": "On beş ay"
    },
    "explanation": "Akreditifte bir süre belirtilmemiş ise süre akreditif açılan banka tarafından lehtara ihbarda bulunulduğu tarihten başlayarak altı aydır."
  },
  {
    "id": "3518944",
    "unitNumber": 6,
    "text": "\"Muhabir bankanın, akreditifi, lehtara teyit etmeyip yalnızca ihbar etmesi\" olarak tanımlanan akreditif türü hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kırmızı şartlı akreditif",
      "B": "Rotatif akreditif",
      "C": "Teyitsiz akreditif",
      "D": "Teyitli akreditif",
      "E": "Gayrikabili rücu akreditif"
    },
    "explanation": "Teyitsiz Akreditif (Unconfirmed letter of credit), muhabir bankanın, akreditifi, lehtara teyit etmeyip yalnızca ihbar etmesidir."
  },
  {
    "id": "3518945",
    "unitNumber": 6,
    "text": "\"Malların gönderilmesinden önce lehtara, ihraç edeceği malların satın alınmasında, gerekiyorsa işlenmesi, ambalajlanması, sevk mahalline gönderilmesi ve nakliye vasıtası gelinceye kadar depolanmasında kullanılmak üzere avans verilmesini veya peşin ödeme yapılmasını mümkün kılan akreditif türü\" hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Karşılıklı akreditif",
      "B": "Devredilebilir akreditif",
      "C": "Yeşil şartlı akreditif",
      "D": "Kırmızı şartlı akreditif",
      "E": "Rotatif akreditif"
    },
    "explanation": "Kırmızı şartlı akreditif, malların gönderilmesinden önce lehtara, ihraç edeceği malların satın alınmasında, gerekiyorsa işlenmesi, ambalajlanması, sevk mahalline gönderilmesi ve nakliye vasıtası gelinceye kadar depolanmasında kullanılmak üzere avans verilmesini veya peşin ödeme yapılmasını mümkün kılan akreditiftir."
  },
  {
    "id": "3518946",
    "unitNumber": 6,
    "text": "\"Çoğunlukla mal alımına yönelik olarak değil de belli birtakım ödemelerin gerçekleşmesini sağlamak üzere açılan akreditif türü\" hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Takas Akreditifi",
      "B": "Garanti Akreditifi",
      "C": "Devredilebilir Akreditif",
      "D": "Karşılıklı Akreditif",
      "E": "Temiz akreditif"
    },
    "explanation": "Temiz akreditif, çoğunlukla mal alımına yönelik olarak değil de belli birtakım ödemelerin gerçekleşmesini sağlamak üzere açılır. İbrazı istenen vesaik, mal alımına yönelik akreditiflerde olduğu gibi çok ve ayrıntılı değildir."
  },
  {
    "id": "3518988",
    "unitNumber": 6,
    "text": "Dış ticarette, satıcı ve alıcı arasındaki satış sözleşmesini müteakip karşılaşılan başlıca aşamalardan hangisinin gerçekleşmesi ile birlikte satış sözleşmesinin ortaya çıkardığı ticari ilişki de sona ermiş olmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Satıcının malı sevk etmesi",
      "B": "Alıcının malı teslim alması",
      "C": "Alıcının mal bedelini ödemesi",
      "D": "Malın teslim tarihinin belirlenmesi",
      "E": "Malın teslim yerinin belirlenmesi"
    },
    "explanation": "GİRİŞ<br/>Dış ticarette, satıcı ve alıcı arasındaki satış sözleşmesini müteakip karşılaşılan başlıca aşamalar, sırasıyla; satıcının malı sevk etmesi, alıcının malı teslim alması, alıcının mal bedelini ödemesi ve bazı durumlarda da alıcının mal bedelini ödeyeceğine dair satıcıya garanti vermesidir. Ticari ilişkilerde en önemli aşama ödeme aşaması olup bu aşamanın gerçekleşmesi ile birlikte satış sözleşmesinin ortaya çıkardığı ticari ilişki de sona ermiş olmaktadır."
  },
  {
    "id": "3518989",
    "unitNumber": 6,
    "text": "Uluslararası ticari ilişkilerde; alıcının satın aldığı malın bedelini, malın satış sözleşmesinde belirtilen varış yerine ulaşmasından sonra ödemesi aşağıdaki ödeme şekillerinden hangisini ifade etmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Peşin ödeme",
      "B": "Konsinyasyon",
      "C": "Mal mukabili ödeme",
      "D": "Vesaik mukabili ödeme",
      "E": "Kabul kredili ödeme"
    },
    "explanation": "MAL MUKABİLİ ÖDEME<br/>Mal mukabili ödeme: Alıcının satın aldığı malın bedelini, malın satış sözleşmesinde belirtilen varış yerine ulaşmasından sonra ödemesidir."
  },
  {
    "id": "3518990",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi uluslararası ticarette satıcıya ve alıcıya yüksek düzeyde güvence sağlayan bir ödeme şeklidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Akreditifli ödeme",
      "B": "Kabul kredili ödeme",
      "C": "Vesaik mukabili ödeme",
      "D": "Mal mukabili ödeme",
      "E": "Peşin ödeme"
    },
    "explanation": "AKREDİTİFLİ ÖDEME<br/>Akreditifli işlemlerde, aracı banka, tarafsız bir garantör vasfını taşımakta olup satıcıya akreditifte belirtilen uygun vesaiki ibraz etmesi hâlinde ödemeyi taahhüt etmektedir. Satıcının, akreditif şartlarına uygun hareket etmemesi durumunda, aracı banka, satıcıya hiçbir şekilde ödeme yapmayacağından bu husus alıcı yönünden büyük bir güven oluşturmaktadır. Bu sebeple, akreditif, satıcıya ve alıcıya yüksek düzeyde güvence sağlayan bir ödeme şeklidir."
  },
  {
    "id": "3518991",
    "unitNumber": 6,
    "text": "Bazı tarım ürünlerinin (meyan kökü, tütün, üzüm ve incir) ihracatının finansmanı amacıyla ithalatçının ihracatçıya ihracat öncesi sağladığı kredilerin vadesi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "6 ay",
      "B": "9 ay",
      "C": "18 ay",
      "D": "24 ay",
      "E": "36 ay"
    },
    "explanation": "PEŞİN ÖDEME<br/>İthalatçının ihracatçıyı, ihracat öncesi finanse etmesi anlamına gelen prefinansman, konvertibl dövizlerle ve en fazla bir yıl vadeli olur. Ancak bazı tarım ürünlerinin (meyan kökü, tütün, üzüm ve incir) ihracatı amacıyla sağlanan kredilerin vadesi (18 ay), gemi inşa ve ihracatının finansmanı için kullanılacak kredilerde (hazır gemi hariç) bu süre (24 ay), ihracatı teşvik belgesi kapsamında gemi, komple fabrika ve tesis ihracının finansmanı amacıyla sağlanan kredilerin vadeleri belge süresi (ek süreler dâhil) kadardır."
  },
  {
    "id": "3518992",
    "unitNumber": 6,
    "text": "I. Akreditif amiri\n<br/>II. Amir banka\n<br/>III. Akreditif lehtarı\n<br/>IV. Aracı banka\n<br/>V. Akreditifi açtıran alıcı\n<br/>Yukarıdakilerden hangileri bir akreditif işleminde yer alan taraflardandır?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "II, III ve IV",
      "D": "I, II, III ve IV",
      "E": "I, II, III, IV ve V"
    },
    "explanation": "AKREDİTİFLİ ÖDEME<br/>Bir akreditif işleminde; akreditif amiri, amir banka, akreditif lehtarı ve aracı banka olmak üzere dört taraf mevcuttur."
  },
  {
    "id": "3518993",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi akreditif şartlarına göre, lehtarın bulunduğu, ülkede akreditifi lehtara ihbar veya teyit eden, ödemeyi yapan veya ibraz edilen poliçeye kabul veya aval imzası koyan veya poliçeyi iştira eden bir bankadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Aracı Banka",
      "B": "İhbar Bankası",
      "C": "Ödeme Bankası",
      "D": "Kabul Bankası",
      "E": "İştira Bankası"
    },
    "explanation": "AKREDİTİFLİ ÖDEME<br/>Aracı banka, akreditif şartlarına göre, lehtarın bulunduğu, ülkede akreditifi lehtara ihbar veya teyit eden, ödemeyi yapan veya ibraz edilen poliçeye kabul veya aval imzası koyan veya poliçeyi iştira eden bankadır."
  },
  {
    "id": "3518994",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bir kısmı veya tamamı kullanıldıkça ek bir değişiklik talimatına gerek kalmaksızın aynı şartlarla ve aynı tutar için otomatik olarak yenilenen bir akreditif türüdür?",
    "correctAnswer": "A",
    "options": {
      "A": "Rotatif Akreditif",
      "B": "Kırmızı Şartlı Akreditif",
      "C": "Yeşil şartlı Akreditif",
      "D": "Devredilebilir Akreditif",
      "E": "Karşılıklı Akreditif"
    },
    "explanation": "ÖZELLİĞİ OLAN AKREDİTİFLER<br/>Rotatif (dönen) akreditif; bir kısmı veya tamamı kullanıldıkça ek bir değişiklik talimatına gerek kalmaksızın aynı şartlarla ve aynı tutar için otomatik olarak yenilenen bir akreditiftir."
  },
  {
    "id": "3518995",
    "unitNumber": 6,
    "text": "I. Kabili Rücu Akreditif\n II. Teyitli akreditif\n III. Karşılıklı Akreditif\n IV. Garanti Akreditifi\n V. Takas Akreditifi\n Yukarıdakilerden hangileri özelliği olan akreditif türlerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve IV",
      "D": "I, II ve III",
      "E": "III, IV ve V"
    },
    "explanation": "ÖZELLİĞİ OLAN AKREDİTİFLER<br/>Özelliği olan akreditifler; Rotatif Akreditif, Kırmızı Şartlı Akreditif, Yeşil şartlı Akreditif, Devredilebilir Akreditif, Karşılıklı Akreditif, Garanti Akreditifi ve Takas Akreditifi şeklindedir. Aşağıda bu akreditif türleri ayrıntılı olarak açıklanmaktadır"
  },
  {
    "id": "3518996",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi lehtar yönünden oluşturdukları güven kriteri göz önüne alınarak açılan akreditif türlerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kırmızı Şartlı Akreditif",
      "B": "Yeşil şartlı Akreditif",
      "C": "Devredilebilir Akreditif",
      "D": "Kabili Rücu Akreditif",
      "E": "Karşılıklı Akreditif"
    },
    "explanation": "AKREDİTİFLİ ÖDEME<br/>Akreditifler, lehtar yönünden oluşturdukları güven kriteri göz önüne alındığında çeşitli şekillerde açılabilir: Kabili Rücu Akreditif, Gayrikabili Rücu Akreditif, Teyitsiz Akreditif, Teyitli Akreditif."
  },
  {
    "id": "3518997",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi diğer akreditiflerden farklı olarak bir mal alım satımı ile ilgili olmayıp bir hizmetin yerine getirilmesini garanti altına almak için tesis edilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Garanti Akreditifi",
      "B": "Takas Akreditifi",
      "C": "Devredilebilir Akreditif",
      "D": "Karşılıklı Akreditif",
      "E": "Dönen akreditif"
    },
    "explanation": "ÖZELLİĞİ OLAN AKREDİTİFLER<br/>Garanti akreditifi, bir tür garanti (teminat) mektubu niteliğindedir. Bu tür akreditif, diğer akreditiflerden farklı olarak bir mal alım satımı ile ilgili olmayıp bir hizmetin yerine getirilmesini garanti altına almak için tesis edilir."
  },
  {
    "id": "3518998",
    "unitNumber": 6,
    "text": "I. Akreditif vadesi\n II. Sevk tarihi\n III. İbraz süresi\n IV. Devir süresi\n V. Varış tarihi\n Yukarıdakilerden hangileri akreditifler ile ilgili sürelerdendir?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve IV",
      "B": "II ve V",
      "C": "III ve IV",
      "D": "I, II ve III",
      "E": "III, IV ve V"
    },
    "explanation": "AKREDİTİFİN İŞLEYİŞİ<br/>Akreditifler ile ilgili süreler, akreditif vadesi, sevk tarihi ve ibraz süresi olmak üzere üç ayrı grupta toplanır."
  },
  {
    "id": "3518999",
    "unitNumber": 6,
    "text": "…………………………., malların gönderilmesinden önce lehtara, ihraç edeceği malların satın alınmasında, gerekiyorsa işlenmesi, ambalajlanması, sevk mahalline gönderilmesi ve nakliye vasıtası gelinceye kadar depolanmasında kullanılmak üzere avans verilmesini veya peşin ödeme yapılmasını mümkün kılan akreditiftir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kırmızı şartlı akreditif",
      "B": "Yeşil şartlı Akreditif",
      "C": "Devredilebilir Akreditif",
      "D": "Garanti Akreditifi",
      "E": "Takas Akreditifi"
    },
    "explanation": "ÖZELLİĞİ OLAN AKREDİTİFLER<br/>Kırmızı şartlı akreditif, malların gönderilmesinden önce lehtara, ihraç edeceği malların satın alınmasında, gerekiyorsa işlenmesi, ambalajlanması, sevk mahalline gönderilmesi ve nakliye vasıtası gelinceye kadar depolanmasında kullanılmak üzere avans verilmesini veya peşin ödeme yapılmasını mümkün kılan akreditiftir."
  },
  {
    "id": "3519000",
    "unitNumber": 6,
    "text": "I. Peşin ödeme<br/>II. Konsinyasyon<br/>III. Mal mukabili ödeme<br/>IV. Vesaik mukabili ödeme\n Yukarıdakilerden hangileri ödeme şekilleridir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I, II ve III",
      "D": "I, III ve IV",
      "E": "Hepsi"
    },
    "explanation": "Ödeme şekilleri:<br/>• Peşin ödeme,<br/>• Konsinyasyon,<br/>• Mal mukabili ödeme,<br/>• Vesaik mukabili ödeme,<br/>• Kabul kredili ödeme,<br/>• Akreditifli ödeme'dir."
  },
  {
    "id": "3519001",
    "unitNumber": 6,
    "text": "ihracat gerçekleşmeden mal bedelinin ithalatçı tarafından gönderilmesi ve satış sözleşmesine konu olan malın daha sonra sevk edilmesi hangi ödeme şeklidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Peşin Ödeme",
      "B": "Konsinsasyon",
      "C": "Mal Mukabili Ödeme",
      "D": "Vesaik Mukabili Ödeme",
      "E": "Akreditifli Ödeme"
    },
    "explanation": "Peşin ödeme, ihracat gerçekleşmeden mal bedelinin ithalatçı tarafından gönderilmesi ve satış sözleşmesine konu olan malın daha sonra sevk edilmesidir."
  },
  {
    "id": "3519002",
    "unitNumber": 6,
    "text": "I. Havale ile Ödeme\n II. Akreditifli Ödeme\n III. Çek ile Ödeme\n IV. Efektif ile Ödeme\n Yukarıdakilerden hangileri peşin ödemenin uygulama yöntemleridir?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "I, II ve III",
      "C": "I, III ve IV",
      "D": "II, III ve IV",
      "E": "Hepsi"
    },
    "explanation": "Peşin ödeme, uygulamada aşağıdaki belirtilen şekillerde söz konusu olmaktadır:<br/>Havale, Çek ve Efektif ile Ödeme"
  },
  {
    "id": "3519003",
    "unitNumber": 6,
    "text": "İthalatçının ihracatçıyı, ihracat öncesi konvertibl dövizlerle ve en fazla bir yıl vade ile finanse etmesine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Libor",
      "B": "Akreditif",
      "C": "Konsinsasyon",
      "D": "Prefinansman",
      "E": "Vesaik"
    },
    "explanation": "Prefinansman: İthalatçının ihracatçıyı, ihracat öncesi konvertibl dövizlerle ve en fazla bir yıl vade ile finanse etmesidir."
  },
  {
    "id": "3519004",
    "unitNumber": 6,
    "text": "ihraç olunacak malın satın alınması ile yükleme masraflarının karşılanması amacıyla aracı bankaya, akreditif lehtarına (ihracatçıya), avans mahiyetinde, peşin ödemede bulunma yetkisini veren ödeme şekline ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yeşil Şartlı Akreditif",
      "B": "Kırmızı Şartlı Akreditif",
      "C": "Konsinsasyon",
      "D": "Vesaik Mukabili Ödeme",
      "E": "Prefinansman"
    },
    "explanation": "Kırmızı şartlı akreditif (Red clause L/C); ihraç olunacak malın satın alınması ile yükleme masraflarının karşılanması amacıyla aracı bankaya, akreditif lehtarına (ihracatçıya), avans mahiyetinde, peşin ödemede bulunma yetkisini veren bir akreditiftir"
  },
  {
    "id": "3519005",
    "unitNumber": 6,
    "text": "Satıcı ile alıcı arasında yapılacak bir anlaşma ile ithal edilecek mal bedelinin ödenmesinin, malın gönderilmesinden belli bir süre sonraya bırakılması ile tanımlanan ödeme şekli aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Akreditifli ödeme",
      "B": "Kabul kredili ödeme",
      "C": "Vesaik mukabili ödeme",
      "D": "Mal mukabili ödeme",
      "E": "Konsinyasyon"
    },
    "explanation": "Kabul kredisi, satıcı ile alıcı arasında yapılacak bir anlaşma ile ithal edilecek mal bedelinin ödenmesinin, malın gönderilmesinden belli bir süre sonraya bırakılmasıdır."
  },
  {
    "id": "3519006",
    "unitNumber": 6,
    "text": "I. akreditif amiri\n II. amir banka\n III. , akreditif lehtarı\n IV. aracı banka\n Yukarıdakilerden hangileri bir akreditif işleminde görevli olan taraflardır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve III",
      "B": "I, II ve III",
      "C": "II, III ve IV",
      "D": "I, III ve IV",
      "E": "Hepsi"
    },
    "explanation": "Bir akreditif işleminde; akreditif amiri, amir banka, akreditif lehtarı ve aracı banka olmak üzere dört taraf mevcuttur"
  },
  {
    "id": "3519007",
    "unitNumber": 6,
    "text": "Akreditife, amir banka dışında, kendisinin kesin yükümlülüğünü de ekleyen banka aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İhbar Bankası",
      "B": "Teyit Bankası",
      "C": "Ödeme Bankası",
      "D": "Kabul Bankası",
      "E": "Alıcı Banka"
    },
    "explanation": "Teyit bankası akreditife, amir banka dışında, kendisinin kesin yükümlülüğünü de ekleyen bankadır."
  },
  {
    "id": "3519008",
    "unitNumber": 6,
    "text": "Üzerine vadeli poliçe çekilecek olan ve keşide edilecek poliçeleri kabule yetkili kılınan banka aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Teyit Bankası",
      "B": "İhbar Bankası",
      "C": "Ödeme Bankası",
      "D": "Kabul Bankası",
      "E": "İştira Bankası"
    },
    "explanation": "Kabul bankası üzerine vadeli poliçe çekilecek olan ve keşide edilecek poliçeleri kabule yetkili kılınan bankadır"
  },
  {
    "id": "3519009",
    "unitNumber": 6,
    "text": "Akreditifi açan bankanın kesin taahhüdü olup bu taahhüdün bütün ilgililerin isteği ve onayı olmaksızın tadil veya iptal edilemediği akreditif aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kabili rücu akreditif",
      "B": "Gayrikabili rücu akreditif",
      "C": "Teyitsiz Akreditif",
      "D": "Teyitli Akreditif",
      "E": "Rotatif Akreditif"
    },
    "explanation": "Gayrikabili rücu akreditif: Akreditifi açan bankanın kesin taahhüdü olup bu taahhüdün bütün ilgililerin isteği ve onayı olmaksızın tadil veya iptal edilemediği akreditiftir"
  },
  {
    "id": "3519292",
    "unitNumber": 6,
    "text": "………………………, uygulamada havale, çek ve efektif ile ödeme, prefinansman, kırmızı şartlı akreditif, yeşil şartlı akreditif ve konsinyasyon yöntemleri ile gerçekleştirilmektedir.\n Yukarıdaki boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Vesaik mukabili ödeme",
      "B": "Mal mukabili ödeme",
      "C": "Peşin ödeme",
      "D": "Kabul kredili ödeme",
      "E": "Akreditifli ödeme"
    },
    "explanation": "Dış ticarette peşin ödeme genellikle özel siparişlerde yoğun kullanılmaktadır.<br/>Peşin ödeme, uygulamada havale, çek ve efektif ile ödeme, prefinansman, kırmızı şartlı akreditif, yeşil şartlı akreditif ve konsinyasyon yöntemleri ile gerçekleştirilmektedir."
  },
  {
    "id": "3519293",
    "unitNumber": 6,
    "text": "Aşağıdaki ödeme şekillerinden hangisi gerek kapsam gerek çeşit gerekse de uygulama yaygınlığı açısından oldukça geniş bir içeriğe sahiptir?",
    "correctAnswer": "D",
    "options": {
      "A": "Mal mukabili ödeme",
      "B": "Vesaik mukabili ödeme",
      "C": "Peşin ödeme",
      "D": "Akreditifli ödeme",
      "E": "Kabul kredili ödeme"
    },
    "explanation": "Ödeme şekilleri:\n<br/><ul><br/><li>Peşin ödeme,</li><br/><li>Konsinyasyon,</li><br/><li>Mal mukabili ödeme,</li><br/><li>Vesaik mukabili ödeme,</li><br/><li>Kabul kredili ödeme,</li><br/><li>Akreditifli ödeme</li><br/></ul><br/>Ödeme şekilleri içerisinde, gerek kapsam gerek çeşit gerekse de uygulama yaygınlığı açısından oldukça geniş bir içeriğe sahip olan Akreditifli ödeme şeklidir."
  },
  {
    "id": "3519294",
    "unitNumber": 6,
    "text": "İhracatta kullanmak üzere getirilecek prefinansman dövizlerine, döviz cinsine göre libor faiz oranı ve azami yüzde ……….’e kadar faiz farkı (spread) verilebilir.\n Yukarıdaki boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "1,18",
      "B": "1,25",
      "C": "1,35",
      "D": "1,45",
      "E": "1,48"
    },
    "explanation": "İhracatçıların ve döviz gönderen ve getirenlerin döviz alışı yapılmadan önce libor faizinin uygulanıp uygulanmayacağını belirtmeleri gerekir.<br/>İhracatta kullanmak üzere getirilecek prefinansman dövizlerine, döviz cinsine göre libor faiz oranı ve azami yüzde 1,25’e kadar faiz farkı (spread) verilebilir."
  },
  {
    "id": "3519295",
    "unitNumber": 6,
    "text": "Libor: ……………. bankalararası para piyasası faiz oranıdır.\n Yukarıdaki boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Londra",
      "B": "Zürih",
      "C": "Roma",
      "D": "Paris",
      "E": "Berlin"
    },
    "explanation": "İhracatçıların ve döviz gönderen ve getirenlerin döviz alışı yapılmadan önce libor faizinin uygulanıp uygulanmayacağını belirtmeleri gerekir.<br/>Libor: Londra bankalararası para piyasası faiz oranıdır."
  },
  {
    "id": "3519296",
    "unitNumber": 6,
    "text": "<strong>I.</strong> Oldukça rizikolu bir satış şekli olup beklemeden doğan zararların, ihracatçının hesabına kaydedilmesidir.\n <strong>II.</strong> Gerçekte bir satış değil, satış imkânı arama yoludur.\n <strong>III.</strong> Fiyat kesin olmayıp, piyasa şartlarına göre değiştiği gibi malın kısmen veya tamamen satılmaması da mümkündür.\n Yukarıda verilen ifadeler aşağıdaki hangi satış şekli ile ilgilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Efektif satış",
      "B": "Potansiyel satış",
      "C": "Gayrikabili rücu satış",
      "D": "Kredili satış",
      "E": "Konsinye satış"
    },
    "explanation": "Malın sevki anında fiili bir satış bulunmadığı gibi malın satış fiyatı ve alıcısı da belli değildir.<br/>3 ifade de Konsinye satış ile ilgilidir."
  },
  {
    "id": "3519297",
    "unitNumber": 6,
    "text": "Bir kısmı veya tamamı kullanıldıkça ek bir değişiklik talimatına gerek kalmaksızın aynı şartlarla ve aynı tutar için otomatik olarak yenilenen akreditif türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Teyitsiz akreditif",
      "B": "Rotatif akreditif",
      "C": "Kabili rücu akreditif",
      "D": "Gayrikabili rücu akreditif",
      "E": "Devredilebilir akreditif"
    },
    "explanation": "Tarım ürünü ithalatıyla uğraşan veya temsilcileri aracılığıyla yabancı ülkelerden aynı malı satın almakta olan firmalar genellikle rotatif akreditiflerden yararlanır.<br/>Rotatif (dönen) akreditif; bir kısmı veya tamamı kullanıldıkça ek bir değişiklik talimatına gerek kalmaksızın aynı şartlarla ve aynı tutar için otomatik olarak yenilenen bir akreditiftir."
  },
  {
    "id": "3519298",
    "unitNumber": 6,
    "text": "İlgili banka ile lehtar arasında hukuken bir yükümlülük doğurmayıp her an tadil veya iptal edilebilen akreditif türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Devredilebilir akreditif",
      "B": "Teyitsiz akreditif",
      "C": "Kabili rücu akreditif",
      "D": "Gayrikabili rücu akreditif",
      "E": "Rotatif akreditif"
    },
    "explanation": "Bu tür akreditif özellikle satıcı açısından güvenceli değildir.<br/>Kabili rücu akreditif: İlgili banka ile lehtar arasında hukuken bir yükümlülük doğurmayıp her an tadil veya iptal edilebilen akreditiftir."
  },
  {
    "id": "3519299",
    "unitNumber": 6,
    "text": "…………………….., satıcı ile alıcı arasında yapılan sözleşmeye istinaden ihraç ve diğer sevk vesaikinin, mal bedelinin ödenmesi üzerine alıcıya teslim edilmesini ifade eden bir ödeme şeklidir.\n Yukarıdaki boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Mal mukabili ödeme",
      "B": "Peşin ödeme",
      "C": "Akreditifli ödeme",
      "D": "Kabul kredili ödeme",
      "E": "Vesaik mukabili ödeme"
    },
    "explanation": "Vesaik mukabili ödemede, satıcı ve alıcı arasına, satıcının vesaikleri ibraz ettiği yetkili bankası ile vesaikleri ödeme karşılığında alıcıya teslim edecek muhabir banka girmektedir.<br/>Vesaik mukabili ödeme, satıcı ile alıcı arasında yapılan sözleşmeye istinaden ihraç ve diğer sevk vesaikinin, mal bedelinin ödenmesi üzerine alıcıya teslim edilmesini ifade eden bir ödeme şeklidir."
  },
  {
    "id": "3519300",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi özelliği olan akreditifler arasında yer <u>almaz</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Gayrikabili rücu akreditif",
      "B": "Rotatif Akreditif",
      "C": "Kırmızı Şartlı Akreditif",
      "D": "Yeşil şartlı Akreditif",
      "E": "Devredilebilir Akreditif"
    },
    "explanation": "Bu akreditif türleri ayrıntılı olarak sayfa 126 da açıklanmaktadır.<br/>Özelliği olan akreditifler; Rotatif Akreditif, Kırmızı Şartlı Akreditif, Yeşil şartlı Akreditif, Devredilebilir Akreditif, Karşılıklı Akreditif, Garanti Akreditifi ve Takas Akreditifi şeklindedir."
  },
  {
    "id": "3519301",
    "unitNumber": 6,
    "text": "Malların depolandığını gösteren ve banka adına düzenlenmiş veya bankaya devredilmiş bir depo makbuzu karşılığı satıcıya peşin ödemede bulunulmasına olanak tanıyan akreditif türü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Garantili akreditif",
      "B": "Karşılıklı akreditif",
      "C": "Rotatif akreditif",
      "D": "Yeşil şartlı akreditif",
      "E": "Teyitli akreditif"
    },
    "explanation": "Bu tip akreditifte peşin ödeme, malların depolandığını gösteren ve banka adına düzenlenmiş veya bankaya devredilmiş bulunan bir depo makbuzu karşılığında yapılır.<br/>Yeşil şartlı akreditif: Malların depolandığını gösteren ve banka adına düzenlenmiş veya bankaya devredilmiş bir depo makbuzu karşılığı satıcıya peşin ödemede bulunulmasına olanak tanıyan akreditif türüdür."
  },
  {
    "id": "3519312",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ihracat gerçekleşmeden mal bedelinin ithalatçı tarafından gönderilmesi ve satış sözleşmesine konu olan malın daha sonra sevk edilmesini ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Peşin ödeme",
      "B": "Konsinyasyon",
      "C": "Mal mukabili ödeme",
      "D": "Kabul kredili ödeme",
      "E": "Akreditifli ödeme"
    },
    "explanation": "PEŞİN ÖDEME<br/>Peşin ödeme, ihracat gerçekleşmeden mal bedelinin ithalatçı tarafından gönderilmesi ve satış sözleşmesine konu olan malın daha sonra sevk edilmesidir."
  },
  {
    "id": "3519313",
    "unitNumber": 6,
    "text": "I. Mal bazında standartların belirlenmesi\n II. Malın özelliklerinin belirlenmesi\n III. Satıcının malı sevk etmesi\n IV. Alıcının malı teslim alması\n V. Alıcının mal bedelini ödemesi\n Yukarıdakilerden hangileri dış ticarette, satıcı ve alıcı arasındaki satış sözleşmesini müteakip karşılaşılan başlıca aşamalardandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "III, IV ve V"
    },
    "explanation": "GİRİŞ<br/>Dış ticarette, satıcı ve alıcı arasındaki satış sözleşmesini müteakip karşılaşılan başlıca aşamalar, sırasıyla; satıcının malı sevk etmesi, alıcının malı teslim alması, alıcının mal bedelini ödemesi ve bazı durumlarda da alıcının mal bedelini ödeyeceğine dair satıcıya garanti vermesidir. Ticari ilişkilerde en önemli aşama ödeme aşaması olup bu aşamanın gerçekleşmesi ile birlikte satış sözleşmesinin ortaya çıkardığı ticari ilişki de sona ermiş olmaktadır."
  },
  {
    "id": "3519314",
    "unitNumber": 6,
    "text": "Gemi inşa ve ihracatının finansmanı amacıyla ithalatçının ihracatçıya ihracat öncesi sağladığı kredilerin (hazır gemi hariç) vadesi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "6 ay",
      "B": "9 ay",
      "C": "18 ay",
      "D": "24 ay",
      "E": "36 ay"
    },
    "explanation": "PEŞİN ÖDEME<br/>İthalatçının ihracatçıyı, ihracat öncesi finanse etmesi anlamına gelen prefinansman, konvertibl dövizlerle ve en fazla bir yıl vadeli olur. Ancak bazı tarım ürünlerinin (meyan kökü, tütün, üzüm ve incir) ihracatı amacıyla sağlanan kredilerin vadesi (18 ay), gemi inşa ve ihracatının finansmanı için kullanılacak kredilerde (hazır gemi hariç) bu süre (24 ay), ihracatı teşvik belgesi kapsamında gemi, komple fabrika ve tesis ihracının finansmanı amacıyla sağlanan kredilerin vadeleri belge süresi (ek süreler dâhil) kadardır."
  },
  {
    "id": "3519315",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi malların depolandığını gösteren ve banka adına düzenlenmiş veya bankaya devredilmiş bir depo makbuzu karşılığı satıcıya peşin ödemede bulunulmasına olanak tanıyan bir ödeme türüdür?",
    "correctAnswer": "A",
    "options": {
      "A": "Yeşil şartlı akreditif",
      "B": "Efektif ile Ödeme",
      "C": "Mal mukabili ödeme",
      "D": "Kabul kredili ödeme",
      "E": "Konsinyasyon"
    },
    "explanation": "PEŞİN ÖDEME<br/>Yeşil şartlı akreditif: Malların depolandığını gösteren ve banka adına düzenlenmiş veya bankaya devredilmiş bir depo makbuzu karşılığı satıcıya peşin ödemede bulunulmasına olanak tanıyan akreditif türüdür."
  },
  {
    "id": "3519316",
    "unitNumber": 6,
    "text": "I. Malın sevki anında fiili satış gerçekleşir.\n II. Malın satış fiyatı ve alıcısı bellidir.\n III. Satış imkânı arama yoludur.\n IV. Fiyat kesin olmayıp, piyasa şartlarına göre değişir.\n V. Malın kısmen veya tamamen satılmaması mümkündür \n Yukarıdakilerden hangileri konsinye satış için doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "III, IV ve V"
    },
    "explanation": "PEŞİN ÖDEME<br/>Konsinye satış, gerçekte bir satış değil, satış imkânı arama yoludur. Zira, malın sevki anında fiili bir satış bulunmadığı gibi malın satış fiyatı ve alıcısı da belli değildir. Bu, dış piyasalarda bir çeşit perakende satış şekline de benzetilebilir. Mal, kesin satışta bulunulmadan yurt dışında alıcıya, komisyoncuya veya ihracatçının yabancı bir ülkede tesis ettiği şube veya temsilciliğine, diğer bir deyişle konsinyatör denilen aracıya sevk edilir. Fiyat kesin olmayıp, piyasa şartlarına göre değiştiği gibi malın kısmen veya tamamen satılmaması da mümkündür. Konsinyatör, günün piyasa şartlarına göre malı hangi fiyattan satarsa bedelini o fiyattan ihracatçıya öder. Konsinye satış, normal yollarla satışı zor olan veya alıcının görüp beğenmesini gerektiren mallar için söz konusudur."
  },
  {
    "id": "3519317",
    "unitNumber": 6,
    "text": "…………………………, satıcı ile alıcı arasında yapılan sözleşmeye istinaden ihraç ve diğer sevk vesaikinin, mal bedelinin ödenmesi üzerine alıcıya teslim edilmesini ifade eden bir ödeme şeklidir\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Vesaik mukabili ödeme",
      "B": "Mal mukabili ödeme",
      "C": "Kabul kredili ödeme",
      "D": "Akreditifli ödeme",
      "E": "Peşin ödeme"
    },
    "explanation": "VESAİK MUKABİLİ ÖDEME<br/>Vesaik mukabili ödeme, satıcı ile alıcı arasında yapılan sözleşmeye istinaden ihraç ve diğer sevk vesaikinin, mal bedelinin ödenmesi üzerine alıcıya teslim edilmesini ifade eden bir ödeme şeklidir."
  },
  {
    "id": "3519318",
    "unitNumber": 6,
    "text": "Akreditif şartlarına göre, lehtarın bulunduğu, ülkede akreditifi lehtara ihbar veya teyit eden, ödemeyi yapan veya ibraz edilen poliçeye kabul veya aval imzası koyan veya poliçeyi iştira eden aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Aracı banka",
      "B": "Akreditif amiri",
      "C": "Amir banka",
      "D": "Akreditif lehtarı",
      "E": "Teyid bankası"
    },
    "explanation": "AKREDİTİFLİ ÖDEME<br/>Aracı banka, akreditif şartlarına göre, lehtarın bulunduğu, ülkede akreditifi lehtara ihbar veya teyit eden, ödemeyi yapan veya ibraz edilen poliçeye kabul veya aval imzası koyan veya poliçeyi iştira eden bankadır."
  },
  {
    "id": "3519319",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisinin akreditifte, lehtara karşı ödeme konusunda hiçbir yükümlülüğü bulunmamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "İhbar Bankası",
      "B": "Teyid Bankası",
      "C": "Ödeme Bankası",
      "D": "Kabul Bankası",
      "E": "İştira Bankası"
    },
    "explanation": "AKREDİTİFLİ ÖDEME<br/>İhbar bankası, akreditifi lehtara, teyitte bulunmaksızın sadece ihbar eden bankadır. Bu bankanın akreditifte, lehtara karşı ödeme konusunda hiçbir yükümlülüğü bulunmamaktadır."
  },
  {
    "id": "3519320",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi akreditifte taraf olarak kabul edilmemektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Aracı banka",
      "B": "Teyid bankası",
      "C": "Ödeme bankası",
      "D": "Kabul bankası",
      "E": "Rambursman bankası"
    },
    "explanation": "AKREDİTİFLİ ÖDEME<br/>Rambursman bankası akreditifte taraf olarak ise kabul edilmemektedir. Bu banka, akreditife ilişkin ödemeyi veya iştirayı yapan bankayı ramburse etmek üzere amir bankaca yetkili kılınan bir aracı veya vekil niteliği taşımaktadır."
  },
  {
    "id": "3519321",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ilgili banka ile lehtar arasında hukuken bir yükümlülük doğurmayıp her an tadil veya iptal edilebilen bir akreditiftir?",
    "correctAnswer": "B",
    "options": {
      "A": "<ol> <li>Devredilebilir akreditif</li> </ol>",
      "B": "Kabili rücu akreditif",
      "C": "Teyitli akreditif",
      "D": "Rotatif akreditif",
      "E": "Karşılıklı akreditif"
    },
    "explanation": "AKREDİTİFLİ ÖDEME<br/>Kabili rücu akreditif: İlgili banka ile lehtar arasında hukuken bir yükümlülük doğurmayıp her an tadil veya iptal edilebilen akreditiftir."
  },
  {
    "id": "3519322",
    "unitNumber": 6,
    "text": "Akreditif amirinin yurt dışında çalışan işçilerine ücret ödemesi için açtırdığı akreditif aşağıdaki akreditif türlerinden hangisine örnek olarak gösterilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kabili rücu temiz akreditif",
      "B": "Devredilebilir akreditif",
      "C": "Garanti akreditifi",
      "D": "Takas akreditifi",
      "E": "Karşılıklı akreditif"
    },
    "explanation": "AKREDİTİFLİ ÖDEME<br/>Kabili rücu temiz akreditif türüne; akreditif amirinin yurt dışında çalışan işçilerine ücret ödemesi için açtırdığı akreditif örnek olarak gösterilebilir. Bu kabil bir akreditif kapsamında akreditif lehtarının (işçinin) işi bırakması hâlinde, amir, lehtarın onayını almadan akreditifi iptal edebilir."
  },
  {
    "id": "3518837",
    "unitNumber": 7,
    "text": "'Ticaret Bakanlığı'nın merkez teşkilatı .........ayrı grupta toplanmıştır. Ayrıca, Bakanlığın ......... ilde bölge müdürlükleri vardır' Yukarıdaki cümlelerde yer alan boşluklara sırayla aşağıdaki seçeneklerden hangisindeki sayılar gelecektir?",
    "correctAnswer": "B",
    "options": {
      "A": "2 , 12",
      "B": "3 , 18",
      "C": "4 , 24",
      "D": "5 , 40",
      "E": "6 , 81"
    },
    "explanation": "Bu Bakanlığın merkez teşkilatı üç ayrı gruba ayrılmış olup Bakanlığın onsekiz ilde bölge müdürlükleri vardır. Doğru cevap B'dir."
  },
  {
    "id": "3518838",
    "unitNumber": 7,
    "text": "I. Bağlı muamele ve offset gibi karşılıklı ticaret uygulamalarının usul ve esaslarını belirlemek II. Kıyı ve sınır ticareti ile ilgili düzenlemeleri yapmak III.Gümrük müşavirleri ve yardımcıları ile ilgili işlemleri yürütmek İhracat Genel Müdürlüğü'nün görevleri ile ilgili olarak yukarıda verilen bilgi cümleleri hakkında aşağıdaki seçeneklerden hangisinde sırayla ve doğru değerlendirmeler yapılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "I. Doğru , II. Doğru , III. Yanlış",
      "B": "I. Doğru , II. Yanlış , III. Doğru",
      "C": "I. Yanlış , II. Doğru , III. Doğru",
      "D": "I. Yanlış , II. Yanlış , III. Doğru",
      "E": "I. Yanlış , II. Doğru , III. Yanlış"
    },
    "explanation": "Doğru cevap A'dır. Buna göre III yanlıştır , çünkü III'te yer alan görev Gümrükler Genel Müdürlüğü'ne aittir."
  },
  {
    "id": "3518839",
    "unitNumber": 7,
    "text": "I. Yurt dışında mevcut veya yeni açılan ofis veya mağazaları kapsar II. Yalnız kira bedellerini kapsamına alır III.Yalnız reklam giderlerini kapsamına alır Yurt dışı ofis ve mağaza tanıtım faaliyetlerinin desteklenmesi uygulamasına ilişkin yukarıdaki bilgi cümleleri hakkında aşağıdaki seçeneklerden hangisinde sırayla ve doğru değerlendirmeler yapılmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "I. Doğru , II. Doğru , III. Yanlış",
      "B": "I. Doğru , II. Yanlış , III. Doğru",
      "C": "I. Yanlış , II. Doğru , III. Doğru",
      "D": "I. Doğru , II. Yanlış , III. Yanlış",
      "E": "I. Yanlış , II. Doğru , III. Yanlış"
    },
    "explanation": "D , doğrudur. Buna göre II ve III yanlıştır çünkü söz konusu destek hem kira bedellerini hem de reklam giderlerini kapsar."
  },
  {
    "id": "3518840",
    "unitNumber": 7,
    "text": "I. Cumhurbaşkanlığı Kararnamesi ile kurulmuştur II. Ticaret Bakanlığı bünyesinde kurulmuştur III.2021 yılında kurulmuştur IV. Yurt dışındaki yatırımların izlenmesi ve yönlendirilmesi konusunda da çalışmalar yürütür Yukarıda sıralanan özelliklere sahip genel müdürlük aşağıdaki seçeneklerden hangisinde gösterilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Uluslararası Hizmet Ticareti Genel Müdürlüğü",
      "B": "Serbest Bölgeler Genel Müdürlüğü",
      "C": "İhracat Genel Müdürlüğü",
      "D": "İthalat Genel Müdürlüğü",
      "E": "Gümrükler Genel Müdürlüğü"
    },
    "explanation": "A seçeneği sıralanan özelliklere sahip genel müdürlüğü göstermektedir."
  },
  {
    "id": "3518841",
    "unitNumber": 7,
    "text": "' Kamu Finansmanı Genel Müdürlüğü , Hazine Kontrolörler Kurulu Başkanlığı , Stratejik Geliştirme Başkanlığı , Dış Ekonomik İlişkiler Genel Müdürlüğü , Finansal Piyasalar ve Kambiyo Genel Müdürlüğü' Yukarıda sıralanan hizmet birimlerinden kaç tanesi Hazine ve Maliye Bakanlığı'nın ana hizmet birimleri kapsamına girer?",
    "correctAnswer": "C",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "C , doğrudur. Kamu Finansmanı Genel Müdürlüğü , Dış Ekonomik İlişkiler Genel Müdürlüğü ,Finansal Piyasalar ve Kambiyo Genel Müdürlüğü ana hizmet birimlerindendir."
  },
  {
    "id": "3518842",
    "unitNumber": 7,
    "text": "'İhracatçı Birlikleri ....................................bağlı kuruluşlar olup ............organdan oluşan bir örgüt yapısına sahiptir' Yukarıdaki cümlede yer alan boşlukları sırayla ve anlamlı bir şekilde dolduran sözcükler aşağıdaki seçeneklerden hangisindedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dışişleri Bakanlığı'na , iki",
      "B": "Ticaret Bakanlığı'na , dört",
      "C": "Sanayi ve Teknoloji Bakanlığı'na , üç",
      "D": "Hazine ve Maliye Bakanlığı'na , beş",
      "E": "Tarım ve Orman Bakanlığı'na , altı"
    },
    "explanation": "B , doğru cevaptır."
  },
  {
    "id": "3518843",
    "unitNumber": 7,
    "text": "I. 2017 yılında Bakanlar Kurulu Kararı ile kurulmuştur .\n<br/>II. İhracatçı Birliklerinin bir üst kuruluşu durumundadır III.Faaliyetteki 61 ihracatçı birliğini temsil eder Türkiye İhracatçılar Meclisi (TİM) ile ilgili yukarıdaki bilgi cümleleri hakkında aşağıdaki seçeneklerden hangisinde sırayla ve doğru değerlendirmeler yapılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "I. Doğru , II. Doğru , III. Yanlış",
      "B": "I. Doğru , II. Yanlış , III. Doğru",
      "C": "I. Yanlış , II. Doğru , III. Doğru",
      "D": "I. Yanlış , II. Yanlış , III. Doğru",
      "E": "I. Yanlış , II. Doğru , III. Yanlış"
    },
    "explanation": "C, doğrudur . I yanlıştır çünkü TİM 2017 'de değil 1993'te kurulmuştur."
  },
  {
    "id": "3518844",
    "unitNumber": 7,
    "text": "I. MTO Dünya Odaları Federasyonu - ATA Karneleri Sistemi II. MTO Ticari Suçlar Servisi - Uluslararası Denizcilik Bürosu III.MTO Ticari Suçlar Servisi - Sahtekarlıkların İstihbaratı Bürosu IV. MTO Dünya Odaları Federasyonu - Dünya Odalar Şebekesi V. MTO Ticari Suçlar Servisi - Uluslararası Tahkim Divanı Yukarıdaki bağlı olunan kuruluş - bağlı kuruluş çiftlerinden kaç tanesi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "D, doğrudur Buna göre V tekiler hariç diğer dört çift doğrudur. V'teki Uluslararası Tahkim Divanı MTO Ticari Suçlar Servisi'nin bünyesinde değil doğrudan MTO bünyesinde bir bağlı kuruluştur."
  },
  {
    "id": "3518845",
    "unitNumber": 7,
    "text": "I. Ana fonksiyonları bankalardan farklıdır II. Fon toplayabilirler III.Topladıkları fonlara faiz verebilirler IV. Kuruluşları , faaliyet ve tasfiyelerine ilişkin usuller 1983 yılında Bakanlar Kurulu Kararı ile tespit edilmiştir V. Topladıkları fonları ihtiyaç duyan kişi ve kuruluşlara kullandırabilirler Yukarıda yer alan ve Özel Finans Kurumları'nın özellikleri ile ilgili beş bilgi cümlesinden kaç tanesi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "1",
      "B": "5",
      "C": "2",
      "D": "4",
      "E": "3"
    },
    "explanation": "E, doğrudur. Buna göre, üç özellik doğru , iki özellik yanlıştır. I yanlıştır çünkü Özel Finans Kurumları ana fonksiyonları açısından bankalardan farklı değil farksızdır. III yanlıştır çünkü bu kurumlar topladıkları fonlara faiz değil kar payı verebilirler."
  },
  {
    "id": "3518846",
    "unitNumber": 7,
    "text": "Ticaret ve Sanayi Odalarının tanzim ve tasdik ettikleri belgeler arasında aşağıdakilerden kaç tanesi sayılabilir? 'menşe şahadetnamesi , ticari fatura , bilirkişi ve eksper raporları , imza sirküleri , ticari sicil durumunu gösteren belge , helal akreditasyon belgesi , kapasite raporu , standartlara uygunluk belgesi '",
    "correctAnswer": "E",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Helal akreditasyon belgesi ve standartlara uygunluk belgesi dışındaki 6 belge söz konusu belgeler arasında sayılabilir. Doğru cevap E 'dir."
  },
  {
    "id": "3519010",
    "unitNumber": 7,
    "text": "I. İthalat ve ihracatta ödeme şekillerinin belirlenmesi\n<br/>II. Dış ticaret politikalarının tespitine yönelik çalışmalar yapılması\n<br/>III. İhracat ve ithalat usul ve esaslarının saptanması\n<br/>IV. Yurt dışı teşkilatı aracılığı ile iş çevrelerine hizmet verilmesi\n<br/>V. Dış ticaret mevzuatının belirlenmesi\n<br/>Yukarıdakilerden hangileri Türkiye’de Hazine ve Maliye Bakanlığının dış ticaret işlerinin yürütülmesinde üstlendiği görevlerdendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız I",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "IV ve V",
      "E": "III, IV ve V"
    },
    "explanation": "GİRİŞ<br/>Hazine ve Maliye Bakanlığı ise ithalat ve ihracatta ödeme şekillerinin belirlenmesi, mal bedellerinin tahsili ve ödenmesine ilişkin işlemlerin kambiyo mevzuatı uyarınca izlenip sonuçlandırılmasının usul ve esaslarını belirlemektedir."
  },
  {
    "id": "3519011",
    "unitNumber": 7,
    "text": "Gümrükler Muhafaza Genel Müdürlüğünün temel görevi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İlgili kuruluşlar ile iş birliği yapmak suretiyle kaçakçılığı men ve takip etmek",
      "B": "Denizden kurtarılan yabancı eşyanın işlemlerini yapmak",
      "C": "Gümrük müşavirleri ve yardımcıları ile ilgili işlemleri yürütmek",
      "D": "Posta yoluyla gelen ve giden eşyanın gümrük işlemlerinin yürütülmesini temin etmek",
      "E": "Eşyanın çıkış, geçici çıkış ve iadesine ilişkin ihracat rejimi kararlarının uygulanmasını sağlamak"
    },
    "explanation": "TİCARET BAKANLIĞI<br/>Gümrükler Muhafaza Genel Müdürlüğünün temel görevi, ilgili kuruluşlar ile iş birliği yapmak suretiyle kaçakçılığı men ve takip etmektir."
  },
  {
    "id": "3519012",
    "unitNumber": 7,
    "text": "Aşağıdaki “İhracat Devlet Yardımları” kapsamındaki desteklerden hangisinin temel amacı yeni ihraç pazarları yaratmak ve geleneksel pazarlarda pazar payının artırılmasını sağlamaktır?",
    "correctAnswer": "A",
    "options": {
      "A": "Pazar Araştırması Desteği",
      "B": "Araştırma-Geliştirme Yardımı",
      "C": "Çevre Maliyetlerinin Desteklenmesi",
      "D": "Türk Ürünlerinin Yurt Dışında Markalaşması",
      "E": "Yurt Dışı Ofis ve Mağaza Tanıtım Faaliyetlerinin Desteklenmesi"
    },
    "explanation": "TİCARET BAKANLIĞI<br/>Pazar Araştırması Desteğinin temel amacı yeni ihraç pazarları yaratmak ve geleneksel pazarlarda pazar payının artırılmasını sağlamaktır."
  },
  {
    "id": "3519013",
    "unitNumber": 7,
    "text": "Dampinge karşı vergi, sübvansiyona karşı telafi edici vergi ve korunma önlemi gibi ticaret politikası savunma araçları ile ilgili mevzuatı hazırlama, uygulama, mevzuatla verilen görevleri yerine getirme, ticaret politikası savunma araçlarının etkisini inceleme ve ticaret politikası savunma araçlarının etkisiz kılınmasına ilişkin girişimleri araştırma, tespit etme ve gerekli tedbirleri alma görevi aşağıdaki dış ticaret ile ilgili işlemleri yürütmekle sorumlu ana hizmet birimlerinden hangisinin görevidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gümrükler Muhafaza Genel Müdürlüğü",
      "B": "Serbest Bölgeler Genel Müdürlüğü",
      "C": "Gümrükler Genel Müdürlüğü",
      "D": "İhracat Genel Müdürlüğü",
      "E": "İthalat Genel Müdürlüğü"
    },
    "explanation": "TİCARET BAKANLIĞI<br/>İthalat Genel Müdürlüğü ithalata ilişkin politikaların uygulanmasına dair usul ve esasları düzenler ve uygular.\n Dampinge karşı vergi, sübvansiyona karşı telafi edici vergi ve korunma önlemi gibi ticaret politikası savunma araçları ile ilgili mevzuatı hazırlamak, uygulamak, mevzuatla verilen görevleri yerine getirmek, ticaret politikası savunma araçlarının etkisini incelemek ve ticaret politikası savunma araçlarının etkisiz kılınmasına ilişkin girişimleri araştırmak, tespit etmek ve gerekli tedbirleri almak."
  },
  {
    "id": "3519014",
    "unitNumber": 7,
    "text": "Türkiye’nin ticari ve ekonomik yapısının sektörel analizi ile; iç ve dış ticaretin gelişmesine olanak sağlayan politika önerilerinin geliştirilmesi aşağıdaki dış ticarete ilişkin ana hizmet birimlerinden hangisinin görevidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ticaret Araştırmaları ve Risk Değerlendirme Genel Müdürlüğü",
      "B": "Uluslararası Hizmet Ticareti Genel Müdürlüğü",
      "C": "Serbest Bölgeler Genel Müdürlüğü",
      "D": "Gümrükler Muhafaza Genel Müdürlüğü",
      "E": "Ticaret Bakanlığı Yurt Dışı Teşkilatı"
    },
    "explanation": "TİCARET BAKANLIĞI<br/>Ticaret Araştırmaları ve Risk Değerlendirme Genel Müdürlüğü görev ve yetkileri:\n -Türkiye’nin ticari ve ekonomik yapısının sektörel analizi ile; iç ve dış ticaretin gelişmesine olanak sağlayan politika önerileri geliştirmek."
  },
  {
    "id": "3519015",
    "unitNumber": 7,
    "text": "I. Strateji Geliştirme Daire Başkanlığı\n II. Hazine Kontrolörler Kurulu Başkanlığı\n III. Kamu Sermayeli Kuruluş ve İşletmeler\n IV. Dış Ekonomik İlişkiler\n V. Kamu Finansmanı\n Yukarıdakilerden hangileri Hazine ve Maliye Bakanlığı Merkez Teşkilatının ana hizmet birimlerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I ve IV",
      "D": "II, III ve IV",
      "E": "III, IV ve V"
    },
    "explanation": "HAZİNE VE MALİYE BAKANLIĞI<br/>Ana Hizmet Birimleri; Kamu Finansmanı, Kamu Sermayeli Kuruluş ve İşletmeler, Dış Ekonomik İlişkiler, Finansal Piyasalar ve Kambiyo, Risk Analizi, Borçlanma ve Ekonomik Programlar ve Araştırmalar Genel Müdürlüklerinden oluşmaktadır."
  },
  {
    "id": "3519016",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Hazine ve Maliye Bakanlığının merkez teşkilatının danışma ve denetim birimlerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mali Suçları Araştırma Kurulu Başkanlığı",
      "B": "Borçlanma ve Ekonomik Programlar",
      "C": "Araştırmalar Genel Müdürlükleri",
      "D": "Finansal Piyasalar ve Kambiyo",
      "E": "Risk Analizi"
    },
    "explanation": "HAZİNE VE MALİYE BAKANLIĞI<br/>Danışma ve denetim birimleri Hazine Kontrolörler Kurulu Başkanlığı, Vergi Denetim, Mali Suçları Araştırma Kurulu Başkanlığından oluşmaktadır."
  },
  {
    "id": "3519017",
    "unitNumber": 7,
    "text": "Hazine ve Maliye Bakanlığının doğrudan dış ticaret işlemleri (kambiyo mevzuatı) ile ilgili ana hizmet birimi ………………………………ile bu genel müdürlüğün taşra teşkilatı içerisinde yer alan kambiyo müdürlükleridir.\n<br/>Yukarıdaki cümlede yer alan boşluğu aşağıdakilerden hangisi doğru olarak tamamlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Finansal Piyasalar ve Kambiyo Genel Müdürlüğü",
      "B": "Dış Ekonomik İlişkiler Genel Müdürlüğü",
      "C": "Araştırmalar Genel Müdürlüğü",
      "D": "Ekonomik Programlar Genel Müdürlüğü",
      "E": "Strateji Geliştirme Genel Müdürlüğü"
    },
    "explanation": "HAZİNE VE MALİYE BAKANLIĞI<br/>Bakanlığın doğrudan dış ticaret işlemleri (kambiyo mevzuatı) ile ilgili ana hizmet birimi Finansal Piyasalar ve Kambiyo Genel Müdürlüğü ile bu genel müdürlüğün taşra teşkilatı içerisinde yer alan kambiyo müdürlükleridir."
  },
  {
    "id": "3519018",
    "unitNumber": 7,
    "text": "I. Genel Kurul\n II. Yönetim Kurulu\n III. Kambiyo Müdürlüğü\n IV. Merkez Teşkilatı\n V. Genel Müdürlük\n Yukarıdakilerden hangileri İhracatçı birliklerinin örgüt yapısını oluşturan organlardandır?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "III ve V",
      "D": "IV ve V",
      "E": "III, IV ve V"
    },
    "explanation": "İHRACATÇI BİRLİKLERİ<br/>İhracatçı birlikleri 4 organdan oluşan bir örgüt yapısına sahiptir: Bu organlar, Genel Kurul, Yönetim Kurulu, Genel Sekreterlik ve Birlik Personeli ile Denetim Kuruludur."
  },
  {
    "id": "3519019",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, genellikle gelişmiş ve aktif sermaye piyasasına sahip olan ülkelerde, sahip oldukları öz kaynakları, işletmelerin uzun vadeli kaynak ihtiyacının karşılanmasında kullanılan kurumlardır?",
    "correctAnswer": "C",
    "options": {
      "A": "Mevduat bankaları",
      "B": "Kalkınma Bankaları",
      "C": "Yatırım Bankaları",
      "D": "Ticaret Bankaları",
      "E": "Özel Bankalar"
    },
    "explanation": "DIŞ TİCARET İŞLEMLERİNE YARDIMCI DİĞER KURUM VE KURULUŞLAR<br/>Yatırım Bankaları, genellikle gelişmiş ve aktif sermaye piyasasına sahip olan ülkelerde, sahip oldukları öz kaynakları, işletmelerin uzun vadeli kaynak ihtiyacının karşılanmasında kullanılan kurumlardır."
  },
  {
    "id": "3519020",
    "unitNumber": 7,
    "text": "I. Dünya iş çevrelerinin ulusal ve uluslararası temsilciliğini yapmak\n<br/>II. Ticaret alanındaki uygulamaların birbirleriyle uyumlu olmasını sağlamak\n<br/>III. İthalatçılar ve İhracatçılar için gerekli terminolojiyi oluşturmak\n<br/>IV. İhracatçıların sorunlarının tartışıldığı bir platform oluşturmak\n<br/>V. İhracatçıları yurt içinde ve yurt dışında üst düzeyde temsil etmek\n<br/>Yukarıdakilerden hangileri Milletlerarası Ticaret Odasının görevlerindendir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I ve IV",
      "C": "I, II ve III",
      "D": "II, III ve V",
      "E": "III, IV ve V"
    },
    "explanation": "DIŞ TİCARET İŞLEMLERİNE YARDIMCI DİĞER KURUM VE KURULUŞLAR<br/>MTO’nun görevleri şu şekilde sıralanabilir. • Dünya iş çevrelerinin ulusal ve uluslararası temsilciliğini yapmak, • Serbest ve adil rekabet kuralları temelinde uluslararası ticaret ve yatırım faaliyetlerini geliştirmek, • Ticaret alanındaki uygulamaların birbirleriyle uyumlu olmasını sağlamak, • İthalatçılar ve İhracatçılar için gerekli terminolojiyi oluşturmak."
  },
  {
    "id": "3519021",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi bünyesinde oluşturmuş olduğu ve uluslararası ticareti ilgilendiren teknik komisyonlar sayesinde dış ticaretin önündeki tüm engelleri kaldırmak ve zorlukları kolaylaştırmak yolunda çalışmalar yapan uluslararası bir kuruluştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Milletlerarası Ticaret Odası",
      "B": "Türkiye İhracatçılar Meclisi",
      "C": "Ticaret ve Sanayi Odaları",
      "D": "Uluslararası Gözetim Şirketleri",
      "E": "Ticaret Bakanlığı Yurt Dışı Teşkilatı"
    },
    "explanation": "DIŞ TİCARET İŞLEMLERİNE YARDIMCI DİĞER KURUM VE KURULUŞLAR<br/>MTO, bünyesinde oluşturmuş olduğu ve uluslararası ticareti ilgilendiren teknik komisyonlar sayesinde dış ticaretin önündeki tüm engelleri kaldırmak ve zorlukları kolaylaştırmak yolunda çalışmalar yapan uluslararası bir kuruluştur"
  },
  {
    "id": "3519272",
    "unitNumber": 7,
    "text": "Genellikle gelişmiş ve aktif sermaye piyasasına sahip olan ülkelerde, sahip oldukları öz kaynakları, işletmelerin uzun vadeli kaynak ihtiyacının karşılanmasında kullanılan<br/>kurumlara ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kalkınma bankaları",
      "B": "Mevduat bankaları",
      "C": "Yatırım bankaları",
      "D": "Özel finans kurumları",
      "E": "Gümrük müşavirleri"
    },
    "explanation": "Yatırım Bankaları, genellikle gelişmiş ve aktif sermaye piyasasına sahip olan ülkelerde, sahip oldukları öz kaynakları, işletmelerin uzun vadeli kaynak ihtiyacının karşılanmasında kullanılan kurumlardır. bu nedenle doğru cevap C şıkkıdır."
  },
  {
    "id": "3519273",
    "unitNumber": 7,
    "text": "Girişimcilere orta ve uzun vadeli yatırım kredileri verme ve kuruluşlara hisse senedi satın alarak iştirak etme, yurt içi kaynakları harekete geçirerek yatırımlara yönlendirme,sermaye piyasalarının gelişmesini teşvik etme, girişimcilere idari ve teknik destek sağlama, kârlı ve verimli yatırım alanlarını saptayarak yatırımcıları bu alana yöneltme vb. görevleri bulunan kurum aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yatırım bankaları",
      "B": "Kalkınma bankaları",
      "C": "Mevduat bankaları",
      "D": "Özel finans kurumları",
      "E": "Türk Eximbank"
    },
    "explanation": "Girişimcilere orta ve uzun vadeli yatırım kredileri verme ve kuruluşlara hisse senedi satın alarak iştirak etme, yurt içi kaynakları harekete geçirerek yatırımlara yönlendirme, sermaye piyasalarının gelişmesini teşvik etme, girişimcilere idari ve teknik destek sağlama, kârlı ve verimli yatırım alanlarını saptayarak yatırımcıları<br/>bu alana yöneltme vb. görevleri bulunan kurum kalkınma bankalarıdır. bu nedenle doğru cevap B şıkkıdır."
  },
  {
    "id": "3519274",
    "unitNumber": 7,
    "text": "Temel amacı; ihracatı geliştirmek, ihraç edilen mal ve hizmetleri çeşitlendirmek, ihraç malları için yeni pazarlar açmak, ihracatçıların uluslararası ticarete katılımını artırmak ve girişimleri için gerekli desteği sağlamak olan kuruluş aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Türk Eximbank",
      "B": "Türk Standartları Enstitüsü",
      "C": "Türkiye İhracatçılar Meclisi",
      "D": "Milletlerarası Ticaret Odası",
      "E": "Uluslararası Gözetim Şirketleri"
    },
    "explanation": "Türk Eximbank'ın temel amacı; ihracatı geliştirmek, ihraç edilen mal ve hizmetleri<br/>çeşitlendirmek, ihraç malları için yeni pazarlar açmak, ihracatçıların uluslararası ticarete katılımını artırmak ve girişimleri için gerekli desteği sağlamaktır. bu nedenle doğru cevap A şıkkıdır."
  },
  {
    "id": "3519275",
    "unitNumber": 7,
    "text": "Aşağıdaki illerin hangisinde Türk Eximbank'ın şubesi yada irtibat ofisi bulunmaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Tekirdağ",
      "B": "Denizli",
      "C": "Manisa",
      "D": "Çanakkale",
      "E": "Trabzon"
    },
    "explanation": "Genel müdürlüğü İstanbul olan Türk Eximbank’ın Ankara ve İzmir, Adana, Antalya,<br/>Bursa, Tekirdağ, Denizli, Eskişehir, Gaziantep, Kocaeli, Hatay, Kahramanmaraş, Kayseri, Konya, Manisa, Trabzon illerinde, Samsun, Aydın, Erzurum ve Sakarya illerinde şubeleri veya irtibat ofisleri bulunmaktadır. bu nedenle doğru cevap D şıkkıdır."
  },
  {
    "id": "3519276",
    "unitNumber": 7,
    "text": "Bankacılık, Ticaret ve Yatırım, Hava Nakliyatı, Deniz Nakliyatı, Sigortacılık, Vergilendirme ve bunun gibi iş dünyasını yakından ilgilendiren konuları teknik komisyonlarında ele alarak ve serbest ticarette uluslararası sorun teşkil eden tüm problemlere yine uluslararası çözümler bularak iş dünyasına hizmet eden kuruluş aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Türkiye İhracatçılar Meclisi",
      "B": "Uluslararası Gözetim Şirketleri",
      "C": "Ticaret ve Sanayi Odaları",
      "D": "Türk Eximbank",
      "E": "Milletlerarası Ticaret Odası"
    },
    "explanation": "Milletlerarası Ticaret Odası, Bankacılık, Ticaret ve Yatırım, Hava Nakliyatı, Deniz Nakliyatı, Sigortacılık, Vergilendirme ve bunun gibi iş dünyasını yakından ilgilendiren konuları teknik komisyonlarında ele alarak ve serbest ticarette uluslararası sorun<br/>teşkil eden tüm problemlere yine uluslararası çözümler bularak iş dünyasına hizmet etmektedir. bu nedenle doğru cevap E şıkkıdır."
  },
  {
    "id": "3519277",
    "unitNumber": 7,
    "text": "Bankacılık, sermaye piyasası, menkul kıymetler borsaları, kambiyo borsaları, ödünç para verme işleri, finansal kiralama ve mali sektör ile ilgili konularda mevzuatı hazırlamak, uygulamak ve ilgili kuruluşlarda uygulamasını izlemek ve kambiyo politikalarına ilişkin düzenlemeleri yapmakla görevli kuruluş aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Finansal Piyasalar ve Kambiyo Genel Müdürlüğü",
      "B": "Dış Ekonomik İlişkiler Genel Müdürlüğü",
      "C": "İhracatçı Birlikleri",
      "D": "Uluslararası Hizmet Ticareti Genel Müdürlüğü",
      "E": "Serbest Bölgeler Genel Müdürlüğü"
    },
    "explanation": "Hazine ve Maliye Bakanlığı ana hizmet birimleri arasında yer alan Finansal Piyasalar ve Kambiyo Genel Müdürlüğü;bankacılık, sermaye piyasası, menkul kıymetler borsaları, kambiyo borsaları, ödünç para verme işleri, finansal kiralama ve mali sektör ile ilgili konularda mevzuatı hazırlamak,uygulamak ve ilgili kuruluşlarda uygulamasını izlemek<br/>ve kambiyo politikalarına ilişkin düzenlemeleri yapmakla görevlidir. bu nedenle doğru cevap A şıkkıdır."
  },
  {
    "id": "3519278",
    "unitNumber": 7,
    "text": "Uluslararası Hizmet Ticareti Genel Müdürlüğü hangi yıl kurulmuştur?",
    "correctAnswer": "E",
    "options": {
      "A": "2017",
      "B": "2018",
      "C": "2019",
      "D": "2020",
      "E": "2021"
    },
    "explanation": "Uluslararası Hizmet Ticareti Genel Müdürlüğü 2021'de kurulmuştur. bu nedenle doğru cevap E şıkkıdır."
  },
  {
    "id": "3519279",
    "unitNumber": 7,
    "text": "Türkiye ve dünya ekonomisi ve ticareti ile ilgili gelişmeleri sürekli olarak izlemek ve<br/>değerlendirmek, Türkiye ekonomisi ve dış ticareti ile ilgili olarak çalışmalar yapmak,<br/>derlenmiş bilgi ve istatistikleri değerlendirmek ile görevli olan kuruluş aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Serbest Bölgeler Genel Müdürlüğü",
      "B": "Ticaret Araştırmaları ve Risk Değerlendirme Genel Müdürlüğü",
      "C": "İthalat Genel Müdürlüğü",
      "D": "Gümrükler Genel Müdürlüğü",
      "E": "Uluslararası Hizmet Ticareti Genel Müdürlüğü"
    },
    "explanation": "Türkiye ve dünya ekonomisi ve ticareti ile ilgili gelişmeleri sürekli olarak izlemek ve<br/>değerlendirmek, Türkiye ekonomisi ve dış ticareti ile ilgili olarak çalışmalar yapmak,<br/>derlenmiş bilgi ve istatistikleri değerlendirmek ile görevli olan kuruluş Ticaret Araştırmaları ve Risk Değerlendirme Genel Müdürlüğüdür. bu nedenle doğru cevap B şıkkıdır."
  },
  {
    "id": "3519280",
    "unitNumber": 7,
    "text": "Bulunulan ülkede, ülkemiz menşeli mallar ile ilgilenen firma ve kuruluşlara, ülkemiz<br/>üretici ve/veya ihracatçıları konusunda bilgi vermek, ihracatçı firmalarımıza<br/>(talepleri üzerine) belli başlı ve güvenilir ithalatçıların isim ve adreslerini ulaştırmak,<br/>ayrıca ülkemiz ihracatçı kuruluşlarının taleplerini mahalli ticaret odalarına,<br/>gerekiyorsa ilgili ithalatçı kuruluşlara intikal ettirmek ile görevli olan kuruluş aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Helal Akreditasyon Kurumu",
      "B": "Uluslararası Hizmet Ticareti Genel Müdürlüğü",
      "C": "Ticaret Bakanlığı Yurt Dışı Teşkilatı",
      "D": "Ticaret Araştırmaları ve Risk Değerlendirme Genel Müdürlüğü",
      "E": "Gümrükler Muhafaza Genel Müdürlüğü"
    },
    "explanation": "Bulunulan ülkede, ülkemiz menşeli mallar ile ilgilenen firma ve kuruluşlara, ülkemiz<br/>üretici ve/veya ihracatçıları konusunda bilgi vermek, ihracatçı firmalarımıza<br/>(talepleri üzerine) belli başlı ve güvenilir ithalatçıların isim ve adreslerini ulaştırmak,<br/>ayrıca ülkemiz ihracatçı kuruluşlarının taleplerini mahalli ticaret odalarına,<br/>gerekiyorsa ilgili ithalatçı kuruluşlara intikal ettirmek ile görevli olan kuruluş Ticaret Bakanlığı Yurt Dışı Teşkilatıdır. bu nedenle doğru cevap C şıkkıdır."
  },
  {
    "id": "3519281",
    "unitNumber": 7,
    "text": "........., ihracatın ülke menfaatleri doğrultusunda gelişmesini sağlamak üzere, mesleki dayanışmayı sağlamak amacıyla kurulmuştur.\n Buna göre yukarıdaki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Türk Eximbank",
      "B": "Milletlerarası Ticaret Odası",
      "C": "Türkiye İhracatçılar Meclisi",
      "D": "İhracatçı birlikleri",
      "E": "Ticaret ve Sanayi Odaları"
    },
    "explanation": "İhracatçı birlikleri, ihracatın ülke menfaatleri doğrultusunda gelişmesini sağlamak üzere, mesleki dayanışmayı sağlamak amacıyla kurulmuştur. bu nedenle doğru cevap D şıkkıdır."
  },
  {
    "id": "3519282",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi \"Sundurma ve antrepo açılmasına ve işletilmesine izin vermek ve denetlemek\" maddesinden görevli Ticaret Bakanlığına bağlı alt birimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gümrükler Genel Müdürlüğü",
      "B": "Gümrükler Muhafaza Genel Müdürlüğü",
      "C": "İhracat Genel Müdürlüğü",
      "D": "İthalat Genel Müdürlüğü",
      "E": "Serbest Bölgeler Genel Müdürlüğü"
    },
    "explanation": "Gümrükler Genel Müdürlüğü \"Sundurma ve antrepo açılmasına ve işletilmesine izin vermek ve denetlemek\" maddesinden görevli Ticaret Bakanlığına bağlı alt birimdir."
  },
  {
    "id": "3519283",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi \"Denizden kurtarılan yabancı eşyanın işlemlerini yapmak\" maddesinden görevli Ticaret Bakanlığına bağlı alt birimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gümrükler Genel Müdürlüğü",
      "B": "Gümrükler Muhafaza Genel Müdürlüğü",
      "C": "İhracat Genel Müdürlüğü",
      "D": "İthalat Genel Müdürlüğü",
      "E": "Serbest Bölgeler Genel Müdürlüğü"
    },
    "explanation": "Gümrükler Genel Müdürlüğü \"Denizden kurtarılan yabancı eşyanın işlemlerini yapmak\" maddesinden görevli Ticaret Bakanlığına bağlı alt birimdir."
  },
  {
    "id": "3519284",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi \"Yatlara ilgili işlemlerin yürütülmesini sağlamak\" maddesinden görevli Ticaret Bakanlığına bağlı alt birimdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gümrükler Genel Müdürlüğü",
      "B": "Gümrükler Muhafaza Genel Müdürlüğü",
      "C": "İhracat Genel Müdürlüğü",
      "D": "İthalat Genel Müdürlüğü",
      "E": "Serbest Bölgeler Genel Müdürlüğü"
    },
    "explanation": "Gümrükler Muhafaza Genel Müdürlüğü \"Yatlara ilgili işlemlerin yürütülmesini sağlamak\" maddesinden görevli Ticaret Bakanlığına bağlı alt birimdir."
  },
  {
    "id": "3519285",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi \"Kuruluşun soruşturma görevine yardımcı olacak araştırma laboratuvarları kurmak ve çalışmalarını düzenlemek \" maddesinden görevli Ticaret Bakanlığına bağlı alt birimdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gümrükler Genel Müdürlüğü",
      "B": "Gümrükler Muhafaza Genel Müdürlüğü",
      "C": "İhracat Genel Müdürlüğü",
      "D": "İthalat Genel Müdürlüğü",
      "E": "Serbest Bölgeler Genel Müdürlüğü"
    },
    "explanation": "Gümrükler Muhafaza Genel Müdürlüğü \"Kuruluşun soruşturma görevine yardımcı olacak araştırma laboratuvarları kurmak ve çalışmalarını düzenlemek \" maddesinden görevli Ticaret Bakanlığına bağlı alt birimdir."
  },
  {
    "id": "3519286",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi \"Bağlı muamele ve offset gibi karşılıklı ticaret uygulamalarının usul ve esaslarını belirlemek\" maddesinden görevli Ticaret Bakanlığına bağlı alt birimdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gümrükler Genel Müdürlüğü",
      "B": "Gümrükler Muhafaza Genel Müdürlüğü",
      "C": "İhracat Genel Müdürlüğü",
      "D": "İthalat Genel Müdürlüğü",
      "E": "Serbest Bölgeler Genel Müdürlüğü"
    },
    "explanation": "İhracat Genel Müdürlüğü \"Bağlı muamele ve offset gibi karşılıklı ticaret uygulamalarının usul ve esaslarını belirlemek\" maddesinden görevli Ticaret Bakanlığına bağlı alt birimdir."
  },
  {
    "id": "3519287",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi \"Kıyı ve sınır ticareti ile ilgili düzenlemeleri yapmak,\" maddesinden görevli Ticaret Bakanlığına bağlı alt birimdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gümrükler Genel Müdürlüğü",
      "B": "Gümrükler Muhafaza Genel Müdürlüğü",
      "C": "İhracat Genel Müdürlüğü",
      "D": "İthalat Genel Müdürlüğü",
      "E": "Serbest Bölgeler Genel Müdürlüğü"
    },
    "explanation": "İhracat Genel Müdürlüğü \"Kıyı ve sınır ticareti ile ilgili düzenlemeleri yapmak,\" maddesinden görevli Ticaret Bakanlığına bağlı alt birimdir."
  },
  {
    "id": "3519288",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi \"Çeşitli kanunlarla kurum ve kamu kuruluşlarına verilen yetkilerin kullanılmasında ithalat politikasının uygulanmasına ilişkin esasları düzenlemek ve bu kuruluşların ithalat konularındaki düzenlemeleri hakkında görüş bildirmek\" maddesinden görevli Ticaret Bakanlığına bağlı alt birimdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gümrükler Genel Müdürlüğü",
      "B": "Gümrükler Muhafaza Genel Müdürlüğü",
      "C": "İhracat Genel Müdürlüğü",
      "D": "İthalat Genel Müdürlüğü",
      "E": "Serbest Bölgeler Genel Müdürlüğü"
    },
    "explanation": "İthalat Genel Müdürlüğü \"Çeşitli kanunlarla kurum ve kamu kuruluşlarına verilen yetkilerin kullanılmasında ithalat politikasının uygulanmasına ilişkin esasları düzenlemek ve bu kuruluşların ithalat konularındaki düzenlemeleri hakkında görüş bildirmek\" maddesinden görevli Ticaret Bakanlığına bağlı alt birimdir."
  },
  {
    "id": "3519289",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi \"İthalat politikasını izlemek, ithalatın her aşamasında gerekli görülen inceleme ve denetimleri yapmak, etkin kılmak ve bu konuda tedbir almak\" maddesinden görevli Ticaret Bakanlığına bağlı alt birimdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gümrükler Genel Müdürlüğü",
      "B": "Gümrükler Muhafaza Genel Müdürlüğü",
      "C": "İhracat Genel Müdürlüğü",
      "D": "İthalat Genel Müdürlüğü",
      "E": "Serbest Bölgeler Genel Müdürlüğü"
    },
    "explanation": "İthalat Genel Müdürlüğü \"İthalat politikasını izlemek, ithalatın her aşamasında gerekli görülen inceleme ve denetimleri yapmak, etkin kılmak ve bu konuda tedbir almak\" maddesinden görevli Ticaret Bakanlığına bağlı alt birimdir."
  },
  {
    "id": "3519290",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi \"Kalkınma planları kapsamında yurt içinde ve yurt dışında serbest bölgeler, lojistik serbest bölgeler, ihtisas serbest bölgeler ve özel bölgelerin kurulması, yönetimi, işletilmesi ve desteklenmesine ilişkin ilke ve politikaları belirlemek, araştırma, planlama ve koordinasyon faaliyetlerini yürütmek,\" maddesinden görevli Ticaret Bakanlığına bağlı alt birimdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gümrükler Genel Müdürlüğü",
      "B": "Gümrükler Muhafaza Genel Müdürlüğü",
      "C": "İhracat Genel Müdürlüğü",
      "D": "İthalat Genel Müdürlüğü",
      "E": "Serbest Bölgeler Genel Müdürlüğü"
    },
    "explanation": "Serbest Bölgeler Genel Müdürlüğü \"Kalkınma planları kapsamında yurt içinde ve yurt dışında serbest bölgeler, lojistik serbest bölgeler, ihtisas serbest bölgeler ve özel bölgelerin kurulması, yönetimi, işletilmesi ve desteklenmesine ilişkin ilke ve politikaları belirlemek, araştırma, planlama ve koordinasyon faaliyetlerini yürütmek,\" maddesinden görevli Ticaret Bakanlığına bağlı alt birimdir."
  },
  {
    "id": "3519291",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi \"Serbest bölgedeki arazi, bina ve tesislerin kiralanması veya başka şekillerde kullanılması ile yıkım ve yeniden inşa usul ve esaslarını belirlemek ve uygulamak,\" maddesinden görevli Ticaret Bakanlığına bağlı alt birimdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gümrükler Genel Müdürlüğü",
      "B": "Gümrükler Muhafaza Genel Müdürlüğü",
      "C": "İhracat Genel Müdürlüğü",
      "D": "İthalat Genel Müdürlüğü",
      "E": "Serbest Bölgeler Genel Müdürlüğü"
    },
    "explanation": "AşSerbest Bölgeler Genel üdürlüğü \"Serbest bölgedeki arazi, bina ve tesislerin kiralanması veya başka şekillerde kullanılması ile yıkım ve yeniden inşa usul ve esaslarını belirlemek ve uygulamak,\" maddesinden görevli Ticaret Bakanlığına bağlı alt birimdir."
  },
  {
    "id": "3519323",
    "unitNumber": 7,
    "text": "I. Hint Okyanusu Komisyonu\n II. Güney Afrika Kalkınma Teşkilatı\n III. Dünya Ticaret Örgütü\n IV. Uluslararası Para Fonu\n V. Dünya Bankası\n Yukarıdaki kuruluşlardan hangileri dünyada ithalat ve ihracat işlemlerinin doğrudan ya da dolaylı olarak şekillenmesi sürecinde aktif rol oynamaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "III, IV ve V"
    },
    "explanation": "GİRİŞ<br/>Dış ticaret işlemlerinin her aşamasında ülkemizde Ticaret Bakanlığı ve Hazine ve Maliye Bakanlığı gibi bazı bakanlıklar ve bunların alt birimleri, dünyada ise Dünya Ticaret Örgütü (WTO), Uluslararası Para Fonu (IMF) ve Dünya Bankası gibi kuruluşlar ithalat ve ihracat işlemlerinin doğrudan ya da dolaylı olarak şekillenmesi sürecinde aktif rol oynamaktadır."
  },
  {
    "id": "3519324",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi 10.10.2021 tarihli Ticaret Bakanlığı resmî sitesinde bakanlık bölge müdürlüğünün bulunduğu illerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gaziantep",
      "B": "Sinop",
      "C": "Konya",
      "D": "Muğla",
      "E": "Kayseri"
    },
    "explanation": "TİCARET BAKANLIĞI<br/>Ticaret Bakanlığı; temelde merkez, bölge ve yurt dışı teşkilatı ile bağlı alt birimlerden oluşmaktadır. Bakanlık merkez teşkilatı; ana hizmet birimleri, danışma ve denetim birimleri ile yardımcı birimler olarak üç ayrı grupta toplanabilir. 10.10.2021 tarihli Ticaret Bakanlığı resmî sitesinde bölge müdürlüğü bulunan 18 ilimiz sırasıyla şu şekildedir; Antalya, Tekirdağ, Hatay, Van, Trabzon, Kocaeli, İzmir, Malatya, Gaziantep, Ağrı, Şırnak, İstanbul, Artvin, Mersin, Ankara, Samsun, Edirne ve Bursa."
  },
  {
    "id": "3519325",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Hazine ve Maliye Bakanlığı’nın doğrudan dış ticaret işlemleri ile ilgili ana hizmet birimidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Finansal Piyasalar ve Kambiyo Genel Müdürlüğü",
      "B": "Dış Ekonomik İlişkiler Genel Müdürlüğü",
      "C": "Milletlerarası Ticaret Odası",
      "D": "Türkiye İhracatçılar Meclisi",
      "E": "Ticaret ve Sanayi Odaları"
    },
    "explanation": "HAZİNE VE MALİYE BAKANLIĞI<br/>Bakanlığın doğrudan dış ticaret işlemleri (kambiyo mevzuatı) ile ilgili ana hizmet birimi Finansal Piyasalar ve Kambiyo Genel Müdürlüğü ile bu genel müdürlüğün taşra teşkilatı içerisinde yer alan kambiyo müdürlükleridir."
  },
  {
    "id": "3519326",
    "unitNumber": 7,
    "text": "I. İhracat koordinasyonu\n<br/>II. Milletlerarası ticaret odası\n<br/>III. Menkul kıymetler borsaları\n<br/>IV. Ödünç para verme işleri\n<br/>V. Finansal kiralama\n<br/>Yukarıdakilerden hangileri Finansal Piyasalar ve Kambiyo Genel Müdürlüğünün mevzuat hazırlamak, uygulamak ve ilgili kuruluşlarda uygulamasını izlemek ve kambiyo politikalarına ilişkin düzenlemeleri yapmakla görevli olduğu konulardandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "III, IV ve V"
    },
    "explanation": "HAZİNE VE MALİYE BAKANLIĞI<br/>Hazine ve Maliye Bakanlığı ana hizmet birimleri arasında yer alan Finansal Piyasalar ve Kambiyo Genel Müdürlüğü; bankacılık, sermaye piyasası, menkul kıymetler borsaları, kambiyo borsaları, ödünç para verme işleri, finansal kiralama ve mali sektör ile ilgili konularda mevzuatı hazırlamak, uygulamak ve ilgili kuruluşlarda uygulamasını izlemek ve kambiyo politikalarına ilişkin düzenlemeleri yapmakla görevlidir."
  },
  {
    "id": "3519327",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ihracatçı birlikleri arasında koordinasyonu ve dayanışmayı sağlayan ihracatçı birlikleri üst kuruluşudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Uluslararası Gözetim Şirketleri",
      "B": "Türkiye İhracatçılar Meclisi",
      "C": "Milletlerarası Ticaret Odası",
      "D": "İhracat Koordinasyonu",
      "E": "Ticaret ve Sanayi Odaları"
    },
    "explanation": "DIŞ TİCARET İŞLEMLERİNE YARDIMCI DİĞER KURUM VE KURULUŞLAR<br/>TİM İhracatçı birlikleri arasında koordinasyonu ve dayanışmayı sağlayan ihracatçı birlikleri üst kuruluşudur"
  },
  {
    "id": "3519328",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Milletlerarası Ticaret Odasının üst düzeydeki yönetim organlarından biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Genel Sekreterlik",
      "B": "Genel Kurul",
      "C": "Birlik Personeli",
      "D": "Denetim Kurulu",
      "E": "Finans Komitesi"
    },
    "explanation": "DIŞ TİCARET İŞLEMLERİNE YARDIMCI DİĞER KURUM VE KURULUŞLAR<br/>Milletlerarası Ticaret Odasının üst düzeydeki yönetim organları Konsey, Başkanlık, Yönetim Kurulu ve Finans Komitesidir."
  },
  {
    "id": "3519329",
    "unitNumber": 7,
    "text": "I. Başkanlık\n II. Finans Komitesi\n III. Genel Kurul\n IV. Yönetim Kurulu\n V. Denetim Kurulu\n Yukarıdakilerden hangileri ihracatçı birliklerinin örgüt yapısını oluşturan organlardandır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve IV",
      "D": "I, II ve V",
      "E": "III, IV ve V"
    },
    "explanation": "İHRACATÇI BİRLİKLERİ<br/>İhracatçı birlikleri 4 organdan oluşan bir örgüt yapısına sahiptir: Bu organlar, Genel Kurul, Yönetim Kurulu, Genel Sekreterlik ve Birlik Personeli ile Denetim Kuruludur."
  },
  {
    "id": "3519330",
    "unitNumber": 7,
    "text": "Milletlerarası Ticaret Odasının ilk kurulu kongresinin toplandığı tarih aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "1910",
      "B": "1920",
      "C": "1927",
      "D": "1934",
      "E": "1940"
    },
    "explanation": "DIŞ TİCARET İŞLEMLERİNE YARDIMCI DİĞER KURUM VE KURULUŞLAR<br/>MTO’nun ilk kez 1920 yılında kurulu kongresi toplanmış ve Fransa eski Ticaret Başkanı Etienne Clemental ilk başkan seçilmiştir."
  },
  {
    "id": "3519331",
    "unitNumber": 7,
    "text": "…………………….., Ticaret Bakanlığı merkez teşkilatı içerisinde yer alan ihracat genel müdürlüğünün talimatları çerçevesinde uygulamaya yönelik işlemleri yerine getirmektedir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "İhracatçı Birlikleri",
      "B": "Türkiye İhracatçılar Meclisi",
      "C": "Milletlerarası Ticaret Odası",
      "D": "İhracat Koordinasyonu",
      "E": "Türk Eximbank"
    },
    "explanation": "İHRACATÇI BİRLİKLERİ<br/>İhracatçı Birlikleri, Ticaret Bakanlığı merkez teşkilatı içerisinde yer alan ihracat genel müdürlüğünün talimatları çerçevesinde uygulamaya yönelik işlemleri yerine getirmektedir."
  },
  {
    "id": "3519332",
    "unitNumber": 7,
    "text": "ATA Karneleri Sistemi ve Dünya Odalar Şebekesi (WCN) aşağıdaki Milletlerarası Ticaret Odasına bağlı 0rganizasyonlardan hangisinin bünyesindedir?",
    "correctAnswer": "A",
    "options": {
      "A": "MTO Dünya Odaları Federasyonu",
      "B": "MTO Dünya Ticaret Hukuku Enstitüsü",
      "C": "MTO Uluslararası Denizcilik Bürosu",
      "D": "MTO Uluslararası Tahkim Divanı",
      "E": "MTO Ticari Suçlar Servisi"
    },
    "explanation": "DIŞ TİCARET İŞLEMLERİNE YARDIMCI DİĞER KURUM VE KURULUŞLAR<br/>MTO Dünya Odaları Federasyonu: Dünya çapında bütün ticaret odalarını güçlendirici çalışmalar yapar, kongre ve seminerler düzenler, odalar arasında entegrasyon oluşturur. ATA Karneleri Sistemi, Dünya Odalar Şebekesi (WCN) bu kuruluşun bünyesindedir."
  },
  {
    "id": "3519333",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Milletlerarası Ticaret Odasının görevlerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Dış ticaret işlemlerine yönelik olarak geçiş belgesi taleplerini karşılamak.",
      "B": "Türk ve yabancı firmalar arasında çıkan ihtilaflarda yardımcı olmak.",
      "C": "İthalatçılar ve İhracatçılar için gerekli terminolojiyi oluşturmak.",
      "D": "İhracatçıların ortak sorunlarına çözüm aramak.",
      "E": "Her türlü standardı hazırlamak ve hazırlatmak."
    },
    "explanation": "DIŞ TİCARET İŞLEMLERİNE YARDIMCI DİĞER KURUM VE KURULUŞLAR<br/>MTO’nun görevleri şu şekilde sıralanabilir.\n <ul> <li>Dünya iş çevrelerinin ulusal ve uluslararası temsilciliğini yapmak,</li> <li>Serbest ve adil rekabet kuralları temelinde uluslararası ticaret ve yatırım faaliyetlerini geliştirmek,</li> <li>Ticaret alanındaki uygulamaların birbirleriyle uyumlu olmasını sağlamak,</li> <li>İthalatçılar ve İhracatçılar için gerekli terminolojiyi oluşturmak.</li> </ul>"
  },
  {
    "id": "3519334",
    "unitNumber": 7,
    "text": "I. Dış ticaret işlemlerine yönelik olarak TIR Karnesi taleplerini karşılamak\n II. Türk ve yabancı firmalar arasında çıkan ihtilaflarda yardımcı olmak\n III. İthalatçılar ve İhracatçılar için gerekli terminolojiyi oluşturmak\n IV. Dünya iş çevrelerinin ulusal ve uluslararası temsilciliğini yapmak\n V. Ticaret alanındaki uygulamaların birbirleriyle uyumlu olmasını sağlamak\n Yukarıdakilerden hangileri Türkiye Ticaret, Sanayi, Deniz Ticaret Odaları ve Borsalar Birliğinin görevlerindendir?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "II ve IV",
      "E": "IV ve V"
    },
    "explanation": "DIŞ TİCARET İŞLEMLERİNE YARDIMCI DİĞER KURUM VE KURULUŞLAR<br/>Türkiye Ticaret, Sanayi, Deniz Ticaret Odaları ve Borsalar Birliğidir. (TOBB). Bu birlik ayrı bir tüzel kişiliğe sahip kamu kurumu niteliğinde bir meslek kuruluşudur. TOBB Türkiye’de tüm odaların yurt dışı ilişkilerinde merkezî bir rol üstlenmesinin yanı sıra dış ticaret işlemlerine yönelik olarak TIR Karnesi ile geçiş belgesi taleplerini karşılamakta, ATA Karnesi düzenlemekte, Ticaret Sicil Gazetesi yayımlamakta ve Türk ve yabancı firmalar arasında çıkan ihtilaflarda yardımcı olmaktadır."
  },
  {
    "id": "3519335",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi topladıkları fonlara faiz yerine kâr payı vermektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mevduat bankaları",
      "B": "Ticaret odaları",
      "C": "Taşıma komisyoncuları",
      "D": "Gözetim şirketleri",
      "E": "Özel finans kurumları"
    },
    "explanation": "DIŞ TİCARET İŞLEMLERİNE YARDIMCI DİĞER KURUM VE KURULUŞLAR<br/>Bu kurumların ana fonksiyonları bankalardan farklı olmayıp bu kurumlar bankalar gibi fon toplayabilmekte, bu fonları gereksinim duyan kişi ve kuruluşlara kullandırmakta, aracılık yapmaktadır. Ancak bankalardan farklı olarak topladıkları fonla[1]ra faiz yerine kâr payı vermektedirler."
  },
  {
    "id": "3518877",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bir ticari fatura olmayıp sadece bir anlaşma metnidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Proforma fatura",
      "B": "Konşimento",
      "C": "Konsolosluk faturası",
      "D": "Navlun faturası",
      "E": "Ticari fatura"
    },
    "explanation": "Yanıtınız yanlış ise İHRACAT İŞLEM AKIŞLARI başlıklı konuyu tekrar gözden geçiriniz.<br/>Proforma fatura, her ne kadar bir fatura ibaresi taşısa da ticari faturayla bir ilişkisi yoktur. Sadece bir anlaşma metnidir."
  },
  {
    "id": "3518878",
    "unitNumber": 8,
    "text": "I. Ödeme şekli\n II. Malların menşei\n III. İhracatçı firmanın ticaret unvanı\n IV. Sevkiyatın şekli\n Yukarıdakilerden hangisi/hangileri proforma faturada bulunması gereken unsurlardandır?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, III ve IV",
      "B": "I, II ve IV",
      "C": "II, III ve V",
      "D": "III ve IV",
      "E": "I, II ve III"
    },
    "explanation": "Yanıtınız yanlış ise İHRACAT İŞLEM AKIŞLARI başlıklı konuyu tekrar gözden geçiriniz.<br/>Proforma faturada bulunması gereken şartlar/<br/>unsurlar:<br/>• Faturanın tarihi,<br/>• Mal / hizmet cinsi,<br/>• Satıcının ve alıcının isim/unvan, adresleri,<br/>• Ödeme şekli,<br/>• Malların menşei,<br/>• Teslim şekli,<br/>• Mal veya hizmetin birim fiyatı/miktarı/tutarı,<br/>• Malların ağırlığı, ebatları, miktarı,<br/>• Sevkiyatın şekli,\n • Mallara ilişkin ambalaj özellikleri, numara<br/>vb. detayların açıklamaları,<br/>• Navlun ve sigorta prim tutarları.\n İhracatçı firmanın ticaret unvanı ve adresi ise ticari faturada yer alması gerekmektedir."
  },
  {
    "id": "3518879",
    "unitNumber": 8,
    "text": "İhracatçı Birliği Genel Sekreterliği altında faaliyet gösteren toplam kaç adet İhracatçı Birliği bulunmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "13",
      "B": "26",
      "C": "31",
      "D": "45",
      "E": "60"
    },
    "explanation": "Yanıtınız yanlış ise İHRACAT İŞLEM AKIŞLARI başlıklı konuyu tekrar gözden geçiriniz.<br/>13 İhracatçı Birliği Genel Sekreterliği ve bunların altında 26 farklı alanda faaliyet gösteren toplam <strong>60</strong> İhracatçı Birliği bulunmaktadır."
  },
  {
    "id": "3518880",
    "unitNumber": 8,
    "text": "Mal mukabili ödemelerde ithalatçı firma hangi teslim şeklinde uluslararası taşıyıcı firmayı kendisi belirleyebilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "NCTS",
      "B": "EXW",
      "C": "CMR",
      "D": "CIM",
      "E": "TEV"
    },
    "explanation": "Yanıtınız yanlış ise Dâhilde İşleme Rejimi Kapsamında İhracat başlıklı konuyu tekrar gözden geçiriniz.<br/>Mal mukabili ödemelerde İthalatçı /Alıcı firma, teslim şekli EXW(fabrika teslim) veya FCA(iş yeri<br/>teslim) ise uluslararası taşıyıcı firmayı kendisi belirleyebilmektedir."
  },
  {
    "id": "3518881",
    "unitNumber": 8,
    "text": "İthalat işlemlerinin kaçıncı aşamasında taşımanın nasıl yapılacağı belirlenir?",
    "correctAnswer": "C",
    "options": {
      "A": "1.",
      "B": "2.",
      "C": "4.",
      "D": "5.",
      "E": "7."
    },
    "explanation": "Yanıtınız yanlış ise İTHALATTA İŞLEM AKIŞLARI başlıklı konuyu tekrar gözden geçiriniz.<br/>İthalat işlemlerinin <strong>4</strong>. aşamasında taşımanın nasıl yapılacağı belirlenir."
  },
  {
    "id": "3518882",
    "unitNumber": 8,
    "text": "Basit işlemler için Dâhilde İşleme İzni için gümrük idaresine aşağıdakilerden hangisi üzerinden başvurulur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yükümlü Kayıt Takip Sistemine",
      "B": "Yeni Bilgisayar Transit Sistemi",
      "C": "Bilgisayarlı Gümrük Etkinlikler Sistemi",
      "D": "Tek Pencere Sistemi",
      "E": "Transit Refakat Sistemi"
    },
    "explanation": "Yanıtınız yanlış ise Dâhilde İşleme Rejimi Kapsamında İhracat başlıklı konuyu tekrar gözden geçiriniz.<br/>Basit işlemler için alınabilecek Dâhilde İşleme İzni için başvurular gümrük idaresine Tek Pencere Sistemi(TPS) üzerinden elektronik ortamda; kapsamlı işlemler için alınabilecek Dâhilde İşleme İzin<br/>Belgesi için başvurular ise Ticaret Bakanlığı İhracat Genel Müdürlüğüne elektronik ortamda yapılır."
  },
  {
    "id": "3518883",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Proforma fatura resmî muhasebe evrakı değildir</li> <li>Kıymetli evrak niteliğindedir</li> <li>Hiçbir mali yükümlülük yaratmamaktadır</li> <li>Anlaşma şartlarını ispat edici niteliktedir</li> <li>Satıcı ile anlaşmak içinde kullanılmaktadır</li> </ol> Yukarıdakilerden hangisi/hangileri proforma faturanın özelliklerindendir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, III ve V",
      "B": "II ve IV",
      "C": "I, III, IV ve V",
      "D": "II, III ve V",
      "E": "II, III ve IV"
    },
    "explanation": "Yanıtınız yanlış ise İTHALATTA İŞLEM AKIŞLARI başlıklı konuyu tekrar gözden geçiriniz.<br/>Proforma fatura, her ne kadar bir fatura ibaresi taşısa da ticari faturayla bir ilişkisi yoktur. Sadece bir anlaşma metnidir. Proforma faturanın özellikleri şu şekilde sıralanabilir:<br/>• Proforma fatura PROFORMA FATURA<br/>ibaresi taşımak zorundadır.<br/>• Hiçbir mali yükümlülük yaratmamaktadır.<br/>• Bu fatura karşılığı mal sevkiyatı yapılmaz ve<br/>para ödenmez.<br/>• Proforma fatura ile ticari amaçlı mal sevkiyatı yapılmaz.<br/>• Proforma fatura resmî muhasebe evrakı olmadığı için bilgisayarda düzenlenebilir.<br/>• Proforma fatura teklif niteliği taşıdığı için<br/>üzerinde yer alan miktar, yükleme limanı<br/>gibi bilgiler toleranslı verilebilir.<br/>• Taşıma araçlarından bahsedilirken hangi<br/>araçlar ile nakledileceği henüz belli değil<br/>ise kamyon(lar) veya gemi(ler) ile ibareleri<br/>kullanılır.<br/>• Pazarlık neticesi fiyatta ve diğer özelliklerde<br/>değişiklik söz konusu ise daha öncekiler iptal edilmek kaydı ile birden fazla proforma<br/>fatura düzenlenebilir.<br/>• Proforma fatura, ödeme yöntemi olarak akreditifin kullanılacağı dış ticaret işlemlerinde, çoğu zaman akreditif açma aracı olarak<br/>kullanılır.<br/>• Satıcı ile anlaşmak içinde kullanılmaktadır\n Buna karşılık II ve IV de verilen özellikler ise sevk belgelerinin özelliklerindendir."
  },
  {
    "id": "3518884",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi \"daha önce bir rejime tabi tutulmamış eşyanın muafiyete tabi olmadan serbest dolaşıma girişi ile eş zamanlı yurt içi kullanımı\" demektir?",
    "correctAnswer": "E",
    "options": {
      "A": "Rejim Kodu \"5000\"",
      "B": "Rejim Kodu \"3000\"",
      "C": "Rejim Kodu \"2000\"",
      "D": "Rejim kodu \"1000\"",
      "E": "Rejim kodu “4000”"
    },
    "explanation": "Yanıtınız yanlış ise MAL MUKABİLİ ÖDEME ŞEKLİNE GÖRE İTHALAT İŞLEMLERİ başlıklı konuyu tekrar gözden geçiriniz.<br/>Rejim kodu “4000”, aha önce bir rejime tabi tutulmamış eşyanın muafiyete tabi olmadan serbest dolaşıma girişi ile eş zamanlı yurt içi kullanımı demektir."
  },
  {
    "id": "3518885",
    "unitNumber": 8,
    "text": "Aşağıdaki gümrük hatlarından hangisinde mallarla ilgili fiziki gümrük kontrolü yapılmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yeşil hat",
      "B": "Yeşil hat ve sarı hat",
      "C": "Kırmızı hat",
      "D": "Mavi hat",
      "E": "Yeşil hat ve mavi hat"
    },
    "explanation": "Yanıtınız yanlış ise İTHALATTA İŞLEM AKIŞLARI başlıklı konuyu tekrar gözden geçiriniz.<br/><strong>Kırmızı hat</strong> : <strong>Fiziki kontrol + belge kontrolü</strong><br/>Sarı hat : Belge kontrolü<br/>Mavi hat : Teslim sonrası belge kontrolü<br/>Yeşil hat : Kontrol yapılmaz<br/>Kırmız hatta, ilgili muayene memuru beyan edilen eşyanın cinsi, miktarı, tutarı ve kapların sayısını fiziki olarak kontrol eder. Beyanname ve ekli belgeler de kontrol edilir."
  },
  {
    "id": "3518886",
    "unitNumber": 8,
    "text": "Bir eşya Türkiye’den ihraç edildikten sonra ....... içinde geri gelmesi hâlinde, yükümlüsünün talebi üzerine, belli koşulların karşılanması şartı ile ithalat vergilerinden muaf olarak yeniden serbest dolaşıma<br/>sokulabilmektedir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi anlamca doğru olarak tamamlamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Üç ay",
      "B": "Beş ay",
      "C": "Bir yıl",
      "D": "Üç yıl",
      "E": "İki yıl"
    },
    "explanation": "Yanıtınız yanlış ise MAL MUKABİLİ ÖDEME ŞEKLİNE GÖRE İTHALAT İŞLEMLERİ başlıklı konuyu tekrar gözden geçiriniz.<br/>Bir eşya Türkiye’den ihraç edildikten sonra <strong>üç yıl</strong> içinde geri gelmesi hâlinde, yükümlüsünün talebi üzerine, belli koşulların karşılanması şartı ile ithalat vergilerinden muaf olarak yeniden serbest dolaşıma sokulabilmektedir."
  },
  {
    "id": "3518917",
    "unitNumber": 8,
    "text": "Her ihracat beyannamesinin tescilinden önce ihracatçılar birliğinden Birlik Kayıt Numarası ve Birlik Onay Kodu (kripto) alınmak zorundadır. Aşağıdakilerden hangisi onay kodu aranmayan durumlardan birisi <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Bedelsiz ihracat",
      "B": "Geçici ihracat",
      "C": "Kademeli ihracat",
      "D": "Mahrece iade",
      "E": "Ayni sermaye ihracı"
    },
    "explanation": "<strong>Birlik Kayıt Numarası ve Birlik Onay Kodu</strong><br/>Her ihracat beyannamesinin tescilinden önce ihracatçılar birliğinden Birlik Kayıt Numarası ve Birlik Onay Kodu (kripto) alınmak zorundadır. Onay kodu aranmayan durumlar:\n <ul> <li>Bedelsiz ihracat</li> <li>Geçici ihracat</li> <li>Mahrece iade</li> <li>Ayni sermaye ihracı</li> </ul>"
  },
  {
    "id": "3518918",
    "unitNumber": 8,
    "text": "21161500EX000216 şeklinde verilen birlik kayıt numarasına göre ihracatın hangi yıla ait olduğu belirtilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "2000",
      "B": "2002",
      "C": "2015",
      "D": "2016",
      "E": "2021"
    },
    "explanation": "<strong>Birlik Kayıt Numarası ve Birlik Onay Kodu</strong><br/><strong>21161500EX000216</strong> şeklinde verilen birlik kayıt numarasına göre:\n <ul> <li>İlk iki rakam “21” yılı gösterir (2021)</li> <li>Sonrasında “161500” İlgili gümrük müdürlüğünün kodudur</li> <li>“EX” ihracat olduğunu gösterir</li> <li>Son 6 numara “000216” beyannamenin numarasını oluşturur</li> </ul>"
  },
  {
    "id": "3518919",
    "unitNumber": 8,
    "text": "21161500EX000216 şeklinde verilen birlik kayıt numarasına göre ilgili gümrük müdürlüğünün kodu aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "2116",
      "B": "61500",
      "C": "216",
      "D": "161500",
      "E": "EX000216"
    },
    "explanation": "<strong>Birlik Kayıt Numarası ve Birlik Onay Kodu</strong><br/><strong>21161500EX000216</strong> şeklinde verilen birlik kayıt numarasına göre:\n<br/><ul><br/><li>İlk iki rakam “21” yılı gösterir (2021)</li><br/><li>Sonrasında “161500” İlgili gümrük müdürlüğünün kodudur</li><br/><li>“EX” ihracat olduğunu gösterir</li><br/><li>Son 6 numara “000216” beyannamenin numarasını oluşturur</li><br/></ul>"
  },
  {
    "id": "3518920",
    "unitNumber": 8,
    "text": "21161500EX000216 şeklinde verilen birlik kayıt numarasına göre beyan edilen eşyanın ihracat malı olduğunu gösteren ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "21",
      "B": "EX",
      "C": "000",
      "D": "211",
      "E": "216"
    },
    "explanation": "<strong>Birlik Kayıt Numarası ve Birlik Onay Kodu</strong><br/><strong>21161500EX000216</strong> şeklinde verilen birlik kayıt numarasına göre:\n <ul> <li>İlk iki rakam “21” yılı gösterir (2021)</li> <li>Sonrasında “161500” İlgili gümrük müdürlüğünün kodudur</li> <li>“EX” ihracat olduğunu gösterir</li> <li>Son 6 numara “000216” beyannamenin numarasını oluşturur</li> </ul>"
  },
  {
    "id": "3518921",
    "unitNumber": 8,
    "text": "21161500EX000216 şeklinde verilen birlik kayıt numarasına göre aşağıdakilerden hangisi beyannamenin numarasını oluşturur?",
    "correctAnswer": "B",
    "options": {
      "A": "21161500",
      "B": "000216",
      "C": "EX000216",
      "D": "21161500EX",
      "E": "161500"
    },
    "explanation": "<strong>Birlik Kayıt Numarası ve Birlik Onay Kodu</strong><br/><strong>21161500EX000216</strong> şeklinde verilen birlik kayıt numarasına göre:\n <ul> <li>İlk iki rakam “21” yılı gösterir (2021)</li> <li>Sonrasında “161500” İlgili gümrük müdürlüğünün kodudur</li> <li>“EX” ihracat olduğunu gösterir</li> <li>Son 6 numara “000216” beyannamenin numarasını oluşturur</li> </ul>"
  },
  {
    "id": "3518922",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi muayene memurunun ekranına düşen ithalat beyannamesi için mevcut olan hatlardan birisi <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Turuncu hat: Girdi kontrolü",
      "B": "Kırmızı hat: Fiziki kontrol + belge kontrolü",
      "C": "Sarı hat: Belge kontrolü",
      "D": "Mavi hat: Teslim sonrası belge kontrolü",
      "E": "Yeşil hat: Kontrol yapılmaz"
    },
    "explanation": "<strong>İthalat Gümrük Beyannamesi Düzenlenmesi</strong><br/><strong>Muayene memurunun ekranına düşen ithalat beyannamesi için 4 hat mevcuttur:</strong>\n <ul> <li>Kırmızı hat: Fiziki kontrol + belge kontrolü</li> <li>Sarı hat : Belge kontrolü</li> <li>Mavi hat: Teslim sonrası belge kontrolü</li> <li>Yeşil hat: Kontrol yapılmaz</li> </ul>"
  },
  {
    "id": "3518923",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi beyanname işlemlerinden birisi <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Belge Yükle",
      "B": "Belge Görüntüleme",
      "C": "Kayıt Kodu Verme",
      "D": "Dilekçe Ekleme",
      "E": "Dilekçe Cevaplama"
    },
    "explanation": "<strong>Beyanname İşlemleri</strong><br/><strong>Beyanname İşlemleri:</strong>\n <ul> <li>Belge Yükle</li> <li>Belge Görüntüleme</li> <li>Dilekçe Ekleme</li> <li>Dilekçe Cevaplama</li> </ul>"
  },
  {
    "id": "3518924",
    "unitNumber": 8,
    "text": "“Yeniden ihraç edilmek koşulu ile, serbest dolaşıma girmiş veya girmemiş eşyanın her türlü işleme faaliyetine tabi tutulmasına imkân veren ekonomik etkili bir gümrük rejimidir” ifadesi aşağıdakilerden hangisinin tanımıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Dâhilde işleme rejimi",
      "B": "Serbest rejim",
      "C": "İhracat rejimi",
      "D": "Faktoring",
      "E": "Tek pencere sistemi"
    },
    "explanation": "<strong>Dâhilde İşleme Rejimi Kapsamında İhracat</strong><br/><strong>Dâhilde İşleme Rejimi:</strong>\n Yeniden ihraç edilmek koşulu ile, serbest dolaşıma girmiş veya girmemiş eşyanın her türlü işleme faaliyetine tabi tutulmasına imkân veren ekonomik etkili bir gümrük rejimidir."
  },
  {
    "id": "3518925",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi ihracat yapmayı teşvik eden Dâhilde İşleme Rejiminin amaçlarından birisi <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Dünya piyasa fiyatlarından ham madde temin etmek",
      "B": "İhracatı düşürerek, ithalatı artırmak",
      "C": "İhraç pazarlarını geliştirmek",
      "D": "İhraç ürünlerini çeşitlendirmek",
      "E": "Katma değer yaratmak"
    },
    "explanation": "<strong>Dâhilde İşleme Rejimi Kapsamında İhracat</strong><br/><strong>Dâhilde İşleme Rejiminin Amaçları:</strong>\n <ul> <li>Dünya piyasa fiyatlarından ham madde temin etmek,</li> <li>İhracatı artırmak,</li> <li>İhracat ürünlerine uluslararası piyasalarda rekabet gücü kazandırmak,</li> <li>İhraç pazarlarını geliştirmek,</li> <li>İhraç ürünlerini çeşitlendirmek,</li> <li>Katma değer yaratmak.</li> </ul>"
  },
  {
    "id": "3518926",
    "unitNumber": 8,
    "text": "Proforma fatura ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Fatura, PROFORMA FATURA ibaresi taşımak zorundadır.",
      "B": "Hiçbir mali yükümlülük yaratmamaktadır.",
      "C": "Bu fatura karşılığı mal sevkiyatı yapılmaz ve para ödenmez.",
      "D": "Proforma fatura ile ticari amaçlı mal sevkiyatı yapılmaz.",
      "E": "Proforma faturadaki fiyatlar kesindir."
    },
    "explanation": "<strong>İTHALATTA İŞLEM AKIŞLARI</strong><br/><strong>Proforma fatura ile ilgili olarak:</strong>\n <ul> <li>Fatura, PROFORMA FATURA ibaresi taşımak zorundadır.</li> <li>Hiçbir mali yükümlülük yaratmamaktadır.</li> <li>Bu fatura karşılığı mal sevkiyatı yapılmaz ve para ödenmez.</li> <li>Proforma fatura ile ticari amaçlı mal sevkiyatı yapılmaz.</li> <li>Proforma faturadaki fiyatlar kesin değildir.</li> </ul>"
  },
  {
    "id": "3519022",
    "unitNumber": 8,
    "text": "Hangi durumlarda ithalat ve ihracat gerçekleştirilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yasaklı mallar dışında ithalatçı belgesi olanlar",
      "B": "Yasaklı mallar dışında sözleşmesi yapılmış ürünler durumunda",
      "C": "Yasaklı mallar dışında vergilerin ödenmesi durumunda",
      "D": "Yasaklı mallar olmasına rağmen parası yatırıldığı durumlarda",
      "E": "Yasaklı mallar dışında; gerekli bütün belgelerin tamamlandığı durumlarda"
    },
    "explanation": "Gerekli bütün belgelerin tamamlandığı durumlarda ihracı ve ithali yasaklanmış mallar dışında bütün mallar ihraç ve ithal edilebilir. Yürürlükteki dış ticaret rejimi kararına göre ihracat ve ithalat; peşin ödeme, mal mukabili ödeme, vesaik mukabili ödeme, kabul kredili ödeme ve akreditifli ödeme yöntemlerine göre yapılabilmektedir. Bu ünitede yukarıda belirtilen ödeme şekillerinden mal mukabili ödeme yöntemine göre her bir ihracat ve ithalatın nasıl yapıldığına ilişkin kapsamlı bilgiler ve uygulamalar verilecektir."
  },
  {
    "id": "3519023",
    "unitNumber": 8,
    "text": "Aşağıdaki seçeneklerden hangisi ihracat işlem akışı 1. aşama seçeneklerinden biridir",
    "correctAnswer": "B",
    "options": {
      "A": "Gümrük İşlemlerini Kimin Yapacağını<br/>Belirlemek",
      "B": "İhraç edilecek ürünü belirlemek",
      "C": "Taşımanın nasıl yapılacağının belirlenmesi",
      "D": "Gümrük Beyannamesi Düzenlenmesi",
      "E": "İhracatçılar Birliğine Kayıt İşlemleri"
    },
    "explanation": ".1. Aşama<br/>• Pazar araştırması,<br/>• İhraç edilecek ürünü belirlemek,<br/>• Alıcı ile anlaşmak"
  },
  {
    "id": "3519024",
    "unitNumber": 8,
    "text": "İthalat ve İhracat İşlemlerinde aşağıdaki seçeneklerden hangisi Özel Menşe Şahadetnamesi (Form A) Düzenlenen Ülkelerden biridir.",
    "correctAnswer": "A",
    "options": {
      "A": "Ukrayna",
      "B": "Almanya",
      "C": "Fransa",
      "D": "Cezayir",
      "E": "Norveç"
    },
    "explanation": "Özel Menşe Şahadetnamesi (Form A) Düzenlenen Ülkeler<br/>ABD-Avusturalya- Beyaz Rusya- Japonya- Kanada- Kazakistan- Rusya Federasyonu- Ukrayna -Yeni<br/>Zelanda"
  },
  {
    "id": "3519025",
    "unitNumber": 8,
    "text": "Onay kodu (Kripto) alınmaksızın yapılan iharcat işlemi aşağıdaki çeneklerden hangisidir.",
    "correctAnswer": "E",
    "options": {
      "A": "Bedelli ihracat",
      "B": "Gıda ihracatı ve kapsamlı ürünler",
      "C": "Aktarmalı ihracat ve türevleri",
      "D": "Devlet denetimi ve kapsamında yapılan ihracat",
      "E": "Transit ticaret kapsamında yapılacak ihracat"
    },
    "explanation": "Her ihracat beyannamesinin tescilinden önce ihracatçılar birliğinden Birlik Kayıt Numarası ve Birlik<br/>Onay Kodu (kripto) alınmak zorundadır. Birlik onay kodu bulunmayan ihracat beyannameleri onaylanmaz. Aşağıdaki onay kodu aranmayan durumlar hariç.<br/>• Bedelsiz ihracat<br/>• Yurt dışı fuar ve sergilere yapılacak ihracat<br/>• Ticari kiralama yoluyla yapılacak ihracat<br/>• Transit ticaret kapsamında yapılacak ihracat<br/>• Geçici ihracat<br/>• Mahrece iade<br/>• Deniz ve hava taşıtlarına yapılan ihrakiye teslimatları<br/>• Ayni sermaye ihracı<br/>• ETGB kapsamı posta ve hızlı kargo firmaları aracılığıyla yapılan ihracat<br/>• Mal bedeli 15.000.00 avro ve ağırlığı 300 kg’ı a"
  },
  {
    "id": "3519026",
    "unitNumber": 8,
    "text": "E- Başvuru işlemleri (İthalat ve İhracat İşlemleri ) Giriş için daha önce almış olduğumuz <strong>...............</strong> kullanıcı kodu ve oluşturduğumuz şifre kullanılır.",
    "correctAnswer": "C",
    "options": {
      "A": "T.C. kimlik",
      "B": "Üye",
      "C": "Bilge",
      "D": "Kimlik no",
      "E": "Ürün belge no:"
    },
    "explanation": "E- Başvuru işlemleri<br/>Portalına giriş yapılır.<br/>Görsel 8.5 İhracat Fatura Portal Giriş Ekranı<br/>Giriş için daha önce almış olduğumuz BİLGE kullanıcı kodu ve oluşturduğumuz şifre kullanılır. Oluşturulan fatura için sistem 23 rakamlı belge no oluşturur. Bu belge no, beyannamede ek belgeler için de<br/>kodu 0886-TPS-e fatura seçilerek bu 23 rakamlı (Örnek: 21243160611008860123456789) fatura da<br/>bulunan sıraya göre (Örnek: 21243160611008860123456789/1, 21243160611008860123456789/2<br/>yazılarak"
  },
  {
    "id": "3519027",
    "unitNumber": 8,
    "text": "Kara yolu ve ile yapılan ihracatta Araç çıkış gümrüğünü terk ettiğinde <strong>.............</strong> işlem gerçekleşmiş olur.",
    "correctAnswer": "A",
    "options": {
      "A": "Fiili İhracat",
      "B": "Gümrük damga vergisi",
      "C": "İhracat yasal gümrük kontrolü",
      "D": "İhracat veya ithalat harcı",
      "E": "Kısmi ihracat"
    },
    "explanation": "Çıkış Gümrüğüne ( sınır kapısı ) vardığında;<br/>• Tır giriş kaydı yapılır.<br/>• Emniyet birimince pasaport kontrolü yapılır.<br/>• Tartım işlemleri yapılır (İhracat gümrüğünde de tartım işlemi yapılabilir.).<br/>• Tır karnesi tescil kabul işlemleri yapılır.<br/>• Tır karnesi Muayene işlemleri yapılır.<br/>• Gözetim memuru Transit işlemini sonlandırır.<br/>• Tır çıkış kaydı yapılır.<br/>Araç çıkış gümrüğünü terk ettiğinde Fiili İhracat gerçekleşmiş olur."
  },
  {
    "id": "3519028",
    "unitNumber": 8,
    "text": "Kesin İhracat ; içeriği hakkında aşağıdaki seçeneklerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "İhracatçının en çok risk üstlendiği ödeme şeklidir.",
      "B": "İhracatçının hiç risk almadığı ödeme şeklidir.",
      "C": "İhracatçının çok az risk üstlendiği ödeme şeklidir.",
      "D": "İhracatçının tek ödeme şeklidir",
      "E": "İhracatçının nakit ödeme şeklidir."
    },
    "explanation": "Kesin İhracat<br/>Bu ödeme şeklinde ithalatçı malı teslim aldıktan sonra mal bedelini ihracatçıya öder. İhracatçı malları<br/>alıcı adına sevk ettikten sonra, malı temsil eden belgeleri ithalatçıya, ya doğrudan ya da bedelsiz teslim<br/>koşuluyla banka aracılığıyla gönderir. İhracatçının en çok risk üstlendiği ödeme şeklidir.<br/>İhracatçının çok az risk üstlendiği ödeme şeklidir."
  },
  {
    "id": "3519029",
    "unitNumber": 8,
    "text": "Dâhilde işleme rejimi ihracat yapmaya teşvik eder. Aşağıdaki seçeneklerden hangisi teşvik amaçlarından biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "İhraç pazarlarını geliştirmek",
      "B": "Katma değer yaratmak",
      "C": "İthalatı artırmak",
      "D": "İhracatı artırmak",
      "E": "Dünya piyasa fiyatlarından ham madde temin etmek"
    },
    "explanation": "macı;<br/>• Dünya piyasa fiyatlarından ham madde temin etmek,<br/>• İhracatı artırmak,<br/>• İhracat ürünlerine uluslararası piyasalarda<br/>rekabet gücü kazandırmak,<br/>• İhraç pazarlarını geliştirmek,<br/>• İhraç ürünlerini çeşitlendirmek,<br/>• Katma değer yaratmak<br/>Üretici firmaların tercih ettiği rejimdir.<br/>Rejimin uygulanması<br/>• Şartlı muafiyet sistemi<br/>• Geri ödeme sistemi<br/>İthalatı artırmak"
  },
  {
    "id": "3519030",
    "unitNumber": 8,
    "text": "Proforma faturanın karşılığı aşağıdaki seçeneklerden hangisidir",
    "correctAnswer": "A",
    "options": {
      "A": "Ticari faturayla bir ilişkisi yoktur.",
      "B": "Mali yükümlülük yaratmaktadır",
      "C": "• Bu fatura karşılığı mal sevkiyatı yapılır ve<br/>para ödenir.",
      "D": "Proforma fatura noter onayını taşır.",
      "E": "• Proforma fatura resmî muhasebe evrakıdır."
    },
    "explanation": "Proforma fatura PROFORMA FATURA<br/>ibaresi taşımak zorundadır.<br/>• Hiçbir mali yükümlülük yaratmamaktadır.<br/>• Bu fatura karşılığı mal sevkiyatı yapılmaz ve<br/>para ödenmez.<br/>• Proforma fatura ile ticari amaçlı mal sevkiyatı yapılmaz.<br/>• Proforma fatura resmî muhasebe evrakı olmadığı için bilgisayarda düzenlenebilir.<br/>• Proforma fatura teklif niteliği taşıdığı için<br/>üzerinde yer alan miktar, yükleme limanı<br/>gibi bilgiler toleranslı verilebilir.<br/>• Taşıma araçlarından bahsedilirken hangi<br/>araçlar ile nakledileceği henüz belli değil<br/>ise kamyon(lar) veya gemi(ler) ile ibareleri<br/>kullanılır.<br/>• Pazarlık neticesi fiyatta ve diğer özelliklerde<br/>değişiklik söz konusu ise daha öncekiler iptal edilmek kaydı ile birden fazla proforma<br/>fatura düzenlenebilir.<br/>• Proforma fatura, ödeme yöntemi olarak akreditifin kullanılacağı dış ticaret işlemlerinde, çoğu zaman akreditif açma aracı olarak<br/>kullanılır.<br/>• Satıcı ile anlaşmak içinde kullanılmaktadır.<br/>Ticari faturayla bir ilişkisi yoktur."
  },
  {
    "id": "3519031",
    "unitNumber": 8,
    "text": "İhracatını gerçekleştirdiğiniz eşya, alıcısı tarafından çeşitli sebeplerle kabul edilmeyerek size geri gönderilebilir.<br/>Bir eşya Türkiye’den ihraç edildikten sonra kaç yıl içinde geri gelmesi hâlinde, yükümlüsünün talebi<br/>üzerine, belli koşulların karşılanması şartı ile ithalat vergilerinden muaf olarak yeniden serbest dolaşıma<br/>sokulabilmektedir",
    "correctAnswer": "C",
    "options": {
      "A": "Bir yıl",
      "B": "İki yıl",
      "C": "Üç yıl",
      "D": "Dört yıl",
      "E": "Beş yıl"
    },
    "explanation": "Geri Gelen Eşya<br/>İhracatını gerçekleştirdiğiniz eşya, alıcısı tarafından çeşitli sebeplerle kabul edilmeyerek size geri gönderilebilir.<br/>Bir eşya Türkiye’den ihraç edildikten sonra üç yıl içinde geri gelmesi hâlinde, yükümlüsünün talebi<br/>üzerine, belli koşulların karşılanması şartı ile ithalat vergilerinden muaf olarak yeniden serbest dolaşıma<br/>sokulabilmektedir. Ü"
  },
  {
    "id": "3519084",
    "unitNumber": 8,
    "text": "<strong>I.</strong> İhraç edilecek ürünü belirlemek\n<br/><strong>II.</strong> İhracatçı birliği kaydı oluşturulması\n<br/><strong>III.</strong> Pazar araştırması\n<br/><strong>IV.</strong> Alıcı ile anlaşmak\n<br/>Yukarıdakilerden hangileri ihracat işlemlerinin 1. aşamasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "I, II ve III",
      "C": "I, II ve IV",
      "D": "I, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "1.aşamadaki işlemler için sayfa 169’a bakınız.<br/><ol><br/><li>Aşama</li><br/></ol><br/><ul><br/><li>Pazar araştırması,</li><br/><li>İhraç edilecek ürünü belirlemek,</li><br/><li>Alıcı ile anlaşmak</li><br/></ul><br/>İhracatçı birliği kaydı oluşturulması 3. Aşamadadır."
  },
  {
    "id": "3519085",
    "unitNumber": 8,
    "text": "13 İhracatçı Birliği Genel Sekreterliği ve bunların altında 26 farklı alanda faaliyet gösteren toplam …… İhracatçı Birliği bulunmaktadır.\n Yukarıdaki boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "39",
      "B": "45",
      "C": "50",
      "D": "55",
      "E": "60"
    },
    "explanation": "İş yerinin çalışma faaliyetine uygun olan birliğin seçilerek (Çimento, Cam, Seramik ve Toprak Ürünleri İhracatçılar Birliği gibi) üyelik için başvuru yapılması gerekmektedir.<br/>13 İhracatçı Birliği Genel Sekreterliği ve bunların altında 26 farklı alanda faaliyet gösteren toplam 60 İhracatçı Birliği bulunmaktadır."
  },
  {
    "id": "3519086",
    "unitNumber": 8,
    "text": "Tarife, uluslararası eşya sınıflandırma ve vergilendirme cetvelidir. Bütün eşyaların Türk Gümrük Tarife Cetveline göre ….. rakamlı bir Gümrük Tarife İstatistik Pozisyonu(GTİP) altında beyan edilmesi gerekmektedir.\n Yukarıdaki boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "8",
      "B": "10",
      "C": "12",
      "D": "14",
      "E": "16"
    },
    "explanation": "Örnek : 2008 19.13.00.12 Antep fıstıkları<br/>Bütün eşyaların Türk Gümrük Tarife Cetveline göre 12 rakamlı bir Gümrük Tarife İstatistik Pozisyonu(GTİP) altında beyan edilmesi gerekmektedir."
  },
  {
    "id": "3519087",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Proforma faturanın özelliklerinden biri <strong>değildir? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Proforma fatura, ödeme yöntemi olarak akreditifin kullanılacağı dış ticaret işlemlerinde, çoğu zaman akreditif açma aracı olarak kullanılır.",
      "B": "Proforma fatura ile ticari amaçlı mal sevkiyatı yapılır.",
      "C": "Proforma fatura bilgisayarda düzenlenebilir.",
      "D": "Hiçbir mali yükümlülük yaratmamaktadır.",
      "E": "Proforma fatura mutlaka PROFORMA FATURA ibaresi taşımak zorundadır"
    },
    "explanation": "Proforma fatura, her ne kadar bir fatura ibaresi taşısa da ticari faturayla bir ilişkisi yoktur.<br/>Proforma fatura ile ticari amaçlı mal sevkiyatı yapılmaz."
  },
  {
    "id": "3519088",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi 12 rakamlı GTİP numarasında bir eşyanın pozisyon numarasını gösterir?",
    "correctAnswer": "A",
    "options": {
      "A": "İlk 4 rakam",
      "B": "İlk 6 rakam",
      "C": "7-8’inci rakamlar",
      "D": "9-10’uncu rakamlar",
      "E": "11-12’inci rakamlar"
    },
    "explanation": "Bütün eşyaların Türk Gümrük Tarife Cetveline göre 12 rakamlı(kodlu) bir Gümrük Tarife İstatistik Pozisyonu(GTİP) altında beyan edilmesi gerekmektedir.<br/>İlk 4 rakam eşyanın pozisyon numarasını gösterir."
  },
  {
    "id": "3519089",
    "unitNumber": 8,
    "text": "Aşağıdaki gümrük hatlarından hangisinde, ilgili muayene memuru beyan edilen eşyanın cinsi, miktarı, tutarı ve kapların sayısını fiziki olarak kontrol eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Sarı hat",
      "B": "Kırmızı hat",
      "C": "Mavi hat",
      "D": "Yeşil hat",
      "E": "Mavi ve Yeşil hat"
    },
    "explanation": "4 hatla ilgili bilgi sayfa 176 da verilmektedir.<br/>Kırmızı hatta ilgili muayene memuru beyan edilen eşyanın cinsi, miktarı, tutarı ve kapların sayısını fiziki olarak kontrol eder."
  },
  {
    "id": "3519090",
    "unitNumber": 8,
    "text": "İthalat edilecek ürünün GTİP’inin (Gümrük Tarife İstatistik Pozisyonu) tespit edilmesi, ithalat işlemlerinin kaçıncı aşamasında gerçekleştirilir?",
    "correctAnswer": "A",
    "options": {
      "A": "3",
      "B": "4",
      "C": "5",
      "D": "6",
      "E": "7"
    },
    "explanation": "İthalat işleminin en önemli aşamasıdır. Gümrük vergileri, gümrük yükümlülüğünün başladığı tarihte yürürlükte olan gümrük tarifesine göre hesaplanır.<br/>İthalat edilecek ürünün GTİP’ini (Gümrük Tarife İstatistik Pozisyonu) tespit etmek, İthalat işlemlerinin 3. aşamasında dır."
  },
  {
    "id": "3519091",
    "unitNumber": 8,
    "text": "İthalat sürecinde gerçekleşen işlem akışı genel olarak kaç aşamadan oluşur?",
    "correctAnswer": "D",
    "options": {
      "A": "4",
      "B": "5",
      "C": "6",
      "D": "7",
      "E": "8"
    },
    "explanation": "İhracat sürecinde gerçekleşen işlem akışı da genel olarak 7 aşamadan oluşur.<br/>İthalat sürecinde gerçekleşen işlem akışı genel olarak 7 aşamadan oluşur."
  },
  {
    "id": "3519092",
    "unitNumber": 8,
    "text": "Özet beyan kapsamındaki eşyaya, gümrükçe onaylanmış bir işlem veya kullanım belirlenerek buna ilişkin işlemler; deniz yolu ile gelen eşya için, özet beyanın verildiği tarihten itibaren kaç gün içinde tamamlanır?",
    "correctAnswer": "E",
    "options": {
      "A": "15",
      "B": "20",
      "C": "30",
      "D": "40",
      "E": "45"
    },
    "explanation": "Özet beyan kapsamındaki eşyaya, gümrükçe onaylanmış bir işlem veya kullanım belirlenerek buna ilişkin işlemler; deniz yolu ile gelen eşya için, özet beyanın verildiği tarihten itibaren 45 gün, diğer yollarla gelen eşya için, özet beyanın verildiği tarihten itibaren 20 gün içinde tamamlanır.<br/>Özet beyan kapsamındaki eşyaya, gümrükçe onaylanmış bir işlem veya kullanım belirlenerek buna ilişkin işlemler; deniz yolu ile gelen eşya için, özet beyanın verildiği tarihten itibaren 45 gün içinde tamamlanır."
  },
  {
    "id": "3519093",
    "unitNumber": 8,
    "text": "İthalat işlemlerinin kaçıncı aşamasında, taşımanın nasıl yapılacağı belirlenir?",
    "correctAnswer": "C",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "6",
      "E": "7"
    },
    "explanation": "Taşıyıcı firma eşyaların araca yüklenmesinden sonra malın mülkiyetini temsil eden kara yolu taşımacılığı için <strong>CMR</strong>, demir yolu taşımacılığı için <strong>CIM</strong>, deniz ve hava yolu taşımacılığı için <strong>Konşimento </strong>düzenler.<br/>Taşımanın nasıl yapılacağının belirlenmesi, İthalat işlemlerinin 4. aşamasındadır."
  }
]