[
  {
    "id": "2700860",
    "unitNumber": 1,
    "text": "İdare hukukunda kamu personeli yerine hangi ifade kullanılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kamu çalışanı",
      "B": "Kamu görevlisi",
      "C": "Kamu işçisi",
      "D": "Devlet memuru",
      "E": "Resmi görevli"
    },
    "explanation": "İdare hukukunda ise kamu personeli yerine tercih edilen ifade kamu görevlisi ifadesidir.<br/>İdare hukukunda kamu personeli yerine tercih edilen ifade kamu görevlisi ifadesidir. Doğru cevap B şıkkıdır."
  },
  {
    "id": "2700861",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi uygulanan hukuki rejim ve ifa ettiği görevin niteliğine bakılmaksızın kamuda görev yapan herkesi ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Geniş anlamda kamu görevlisi",
      "B": "İşçi niteliği taşımayan kamu görevlileri",
      "C": "Kamu görev ve hizmetinde bulunanlar",
      "D": "Kamu kuruluşlarının memur statüsündeki görevlileri",
      "E": "Kamu hizmeti görevlileri"
    },
    "explanation": "Geniş anlamda kamu görevlisi; yaptığı hizmetin niteliği önem arz etmeksizin, kamuda görev yapan tüm gerçek kişileri kapsar.<br/>Geniş anlamda kamu görevlisi, uygulanan<br/>hukuki rejim ve ifa ettiği görevin niteliğine bakılmaksızın kamuda görev yapan herkesi ifade etmektedir. Doğru cevap A şıkkıdır."
  },
  {
    "id": "2700862",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi devletin siyasi yapısını oluşturan organdaki görevliler ile kamu kesiminde özel hukuk hükümlerine tabi olan görevliler dışında kalan kamu görevlilerini ifade eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Mükellef (ödevli) statüsü",
      "B": "Kamuda görev yapan tüm gerçek kişiler",
      "C": "Belediye meclis üyeleri",
      "D": "İl genel meclisi üyeleri",
      "E": "Dar anlamda kamu görevlileri"
    },
    "explanation": "Dar anlamda kamu görevlileri, devletin siyasi yapısını oluşturan organdaki görevliler ile kamu kesiminde özel hukuk hükümlerine tabi olan görevliler dışında kalan kamu görevlilerini ifade eder. Dar anlamda kamu görevlileri; kamu gücü yetki, ayrıcalık ve sorumluluklarına sahiptir.<br/>Dar anlamda kamu görevlileri, devletin siyasi<br/>yapısını oluşturan organdaki görevliler ile kamu<br/>kesiminde özel hukuk hükümlerine tabi olan görevliler<br/>dışında kalan kamu görevlilerini ifade eder. Doğru cevap E şıkkıdır."
  },
  {
    "id": "2700863",
    "unitNumber": 1,
    "text": "İdare hukuku aşağıdakilerden hangisi üzerine inşa edilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sözleşme özgürlüğü",
      "B": "İrade serbestliği",
      "C": "Çalışma özgürlüğü",
      "D": "Statüler",
      "E": "Özgürlükler"
    },
    "explanation": "Özel hukuk, sözleşme özgürlüğü ilkesi üzerine inşa edilmekteyken, idare hukuku statüler üzerine inşa edilmiştir. Gözler’in belirttiği gibi, “İdare hukuku bir statüler<br/>hukukudur. Özel hukuk ilişkileri kural olarak akdi ve iradidir. Bu alanda irade serbestisi geçerlidir. Taraflar, karşılıklı anlaşarak istedikleri hukuki ilişkiyi kurabilir, kurdukları hukuki ilişkiye kural olarak istedikleri içeriği verebilirler. Oysa idare hukukunda, tarafların serbest iradeleriyle kararlaştırılan hukuki ilişkiler yoktur.<br/>Özel hukuk, sözleşme özgürlüğü ilkesi üzerine<br/>inşa edilmekteyken, idare hukuku statüler üzerine<br/>inşa edilmiştir. Doğru cevap D şıkkıdır."
  },
  {
    "id": "2700864",
    "unitNumber": 1,
    "text": "Hangi ilkeye göre, devlet; memurlarına, yaptıkları hizmetler için lüzumlu bilgilere ve yetişme şartlarına uygun şekilde, sınıfları içinde en yüksek derecelere kadar ilerleme imkânını sağlamaktır?",
    "correctAnswer": "B",
    "options": {
      "A": "İstihdam",
      "B": "Kariyer",
      "C": "Statü",
      "D": "Liyakat",
      "E": "Sınıflandırma"
    },
    "explanation": "Kariyer ilkesine göre, devlet, memurlarına, yaptıkları hizmetler için lüzumlu bilgilere ve yetişme şartlarına uygun şekilde, sınıfları içinde en yüksek derecelere kadar ilerleme imkânını sağlamaktır.<br/>Kariyer ilkesine göre, devlet, memurlarına, yaptıkları hizmetler için lüzumlu bilgilere ve yetişme şartlarına<br/>uygun şekilde, sınıfları içinde en yüksek derecelere kadar ilerleme imkânını sağlamaktır. Doğru cevap B şıkkıdır."
  },
  {
    "id": "2700865",
    "unitNumber": 1,
    "text": "Kalkınma planı, yıllık program ve iş programlarında yer alan önemli projelerin hazırlanması, gerçekleştirilmesi, işletilmesi ve işlerliği için şart olan, zaruri ve istisnai hâllere münhasır olmak üzere özel bir meslek bilgisine ve ihtisasına ihtiyaç gösteren geçici işlerde, Cumhurbaşkanınca belirlenen esas ve usuller çerçevesinde, ihdas edilen pozisyonlarda, mali yılla sınırlı olarak sözleşme ile çalıştırılmasına karar verilen ve işçi sayılmayan kamu hizmeti görevlilerine ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sözleşmeli personel",
      "B": "Memur",
      "C": "Geçici personel",
      "D": "İşçi",
      "E": "Stajyer"
    },
    "explanation": "Sözleşmeli personel, kalkınma planı, yıllık program ve iş programlarında yer alan önemli projelerin hazırlanması, gerçekleştirilmesi, işletilmesi ve işlerliği için şart olan, zaruri ve istisnai hâllere münhasır olmak üzere özel bir meslek bilgisine ve<br/>ihtisasına ihtiyaç gösteren geçici işlerde, Cumhurbaşkanınca belirlenen esas ve usuller çerçevesinde, ihdas edilen pozisyonlarda, mali yılla sınırlı olarak sözleşme ile çalıştırılmasına karar verilen ve işçi sayılmayan kamu hizmeti görevlileridir.<br/>Sözleşmeli personel, kalkınma planı, yıllık<br/>program ve iş programlarında yer alan önemli projelerin<br/>hazırlanması, gerçekleştirilmesi, işletilmesi<br/>ve işlerliği için şart olan, zaruri ve istisnai hâllere<br/>münhasır olmak üzere özel bir meslek bilgisine ve<br/>ihtisasına ihtiyaç gösteren geçici işlerde, Cumhurbaşkanınca<br/>belirlenen esas ve usuller çerçevesinde,<br/>ihdas edilen pozisyonlarda, mali yılla sınırlı olarak<br/>sözleşme ile çalıştırılmasına karar verilen ve işçi sayılmayan kamu hizmeti görevlileridir Doğru cevap A şıkkıdır."
  },
  {
    "id": "2700866",
    "unitNumber": 1,
    "text": "Memurlar ve sözleşmeli personel dışında kalan ve ilgili mevzuatı gereğince tahsis edilen sürekli işçi kadrolarında belirsiz süreli iş sözleşmeleriyle çalıştırılan sürekli işçiler ile mevsimlik veya kampanya işlerinde ya da orman yangınıyla mücadele hizmetlerinde ilgili mevzuatına göre geçici iş pozisyonlarında altı aydan az olmak üzere belirli süreli iş sözleşmeleriyle çalıştırılan istihdam türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sözleşmeli personel",
      "B": "Memurlar",
      "C": "Geçici işçiler",
      "D": "Geçici personel",
      "E": "Uzman memurlar"
    },
    "explanation": "İşçiler: Memurlar ve sözleşmeli personel dışında kalan ve ilgili mevzuatı gereğince tahsis edilen sürekli işçi kadrolarında belirsiz süreli iş sözleşmeleriyle çalıştırılan sürekli işçiler ile mevsimlik veya kampanya işlerinde ya da orman yangınıyla mücadele hizmetlerinde ilgili mevzuatına göre geçici iş pozisyonlarında altı aydan az olmak üzere belirli süreli iş sözleşmeleriyle çalıştırılan geçici işçilerdir. Bunlar hakkında DMK hükümleri uygulanmaz.<br/>İşçiler: Memurlar ve sözleşmeli personel dışında kalan ve ilgili mevzuatı gereğince tahsis edilen sürekli işçi kadrolarında belirsiz süreli iş sözleşmeleriyle çalıştırılan sürekli işçiler ile mevsimlik veya kampanya işlerinde ya da orman yangınıyla mücadele hizmetlerinde ilgili mevzuatına göre geçici iş pozisyonlarında altı aydan az olmak üzere belirli süreli iş sözleşmeleriyle çalıştırılan geçici işçilerdir. Doğru cevap C şıkkıdır."
  },
  {
    "id": "2700867",
    "unitNumber": 1,
    "text": "Kamu personeline ilişkin hizmet şartlarını, niteliklerini, atanma ve yetiştirilmelerini, ilerleme ve yükselmelerini, hak ve sorumluluklarını, aylık ve ödeneklerini ve diğer özlük işlerini düzenleyen kanun aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Türk Ceza Kanunu",
      "B": "Hakimler ve Savcılar Kanunu",
      "C": "Yükseköğretim Kanunu",
      "D": "Köy Kanunu",
      "E": "Devlet Memurları Kanunu"
    },
    "explanation": "Kamu personelini düzenleyen genel kanun, Devlet Memurları Kanunu’dur. Devlet Memurları Kanunu (DMK), kamu personeline ilişkin hizmet şartlarını, niteliklerini, atanma ve yetiştirilmelerini, ilerleme ve yükselmelerini, hak ve sorumluluklarını,<br/>aylık ve ödeneklerini ve diğer özlük işlerini düzenler. Genel kanun niteliğindeki Devlet Memurları Kanunu’nun yanı sıra bazı kamu görevlilerine ilişkin özel kanunlar da mevcuttur. Örneğin 2802 sayılı Hakimler ve Savcılar Kanunu, 2547 sayılı Yükseköğretim Kanunu gibi. Fakat, kamu görevlilerine ilişkin özel kanunlarda hüküm bulunmadığı hâllerde, genel kanun olan Devlet Memurları Kanunu hükümleri uygulanmaya devam edecektir.<br/>Devlet Memurları Kanunu (DMK), kamu personeline ilişkin hizmet şartlarını, niteliklerini, atanma ve yetiştirilmelerini, ilerleme ve yükselmelerini, hak ve sorumluluklarını, aylık ve ödeneklerini ve diğer özlük işlerini düzenler. Doğru cevap E şıkkıdır."
  },
  {
    "id": "2700868",
    "unitNumber": 1,
    "text": "Devlet Memurları Kanunu’na göre, yardımcı hizmetler aşağıdakilerden hangisinin eliyle yürütülmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "İşçiler",
      "B": "Geçici personel",
      "C": "Sözleşmeli personel",
      "D": "Memurlar",
      "E": "Stajyerler"
    },
    "explanation": "Devlet Memurları Kanunu’na göre, yardımcı hizmetler de memurlar eliyle yürütülmektedir.<br/>Devlet Memurları Kanunu’na göre, yardımcı<br/>hizmetler de memurlar eliyle yürütülmektedir. Doğru cevap D şıkkıdır."
  },
  {
    "id": "2700881",
    "unitNumber": 1,
    "text": "Diğer kamu görevlileri kavramı, ilk olarak hangi Anayasa’da kullanılmıştır ?",
    "correctAnswer": "E",
    "options": {
      "A": "1876",
      "B": "1921",
      "C": "1924",
      "D": "1961",
      "E": "1982"
    },
    "explanation": "Diğer kamu görevlileri kavramı, ilk olarak 1982 Anayasası’nda kullanılmıştır. Kavramın 1982 Anayasası’nda kullanımı genel olarak memur kavramı ile birliktedir. Buna göre, memurlar için yapılan tanım ve ibarelerde “ve diğer kamu görevlileri” ibaresi yer almaktadır. Öncelikle belirtmek gerekir ki, diğer kamu görevlileri kavramı ilk olarak 1982 Anayasası tarafından kullanılmakta birlikte, esas olarak, 1961 Anayasası döneminde fiili olarak memurlardan ayrılmış olan kümelere anayasal temel oluşturmak üzere ihdas edilmiştir. Buna göre, 1961 öncesinde ve sonrasında memurlardan ayrılmış olan üç “memur” kümesi bu kavramın içeriğini doldurmaktadır. Bu üç küme, hâkim - savcılar, askerî personel ve akademik personeldir. Doğru cevap E seçeneğidir."
  },
  {
    "id": "2700911",
    "unitNumber": 1,
    "text": "Mükellefler, kanunun açık hükmüne dayalı olarak, idarenin zorla, geçici bir süre, bir görevin yerine getirilmesi için ve kural olarak aylık vermeksizin hizmete aldığı kişilerdir.\n<br/>Aşağıdakilerden hangisi yukarı verilen tanıma örnek olabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Köy ihtiyar meclisi üyeleri",
      "B": "Hâkim ve savcılar",
      "C": "Tahkim Kurulu üyeleri",
      "D": "Bakanlar",
      "E": "Silah altındaki erler"
    },
    "explanation": "Anayasa’nın 72. maddesinde belirtildiği üzere, vatan hizmeti her Türk için hem hak ve hem de bir ödevdir. O hâlde vatani hizmetini yerine getiren er/erbaşlar da ödevli (mükellef) kategorisi içinde sayılmakta ve geniş anlamda kamu görevlisi kapsamında yer almaktadırlar. Doğru cevap E'dir."
  },
  {
    "id": "2844787",
    "unitNumber": 1,
    "text": "Kişinin, kamu görevine layık bulunması ile ilgili soyut değerleri taşıyabilme hâli olarak ifade edilen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ehliyet",
      "B": "Liyakat",
      "C": "Kariyer",
      "D": "Başarı belgesi",
      "E": "Rütbe"
    },
    "explanation": "Liyakat ilkesine göre; devlet, kamu hizmetleri görevlerine girmeyi, sınıflar içinde ilerleme ve yükselmeyi, görevin sona erdirilmesini liyakat sistemine dayandırmak ve bu sistemin eşit imkânlarla uygulanmasında devlet memurlarını güvenliğe sahip kılmaktadır. Liyakat, kişinin göreve layık bulunması ile ilgili soyut değerleri taşıyabilme hâlidir. Liyakat ve ehliyet birbiriyle oldukça ilişkili iki kavramdır. Ehliyet ise, bir iş veya mesleği icra edebilmek için sahip olunması gereken fiziksel nitelikler, eğitim ve deneyim gibi ölçülebilen somut gelişmeleri kapsar.<br/>Liyakat, kişinin göreve layık bulunması ile ilgili soyut değerleri taşıyabilme hâlidir. Doğru yanıt B seçeneğidir."
  },
  {
    "id": "2844788",
    "unitNumber": 1,
    "text": "Türk Ceza Kanunu'nun 6. maddesinde yer alan kamu görevlisi tanımı dikkate alındığında, bir kişinin kamu görevlisi sayılabilmesi için aranan <strong>tek</strong> ölçüt aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bir kamu kurumuna kamu hukuku bağı ile bağlı olma",
      "B": "Bir kamu kurumuna hizmet akdi ile bağlı olma",
      "C": "Yapılan işin kamusal faaliyet niteliğinde olması",
      "D": "Kamu kurumunda istihdam şartı",
      "E": "Kamu görevliliğinin bir meslek olarak yerine getirilmesi şartı"
    },
    "explanation": "Türk Ceza Kanunu’nun 6. maddesinde geçen kamu görevlisi tanımı (Kamu görevlisi deyiminden; kamusal faaliyetin yürütülmesine atama veya seçilme yoluyla ya da herhangi bir surette sürekli, süreli veya geçici olarak katılan kişi anlaşılır), geniş anlam-da kamu görevlisini ifade etmektedir. TCK md. 6’nın gerekçesinde “...kişinin kamu görevlisi sayılması için aranacak yegâne ölçütün, gördüğü işin kamusal faaliyet olması gerektiği ifade edilmiştir. Kamusal faaliyet ise, Anayasa ve kanunlarda belirlenmiş olan usullere göre verilmiş olan bir siyasi kararla, bir hizmetin kamu adına yürütülmesi olarak tanımlanmıştır. Gerekçede örnek olarak, bilirkişiler, tercümanlar, tanıklar ve askerler kamu görevlisi olarak sayılmıştır”.<br/>TCK md. 6’nın gerekçesinde “...kişinin kamu görevlisi sayılması için aranacak yegâne ölçütün, gördüğü işin kamusal faaliyet olması gerektiği\" ifade edilmiştir. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "3190145",
    "unitNumber": 1,
    "text": "Aşağıdaki kamu görevlilerinden hangisi hakkında düzenlenen özel kanun <strong>bulunmamaktadır</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Genelkurmay Mehteran Bölüğü sanatkarları",
      "B": "Uzman erbaşlar",
      "C": "Polisler",
      "D": "Kaymakamlık Yazı İşleri Müdürleri",
      "E": "Doktor öğretim üyeleri"
    },
    "explanation": "Devlet Memurları Kanunu, kamu personelinin atanma, disiplin, özlük, hak ve sorumlulukları gibi konuları düzenleyen genel kanundur. Fakat bazı kamu personelleri için düzenlenmiş özel nitelikte kanunlar da vardır. Devlet Memurları Kanunu’nun 1. maddesinde belirtildiği üzere, “Anayasa Mahkemesi üye ve yedek üyeleri ile raportörleri; hakimlik ve savcılık mesleklerinde veya bu mesleklerden sayılan görevlerde bulunanlar, Danıştay ve Sayıştay meslek mensupları ve Sayıştay savcı ve yardımcıları, Üniversitelerin, İktisadi ve Ticari İlimler Akademilerinin, Devlet Mühendislik ve Mimarlık Akademilerinin, Devlet Güzel Sanatlar Akademilerinin, Türkiye ve Orta - Doğu Amme İdaresi Enstitüsünün öğretim üye ve yardımcıları, Cumhurbaşkanlığı Senfoni Orkestrası üyeleri, Genelkurmay Mehteran Bölüğü Sanatkârları, Devlet Tiyatrosu ile Devlet Opera ve Balesi ve Belediye Opera ve tiyatroları ile şehir ve belediye konservatuvar ve orkestralarının sanatkâr memurları, uzman memurları, uygulatıcı uzman mem<br/>Genelkurmay Mehteran Bölüğü sanatkarları, uzman erbaşlar, polisler ve öğretim üyeleri, özel kanun hükümlerine tabidir. Doğru cevap D seçeneğidir."
  },
  {
    "id": "2700947",
    "unitNumber": 2,
    "text": "Anayasa’nın kaçıncı maddesine göre, her Türk kamu hizmetlerine girme hakkına sahiptir?",
    "correctAnswer": "B",
    "options": {
      "A": "Anayasa’nın 60. maddesine göre",
      "B": "Anayasa’nın 70. maddesine göre",
      "C": "Anayasa’nın 50. maddesine göre",
      "D": "Anayasa’nın 40. maddesine göre",
      "E": "Anayasa’nın 30. maddesine göre"
    },
    "explanation": "Anayasa’nın 70. maddesine göre, her Türk kamu hizmetlerine girme hakkına sahiptir. Doğru cevap B şıkkıdır."
  },
  {
    "id": "2700948",
    "unitNumber": 2,
    "text": "Devlet memurluğuna atanmanın ilk aşaması aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Öncelikle kurumların boş kadrolara başvuru için yabancı dil şartını aramasıdır.",
      "B": "Bireylerin daha önce bir kurumda çalışma şartını yerine getirmesidir.",
      "C": "Kurumların yönetici kadroları tespit etmesi ve alt kadro talebinde bulunmasıdır.",
      "D": "Öncelikle kurumların kanunları düzenleyerek kadro talebinde bulunmasıdır.",
      "E": "Öncelikle kurumların boş kadroları tespit etmesi ve kadro talebinde bulunmasıdır."
    },
    "explanation": "Kadrosuz devlet memuru çalıştırılamaz. Bu sebeple, devlet memurluğuna atanmanın ilk aşaması, öncelikle kurumların boş kadroları tespit etmesi ve kadro talebinde bulunmasıdır. Doğru cevap E şıkıdır."
  },
  {
    "id": "2700949",
    "unitNumber": 2,
    "text": "DMK, 33. maddesinde belirtilen durum aşağıdakilerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kamuda kadrosuz memur çalıştırılamayacağını ve bu kadroların, Cumhurbaşkanlığı Kararnamesinde gösterildiği şekilde düzenleneceği belirtilmiştir.",
      "B": "Kamuda kadrolu memur çalıştırılamayacağı belirtilmiştir.",
      "C": "Kamuda kadrosuz elemanların çalıştırılabileceği ve bu kadroların, Cumhurbaşkanlığı Kararnamesinde gösterildiği şekilde düzenlenmesi gerekmediği belirtilmiştir.",
      "D": "Özel sektörde kadrosuz memur çalıştırılamayacağını ve bu kadroların, Cumhurbaşkanlığının düzenleyeceği belirtilmiştir.",
      "E": "Özel sektörde kadrolu her türlü işçi ve yönetici çalıştırılabileceği ve kararnamede gösterildiği şekilde düzenleneceği belirtilmiştir."
    },
    "explanation": "DMK, 33. maddesinde, kamuda kadrosuz memur çalıştırılamayacağını ve bu kadroların, Cumhurbaşkanlığı Kararnamesinde gösterildiği şekilde düzenleneceğini belirtmiştir. Doğru cevap A şıkkıdır."
  },
  {
    "id": "2700950",
    "unitNumber": 2,
    "text": "DMK, devlet memurluğuna alınmada aranan şartlar aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sosyal şartlar ve bireysel şartlar olmak üzere iki çeşit şart aranır.",
      "B": "Toplumsal şartlar, sosyal şartlar ve özel şartlar olmak üzere üç çeşit şart aranır.",
      "C": "Kamusal şartlar ve toplumsal şartlar olmak üzere iki çeşit şart aranır.",
      "D": "Genel şartlar ve özel şartlar olmak üzere iki çeşit şart aranır.",
      "E": "Yapay şartlar ve gerekli şartlar olmak üzere iki çeşit şart aranır."
    },
    "explanation": "DMK, devlet memurluğuna alınmada aranan şartları genel şartlar ve özel şartlar şeklinde ikiye ayırmaktadır. Doğru cevap D şıkkıdır."
  },
  {
    "id": "2700951",
    "unitNumber": 2,
    "text": "DMK’nin 40. maddesine göre genel olarak kaç yaşını tamamlayanlar Devlet Memuru olabilirler?",
    "correctAnswer": "A",
    "options": {
      "A": "18",
      "B": "17",
      "C": "19",
      "D": "20",
      "E": "21"
    },
    "explanation": "DMK’nin 40. maddesi, “Genel olarak 18 yaşını tamamlayanlar Devlet memuru olabilirler. ...'' hükmünü haizdir. Doğru cevap A şıkkıdır."
  },
  {
    "id": "2700952",
    "unitNumber": 2,
    "text": "Kişi hakkında verilen hükmün açıklanmasının geri bırakılması kararı, memuriyete girişi nasıl etkiler?",
    "correctAnswer": "C",
    "options": {
      "A": "Memuriyete girişe engeldir.",
      "B": "Memuriyete girişi erteler.",
      "C": "Memuriyete girişe engel değildir.",
      "D": "Memuriyete girişi duraksatır.",
      "E": "Memuriyete hemen girmesine neden olur."
    },
    "explanation": "Kişi hakkında verilen hükmün açıklanmasının geri bırakılması (CMK md. 231) hâlleri ise kurulan hükmün sanık hakkında bir hukukî sonuç doğurmamasına yol<br/>açtığından, kişi hakkında verilen hükmün açıklanmasının geri bırakılması kararı, memuriyete girişe engel değildir. Doğru cevap C şıkkıdır."
  },
  {
    "id": "2700953",
    "unitNumber": 2,
    "text": "Aşağıdaki seçeneklerden hangisi güvenlik soruşturması ve arşiv araştırmasını yapacak makamlardan biri <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Millî İstihbarat Teşkilatı Başkanlığı",
      "B": "Kültür ve Turizm Bakanlığı ve ilgili birimleri",
      "C": "Emniyet Genel Müdürlüğü ve mahalli mülki idare amirlikleridir.",
      "D": "İçişleri Bakanlığı, Kaçakçılık İstihbarat Harekat ve Bilgi Toplama Dairesi Başkanlığı.",
      "E": "Adalet Bakanlığı ve Türk Silahlı Kuvvetlerinin ilgili birimleri"
    },
    "explanation": "Güvenlik soruşturması ve arşiv araştırmasını yapacak makamlar ise Millî İstihbarat Teşkilatı Başkanlığı, Emniyet Genel Müdürlüğü ve mahalli mülki idare amirlikleridir. İçişleri Bakanlığı Kaçakçılık<br/>İstihbarat Harekat ve Bilgi Toplama Dairesi Başkanlığındaki bilgi kayıtları ile Adalet Bakanlığı Adli Sicil ve İstatistik Genel Müdürlüğündeki adli sicil kaydı, talepleri üzerine, güvenlik soruşturması ve arşiv araştırmasını yapacak makamlar ile Türk<br/>Silahlı Kuvvetlerinin ilgili birimlerine verilir."
  },
  {
    "id": "2700956",
    "unitNumber": 2,
    "text": "Bir memurun, atandığı yere taşınması, yerleşmesi ve sosyal ve ailevi durumlarını yeni koşullara göre hazırlaması amacıyla öngörülen on beş günlük süre, uygulamada hangi adla anılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Devre müddeti",
      "B": "Mehil müddeti",
      "C": "Birim zamanı",
      "D": "Yapım müddeti",
      "E": "Geçerlilik süresi"
    },
    "explanation": "Bir memurun, atandığı yere taşınması, yerleşmesi ve sosyal ve ailevi durumlarını yeni koşullara göre hazırlaması amacıyla öngörülen on beş günlük süre, uygulamada “mehil müddeti” adıyla anılmaktadır"
  },
  {
    "id": "2700957",
    "unitNumber": 2,
    "text": "Memuriyete giriş şartları, genel şartlar ve özel şartlar diye ikiye ayrılır. Genel şartlar: Vatandaşlık şartı, yaş şartı, kamu haklarından yasaklı bulunmamak şartı, ……………. ve ……………… olarak sıralanabilir.\n Yukarıdaki cümlede boş bırakılan yerlere getirilebilecek şartlar, aşağıdaki seçeneklerin hangisinde doğru sıralanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Askerlik şartı, sağlık şartı",
      "B": "Diploma şartı, askerlik şartı",
      "C": "Sağlık şartı, diploma şartı",
      "D": "Askerlik şartı, yabancı dil şartı",
      "E": "Diploma şartı, yabancı dil şartı"
    },
    "explanation": "Giriş kısmı okunmalıdır.<br/>Memuriyete giriş şartları, genel şartlar ve özel şartlar diye ikiye ayrılır. Genel şartlar: Vatandaşlık şartı, yaş şartı, öğrenim şartı, askerlik şartı, kamu haklarından yasaklı bulunmamak şartı, belli suçları işlememiş olmak veya belli süreler hapis cezası almamış olmak şartı ve sağlık şartıdır. \n Genel şartların içinde diploma şartı ya da yabancı dil şartı yoktur. Doğru cevap A seçeneğidir."
  },
  {
    "id": "2700958",
    "unitNumber": 2,
    "text": "''Devlet Memurları Kanununun 33. maddesinde, kamuda kadrosuz memur çalıştırılamayacağı ve bu kadroların, Cumhurbaşkanlığı Kararnamesinde gösterildiği şekilde düzenleneceği belirtilmiştir. Söz konusu Cumhurbaşkanlığı Kararnamesi ise 10.07.2018 tarih ve 30474 R.G. sayılı, 2 numaralı Genel Kadro ve Usulü Hakıkında Cumhurbaşkanlığı Kararnamesi’dir.''\n<br/>Aşağıdaki şıklarda, yukarıda bahsedilen Cumhurbaşkanlığı Kararnamesi kapsamına giren kurum ve kuruluşların kadroları ve bu kadroların hangi cetvele göre düzenlendiği verilmiştir. Eşleştirilen seçeneklerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "I sayılı cetvel - Hâkimlik ve savcılık meslekleri ile ilgili kadrolar",
      "B": "II sayılı cetvel - Öğretim elemanı kadroları",
      "C": "III sayılı cetvel - Sözleşmeli personel pozisyonları",
      "D": "IV sayılı cetvel- 657 sayılı Kanun'a tabi memur kadroları",
      "E": "V sayılı cetvel - İşçi kadroları"
    },
    "explanation": "Kamu Kurum ve Kuruluşlarının Kadro Talebi konusu okunmalıdır.<br/>DMK, 33. maddesi, kamuda kadrosuz memur çalıştırılamayacağını ve bu kadroların, Cumhurbaşkanlığı Kararnamesinde gösterildiği şekilde düzenleneceğini belirtmiştir. Söz konusu Cumhurbaşkanlığı Kararnamesi, 10.07.2018 tarih ve 30474 R.G. sayılı, 2 numaralı Genel Kadro ve Usulü Hakkında Cumhurbaşkanlığı Kararnamesi’dir. 2 sayılı Cumhurbaşkanlığı Kararnamesi’nin amacı, kapsamında bulunan kamu kurum ve kuruluşlarına ait kadro ve pozisyonların ihdası, iptali ve kullanılmasına dair esas ve usulleri düzenlemektir (md. 1).\n<br/>Bu Cumhurbaşkanlığı Kararnamesi kapsamına giren kurum ve kuruluşların;\n<br/><ul><br/><li>657 sayılı Kanun’a tabi memur kadroları ekli (I) sayılı cetvelde,</li><br/><li>Hâkimlik ve savcılık mesleklerinde bulunanlara ve bu mesleklerden sayılan görevlere ait kadroları (II) sayılı cetvelde,</li><br/><li>Öğretim elemanı kadroları (III) sayılı cetvelde,</li><br/><li>Sözleşmeli personel pozisyonları (IV) sayılı cetvelde,</li><br/><li>İşçi kadroları (V) sayılı cetvelde, düzenlenir (md. 5).</li><br/></ul><br/>Doğru cevap E seçeneğidir."
  },
  {
    "id": "2700959",
    "unitNumber": 2,
    "text": "Devlet Personel Başkanlığına kamu kurum ve kuruluşları ve Bakanlıklarca yapılacak kadro talebinden sonra ilan aşaması devreye girmektedir. Bu aşamada Devlet Personel Başkanlığı, atama yapılacak boş kadrolar ile ilgili gerekli tüm bilgileri, en son başvurma tarihini, başvurulacak mercileri, sınav yerlerini ve zamanlarını, Resmi Gazete, radyo, televizyon ve ülke çapında tirajı yüksek gazetelerden asgari biri ve uygun görülecek diğer araçlar ile duyurur.\n Yukarıdaki paragrafta bahsedilen duyuru, başvurma süresinin bitiminden <u>en az</u> kaç gün önce yapılmalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "7",
      "B": "15",
      "C": "21",
      "D": "30",
      "E": "45"
    },
    "explanation": "İlan Safhası konusu okunmalıdır.<br/>Devlet Personel Başkanlığına kamu kurum ve kuruluşları ve Bakanlıklarca yapılacak kadro talebinden sonra ilan aşaması devreye girmektedir. Bu aşamada Devlet Personel Başkanlığı atama yapılacak boş kadroların sınıf ve derecelerini, kadroların bulundukları kurum ve yerlerini, kadrolara alınacak personel sayılarını, alınacak personelin genel ve özel şartlarını, en son başvurma tarihini, başvurulacak mercileri, sınav yerlerini ve zamanlarını ve gerekli görülen diğer bilgileri başvurma süresinin bitiminden en az 15 gün önce Resmi Gazete, radyo, televizyon ve ülke çapında tirajı yüksek gazetelerden asgari biri ve uygun görülecek diğer araçlar ile duyurur. Sınavsız atama yapılacak yerlere kadro adedinden fazla istekli bulunduğu takdirde açılacak sınavın gün ve yeri yukarıdaki şartlara uygun olarak ayrıca duyurulur.\n Doğru cevap B seçeneğidir."
  },
  {
    "id": "2700960",
    "unitNumber": 2,
    "text": "Aşağıdaki kurumlardan hangisi, personel alımlarını, Kamu Görevlerine İlk Defa Atanacaklar İçin Yapılacak Sınavlar Hakkında Genel Yönetmelik’te belirlenen genel ilkeler ile usul ve esaslar çerçevesinde yapar?",
    "correctAnswer": "D",
    "options": {
      "A": "Adalet Bakanlığı",
      "B": "İçişleri Bakanlığı Teftiş Kurulu",
      "C": "Jandarma Genel Komutanlığı",
      "D": "Milli Eğitim Bakanlığı",
      "E": "Milli İstihbarat Teşkilatı Müsteşarlığı"
    },
    "explanation": "Sınav safhası konusu okunmalıdır.<br/>İlk defa kamu hizmeti ve görevlerine atanacakların seçimi ile kamu kurum ve kuruluşlarında özel yarışma sınavına tabi tutulmak suretiyle girilen mesleklere atanacakların ön elemesi amacıyla yapılacak sınavların genel ilkeleri ile usul ve esasları, 03.05.2002 R.G. tarihli ve 24744 R.G. sayılı Kamu Görevlerine İlk Defa Atanacaklar İçin Yapılacak Sınavlar Hakkında Genel Yönetmelikte tespit edilmiştir.\n Ancak Adalet Bakanlığı, Milli Savunma Bakanlığı, Hakimler ve Savcılar Kurulu ve Milli İstihbarat Teşkilatı Müsteşarlığı ile İçişleri ve Dışişleri bakanlıklarının Bakanlık Teftiş Kurulları, Jandarma Genel Komutanlığı ve Askeri Adalet Teftiş Kurulları, kaymakam adayları, Dışişleri Bakanlığı aday meslek memurları, aday konsolosluk ve ihtisas memurları, Yurtdışı Türkler ve Akraba Topluluklar uzman yardımcıları, İletişim uzman yardımcıları ve 657 sayılı Devlet Memurları Kanunu’nun değişik 1. maddesinin üçüncü fıkrasında sayılanlar ile Devlet senfoni orkestraları ve Devlet Klasik Türk Müziği Korosu sanatçıları bu Yönetmeliğin kapsamı dışında tutulmuştur.\n Milli Eğitim Bakanlığı, kapsam dışında tutulan kurumlardan değildir. Doğru cevap D seçeneğidir."
  },
  {
    "id": "2700961",
    "unitNumber": 2,
    "text": "926 sayılı Türk Silahlı Kuvvetleri Personel Kanunu’nun 14. Maddesi’nde; “<em>En az dört yıl süreli fakülte veya yüksekokulları bitiren kadın veya erkeklerden muvazzaf subay olmak için başvuranların; düzeltilmemiş nüfus kaydına göre müracaat yapılan yılın ocak ayının ilk günü itibarıyla ….. yaşını, lisansüstü öğrenimi tamamlamış olanların ise … yaşını, bitirmemiş olmaları gerekir” </em>denilmektedir.\n Aşağıdaki seçeneklerden hangisinde, cümlede boş bırakılan yerlere sırasıyla yazılması gereken yaşlar doğru verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "23, 26",
      "B": "25, 29",
      "C": "27, 32",
      "D": "29, 35",
      "E": "31, 37"
    },
    "explanation": "Yaş Şartı konusu okunmalıdır.<br/>İlgili maddede şöyle denilmektedir: “<em>En az dört yıl süreli fakülte veya yüksekokulları bitiren kadın veya erkeklerden muvazzaf subay olmak için başvuranlar; düzeltilmemiş nüfus kaydına göre müracaat yapılan yılın ocak ayının ilk günü itibarıyla yirmi yedi yaşını, lisansüstü öğrenimi tamamlamış olanlarda ise otuz iki yaşını, uzmanlığını tamamlamış tabipler için otuz beş yaşını bitirmemiş olmak, yedek subay olma koşullarını taşımak, yönetmelikte öngörülen sınavlar ile uygulanacak temel askerlik eğitiminde başarılı olmak ve diğer nitelikleri de haiz bulunmak şartıyla harp okullarında yetiştirilemeyen veya yeterince yetiştirilemeyen sınıflarda muvazzaf subaylığa naspedilebilirler</em>”.\n Doğru cevap C seçeneğidir."
  },
  {
    "id": "2700962",
    "unitNumber": 2,
    "text": "Devlet Memurları Kanunu’nun 48. maddesine göre aşağıdaki suç tiplerinden hangisi devlet memuriyetine atanmak için engel <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Zimmet",
      "B": "Mala zarar verme",
      "C": "Hırsızlık",
      "D": "Hileli iflas",
      "E": "İrtikap"
    },
    "explanation": "Belirli Suçları İşlememiş Olmak Şartı konusu okunmalıdır.<br/>DMK’nin 48. maddesine göre, “Türk Ceza Kanunu’nun 53. maddesinde belirtilen süreler geçmiş olsa bile; kasten işlenen bir suçtan dolayı bir yıl veya daha fazla süreyle hapis cezasına ya da affa uğramış olsa bile devletin güvenliğine karşı suçlar, Anayasal düzene ve bu düzenin işleyişine karşı suçlar, (…) zimmet, irtikap, rüşvet, hırsızlık, dolandırıcılık, sahtecilik, güveni kötüye kullanma, hileli iflas, ihaleye fesat karıştırma, edimin ifasına fesat karıştırma, suçtan kaynaklanan mal varlığı değerlerini aklama veya kaçakçılık suçlarından mahkum olmamak” şartları memuriyete giriş şartları olarak aranmıştır. TCK’de hak yoksunlukları süreli olarak düzenlenmiş ve bu süre de kişinin mahkum olduğu hapis cezasının infazının tamamlanmasına kadar geçen süredir. Fakat DMK’nin 48. maddesinde belirtilen suçları işlemekten kaynaklanan hak yoksunluğu süresiz, yani kişinin hayatı boyunca devam eden bir hak yoksunluğudur.\n<br/>Mala zarar verme bu suç tiplerinden biri değildir. Doğru cevap B seçeneğidir."
  },
  {
    "id": "2700963",
    "unitNumber": 2,
    "text": "Aşağıdaki suçlardan hangisi, affa uğramış bile olsa, Devlet memuriyetine girişe engel sayılan hallerdendir?",
    "correctAnswer": "E",
    "options": {
      "A": "İrtikap",
      "B": "Güveni kötüye kullanma",
      "C": "İhaleye fesat karıştırma",
      "D": "Suçtan kaynaklanan mal varlığı değerlerini aklama",
      "E": "Anayasal düzenin işleyişini bozma"
    },
    "explanation": "Belirli Suçları İşlememiş Olmak Şartı konusu okunmalıdır.<br/>Seçeneklerde verilen suçların tamamı, devlet memuriyetine girişe engel oluşturan suçlardandır. Ancak Anayasal düzene ve bu düzenin işleyişini bozmaya yönelik bir suç işlemiş olanlar, affa uğramış olsalar dahi asla Devlet memuru olamazlar. Doğru cevap E seçeneğidir."
  },
  {
    "id": "2700964",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Devlet memurluğuna atamada aranan “diğer özel şartlar”dan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yabancı dil bilme şartı",
      "B": "Belli suçları işlememiş olmak şartı",
      "C": "Askerlik şartı",
      "D": "Sağlık şartı",
      "E": "Kamu haklarından yasaklı bulunmamak şartı"
    },
    "explanation": "Diğer Özel Şartlar konusu okunmalıdır.<br/>Yukarıdaki şıklardan yalnızca yabancı dil bilme şartı diğer özel şartlar kapsamındadır. Diğer seçeneklerde verilen şartlar, devlet memuriyetine girişte aranan “genel şartlar”dır. Doğru cevap A seçeneğidir."
  },
  {
    "id": "2700965",
    "unitNumber": 2,
    "text": "Adaylık süresi içinde veya adaylık süresi sonunda ilişikleri kesilenlerin, yeniden devlet memurluğuna alınabilmeleri için <u>en az</u> kaç yıl geçmiş olması gerekmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Aday Memurluk ve Asaleten Atanma konusu okunmalıdır.<br/>Adaylık süresi içinde veya adaylık süresi sonunda ilişikleri kesilenler, üç yıl süre ile devlet memurluğuna alınmazlar. Fakat, sağlık nedenleri istisnadır. Şöyle ki, adaylık süresi içinde veya sonrasında sağlık nedenleri yüzünden ilişikleri kesilenlerin, tekrar memuriyete alınmalarında 3 yıl bekleme şartları bulunmamaktadır.\n Doğru cevap C seçeneğidir."
  },
  {
    "id": "2700966",
    "unitNumber": 2,
    "text": "Bir memurun, atandığı yere taşınması, yerleşmesi ve sosyal ve ailevi durumlarını yeni koşullara göre hazırlaması amacıyla öngörülen ve uygulamada “mehil müddeti” adıyla anılan süre kaç gündür?",
    "correctAnswer": "D",
    "options": {
      "A": "3",
      "B": "5",
      "C": "10",
      "D": "15",
      "E": "21"
    },
    "explanation": "Göreve Başlama konusu okunacak.<br/>Bahsi geçen süre 15 gündür. Doğru cevap D seçeneğidir."
  },
  {
    "id": "2700984",
    "unitNumber": 2,
    "text": "Osmanlı'dan 1960 yılına kadar kamu personel rejiminin yönetiminde etkili kurum aşağıdaki seçeneklerin hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Devlet Personel Dairesi",
      "B": "Başbakanlık",
      "C": "TBMM Plan Bütçe Komisyonu",
      "D": "Maliye Bakanlığı",
      "E": "Cumhurbaşkanlığı"
    },
    "explanation": "Osmanlıdan, 1960 yılına kadar kamu personel rejiminin yönetiminde etkili kurum Maliye Bakanlığıdır. Doğru cevap D'dir."
  },
  {
    "id": "2700987",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi batı tipi memurluğun inşası ile ilgili Tanzimat Fermanı'nda yapılan düzenlemelerdendir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yurttaşların (Osmanlı milletlerinin) eşit ve özgür biçimde; erdem ve yetenekleri doğrultusunda memurluğa girebilmesi gereklidir.",
      "B": "Memurlara yeterli maaş bağlanmış olup, henüz bağlanmamış olanlarınki de belirlenecektir. Bu yolla da, şeriata aykırı olan ve ülkemizin gerilemesinde başrolü oynayan rüşvet belası güçlü bir yasa ile ortadan kalkmış olacaktır.",
      "C": "Yurttaşlık-kamu hizmetine girme; Osmanlı milletlerinin eşit ve özgür biçimde hizmete girme esasına bağlanacaktır.",
      "D": "Osmanlı tebaasının, askerî ve sivil okullara girmesinde eşitliği kabul edilmiştir.",
      "E": "Tüm yurttaşlar yasa önünde eşit olduklarından, yeteneklerine göre her türlü kamu görevi, rütbe ve mevkiine eşit olarak kabul edilirler, bu konuda yurttaşlar arasında erdem ve yeteneklerinden başka bir ayırım gözetilmez."
    },
    "explanation": "1838 Maâşat Fermanı ve bu Ferman’daki unsurları tekrar eden 1839 Tanzimat Fermanı’nda Batı tipi memurluğun kurucu niteliği olarak memurun maaş ile istihdam edilmesi ilkesi kabul edilmiştir. Tanzimat Fermanı’nda “memurlara yeterli maaş bağlanmış olup, henüz bağlanmamış olanlarınki de belirlenecektir. Bu yolla da, şeriata aykırı olan ve ülkemizin gerilemesinde başrolü oynayan rüşvet belası güçlü bir yasa ile ortadan kalkmış olacaktır” ifadesi yer almıştır.<br/>A, C, D seçenekleri 1856 Islâhat Fermanı’ndan, E seçeneği ise 1789 Fransız İnsan ve Yurttaş Hakları Beyannamesi’ndendir. Doğru cevap B'dir."
  },
  {
    "id": "2700996",
    "unitNumber": 2,
    "text": "DMK, devlet memurluğuna alınmada aranan şartları genel şartlar ve özel şartlar şeklinde ikiye ayırmaktadır. Aşağıdakilerden hangisi özel şartlardandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Vatandaşlık şartı",
      "B": "Yaş şartı",
      "C": "Öğrenim şartı",
      "D": "Askerlik şartı",
      "E": "Diploma şartı"
    },
    "explanation": "Diploma şartı özel şartlardandır. Doğru cevap E'dir."
  },
  {
    "id": "2701005",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi memurluğa giriş özel şartlarından <u>biridir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Vatandaşlık şartı",
      "B": "Diploma şartı",
      "C": "Yaş şartı",
      "D": "Sağlık şartı",
      "E": "Hapis cezası almamış olmak şartı"
    },
    "explanation": "Memuriyete giriş şartları, genel şartlar ve özel şartlar diye ikiye ayrılır. Genel şartlar: Vatandaşlık şartı, yaş şartı, öğrenim şartı, askerlik şartı, kamu haklarından yasaklı bulunmamak şartı, belli suçları işlememiş olmak veya belli süreler hapis cezası almamış olmak şartı ve sağlık şartıdır. Özel şartlar ise diploma şartı ve diğer özel şartlar şeklinde ikiye ayrılır. Doğru cevap B seçeneğidir."
  },
  {
    "id": "2701037",
    "unitNumber": 2,
    "text": "Memurlara emeklilik hakkı aşağıdakilerden hangisi ile tanınmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Tanzimat Fermanı",
      "B": "Islahat Fermanı",
      "C": "1921 Anayasası",
      "D": "Sened-i İttifak",
      "E": "Kanun-ı Esasîsi"
    },
    "explanation": "Tanzimat’la başlayan süreç, 1876 Kanun-ı Esasîsi ile yeni bir aşamaya ulaşmıştır. 1876 Kanun-ı Esasisi’nde Memurîn (memurlar) kenar başlıklı maddelerde, memurların statüsüne ilişkin hükümler ve hizmetler ilişkisinin kesilmesine dair koşullar yanında, memurlara emeklilik hakkı tanınmıştır."
  },
  {
    "id": "2770319",
    "unitNumber": 2,
    "text": "Aşağıdaki suçlardan hangisi genel affa uğramış olsa dahi bir kişinin memuriyete girişinde engel teşkil eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Bir yıldan az hapis cezasına mahkum olmak",
      "B": "Ölümlü bir trafik kazasına taksirle sebebiyet vermekten mahkum olmak",
      "C": "Suçtan kaynaklanan malvarlığı değerlerini aklama veya kaçakçılık suçlarından mahkum olmak",
      "D": "Sahtecilik, dolandırıcılık ve hırsızlık suçlarından mahkum olmak",
      "E": "Devletin güvenliğine ve Anayasal düzene ve bu düzenin işleyişine karşı suçlardan mahkûm olmak"
    },
    "explanation": "DMK’nin 48. maddesinin açık hükmü gereğince, devletin güvenliğine karşı suçlar ile Anayasal düzene ve bu düzenin işleyişine karşı suçlardan mahkûmiyet, affa uğramış olsa bile memuriyete engel sayılan hâllerden olduğundan, söz konusu suçlarda genel veya özel af çıkarılması, bu suçların memuriyete engel kabul edilmesini ortadan kaldırmamaktadır."
  },
  {
    "id": "2813247",
    "unitNumber": 2,
    "text": "2 sayılı Cumhurbaşkanlığı Kararnamesi kapsamında olmayan kadro ve pozisyon aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sözleşmeli personel pozisyonları",
      "B": "Hâkimlik ve savcılık kadroları",
      "C": "Cumhurbaşkanlığı İdari İşler Başkanlığı",
      "D": "657 sayılı Kanun’a tabi memur kadroları",
      "E": "Öğretim elemanı kadroları"
    },
    "explanation": "2 sayılı Cumhurbaşkanlığı Kararnamesi kapsamında olmayan kadro ve pozisyonlar ise, Cumhurbaşkanlığı İdari İşler Başkanlığı, Türkiye Büyük<br/>Millet Meclisi Başkanlığı İdari Teşkilatı personelinin kadro ve pozisyonları ile milli güvenlik sebebiyle gizli kalması gereken kadro ve pozisyonlardır<br/>(md. 3).Bu Cumhurbaşkanlığı Kararnamesi kapsamına giren kurum ve kuruluşların <br/>a. 657 sayılı Kanun’a tabi memur kadroları ekli (I) sayılı cetvelde,<br/>b. Hâkimlik ve savcılık mesleklerinde bulunanlara ve bu mesleklerden sayılan görevlere ait kadroları (II) sayılı cetvelde,<br/>c. Öğretim elemanı kadroları (III) sayılı cetvelde,<br/>ç. Sözleşmeli personel pozisyonları (IV) sayılı cetvelde,<br/>d. İşçi kadroları (V) sayılı cetvelde, düzenlenir<br/>(md. 5)."
  },
  {
    "id": "3188959",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Devlet Memurları Kanunu'nun 48. maddesi kapsamında doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Devlet Memurları Kanunu'nun 48. maddesinde herhangi bir hak yoksunluğu düzenlenmemiştir.",
      "B": "Devlet Memurları Kanunu'nun 48. maddesinde düzenlenen hak yoksunluğu süresiz yani kişinin hayatı boyunca devam eden bir hak yoksunluğudur.",
      "C": "Devlet Memurları Kanunu'nun 48. maddesinde düzenlenen hak yoksunluğu, mahkum olunan cezanın süresi kadardır.",
      "D": "Devlet Memurları Kanunu'nun 48. maddesinde düzenlenen hak yoksunluğu yalnızca devletin güvenliğine karşı işlenen suçlar için uygulanabilir.",
      "E": "Devlet Memurları Kanunu'nun 48. maddesinde düzenlenen hak yoksunluğu kasten veya taksirle işlenen bir suçtan dolayı bir yıl veya daha fazla süreyle hapis cezasına mahkum olan kişiler için uygulanabilir."
    },
    "explanation": "TCK’de hak yoksunlukları süreli olarak düzenlenmiş ve bu süre de kişinin mahkum olduğu hapis<br/>cezasının infazının tamamlanmasına kadar geçen süredir. Fakat DMK’nin 48. maddesinde belirtilen<br/>suçları işlemekten kaynaklanan hak yoksunluğu süresiz, yani kişinin hayatı boyunca devam eden bir<br/>hak yoksunluğudur. Bu hak yoksunluğunun belli suçlar veya belirli miktar cezalar itibarıyla üç kategori hâlinde düzenlendiği görülmektedir.<br/>Devlet Memurları Kanunu'nun 48. maddesinde düzenlenen hak yoksunluğu süresiz yani kişinin hayatı boyunca devam eden bir hak yoksunluğudur."
  },
  {
    "id": "3197538",
    "unitNumber": 2,
    "text": "Aşağıdaki suçlardan hangisi, DMK md. 48'de ismen sayılan, devlet memuriyetine girişte engel oluşturan suçlardan biri <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İrtikap",
      "B": "Hileli iflas",
      "C": "Cinsel istismar",
      "D": "İhaleye fesat karıştırma",
      "E": "Hırsızlık"
    },
    "explanation": "TCK’de hak yoksunlukları süreli olarak düzenlenmiştir ve bu süre de kişinin mahkum olduğu hapis<br/>cezasının infazının tamamlanmasına kadar geçen süredir. Fakat DMK’nin 48. maddesinde belirtilen<br/>suçları işlemekten kaynaklanan hak yoksunluğu süresiz, yani kişinin hayatı boyunca devam eden bir<br/>hak yoksunluğudur. Bu hak yoksunluğunun belli suçlar veya belirli miktar cezalar itibarıyla üç kategori hâlinde düzenlendiği görülmektedir:\n<br/>-Kasten işlenen bir suçtan dolayı bir yıl veya daha fazla süreyle hapis cezasına mahkum olmak.<br/>-Affa uğramış olsa bile devletin güvenliğine karşı suçlar, Anayasal düzene ve bu düzenin işleyişine karşı suçlardan mahkum olmak.<br/>-Zimmet, irtikâp, rüşvet, hırsızlık, dolandırıcılık, sahtecilik, güveni kötüye kullanma, hileli iflas, ihaleye fesat karıştırma, edimin ifasına fesat karıştırma, suçtan kaynaklanan malvarlığı değerlerini aklama veya kaçakçılık suçlarından mahkum olmak.<br/>Cinsel istismar, DMK md. 48'de ismen sayılan, devlet memurluğuna girişte engel oluşturan suçlardan biri değildir. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "3473524",
    "unitNumber": 2,
    "text": "Devlet memurluğuna başlayacak bir kimseden ilanda sayılı yabancı dillerden birini bildiğine dair belge istenmesi halinde aşağıdaki şartlardan hangisi aranmıştır.",
    "correctAnswer": "E",
    "options": {
      "A": "Vatandaşlık şartı",
      "B": "Askerlik Şartı",
      "C": "Yaş şartı",
      "D": "Diploma şartı",
      "E": "Diğer özel şartlar"
    },
    "explanation": "Bir sınıfta belli görevlere atanabilmek veya bu görevlerde belli derecelere yükselebilmek için, kuruluş kanunları veya DMK, Cumhurbaşkanlığı kararnameleri ve kuruluş kanunlarına dayanılarak çıkarılacak yönetmelikler ile işin gereğine göre daha yüksek öğrenim dereceleri veya muayyen fakülte, okul veya öğrenim dallarını veya meslek içi veya meslekle ilgili eğitim programlarını bitirmiş olmak veya yabancı dil bilmek gibi şartlar konulabilir (DMK. md. 41). Görevin gereklerine uygun olarak aranabilecek bu tür şartlar, “diğer özel şartlar” kategorisini oluşturur."
  },
  {
    "id": "2701046",
    "unitNumber": 3,
    "text": "I. Uygulamayı isteme hakkı. II. Çekilme hakkı. III. Müracaat, şikayet ve dava açma hakkı. IV. Sendika kurma hakkı. V. İsnat ve iftiralara karşı korunma hakkı. \n Yukarıdakilerden hangileri, devlet memurlarının memuriyetleri gereği sahip oldukları haklardandır?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III",
      "B": "II, III, IV",
      "C": "III, IV, V",
      "D": "I, II, III, V",
      "E": "I, II, III, IV, V"
    },
    "explanation": "Giriş<br/>Devlet memurlarının, kişi olarak sahip oldukları hakların dışında, memuriyetleri gereği sahip oldukları bazı hakları da vardır. Bu haklar, uygulamayı isteme hakkı, güvenlik hakkı, emeklilik hakkı, çekilme hakkı, müracaat, şikayet ve dava açma hakkı, sendika kurma hakkı, izin hakkı, kovuşturulma ve yargılanmaya ilişkin haklar, isnat ve iftiralara karşı korunma hakkıdır. Doğru cevap E şıkkıdır."
  },
  {
    "id": "2701047",
    "unitNumber": 3,
    "text": "I. Sadakat ödevi. II. Davranış ve iş birliği ödevi. III. Amir olmaktan kaynaklanan ödevler. IV. Kendilerine teslim edilen devlet malını koruma görevi. V. Pozitif ayrımcılık ödevi. \n Yukarıdakilerden hangileri, devlet memurlarının memuriyet kaynaklı ödev ve görevlerindendir?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II, III",
      "B": "II, III, IV",
      "C": "III, IV, V",
      "D": "I, II, III, IV",
      "E": "I, II, III, IV, V"
    },
    "explanation": "Giriş<br/>Devlet memurlarının memuriyet kaynaklı bazı ödevleri de bulunmaktadır. Bu ödevler, sadakat ödevi, tarafsızlık ve devlete bağlılık ödevi, davranış ve iş birliği ödevi, amir olmaktan kaynaklanan ödevler, amirin emrine uyma ödevi, görevlerini dikkat ve itina ile yerine getirme ve kendilerine teslim edilen devlet malını koruma görevi, devlet ve kişileri zarara uğratmama ödevi, mal bildiriminde bulunma ödevi, resmî belge, araç ve gereçlerin yetki verilen mahaller dışına çıkarılmama ve iade ödevidir. Doğru cevap D şıkkıdır."
  },
  {
    "id": "2701048",
    "unitNumber": 3,
    "text": "I. Basına bilgi ve demeç verme yasağı. II. Grev yasağı. III. Ticaret ve diğer kazanç getirici faaliyetlerde bulunma yasağı. IV. Sendika kurma yasağı. V. Kovuşturulma yasağı.<br/>Yukarıdakilerden hangileri, devlet memurlarına yasaklanmış olan davranışlardandır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "II, III, IV",
      "C": "III, IV, V",
      "D": "I, II, III, IV",
      "E": "I, II, III, IV, V"
    },
    "explanation": "Giriş<br/>Devlet memurlarının tabi oldukları yasaklar; basına bilgi ve demeç verme yasağı, toplu eylem ve hareketlerde bulunma yasağı, grev yasağı, ticaret ve diğer kazanç getirici faaliyetlerde bulunma yasağı, hediye alma, menfaat sağlama yasağı, denetimindeki teşebbüsten menfaat sağlama yasağı, gizli bilgileri açıklama yasağıdır. IV ve V. maddelerde verilen sendika kurma ve kovuşturulma, memuriyet haklarındandır. Doğru cevap A şıkkıdır."
  },
  {
    "id": "2701049",
    "unitNumber": 3,
    "text": "I. Uygulamayı isteme hakkı. II. Güvenlik hakkı. III. Müracaat, şikayet ve dava açma hakkı. IV. Kovuşturulma ve yargılanmaya ilişkin haklar. V. İsnat ve iftiralara karşı korunma hakkıdır. \n Devlet memurlarının, kanuna aykırı bir şekilde görevlerine son verilmemesi ve aylık ve başka haklarının ellerinden alınamaması anlamına gelen memuriyet hakkı yukarıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "explanation": "DMK’nin 18. maddesinde düzenlenen güvenlik hakkı, devlet memurlarının, kanuna aykırı bir şekilde görevlerine son verilmemesi ve aylık ve başka haklarının ellerinden alınamaması anlamına gelmektedir. DMK’de “Güvenlik” başlığıyla yer alan bu hak, aslında hukuki güvenlik ilkesinin, Kamu Personel Hukukundaki bir yansımasıdır. Doğru cevap B şıkkıdır."
  },
  {
    "id": "2701051",
    "unitNumber": 3,
    "text": "I. Memurların, müracaat, şikâyet ve dava açma hakları, DMK’nin 32. maddesinde düzenlenmiştir. II. Devlet memurları, kurumlarıyla ilgili resmî ve şahsi<br/>işlerinden dolayı müracaat hakkına sahiptirler. III. Devlet memurları, amirleri veya kurumları tarafından kendilerine uygulanan idari eylem ve<br/>işlemlerden dolayı şikâyet ve dava açma hakkına sahiptirler. IV. Müracaat ve şikâyetler söz veya yazı ile en yakın amirden başlayarak silsile yolu ile yapılır. V. Müracaat ve şikayetler, şikâyet edilen amirler atlanarak yapılır. \n Yukarıdakilerden hangilerinde, memurların, müracaat, şikâyet ve dava açma<br/>haklarına ilişkin bilgiler doğru verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II, III",
      "B": "II, III, IV",
      "C": "I, II, III, IV",
      "D": "II, III, IV, V",
      "E": "I, II, III, IV, V"
    },
    "explanation": "Müracaat, Şikâyet ve Dava Açma Hakkı<br/>Doğru cevap D şıkkıdır. Memurların, müracaat, şikâyet ve dava açma<br/>hakları, DMK’nin 21. maddesinde düzenlenmiştir. Devlet memurları, kurumlarıyla ilgili resmî ve şahsi işlerinden dolayı müracaat; amirleri veya kurumları tarafından kendilerine uygulanan idari eylem ve işlemlerden dolayı şikâyet ve dava açma hakkına sahiptirler. Müracaat ve şikâyetler söz veya yazı ile en<br/>yakın amirden başlayarak silsile yolu ile şikâyet edilen amirler atlanarak yapılır. Müracaat ve şikâyetler incelenerek en kısa zamanda ilgiliye bildirilir. Müracaat ve şikayetlerle ilgili esas ve usuller Cumhurbaşkanınca hazırlanacak bir yönetmelikle düzenlenir."
  },
  {
    "id": "2701052",
    "unitNumber": 3,
    "text": "I. Yıllık izin (DMK md. 102-103). II. Sağlık izni (DMK md. 103/3). III. Mazeret izni (DMK md. 104). IV. Hastalık ve refakat izni (DMK md. 105). V. Aylıksız izin (DMK md. 108).\n<br/>Yukarıdakilerden hangilerinde, Devlet Memurları Kanunu’nda düzenlenmiş olan izin türleri ve maddeleri doğru olarak verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III",
      "B": "II, III, IV",
      "C": "III, IV, V",
      "D": "I, II, III, IV",
      "E": "I, II, III, IV, V"
    },
    "explanation": "İzin Hakkı<br/>Devlet Memurları Kanunu’nda düzenlenmiş olan izin türleri, yıllık izin (DMK md. 102-103), sağlık izni (DMK md. 103/3), mazeret izni (DMK md. 104), hastalık ve refakat izni (DMK md. 105) ile aylıksız izin (DMK md. 108)dir. Doğru cevap E şıkkıdır."
  },
  {
    "id": "2701053",
    "unitNumber": 3,
    "text": "<ol type=\"I\"><br/><li>Yıllık izin süresi, hizmeti 1 yıldan on yıla kadar olanlar için 20 gündür.</li><br/><li>Memura verilen mehil müddeti yıllık izinden sayılır.</li><br/><li>Yıllık izinlerin verilmesinde idarenin takdir yetkisi vardır.</li><br/><li>Birbirini izleyen iki yılın izni bir arada verilemez.</li><br/><li>Öğretmenlere hastalık ve diğer mazeret izinleri dışında, ayrıca yıllık izin verilmez</li><br/></ol><br/>Devlet memurlarının yıllık izinlerine ilişkin yukarıda verilen bilgilerden hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II ve III",
      "B": "I, II ve IV",
      "C": "I, III ve V",
      "D": "II, III ve V",
      "E": "III, IV ve V"
    },
    "explanation": "İzin Hakkı<br/>DMK’nin 102. maddesine göre, devlet memurlarının yıllık izin süresi, hizmeti 1 yıldan on yıla kadar (on yıl dahil) olanlar için yirmi gün, hizmeti on yıldan fazla olanlar için 30 gündür. Zorunlu hâllerde bu sürelere gidiş ve dönüş için en çok ikişer gün eklenebilir. DMK’nin 103. maddesinde ise yıllık izinlerin kullanılışı usulü düzenlenmiştir. Buna göre, yıllık izinler, amirin uygun bulacağı zamanlarda, toptan veya ihtiyaca göre kısım kısım kullanılabilir. Birbirini izleyen iki yılın izni bir arada verilebilir. Cari yıl ile bir önceki yıl hariç, önceki yıllara ait kullanılmayan izin hakları düşer. Öğretmenler yaz tatili ile dinlenme tatillerinde izinli sayılırlar. Bunlara, hastalık ve diğer mazeret izinleri dışında, ayrıca yıllık izin verilmez."
  },
  {
    "id": "2701054",
    "unitNumber": 3,
    "text": "I. Devlet memurları siyasi partiye üye olamazlar. II. Devlet memurları, görevlerini yerine getirirlerken dil, ırk, cinsiyet, siyasi düşünce, felsefi inanç, din ve mezhep gibi ayrım yapamazlar. III. Devlet memurları, hiçbir şekilde siyasi ve ideolojik amaçlı beyanda ve eylemde bulunamazlar. IV. Devlet memurlarının işbirliği içinde çalışmaları esastır. \n Yukarıdakilerden hangileri, devlet memurlarının tarafsızlık ve devlete bağlılık ödevlerindendir?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II",
      "B": "II, III",
      "C": "I, II, III",
      "D": "II, III, IV",
      "E": "I, II, III, IV"
    },
    "explanation": "Tarafsızlık ve Devlete Bağlılık Ödevi<br/>IV.maddede verilen \"devlet memurlarının işbirliği içinde çalışmaları esastır\" ilkesi, devlet memurlarının davranış ve işbirliği ödevlerindendir. Tarafsızlık ve devlete bağlılık ödevleri kapsamında, DMK’nin 7. maddesi uyarınca, devlet memurları siyasi partiye üye olamazlar, herhangi bir siyasi parti, kişi veya zümrenin yararını veya zararını hedef tutan bir davranışta bulunamazlar; görevlerini yerine getirirlerken dil, ırk, cinsiyet, siyasi düşünce, felsefi inanç, din ve mezhep gibi ayrım yapamazlar; hiçbir şekilde siyasi ve ideolojik amaçlı beyanda ve eylemde bulunamazlar ve bu eylemlere katılamazlar. Anayasa’nın 10. maddesinde belirtilen, devlet organları ve idare makamları bütün işlemlerinde kanun önünde eşitlik ilkesine uygun olarak hareket etmek zorundadırlar, ilkesi de bunu gerektirir. Doğru cevap C şıkkıdır."
  },
  {
    "id": "2701055",
    "unitNumber": 3,
    "text": "I. Ülkemizde işçilerin ve devlet memurlarının grev hakkı bulunmamaktadır. II. Toplu iş sözleşmesinin yapılması sırasında, uyuşmazlık çıkması hâlinde işçiler grev hakkına sahiptirler. III. Grev hakkı yalnızca işçilere tanınmıştır. IV. Anayasa’nın 54. maddesinin birinci fıkrasına göre, işçi ve memurlar grev hakkına sahiptirler. \n Yukarıdakilerden hangilerinde, grev yasağı ile ilgili bilgiler doğru verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II",
      "B": "II, III",
      "C": "III, IV",
      "D": "I, II, III",
      "E": "I, II, IV"
    },
    "explanation": "Grev Yasağı<br/>Devlet memurlarının greve karar vermeleri, grev tertiplemeleri, ilan etmeleri, bu yolda propaganda yapmaları yasaktır. Devlet memurları, herhangi bir greve veya grev teşebbüsüne katılamaz, grevi destekleyemez veya teşvik edemezler (md. 27). Ülkemizde devlet memurlarının grev hakkı bulunmamaktadır. Anayasa’nın 54. maddesinin birinci fıkrasında, toplu iş sözleşmesinin yapılması sırasında, uyuşmazlık çıkması hâlinde işçiler grev hakkına sahiptirler, ifadesi yer almaktadır. Anayasa hükmüne göre, grev hakkı yalnızca işçilere tanınmış olup, devlet memurlarına tanınmamıştır."
  },
  {
    "id": "2701056",
    "unitNumber": 3,
    "text": "Memurların, DMK’nın 21. maddesinde düzenlenen müracaat, şikâyet ve dava açma hakları aslında Anayasa’nın hangi maddesinin, memurlar için düzenlenmiş halidir ?",
    "correctAnswer": "A",
    "options": {
      "A": "36.",
      "B": "51.",
      "C": "22.",
      "D": "5510.",
      "E": "5512."
    },
    "explanation": "Söz konusu hak, aslında, Anayasa’nın 36. maddesinde düzenlenmiş olan hak arama hürriyetinin, memurlar için özel düzenlenmiş hâlinden başka bir şey değildir.<br/>Söz konusu hak, aslında, Anayasa’nın 36. maddesinde<br/>düzenlenmiş olan hak arama hürriyetinin,<br/>memurlar için özel düzenlenmiş hâlinden başka bir<br/>şey değildir. Doğru cevap A şıkkıdır."
  },
  {
    "id": "2701057",
    "unitNumber": 3,
    "text": "Sendika kurma hakkı, Anayasa’nın hangi maddesinde düzenlenmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "36.",
      "B": "51.",
      "C": "22.",
      "D": "5510.",
      "E": "5512."
    },
    "explanation": "Memurların, müracaat, şikâyet ve dava açma hakları, DMK’nin 21. maddesinde düzenlenmiştir.<br/>B"
  },
  {
    "id": "2701058",
    "unitNumber": 3,
    "text": "Hangi durumda kadın memur 6 ay süreyle günlük çalışma süresinin yarısı kadar çalışabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Doğum izninden sonra.",
      "B": "Doğum sonrası analık izninde.",
      "C": "Doğum öncesi ve sonrasında.",
      "D": "3.ve sonraki doğumlarının sonrasında.",
      "E": "<ol start=\"3\"><br/><li>ve sonraki doğumlarında analık izninin bitiminden sonra.</li><br/></ol>"
    },
    "explanation": "Doğum sonrası analık izni süresi sonunda kadın memur, isteği hâlinde çocuğun hayatta olması kaydıyla analık izni bitiminde başlamak üzere ayrıca süt izni verilmeksizin birinci doğumda iki ay, ikinci doğumda dört ay, sonraki doğumlarda ise altı ay süreyle günlük çalışma süresinin yarısı kadar çalışabilir.<br/>Mazeret izinlerinden bir tanesi analık iznidir. Analık izni kapsamında, doğum yapan kadın memura doğumdan önce sekiz, doğumdan sonra sekiz olmak üzere toplam on altı hafta izin verilir. Doğum sonrası analık izni süresi sonunda kadın memur, isteği hâlinde çocuğun hayatta olması kaydıyla analık izni bitiminde başlamak üzere ayrıca süt izni verilmeksizin birinci doğumda iki ay, ikinci doğumda dört ay, sonraki doğumlarda ise altı ay süreyle günlük çalışma süresinin yarısı kadar çalışabilir. Doğru cevap E şıkkıdır."
  },
  {
    "id": "2701059",
    "unitNumber": 3,
    "text": "Babalık izninin süresi nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "10 gün",
      "B": "7 gün",
      "C": "14 gün",
      "D": "30 gün",
      "E": "Babalık izni amire bağlıdır."
    },
    "explanation": "Analık izni gibi babalık izni de DMK’de düzenlenen mazeret izinlerinden bir tanesidir. Buna göre, memurun eşinin doğum yapması hâlinde isteği üzerine on gün babalık izni verilir.<br/>Analık izni gibi babalık izni de DMK’de düzenlenen mazeret izinlerinden bir tanesidir. Buna göre, memurun eşinin doğum yapması hâlinde isteği üzerine on gün babalık izni verilir. Doğru cevap A şıkkıdır."
  },
  {
    "id": "2701060",
    "unitNumber": 3,
    "text": "Hukuk literatüründe “Kanunsuz Emir” olarak adlandırılan durum devlet memurunun hangi ödevi ile ilişkilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Amir Olmaktan Kaynaklanan Ödevler.",
      "B": "Davranış ve İş Birliği Ödevi",
      "C": "Tarafsızlık ve Devlete Bağlılık Ödevi",
      "D": "Mal Bildiriminde Bulunma Ödevi",
      "E": "Amirin Emrine Uyma Ödevi"
    },
    "explanation": "Devlet memuru amirinden aldığı emri, Anayasa, kanun, Cumhurbaşkanlığı kararnamesi ve yönetmelik hükümlerine aykırı görürse, yerine getirmez ve bu aykırılığı o emri verene bildirir. Amir emrinde ısrar eder ve bu emrini yazı ile yenilerse, memur bu emri yapmaya mecburdur. Bu kural, hukuk literatüründe kanunsuz emir olarak isimlendirilmektedir.<br/>Hukuk literatüründe “Kanunsuz Emir” olarak adlandırılan durum devlet memurunun ''<strong>Amirin Emrine Uyma Ödevi'' </strong>ile ilişkilidir. Doğru cevap E şıkkıdır."
  },
  {
    "id": "2701062",
    "unitNumber": 3,
    "text": "“<em>Türkiye Cumhuriyeti Anayasasına</em><em>, Atatürk İnkılap ve İlkelerine, Anayasada ifadesi bulunan Türk Milliyetçiliğine sadakatla bağlı kalacağıma; Türkiye Cumhuriyeti kanunlarını milletin hizmetinde olarak tarafsız ve eşitlik ilkelerine bağlı kalarak uygulayacağıma; Türk Milletinin millî, ahlaki, insani, manevi ve kültürel değerlerini benimseyip, koruyup bunları geliştirmek için çalışacağıma; insan haklarına ve Anayasanın temel ilkelerine dayanan millî, demokratik, laik, bir hukuk devleti olan Türkiye Cumhuriyeti’ne karşı görev ve sorumluluklarını bilerek, bunları davranış hâlinde göstereceğime namusum ve şerefim üzerine yemin ederim</em>”.\n Yukarıdaki metin nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Asli devlet memurluğuna atandıktan sonra imzalanan yemin belgesi.",
      "B": "Milletvekilliği yemin metni.",
      "C": "Vatandaşlık metni.",
      "D": "İnsan hakları bildirgesi.",
      "E": "Avrupa birliği katılım bildirgesi."
    },
    "explanation": "Kişilerin “Asli Devlet Memurluğuna” atandıktan sonra en geç bir ay içinde özlük dosyalarına konulmak üzere imzaladıkları “Yemin Belgesi”dir."
  },
  {
    "id": "2701063",
    "unitNumber": 3,
    "text": "İdari teşkilat içerisindeki astlık-üstlük kademelenmesine …….. denilir.\n Boş bırakılan yer için uygun ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ünvan",
      "B": "Hiyerarşi",
      "C": "Amir",
      "D": "Derece",
      "E": "Ast-üst ilişkisi"
    },
    "explanation": "İdari teşkilat içerisindeki astlık-üstlük kademelenmesine hiyerarşi denilir.<br/>B"
  },
  {
    "id": "2701064",
    "unitNumber": 3,
    "text": "Anayasa hükmüne göre, grev hakkı yalnızca …… tanınmış olup, ……………. tanınmamıştır.\n Boş bırakılan yerler için uygun ifadeler hangileridir?",
    "correctAnswer": "A",
    "options": {
      "A": "işçilere/ devlet memurlarına",
      "B": "devlet memurlarına/ işçilere",
      "C": "işçilere/ sözleşmeli çalışanlara",
      "D": "sözleşmeli çalışanlara/ devlet memurlarına",
      "E": "devlet memurlarına/ sözleşmeli çalışanlara"
    },
    "explanation": "Anayasa hükmüne göre, grev hakkı yalnızca işçilere tanınmış olup, devlet memurlarına tanınmamıştır."
  },
  {
    "id": "2701065",
    "unitNumber": 3,
    "text": "Hukuk devletinin tersi, ……… olup; yöneticilerin kendilerini hukuk kuralları ile bağlı görmedikleri, vatandaşlara her türlü baskıyı uygulayan devletlere ......... denmektedir.\n<br/>Boş bırakılan yerlere aşağıdaki ifadelerden hangileri gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "polis devleti/imparatorluk",
      "B": "imparatorluk/polis devleti",
      "C": "polis devleti/polis devleti",
      "D": "imparatorluk/federal devlet",
      "E": "federal devlet/polis devleti"
    },
    "explanation": "Hukuk devletinin tersi, polis devleti olup; yöneticilerin kendilerini hukuk kuralları ile bağlı görmedikleri, vatandaşlara her türlü baskıyı uygulayan devletlere polis devleti denmektedir."
  },
  {
    "id": "2701087",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Türk kamu personel rejimine göre Teknik Hizmetler Sınıfına dahildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Matematikçi",
      "B": "Veteriner hekim",
      "C": "Eczacı",
      "D": "Röntgen teknisyeni",
      "E": "Mahalle bekçisi"
    },
    "explanation": "Teknik Hizmetler Sınıfı (TH), Devlet Memurları Kanunu kapsamına giren kurumlarda meslekleriyle ilgili görevleri fiilen yürüten ve yüksek mühendis, mühendis, yüksek mimar, mimar, jeolog, hidrojeolog, hidrolog, jeofizikçi, fizikçi, kimyager, matematikçi, istatistikçi, yöneylemci, matematiksel iktisatçı, ekonomici ve benzeri ile teknik öğretmen okullarından mezun olup da öğretmenlik mesleği dışında teknik hizmetlerde çalışanlar, şehir plancısı, yüksek şehir plancısı, yüksek bölge plancısı, tütün eksperi yetiştirilenler ile müskirat ve çay eksperleri, fen memuru, yüksek tekniker, tekniker teknisyen ve emsali teknik unvanlara sahip olup en az orta derecede mesleki eğitim görmüş bulunanlar, Teknik Hizmetler Sınıfını oluşturur.\n Öte yandan röntgen teknisyeni ise Sağlık ve Yardımcı Sağlık Hizmetleri Sınıfına dahildir."
  },
  {
    "id": "2701093",
    "unitNumber": 3,
    "text": "<blockquote> <em>1983 tarihli Devlet Memurlarının Yer Değiştirme Suretiyle Atanmalarına İlişkin Yönetmelik ile Türkiye’nin ekonomik, sosyal, kültürel ve ulaşım şartları yönünden benzerlik ve yakınlık gösteren illeri gruplandırılarak, gelişmişlik sırasına göre altı hizmet bölgesine ayrılmıştır.</em>\n </blockquote> Buna göre hangisi ikinci bölgede yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Adana",
      "B": "Ankara",
      "C": "Balıkesir",
      "D": "İzmir",
      "E": "Kocaeli"
    },
    "explanation": "<strong>İkinci bölgede yer alan iller:</strong> 1. Aydın 2. Balıkesir 3. Çanakkale 4. Denizli 5. Edirne 6. Kayseri 7. Tekirdağ 8. Konya 9. Manisa 10. Muğla 11. Sakarya 12. Antalya 13. Hatay 14. Zonguldak 15. Eskişehir 16. Yalova"
  },
  {
    "id": "2701102",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi memurların hizmet sınıflarına göre nicel dağılımında ilk üç sırada yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Eğitim ve öğretim hizmetleri sınıfı",
      "B": "Yardımcı hizmetleri sınıfı",
      "C": "Din hizmetleri sınıfı",
      "D": "Mülki idare amirliği hizmetleri sınıfı",
      "E": "Avukatlık hizmetleri sınıfı"
    },
    "explanation": "Memurların hizmet sınıflarının nicel görünümüne baktığımızda en büyük ilk üç sınıfın, Eğitim ve Öğretim Hizmetleri Sınıfı (% 35,6), Genel İdare Hizmetleri Sınıfı (22,0) ve Sağlık ve Yardımcı Sağlık Hizmetleri Sınıfı (% 16,8) olduğunu görüyoruz. En küçük üç sınıf ise Mülki İdare Amirliği Hizmetleri Sınıfı (% 0,1), Avukatlık Hizmetleri Sınıfı (% 0,2) ve Din Hizmetleri Sınıfı (% 4,2)’dır. Doğru cevap A'dır."
  },
  {
    "id": "2701112",
    "unitNumber": 3,
    "text": "I- Memurluğa girmek bütün vatandaşlar için bir haktır. II- Memurluğa girmek, yalnızca Türk vatandaşlarına özgü bir hak değildir. III- Vatandaşların memur olarak hizmete alınmasında görevin gerektirdiği niteliklerinden başka hiçbir ayrım gözetilemez. Memurluğa girmenin Anayasal ilkeleri doğrultusunda yukarıda verilen bilgilerden hangisi/hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "I-II-III",
      "C": "Yalnız III",
      "D": "I-III",
      "E": "II-III"
    },
    "explanation": "I-III"
  },
  {
    "id": "2701138",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi devlet memurlarının hakları arasında yer almaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Emeklilik",
      "B": "İzin",
      "C": "Çekilme",
      "D": "Gizli bilgileri açıklama",
      "E": "Dava Açma"
    },
    "explanation": "Uygulamayı isteme, dava açma, güvenlik, emeklilik, çekilme, sendika kurma, izin devlet memurlarının hakları arasında yer alırken; gizli bilgileri açıklama devlet memurlarının tabi olduğu yasaklardan birisidir. Doğru cevap D'dir."
  },
  {
    "id": "2701139",
    "unitNumber": 4,
    "text": "Aşağıdaki sorumluluk anlayışlarından hangisi günümüzde terk edilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kişi ile sorumluluk",
      "B": "Manevi sorumluluk",
      "C": "Mal varlığı ile sorumluluk",
      "D": "Siyasi sorumluluk",
      "E": "Cezai sorumluluk"
    },
    "explanation": "Sorumluluk en genel ayrımıyla kişi ile sorumluluk ve mal varlığı ile sorumluluk şeklinde ikiye ayrılmaktadır. Kişi ile sorumluluk, alacaklının alacağını elde edebilmek için doğrudan doğruya borçlunun bizzat kendisine (şahsına) el atabilmesi demektir. Günümüzde kişi ile sorumluluk anlayışı terk edilmiştir. Çağdaş hukuk düzenlerinin kabul ettiği mal ile sorumluluk anlayışı, borçlunun, borcunu kendi rızasıyla ifa etmediği takdirde alacaklının, İcra ve İflas Kanunu hükümleri uyarınca devletin yetkili organlarının yardımıyla borçlunun mallarına el koymak suretiyle alacağını alabilmesidir. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "2701140",
    "unitNumber": 4,
    "text": "Aşağıda verilen sorumluluklardan hangisinin zarar giderimi (tazminat) şeklinde tezahür eder?",
    "correctAnswer": "D",
    "options": {
      "A": "Hukuki sorumluluk",
      "B": "Siyasi sorumluluk",
      "C": "Cezai sorumluluk",
      "D": "Mali sorumluluk",
      "E": "Manevi sorumluluk"
    },
    "explanation": "Hukuki anlamıyla sorumluluk, hukuka aykırı davranan kişinin bundan dolayı mesul tutulması hâlidir. Hukukta sorumluluk, siyasi sorumluluk, cezai sorumluluk ve mali sorumluluk olarak üçe ayrılmaktadır. Mali sorumluluk da medeni sorumluluk ve idari sorumluluk olmak üzere ikiye ayrılmaktadır. Mali sorumluluğun yaptırımı, zarar giderimi (tazminat) şeklinde tezahür etmekteyken, cezai sorumluluğun yaptırımı hapis ya da adli para cezası şeklinde ortaya çıkmaktadır. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "2701141",
    "unitNumber": 4,
    "text": "Gerçek kişilerin, ceza kanunlarında düzenlenmiş olan suç fiillerini işlemeleri sebebiyle ceza kanununda belirtilen şartlar oluşmuşsa yine kanunda yazılı cezalara tabi tutulması olarak ifade edilmesine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Siyasi sorumluluk",
      "B": "Mali sorumluluk",
      "C": "Cezai sorumluluk",
      "D": "Medeni sorumluluk",
      "E": "İdari sorumluluk"
    },
    "explanation": "Siyasi sorumluluk, siyasi temsil prensibine bağlı olarak, seçmenlerin hükümetlerle veya daha genel olarak halkın siyasi temsilcilerle ilişkisini sağlayan bir bağdır. Cezai sorumluluk, gerçek kişilerin, ceza kanunlarında düzenlenmiş olan suç fiillerini işlemeleri sebebiyle ceza kanununda belirtilen şartlar oluşmuşsa yine kanunda yazılı cezalara tabi tutulması olarak ifade edilebilir. Mali sorumluluk ise, en kısa ifadesiyle tazmin sorumluluğu ya da tazminat sorumluluğu olarak ifade edilebilir. Mali sorumluluk da medeni sorumluluk ve idari sorumluluk olmak üzere ikiye ayrılmaktadır. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "2701142",
    "unitNumber": 4,
    "text": "Haksız fiil ile ilgili aşağıda verilen ifadelerden hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "İradi bir hareket olmalıdır.",
      "B": "Pasif bir hareket şeklinde olmamalıdır.",
      "C": "Maddi bir zarara yol açmalıdır.",
      "D": "Manevi bir zarara yol açmalıdır.",
      "E": "Kusurlu bir hareket olmalıdır."
    },
    "explanation": "Haksız fiilin iradi ve kusurlu bir hareket ile işlenmesi gerekir. Haksız fiil, bir zarara yol açmalıdır. Zarar, maddi bir zarar olabileceği gibi manevi bir zarar şeklinde de ortaya çıkabilir. Haksız fiilin yalnızca aktif bir hareket şeklinde olması gerekli değildir. Fiil, aktif bir hareketle işlenebileceği gibi pasif yani ihmali bir hareketle de işlenebilir. Doğru yanıt B seçeneğidir."
  },
  {
    "id": "2701143",
    "unitNumber": 4,
    "text": "İdari sorumluluğun yaptırımı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Adli para cezası",
      "B": "Hapis",
      "C": "Tazminat",
      "D": "Siyasi",
      "E": "İşten çıkarma"
    },
    "explanation": "İdari sorumluluk, idarenin bir kişiye verdiği zararın, idarenin mal varlığından bazı değerlerin zarar gören kişinin mal varlığına cebri olarak aktarılmasıyla tazmin edilmesi demektir. Yani idari sorumluluk, esas itibarıyla bir tazminat sorumluluğudur. Kısaca idarenin siyasi ya da cezai değil, yalnızca mali sorumluluğu söz konusudur. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "2701144",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bir memurun, kasıt, kusur veya ihmali nedeniyle idareye vermiş olduğu zarardan dolayı idarenin yapabileceği bir davranıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Memurun maaşından doğrudan kesinti yapabilir.",
      "B": "Memuru hemen işten çıkarabilir.",
      "C": "Memuru ödeme yapmaz ise işten çıkarabilir.",
      "D": "İdari yargıda tazminat davası açabilir.",
      "E": "Adli yargıda tazminat davası açabilir."
    },
    "explanation": "Memurların, kasıt, kusur veya ihmalleri nedeniyle idareye vermiş oldukları zararlardan dolayı sorumluluklarının genel hükümlere göre olmasından kasıt, özel hukuk yani borçlar hukuku hükümleridir. İdare, memurun maaşından doğrudan kesinti yapamaz. İdare önce ödeme emri gönderir, memur ödeme yapmaz ise adli yargıda tazminat davası açar. Doğru yanıt E seçeneğidir."
  },
  {
    "id": "2701145",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi “uygun illiyet bağı” ifadesini doğru bir şekilde açıklamaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Söz konusu zararın maddi bir zarar olması",
      "B": "Söz konusu zararın bedensel bir zarar olması",
      "C": "Söz konusu zararın ruhsal bir zarar olması",
      "D": "Söz konusu zararın tazminat yoluyla alınmasının zorunlu olması",
      "E": "Söz konusu zararın o fiil sebebiyle ortaya çıkmış olması"
    },
    "explanation": "Uygun illiyet bağı, hukuka aykırı fiil ile zarar arasında bulunması gereken bir bağdır. Yani söz konusu zararın mutlaka, o fiil sebebiyle ortaya çıkmış olması gerekir. Zarar eğer, o fiil değil de başka bir kişinin fiili sebebiyle ortaya çıkmışsa haksız fiilin şartları oluşmamıştır. Doğru yanıt E seçeneğidir."
  },
  {
    "id": "2701146",
    "unitNumber": 4,
    "text": "Haksız fiilden kaynaklanan sorumluluk durumunda, tazminat miktarının belirlenmesinde aşağıdakilerden hangisi dikkate alınır?",
    "correctAnswer": "D",
    "options": {
      "A": "Zarar görenin zararı ispat etmedeki zorluk derecesi",
      "B": "Zarar görenin zarar vereni ispat etmedeki zorluk derecesi",
      "C": "Uygun illiyet bağının bulunması",
      "D": "Kusurun ağırlığı",
      "E": "Zarar verenin pişmanlığı"
    },
    "explanation": "Haksız fiilden kaynaklanan sorumluluk durumunda tazminat miktarının belirlenmesinde, kusurun ağırlığı dikkate alınmaktadır. Zararlı neticenin meydana gelmesinde veya zararın artmasında zarar görenin de kusuru yahut rızası söz konusu ise hâkim tazminat miktarında indirim yapabilme yetkisine sahiptir. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "2701147",
    "unitNumber": 4,
    "text": "Devlet memurlarının görevleri ile ilgili kusurlarıyla, kişilere vermiş oldukları zararlar, anayasal bir zorunluluk olarak kim tarafından tazmin edilmesi gereklidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İdare",
      "B": "Kusurlu memur",
      "C": "Kusurlu memurun amiri",
      "D": "İdari yargı kararına göre",
      "E": "Adli yargı kararına göre"
    },
    "explanation": "Devlet memurlarının, görevleri ile ilgili kusurlarıyla kişilere vermiş oldukları zararın idarece tazmin edilmesi, anayasal bir zorunluluktur ve hukuk devleti ilkesinin de bir gereğidir. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "2701148",
    "unitNumber": 4,
    "text": "“İdarenin ifa ile mükellef olduğu herhangi bir kamu hizmetinin ya kuruluşunda, tanzim ve tertibinde veya teşkilatında, bünyesinde, personelinde yahut işleyişinde gereken emir-direktif ve talimatın verilmemesi, nezaret, mürakabe, teftişin icra olunmaması, hizmete tahsis olunan vasıtaların kifayetsiz, elverişsiz, kötü olması, gereken tedbirlerin alınmaması, geç, vakitsiz hareket edilmesi gibi sebeplerle ortaya çıkan aksaklık, aykırılık, bozukluk, intizamsızlık, eksiklik veya sakatlık” hangi kavram ile açıklanır?",
    "correctAnswer": "D",
    "options": {
      "A": "Kamu hizmeti",
      "B": "Uyuşmazlık yargısı",
      "C": "Kişisel kusur",
      "D": "Hizmet kusuru",
      "E": "Tam yargı davası"
    },
    "explanation": "İdarenin sorumluluğuna yol açan kusura hizmet kusuru adı verilmektedir. Hizmet kusuru, idarenin ifa ile mükellef olduğu herhangi bir kamu hizmetinin ya kuruluşunda, tanzim ve tertibinde veya teşkilatında, bünyesinde, personelinde yahut işleyişinde gereken emir-direktif ve talimatın verilmemesi, nezaret, mürakabe, teftişin icra olunmaması, hizmete tahsis olunan vasıtaların kifayetsiz, elverişsiz, kötü olması, gereken tedbirlerin alınmaması, geç, vakitsiz hareket edilmesi gibi sebeplerle ortaya çıkan birtakım aksaklık, aykırılık, bozukluk, intizamsızlık, eksiklik veya sakatlıktır. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "2844786",
    "unitNumber": 4,
    "text": "Kamu idaresinin, bir karayolu yapımı esnasında gerekli tüm dikkat ve özeni göstermesine rağmen, kullandığı patlayıcı araçlar sebebiyle kişilerin zarar görmesi durumunda idarenin sorumluluğu aşağıdakilerden hangisine dayanmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Hizmet kusuru",
      "B": "Sosyal risk ilkesi",
      "C": "Kamu külfetleri karşısında eşitlik ilkesi",
      "D": "Sorumsuzluk ilkesi",
      "E": "İdarenin tehlikeli araçlar kullanmasından kaynaklanan kusursuz sorumluluk ilkesi"
    },
    "explanation": "Kamu görevlilerinin yol açtığı zararlardan dolayı idarenin sorumluluğu, kusurlu sorumluluktur. İdarenin kusursuz sorumluluğu ise, idarenin tehlikeli araçlar kullanmasından, sosyal risklerden ya da kamu külfetleri karşısında eşitlik ilkesinden ortaya çıkabilen ve idarenin kamu hizmetinin uygulanmasında bir kusurunun bulunup bulunmadığının incelenmesine gerek olmayan sorumluluk türüdür. İdare hukukunda kusursuz sorumluluk hâli, özel hukuktaki kadar istisnai nitelikte olmamakla yani yaygın olmakla birlikte yine de idare hukukunda esas olan kusur sorumluluğudur. Bu nedenle idari yargı mercileri, önlerine gelen somut olayda öncelikle kusur araştırması yapacaklar, idari kusur mevcut değilse kusursuz sorumluluk ilkelerinin uygulanabilirliğini araştıracaklardır. Kusur varsa, olayda ayrıca kusursuz sorumluluk ilkelerinin olup olmadığına bakılmayacaktır.<br/>İdarenin kusursuz sorumluluğu, idarenin tehlikeli araçlar kullanmasından, sosyal risklerden ya da kamu külfetleri karşısında eşitlik ilkesinden ortaya çıkabilen ve idarenin kamu hizmetinin uygulanmasında bir kusurunun bulunup bulunmadığının incelenmesine gerek olmayan sorumluluk türüdür. Doğru yanıt E seçeneğidir."
  },
  {
    "id": "3427413",
    "unitNumber": 4,
    "text": "İdarenin mali sorumluluğu, aşağıdaki hukuk ilkelerinin hangisinden kaynaklanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Hukuk devleti ilkesi",
      "B": "Sosyal devlet ilkesi",
      "C": "Demokratik devlet ilkesi",
      "D": "Hazine teorisi ilkesi",
      "E": "Değişen şartlara uyarlama ilkesi"
    },
    "explanation": "Devlet memurlarının, görevleri ile ilgili kusurlarıyla kişilere vermiş oldukları zararın idarece tazmin edilmesi, anayasal bir zorunluluktur ve hukuk devleti ilkesinin de bir gereğidir. Anayasa’nın 125. maddesinin birinci fıkrası uyarınca, “İdarenin her türlü eylem ve işlemlerine karşı yargı yolu açıktır”. 125. maddenin son fıkrası uyarınca da “İdare, kendi eylem ve işlemlerinden doğan zararı ödemekle<br/>yükümlüdür”.<br/>İdarenin mali sorumluluğu, hukuk devleti ilkesinden kaynaklanmaktadır. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "2701220",
    "unitNumber": 5,
    "text": "\"Görev sırasında amire hal ve hareketi ile saygısız davranmak\" fiili ile aşağıdaki fiillerden hangisi aynı disiplin fiili kategorisinde yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Gerçeğe aykırı rapor ve belge düzenlemek",
      "B": "Göreve sarhoş gelmek, görev yerinde alkollü içki içmek",
      "C": "Eşlerinin, reşit olmayan veya mahcur olan ço-cuklarının kazanç getiren sürekli faaliyetlerini belirlenen sürede kurumuna bildirmemek",
      "D": "Görev yeri sınırları içinde herhangi bir yeri toplantı, tören ve benzeri amaçlarla izinsiz kullanmak veya kullandırmak",
      "E": "Ticaret yapmak veya Devlet memurlarına yasaklanan diğer kazanç getirici faaliyetlerde bulunmak"
    },
    "explanation": "A, B, D ve E seçeneğinde belirtilen fiiller, kademe ve derece ilerlemesinin durdurulmasını gerektiren fiillerdendir. C şıkkında yer alan fiil ise tıpkı \"Görev sırasında amire hal ve hareketi ile<br/>\"Görev sırasında amire hal ve hareketi ile saygısız davranmak\" kınama cezası gerektiren disiplin fiillerindendir. Eşlerinin, reşit olmayan veya mahcur olan çocuklarının kazanç getiren sürekli faaliyetlerini belirlenen sürede kurumuna bildirmemek de aynı şekilde kınama cezası gerektiren fiillerden biridir."
  },
  {
    "id": "2701221",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi devlet memurluğundan çıkartılma sebebidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Devlete ait resmî belge, araç, gereç ve benzer-lerini özel menfaat sağlamak için kullanmak",
      "B": "Hizmet içinde Devlet memurunun itibar ve güven duygusunu sarsacak nitelikte davra-nışlarda bulunmak",
      "C": "Görevle ilgili konularda yükümlü olduğu kişilere yalan ve yanlış beyanda bulunmak",
      "D": "Açıklanması yasaklanan bilgileri açıklamak",
      "E": "Yurtdışında Devletin itibarını düşürecek veya görev haysiyetini zedeleyecek tutum ve davranışlarda bulunmak"
    },
    "explanation": "Yurtdışında Devletin itibarını düşürecek veya görev haysiyetini zedeleyecek tutum ve davranışlarda bulunmak, devlet memurluğundan çıkartılma cezasını gerektirir."
  },
  {
    "id": "2701222",
    "unitNumber": 5,
    "text": "Özürsüz olarak bir yılda toplam kaç gün göreve gelmemek devlet memurluğundan çıkartılma cezasını gerektirir?",
    "correctAnswer": "E",
    "options": {
      "A": "5",
      "B": "7",
      "C": "10",
      "D": "12",
      "E": "20"
    },
    "explanation": "Özürsüz olarak bir yılda toplam 20 gün göreve gelmemek devlet memurluğundan çıkartılma cezasını gerektirir."
  },
  {
    "id": "2701223",
    "unitNumber": 5,
    "text": "Devlet Memurları Kanunu'nda “Yukarıda sayılan ve disiplin cezası verilmesini gerektiren fiil ve hallere nitelik ve ağırlıkları itibariyle benzer eylemlerde bulunanlara da aynı neviden disiplin cezaları verilir” hükmüne yer verilmiştir. Bu hüküm ile aşağıdakilerden hangisi ifade edilmek istenmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Disiplin cezalarının şahsiliği",
      "B": "Disiplin suçlarının şahsiliği",
      "C": "Disiplin cezalarında kanunilik",
      "D": "Soruşturmacının takdir yetkisi",
      "E": "Disiplin suçlarında kanunilik"
    },
    "explanation": "Devlet Memurları Kanunu, disiplin suçları alanında kanunilikten uzaklaşarak, “Yukarıda sayılan ve disiplin cezası verilmesini gerektiren fiil ve hallere nitelik ve ağırlıkları itibariyle benzer eylemlerde bulunanlara da aynı neviden disiplin cezaları verilir” hükmüne yer vermiştir. Yani Kanun, disiplin suçlarını sınırlı sayıda değil, ucu açık bir şekilde düzenlemiş olup, soruşturulanın işlediği fiilin, Kanun’da yazılı fiiller ile arasında benzerlik bulunup bulunmadığının değerlendirmesini yapmak somut olayda disiplin soruşturmacısına ait olacaktır.<br/>\"Disiplin cezası verilmesini gerektiren fiil ve haller\" ifadesi ile kastedilen, disiplin suçlarıdır. Hükümden, disiplin suçlarının sınırlı sayıda olmadığı ve dolayısıyla kanunilik ilkesinin disiplin suçları bakımından tam anlamıyla geçerli olmadığı anlaşılmaktadır. Hal böyle olunca, soruşturulanın işlediği fiilin, Kanun’da yazılı fiiller ile arasında benzerlik bulunup bulunmadığının değerlendirmesini yapmak somut olayda disiplin soruşturmacısına ait olacaktır. Fakat soruşturmacının, sahip olduğu bu takdir yetkisini hukukun sınırları içerisinde ve dürüstçe kullanması gerekir"
  },
  {
    "id": "2701224",
    "unitNumber": 5,
    "text": "Memura, görevinde ve davranışlarında kusurlu olduğunun yazı ile bildirilmesi hangi disiplin cezasını ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Uyarma",
      "B": "Kınama",
      "C": "Aylıktan kesme",
      "D": "Kademe ilerlemesinin durdurulması",
      "E": "Devlet memurluğundan çıkarma"
    },
    "explanation": "Kınama, memura, görevinde ve davranışlarında kusurlu olduğunun yazı ile bildirilmesidir. Kınama cezasının uyarma cezasından farkı, bildirimin içeriğindedir. Uyarma cezasında memura, görevinde ve davranışlarında daha dikkatli olması gerektiği yazı ile bildirilir.<br/>Devlet Memurları Kanunu’nun 125. madde-sinde uyarma, kınama, aylıktan kesme, kademe ilerlemesinin durdurulması ve devlet memurluğundan çıkarma olmak üzere beş tür disiplin cezası düzenlenmiştir. Kınama, memura, görevinde ve davranışlarında kusurlu olduğunun yazı ile bildirilmesidir."
  },
  {
    "id": "2701225",
    "unitNumber": 5,
    "text": "Devlet MemurlarıKanunu’nun 125. maddesinde “Disiplin kovuşturmasının yapılmış olması, fiilin genel hükümler kap-samına girmesi hâlinde, sanık hakkında ayrıca ceza kovuşturması açılmasına engel teşkil etmez” hükmü yer almaktadır. Bu hüküm, disiplin soruşturmasında hangi ilkenin geçerli olduğunu gösterir?",
    "correctAnswer": "C",
    "options": {
      "A": "Açıklık",
      "B": "Şahsilik",
      "C": "Bağımsızlık",
      "D": "Kanunilik",
      "E": "Hukuki güvenlik"
    },
    "explanation": "“Disiplin kovuşturmasının yapılmış olması, fiilin genel hükümler kapsamına girmesi hâlinde, sanık hakkında ayrıca ceza kovuşturması açılasına engel teşkil etmez” hükmü, bağımsızlık ilkesinin bir ifadesidir.<br/>Disiplin soruşturması ve ceza soruşturması farklı kavramlar olup, devlet memurları hakkında birinin yapılması, şartlar oluşmuşsa diğerinin yapılmasına engel değildir. Disiplin soruşturması, ceza soruşturmasından bağımsızdır. Bu da, disiplin soruşturmasının bağımsızlığı ilkesi gereğidir. Bu husus Devlet MemurlarıKanunu’nun 125. maddesinde “Disiplin kovuşturmasının yapılmış olması, fiilin genel hükümler kapsamına girmesi hâlinde, sanık hakkında ayrıca ceza kovuşturması açılmasına engel teşkil etmez” ve 131. maddesinde de “Aynı olaydan dolayı memur hakkında ceza mahkemesinde kovuşturmaya başlanmış olması, disiplin kovuşturmasını geciktiremez. Memurun ceza kanununa göre mahkum olması veya olmaması hâlleri, ayrıca disiplin cezasının uygulanmasına engel olamaz” ifadeleriyle yer almıştır."
  },
  {
    "id": "2701226",
    "unitNumber": 5,
    "text": "Disiplin soruşturması ile ilgili doğru ifade hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Disiplin soruşturmasını yürüten kişiye disiplin amiri denir.",
      "B": "Disiplin soruşturması başlatılması zamanaşımı süresine tabi değildir. Disiplin suçu işlenmesinden sonra her zaman soruşturma açılabilir.",
      "C": "Soruşturulana, üç günden az olmamak üzere savunma süresi tanınması zorunludur.",
      "D": "Soruşturulan, kendisine tanınan süre içerisinde savunma hakkını kullanmazsa, suçu sabit kabul edilerek disiplin cezası alır.",
      "E": "Hakkında memurluktan çıkarma cezası istenen memur, soruşturma evrakını incelemeye, tanık dinletmeye, disiplin kurulunda sözlü veya yazılı olarak kendisi veya vekili vasıtasıyla savunma yapma hakkına sahiptir."
    },
    "explanation": "Disiplin soruşturması yürüten kişiye \"soruşturmacı\" denir. Disiplin amiri ise soruşturmacıyı görevlendiren kimsedir. Disiplin soruşturması başlatılması belli zamanaşımı sürelerine tabidir. Bu süreler DMK’nin 127. maddesinde düzenlenmiştir. Buna göre, Kanun’un 125. maddesinde sayılan fiil ve hâlleri işleyenler<br/>DMK’nin 129. maddesi uyarınca “Hakkında memurluktan çıkarma cezası istenen memur, soruşturma evrakını incelemeye, tanık dinletmeye, disiplin kurulunda sözlü veya yazılı olarak kendisi veya vekili vasıtasıyla savunma yapma hakkına sahiptir”. Dolayısıyla E şıkkındaki ifade doğrudur."
  },
  {
    "id": "2701227",
    "unitNumber": 5,
    "text": "Disiplin cezaları ve cezayı veren kişiler ile ilgili doğru ifade hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Uyarma ve kınama cezası, soruşturmacı tarafından verilebiilr.",
      "B": "Aylıktan kesme cezası disiplin amiri tarafından verilir.",
      "C": "Devlet memurluğundan çıkarma cezası valiler tarafından verilir.",
      "D": "Kademe ilerlemesinin durdurulması cezası, ilgili kurumun yüksek disiplin kurulu tarafından verilir.",
      "E": "Devlet memurluğundan çıkarma cezası Devlet Personel Başkanlığı tarafından verilir."
    },
    "explanation": "Uyarma, kınama ve aylıktan kesme cezaları disiplin amirleri tarafından verilir.<br/>Disiplin cezası, soruşturmacı tarafından verilmez, soruşturmacı tarafından yalnızca önerilir. Disiplin cezası vermeye yetkili kişiler, disiplin cezalarının türleri açısından değişmektedir. Uyarma, kınama ve aylıktan kesme cezaları disiplin amirleri tarafından; kademe ilerlemesinin durdurulması cezası, memurun bağlı olduğu kurumdaki disiplin kurulunun kararı alındıktan sonra, atamaya yetkili amirler, il disiplin kurullarının kararlarına dayanan hallerde Valiler tarafından verilir. Devlet memurluğundan çıkarma cezası amirlerin bu yoldaki isteği üzerine, memurun bağlı bulunduğu kurumun yüksek disiplin kurulu kararı ile verilir."
  },
  {
    "id": "2701228",
    "unitNumber": 5,
    "text": "Disiplin cezalarının uygulanması ve sonuçları ile ilgili doğru ifade hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Memurluktan çıkarma cezası, cezanın veriliş tarihini takip eden aybaşında uygulanır.",
      "B": "Aylıktan kesme cezası ile cezalandırılanlar 5 yıl boyunca daire başkanı kadrolarına, daire başkanı kadrosunun dengi ve daha üstü kadrolara, bölge ve il teşkilatlarının en üst yönetici kadrolarına, düzenleyici ve denetleyici kurumların başkanlık ve üyeliklerine, vali ve büyükelçi kadrolarına atanamazlar.",
      "C": "Verilen disiplin cezası, ilgili memurun özlük dosyasına bir daha silinmemek üzere işlenir.",
      "D": "Disiplin amirleri tarafından verilen uyarma, kınama ve aylıktan kesme cezalarına karşı yüksek disiplin kuruluna itiraz edilebilir.",
      "E": "Disiplin cezalarına karşı yargı yolu kapalıdır."
    },
    "explanation": "Aylıktan kesme cezası ile cezalandırılanlar 5 yıl boyunca daire başkanı kadrolarına, daire başkanı kadrosunun dengi ve daha üstü kadrolara, bölge ve il teşkilatlarının en üst yönetici kadrolarına, düzenleyici ve denetleyici kurumların başkanlık ve üyeliklerine, vali ve büyükelçi<br/>B şıkkı doğru olup diğer seçenekteki ifadeler yanlıştır. Zira; dsiplin cezaları verildiği tarihten itibaren hüküm ifade eder ve derhal uygulanır. Aylıktan kesme cezası, cezanın veriliş tarihini takip eden aybaşında uygulanır. Her devlet memurunun bir özlük dosyası bulunur ve bu özlük dosyalarına devlet memurunun aldığı disiplin cezaları da işlenir; ancak belli bir sürenin geçmesi ile bu disiplin cezaları, özlük dosyasından silinmektedir. Öte yandan disiplin kararlarına karşı itiraz edilebilir. Disiplin amirleri tarafından verilen uyarma, kınama ve aylıktan kesme cezalarına karşı \"disiplin kuruluna\" itiraz edilir. Yüksek disiplin kuruluna yapıalcak itirazlar kademe ilerlemesinin durdurulması cezasıyla ilgilidir. Son olarak, disiplin cezalarına karşı idari yargı yolunun açık olduğunu belirtmek gerekir."
  },
  {
    "id": "2701229",
    "unitNumber": 5,
    "text": "Devlet memurlarının disiplin soruşturması usulü, Devlet Memurları Kanunu’nun ilgili maddelerinde açıklanmıştır. Soruşturma aşamasında soruşturmacı, soruşturulan kişiye kaç günden az olmamak üzere süre vererek onu ifade ve savunmaya davet eder ?",
    "correctAnswer": "A",
    "options": {
      "A": "7",
      "B": "5",
      "C": "3",
      "D": "4",
      "E": "2"
    },
    "explanation": "Devlet memurlarının disiplin soruşturması usulü, Devlet Memurları Kanunu’nun ilgili maddelerinde açıklanmıştır. Soruşturma aşamasında soruşturmacı, soruşturulan kişiye 7 günden az olmamak üzere süre vererek onu ifade ve savunmaya davet eder. Dolayısıyla cevap A şıkkıdır."
  },
  {
    "id": "2701230",
    "unitNumber": 5,
    "text": "Disiplin kararlarına karşı itiraz ve yargı yollarına başvurmak mümkündür. İdarenin her türlü iş ve işlemlerine karşı yargı yolu açıktır. Disiplin amirleri tarafından verilen uyarma, kınama ve aylıktan kesme cezalarına karşı disiplin kuruluna, kademe ilerlemesinin durdurulması cezasına karşı yüksek disiplin kuruluna itiraz edilebilir. İtirazda süre, kararın ilgiliye tebliği tarihinden itibaren kaç gündür ?",
    "correctAnswer": "B",
    "options": {
      "A": "5",
      "B": "7",
      "C": "4",
      "D": "2",
      "E": "3"
    },
    "explanation": "Disiplin kararlarına karşı itiraz ve yargı yollarına başvurmak mümkündür. Daha önceden de belirtildiği gibi, idarenin her türlü iş ve işlemlerine karşı yargı yolu açıktır. Disiplin amirleri tarafından verilen uyarma, kınama ve aylıktan kesme cezalarına karşı disiplin kuruluna, kademe ilerlemesinin durdurulması cezasına karşı yüksek disiplin kuruluna<br/>itiraz edilebilir. İtirazda süre, kararın ilgiliye tebliği tarihinden itibaren yedi gündür. Dolayısıyla cevap B şıkkıdır."
  },
  {
    "id": "2701231",
    "unitNumber": 5,
    "text": "Disiplin kararlarına karşı itiraz ve yargı yollarına başvurmak mümkündür. İtiraz mercileri, itiraz dilekçesi ile karar ve eklerinin kendilerine intikalinden itibaren kaç gün içinde kararlarını vermek zorundadır ?",
    "correctAnswer": "C",
    "options": {
      "A": "10",
      "B": "7",
      "C": "30",
      "D": "15",
      "E": "20"
    },
    "explanation": "Disiplin kararlarına karşı itiraz ve yargı yollarına başvurmak mümkündür. İtiraz mercileri, itiraz dilekçesi ile karar ve eklerinin kendilerine intikalinden itibaren otuz gün içinde kararlarını vermek zorundadır. Dolayısıyla cevap C şıkkıdır."
  },
  {
    "id": "2701232",
    "unitNumber": 5,
    "text": "Uyarma cezasını gerektiren fiil ve hâller aşağıdaki hangi seçeneklerde belirtilmiştir ?\n I-) Özürsüz veya izinsiz olarak göreve geç gelmek, erken ayrılmak, görev mahallini terketmek,\n II-) Kurumca belirlenen tasarruf tedbirlerine riayet etmemek,\n III-) Görev sırasında amire hal ve hareketi ile saygısız davranmak, \n IV-) Usulsüz müracaat veya şikâyette bulunmak\n V-) Devlet memuru vakarına yakışmayan tutum ve davranışta bulunmak",
    "correctAnswer": "D",
    "options": {
      "A": "I, II, III ve IV",
      "B": "I, III, IV ve V",
      "C": "I, II, III ve V",
      "D": "I, II, IV ve V",
      "E": "II, III, IV ve V"
    },
    "explanation": "Uyarma cezasını gerektiren fiil ve hâller şunlardır:<br/>• Verilen emir ve görevlerin tam ve zamanında yapılmasında, görev mahallinde kurumlarca belirlenen usul ve esasların yerine getirilmesinde, görevle ilgili resmî belge, araç ve gereçlerin korunması, kullanılması ve bakımında kayıtsızlık göstermek veya düzensiz davranmak,<br/>• Özürsüz veya izinsiz olarak göreve geç gelmek, erken ayrılmak, görev mahallini terketmek,<br/>• Kurumca belirlenen tasarruf tedbirlerine riayet etmemek,<br/>• Usulsüz müracaat veya şikâyette bulunmak,<br/>• Devlet memuru vakarına yakışmayan tutum ve davranışta bulunmak,<br/>• Görevine veya iş sahiplerine karşı kayıtsızlık göstermek veya ilgisiz kalmak,<br/>• Belirlenen kılık ve kıyafet hükümlerine aykırı davranmak,<br/>• Görevin iş birliği içinde yapılması ilkesine aykırı davranışlarda bulunmak.\n Dolayısıyla cevap D şıkkıdır."
  },
  {
    "id": "2701233",
    "unitNumber": 5,
    "text": "Aylıktan kesme cezasını gerektiren fiil ve hâller aşağıdaki hangi seçeneklerde belirtilmiştir ?\n I-) Özürsüz olarak bir veya iki gün göreve gelmemek,\n II-) Verilen emirlere itiraz etmek,\n III-) Devlete ait resmî belge, araç, gereç ve benzerlerini özel menfaat sağlamak için kullanmak,\n IV-) Görevle ilgili konularda yükümlü olduğu kişilere yalan ve yanlış beyanda bulunmak,\n V-) Görev sırasında amirine sözle saygısızlık etmek",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, IV ve V",
      "B": "I, II, III ve IV",
      "C": "II, III, IV ve V",
      "D": "I, II, III ve V",
      "E": "I, III, IV ve V"
    },
    "explanation": "Aylıktan kesme cezasını gerektiren fiil ve hâller şunlardır:<br/>• Kasıtlı olarak; verilen emir ve görevleri tam ve zamanında yapmamak, görev mahallinde kurumlarca belirlenen usul ve esasları yerine getirmemek, görevle ilgili resmî belge, araç ve gereçleri korumamak, bakımını yapmamak, hor kullanmak,<br/>• Özürsüz olarak bir veya iki gün göreve gelmemek,<br/>• Devlete ait resmî belge, araç, gereç ve benzerlerini özel menfaat sağlamak için kullanmak,<br/>• Görevle ilgili konularda yükümlü olduğu kişilere yalan ve yanlış beyanda bulunmak,<br/>• Görev sırasında amirine sözle saygısızlık etmek,<br/>• Görev yeri sınırları içerisinde herhangi bir yerin toplantı, tören ve benzeri amaçlarla izinsiz olarak kullanılmasına yardımcı olmak,<br/>• Hizmet içinde Devlet memurunun itibar ve güven duygusunu sarsacak nitelikte davranışlarda bulunmaktır. \n Dolayısıyla cevap E şıkkıdır."
  },
  {
    "id": "2701234",
    "unitNumber": 5,
    "text": "Devlet Memurları Kanunu’nun 125. maddesinde kaç tür disiplin cezası düzenlenmiştir ?",
    "correctAnswer": "A",
    "options": {
      "A": "5",
      "B": "7",
      "C": "3",
      "D": "8",
      "E": "4"
    },
    "explanation": "Devlet Memurları Kanunu’nun 125. maddesinde uyarma, kınama, aylıktan kesme, kademe ilerlemesinin durdurulması ve devlet memurluğundan çıkarma olmak üzere beş tür disiplin cezası düzenlenmiştir. Dolayısıyla cevap A şıkkıdır."
  },
  {
    "id": "2701235",
    "unitNumber": 5,
    "text": "Disiplin soruşturması başlatma, belli zamanaşımı sürelerine tabidir. Memurluktan çıkarma cezasında kaç ay içinde disiplin kovuşturmasına başlanmadığı takdirde disiplin cezası verme yetkisi zamanaşımına uğrar ?",
    "correctAnswer": "B",
    "options": {
      "A": "2",
      "B": "6",
      "C": "4",
      "D": "5",
      "E": "8"
    },
    "explanation": "Disiplin soruşturması başlatma, belli zamanaşımı sürelerine tabidir. Memurluktan çıkarma cezasında altı ay içinde disiplin kovuşturmasına başlanmadığı takdirde disiplin cezası verme yetkisi zamanaşımına uğrar. Dolayısıyla cevap B şıkkıdır."
  },
  {
    "id": "2701236",
    "unitNumber": 5,
    "text": "“Disiplin kovuşturmasının yapılmış olması, fiilin genel hükümler kapsamına girmesi hâlinde, sanık hakkında ayrıca ceza kovuşturması açılmasına engel teşkil etmez” ifadesi Devlet Memurları Kanunu’nun hangi maddesinde yer almaktadır ?",
    "correctAnswer": "C",
    "options": {
      "A": "38. madde",
      "B": "131. madde",
      "C": "125. madde",
      "D": "130. madde",
      "E": "129. madde"
    },
    "explanation": "“Disiplin kovuşturmasının yapılmış olması, fiilin genel hükümler kapsamına girmesi hâlinde, sanık hakkında ayrıca ceza kovuşturması açılmasına engel teşkil etmez” ifadesi Devlet Memurları Kanunu’nun 125. maddesinde yer almaktadır. Dolayısıyla cevap C şıkkıdır."
  },
  {
    "id": "2701237",
    "unitNumber": 5,
    "text": "Devlet Memurları Kanunu’nun 128. maddesinde belirtildiği üzere, disiplin kararları da belirli süreler içerisinde verilmek zorundadır. Buna göre, disiplin amirleri uyarma, kınama ve aylıktan kesme cezalarını soruşturmanın tamamlandığı günden itibaren kaç gün içinde vermek zorundadırlar ?",
    "correctAnswer": "D",
    "options": {
      "A": "10 gün",
      "B": "5 gün",
      "C": "7 gün",
      "D": "15 gün",
      "E": "30 gün"
    },
    "explanation": "Devlet Memurları Kanunu’nun 128. maddesinde belirtildiği üzere, disiplin kararları da belirli süreler içerisinde verilmek zorundadır. Buna göre, disiplin amirleri uyarma, kınama ve aylıktan kesme cezalarını soruşturmanın tamamlandığı günden itibaren on beş gün içinde vermek zorundadırlar. Dolayısıyla cevap D şıkkıdır."
  },
  {
    "id": "2701238",
    "unitNumber": 5,
    "text": "Disiplin amirleri tarafından verilen uyarma, kınama ve aylıktan kesme cezalarına karşı disiplin kuruluna, kademe ilerlemesinin durdurulması cezasına karşı yüksek disiplin kuruluna itiraz edilebilir. İtirazda süre, kararın ilgiliye tebliği tarihinden itibaren kaç gündür ?",
    "correctAnswer": "E",
    "options": {
      "A": "10",
      "B": "20",
      "C": "15",
      "D": "30",
      "E": "7"
    },
    "explanation": "Disiplin amirleri tarafından verilen uyarma, kınama ve aylıktan kesme cezalarına karşı disiplin kuruluna, kademe ilerlemesinin durdurulması cezasına karşı yüksek disiplin kuruluna itiraz edilebilir. İtirazda süre, kararın ilgiliye tebliği tarihinden itibaren yedi gündür. Dolayısıyla cevap E şıkkıdır."
  },
  {
    "id": "2701308",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi memurun yükselmesi ile doğru orantılı olmayan bir etkendir?",
    "correctAnswer": "A",
    "options": {
      "A": "İtibar",
      "B": "Görev",
      "C": "Sorumluluk",
      "D": "Maaş",
      "E": "Ünvan"
    },
    "explanation": "Memurun yükselmesi ile görev, sorumluluk, maaş ve ünvan artar. İtibar ise öznel olup bu maddelerden biri değildir. Doğru yanıt 'A'."
  },
  {
    "id": "3190146",
    "unitNumber": 5,
    "text": "Aylıktan kesme cezası ile tecziye edilen memurlar kaç yıl boyunca daire başkanı kadrolarına, daire başkanı kadrosunun dengi ve üstü kadrolara atanamazlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Bir yıl",
      "B": "Üç yıl",
      "C": "Beş yıl",
      "D": "Yedi yıl",
      "E": "On yıl"
    },
    "explanation": "Kurumlar, hizmet içi eğitim konusunda denetime tabidirler. Bu sebeple, hizmet içi eğitim vermek, kurumlar için birer yükümlülüktür. Kurumlar, bu yükümlülüğü yerine getirdiklerine ve içerik olarak nasıl yerine getirdiklerine ilişkin, rapor hazırlama yükümlülüğü altındadırlar. Bu sebeple kurumlar yıllık eğitim programlarına göre yapmakta oldukları eğitim çalışmalarının sonuçlarını her altı aylık dönemin bitiminden en geç bir ay sonra Devlet Personel Başkanlığına bir raporla bildirmek zorundadırlar. Kurumların hizmet içi eğitimlerinin denetim yetkisi, Devlet Personel Başkanlığındadır. Devlet Personel Başkanlığı kurumların yurt içi ve yurt dışı eğitim programlarının hazırlanmasında ve uygulanmasında yol göstermek, yetiştirme faaliyetlerini koordine etmek ve denetlemekle görevlidir.<br/>Aylıktan kesme cezası ile tecziye edilenler 5 yıl, kademe ilerlemesinin durdurulması cezası ile tecziye edilenler 10 yıl boyunca daire başkanı kadrolarına, daire başkanı kadrosunun dengi ve daha üstü kadrolara, bölge ve il teşkilatlarının en üst yönetici kadrolarına, düzenleyici ve denetleyici kurumların başkanlık ve üyeliklerine, vali ve büyükelçi kadrolarına atanamazlar. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "3191631",
    "unitNumber": 5,
    "text": "Bir devlet memurunun özürsüz ve kesintisiz olarak 5 gün göreve gelmemesi, hangi disiplin cezasının verilmesini gerektirmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Uyarma",
      "B": "Kınama",
      "C": "Aylıktan kesme",
      "D": "Kademe ilerlemesinin durdurulması",
      "E": "Devlet memurluğundan çıkarma"
    },
    "explanation": "Özürsüz ve kesintisiz 3 - 9 gün göreve gelmemek, kademe ilerlemesinin durdurulması disiplin cezasını gerektiren bir disiplin fiilidir.<br/>Özürsüz ve kesintisiz 5 gün göreve gelmemek, kademe ilerlemesinin durdurulması disiplin cezasını gerektiren bir disiplin fiilidir. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3191635",
    "unitNumber": 5,
    "text": "Memurun, belirlenen kılık kıyafet hükümlerine aykırı davranması, aşağıdaki disiplin cezalarından hangisini gerektirmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Uyarma",
      "B": "Kınama",
      "C": "Aylıktan kesme",
      "D": "Kademe ilerlemesinin durdurulması",
      "E": "Devlet memurluğundan çıkarma"
    },
    "explanation": "Uyarma cezasını gerektiren fiil ve hâller şunlardır:<br/>• Verilen emir ve görevlerin tam ve zamanında yapılmasında, görev mahallinde kurumlarca belirlenen usul ve esasların yerine getirilmesinde, görevle ilgili resmî belge, araç ve gereçlerin korunması, kullanılması ve bakımında kayıtsızlık göstermek veya düzensiz davranmak,<br/>• Özürsüz veya izinsiz olarak göreve geç gelmek, erken ayrılmak, görev mahallini terketmek,<br/>• Kurumca belirlenen tasarruf tedbirlerine riayet etmemek,<br/>• Usulsüz müracaat veya şikâyette bulunmak,<br/>• Devlet memuru vakarına yakışmayan tutum ve davranışta bulunmak,<br/>• Görevine veya iş sahiplerine karşı kayıtsızlık göstermek veya ilgisiz kalmak,<br/>• Belirlenen kılık ve kıyafet hükümlerine aykırı davranmak,<br/>• Görevin iş birliği içinde yapılması ilkesine aykırı davranışlarda bulunmak.<br/>Memurun, belirlenen kılık kıyafet hükümlerine aykırı davranması, uyarma disiplin cezasını gerektirmektedir. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "2701318",
    "unitNumber": 6,
    "text": "Maddi unsurun gerçekleşmesi için kanuni tanımda hareketin yanında ondan ayrı olarak dış dünyada meydana gelen değişikliğin arandığı suçlara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Neticeli suçlar",
      "B": "Ani suçlar",
      "C": "Sırf hareket suçları",
      "D": "İhmali suçlar",
      "E": "İtiyadi suçlar"
    },
    "explanation": "Soruda neticeli suçların tanımı verilmiştir. Dolayısıyla sorunun doğru cevabı A şıkkıdır."
  },
  {
    "id": "2701319",
    "unitNumber": 6,
    "text": "Suç oluşturan fiilin, failin davranışının sürekliliği yüzünden, zararlı veya tehlikeli durumun kesintisiz olarak devam ettiği suçlara ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ani suçlar",
      "B": "Mütemadi suçlar",
      "C": "İcrai suçlar",
      "D": "Serbest hareketli suçlar",
      "E": "Neticeli suçlar"
    },
    "explanation": "Soruda mütemadi (kesintisiz) suçların tanımı verilmiştir. Dolayısıyla sorunun doğru cevabı B şıkkıdır."
  },
  {
    "id": "2701320",
    "unitNumber": 6,
    "text": "Bir yıl içerisinde aynı suçun kasıtlı bir biçimde ikiden fazla kez işlenmesi olarak tanımlanabilecek suçlar aşağıdaki şıklardan hangisinde belirtilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "İtiyadi suçlar",
      "B": "Zincirleme suçlar",
      "C": "Mütemadi suçlar",
      "D": "Çok hareketli suçlar",
      "E": "Bağlı hareketli suçlar"
    },
    "explanation": "Soruda itiyadi suçların tanımı verilmiştir. Dolayısıyla sorunun doğru cevabı A şıkkıdır."
  },
  {
    "id": "2701321",
    "unitNumber": 6,
    "text": "Bir suç işleme kararının icrası kapsamında, değişik zamanlarda bir kişiye karşı aynı suçun birden fazla işlenmesi durumunda, bir cezaya hükmedilmesi ancak bu cezanın, dörtte birinden dörtte üçüne kadar artırılması anlamına gelen suç türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Zincirleme suç",
      "B": "Serbest hareketli suç",
      "C": "Seçimlik hareketli suç",
      "D": "İtiyadi suç",
      "E": "Mütemadi suç"
    },
    "explanation": "Soruda zincirleme suçun tanımı verilmektedir. Dolayısıyla sorunun doğru cevabı A şıkkıdır."
  },
  {
    "id": "2701322",
    "unitNumber": 6,
    "text": "I. Kasten öldürme\n<br/>II. Kasten yaralama\n<br/>III. İşkence\n<br/>IV. Yağma\n<br/>Yukarıdaki suçların hangisinde ya da hangilerinde zincirleme suç hükümleri uygulanmaz ve dolayısıyla bu suçu ya da suçları birden fazla defa işleyen kişi, söz konusu suçu ya da suçları kaç defa işlediyse o kadar ceza alır?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II",
      "B": "I, III",
      "C": "I, II, III",
      "D": "II, III, IV",
      "E": "I, II, III, IV"
    },
    "explanation": "Soruda verilen suçların hiçbirinde zincirleme suç hükümleri uygulanmaz. Dolayısıyla sorunun doğru cevabı E şıkkıdır."
  },
  {
    "id": "2701323",
    "unitNumber": 6,
    "text": "Hareketten meydana gelen neticenin zaman içinde devam etmeyip hemen sona erdiği suçlara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ani suçlar",
      "B": "Mütemadi suçlar",
      "C": "İtiyadi suçlar",
      "D": "Zincirleme suçlar",
      "E": "İhmali suçlar"
    },
    "explanation": "Soruda ani suçların tanımı verilmektedir. Dolayısıyla sorunun doğru cevabı A şıkkıdır."
  },
  {
    "id": "2701324",
    "unitNumber": 6,
    "text": "Suçun kanuni tanımında suçun icrasının birden fazla alternatif hareketle gerçekleşebileceğinin belirtildiği suçlara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Seçimlik hareketli suçlar",
      "B": "Bağlı hareketli suçlar",
      "C": "Çok hareketli suçlar",
      "D": "Serbest hareketli suçlar",
      "E": "Zincirleme suçlar"
    },
    "explanation": "Soruda seçimlik hareketli suçların tanımı verilmiştir. Dolayısıyla sorunun doğru cevabı A şıkkıdır."
  },
  {
    "id": "2701325",
    "unitNumber": 6,
    "text": "Suçun gerçekleşmesi bakımından kanunda hareketle ilgili herhangi bir düzenleme getirilmemiş olan suçlara ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Seçimlik hareketli suçlar",
      "B": "Serbest hareketli suçlar",
      "C": "Çok hareketli suçlar",
      "D": "Zincirleme suçlar",
      "E": "Mütemadi suçlar"
    },
    "explanation": "Soruda serbest hareketli suçların tanımı verilmiştir. Dolayısıyla sorunun doğru cevabı B şıkkıdır."
  },
  {
    "id": "2701326",
    "unitNumber": 6,
    "text": "Türkiye Büyük Millet Meclisi Genel Sekreteri hakkında ceza soruşturması başlatılması konusunda izin vermeye yetkili merci aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Cumhurbaşkanı",
      "B": "Cumhurbaşkanlığı İdari İşler Başkanı",
      "C": "Türkiye Büyük Millet Meclisi Başkanı",
      "D": "İçişleri Bakanı",
      "E": "Ankara Valisi"
    },
    "explanation": "Sorunun cevabı için kitabın 97. ve 98. sayfalarına birlikte bakınız.<br/>Türkiye Büyük Millet Meclisi Genel Sekreteri hakkında ceza soruşturması başlatılması konusunda izin vermeye yetkili merci Türkiye Büyük Millet Meclisi Başkanı'dır. Dolayısıyla sorunun doğru cevabı C şıkkıdır."
  },
  {
    "id": "2701327",
    "unitNumber": 6,
    "text": "Hakimin, adli para cezasının belirli taksitler halinde ödenmesine karar vermesi durumunda, taksit süresi en fazla ne kadar olabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Üç ay",
      "B": "Altı ay",
      "C": "Dokuz ay",
      "D": "Bir yıl",
      "E": "İki yıl"
    },
    "explanation": "Hakimin, adli para cezasının belirli taksitler halinde ödenmesine karar vermesi durumunda, taksit süresi iki yılı geçemez. Dolayısıyla sorunun doğru cevabı E şıkkıdır."
  },
  {
    "id": "2701329",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Devlet Memurları Kanunu'nda belirtilen disiplin cezalarından birisi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kınama",
      "B": "Uyarma",
      "C": "Aylıktan kesme",
      "D": "Memurluktan çıkarma",
      "E": "Uzaklaştırma"
    },
    "explanation": "Devlet Memurları Kanunu’nda disiplin cezaları beş türe ayrılmıştır (madde 125). Yasa bu cezaları en hafifinden ağırına doğru sıralamıştır. Bu cezalar aşağıda yer almaktadır.\n<br/>Uyarma, kınama, aylıktan kesme, kademe ilerlemesinin durdurulması, devlet memurluğundan çıkarma . Doğru cevap E seçeneğidir"
  },
  {
    "id": "2701389",
    "unitNumber": 7,
    "text": "Her memur için düzenlenen ve içerisinde o memura ilişkin memuriyete atanmadan başlayarak, memuriyetin sona ermesine kadar kaydedilen bilgi ve belgelerin oluşturduğu evrakın tümüne ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Özlük dosyası",
      "B": "Özgeçmiş dosyası",
      "C": "SGK Dosyası",
      "D": "İbraname",
      "E": "Hizmet belgeleri"
    },
    "explanation": "Özlük dosyası, her memur için düzenlenen ve içerisinde o memura ilişkin memuriyete atanmadan başlayarak, memuriyetin sona ermesine kadar gerçekleşen bilgiler ve belgeler kaydedilir."
  },
  {
    "id": "2701390",
    "unitNumber": 7,
    "text": "Özlük dosyalarında bulunacak belgeleri ve özlük dosyalarının tutulma usul ve esaslarını aşağıdaki kurumlardan hangisi belirler?",
    "correctAnswer": "B",
    "options": {
      "A": "Çalışma Genel Müdürlüğü",
      "B": "Devlet Personel Başkanlığı",
      "C": "Kamu Sermayeli Kuruluş ve İşletmeler Genel Müdürlüğü",
      "D": "Kamu Personeli Danışma Kurulu",
      "E": "Mesleki Yeterlilik Kurumu"
    },
    "explanation": "Özlük dosyalarında hangi belgelerin bulunacağı veya özlük dosyalarının nasıl ve hangi usullere göre tutulacağı, yani özlük dosyalarının tutulma usul ve esasları Devlet Personel Başkanlığınca belirlenir. Özlük dosyalarında, memurların, ödül, başarı belgesi gibi başarılı çalışmalarının karşılığı kendilerine verilen belgeler yer alır."
  },
  {
    "id": "2701391",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kural olarak memurun özlük dosyasında bulunması gereken belgelerden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mal bildirimi",
      "B": "Varsa inceleme, soruşturma, denetim raporu",
      "C": "Sürücü ehliyeti",
      "D": "Disiplin cezası",
      "E": "Ödül ve başarı belgesi"
    },
    "explanation": "Özlük dosyası konusu, Devlet Memurları Kanunu’nun altıncı bölümünde, 109 vd. maddelerinde düzenlenmiştir. Özlük dosyası, her memur için düzenlenen ve içerisinde o memura ilişkin memuriyete atanmadan başlayarak, memuriyetin sona ermesine kadar gerçekleşen bilgiler ve belgeler kaydedilir. Bu bilgi ve belgeler, memurun mesleki bilgileri, mal bildirimleri; varsa inceleme, soruşturma, denetim raporları, disiplin cezaları ile ödül ve başarı belgesi verilmesine ilişkin bilgi ve belgelerdir."
  },
  {
    "id": "2701392",
    "unitNumber": 7,
    "text": "Türk Silahlı Kuvvetlerinde görevli Devlet memurlarına üstün başarı belgesi verilebilmesi için daha önce kaç defa başarı belgesi alması gerekmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Görevli oldukları kurumlarda olağanüstü gayret ve çalışmaları ile emsallerine göre başarılı görev yapmak suretiyle; kamu kaynağında önemli ölçüde tasarruf sağlanmasında, kamu zararının oluşmasının önlenmesinde ve önlenemez kamu zararlarının önemli ölçüde azaltılmasında, kamusal fayda ve gelirlerin beklenenin üzerinde artırılmasında veya sunulan hizmetlerin etkinlik ve kalitesinin yükseltilmesinde somut olaylara ve verilere dayalı olarak katkı sağladıkları tespit edilen memurlara, merkezde bağlı veya ilgili bakan, illerde valiler, ilçelerde kaymakamlar tarafından başarı belgesi verilebilir. Türk Silahlı Kuvvetlerinde görevli Devlet memurları için Milli Savunma Bakanı bu yetkisini devredebilir. Üç defa başarı belgesi alanlara üstün başarı belgesi verilir."
  },
  {
    "id": "2701393",
    "unitNumber": 7,
    "text": "Memurun kademe ilerlemesinin yapılabilmesi için bulunduğu kademede en az ne kadar süre çalışmış olması gerekmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "6 ay",
      "B": "1 yıl",
      "C": "18 ay",
      "D": "2 yıl",
      "E": "3 yıl"
    },
    "explanation": "Memurun kademe ilerlemesinin yapılabilmesi için bazı şartlar gerekmektedir. Bunlar:<br/>• Memurun kademe ilerlemesinin yapılabilmesi için bulunduğu kademede en az bir yıl çalışmış olması,<br/>• Bulunduğu derecede ilerleyebileceği bir kademenin bulunması şartlarıdır."
  },
  {
    "id": "2701394",
    "unitNumber": 7,
    "text": "Doktora üstü üniversite doçentliği unvanını üniversite dışı diğer memuriyetlerde iken kazananlara kaç kademe ilerlemesi uygulanır?",
    "correctAnswer": "B",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Master derecesini alıp bir kademe ilerlemesinden yararlanan memura, mesleği ile ilgili öğrenim dalında doktora yaptığı takdirde iki kademe ilerlemesi uygulanır. Doktora üstü üniversite doçentliği unvanını üniversitede görevli iken kazananlara bir derece, diğer memuriyetlerde iken bu unvanı kazananlara iki kademe ilerlemesi uygulanır."
  },
  {
    "id": "2701395",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi memura derece yükselmesi yapılabilmesi için aranan şartlardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Üst derecelerden boş bir kadronun bulunması",
      "B": "Bulunduğu derecesi içinde en az üç yıl çalışmış olması",
      "C": "Bulunduğu derecenin üçüncü kademesinde bir yıl bulunmuş olması",
      "D": "Kadronun tahsis edildiği görev için öngörülen nitelikleri elde etmiş olması",
      "E": "Yükseltileceği kadronun emeklilik nedeniyle boşalmış olması"
    },
    "explanation": "Derece yükselmesi yapılabilmesi için bazı şartların gerçekleşmiş olması aranır. Bu şartlar:<br/>• Üst derecelerden boş bir kadronun bulunması,<br/>• Derecesi içinde en az üç yıl ve bu derecenin üçüncü kademesinde bir yıl bulunmuş olmak,<br/>• Kadronun tahsis edildiği görev için öngörülen nitelikleri elde etmiş olmak şarttır."
  },
  {
    "id": "2701396",
    "unitNumber": 7,
    "text": "Avukatlık stajını açıkta iken yapanlara kaç kademe ilerlemesi uygulanır?",
    "correctAnswer": "D",
    "options": {
      "A": "5",
      "B": "4",
      "C": "3",
      "D": "2",
      "E": "1"
    },
    "explanation": "Avukatlık stajını açıkta iken yapanlara iki, memuriyette iken yapanlara bir kademe ilerlemesi uygulanır."
  },
  {
    "id": "2701397",
    "unitNumber": 7,
    "text": "Devlet memurlarının eğitim genel planı, aşağıdaki makamlardan hangisinin kararıyla yürürlüğe konulur?",
    "correctAnswer": "E",
    "options": {
      "A": "Vali",
      "B": "Milli Eğitim Bakanı",
      "C": "Devlet Personel Başkanı",
      "D": "Kaymakam",
      "E": "Cumhurbaşkanı"
    },
    "explanation": "Kurumlar, hizmet içi eğitimin verilmesini sağlamak amacıyla eğitim merkezleri de açabilirler. Kurumların eğitim merkezlerinin kurulması ve çalışmasına ilişkin usul ve esaslar, Devlet Personel Başkanlığının görüşü alınmak suretiyle ilgili kurum tarafından hazırlanacak bir yönetmelikle düzenlenir. Ayrıca, hizmet içi eğitimin kurumlar arasında koordine bir şekilde sağlanması amacıyla ve Cumhurbaşkanı kararıyla kurumlar arası eğitim merkezleri de açılabilir. Devlet memurlarının eğitim genel planı, Cumhurbaşkanı kararıyla yürürlüğe konulur."
  },
  {
    "id": "2701398",
    "unitNumber": 7,
    "text": "Yetiştirilmek, eğitilmek, bilgilerini artırmak veya staj yapmak üzere üç ay ve daha fazla süre ile dış memleketlere gönderilen memurlara gönderilme şekillerine bakılmaksızın yurt dışında kaldıkları sürenin kaç katı kadar mecburi hizmet yüklenir?",
    "correctAnswer": "C",
    "options": {
      "A": "3",
      "B": "2,5",
      "C": "2",
      "D": "1,5",
      "E": "1"
    },
    "explanation": "Yetiştirilmek, eğitilmek, bilgilerini artırmak veya staj yapmak üzere üç ay ve daha fazla süre ile dış memleketlere gönderilen memurlara gönderilme şekillerine bakılmaksızın yurt dışında kaldıkları sürenin iki katı kadar mecburi hizmet yüklenir. Mecburi hizmetle yükümlü bulunanlar, yarışma sınavına tabi tutulmaksızın atanırlar."
  },
  {
    "id": "2701399",
    "unitNumber": 7,
    "text": "Görevin önemi veya sorumluluğu artmadan, memurun aylığındaki ilerleme aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Derece yükselmesi",
      "B": "Kademe ilerleme",
      "C": "Ödül",
      "D": "Uzmanlaşma",
      "E": "Atanma"
    },
    "explanation": "Görevin önemi veya sorumluluğu artmadan, memurun aylığındaki ilerleme kademe ilerlemesidir."
  },
  {
    "id": "2701400",
    "unitNumber": 7,
    "text": "Her memur için düzenlenen ve içerisinde o memura ilişkin memuriyete atanmadan başlayarak, memuriyetin sona ermesine kadar gerçekleşen bilgiler ve belgeler kaydedildiği, bu bilgi ve belgeler, memurun mesleki bilgileri, mal bildirimleri; varsa inceleme, soruşturma, denetim raporları, disiplin cezaları ile ödül ve başarı belgesi verilmesine ilişkin bilgileri içeren kavram aşağıdakilerden hangisiyle ifade edilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Memur portfoyü",
      "B": "Özlük dosyası",
      "C": "Memur katologu",
      "D": "Gizli dosya",
      "E": "Hakediş dosyası"
    },
    "explanation": "Her memur için düzenlenen ve içerisinde o memura ilişkin memuriyete atanmadan başlayarak, memuriyetin sona ermesine kadar gerçekleşen bilgiler ve belgeler kaydedildiği, bu bilgi ve belgeler, memurun mesleki bilgileri, mal bildirimleri; varsa inceleme, soruşturma, denetim raporları, disiplin cezaları ile ödül ve başarı belgesi verilmesine ilişkin bilgileri içeren kavram özlük dosyasıdır."
  },
  {
    "id": "2701401",
    "unitNumber": 7,
    "text": "Özlük dosyalarında hangi belgelerin bulunacağı veya özlük dosyalarının nasıl ve hangi usullere göre tutulacağı, yani özlük dosyalarının tutulma usul ve esasları aşağıdaki hangi kurum tarafından belirlenmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kamu diplomasisi kurumu",
      "B": "İçişleri Bakanlığı",
      "C": "İş ve İşçi bulma kurumu",
      "D": "Devlet Personel Başkanlığı",
      "E": "Dış Ticaret Müsteşarlığı"
    },
    "explanation": "Özlük dosyalarında hangi belgelerin bulunacağı veya özlük dosyalarının nasıl ve hangi usullere göre tutulacağı, yani özlük dosyalarının tutulma usul ve esasları Devlet Personel Başkanlığı belirlemektedir."
  },
  {
    "id": "2701402",
    "unitNumber": 7,
    "text": "Üstün başarı belgesi verilenlere, en yüksek Devlet memuru aylığının (ek gösterge dâhil) % 200’üne kadar ödül illerde kim tarafından uygun görülürse verilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kaymakam",
      "B": "Vali",
      "C": "İl Özel İdaresi",
      "D": "İl Devlet Personel müdürlüğü",
      "E": "İl Kültür müdürlüğü"
    },
    "explanation": "Üstün başarı belgesi verilenlere, en yüksek Devlet memuru aylığının (ek gösterge dâhil) % 200’üne kadar ödül illerde Vali tarafından uygun görülürse verilebilir"
  },
  {
    "id": "2701403",
    "unitNumber": 7,
    "text": "Meslekleri ile ilgili öğrenim dallarında doktora yapanlara aşağıdaki yükselmelerden hangisi uygulanır?",
    "correctAnswer": "C",
    "options": {
      "A": "bir kademe ilerlemesi",
      "B": "2 maaş ödülü",
      "C": "Bir üst dereceye yükselme",
      "D": "Maaşa seyyanen yüzde 50 zam",
      "E": "2 kademe ilerleme"
    },
    "explanation": "Meslekleri ile ilgili öğrenim dallarında doktora yapanlara bir derece yükselme verilir."
  },
  {
    "id": "2701404",
    "unitNumber": 7,
    "text": "Devlet memurlarına, meslekte yetişmelerini sağlamak, mesleki verimliliklerini artırmak ve daha ileriki görevlere hazırlayarak yükselmelerine imkân sağlamak amacıyla aşağıdaki faaliyetlerden hangisi yapılmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Personel aktivitesi",
      "B": "Evden çalışma",
      "C": "Hizmetiçi eğitim",
      "D": "Esnek çalışma",
      "E": "Kademe ilerleme ödülü"
    },
    "explanation": "Devlet memurlarına, meslekte yetişmelerini sağlamak, mesleki verimliliklerini artırmak ve daha ileriki görevlere hazırlayarak yükselmelerine imkân sağlamak amacıyla hizmetiçi eğitim verilmektedir."
  },
  {
    "id": "2701405",
    "unitNumber": 7,
    "text": "Kurumların hizmet içi eğitimlerinin denetim yetkisi aşağıdaki kurumların hangisindedir?",
    "correctAnswer": "E",
    "options": {
      "A": "İçişleri bakanlığı",
      "B": "Kamu güvenliği müsteşarlığı",
      "C": "Üniversite",
      "D": "Meslek odaları",
      "E": "Devlet Personel Başkanlığı"
    },
    "explanation": "Kurumların hizmet içi eğitimlerinin denetim yetkisi devlet personel başkanlığındadır."
  },
  {
    "id": "2701406",
    "unitNumber": 7,
    "text": "Ayrıca, yetiştirilmek, eğitilmek, bilgilerini artırmak veya staj yapmak üzere üç ay ve daha fazla süre ile dış memleketlere gönderilen memurların gönderilme şekillerine bakılmaksızın zorunlu hizmet süresi ne kadardır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yurtdışında kaldığı kadar",
      "B": "Yurtdışında kaldığı sürenin yarısı kadar",
      "C": "Yurtdışında kaldığı sürenin 2 yıl ilave edilerek",
      "D": "Yurtdışında kaldığı sürenin iki katı kadar",
      "E": "Zorunlu hizmet verilmez"
    },
    "explanation": "Ayrıca, yetiştirilmek, eğitilmek, bilgilerini artırmak veya staj yapmak üzere üç ay ve daha fazla süre ile dış memleketlere gönderilen memurların gönderilme şekillerine bakılmaksızın zorunlu hizmet süresi yurtdışında kaldığı sürenin iki katıdır."
  },
  {
    "id": "2701407",
    "unitNumber": 7,
    "text": "Mecburi hizmet kapsamında bulunanların yetiştirme, eğitim veya staj sürelerinin bitiminden itibaren en çok ne kadar sürede göreve başlamak için başvuru yapmaları gerekir?",
    "correctAnswer": "B",
    "options": {
      "A": "1 ay",
      "B": "2 ay",
      "C": "3 ay",
      "D": "6 ay",
      "E": "1 yıl"
    },
    "explanation": "Mecburi hizmet kapsamında bulunanların yetiştirme, eğitim veya staj sürelerinin bitiminden itibaren en geç 2 ay içinde göreve başlamak için başvuru yapması zorunludur."
  },
  {
    "id": "2701408",
    "unitNumber": 7,
    "text": "Hizmetlerine lüzum olmadığına karar verilenlerin mecburi hizmet yükümlülükleri krediye dönüştürülebilmesi kararını hangi kurum verebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "İçişleri bakanlığı",
      "B": "YÖK",
      "C": "Miili Eğitim Bakanlığı",
      "D": "Tübitak",
      "E": "Cumhurbaşkanlığı"
    },
    "explanation": "Hizmetlerine lüzum olmadığına karar verilenlerin mecburi hizmet yükümlülükleri krediye dönüştürülebilmesi kararını Cumhurbaşkanlığı verebilir."
  },
  {
    "id": "3191636",
    "unitNumber": 7,
    "text": "Memurlara üstün başarı belgesi verilmesi ile ilgili olarak aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Memurlara üstün başarı belgesi verilmesi için daha önceden belli sayıda başarı belgesi almış olma şartı bulunmamaktadır.",
      "B": "Memurlara üstün başarı belgesi verilmesi için memurun daha önceden en az bir defa başarı belgesi almış olması şarttır.",
      "C": "Memurlara üstün başarı belgesi verilmesi için memurun daha önceden en az iki defa başarı belgesi almış olması şarttır.",
      "D": "Memurlara üstün başarı belgesi verilmesi için memurun daha önceden en az üç defa başarı belgesi almış olması şarttır.",
      "E": "Devlet Memurları Kanunu'nda memurlara üstün başarı belgesi verilmesi ile ilgili bir kural düzenlenmemiştir."
    },
    "explanation": "DMK’nin 122. maddesine göre, “Görevli oldukları kurumlarda olağanüstü gayret ve çalışmaları ile emsallerine göre başarılı görev yapmak suretiyle; kamu kaynağında önemli ölçüde tasarruf sağlanmasında, kamu zararının oluşmasının önlenmesinde ve önlenemez kamu zararlarının önemli ölçüde azaltılmasında, kamusal fayda ve gelirlerin beklenenin üzerinde artırılmasında veya sunulan hizmetlerin etkinlik ve kalitesinin yükseltilmesinde somut olaylara ve verilere dayalı olarak katkı sağladıkları tespit edilen memurlara, merkezde bağlı veya ilgili bakan, illerde valiler, ilçelerde kaymakamlar tarafından başarı belgesi verilebilir. Türk Silahlı Kuvvetlerinde görevli Devlet memurları için Millî Savunma Bakanı bu yetkisini devredebilir. Üç defa başarı belgesi alanlara üstün başarı belgesi verilir...\"<br/>Memurlara üstün başarı belgesi verilmesi için memurun daha önceden en az üç defa başarı belgesi almış olması şarttır. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3193645",
    "unitNumber": 7,
    "text": "Üstün başarı belgesi verilen memurlara, illerde valiler tarafından uygun görülmesi halinde ek gösterge dahil en çok ne kadar ödül verilebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "En yüksek devlet memuru aylığının yarısı kadar",
      "B": "En yüksek devlet memuru aylığı kadar",
      "C": "En yüksek devlet memuru aylığının yüzde iki yüzüne kadar",
      "D": "En yüksek devlet memuru aylığının yüzde üç yüzüne kadar",
      "E": "En yüksek devlet memuru aylığının yüzde dört yüzüne kadar"
    },
    "explanation": "Özlük dosyalarında, memurların, ödül, başarı belgesi gibi başarılı çalışmalarının karşılığı kendilerine verilen belgeler yer alır. DMK’nin 122. maddesine göre, “Görevli oldukları kurumlarda olağanüstü gayret ve çalışmaları ile emsallerine göre başarılı görev yapmak suretiyle; kamu kaynağında önemli ölçüde tasarruf sağlanmasında, kamu zararının oluşmasının önlenmesinde ve önlenemez kamu zararlarının önemli ölçüde azaltılmasında, kamusal fayda ve gelirlerin beklenenin üzerinde artırılmasında veya sunulan hizmetlerin etkinlik ve kalitesinin yükseltilmesinde somut olaylara ve verilere dayalı olarak katkı sağladıkları tespit edilen memurlara, merkezde bağlı veya ilgili bakan, illerde valiler, ilçelerde kaymakamlar tarafından başarı belgesi verilebilir. Türk Silahlı Kuvvetlerinde görevli Devlet memurları için Millî Savunma Bakanı bu yetkisini devredebilir. Üç defa başarı belgesi alanlara üstün başarı belgesi verilir. Üstün başarı belgesi verilenlere, merkezde bağlı veya ilgili bakan<br/>Üstün başarı belgesi verilen memurlara, illerde valiler tarafından uygun görülmesi halinde, en yüksek devlet memuru aylığının ek gösterge dahil yüzde iki yüzüne kadar ödül verilebilir. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "3193648",
    "unitNumber": 7,
    "text": "Son kaç yıl içinde herhangi bir disiplin cezası almayan memurlara, aylık derecelerinin yükseltilmesinde dikkate alınmak üzere bir kademe ilerlemesi uygulanır?",
    "correctAnswer": "D",
    "options": {
      "A": "İki",
      "B": "Dört",
      "C": "Altı",
      "D": "Sekiz",
      "E": "On"
    },
    "explanation": "Mesleklerini, memuriyetin gereği gibi hukuk kurallarını gözeterek ifa eden memurlar yani belirli süreler içerisinde disiplin cezası almamış olan devlet memurlarına ayrıca bir kademe ilerlemesi uygulanır. Şöyle ki, son sekiz yıl içinde herhangi bir disiplin cezası almayan memurlara, aylık derecelerinin yükseltilmesinde dikkate alınmak üzere bir kademe ilerlemesi uygulanır. Bu maddede belirtilen şartları haiz her sınıf ve derecedeki memurlar, hak kazandıkları tarihten geçerli olmak üzere ve başkaca bir işleme gerek kalmaksızın bir ileri kademeye ilerlemiş sayılırlar. Yani, kademe ilerlemesine hak kazanılması hâlinde idareye başvurmaya ya da başkaca herhangi bir şey yapmaya gerek yoktur.<br/>Son sekiz yıl içinde herhangi bir disiplin cezası almayan memurlara, aylık derecelerinin yükseltilmesinde dikkate alınmak üzere bir kademe ilerlemesi uygulanır. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "3529405",
    "unitNumber": 7,
    "text": "Bir memurun derecesinin yükseltilebilmesi için bulunduğu derecede en az kaç yıl çalışmış olması gerekmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Derece yükselmesi yapılabilmesi için bazı şartların gerçekleşmiş olması aranır. Bu şartlar:<br/>• Üst derecelerden boş bir kadronun bulunması,<br/>• Derecesi içinde en az üç yıl ve bu derecenin üçüncü kademesinde bir yıl bulunmuş olmak,<br/>• Kadronun tahsis edildiği görev için öngörülen nitelikleri elde etmiş olmak şarttır."
  },
  {
    "id": "2701488",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi devlet memurluğunun sona erme sebeplerinden birisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "3 gün işe gelmeme",
      "B": "Göreve alkollü gelme",
      "C": "Görev sırasında amire saygısız davranma",
      "D": "Usulsüz şikayette bulunma",
      "E": "Memurluğa alınma şartlarını kaybetme"
    },
    "explanation": "Devlet memurluğunun sona ermesi sebepleri, Devlet Memurları Kanunu’nun dördüncü bölümünde, 94 vd. maddelerinde düzenlenmiştir. DMK’de, memuriyetin sona ermesi sebepleri olarak sayılan hâller, çekilme, çekilmiş sayılma, memurluktan çıkarılma, memurluğa alınma şartlarından herhangi birini taşımadığının sonradan anlaşılması veya memurlukları sırasında bu şartlardan herhangi birini kaybetme, emekliye ayrılma ve ölümdür.<br/>Doğru cevap E seçeneğidir."
  },
  {
    "id": "2701489",
    "unitNumber": 8,
    "text": "Olağanüstü mazeretle görevinden çekilen memur yeniden memurluğa alınabilmek için en az ne kadar süre beklemelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Altı ay",
      "B": "Dokuz ay",
      "C": "Bir yıl",
      "D": "On beş ay",
      "E": "İki yıl"
    },
    "explanation": "Memuriyeti belirli şekillerde son bulan kişiler, tekrar memuriyete dönmek istediklerinde, belirli süreler boyunca memur olmaları mümkün olmayacaktır. Örneğin, çekilen ve yerine yenisinin gelmesi için gerekli olan bir aylık süreyi bekleyen ya da olağanüstü bir mazeretle çekilen memur altı ay geçmeden; çekilmiş sayılan veya yerine yenisinin gelmesini beklemeden görevini terk eden memur bir yıl geçmeden; devir-teslim yükümlülüğü altında olup da bu yükümlülüğü yerine getirmeyen memur üç yıl geçmeden; olağanüstü yönetim usullerinin uygulandığı bir dönemde çekilme talebinde bulunup da henüz talebi kabul edilmeden ya da talebi kabul edilse dahi yerine yenisinin gelip de işe başlamasını beklemeden görevini terk eden memur ise hiçbir surette devlet memurluğuna alınamayacaktır.<br/>Doğru cevap A seçeneğidir."
  },
  {
    "id": "2701490",
    "unitNumber": 8,
    "text": "Çekilme talebinde bulunan memur, yerine atanan kimsenin gelmesine veya çekilme isteğinin kabulüne kadar görevine devam eder. Yerine atanan kimse en fazla ne kadar süreye kadar gelmediği veya yerine bir vekil atanmadığı takdirde, üstüne haber vererek görevini bırakabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bir haftaya kadar",
      "B": "Bir aya kadar",
      "C": "Üç aya kadar",
      "D": "Altı aya kadar",
      "E": "Bir yıla kadar"
    },
    "explanation": "Çekilme isteğinde bulunan memurun görevini bırakması konusunda DMK özel hükümlere yer vermiştir. Şöyle ki, çekilme talebinde bulunan memur, yerine atanan kimsenin gelmesine veya çekilme isteğinin kabulüne kadar görevine devam eder. Yerine atanan kimse bir aya kadar gelmediği veya yerine bir vekil atanmadığı takdirde, üstüne haber vererek görevini bırakabilir.<br/>Doğru cevap B seçeneğidir."
  },
  {
    "id": "2701491",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi memurun yazılı müracaatı olmamakla birlikte, mazeretsiz olarak görevini terk etmesi ve bu terkin de kanunda belirtilen belli bir süre boyunca devam etmesi neticesinde, memuriyetinin sona ermesi anlamına gelmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çekilme",
      "B": "Çekilmiş Sayılma",
      "C": "Emekliye Ayrılma",
      "D": "Ölüm",
      "E": "Bağdaşmazlık"
    },
    "explanation": "Çekilmiş sayılma, memurun yazılı müracaatı olmamakla birlikte, mazeretsiz olarak görevini terk etmesi ve bu terkin de kanunda belirtilen belli bir süre boyunca devam etmesi neticesinde, memuriyetinin sona ermesi anlamına gelmektedir.<br/>Doğru cevap B seçeneğidir."
  },
  {
    "id": "2701492",
    "unitNumber": 8,
    "text": "Çekilmiş sayılan memur, çekilmiş sayılmanın üzerinden en az kaç yıl geçmedikçe, yeniden devlet memurluğuna alınamaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Bir yıl",
      "B": "İki yıl",
      "C": "Üç yıl",
      "D": "Dört yıl",
      "E": "Beş yıl"
    },
    "explanation": "Çekilmiş sayılan memur, çekilmiş sayılmanın üzerinden bir yıl geçmedikçe, yeniden devlet memurluğuna alınamaz.<br/>Doğru cevap A seçeneğidir."
  },
  {
    "id": "2701493",
    "unitNumber": 8,
    "text": "Devlet memurluğundan çıkarma, bir daha devlet memurluğuna atanmamak üzere memurluktan çıkarmaktır. Aşağıdakilerden hangisi Kanunda düzenlenen memurluktan çıkarma sebeplerinden birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Özürsüz olarak bir yılda toplam yedi gün göreve gelmemek",
      "B": "Kurumca belirlenen tasarruf tedbirlerine riayet etmemek",
      "C": "İş arkadaşlarına ve iş sahiplerine söz veya hareketle sataşmak",
      "D": "Siyasi partiye girmek",
      "E": "Verilen emirlere itiraz etmek"
    },
    "explanation": "Siyasi partiye girmek, Devlet Memurları Kanunu’nun 125/1-E bendi uyarınca, memurluktan çıkarma sebepleri arasındadır.<br/>Doğru cevap D seçeneğidir."
  },
  {
    "id": "2701494",
    "unitNumber": 8,
    "text": "Özürsüz olarak bir yılda toplam kaç gün göreve gelmemek, Devlet Memurları Kanunu'nda memurluktan çıkarma sebepleri arasında sayılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "On gün",
      "B": "On beş gün",
      "C": "Yirmi gün",
      "D": "Otuz gün",
      "E": "Altmış gün"
    },
    "explanation": "Özürsüz olarak bir yılda toplam 20 gün göreve gelmemek, Devlet Memurları Kanunu’nun 125/1-E bendi uyarınca, memurluktan çıkarma sebepleri arasında sayılmıştır.<br/>Doğru cevap C seçeneğidir."
  },
  {
    "id": "2701495",
    "unitNumber": 8,
    "text": "Terör örgütleriyle eylem birliği içerisinde olmak, bu örgütlere yardım etmek, kamu imkân ve kaynaklarını bu örgütleri desteklemeye yönelik kullanmak ya da kullandırmak, bu örgütlerin propagandasını yapmak fiili Devlet Memurları Kanunu'na göre hangi disiplin cezasını gerektirmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Uyarma",
      "B": "Kınama",
      "C": "Aylıktan kesme",
      "D": "Kademe ilerlemesinin durdurulması",
      "E": "Memurluktan Çıkarma"
    },
    "explanation": "Terör örgütleriyle eylem birliği içerisinde olmak, bu örgütlere yardım etmek, kamu imkân ve kaynaklarını bu örgütleri desteklemeye yönelik kullanmak ya da kullandırmak, bu örgütlerin propagandasını yapmak fiili Devlet Memurları Kanunu'na göre memurluktan çıkarılma disiplin cezasını gerektirir.<br/>Doğru cevap E seçeneğidir."
  },
  {
    "id": "2701496",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi memurluğa girişte aranan özel şartlardan birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Vatandaşlık şartı",
      "B": "Kamu haklarından yasaklı bulunmamak şartı",
      "C": "Öğrenim şartı",
      "D": "Hizmetin görüleceği sınıf için belli eğitim kurumlarından diploma almış olma şartı",
      "E": "Belli suçları işlememiş olmak veya belli süreler hapis cezası almamış olmak şartı"
    },
    "explanation": "Memuriyete giriş şartları, genel şartlar ve özel şartlar diye ikiye ayrılır. Genel şartlar: Vatandaşlık şartı, yaş şartı, öğrenim şartı, askerlik şartı, kamu <br/>haklarından yasaklı bulunmamak şartı, belli suçları işlememiş olmak veya belli süreler hapis cezası almamış olmak şartı ve sağlık şartıdır. Özel şartlar ise diploma şartı ve diğer özel şartlar şeklinde ikiye ayrılır.<br/>Doğru cevap D seçeneğidir."
  },
  {
    "id": "2701497",
    "unitNumber": 8,
    "text": "\"Kişiler memuriyet statüsüne giriş için zorlanamazlar. Hiç kimse kamu hizmetlerinde çalıştırılmaya zorlanamaz. Hiç kimsenin kamu görevliliğine girişi engellenemez. Aksi durum angarya yasağının ihlali anlamına gelebilir. Fakat kişiler memuriyete girmeyi tercih ettiklerinde, artık memuriyet için kanunda düzenlenmiş tüm şartları bir bütün olarak kabul etmek durumundadırlar\". Aşağıdakilerden hangisi yukarıda belirtilen kamu personel hukuku ilkesini ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Kanunilik ilkesi",
      "B": "Eşitlik ilkesi",
      "C": "Serbestlik ilkesi",
      "D": "Liyakat ilkesi",
      "E": "Disiplin ilkesi"
    },
    "explanation": "Kamu personel hukukunda, kişiler kanunla önceden belirlenmiş belirli statülere yani pozisyonlara, içeriğini değiştirmeden şartlarını bir bütün olarak kabul ederek girerler. Fakat, kamu personel hukukunda statüye girişte serbestlik ilkesi geçerlidir. Kişiler memuriyet statüsüne giriş için zorlanamazlar, aksi durum angarya yasağının ihlali anlamına gelebilir. Fakat kişiler memuriyete girmeyi tercih ettiklerinde, artık memuriyet için kanunda düzenlenmiş tüm şartları bir bütün olarak kabul etmek durumundadırlar.<br/>Doğru cevap C seçeneğidir."
  },
  {
    "id": "2701498",
    "unitNumber": 8,
    "text": "Aşağıdaki durumlardan hangisinde kişi memurluk statüsünün sona ermesinden 6 ay sonra memurluğa geri alınabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Memuriyetten çıkarma",
      "B": "Çekilmiş sayılma",
      "C": "Emeklilik",
      "D": "Çekilme",
      "E": "İhraç"
    },
    "explanation": "-<br/>Çekilme sonucu memuriyeti sona eren kişi memurluk statüsünün sona ermesinden 6 ay sonra memurluğa geri alınabilir"
  },
  {
    "id": "2701499",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi memurluktan çıkarma sebeplerinden biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Siyasi partiye girmek",
      "B": "Özürsüz olarak bir yılda toplam 20 gün göreve gelmemek",
      "C": "Yurt dışında devletin itibarını düşürecek tutum ve davranışlarda bulunmak",
      "D": "İdeolojik amaçlarla kamu hizmetlerinin yürütülmesini engellemek",
      "E": "Siyasi partiye oy vermek"
    },
    "explanation": "-<br/>Bir siyasi partiye oy vermek memur olmaya engel bir neden değildir."
  },
  {
    "id": "2701500",
    "unitNumber": 8,
    "text": "Bir memur, çalıştığı kurum tarafından kabul edilen bir mazereti olmadan görevi terk eder ve kesintisiz on gün göreve gelmezse memuriyetten …………………………........ Yukardaki boşluğa uygun olan seçeneği yerleştiriniz?",
    "correctAnswer": "D",
    "options": {
      "A": "Atılır.",
      "B": "Çekilir.",
      "C": "Emekli olur.",
      "D": "Çekilmiş sayılır.",
      "E": "Kovulur."
    },
    "explanation": "-<br/>Bir memur, çalıştığı kurumun tarafından kabul edilen bir mazereti olmadan görevi terk eder ve kesintisiz on gün göreve gelmezse memuriyetten çekilmiş sayılır."
  },
  {
    "id": "2701501",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi devlet memurluğuna atanabilmenin genel şartlarından biri <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "T.C. Vatandaşı olma",
      "B": "Kamu haklarından yasaklı bulunmamak",
      "C": "Hukuk fakültesi mezunu olmak",
      "D": "Belli suçları işlememiş olmak",
      "E": "Belli süreler hapis cezası almamış olmak"
    },
    "explanation": "-<br/>Hukuk fakültesi mezunu olmak memuriyete girmek için genel değil özel bir şarttır."
  },
  {
    "id": "2701502",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi memuriyetten çıkarma kararını vermeye yetkilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Genel müdür",
      "B": "Yüksek disiplin kurulu",
      "C": "Atamaya yetkili amir",
      "D": "Kurumun senatosu",
      "E": "Şube müdürü"
    },
    "explanation": "-<br/>Memuriyetten çıkarma kararını vermeye Yüksek Disiplin Kurulu yetkilidir."
  },
  {
    "id": "2701503",
    "unitNumber": 8,
    "text": "Hata sonucu memuriyet şartlarını taşımayan bir kişinin memuriyete girişi sağlanmış ve bu durum daha sonradan farkedilmişse, o kişi için aşağıdakilerden hangisi uygulanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Başka bir göreve atanır.",
      "B": "Memuriyetine son verilir.",
      "C": "İşçi kadrosuna geçirilir.",
      "D": "Mesleği değiştirilir.",
      "E": "Başka bir kamu kurumuna atanır."
    },
    "explanation": "-<br/>Hata sonucu memuriyet şartlarını taşımayan bir kişinin memuriyete girişi sağlanmış ve bu durum daha sonradan farkedilmişse o kişinin memuriyetine son verilir."
  },
  {
    "id": "2701504",
    "unitNumber": 8,
    "text": "Bir idari işlemin yapılırken tabi olduğu yetki ve usul kurallarının, o idari işlemin sona erdirilmesinde de uygulanmasına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yetki ve usulde paralellik ilkesi",
      "B": "Hiyerarşi ilkesi",
      "C": "Yetki devri ilkesi",
      "D": "Benzer metot ilkesi",
      "E": "Takdir yetkisi ilkesi"
    },
    "explanation": "-<br/>Bir idari işlemin yapılırken tabi olduğu yetki ve usul kurallarının, o idari işlemin sona erdirilmesinde de uygulanmasına yetki ve usulde paralellik ilkesi denir."
  },
  {
    "id": "2701505",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "İdare hukuku statüer bir hukuk dalıdır.",
      "B": "Kamu personel hukuku statüer bir hukuk dalıdır.",
      "C": "İdare hukukunda taraflar karşılıklı anlaşarak, istedikleri hukuki ilişkiyi kurabilir.",
      "D": "Statüsü değişen memurun hukuki durumunda da değişiklikler ortaya çıkar.",
      "E": "Kişiler memuriyet statüsüne giriş için zorlanamazlar."
    },
    "explanation": "-<br/>İdare hukuku statüer bir hukuk dalıdır. Taraflar karşılıklı anlaşarak, istedikleri hukuki ilişkiyi kuramaz."
  },
  {
    "id": "2701506",
    "unitNumber": 8,
    "text": "Görevini geçerli mazeret olmadan kesintisiz 10 gün terk eden memur, tekrar devlet memuru olmak istediğinde, görevini terk etmeden itibaren ne kadar süre geçmeden devlet memurluğuna <strong>alınamaz</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "12 ay",
      "B": "6 ay",
      "C": "3 ay",
      "D": "36 ay",
      "E": "Hiçbir zaman"
    },
    "explanation": "-<br/>Görevini geçerli mazeret olmadan kesintisiz 10 gün terk eden memur, tekrar devlet memuru olmak istediğinde, görevini terk etmeden itibaren 12 ay beklemek zorundadır."
  },
  {
    "id": "2701507",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi memuriyetin sona ermesi hâlinde, idare ve kişi için sayılan yükümlüklerden biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "İdare kişinin özlük dosyasını saklamakla yükümlüdür.",
      "B": "İdare Devlet Personel Başkanlığına bilgi vermekle yükümlüdür.",
      "C": "Kişi ayrıldığı kuruma karşı görev almamakla yükümlüdür.",
      "D": "Kişi elindeki resmî araç-gereçleri iade etmekle yükümlüdür.",
      "E": "İdare kişinin kişinin özlük dosyasını iyileştirmekle yükümlüdür."
    },
    "explanation": "-<br/>İdare kişinin kişinin özlük dosyasını iyileştirmekle değil saklamakla yükümlüdür."
  },
  {
    "id": "2701588",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi memurun kendi talebiyle memurluğunun sona erme sebebidir?\n<br/><em>I: çekilme</em><br/><em>II: çekilmiş sayılma</em><br/><em>III: çıkarılma</em>",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "Yalnız II, III",
      "E": "Yalnız I, II"
    },
    "explanation": "<strong>Çekilme,</strong> devlet memurunun, bağlı olduğu kuruma yazılı olarak başvurarak, memurluktan çekilme isteğinde bulunması neticesinde çekilme isteğinin kabulü ile memuriyetinin sona ermesidir.<strong> Çekilmiş sayılma,</strong> memurun yazılı müracaatı olmamakla birlikte, mazeretsiz olarak görevini terk etmesi ve bu terkin de kanunda belirtilen belli bir süre boyunca devam etmesi neticesinde, memuriyetinin sona ermesi anlamına gelmektedir. <strong>Memurluktan çıkarılma,</strong> memurluktan çıkarılma Kanun’un 98/a bendinde sayılmakla birlikte, devlet memurluğundan çıkarılma sebepleri, Kanun’un 125. maddesinde sayılmıştır. Çünkü, memurluktan çıkarılma, bir disiplin yaptırımıdır. Doğru cevap A' dır."
  }
]