[
  {
    "id": "3866511",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi kamu ekonomisi kavramının tanımlarından birisi <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Devletin ekonomiye etkisinin pozitif ve normatif olarak incelenmesidir.",
      "B": "Kamu gelirlerinin ve kamu harcamalarının ekonomik faaliyet üzerindeki etkisinin incelenmesidir.",
      "C": "Kamu harcamaları, kamusal mallar ve kamu kesimi fiyatlaması ile ilgili ekonomik kararlarının incelenmesidir.",
      "D": "Özel sektörün borçlanma ilişkisinin incelenmesidir.",
      "E": "Devletin piyasaya müdahalesinin incelenmesidir."
    },
    "explanation": "Farklı noktalara vurgu yapılmış olmakla bir-<br/>likte, yukarıdaki tanımlarda açıkça görülen ortak<br/>husus kamu ekonomisinin özünde devletin eko-<br/>nomiyle ilişkisini inceleyen bir inceleme alanı ol-<br/>duğudur. Sadece D şıkkı özel sektörle ilgilidir."
  },
  {
    "id": "3866512",
    "unitNumber": 1,
    "text": "\"Piyasa ekonomisinin en kuvvetli savunucularının toplandığı, en önemli temsilcisi Milton Friedman olan ekonomik yaklaşım\" aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Chicago okulu",
      "B": "Avusturya okulu",
      "C": "ALman okulu",
      "D": "Fransız okulu",
      "E": "İsveç okulu"
    },
    "explanation": "Chicago okulu, piyasa ekonomisinin en<br/>kuvvetli savunucularının toplandığı, en<br/>önemli temsilcisi Milton Friedman olan<br/>ekonomik yaklaşımdır."
  },
  {
    "id": "3866513",
    "unitNumber": 1,
    "text": "Kamu ekonomisinin analizini<strong> en uygun</strong> şekilde yapabilmek için hakim ortam aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Liberal ekonomi",
      "B": "Planlı ekonomi",
      "C": "Devletçi ekonomi",
      "D": "Karma ekonomi",
      "E": "Serbest piyasa"
    },
    "explanation": "Ayrıca kamu ekonomisi analizi için hakim or-<br/>tam karma ekonomi olduğundan, bu analizde bir<br/>yandan bireysel kararlar esas kabul edilirken öbür<br/>yandan devletin bu kararları etkilemek için müda-<br/>halesi söz konusudur."
  },
  {
    "id": "3866514",
    "unitNumber": 1,
    "text": "Ekonomik alanda hem özel, hem de kamu kesiminin birlikte yeraldığı sisteme ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Liberal sistem",
      "B": "Karma ekonomik sistem",
      "C": "Devletçi sistem",
      "D": "Serbest piyasa",
      "E": "Sosyalist sistem"
    },
    "explanation": "Karma ekonomi, ekonomik alanda hem özel, hem de kamu kesiminin birlikte yeraldığı sistemdir."
  },
  {
    "id": "3866515",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi kamu yönetiminin önemini ortaya koyan açıklamalardan değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "İyi bir devlet yönetimi için kamu ekonomisinin bilinmesi önemlidir.",
      "B": "Kamu yönetiminin devlet ve ekonomi ilişkisini neredeyse bütün yönleriyle analiz<br/>eden bir inceleme alanı olan kamu ekonomisinin bilinmesi önemlidir.",
      "C": "Kamu ekonomisi ayrıca ekonomik<br/>refahın iyileştirilmesi ile ilgili bir inceleme alanı olduğu için de önemlidir.",
      "D": "Kamu politikalarının milyonlarca insanı etkileyen politikalar olması nedeniyle de kamu ekonomisi önem göstermektedir.",
      "E": "Özel işletmelerin uzun vadeli borçlanması kamu ekonomisi açısından önemlidir."
    },
    "explanation": "Gerçekten de, iyi bir devlet yönetimi için devlet ve ekonomi ilişkisini neredeyse bütün yönleriyle analiz<br/>eden bir inceleme alanı olan kamu ekonomisinin bilinmesi önemlidir. Kamu ekonomisi ayrıca ekonomik<br/>refahın iyileştirilmesi ile ilgili bir inceleme alanı olduğu için de önemlidir. Ayrıca, kamu politikalarının<br/>milyonlarca insanı etkileyen politikalar olması nedeniyle de kamu ekonomisi önem göstermektedir."
  },
  {
    "id": "3866516",
    "unitNumber": 1,
    "text": "Karma ekonomi, ekonomik alanda hem ............, hem de ............. kesiminin birlikte yer aldığı sistemdir.\n<br/>Yukarıdaki cümledeki boş bırakılan yerleri <strong> en uygun</strong> olan ile doldurunuz.",
    "correctAnswer": "D",
    "options": {
      "A": "sanayici - esnaf",
      "B": "işçi - köylü",
      "C": "devlet - sivil toplum örgütleri",
      "D": "kamu - özel",
      "E": "özel - sendika"
    },
    "explanation": "Karma ekonomi, ekonomik alanda hem özel, hem de kamu kesiminin birlikte yer aldığı sistemdir."
  },
  {
    "id": "3866517",
    "unitNumber": 1,
    "text": "\"Toplumdaki bireylerden en az birinin refahını azaltmadan başka bir bireyin bile refahını artırmak olanaklı değilse, toplumun refahı optimumdur.\"\n Bu tanımlamanın karşılığı aşağıdakilerden hangisidir.",
    "correctAnswer": "C",
    "options": {
      "A": "Edgeworth kutusu",
      "B": "Üretim imkanları eğrisi",
      "C": "Pareto optimumu",
      "D": "Eş ürün eğrisi",
      "E": "Eşitlikçi sosyal refah"
    },
    "explanation": "Refah ekonomisinde refahı ölçmek için kullanılan temel ölçüt Pareto optimumudur. Pareto, optimum refahı şu şekilde tanımlamaktadır: Toplumdaki bireylerden en az birinin refahını azaltmadan başka bir bireyin bile refahını artırmak olanaklı değilse, toplumun refahı optimumdur."
  },
  {
    "id": "3866518",
    "unitNumber": 1,
    "text": "Bir malın üretim miktarını..............en az bir başka malın üretimini artırma olanağı bulunmuyorsa.....................sağlanmış demektir.\n<br/>Yukarıdaki cümlede boş bırakılan yerleri doldurunuz.",
    "correctAnswer": "B",
    "options": {
      "A": "artırmadan/ üretimde etkinlik",
      "B": "azaltmadan /üretimde etkinlik",
      "C": "artırmadan/ tüketimde etkinlik",
      "D": "azaltmadan/tüketimde etkinlik",
      "E": "Artırmadan/ üretimde dengeleme"
    },
    "explanation": "Bir malın üretim miktarını azaltmadan en az bir başka malın üretimini artırma olanağı bulunmuyorsa üre-<br/>timde etkinlik sağlanmış demektir."
  },
  {
    "id": "3866519",
    "unitNumber": 1,
    "text": "“Tüketimde etkinlik, bir tüketicinin faydasını.............başka bir.................... arttırmanın olanaklı olmadığı durumdur.\"\n Yukarıdaki cümlede boş bırakılan yerleri doldurunuz.",
    "correctAnswer": "B",
    "options": {
      "A": "artırmadan/ tüketicinin faydasını",
      "B": "azaltmadan/ tüketicinin faydasını",
      "C": "artırmadan/ üreticinin faydasını",
      "D": "azaltmadan/ üreticinin faydasını",
      "E": "artırmadan/ üreticinin karını"
    },
    "explanation": "“Tüketimde etkinlik, bir tüketicinin faydasını azaltmadan başka bir tüketi-<br/>cinin faydasını arttırmanın olanaklı olmadığı durumdur."
  },
  {
    "id": "3866520",
    "unitNumber": 1,
    "text": "Aristo’nun karşılıklılık (mütekabiliyet) teorisine dayalı olarak bir toplumdaki karşılıklılığı, yani toplumdaki bireylerin birbirlerine fayda sağlamak için işbirliği yapma derecesini ölçen <strong>sosyal refah fonksiyonunu</strong> geliştiren ekonomist aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "John F. Nash",
      "B": "Robert Gallagher",
      "C": "John Harsanyi",
      "D": "James Foster",
      "E": "Amartya K. Sen"
    },
    "explanation": "Aristocu sosyal refah fonksiyonu Robert Gal-<br/>lagher tarafından geliştirilen ve Aristo’nun karşı-<br/>lıklılık (mütekabiliyet) teorisine dayalı olarak bir<br/>toplumdaki karşılıklılığı, yani toplumdaki birey-<br/>lerin birbirlerine fayda sağlamak için işbirliği yap-<br/>ma derecesini ölçen bir sosyal refah fonksiyonudur"
  },
  {
    "id": "3866521",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi 1890’lı yıllarda marjinalizm, azalan marjinal fayda, metodolojik bireycilik ve öznellik konularını ele alan yaklaşımlardan birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Alman Okulu",
      "B": "Fransız Okulu",
      "C": "İtalyan Okulu",
      "D": "Avusturya Okulu",
      "E": "İsveç Okulu"
    },
    "explanation": "Yanıtınız yanlış ise \"Kamu Ekonomisinin Tarihçesi\" konusunu yeniden gözden geçiriniz.<br/>Avusturya okulu, 1871’de kurucusu olan Carl Menger ile başlayan ve 1890’larda marjinalizm, azalan marjinal fayda, metodolojik bireycilik ve öznellik konularını ele alan düşünce biçimidir."
  },
  {
    "id": "3866522",
    "unitNumber": 1,
    "text": "I-Knut Wicksell\n II-Bertil Ohlin\n III-Vilfredo Pareto\n IV-Erik Lindahl\n Yukarıdakilerden hangisi ya da hangileri 1890’lardan 1980’lere kadar kamu ekonomisinin gelişiminde etkin olan İsveç okulunun temsilcilerinden birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "I-III",
      "B": "II-IV",
      "C": "I-II-III",
      "D": "I-II-IV",
      "E": "II-III-IV"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"Kamu Ekonomisinin Tarihçesi\" konusunu yeniden gözden geçiriniz.<br/>Stokholm (İsveç) okulu (Stockholmsskolan): Knut Wicksell, Gunnar Myrdal, Bertil Ohlin, Erik Lindahl gibi makroekonomik istikrar, refah devleti vb. konularında çalışmalar yapan ekonomistlerin kurduğu,<br/>1890’lardan 1980’lere kadar etkin olmuş okuldur."
  },
  {
    "id": "3866523",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Pareto optimumu kavramı yerine “evrimsel etkinlik” adıyla yeni bir ölçütün kullanılmasını öneren iktisatçılardan birisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Nicholas Kaldor",
      "B": "William Baumol",
      "C": "Maurice Dobb",
      "D": "Amartya Sen",
      "E": "İrene Staveren"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"Pareto Optimumu Analizine Yapılan Katkılar ve Eleştiriler\" konusunu yeniden gözden geçiriniz.<br/>Pareto analizinin yetersiz ve gerçeklikten uzak olduğunu ileri süren İrene Staveren, Pareto optimumu kavramı yerine “evrimsel etkinlik” adıyla yeni bir ölçütün kullanılmasını önermektedir. Evrimsel etkinlik ölçütü kaynak tahsisinde etkinlik ve eşitlik arasındaki doğrusal olmayan dinamik ilişkiyi yansıtan içsel bir etkinlik ölçütü olarak tanımlanmaktadır."
  },
  {
    "id": "3866524",
    "unitNumber": 1,
    "text": "I-Zayıf Pareto koşulu\n II-Cehalet perdesi koşulu\n III-İlgisiz seçeneklerin bağımsız olması koşulu\n IV-Diktatörlüğün olmaması koşulu\n Yukarıdakilerden hangisi ya da hangileri Arrow’un sosyal refah teorisinin geçerli olabilmesinin koşullarından birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "I-II",
      "B": "II-III",
      "C": "I-II-III",
      "D": "I-III-IV",
      "E": "II-III-IV"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"Arrow Tipi Sosyal Refah Fonksiyonu\" konusunu yeniden gözden geçiriniz.<br/>Amerikalı ekonomist Kenneth Arrow aşağıda verilen koşullara dayalı olarak daha çok Arrow’un olanaksızlık teoremi olarak bilinen bir sosyal refah teorisi geliştirmiştir. Bu koşullar aşağıdaki şekilde sıralanabilir:<br/>• Eğer herkes bir seçeneği ikinci bir seçeneğe kesinlikle tercih ediyorsa, toplum da aynı tercihi yapar (zayıf Pareto koşulu)\n • İkili seçenekler arasındaki sosyal tercihler yalnızca bireylerin bu ikili seçenekler arasındaki tercihlerine dayalıdır. Örneğin, eğer bir tercih m ve n arasında ise, p ile q arasındaki sıralamada gerçekleşen bir değişiklik m ve n’nin sıralamasını değiştirmemelidir. (ilgisiz seçeneklerin bağımsız olması koşulu)<br/>• Hiç kimsenin katı tercihlerine saygı duyulmaması (diktatörlüğün olmaması)."
  },
  {
    "id": "3866525",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sosyal refah fonksiyonunda toplumdaki gelir dağılımının gözönüne alınmasını ve Gini katsayısının modele dahil edilmesi gerektiğini ileri sürmüştür?",
    "correctAnswer": "C",
    "options": {
      "A": "Arrow Tipi Sosyal Refah Fonksiyonu",
      "B": "Foster Tipi Sosyal Refah Fonksiyonu",
      "C": "Sen Tipi Sosyal Refah Fonksiyonu",
      "D": "Kwang Tipi Sosyal Refah Fonksiyonu",
      "E": "Nash Tipi Sosyal Refah Fonksiyonu"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"Sen Tipi Sosyal Refah Fonksiyonu\" konusunu yeniden gözden geçiriniz.<br/>Refah ekonomisine ciddi eleştirileri bulunan Hintli ekonomist Amartya K. Sen, diğer sosyal refah fonksiyonlardan tamamen farklı olarak, bir sosyal refah fonksiyonunun toplumdaki gelir dağılımını dikkate alması gerektiğini ileri sürmüş ve kendi adıyla anılan yeni bir sosyal refah fonksiyonu geliştirmiştir. Bu sosyal refah fonksiyonunda gelir dağılımı Gini katsayısı kullanılarak fonksiyona dahil edilmektedir. Bu fonksiyonda Gini katsayısının kullanılmasının temel gerekçesi bu katsayının refahı ağırlıklandırmanın sıralama düzeni ile ilgili olmasıdır. Sen, dağılımdaki eşitsizliği göz önüne alarak, geleneksel milli gelir tahminlerini ölçeklendirmek için gerekli olan bu sosyal refah fonksiyonu için daha fazla gerekçe öne sürmüştür. Başka bir deyişle, Sen, ulusal kalkınmada ikiz hedefler olarak etkinlik ve eşitliği göstermeye çalışmıştır."
  },
  {
    "id": "3866526",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi gelir eşitsizliğini ve diğer ekonomik olayları ölçmek için kullanılan parametrelerden birisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Laspeyres endeksi",
      "B": "Kuznets katsayısı",
      "C": "Pareto katsayısı",
      "D": "Paasche endeksi",
      "E": "Theil endeksi"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"Foster Tipi Sosyal Refah Fonksiyonu\" konusunu yeniden gözden geçiriniz.<br/>Bu sosyal refah fonksiyonu James Foster tarafından Sen tipi refah fonksiyonunun bir versiyonu olarak geliştirilen bir fonksiyondur. Bu fonksiyonda Foster, Gini katsayısı yerine Theil endeksi adı verilen başka bir gelir dağılımı ölçütü kullanmıştır. Theil endeksi, gelir eşitsizliğini ve diğer ekonomik olayları ölçmek için kullanılan bir katsayıdır."
  },
  {
    "id": "3866527",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi toplumdaki tüm bireylerin fayda fonksiyonlarına aynı ağırlığı vererek faydacı felsefeye yeni bir yaklaşım getiren sosyal refah fonksiyonlarından birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sen Tipi Sosyal Refah Fonksiyonu",
      "B": "Harsanyi Tipi Sosyal Refah Fonksiyonu",
      "C": "Foster Tipi Sosyal Refah Fonksiyonu",
      "D": "Kwang Tipi Sosyal Refah Fonksiyonu",
      "E": "Bergson-Samuelson Tipi Sosyal Refah Fonksiyonu"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"Harsanyi Tipi Sosyal Refah Fonksiyonu\" konusunu yeniden gözden geçiriniz.<br/>Bu sosyal refah fonksiyonu John Harsanyi tarafından geliştirilen ve toplumdaki tüm bireylerin fayda fonksiyonlarına aynı ağırlığı vererek faydacı felsefeye yeni bir yaklaşım getiren bir fonksiyondur. Harsanyi tipi sosyal refah fonksiyonu Bentham’ın ve David Hume’un tercih yaklaşımlarının bir bileşimi olan “kural faydacılığı” kavramına dayalıdır. Kural faydacılığı, en iyi hareketin en fazla faydayı sağlayacak kuralın emrettiği hareket olduğunu varsayar."
  },
  {
    "id": "3866528",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Aristo’nun karşılıklılık teorisine dayalı olarak toplumdaki bireylerin birbirlerine fayda sağlamak için işbirliği yapma derecesini ölçen bir sosyal refah fonksiyonunu geliştiren iktisatçılardan birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Robert Gallagher",
      "B": "James Foster",
      "C": "Amartya K. Sen",
      "D": "Kenneth Arrow",
      "E": "Abram Bergson"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"Aristocu Sosyal Refah Fonksiyonu\" konusunu yeniden gözden geçiriniz.<br/>Aristocu sosyal refah fonksiyonu Robert Gallagher tarafından geliştirilen ve Aristo’nun karşılıklılık (mütekabiliyet) teorisine dayalı olarak bir toplumdaki karşılıklılığı, yani toplumdaki bireylerin birbirlerine fayda sağlamak için işbirliği yapma derecesini ölçen bir sosyal refah fonksiyonudur. Aristo’ya göre devletler vatandaşlarının değiş tokuşlarındaki karşılıklılık uygulamalarıyla ayakta kalırlar. Aristo, değiş tokuşta neyin adaletli olduğunun orantısal olduğunu, kent devletinin orantısal karşılıklı eylem aracılığıyla bir arada kalacağını vurgulamaktadır. O’na göre, vatandaşlar karşılıklılığın olmaması nedeniyle sömürüye maruz kalırlar. Antik Atina’da karşılıklılık, sosyal bütünleşmenin birincil yöntemi olarak yeniden dağıtımı içermektedir."
  },
  {
    "id": "3866529",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi açık değer yargılarına ve faydanın sıralı olarak bireyler arasında karşılaştırılabileceği varsayımına dayanan sosyal refah fonksiyonlarından birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Arrow Tipi Sosyal Refah Fonksiyonu",
      "B": "Kwang Tipi Sosyal Refah Fonksiyonu",
      "C": "Faydacı (Benthamcı) Sosyal Refah Fonksiyonu",
      "D": "Bergson-Samuelson Tipi Sosyal Refah Fonksiyonu",
      "E": "Eşitlikçi (Rawls Tipi) Sosyal Refah Fonksiyonu"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"Bergson-Samuelson Tipi Sosyal Refah Fonksiyonu\" konusunu yeniden gözden geçiriniz.<br/>Sosyal refah fonksiyonu kavramını ilk kez kullanan Abram Bergson tarafından 1938 yılında geliştirilmiş ve başlangıçta Bergson tipi sosyal refah fonksiyonu olarak adlandırılmıştır. Daha sonradan Paul Samuelson’un katkı yapmasıyla bu refah fonksiyonu Bergson-Samuelson tipi sosyal refah fonksiyonu adını almıştır. Bergson-Samuelson tipi sosyal refah fonksiyonu, faydacı refah fonksiyonunun tersine, açık değer yargılarına dayanan, faydanın sıralı olarak bireyler arasında karşılaştırılabileceğini varsayan bir refah fonksiyonudur. Bu fonksiyonda maksimum sosyal refah durumu tamamen refahın bireyler arasındaki dağılımı ile ilgili değer yargılarının getirilmesinin bir sonucu olarak belirlenir."
  },
  {
    "id": "3866530",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bireylerin risk tercihlerine dayalı olarak, tüm bireyler için ortak en kötü sosyal durumu varsayan bir sosyal refah fonksiyonlarından birisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Faydacı (Benthamcı) Sosyal Refah Fonksiyonu",
      "B": "Arrow Tipi Sosyal Refah Fonksiyonu",
      "C": "Nash Tipi Sosyal Refah Fonksiyonu",
      "D": "Harsanyi Tipi Sosyal Refah Fonksiyonu",
      "E": "Aristocu Sosyal Refah Fonksiyonu"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"Nash Tipi Sosyal Refah Fonksiyonu\" konusunu yeniden gözden geçiriniz.<br/>Nash tipi sosyal refah fonksiyonu ünlü matematikçi John Nash tarafından geliştirilen ve bireylerin risk tercihlerine dayalı olarak, tüm bireyler için ortak en kötü sosyal durumu varsayan bir sosyal refah fonksiyonudur. Bu fonksiyon Arow’un teoremindeki bir aksiyom olan “ilgisiz seçeneklerin bağımsız olması koşulu”nun zayıf bir versiyonunu içerir. Nash tipi sosyal refah fonksiyonunda adaletli<br/>çıktıları ölçmek için bireylerin faydalarının geometrik ortalamasından yararlanılır. Bu sosyal refah fonksiyonunda refah Nash pazarlığı ve eşit gelirli rekabetçi denge gibi yaygın olarak bilinen çözüm kavramlarıyla maksimize edilir"
  },
  {
    "id": "3903666",
    "unitNumber": 1,
    "text": "Howard (2001), kamu ekonomisini ________ ve ________ ekonomik faaliyet üzerindeki etkisini inceleyen bir disiplin olarak tanımlamaktadır.<br/>Yukarıdaki cümlede boş bırakılan yerleri aşağıdakilerden hangileri doğru olarak tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "kamu gelirleri - kamu harcamaları",
      "B": "devlet yardımları - kamu yatırımları",
      "C": "özel tüketim - kamu kesimi",
      "D": "devlet teşvikleri - dış ticaret",
      "E": "kamu hizmetleri - özel sektör"
    },
    "explanation": "Howard’a göre kamu ekonomisi, kamu gelirlerinin ve kamu harcamalarının ekonomik faaliyet üzerindeki etkisini inceler. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3903667",
    "unitNumber": 1,
    "text": "Aşağıdaki iktisatçılardan hangisi eksik rekabet piyasalarında vergi yansımasını analiz etmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Adam Smith",
      "B": "David Ricardo",
      "C": "Antoine Cournot",
      "D": "John Stuart Mill",
      "E": "Adolf Wagner"
    },
    "explanation": "Antoine Cournot (1838) eksik rekabet piyasalarında vergi yansımasını analiz etmiştir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3903668",
    "unitNumber": 1,
    "text": "Stokholm (İsveç) okulunun kamu ekonomisi alanında öne çıkardığı konu aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kamusal malların fiyatlandırılması",
      "B": "Makroekonomik istikrar ve refah devleti uygulamaları",
      "C": "Vergileme ve optimal vergileme teorileri",
      "D": "Kamusal kolaylıklar ve mali analizler",
      "E": "Fayda-maliyet analizi ve optimal dağılım"
    },
    "explanation": "Stokholm (İsveç) okulu makroekonomik istikrar ve refah devleti uygulamaları üzerine yoğunlaşmıştır. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3903669",
    "unitNumber": 1,
    "text": "Kamu ekonomisinde kullanılan ve belli bir sonuca ulaşmak için ekonomi ile oyun kuramı sistemlerinde yer alan kuralların tasarımını ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mekanizma tasarımı",
      "B": "Optimizasyon teknikleri",
      "C": "Sayısal yöntemler",
      "D": "Karma ekonomi",
      "E": "Komuta ekonomisi"
    },
    "explanation": "Mekanizma tasarımı, belli bir sonuca ulaşmak için ekonomi ve oyun kuramı sistemlerinde yer alan kuralların tasarımıdır. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3903670",
    "unitNumber": 1,
    "text": "Toplumdaki bireylerden en az birinin refahını azaltmadan başka bir bireyin refahını artırmak olanaklı değilse, toplumun ulaştığı durum aşağıdakilerden hangisiyle ifade edilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sosyal refah",
      "B": "Bireysel refah",
      "C": "Optimal dağılım",
      "D": "Pareto optimumu",
      "E": "Genel denge"
    },
    "explanation": "Toplumdaki bireylerden en az birinin refahını azaltmadan başka bir bireyin refahını artırmak mümkün değilse, bu durum Pareto optimumu olarak ifade edilir. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3903671",
    "unitNumber": 1,
    "text": "Bir malın üretim miktarını azaltmadan en az bir başka malın üretimini artırma olanağının bulunmaması durumu aşağıdakilerden hangisiyle ifade edilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Pareto optimumu",
      "B": "Tüketim etkinliği",
      "C": "Genel denge",
      "D": "Optimal refah",
      "E": "Üretim etkinliği"
    },
    "explanation": "Bir malın üretim miktarını azaltmadan en az bir başka malın üretimini artırma olanağının bulunmaması üretim etkinliğidir. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3903672",
    "unitNumber": 1,
    "text": "Tüketicinin X malından bir birim elde etmek için vazgeçtiği Y malı miktarını gösteren oran aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Pareto optimumu",
      "B": "Dönüşüm eğrisi",
      "C": "Marjinal ikame oranı",
      "D": "Üretim etkinliği",
      "E": "Tüketim oranı"
    },
    "explanation": "Tüketicinin X malından bir birim elde etmek için vazgeçtiği Y malı miktarını gösteren oran marjinal ikame oranıdır. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3903673",
    "unitNumber": 1,
    "text": "Faydacı sosyal refah fonksiyonunun dayandığı temel ilke aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Refahın bireyler arası karşılaştırılamaz olması",
      "B": "Sosyal refahın yalnızca üretim miktarına göre belirlenmesi",
      "C": "Faydanın yalnızca eşitlik temelinde değerlendirilmesi",
      "D": "Refahın yalnızca devlet politikalarıyla ölçülmesi",
      "E": "Sosyal refahın bireylerin refahının toplamına eşit olması"
    },
    "explanation": "Faydacı sosyal refah fonksiyonu, sosyal refahın bireylerin refahının toplamına eşit olduğunu kabul eder. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3903674",
    "unitNumber": 1,
    "text": "Rawls’a göre sosyal sözleşmenin sağlanabilmesi için aşağıdaki koşullardan hangilerinin aynı anda sağlanması gerekir?",
    "correctAnswer": "A",
    "options": {
      "A": "Başlangıç durumu ve cehalet perdesi koşulları",
      "B": "Farklılık ilkesi ve başlangıç durumu koşulu",
      "C": "Temel haklarda eşitlik ve fırsat eşitliği",
      "D": "Siyasal süreçte eşitlik ve farklılık ilkesi",
      "E": "Kaynak dağılımı ve fırsat eşitliği"
    },
    "explanation": "Rawls’a göre sosyal sözleşmenin sağlanabilmesi için başlangıç durumu ve cehalet perdesi koşulları aynı anda sağlanmalıdır. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3903675",
    "unitNumber": 1,
    "text": "Ng Yew Kwang tarafından geliştirilen sosyal refah fonksiyonunun özelliği aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sosyal refahı bireylerin fayda toplamı olarak tanımlar.",
      "B": "Sosyal refahı bireyler arası fayda karşılaştırmasına dayandırır.",
      "C": "Sosyal refahı bireysel refahların bir vektörü olarak ifade eder.",
      "D": "Sosyal refahı yalnızca gelir dağılımına göre belirler.",
      "E": "Sosyal refahı üretim etkinliğine göre ölçer."
    },
    "explanation": "Ng Yew Kwang’ın geliştirdiği sosyal refah fonksiyonu, sosyal refahı bireysel refahların bir vektörü olarak ifade eder. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3866168",
    "unitNumber": 2,
    "text": "Kapitalist sistem öncesinde uygulama alanı bulan ve öncelikli amaç ülkedeki değerli maden miktarını artırmanın olduğu görüş aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Merkantilizm",
      "B": "Fizyokrasi",
      "C": "Klasik düşünce",
      "D": "Keynesyen",
      "E": "Monetarist"
    },
    "explanation": "FARKLI EKONOMİK YAKLAŞIMLARDA DEVLET VE EKONOMİK ROLLERİ<br/>Kapitalist sistem öncesinde uygulama alanı bulan ve öncelikli amaç ülkedeki değerli maden miktarını artırmanın olduğu görüş merkantilizm dir."
  },
  {
    "id": "3866169",
    "unitNumber": 2,
    "text": "Merkantilizmin Almanya ve Avusturya’da ki anılan adı nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kameralizm",
      "B": "Yeni Cambridge Keynesciliği",
      "C": "Neo-Klasik",
      "D": "Monetarizm",
      "E": "Post Keynesyen akım"
    },
    "explanation": "FARKLI EKONOMİK YAKLAŞIMLARDA DEVLET VE EKONOMİK ROLLERİ<br/>Merkantilizmin Almanya ve Avusturya’da ki anılan adı \"Kameralizm\" dir."
  },
  {
    "id": "3866170",
    "unitNumber": 2,
    "text": "Merkantilizmin Fransa’da ki anılan adı nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Colbertizm",
      "B": "Kameralizm",
      "C": "Bulyonizm",
      "D": "Monetarizm",
      "E": "Neo keynescilik"
    },
    "explanation": "FARKLI EKONOMİK YAKLAŞIMLARDA DEVLET VE EKONOMİK ROLLERİ<br/>Merkantilizmin Fransa’da ki anılan adı \"Colbertizm\" dir."
  },
  {
    "id": "3866171",
    "unitNumber": 2,
    "text": "Merkantilizmin İspanya’da ki anılan adı nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bulyonizm",
      "B": "Colbertizm",
      "C": "Kameralizm",
      "D": "Monetarizm",
      "E": "Liberalizm"
    },
    "explanation": "FARKLI EKONOMİK YAKLAŞIMLARDA DEVLET VE EKONOMİK ROLLERİ<br/>Merkantilizmin İspanya’da ki anılan adı \"Bulyonizm\" dir."
  },
  {
    "id": "3866172",
    "unitNumber": 2,
    "text": "Merkantilizme göre aşağıdakilerden hangisi öncelikler arasındadır.",
    "correctAnswer": "A",
    "options": {
      "A": "Değerli maden",
      "B": "Toprak büyüklüğü",
      "C": "Bina sayısı",
      "D": "Sanayileşme",
      "E": "Doğa"
    },
    "explanation": "FARKLI EKONOMİK YAKLAŞIMLARDA DEVLET VE EKONOMİK ROLLERİ<br/>Merkantilizmde öncelikli amaç ülkedeki değerli maden miktarını artırmaktır."
  },
  {
    "id": "3866173",
    "unitNumber": 2,
    "text": "Fizyokratlara göre zenginliğin kaynağı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Doğa ve Toprak",
      "B": "Değerli maden",
      "C": "Ticaret hacmi",
      "D": "Sanayileşme",
      "E": "Bina sayısı"
    },
    "explanation": "FARKLI EKONOMİK YAKLAŞIMLARDA DEVLET VE EKONOMİK ROLLERİ<br/>Fizyokrasi, zenginliğin kaynağını doğa ve toprak<br/>olarak görür"
  },
  {
    "id": "3866174",
    "unitNumber": 2,
    "text": "Fizyokrasi 18. yüzyılda hangi ülkede gelişmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fransa",
      "B": "Almanya",
      "C": "İngiltere",
      "D": "Avusturya",
      "E": "İtalya"
    },
    "explanation": "FARKLI EKONOMİK YAKLAŞIMLARDA DEVLET VE EKONOMİK ROLLERİ<br/>18. yüzyılda Fransa’da gelişen fizyokrasi ise merkantilizmin aksine sosyoekonomik hayatın işleyişine hiçbir şekilde müdahale edilmemesi gerekliliğini savunur."
  },
  {
    "id": "3866175",
    "unitNumber": 2,
    "text": "Hangi görüşe göre toplam talebi oluşturan unsurlardaki dalgalanmalar ekonomik istikrarsızlığa neden olmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Keynesyen görüş",
      "B": "Klasik görüş",
      "C": "Merkantilist görüş",
      "D": "Monetarist görüş",
      "E": "Yeni klasik görüş"
    },
    "explanation": "FARKLI EKONOMİK YAKLAŞIMLARDA DEVLET VE EKONOMİK ROLLERİ<br/>Keynesyen yaklaşıma göre toplam talebi oluşturan unsurlardaki dalgalanmalar ekonomik istikrarsızlığa neden olmaktadır."
  },
  {
    "id": "3866176",
    "unitNumber": 2,
    "text": "Hangi yaklaşıma göre devletin varlık nedeni mülkiyet haklarının korunması, rekabet ortamının oluşturulması ve piyasa başarısızlıklarının giderilmesidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Neoklasik",
      "B": "Monetarist",
      "C": "Merkantilist",
      "D": "Yani Keynes",
      "E": "Yeni Cambridge Keynesciliği"
    },
    "explanation": "FARKLI EKONOMİK YAKLAŞIMLARDA DEVLET VE EKONOMİK ROLLERİ<br/>Neoklasik yaklaşıma göre devletin varlık nedeni mülkiyet haklarının korunması, rekabet ortamının oluşturulması ve piyasa başarısızlıklarının giderilmesidir."
  },
  {
    "id": "3866177",
    "unitNumber": 2,
    "text": "Hangi görüşe göre devlet, mülkiyet haklarının oluşturulması, rekabetçi<br/>bir piyasa mekanizmasının kurulması ve parasal sistemin istikrarlı hale getirilmesi doğrultusunda yasal düzenlemeler gerçekleştirmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Monetarist",
      "B": "Merkantilist",
      "C": "Klasik",
      "D": "Keynes",
      "E": "Yeni keynes"
    },
    "explanation": "FARKLI EKONOMİK YAKLAŞIMLARDA DEVLET VE EKONOMİK ROLLERİ<br/>Monetaristlere göre devlet, mülkiyet haklarının oluşturulması, rekabetçi<br/>bir piyasa mekanizmasının kurulması ve parasal sistemin istikrarlı hale getirilmesi doğrultusunda yasal düzenlemeler gerçekleştirmelidir."
  },
  {
    "id": "3866178",
    "unitNumber": 2,
    "text": "Klasik ekonomik düşünce aşağıdakilerden hangisinde doğmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "1800'lü yıllar",
      "B": "1700'lü yıllar",
      "C": "1600'lü yıllar",
      "D": "1500'lü yıllar",
      "E": "1400'lü yıllar"
    },
    "explanation": "Doğru cevap A seçeneğinde yer almaktadır. \n \"klasik ekonomik düşünce, fizyokratlara ait söylemlerin de etkileriyle 1800’lü yıllarda doğmuştur.\""
  },
  {
    "id": "3866179",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Klasik ekonomi düşüncesinin şekillenmesinde katkısı bulunmamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Jhon Maynard Keynes",
      "B": "Adam Smith",
      "C": "Thomas Maltus",
      "D": "Jean Baptiste Say",
      "E": "David Ricardo"
    },
    "explanation": "Doğru cevap A seçeneğinde yer almaktadır. \n Keynes Klasik düşüncenin görüşlerine karşı çıkmıştır."
  },
  {
    "id": "3866180",
    "unitNumber": 2,
    "text": "Büyük Bunalım hangi ülkede başlamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Amerika Birleşik Devletleri",
      "B": "Fransa",
      "C": "İngiltere",
      "D": "Almanya",
      "E": "Japonya"
    },
    "explanation": "Doğru cevap A seçeneğinde yer almaktadır.\n Büyük Bunalım 1929 yılında Amerika Birleşik Devletleri’nde başlamıştır"
  },
  {
    "id": "3866181",
    "unitNumber": 2,
    "text": "Büyük bunalım hangi yıl ortaya çıkmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1929",
      "B": "1930",
      "C": "1931",
      "D": "1932",
      "E": "1933"
    },
    "explanation": "Doğru cevap A seçeneğidir. \n Büyük bunalım Amerika birleşik devletlerinde 1929 da başlamıştır"
  },
  {
    "id": "3866182",
    "unitNumber": 2,
    "text": "Leviathan adlı eser aşağıdakilerden hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Thomas Hobbes",
      "B": "David Ricardo",
      "C": "Adam Smith",
      "D": "Thomas Malthus",
      "E": "John Stuart Mill"
    },
    "explanation": "Doğru cevap A seçeneğinde yer almaktadır.\n Thomas Hobbes (1588-1679)’un Leviathan adlı eserinde betimlediği bireyi bireyden koruyan devlet, sonraları bireyi devletten koruyarak “hukuk devleti”ne, bireyi ekonomik ve sosyal risklerden koruyarak “sosyal devlet”e, toplumsal düzeni istikrarsızlıklardan koruyarak “müdahaleci devlet”e ve ekonomik düzeni bu kez siyasi iradenin başarısızlıklarından koruyarak “minimal devlet”e dönüşmüştür"
  },
  {
    "id": "3866183",
    "unitNumber": 2,
    "text": "Merkantilizm aşağıdakilerden hangisini benimser?",
    "correctAnswer": "A",
    "options": {
      "A": "ekonominin her alanında yoğun devlet müdahaleciliğini",
      "B": "ekonomiye devletin müdahale etmemesini",
      "C": "arz yönlü politikaları",
      "D": "her arzın kendi talebini yaratacağı ilkesini",
      "E": "Paranın yansızlığı ilkesini"
    },
    "explanation": "Doğru cevap A seçeneğinde yer almaktadır. \n Merkantilizm: Kapitalist sistem öncesinde uygulama alanı bulan merkantilizmde öncelikli amaç ülkedeki değerli maden miktarını artırmaktadır. Almanya ve Avusturya’da kameralizm, Fransa’da Colbertizm ve İspanya’da bulyonizm olarak anılan bu yaklaşım ekonominin her alanında yoğun devlet müdahaleciliğini benimser."
  },
  {
    "id": "3866184",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi doğal düzen fikrini benimseyen fizyokrasinin en önemli temsilcileri arasında yer bulunur?",
    "correctAnswer": "A",
    "options": {
      "A": "François Quesnay",
      "B": "Thomas Malthus",
      "C": "Jean Baptiste Say",
      "D": "John Stuart Mill",
      "E": "Adam Smith"
    },
    "explanation": "Doğru cevap A seçeneğinde yer almaktadır. \n<br/>Doğal düzen fikrini benimseyen fizyokrasinin en önemli temsilcileri doktor François Quesnay, Mirebeau ve Robert Turgot gibi düşünürlerdir.<br/>Doğru cevap A seçeneğinde yer almaktadır. \n Doğal düzen fikrini benimseyen fizyokrasinin en önemli temsilcileri doktor François Quesnay, Mirebeau ve Robert Turgot gibi düşünürlerdir."
  },
  {
    "id": "3866185",
    "unitNumber": 2,
    "text": "Fizyokrasi hangi ülkede gelişmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fransa",
      "B": "İngiltere",
      "C": "Almanya",
      "D": "İtalya",
      "E": "Japonya"
    },
    "explanation": "Doğru cevap A seçeneğinde bulunmaktadır. \n<br/>18. yüzyılda Fransa’da gelişen fizyokrasi ise merkantilizmin aksine sosyoekonomik hayatın işleyişine hiçbir şekilde müdahale edilmemesi gerekliliğini savunur<br/>Doğru cevap A seçeneğinde bulunmaktadır. \n 18. yüzyılda Fransa’da gelişen fizyokrasi ise merkantilizmin aksine sosyoekonomik hayatın işleyişine hiçbir şekilde müdahale edilmemesi gerekliliğini savunur"
  },
  {
    "id": "3866186",
    "unitNumber": 2,
    "text": "Zenginliğin kaynağının doğanın kendisi olduğunu ifade eden düşünce sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fizyokrasi",
      "B": "Merkantilizm",
      "C": "Klasik düşünce sistemi",
      "D": "Keynesyen düşünce sistemi",
      "E": "Monetarizm"
    },
    "explanation": "Doğru cevap A seçeneğinde yer almaktadır. \n 18. yüzyılda Fransa’da gelişen fizyokrasi ise merkantilizmin aksine sosyoekonomik hayatın işleyişine hiçbir şekilde müdahale edilmemesi gerekliliğini savunur. Fizyokrasiye göre toplum, doğal haklara sahip bireylerden oluşur. Toplumsal ve ekonomik hayatın işleyişinde doğal bir düzen vardır. Zenginliğin kaynağı ise dış ticaret değil, doğanın kendisidir. Artı değer sadece topraktan sağlanabilir. Böylesine şekillenen ekonomik hayatta tek bir vergi olmalı, bu vergi de tek üretken kesim olan tarımdan alınmalıdır. Fizyokratlar, devlet tarafından gerçekleştirilecek her müdahalenin doğal düzeni bozacak nitelikte olduğu görüşündedir."
  },
  {
    "id": "3866187",
    "unitNumber": 2,
    "text": "Fizyokrasi hangi yüzyılda ortaya çıkmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "18. yüzyılda",
      "B": "17. yüzyılda",
      "C": "16. yüzyılda",
      "D": "15. yüzyılda",
      "E": "14. yüzyılda"
    },
    "explanation": "Doğru cevap A seçeneğinde yer almaktadır. \n<br/>18. yüzyılda Fransa’da gelişen fizyokrasi ise merkantilizmin aksine sosyoekonomik hayatın işleyişine hiçbir şekilde müdahale edilmemesi gerekliliğini savunur<br/>Doğru cevap A seçeneğinde yer almaktadır. \n 18. yüzyılda Fransa’da gelişen fizyokrasi ise merkantilizmin aksine sosyoekonomik hayatın işleyişine hiçbir şekilde müdahale edilmemesi gerekliliğini savunur"
  },
  {
    "id": "3866188",
    "unitNumber": 3,
    "text": "Piyasaların rekabet derecesine göre sınıflandırıldığında aşağıdakilerden hangisi bu sınıflandırma içinde yer almaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Tam Rekabet Piyasası",
      "B": "Tekel Piyasası",
      "C": "Sermaye Piyasası",
      "D": "Tekelci Rekabet piyasası",
      "E": "Oligapol Piyasası"
    },
    "explanation": "Piyasa Kavramları ve Özellikleri<br/>Sermaye piyasası piyasalarına göre sınıflandırılmasında yer alır."
  },
  {
    "id": "3866189",
    "unitNumber": 3,
    "text": "Aşağıda Tekelci Rekabet Piyasaları için hangi ifade ya da ifadeler doğru olarak verilmiştir?\n I- Az sayıda firma vardır\n II- Firmalar ürünlerini diğer firmaların ürünlerine göre farklılaştırırlar\n III- Rekabetten dolayı firmalar fiyat belirleyemez",
    "correctAnswer": "D",
    "options": {
      "A": "I-II",
      "B": "II-III",
      "C": "I",
      "D": "II",
      "E": "III"
    },
    "explanation": "Tekelci rekabet piyasasında çok sayıda firma vardır. Ürünlerini farklılaştırırlar. Ve bu şekilde fiyatları kendileri belirlerler."
  },
  {
    "id": "3866190",
    "unitNumber": 3,
    "text": "Kamusal mallar tüketimleri rakip olmayan ve kimsenin tüketiminden mahrum bırakılmadığı mallar olarak tanımlanır. Buna göre aşağıdaki şıklardan hangisinde yer alan kamusal maldır?\n<br/>I. Eğitim\n<br/>II. Sağlık\n<br/>III. İç güvenlik\n<br/>IV. Gıda",
    "correctAnswer": "D",
    "options": {
      "A": "I-II-III-IV",
      "B": "I-II-III",
      "C": "I-II",
      "D": "III",
      "E": "IV"
    },
    "explanation": "Piyasa Başarısızlıklarına Yol Açan Durumlar<br/>Eğitim, sağlık ve gıda tüketiminden bazı kimseler mahrum kalabilir. Ancak iç güvenlikten kimse mahrum bırakılmaz."
  },
  {
    "id": "3866191",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi “Bazı ekonomilerde üretim faktörleri arasında yer alan sermaye ve teşebbüs faktörleri ekonominin ihtiyaç duyduğu miktarın gerisinde kalır.” ifadesinde tanımlanan sorunu açıklamaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Ekonomik büyüme sorunu",
      "B": "Ekonomik istikrasızlık sorunu",
      "C": "Faktör donanımı sorunu",
      "D": "Zamanı değerlendirme sorunu",
      "E": "Ekonomik gerileme sorunu"
    },
    "explanation": "Bazı ekonomilerde üretim faktörleri arasında yer alan sermaye ve teşebbüs faktörleri ekonominin ihtiyaç duyduğu miktarın gerisinde kalır ifadesi faktör donanımı sorunu için kullanılır."
  },
  {
    "id": "3866192",
    "unitNumber": 3,
    "text": "Kamu ekonomisi aşağıda sayılan kavramların hangisi ya da hangilerinde istikrar sağlamalıdır?\n I-Faiz oranları\n II-Enflasyon oranları\n III-Döviz kurları",
    "correctAnswer": "C",
    "options": {
      "A": "I-II-III",
      "B": "I-II",
      "C": "II-III",
      "D": "I-III",
      "E": "II"
    },
    "explanation": "Piyasa Başarısızlıkları ve Kamu Ekonomisin Rolü<br/>Kamu ekonomisi enflasyon, deflasyon, işsizlik ve döviz kurlarında istikrar sağlanmalıdır."
  },
  {
    "id": "3866193",
    "unitNumber": 3,
    "text": "Rekabetçi piyasa yapısı ile ekonominin sürekli dengede olduğu görüşü hangi ekonomik yaklaşıma aittir.",
    "correctAnswer": "C",
    "options": {
      "A": "Makro Ekonomi",
      "B": "Mikro Ekonomi",
      "C": "Klasik Ekonomi",
      "D": "Karma Ekonomi",
      "E": "Keynesyen Ekonomi"
    },
    "explanation": "Yoksulluk<br/>Liberal ekonomistlerle başlayan, fizyokratlarla gelişen ve klasik ekonomistler tarafından da olgunlaşarak kabul gören rekabetçi piyasa mekanizmasının, etkin kaynak tahsisini başararak ekonominin dengesinin sağlanacağı ileri sürülmüştür."
  },
  {
    "id": "3866194",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi piyasa başarısızlığının nedenlerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Dışsallıklar",
      "B": "Kamusal mallar",
      "C": "Ortak mallar",
      "D": "Gelir ve servet dağılımı eşitsizliği",
      "E": "Özel mal ve hizmetler"
    },
    "explanation": "Piyasa Başarısızlıklarına Yol Açan Durumlar<br/>Özel mal ve hizmetler"
  },
  {
    "id": "3866195",
    "unitNumber": 3,
    "text": "Meyve bahçesinin sahibinin yanında bulunan bal üreticisini olumlu yönde etkilemesi ya da bir termik santralin havayı kirletmesi hangisine örnektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Eksik rekabet piyasaları",
      "B": "Dışsallıklar",
      "C": "Ortak mallar",
      "D": "Piyasaların yetersizliği",
      "E": "Asimetrik bilgi"
    },
    "explanation": "Piyasa Başarısızlıklarına Yol Açan Durumlar<br/>Piyasanın tarafları olan üretici ve tüketiciler ya da ekonomik birimler piyasada yaptıkları pek çok faaliyetlerin etkilerini bedelsiz olarak başka ekonomik birimlere yansıtabilirler. Sözü edilen bu etkiler olumlu olabileceği gibi olumsuz da olabilir. Fiyat mekanizması dışında oluşan bu etkiler <strong>dışsallık </strong>kavramı ile tanımlanmaktadır."
  },
  {
    "id": "3866196",
    "unitNumber": 3,
    "text": "Aşağıdakilerin hangisi tam rekabet piyasasısın özelliklerinden biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tüketiciler ile üreticilerin sayılarının çok fazla olması",
      "B": "Mal ya da hizmetlerin homojen olması",
      "C": "Piyasaya giriş ve piyasadan çıkışları serbest olması",
      "D": "Tüketici ve üreticilerin piyasa hakkında gerekli olan tüm bilgilere sahip olması",
      "E": "Firmanın ürettiği malların fiyatlarını doğrudan belirleme gücüne sahip bulunma"
    },
    "explanation": "Piyasa Başarısızlıkları Kavramı<br/>Firmanın ürettiği malların fiyatlarını doğrudan belirleme gücüne sahip bulunma tekel piyasaların özelliğidir."
  },
  {
    "id": "3866197",
    "unitNumber": 3,
    "text": "Ters seçim (adverse selection) ve ahlaki tehlike (moral hazard) sorunları aşağıdakilerden hangisinin sonucudur.",
    "correctAnswer": "D",
    "options": {
      "A": "Eksik rekabet piyasaları",
      "B": "Dışsallıklar",
      "C": "Piyasaların yetersizliği",
      "D": "Asimetrik bilgi",
      "E": "Gelir ve servet dağılımı eşitsizliği"
    },
    "explanation": "Asimetrik bilgi nedeni ile ters seçim (adverse selection) ve ahlaki tehlike (moral hazard) sorunları ortaya çıkmakta ve bu nedenle kamu kesiminin düzenleme yapması gerekmektedir."
  },
  {
    "id": "3866198",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bir ekonomide rekabet derecesine göre bir piyasa sınıflamasıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Para piyasası",
      "B": "Üretim faktörleri piyasası",
      "C": "Mal ve hizmet piyasası",
      "D": "Sermaye piyasası",
      "E": "Oligopol piyasası"
    },
    "explanation": "Bir ekonomide konuları açısından mal ve hizmet piyasası, üretim faktörleri piyasası, para piyasası ve sermaye piyasası olarak farklı piyasalar bulunmaktadır. Piyasalar rekabet derecesine göre de sınıflandırılmaktadır. Bu ölçüte göre piyasalar:\n <ul> <li>Tam rekabet piyasası</li> <li>Tekel (monopol) piyasası</li> <li>Tekelci (monopolcü) rekabet piyasası</li> <li>Oligopol piyasası</li> </ul> olarak listelenebilir."
  },
  {
    "id": "3866199",
    "unitNumber": 3,
    "text": "Tam rekabet piyasasında , “tüketiciler ile üreticilerin sayılarının çok fazla olması” koşulunun doğal sonucu aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mallar homojendir",
      "B": "Alıcı ve satıcılar fiyat kabullenicidir",
      "C": "Alıcı ve satıcılar tam bilgiye sahiptir",
      "D": "Piyasaya giriş çıkış serbesttir",
      "E": "Alıcı ve satıcılar için normal üstü kar vardır"
    },
    "explanation": "Bir piyasanın tam rekabetçi olmasının koşulları arasında şunlar yer alan, “Tüketiciler ile üreticilerin sayılarının çok fazla olması” koşuluna göre; bir mal ya da hizmetin tüketicilerinin ve üreticilerinin fazla olması durumunda belirli sayıda tüketici ya da üretici piyasa fiyatını etkileme gücünden yoksun olur.\n Bu koşulun doğal bir sonucu olarak, gerek satıcılar (üreticiler) ve gerekse alıcılar (tüketiciler) piyasa fiyatını etkileme gücüne sahip olmadıklarından, mal ya da hizmetin piyasa fiyatını <em>veri kabul ederek </em>alım-satım kararı alırlar. Tam rekabet piyasasında alıcı ve satıcılar <em>fiyat kabul edici</em>dirler."
  },
  {
    "id": "3866200",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi tekel piyasası için <strong><u>söylenemez?</u></strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Tekel piyasasına giriş serbesttir, çıkışta engel vardır",
      "B": "Tek bir firma tüm piyasaya hâkimdir",
      "C": "Tekelcinin ürettiği malın tam ikamesi yoktur",
      "D": "Tekelci firma piyasa fiyatını belirleme gücüne sahiptir",
      "E": "Tam rekabet piyasasına kıyasla tekelci firmanın üretim düzeyi çok azdır"
    },
    "explanation": "<em>Tekel piyasası</em>, sadece bir firmanın bütün piyasaya hakim olduğu, ürettiği ya da satışa sunduğu mal ya da hizmetin tam ikamesinin bulunmadığı bir piyasa türüdür. Bu piyasaya giriş engelli olup monopolcü firma piyasa fiyatını doğrudan belirleme gücüne sahip bulunmaktadır.\n Tekelci firma kârını maksimum yapan üretim düzeyini marjinal maliyetin marjinal hasılata eşit olduğu üretim düzeyinde belirler. Bu durumda tam rekabet piyasasına bakışla tekelci firmanın üretim düzeyi çok az ve oluşan piyasa fiyatı ise çok yüksek olur."
  },
  {
    "id": "3866201",
    "unitNumber": 3,
    "text": "Çok sayıda firmanın olduğu ve firmaların farklılaştırdıkları ürünlerin, ayrı ve kendine özgü bir niteliğe sahip olduğu algısını işleyerek bir tekel gücü oluşturdukları piyasa türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tam rekabet piyasası",
      "B": "Tekelci rekabet piyasası",
      "C": "Tekel piyasası",
      "D": "Oligopol piyasası",
      "E": "Düopson piyasası"
    },
    "explanation": "Tekelci rekabet piyasası, çok sayıda firmanın yüksek rekabet içinde mal ve hizmet üreterek piyasada satışa sunduğu, ancak her bir firmanın ürettiği mal ya da hizmetin rakip firmaların ürettikleri mal ve hizmetlerden farklı olduğu bir piyasa türüdür. Bu piyasada, firmalar farklılaştırdıkları ürünlerinin, aslında rakip firmaların ürettikleri mal veya hizmetlerden farklı, ayrı, kendine özgü bir niteliğe sahip olduğu algısını işleyerek bir tekel gücü oluştururlar."
  },
  {
    "id": "3866202",
    "unitNumber": 3,
    "text": "Piyasa başarısızlığının ortaya çıkmadığı ve devletin piyasaya müdahale etmesinin gerekmediği piyasa türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tam rekabet piyasası",
      "B": "Tekelci rekabet piyasası",
      "C": "Tekel piyasası",
      "D": "Oligopol piyasası",
      "E": "Monopol piyasası"
    },
    "explanation": "Piyasa ekonomisinin etkin kaynak tahsisini sağlayamaması <em>piyasa başarısızlığı teorisi </em>olarak tanımlanır. Piyasanın Pareto optimum kaynak tahsisini başarabilmesinin koşulu, tam rekabet piyasasının varsayımlarının bir ekonomideki bütün mal ve hizmet piyasaları için geçerli olmasını gerektirmektedir. Bu nedenle, bir ekonomideki rekabetten uzak piyasaların varlığı piyasa başarısızlığı olarak görülmektedir. Tekel (monopol) piyasası; Tekelci (monopolcü) rekabet piyasası ve Oligopol piyasası, etkin kaynak tahsisini başaramaması dolayısıyla piyasa başarısızlığı ile sonuçlanmakta ve kamu müdahalesini gerektirmektedir."
  },
  {
    "id": "3866203",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi piyasa ekonomisinin etkin kaynak tahsisini sağlayamaması durumunu tanımlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Dışlama etkisi",
      "B": "Ölçek ekonomileri teorisi",
      "C": "Piyasa başarısızlığı teorisi",
      "D": "Pareto optimumu",
      "E": "Simetrik bilgi"
    },
    "explanation": "Piyasa ekonomisinin etkin kaynak tahsisini sağlayamaması <em>piyasa başarısızlığı teorisi </em>olarak tanımlanır."
  },
  {
    "id": "3866204",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi statik piyasa başarısızlıklarının ortaya çıkmasına yol açan durumlardan biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ekonomik büyüme sorunu",
      "B": "Ekonomik istikrarsızlık sorunu",
      "C": "Faktör donanımı sorunu",
      "D": "Malî piyasaların yetersizliği sorunu",
      "E": "Gelir ve servet dağılımı eşitsizliği"
    },
    "explanation": "Piyasa başarısızlıkları mal ve hizmetlerin mikroekonomik nitelikleri ya da teknik özelliklerine göre statik piyasa başarısızlıkları ve makroekonomik etkileri dikkate alınarak dinamik piyasa başarısızlıkları olarak iki grup içerisinde incelenebilir.\n Aşağıda yer alan durumların varlığı halinde statik piyasa başarısızlıkları ortaya çıkar:\n <ol> <li>Eksik rekabet piyasaları</li> <li>Kamusal mallar</li> <li>Dışsallıklar</li> <li>Ortak mallar</li> <li>Doğal tekeller</li> <li>Piyasaların yetersizliği</li> <li>Asimetrik bilgi</li> <li>Gelir ve servet dağılımı eşitsizliği</li> <li>Yoksulluk</li> </ol> Aşağıda yer alan durumların varlığı halinde dinamik piyasa başarısızlıkları ortaya çıkar:\n <ol> <li>Ekonomik büyüme sorunu</li> <li>Ekonomik istikrarsızlık sorunu</li> <li>Faktör donanımı sorunu</li> <li>Zamanı değerlendirme sorunu</li> <li>Malî piyasaların yetersizliği sorunu</li> </ol>"
  },
  {
    "id": "3866205",
    "unitNumber": 3,
    "text": "Bir ekonomik birimin faaliyetinin fiyat mekanizması dışında başka ekonomik birimlere fayda sağlaması ya da maliyet yüklemesi durumu aşağıdakilerden hangisini tanımlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Farksızlık",
      "B": "Başabaş",
      "C": "Kamu yararı",
      "D": "Dışsallık",
      "E": "İçsellik"
    },
    "explanation": "Dışsallık: Bir ekonomik birimin faaliyetinin fiyat mekanizması dışında başka ekonomik birimlere fayda sağlaması ya da maliyet yüklemesidir."
  },
  {
    "id": "3866206",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi fiyat istikrarsızlığı durumudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Deflasyon",
      "B": "İşsizlik",
      "C": "Kur değişimi",
      "D": "Faiz oynaklığı",
      "E": "Cari açık"
    },
    "explanation": "Fiyatlar genel düzeyinin sürekli yükselmesi durumuna enflasyon ve bu fiyatların sürekli azalması haline de deflasyon adı verilir. Gerek enflasyon ve gerekse deflasyon durumunda fiyatların istikrarsız olduğu kabul edilir."
  },
  {
    "id": "3866207",
    "unitNumber": 3,
    "text": "Piyasa başarısızlığı sebebi ile devletin ekonomiye müdahalesinin gerekli olduğunu ancak müdahalenin sınırlı olması gerektiğini ileri süren yaklaşım aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Keynesyen yaklaşım",
      "B": "Neoklasik yaklaşım",
      "C": "Klasik yaklaşım",
      "D": "Fizyokrasi",
      "E": "Sosyalist ekonomi"
    },
    "explanation": "Neoklasik ekonomik düşünce ise, piyasa başarısızlığı teorisini geliştirerek klasik ekonomistlerin ileri sürdüğü rekabetçi piyasa yapısı ile ekonominin sürekli dengede olduğu görüşünün neden gerçekleşmediğini ileri sürmüşlerdir. Neoklasik ekonomi yaklaşımı, piyasa başarısızlığı sebebi ile devletin ekonomiye müdahalesinin gerektiğini ancak bunun sınırlı olmasını da ileri sürmüştür."
  },
  {
    "id": "3866208",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi/hangileri rekabet dercesine göre sınıflandırılan piyasalar arasında yer alır?\n I Tam rekabet piyasası<br/>II Tekel (monopol) piyasası<br/>III Tekelci (monopolcü) rekabet piyasası<br/>IV Oligopol piyasası",
    "correctAnswer": "A",
    "options": {
      "A": "I,II,III,IV",
      "B": "I,II",
      "C": "I,III,IV",
      "D": "I,II,III",
      "E": "IV"
    },
    "explanation": "I,II,III,IV\n Piyasalar rekabet derecesine göre de sınıflandırılmaktadır. Bu ölçüte göre piyasalar:<br/>• Tam rekabet piyasası<br/>• Tekel (monopol) piyasası<br/>• Tekelci (monopolcü) rekabet piyasası<br/>• Oligopol piyasası olarak listelenebilir."
  },
  {
    "id": "3866209",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi/hangileri tam rekabet piyasasının koşulları arasında yer alır?\n I Tüketiciler ile üreticilerin sayılarının çok az olması\n II Piyasadaki mal ya da hizmetlerin homojen olması\n III Üreticilerin piyasaya giriş ve piyasadan çıkışlarının serbest olması",
    "correctAnswer": "A",
    "options": {
      "A": "II,III",
      "B": "I,II,III",
      "C": "III",
      "D": "I",
      "E": "I,III"
    },
    "explanation": "Bir piyasanın tam rekabetçi olmasının koşulları arasında şunlar yer almaktadır:\n<br/>1. Tüketiciler ile üreticilerin sayılarının çok fazla olması\n<br/>2.Tam rekabet piyasasının bir diğer özelliği, piyasadaki mal ya da hizmetlerin homojen olmasıdır\n<br/>3.Tam rekabet piyasasının üçüncü özelliği gerek tüketici ve gerekse üreticilerin piyasaya giriş ve piyasadan çıkışlarının serbest olmasıdır\n<br/>4.Tam rekabet piyasasının dördüncü özelliği, piyasanın tarafları olan tüketici ve üreticilerin piyasa hakkında gerekli olan tüm<br/>bilgilere sahip olmasıdır\n<br/>5.Tam rekabet piyasasının beşinci özelliği mal ve üretim faktörlerinin kesimler arasında serbestçe dolaşıma sahip olmasıdır.<br/>II,III\n Bir piyasanın tam rekabetçi olmasının koşulları arasında şunlar yer almaktadır:\n 1. Tüketiciler ile üreticilerin sayılarının çok fazla olması\n 2.Tam rekabet piyasasının bir diğer özelliği, piyasadaki mal ya da hizmetlerin homojen olmasıdır\n 3.Tam rekabet piyasasının üçüncü özelliği gerek tüketici ve gerekse üreticilerin piyasaya giriş ve piyasadan çıkışlarının serbest olmasıdır\n 4.Tam rekabet piyasasının dördüncü özelliği, piyasanın tarafları olan tüketici ve üreticilerin piyasa hakkında gerekli olan tüm<br/>bilgilere sahip olmasıdır\n 5.Tam rekabet piyasasının beşinci özelliği mal ve üretim faktörlerinin kesimler arasında serbestçe dolaşıma sahip olmasıdır."
  },
  {
    "id": "3866210",
    "unitNumber": 3,
    "text": "Sadece bir firmanın bütün piyasaya hakim olduğu, ürettiği ya da satışa sunduğu mal ya da hizmetin tam ikamesinin bulunmadığı bir piyasa türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tekel piyasası",
      "B": "Tam rekabet piyasası",
      "C": "Oligopol piyasası",
      "D": "Para piyasası",
      "E": "Sermaye piyasası"
    },
    "explanation": "Tekel piyasası\n Tekel piyasası, sadece bir firmanın bütün piyasaya hakim olduğu, ürettiği ya da satışa sunduğu mal ya da hizmetin tam ikamesinin bulunmadığı bir piyasa türüdür."
  },
  {
    "id": "3866211",
    "unitNumber": 3,
    "text": "Çok sayıda firmanın yüksek rekabet içinde mal ve hizmet üreterek piyasada satışa sunduğu, ancak her bir firmanın ürettiği mal ya da hizmetin rakip firmaların ürettikleri mal ve hizmetlerden farklı olduğu bir piyasa türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tekelci rekabet piyasası",
      "B": "Oligopol piyasası",
      "C": "Sermaye piyasası",
      "D": "Para piyasası",
      "E": "Tam rekabet piyasası"
    },
    "explanation": "Tekelci rekabet piyasası, çok sayıda firmanın yüksek rekabet içinde mal ve hizmet üreterek piyasada satışa sunduğu, ancak her bir firmanın ürettiği mal ya da hizmetin rakip firmaların ürettikleri mal ve hizmetlerden farklı olduğu bir piyasa türüdür."
  },
  {
    "id": "3866212",
    "unitNumber": 3,
    "text": "Piyasaya girişin engelli olduğu ve az sayıda firmanın mal ve hizmet sunduğu piyasa türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Oligopol piyasa",
      "B": "Para piyasası",
      "C": "Sermaye piyasası",
      "D": "Tam rekabetçi piyasa",
      "E": "Tekelci rekabet piyasası"
    },
    "explanation": "Oligopol piyasa\n Oligopol piyasası, piyasaya girişin engelli olduğu ve az sayıda firmanın mal ve hizmet sunduğu bir piyasa türüdür."
  },
  {
    "id": "3866213",
    "unitNumber": 3,
    "text": "Aşağıdaki durumlardan hangisi/hangilerinin varlığı statik piyasa başarısızlıklarının ortaya çıkmasına sebep olur?\n 1. Eksik rekabet piyasaları\n 2. Kamusal mallar\n 3. Dışsallıklar\n 4.Ekonomik büyüme sorunu",
    "correctAnswer": "A",
    "options": {
      "A": "1,2,3",
      "B": "4",
      "C": "1,4",
      "D": "2,3,4",
      "E": "1,2"
    },
    "explanation": "1,2,3\n Aşağıda yer alan durumların varlığı halinde statik piyasa başarısızlıkları ortaya çıkar:<br/>1. Eksik rekabet piyasaları<br/>2. Kamusal mallar<br/>3. Dışsallıklar<br/>4. Ortak mallar<br/>5. Doğal tekeller<br/>6. Piyasaların yetersizliği<br/>7. Asimetrik bilgi<br/>8. Gelir ve servet dağılımı eşitsizliği<br/>9. Yoksulluk"
  },
  {
    "id": "3866214",
    "unitNumber": 3,
    "text": "Aşağıda yer alan durumlardan hangisi/hangilerinin varlığı halinde dinamik piyasa başarısızlıkları ortaya çıkar?\n 1.Ekonomik büyüme sorunu\n 2. Faktör donanımı sorunu\n 3.Yoksulluk",
    "correctAnswer": "A",
    "options": {
      "A": "1,2",
      "B": "1,2,3",
      "C": "1",
      "D": "3",
      "E": "1,3"
    },
    "explanation": "1,2\n Aşağıda yer alan durumların varlığı halinde dinamik piyasa başarısızlıkları ortaya çıkar:<br/>1. Ekonomik büyüme sorunu<br/>2. Ekonomik istikrarsızlık sorunu<br/>3. Faktör donanımı sorunu<br/>4. Zamanı değerlendirme sorunu<br/>5. Malî piyasaların yetersizliği sorunu"
  },
  {
    "id": "3866215",
    "unitNumber": 3,
    "text": "Bir ekonomik birimin faaliyetinin fiyat mekanizması dışında başka ekonomik birimlere fayda sağlaması ya da maliyet yüklemesi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dışsallık",
      "B": "Eksik rekabet piyasaları",
      "C": "Oligopol piyasası",
      "D": "Tekelci rekabet piyasası",
      "E": "Doğal tekel"
    },
    "explanation": "Dışsallık\n Dışsallık: Bir ekonomik birimin faaliyetinin fiyat mekanizması dışında başka ekonomik birimlere fayda sağlaması ya da maliyet yüklemesidir"
  },
  {
    "id": "3866216",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi/hangileri Mugrasev'in kamu ekonomisinin temel fonksiyonları arasında yer alır?\n 1 Tahsis\n 2 Bölüşüm\n 3 İstikrar",
    "correctAnswer": "A",
    "options": {
      "A": "1,2,3",
      "B": "1,2",
      "C": "2",
      "D": "1,3",
      "E": "2,3"
    },
    "explanation": "Musgrave, kamu ekonomisinin temel üç fonksiyonunu tahsis, bölüşüm ve istikrar olarak sınıflandırmıştır."
  },
  {
    "id": "3866217",
    "unitNumber": 3,
    "text": "Piyasanın tarafları olan alıcı ve satıcıların farklı bilgi setine sahip olmaları aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Asimetrik bilgi",
      "B": "Yoksulluk",
      "C": "Dışsallık",
      "D": "Doğal tekeller",
      "E": "Ortak mallar"
    },
    "explanation": "Asimetrik Bilgi\n Piyasanın tarafları olan alıcı ve satıcıların farklı bilgi setine sahip olmaları durumunda asimetrik bilgi sorunu ortaya çıkar"
  },
  {
    "id": "3866218",
    "unitNumber": 4,
    "text": "Kamusal malların tanımında''Kamusal mallar tüketimde bireyler arasında rekabetin olmadığı,tüketimden kimsenin dışlanamadığı mallardır''tanımlaması kabul görmektedir.Bu tanımlama aşağıdaki uzmanların hangileri tarafından oluşturulmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "Todd Sandler-Richards Cornes",
      "B": "Paul Samuelson-Richard Musgrave",
      "C": "James Buchanon-Jesse Malkin",
      "D": "Paul Samuelson-Richard Cornes",
      "E": "James Buchanon-Todd Sandler"
    },
    "explanation": "Kamusal Malların Tanımı<br/>Sorudaki tanımlama Paul Samuelson-Richard Musgrave tarafından yapılmıştır."
  },
  {
    "id": "3866219",
    "unitNumber": 4,
    "text": "Kamusal mallar''ödeme yapmayanların mahrum bırakılmadığı ve büyük tüketici gruplar tarafından paylaşılan mallardır''tanımı aşağıdaki kişilerden hangisinin görüşüdür?",
    "correctAnswer": "D",
    "options": {
      "A": "Inge Kaul",
      "B": "Ronald Mendoza",
      "C": "Hahnel",
      "D": "Hyman",
      "E": "Gruber"
    },
    "explanation": "Kamusal Malların Tanımı<br/>Soruda tanımlanan görüş Hyman'a aittir."
  },
  {
    "id": "3866220",
    "unitNumber": 4,
    "text": "Kamu mallarının tüketiminde bedel ödemeyen bireylerin bu malların tüketiminden dışlanamaması aşağıda belirtilen hangi soruna yol açmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Kamusal malların yasaklanması",
      "B": "Kamusal mallara bir bedel ödenmesi",
      "C": "Bedavacı davranış biçiminin ortaya çıkması",
      "D": "Kamusal malların üretilmemesi",
      "E": "Bedavacı davranış gösteren bireylerin toplumdan dışlanması"
    },
    "explanation": "Kamusal Malların Sınıflandırılması<br/>Kamu malları tüketiminde bedel ödenmemesi bedavacı davranış biçimine yol açmaktadır."
  },
  {
    "id": "3866221",
    "unitNumber": 4,
    "text": "Aşı kampanyaları,süt dağıtımı,temel eğitim'' kamu malları çerçevesinde'' hangi ana başlıkta ele alınmalıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Ortak Mallar",
      "B": "Klüp Malları",
      "C": "Vakıf Malları",
      "D": "Erdemli Mallar",
      "E": "Yoksullara yardım malları"
    },
    "explanation": "'Erdemli Mallar'' grubunda ele alınmalıdırlar."
  },
  {
    "id": "3866222",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi'' yerel kamusal mallar ''tanımına uymamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ulusal Savunma(Güvenlik)",
      "B": "Halk Sağlığı Hizmetleri",
      "C": "Su ve Kanalizasyon Hizmetleri",
      "D": "Park ve Çevre Düzenleme",
      "E": "İtfaiye hizmetleri"
    },
    "explanation": "Ulusal Savunma(Güvenlik)Yerel Kamusal Mallar tanımına uymaz."
  },
  {
    "id": "3866223",
    "unitNumber": 4,
    "text": "''Bireylerin malların bedelini kullandıkları miktar ölçüsünde ödeme''ilkesi aşağıdaki tanımlardan hangisinin açıklamasıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Ödeme gücü ilkesi",
      "B": "Faydalanma ilkesi",
      "C": "Kamu mallarını koruma ilkesi",
      "D": "Kamu mallarına bedel belirleme ilkesi",
      "E": "Tüketici talepleri ilkesi"
    },
    "explanation": "Kamusal Malların Üretim Süreci<br/>Soruda belirtilen içerik ''Faydalanma İlkesi''nin açıklamasıdır."
  },
  {
    "id": "3866224",
    "unitNumber": 4,
    "text": "Neoklasik ekonomi disiplini ile kamu ekonomisi disiplininin buluştuğu alan aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Politikacıların kendilerine oy sağlayacak ortamı hazırlayan kamusal malların üretimini ön planda tutmaları",
      "B": "Piyasa başarısızlığı teorisi",
      "C": "Kamusal malların adaletsiz sunumu",
      "D": "Karşılanmayan toplum ihtiyaçlarının belirlenmesi",
      "E": "Kamusal Malların yönetiminin politik alana karıştırılmaması"
    },
    "explanation": "Kamusal Malların Üretim Süreci<br/>Neoklasik ekonomi disiplini ve kamu ekonomisi disiplini ''Piyasa başarısızlığı teorisi''nde ortak noktada buluşurlar."
  },
  {
    "id": "3866225",
    "unitNumber": 4,
    "text": "Neoklasik ekonomi yaklaşımı çerçevesinde ''Kamusal mallar..................................olarak ele alınmaktadır'',cümlesinde aşağıdaki açıklamaların hangisi boşluğu tamamlamalıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Kamusal malların red edilmesi",
      "B": "Kamusal mallardan daha az vergi alınması",
      "C": "Kamusal malları bir piyasa başarısızlığı ve kaynak israfı",
      "D": "Kamusal malların sosyal sınıflara göre düzenlenmesi",
      "E": "Kamusal malların finans kaynakları"
    },
    "explanation": "Bazı Alternatif Ekonomik yaklaşımlarda Kamusal Mallar<br/>Neoklasik ekonomi yaklaşımında Kamusal mallar piyasa başarısızlığı ve kaynak israfı olarak ele alınmaktadır."
  },
  {
    "id": "3866226",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi''Post Keynesyen Ekonomi''nin kamusal mallarda başvurduğu ''yöntem fırsat maliyeti ''yöntemidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yıllar boyunca kamusal malların sunumunun ihmali kamusal sefalet durumu yaratmıştır.",
      "B": "Fırsat maliyeti yöntemi belirli bir malın kaça mal olacağı tahminlerini yansıtır",
      "C": "Devlet bizzat kendisi ekonomik bir kurumdur ve kamusal malları kar amacı ile yönetir",
      "D": "kamusal malların ekonomik fırsat yaratacağı finans getirileri olmalıdır",
      "E": "Kamusal mallar fırsat maliyeti yaratmamalıdır"
    },
    "explanation": "Post Keynesyen Ekonomide Kamusal Mallar<br/>Post Keynesyen ekonomi; kamusal mallarda belirli bir malın kaça mal olacağı tahmini ile fırsat maliyeti yöntemi uygular."
  },
  {
    "id": "3866227",
    "unitNumber": 4,
    "text": "COVID 19 aşısı ile ilgili olarak''evrensel ortak malımız ''olacaktır cümlesini hangi lider kurmuştur?",
    "correctAnswer": "E",
    "options": {
      "A": "Donald Trump",
      "B": "Angela Merkel",
      "C": "Emmanuel Macron",
      "D": "Nelson Mandela",
      "E": "Ursula von der Leyen"
    },
    "explanation": "Kamusal Mallar ve Demokrasi<br/>Ursula von der Leyen COVID19 aşısı bulunduğunda evrensel ortak malımız olacaktır sözünü veren liderdir."
  },
  {
    "id": "3866228",
    "unitNumber": 4,
    "text": "Richard Musgrave’e göre, kamusal malın tanımında Samuelson’un koşuluna ilave olarak getirilen koşul aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "bireylerin bir malın tüketiminde birbirleriyle rekabet etmedikleri mallar",
      "B": "bir bireyin bir malın kullanımından - teknik veya politik nedenlerle - dışlanamaması",
      "C": "malın kamu kesiminde üretilmesi",
      "D": "maldan çok düşük ya da sıfır maliyetle yararlanabilmesi",
      "E": "malın tüketiminin reddedilmesinin mümkün olmaması"
    },
    "explanation": "KAMUSAL MALLARIN TANIMI<br/>Musgrave’e göre, kamusal malın tanımında Samuelson’un koşuluna ilave olarak ‘dışlanamama’ (non-excludability), yani bir bireyin bir malın kullanımından - teknik veya politik nedenlerle - dışlanamaması koşulu da sağlanmalıdır"
  },
  {
    "id": "3866229",
    "unitNumber": 4,
    "text": "Samuelson ve Musgrave’in kamusal mallar sınıflandırmasında aşağıdakilerden hangisi <strong>yer almaz?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "(tam) kamusal mallar,",
      "B": "kulüp malları",
      "C": "ortak mallar (varlıklar)",
      "D": "rakip mallar",
      "E": "erdemli mallar"
    },
    "explanation": "Samuelson - Musgrave’e göre Yapılan Kamusal Mallar Sınıflandırması<br/>Samuelson ve Musgrave’in rakip olmama ve dışlanamama özelliklerini taşıyıp taşımadığına bağlı olarak kamusal mallar; (tam) kamusal mallar, kulüp malları ve ortak mallar (varlıklar) olarak üç kategoride incelenmektedir. Ayrıca bu sınıflandırmada erdemli mallar da bir kamusal mal kategorisi olarak yer alabilmektedir"
  },
  {
    "id": "3866230",
    "unitNumber": 4,
    "text": "Samuelson - Musgrave’e göre yapılan kamusal mallar sınıflandırmasında aşağıdakilerden hangisi dışlanamaz tam kamusal mal niteliğindedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bulaşıcı hastalıklarla mücadele",
      "B": "Araştırma ve geliştirme",
      "C": "Ticari olmayan bilgi",
      "D": "Kurallar ve standartlar",
      "E": "Mülkiyet hakları rejimleri"
    },
    "explanation": "Samuelson - Musgrave’e göre Yapılan Kamusal Mallar Sınıflandırması<br/>(Tablo 4.1) Samuelson - Musgrave koşullarına göre kamusal mallara göre cevap A seçeneğidir."
  },
  {
    "id": "3866231",
    "unitNumber": 4,
    "text": "Samuelson ve Musgrave’in ortaya attığı dışlanamama ve rakip olmama özelliklerine sıkı bir şekilde bağlı kalındığında ulusal savunma (dış güvenlik) hizmetlerinin aşağıdakilerden hangisine örnek verilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "(Tam) Kamusal Mallar",
      "B": "Kulüp malları",
      "C": "Ortak mallar",
      "D": "Erdemli mallar",
      "E": "Özel mallar"
    },
    "explanation": "KAMUSAL MALLARIN SINIFLANDIRILMASI\n<br/>Kamusal Malların Farklı Tanımlarından Kaynaklanan Sınıflandırmalar<br/>Samuelson ve Musgrave’in ortaya attığı dışlanamama ve rakip olmama özelliklerine sıkı bir şekilde bağlı kalındığında (tam) kamusal mallara ulusal savunma (dış güvenlik), yerel düzeyde sokak aydınlatması hizmetlerinin dışında örnekler bulmak neredeyse olanaksızdır."
  },
  {
    "id": "3866232",
    "unitNumber": 4,
    "text": "(Tam) kamusal mallar devlet tarafından sunulmakta ve bu sunumda devletin herhangi bir rakibi bulunmamaktadır. Aşağıdakilerden hangisi bu durumun yol açtığı sorunlardan biri olarak<strong> sayılamaz? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kamusal mallar bireylerin bedavacı davranışlarını tetikleyerek etkinsizliğe yol açar; kamu gelirleri azalır.",
      "B": "Kamusal mallar kamusal tekeller aracılığıyla etkinsiz bir şekilde sunuluyor olabilirler; yüksek maliyetler ve bazen yüksek fiyatlar ortaya çıkar.",
      "C": "Kamusal mallar milli gelirin düşük olmasından veya gelir eşitsizliğinin yüksekliğinden dolayı sınırlı miktarda kamusal finansman kullanılarak sunulmak zorunda olabilir; kamusal malların kalitesinde düşüş yaşanacaktır.",
      "D": "Kamusal malları sunmalarının karşılığını, bu malların özel sunumunu kârsız hale getirecek ve çok yüksek maliyetlere katlanarak alabilecek piyasalara rakip niteliğindedir; rekabet azalır.",
      "E": "Kamusal mallar, özel kesim finansal kaynağının ve insan kaynağının yetersizliği nedeniyle bu malın sunumunda başarısız olacağı durumda sunulur; üretici rantı azalır."
    },
    "explanation": "(Tam) Kamusal Mallar<br/>A VE B DOGRUDUR, D şıkkında piyasa ekonomisini hedefleyen bir ekonomide kamusal malların varlığı rekabetı sınırlar bu olmusuzluk olarak değerlendirilebilir; Ancak E şıkkında halkın bu tip mallara kavusması; görece maliyeti ve fiyatı düşük biçimde olması tüketici rantını artıran bir unsur olarak olumludur."
  },
  {
    "id": "3866233",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi erdemli mallara örnek olarak <strong>verilemez?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "aşı kampanyaları",
      "B": "süt dağıtımı",
      "C": "temel eğitim",
      "D": "toplu konut üretimi",
      "E": "spor salonları"
    },
    "explanation": "Erdemli Mallar<br/>Kulüp mallarının en bilinen örnekleri tenis kulüpleri, golf kulüpleri, spor salonları, yüzme havuzları, kablolu TV yayınları ve benzerleridir. E şıkkı erdemli değil kulüp malıdır."
  },
  {
    "id": "3866234",
    "unitNumber": 4,
    "text": "Kamusal mallar kategorilerinin kolektif karar alma mekanizması ile kararlaştırıldığını, kolektif ödemeler (vergiler) aracılığıyla finanse edildiğini ve kamusal, piyasa dışı üretim yoluyla sunulan mallardan oluştuğunu vurgulayan düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sekera",
      "B": "Richard Musgrave",
      "C": "James Buchanan",
      "D": "Charles Tiebout",
      "E": "Kaul - Mendoza"
    },
    "explanation": "Sekera’nın Kamusal Mallar Sınıflandırması<br/>Sekera bu sınıflandırmadaki tüm kamusal mallar kategorilerinin kolektif karar alma mekanizması ile kararlaştırıldığını, kolektif ödemeler (vergiler) aracılığıyla finanse edildiğini ve kamusal, piyasa dışı üretim yoluyla sunulan mallardan oluştuğunu vurgulamaktadır (Sekera, 2014)."
  },
  {
    "id": "3866235",
    "unitNumber": 4,
    "text": "Kaul - Mendoza'ya göre Genişletilmiş Kamusal Mallar kavramı kapsamında aşağıdakilerden hangisi kamusal olmayan / özel alanda yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Dışlanamaz Rakip Olmayan Mallar",
      "B": "Dışlanamaz Yapılmış Rakip Olmayan Mallar",
      "C": "Dışlanamaz Rakip Mallar",
      "D": "Dışlanabilir Yapılmış Rakip Olmayan Mallar",
      "E": "Dışlanamaz Yapılmış Rakip Mallar"
    },
    "explanation": "Kaul - Mendoza’nın Kamusal Mallar Sınıflandırması<br/>bu sınıflandırmada malların kategorilerinin belirlenmesinde bu malların sahip oldukları özelliklerin yanında toplumun rolü de göz önüne alınmaktadır.Malların kategorilerinin belirlenmesinde toplumsal tercihlerin önemi Tablo 4.3’deki Kutu 1 ve Kutu 3’te ortaya konulmaktadır. Kutu 1 Kısım 1.1’de \n Aslında dışlanamaz mallar özelliği gösteren, ancak toplumsal kararlarla dışlanabilir hale getirilmiş rakip olmayan mallar; Patentli bilgi ve Kablolu TV örneğinde olduğu, özel alanı temsil etmektedir."
  },
  {
    "id": "3866236",
    "unitNumber": 4,
    "text": "Bireylerin kamusal malların bedelini kullandıkları miktar ölçüsünde ödemesine dayalı anlayış aşağıdakilerden hangisi ile ifade edilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ödeme gücü ilkesi",
      "B": "Faydalanma ilkesi",
      "C": "Bedavacılık sorunu",
      "D": "Kolektif karar alma mekanizması",
      "E": "Müzakereci demokrasi"
    },
    "explanation": "KAMUSAL MALLARIN ÜRETİM SÜRECİ<br/>Başka bir deyişle, bireyler kamusal malların bedelini kullandıkları miktar ölçüsünde değil (faydalanma ilkesine göre değil), başka ölçütlere (örneğin, ödeme gücü ilkesine göre) ödemektedirler"
  },
  {
    "id": "3866237",
    "unitNumber": 4,
    "text": "John Stuart Mill ve Henry Sidgwick tarafından ortaya atılan Piyasa Başarısızlığı Teorisi'nde; devletin tek bir amacı söz konusudur: piyasa başarısızlıklarını ortadan kaldırarak sosyal refahı en üst noktaya çıkartmaktır. Bu teoride devlet aşağıdakilerden hangi şekilde tanımlanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "İyi devlet",
      "B": "Sosyal devlet",
      "C": "Müzakereci demokrasi",
      "D": "Post-Keynesyen ekonomi",
      "E": "Refah toplumu"
    },
    "explanation": "KAMUSAL MALLARIN ÜRETİM SÜRECİ<br/>Temelleri 19. yüzyılın ikinci yarısında faydacı ekonomistler John Stuart Mill ve Henry Sidgwick tarafından ortaya atılan bu kurama göre, eksik rekabet, kamusal mallar, dışsallıklar vb. durumların varlığı halinde piyasalar kendi kendilerine etkinliği sağlayamamakta ya da yeterince etkin bir şekilde çalışmamaktadır. Bu durumda bazı mallar çok, bazı mallar az miktarda üretilirken, bazı mallar ise hiç üretilmez. Bu teoriye göre devletin tek bir amacı söz konusudur: piyasa başarısızlıklarını ortadan kaldırarak sosyal refahı en üst noktaya çıkartmak. Devleti iyi devlet olarak gören bu teori bu amaçla kamusal malları toplumun talep ettiği miktarda üretecektir."
  },
  {
    "id": "3866238",
    "unitNumber": 4,
    "text": "\"Sosyal fayda ile ilişkilendirerek belirtmek gerekirse, eğer kamusal mal üretimi sonucunda oluşan sosyal fayda, bu malın üretimi için vazgeçilen özel malın ortaya çıkaracağı faydadan büyükse kaynaklar kamu kesiminde kullanılır. Tersi durumda kaynaklar piyasada bırakılır.\" bu yaklaşım aşağıdakilerden hangisine aittir?",
    "correctAnswer": "E",
    "options": {
      "A": "Richard Lipsey- Kelvin Lancaster: “İkinci en iyi” teorisi",
      "B": "Sekera- Kamusal piyasa dışı ekonomi yaklaşımı",
      "C": "Lindahl modeli",
      "D": "Bowen’in kısmi denge modeli",
      "E": "Samuelson’un genel denge modeli"
    },
    "explanation": "KAMUSAL MALLARIN ÜRETİM SÜRECİ<br/>Samuelson’un bu konudaki analizi Samuelson’un genel denge modeli olarak adlandırılır. Bu model çok sayıda birey ve biri özel, diğeri kamusal iki maldan oluşmaktadır. Samuelson modelinde kamusal mal üretimi bir birim artırıldığında özel maldan hangi miktarda vazgeçildiği araştırılmaktadır."
  },
  {
    "id": "3866239",
    "unitNumber": 4,
    "text": "Kamusal malları \"birçok insana eşzamanlı olarak fayda sağlayan mallar\" olarak tanımlayan ekonomist aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hillman",
      "B": "Kallhof",
      "C": "Gruber",
      "D": "Hahnel",
      "E": "Hyman"
    },
    "explanation": "Hillman (2009) kamusal malları birçok insana eşzamanlı olarak fayda sağlayan mallar olarak tanımlamaktadır."
  },
  {
    "id": "3866240",
    "unitNumber": 4,
    "text": "Belirli bir kapasite noktasına kadar tüketimde rekabetin olmadığı, ancak tüketimden dışlamanın olanaklı olduğu kamusal mal kategorisi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "(Tam) Kamusal mallar",
      "B": "Kulüp malları",
      "C": "Ortak mallar",
      "D": "Özel mallar",
      "E": "Genel mallar"
    },
    "explanation": "Kulüp Malları<br/>İlk olarak James Buchanan tarafından incelenen kulüp malları belirli bir kapasite noktasına kadar tüketimde rekabetin olmadığı, ancak tüketimden dışlamanın olanaklı olduğu kamusal mal kategorisidir."
  },
  {
    "id": "3866241",
    "unitNumber": 4,
    "text": "Tüketimde rekabetin var olduğu ancak tüketimden dışlanamayan mallara verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yerel kamusal mallar",
      "B": "Ulusal kamusal mallar",
      "C": "Ortak mallar",
      "D": "Özel mallar",
      "E": "Kulüp malları"
    },
    "explanation": "Ortak Mallar<br/>Ortak mülkiyet kaynakları, ortak havuz kaynakları vb. adlarla da anılan ortak mallar tüketimde rekabetin var olduğu ancak tüketimden dışlanamayan mallardır."
  },
  {
    "id": "3866242",
    "unitNumber": 4,
    "text": "Erdemli mallar kavramını ilk kez kullanan ekonomist aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "William Bowen",
      "B": "Paul Samuelson",
      "C": "John Maynard Keynes",
      "D": "Richard Musgrave",
      "E": "James Buchanan"
    },
    "explanation": "Erdemli Mallar<br/>İlk kez Richard Musgrave tarafından kullanılan bu kavram bireysel ve toplumsal açıdan faydalı olmalarına rağmen bilgi (eğitim) eksikliği veya gelir yetersizliği (yoksulluk) nedeniyle yeterli miktarda tüketilmeyen malları ifade etmektedir."
  },
  {
    "id": "3866243",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi erdemli mallar arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Ay ışığı",
      "B": "Finansal istikrar",
      "C": "Etkin piyasalar",
      "D": "Abur cubur",
      "E": "Aşı kampanyaları"
    },
    "explanation": "Erdemli malların en bilinen örnekleri aşı kampanyaları, süt dağıtımı ve temel eğitimdir. Devlet bu malları kendisi - zaman zaman zor kullanarak - sunabileceği gibi, bu mallara üreten özel firmalara bazı teşvikler vererek de toplumun bu malları daha düşük fiyatlarla ve daha çok tüketmesini sağlamış olur"
  },
  {
    "id": "3866244",
    "unitNumber": 4,
    "text": "Sekera’nın kamusal mallar sınıflandırmasına göre, kamusal ve tek bir sağlayıcı tarafından sağlanmasının birçok sağlayıcı tarafından rekabetçi biçimde sağlanmasından daha etkin ve verimli olduğu alanlar kategorisi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Olumlu dışsallıklar niteliğindeki kamusal mallar",
      "B": "Etkin piyasası olmayan kamusal mallar",
      "C": "Doğal monopol niteliğindeki kamusal mallar",
      "D": "Kısmen dışlanabilir yapılmış rakip mallar",
      "E": "Dışlanabilir yapılmış rakip olmayan mallar"
    },
    "explanation": "Tablo 4.2 Sekera’nın Kamusal Mallar Sınıflandırması\n<br/>Doğal Monopol Niteliğindeki Kamusal Mallar\n<br/>Kamusal ve tek bir sağlayıcı tarafından sağlanmasının birçok sağlayıcı tarafından rekabetçi biçimde sağlanmasından daha etkin ve verimli olduğu alanlardır."
  },
  {
    "id": "3866245",
    "unitNumber": 4,
    "text": "Devletin ya da devletin yetki verdiği kamu tüzel kişilerinin kamu giderlerini karşılamak amacıyla ve yasalar yoluyla gerçek ve tüzel kişilerden mali gücüne göre cebir yoluyla alınan karşılıksız parasal değere verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kolektif karar alma",
      "B": "Kolektif ödemeler",
      "C": "Ekonomik istikrar",
      "D": "Finansal istikrar",
      "E": "Ödemeler"
    },
    "explanation": "Kolektif ödemeler, devletin ya da devletin yetki verdiği kamu tüzel kişilerinin kamu giderlerini karşılamak amacıyla ve yasalar yoluyla gerçek ve tüzel kişilerden mali gücüne göre cebir yoluyla alınan karşılıksız parasal değerdir."
  },
  {
    "id": "3866246",
    "unitNumber": 4,
    "text": "Etik boyutlara odaklanarak toplumsal yaşamın gerekliliklerini vurgulayan ekonomi okulu aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sosyal norm",
      "B": "Kurumsal ekonomi",
      "C": "Sosyal ekonomi",
      "D": "Kamusal seçiş teorisi",
      "E": "Kamusal piyasa dışı ekonomi"
    },
    "explanation": "Sosyal ekonomi, etik boyutlara odaklanarak toplumsal yaşamın gerekliliklerini vurgulayan ekonomi okuludur."
  },
  {
    "id": "3866247",
    "unitNumber": 4,
    "text": "Makroekonominin dinamik doğasını ve ekonomik davranışın açıklanmasında belirsizliğin önemine vurgu yapan ekonomi okulu aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kurumsal ekonomi",
      "B": "Sosyal ekonomi",
      "C": "Ulusal ekonomi",
      "D": "Post Keynesyen ekonomi",
      "E": "Uluslararası ekonomi"
    },
    "explanation": "Post Keynesyen ekonomi, neoklasik görüşe tepki olarak doğmuş, makroekonominin dinamik doğasını ve ekonomik davranışın açıklanmasında belirsizliğin önemine vurgu yapan ekonomi okuludur."
  },
  {
    "id": "3866248",
    "unitNumber": 4,
    "text": "Kamusal malların demokrasiyi desteklemede yararlı olduğunu ileri süren ekonomist aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gruber",
      "B": "Hillman",
      "C": "Hahnel",
      "D": "Hyman",
      "E": "Kallhof"
    },
    "explanation": "Kallhoff ise son dönemdeki siyaset felsefesinden yola çıkarak kamusal malların demokrasiyi desteklemede yararlı olduğunu ileri sürmektedir."
  },
  {
    "id": "3866249",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi ortak malların diğer adlarından biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ortak havuz kaynakları",
      "B": "Ortak kaynaklar",
      "C": "Serbest mallar",
      "D": "Üretim kaynakları",
      "E": "Müşterekler"
    },
    "explanation": "Ortak mallar ekonomi literatüründe birçok adla ifade edilmektedir. Örneğin, müşterekler, ortak havuz kaynakları, serbest mallar, ortak kaynaklar gibi. cevap şıklarında D şıkkında yer verilen \"üretim kaynakları\" ortak mallarla aynı anlama gelmez. Dolayısıyla sorunun cevabı \"üretim kaynakları\" şıkkıdır."
  },
  {
    "id": "3866250",
    "unitNumber": 5,
    "text": "Ortak malları, piyasaların aşil topuklarından biri olarak niteleyen iktisatçı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sekera",
      "B": "Rutherford",
      "C": "Komlos",
      "D": "Dorman",
      "E": "Holzinger"
    },
    "explanation": "Öğrencilerin sorumlu olduğu ders kitabında Ortak Mallar başlıklı bölümde, John Komlos’un (Komlos, 2015) piyasaların Aşil topuklarından biri olarak nitelendirdiği ortak mallar ifadesi kullanılarak aşil topuğu kavramı da açıklanmıştır. Doğru cevap Komlos cevabıdır."
  },
  {
    "id": "3866251",
    "unitNumber": 5,
    "text": "Daha çok yerel ve ulusal düzeyde fayda sağlayan, aynı zamanda çoğunlukla doğal nitelikteki mallar aşağıdakilerden hangisi ile ifade edilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilgi ile ilgili ortak mallar",
      "B": "Geleneksel ortak mallar",
      "C": "Piyasa ile ilgili ortak mallar",
      "D": "Komşuluk ile ilgili ortak mallar",
      "E": "Kültürel ortak mallar"
    },
    "explanation": "Daha çok yerel ve ulusal düzeyde fayda sağlayan, aynı zamanda çoğunlukla doğal nitelikteki mallar, ortak mallar sınıflandırılmasında \"Geleneksel Ortak Mallar\" başlığı altında açıklanmıştır."
  },
  {
    "id": "3866252",
    "unitNumber": 5,
    "text": "Kamusal malların yaygın kabul gören iki temel özelliği aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Rakip olmama ve dışlanamama",
      "B": "Rakip olmama ve dışlanma",
      "C": "Rakip olma, dışlanamama ve fayda sağlama",
      "D": "Rakip olma ve dışlanamama",
      "E": "Rakip olma ve dışlanma"
    },
    "explanation": "Kamusal malların yaygın kabul gören iki temel özelliği, rakip olmama ve dışlanamama özelliğidir. Örneğin. küresel ortak mallardan atmosferin kamusal malların iki temel özelliği olarak yaygın kabul gören rakip olmama ve dışlanamama özelliklerini taşımakta olduğu ilgili bölümde anlatılmıştır."
  },
  {
    "id": "3866253",
    "unitNumber": 5,
    "text": "Genel olarak kamusal malların ve özelde de ortak malların neoklasik karakteristiklerinden farklı olarak katılımın esas olduğu büyük ölçekli yazılım projeleri hangi tür mallara örnektir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tam kamusal mallar",
      "B": "Kulüp malları",
      "C": "Özel mallar",
      "D": "İşbirlikçi mallar",
      "E": "Ortak mallar"
    },
    "explanation": "Mark Cooper'ın tanımladığı işbirlikçi mallar kavramı açıklanırken, genel olarak kamusal malların ve özelde de ortak malların neoklasik karakteristiklerinden farklı olarak katılımın esas olduğu büyük ölçekli yazılım projeleri konunun anlatıldığı bölümde \"işbirlikçi mallara\" örnek olarak verilmiştir."
  },
  {
    "id": "3866254",
    "unitNumber": 5,
    "text": "Mahkemeler gibi yönetişim sistemleri, ortak malların aşağıdaki sınıflandırılmalarından hangisine örnektir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bilgi ile ilgili ortak mallar",
      "B": "Kültürel ortak mallar",
      "C": "Altyapısal ortak mallar",
      "D": "Geleneksel ortak mallar",
      "E": "Küresel ortak mallar"
    },
    "explanation": "Ortak malların sınıflandırma türlerinde biri olan altyapısal ortak mallar kavramının açıklanmasında verilen örneklerden biri \"mahkemeler gibi yönetişim sistemleri\" dir. Dolayısıyla sorunun cevabı \"altyapısal ortak mallar\" dır."
  },
  {
    "id": "3866255",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi, ortak malların özelliklerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Özel veya kamusal sahipliğin yokluğu",
      "B": "Özel veya kamusal sahipliğin uygun olmayışı",
      "C": "Vazgeçilemeyecek hizmetler olmaları",
      "D": "Kendi kendine üretim yapabilmeleri",
      "E": "Altyapılarının uygun olmayışı"
    },
    "explanation": "Ortak malların özellikleri olarak ilgili bölümde belirtilen özellikler; özel veya kamusal sahipliğin yokluğu, özel veya kamusal sahipliğin uygun olmayışı, vazgeçilemeyecek hizmetler olmaları ile kendi kendine üretim yapabilmeleridir. Alt yapılarının uygun olmayışı bu özellikler arasında yoktur."
  },
  {
    "id": "3866256",
    "unitNumber": 5,
    "text": "Herkese açık olan ve kısıtlamanın da olmadığı ortak mallar, bireylerin bu malları aşırı kullanması sonucunda zarar görmektedirler. Bu durum aşağıdakilerden hangisi ile ifade edilmiştir.",
    "correctAnswer": "B",
    "options": {
      "A": "Tutuklu ikilemi",
      "B": "Ortak malların trajedisi",
      "C": "Ortak eylem mantığı",
      "D": "Ostrom yaklaşımı",
      "E": "Ortak malların komedisi"
    },
    "explanation": "Ortak malların ekonomik analizi ilk kez biyolog Garrett Hardin tarafından 1968 yılında “ortak malların trajedisi” başlıklı çalışmayla yapılmıştır. Bu çalışmada, herkese açık olan ve kısıtlamanın da olmadığı ortak mallar, bireylerin bu malları aşırı kullanması sonucunda zarar görmektedirler yaklaşımı \"ortak malların trajedisi\" olarak anlatılmıştır."
  },
  {
    "id": "3866257",
    "unitNumber": 5,
    "text": "Ortak malların yönetiminde kurumsal yaklaşım aşağıdakilerden hangisine önem vermektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Adalet",
      "B": "Cezalandırma",
      "C": "Kurallar",
      "D": "Erdem",
      "E": "İstikrar"
    },
    "explanation": "Kurumsal yaklaşım ortak malların yönetiminde kurallara önem vermektedir.\n Bu yaklaşıma göre, kurallar topluluklarda zaten var olan adalet, erdem, bedavacıların cezalandırılması gibi sosyal normlara dayanmaktadır."
  },
  {
    "id": "3866258",
    "unitNumber": 5,
    "text": "Covid-19 aşısı, aşağıdaki ortak mal sınıflandırmalarından hangisine girer?",
    "correctAnswer": "D",
    "options": {
      "A": "Geleneksel ortak mallar",
      "B": "Piyasa ile ilgili ortak mallar",
      "C": "Bilgi ile ilgili ortak mallar",
      "D": "Küresel ortak mallar",
      "E": "Altyapısal ortak mallar"
    },
    "explanation": "Covid-19 aşısının, ortak mal sınıflandırmalarından \"Küresel Mal sınıflandırmasına girdiği, sınıflandırma çeşitlerinin anlatıldığı bölümde yer alan \"Bilgi, halk sağlığı, gıda güvenliği, altyapı, piyasalar, sosyal ve kültürel ortak mallar gibi insan yapımı mallar, hizmetler ve politikalar<br/>da küresel ortak mallardandır.\" ifadesinden çıkarılabileceği gibi ayrıca \"yaşamla ilişkilendir\" bölümünde, \"Covid-19 aşısını hemen küresel ortak mal ilan edin\" diyen Nobel ödülü kazananlar, sivil toplum liderleri ve kanaat önderlerinin çağrısından da bu aşının küresel ortak mal olduğu hatırlanabilir."
  },
  {
    "id": "3866259",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi ortak malları piyasaların aşil topuklarından biri olarak adlandırmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "John Komlos",
      "B": "David Ricardo",
      "C": "John Hicks",
      "D": "Adam Smith",
      "E": "Robert Barro"
    },
    "explanation": "Doğru cevap A seçeneğinde yer almaktadır.\n John Komlos’un (Komlos, 2015) piyasaların Aşil topuklarından biri olarak nitelendirdiği ortak mallar ekonomi literatüründe birçok adla ifade edilmektedir"
  },
  {
    "id": "3866260",
    "unitNumber": 5,
    "text": "Ortak malları devletin korumakla yükümlü olduğu doğal mallar ve kamusal varlıklar olarak tanımlayan yazar aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sekera",
      "B": "Rutherford",
      "C": "Staveren",
      "D": "Dorman",
      "E": "Holzinger"
    },
    "explanation": "Doğru cevap A seçeneğinde yer almaktadır. \n Sekera (2016)’ya göre devletin korumakla yükümlü olduğu doğal mallar ve kamusal varlıklar ortak mallardır"
  },
  {
    "id": "3866261",
    "unitNumber": 5,
    "text": "Holzinger (2008)'in ortak mal tanımı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "ortak malları tamamen özel olmayan tüm mallardır",
      "B": "ortak mallar piyasaların aşil topuklarından birisidir",
      "C": "Ortak mallar, tanımlanmış bir grubun toplu olarak sahip olduğu kaynaklardır",
      "D": "Ortak mallar üzerinde özel mülkiyet haklarının oluşturulmadığı kaynaklardır.",
      "E": "ortak mallar, topluluklar tarafından kullanılan, sahip olunan veya korunan ortaklaşa mallardır."
    },
    "explanation": "Doğru cevap A seçeneğinde yer almaktadır. \n Holzinger (2008) ortak malları tamamen özel olmayan tüm mallar olarak geniş bir biçimde tanımlamıştır."
  },
  {
    "id": "3866262",
    "unitNumber": 5,
    "text": "Ortak malları, topluluklar tarafından kullanılan, sahip olunan veya korunan ortaklaşa mallar olarak tanımlayan yazar aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Staveren",
      "B": "Dorman",
      "C": "Holzinger",
      "D": "Rutherford",
      "E": "Sekera"
    },
    "explanation": "Doğru cevap A seçeneğinde yer almaktadır.\n Staveren (2015)’in tanımına göre ortak mallar, topluluklar tarafından kullanılan, sahip olunan veya korunan ortaklaşa mallardır."
  },
  {
    "id": "3866263",
    "unitNumber": 5,
    "text": "Aşağıdaki mallardan hangisi Hess’in ortak mallar sınıflamasında yer alan bilgi ile ilgili ortak mallardan biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Turizm",
      "B": "Kamusal alan",
      "C": "Kütüphaneler",
      "D": "İnternet",
      "E": "Eğitim"
    },
    "explanation": "Doğru cevap a seçeneğinde yer almaktadır.\n Turizm kültürel ortak mallar arasında yer almaktadır, diğerleri bilgi ile ilgili ortak mallardır."
  },
  {
    "id": "3866264",
    "unitNumber": 5,
    "text": "Aşağıdaki mallardan hangisi Hess’in ortak mallar sınıflamasında yer alan geleneksel ortak mallardan biri <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Alt yapı",
      "B": "Tarım",
      "C": "Balıkçılık",
      "D": "Ormanlar",
      "E": "Yaban Hayatı"
    },
    "explanation": "Doğru cevap A seçeneğinde yer almaktadır. \n<br/>Alt yapı kültürel ortak mallar arasında yer almaktadır, bu nedenle doğru cevap A seçeneğidir."
  },
  {
    "id": "3866265",
    "unitNumber": 5,
    "text": "Çalışmalarının merkezinde ortak mallar açısından kamu ve özel mülkiyet dışında yeni bir alternatif olan ve Nobel Ekonomi Ödülü’nü alan iktisatçı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Elinor Ostrom",
      "B": "Robert Barro",
      "C": "Gregory Mankiw",
      "D": "David Ricardo",
      "E": "Adam Smith"
    },
    "explanation": "Doğru cevap A seçeneğinde yer almaktadır.\n 2009’da Nobel Ekonomi Ödülü’nü alan Elinor Ostrom’un çalışmalarının merkezinde ortak mallar açısından kamu ve özel mülkiyet dışında bir alternatifin yer alması, kamu maliyesi açısından önemli bir dönüm noktasıdır."
  },
  {
    "id": "3866266",
    "unitNumber": 5,
    "text": "Elinor Ostrom aşağıdaki yıllardan hangisinde nobel ekonomi ödülünü kazanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "2009",
      "B": "2010",
      "C": "2011",
      "D": "2012",
      "E": "2013"
    },
    "explanation": "Doğru cevap A seçeneğinde yer almaktadır. \n Elinor Ostrom 2009’da Nobel Ekonomi Ödülü’nü kazanmıştır"
  },
  {
    "id": "3866267",
    "unitNumber": 5,
    "text": "Tutuklu ikilemi aşağıdakilerden hangisi tarafından geliştirilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Merrill Flood ve Melvin Dresher",
      "B": "Sekera ve Staveren",
      "C": "Dorman ve Holzinger",
      "D": "Hees ve Goodwin",
      "E": "Cooper ve Dorman"
    },
    "explanation": "Doğru cevap A seçeneğinde yer almaktadır \n<br/>Merrill Flood ve Melvin Dresher Tutuklu ikilemini 1950’lerde geliştirmiştir.<br/>Doğru cevap A seçeneğinde yer almaktadır \n Merrill Flood ve Melvin Dresher Tutuklu ikilemini 1950’lerde geliştirmiştir."
  },
  {
    "id": "3866268",
    "unitNumber": 5,
    "text": "Mancur Olson Kolektif Eylem Mantığı modelini aşağıdaki yıllardan hangisinde ortaya atmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1965",
      "B": "1966",
      "C": "1967",
      "D": "1968",
      "E": "1969"
    },
    "explanation": "Doğru cevap A seçeneğidir. \n Mancur Olson Kolektif Eylem Mantığı modelini 1965 yılında ortaya atmıştır."
  },
  {
    "id": "3866269",
    "unitNumber": 5,
    "text": "Ortak malları, bir topluluğa veya topluluklara sosyal veya ekonomik faydalar sağlayan doğal veya insan yapımı kaynaklar olarak tanımlayan yazar aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sekera (2016)",
      "B": "Rutherford (2015)",
      "C": "Staveren (2015)",
      "D": "Dorman (2014)",
      "E": "Anderies ve Janssen (2013)"
    },
    "explanation": "<strong>ORTAK MALLARIN TANIMI</strong><br/><strong>Rutherford (2015):</strong> Ortak malları, bir topluluğa veya topluluklara sosyal veya ekonomik faydalar sağlayan doğal veya insan yapımı kaynaklar olarak tanımlamıştır."
  },
  {
    "id": "3866270",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Tıbbi ve Sağlık ile İlgili Ortak Mallar sınıfında yer <u>almamaktadır</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Biyolojik Çeşitlilik",
      "B": "Anti mikrobik direnç",
      "C": "Tıbbi Bütçeler",
      "D": "Halk Sağlığı",
      "E": "Hastaneler"
    },
    "explanation": "<strong>ORTAK MALLARIN SINIFLANDIRMASI</strong><br/><strong>Tıbbi ve Sağlık ile İlgili Ortak Mallar:</strong>\n <ul> <li>Anti mikrobik direnç</li> <li>Tıbbi Bütçeler</li> <li>Halk Sağlığı</li> <li>Hastaneler</li> </ul>"
  },
  {
    "id": "3866271",
    "unitNumber": 5,
    "text": "“Birden fazla işlemcinin tek işlemci gibi çalışmasını sağlamaktadır” şeklinde tanımlanan dijital ortak mal aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Wikipedia",
      "B": "Özgür ve açık kaynak yazılım",
      "C": "Bilgisayar programlama dilleri",
      "D": "Blok zinciri teknolojisi",
      "E": "Izgara hesaplama sistemi"
    },
    "explanation": "<strong>Dijital Olarak Mallar</strong><br/><strong>Izgara hesaplama sistemi: </strong>Birden fazla işlemcinin tek işlemci gibi çalışmasını sağlamaktadır."
  },
  {
    "id": "3866272",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi küresel ortak mallardan birisi <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Okyanuslar",
      "B": "Antarktika kıtası",
      "C": "Biyolojik çeşitlilik",
      "D": "Tarım arazisi",
      "E": "Su kıtlığı"
    },
    "explanation": "<strong>Küresel Ortak Mallar</strong><br/>Atmosferin, okyanuslar (derin denizler), Antarktika kıtası, biyolojik çeşitlilik, elektromanyetik spektrum ve sınır aşan ırmaklar gibi yeryüzünün doğal unsurları olan mallardan başka, küresel ısınma, kirlilik, zehirli atıklar ve su kıtlığı gibi olumsuz durumların (dışsallıkların) ortadan kaldırılması da küresel ortak (kamusal) mallar olarak değerlendirilebilmektedir."
  },
  {
    "id": "3866273",
    "unitNumber": 5,
    "text": "Hepsi için geçerli olmasa da, ortak malları karakterize eden bazı tipik özellikler söz konusudur. Aşağıdakilerden hangisi bu özelliklerden birisi <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Özel veya Kamusal Sahipliğin Yokluğu",
      "B": "Özel veya Kamusal Sahipliğin Uygun Olmayışı",
      "C": "Yerel Bağları Güçlendirme Etkisi",
      "D": "Vazgeçilemeyecek Hizmetler Olmaları",
      "E": "Kendi Kendine Üretim"
    },
    "explanation": "<strong>ORTAK MALLARIN ÖZELLİKLERİ</strong><br/><strong>Hepsi için geçerli olmasa da, ortak malları karakterize eden bazı tipik özellikler:</strong>\n <ul> <li>Özel veya Kamusal Sahipliğin Yokluğu</li> <li>Özel veya Kamusal Sahipliğin Uygun Olmayışı</li> <li>Vazgeçilemeyecek Hizmetler Olmaları</li> <li>Kendi Kendine Üretim</li> </ul>"
  },
  {
    "id": "3866274",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Hardin’in ortak malların trajedisine son vermek için önerdiği çözüm yollarından birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kendi kendine üretim",
      "B": "Devlet müdahalesi",
      "C": "Anti mikrobik direnç",
      "D": "Komşuluk hakkı",
      "E": "Sınırsız kullanım hakkı"
    },
    "explanation": "<strong>Ortak Malların Trajedisi</strong><br/><strong>Hardin’in ortak malların trajedisine son vermek için önerdiği çözüm yolları:</strong>\n <ul> <li>Ücret alması</li> <li>Devlet müdahalesi</li> </ul>"
  },
  {
    "id": "3866275",
    "unitNumber": 5,
    "text": "Bir malın değerinin kullanıcı sayısının artışı ile birlikte artması anlamına gelen olgu aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ağ etkisi",
      "B": "Genelleme etkisi",
      "C": "Yayılma etkisi",
      "D": "Dijital etki",
      "E": "Piyasa etkisi"
    },
    "explanation": "<strong>Dijital Olarak Mallar</strong><br/><strong>Ağ Etkisi:</strong> Bir malın değerinin kullanıcı sayısının artışı ile birlikte artması anlamına gelir."
  },
  {
    "id": "3866276",
    "unitNumber": 5,
    "text": "Moda, kültürel miras, diller, edebiyat, müzik, tarihsel bellek, kâr amacı gütmeyen örgütler, kamusal sanat, spor faaliyetleri ve turizm (eko turizm ve manzara) gibi mallardan oluşan ortak mal grubu aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kültürel Ortak Mallar",
      "B": "Küresel Ortak Mallar",
      "C": "Piyasa ile İlgili Ortak Mallar",
      "D": "Komşuluk ile İlgili Ortak Mallar",
      "E": "Altyapısal Ortak Mallar"
    },
    "explanation": "<strong>Kültürel Ortak Mallar</strong><br/><strong>Kültürel Ortak Mallar:</strong>\n Moda, kültürel miras, diller, edebiyat, müzik, tarihsel bellek, kâr amacı gütmeyen örgütler, kamusal sanat, spor faaliyetleri ve turizm (eko turizm ve manzara) gibi mallardan oluşur."
  },
  {
    "id": "3866277",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi, ortak malların analizinde başvurulan başlıca modeller arasında yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Piyasa ortak mal modelleri",
      "B": "Ortakların trajedisi",
      "C": "Kültürel miras modelleri",
      "D": "Küresel kullanım hakkı",
      "E": "Kamusal ortak kullanım"
    },
    "explanation": "<strong>BAZI ALTERNATİF EKONOMİK YAKLAŞIMLARDA ORTAK MALLAR</strong><br/><strong>Ortak malların analizinde başvurulan başlıca modeller:</strong>\n <ul> <li>Ortakların trajedisi</li> <li>Tutuklu ikilemi</li> <li>Kolektif eylem mantığı modelleri</li> </ul>"
  },
  {
    "id": "3866278",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Ostrom’a göre, ortak malların yönetiminde işleyen yedi kuraldan birisi <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Sınır kuralları",
      "B": "Konum kuralları",
      "C": "Piyasa kuralları",
      "D": "Enformasyon kuralları",
      "E": "Ceza kuralları"
    },
    "explanation": "<strong>Kurumsal Ekonomide Kamusal Mallar</strong><br/><strong>Ostrom’a göre, ortak malların yönetiminde işleyen yedi kurallar:</strong>\n <ul> <li>Sınır kuralları</li> <li>Konum kuralları</li> <li>Alan kuralları</li> <li>Seçiş kuralları</li> <li>Toplama kuralları</li> <li>Enformasyon kuralları</li> <li>Ceza kuralları</li> </ul>"
  },
  {
    "id": "3866279",
    "unitNumber": 6,
    "text": "Bir ekonomik birimin faaliyetinin, piyasa dışı yollarla diğer ekonomik birimleri etkilemesine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dışsallık",
      "B": "Dışlama",
      "C": "Kara borsa",
      "D": "Faaliyet zararı",
      "E": "Rasyonel beklenti"
    },
    "explanation": "DIŞSALLIKLARIN TANIMI VE ÖZELLİKLERİ<br/>Bir ekonomik birimin faaliyetinin, piyasa dışı yollarla diğer ekonomik birimleri etkilemesine dışsallık adı verilir."
  },
  {
    "id": "3866280",
    "unitNumber": 6,
    "text": "Dışsallıkla ilgili aşağıdakilerden hangisi doğru <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Dışsallık, bir faaliyetin yan ürünü olup, planlanmayan bir sonuç olarak ortaya çıkar.",
      "B": "Dışsallıklar olumsuz olabileceği gibi olumlu da olabilirler.",
      "C": "Dışsallıklar, bir tarafın faaliyetine bağlı olarak diğer tarafa maliyet yüklemesi durumunda olumsuz olur",
      "D": "Dışsallıklar tüketiciler ile üreticiler arasında ortaya çıkabilir",
      "E": "Dışsallık kavramına ilk defa ünlü ekonomist Adam Smith tarafından ortaya çıkartılmıştır."
    },
    "explanation": "DIŞSALLIKLARIN TANIMI VE ÖZELLİKLERİ<br/>Dışsallık kavramına ilk defa ünlü İngiliz ekonomist Alfred Marshall (1842-1924), eseri Principles of Economics’de yer vermiştir."
  },
  {
    "id": "3866281",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi olumlu dışsallığa örnek olarak gösterilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bir firmanın uyguladığı ya da keşfettiği yeni bir üretim teknolojisinin detaylarını sektörde bulunan diğer firmalarla paylaşması",
      "B": "Fabrika atıklarından bölgedeki tarım arazilerinin etkilenmesi, çiftçilerin gelirinde azalmaya yol açması",
      "C": "Fabrika bacalarından havaya salınan kimyasal gazların bölgede yaşayan tüketicilerin sağlığını etkilemesi",
      "D": "Yüksek sesle müzik dinleyenlerin, çevresinde bulunan tüketicileri gürültü kirliliği ile olumsuz etkilemeleri",
      "E": "Tüketicilerin sosyal medya ya da başka araçlarla üreticilerin ürünleri aleyhinde görüş beyan etmeleri"
    },
    "explanation": "Dışsallıkların Türleri<br/>Bir firmanın uyguladığı ya da keşfettiği yeni bir üretim teknolojisinin detaylarını sektörde bulunan diğer firmalarla paylaşması üreticiden üreticiye olumlu dışsallıktır."
  },
  {
    "id": "3866282",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi tüketiciden üreticiye olumlu bir dışsallıktır?",
    "correctAnswer": "A",
    "options": {
      "A": "Tüketicinin bir firmanın ürününü beğenmesi, başkalarına önermesi",
      "B": "Bir firmanın uyguladığı ya da keşfettiği yeni bir üretim teknolojisinin detaylarını sektörde bulunan diğer firmalarla paylaşması",
      "C": "Bir firmanın geliştirdiği yeni teknolojik ürünün kısa zamanda çok kullanıcıya bedelsiz fayda sunması",
      "D": "Bir tüketicinin bulaşıcı hastalığa karşı aşı yaptırarak diğer tüketicilerin bulaşıcı hastalıktan korunmasına yardımcı olması",
      "E": "Tüketicilerin sosyal medya ya da başka araçlarla üreticilerin ürünleri aleyhinde görüş beyan etmeleri"
    },
    "explanation": "Dışsallıkların Türleri<br/>Tüketicinin bir firmanın ürününü beğenmesi, başkalarına önermesi: Tüketiciden üreticiye olumlu dışsallıktır\n Bir firmanın uyguladığı ya da keşfettiği yeni bir üretim teknolojisinin detaylarını sektörde bulunan diğer firmalarla paylaşması: Üreticiden üreticiye olumlu dışsallıktır\n Bir firmanın geliştirdiği yeni teknolojik ürünün kısa zamanda çok kullanıcıya bedelsiz fayda sunması: Üreticiden tüketiciye olumlu dışsallıktır\n Bir tüketicinin bulaşıcı hastalığa karşı aşı yaptırarak diğer tüketicilerin bulaşıcı hastalıktan korunmasına yardımcı olması: Tüketiciden tüketiciye olumlu dışsallıktır\n Tüketicilerin sosyal medya ya da başka araçlarla üreticilerin ürünleri aleyhinde görüş beyan etmeleri: Tüketiciden üreticiye olumsuz dışsallıktır"
  },
  {
    "id": "3866283",
    "unitNumber": 6,
    "text": "Bir üretim ya da tüketim faaliyeti ile oluşan ve piyasa fiyatlarına yansıyan dışsallığa ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Parasal dışsallık",
      "B": "Olumlu dışsallık",
      "C": "Olumsuz dışsallık",
      "D": "Üreticiden tüketiciye dışsallık",
      "E": "Tüketiciden tüketiciye dışsallık"
    },
    "explanation": "Dışsallıkların Türleri<br/>Bir üretim ya da tüketim faaliyeti ile oluşan ve piyasa fiyatlarına yansıyan dışsallığa parasal dışsallık adı verilir."
  },
  {
    "id": "3866284",
    "unitNumber": 6,
    "text": "Firmaların üretim için katlandıkları özel maliyetler ile dışsal maliyetlerin toplamı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyal maliyet",
      "B": "Muhasebe maliyeti",
      "C": "Fırsat maliyeti",
      "D": "Kamu zararı",
      "E": "Sabit maliyet"
    },
    "explanation": "OLUMSUZ DIŞSALLIKLAR<br/>Firmaların üretim için katlandıkları özel maliyetler ile dışsal maliyetlerin toplamı sosyal maliyet olarak üretimin gerçek maliyetini yansıtır."
  },
  {
    "id": "3866285",
    "unitNumber": 6,
    "text": "Olumsuz dışsallığa, dışsallığı yayan ve ondan etkilenen tarafların ortak mülkiyet tesis etmeleri ile getirilen çözüm aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dışsallıkların içselleştirilmesi",
      "B": "Pazarlık yolu ile anlaşma",
      "C": "Fayda maliyet analizi",
      "D": "Yap işlet devret modeli",
      "E": "Kamu özel işbirliği"
    },
    "explanation": "Olumsuz Dışsallıkların Piyasa Çözümleri<br/>Dışsallıklara, özel sektör ya da piyasa içerisinde, kamusal bir müdahalede bulunulmaksızın, çözüm bulunması mümkündür. James Meade (1952) tarafından önerilen dışsallıkların içselleştirilmesi çözümlerden biridir. Bu çözüm, dışsallığı yayan ve ondan etkilenen (fayda sağlayan ya da maliyete katlanan) tarafların ortak mülkiyet tesis etmeleri ile mümkün olur."
  },
  {
    "id": "3866286",
    "unitNumber": 6,
    "text": "Dışsallığa neden olan ve dışsallıktan zarar görenlerin bir araya gelerek pazarlık yapmaları halinde, devletin müdahalesine gerek görülmeden, Pareto optimum bir sonuca ulaşılabileceğini ileri süren teori aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Coase teorisi",
      "B": "Dışsallıkların içselleştirilmesi teorisi",
      "C": "Fayda maliyet teorisi",
      "D": "Sosyal marjinal maliyet teorisi",
      "E": "Parasal dışsallık teorisi"
    },
    "explanation": "Pazarlık Yolu ile Anlaşma: Coase Teorisi<br/>Ronald Coase (1960), dışsallığa neden olan ve dışsallıktan zarar görenlerin bir araya gelerek pazarlık yapmaları halinde, devletin müdahalesine gerek görülmeden, Pareto optimum bir sonuca ulaşılabileceğini ileri sürmekte ve bu görüşe Coase teorisi denilmektedir."
  },
  {
    "id": "3866287",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi olumsuz dışsallıkların kamusal çözümlerinden <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Pazarlık yolu ile anlaşma",
      "B": "Vergileme",
      "C": "Sübvansiyon",
      "D": "Kirletme hakları",
      "E": "Mülkiyet haklarının tesisi"
    },
    "explanation": "Olumsuz Dışsallıkların Kamusal Çözümleri<br/>Kamusal çözümler arasında vergileme, sübvansiyon, düzenlemeler, kirletme hakları ve mülkiyet haklarının tesisi sayılabilir. Pazarlık yolu ile anlaşma ise olumsuz dışsallıkların piyasa çözümlerindendir."
  },
  {
    "id": "3866288",
    "unitNumber": 6,
    "text": "Olumsuz dışsallıklara yol açan ekonomik faaliyetleri sınırlandırarak Pareto optimum düzeyde sunumunu yapmak için bu faaliyetlerin vergilendirilmesi önerilmiştir. Dışsallığın çözümü için uygulanan bu vergilere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pigoucu vergi",
      "B": "Gelir vergisi",
      "C": "Kurumlar vergisi",
      "D": "Gümrük vergisi",
      "E": "Pareto vergisi"
    },
    "explanation": "Pigoucu Vergi Salınması<br/>Olumsuz dışsallıklara yol açan ekonomik faaliyetleri sınırlandırarak Pareto optimum düzeyde sunumunu yapmak için A.C. Pigou tarafından bu faaliyetlerin vergilendirilmesi önerilmiştir. Dışsallığın çözümü için uygulanan bu vergilere Pigoucu vergi ya da çevre vergisi de denilmektedir."
  },
  {
    "id": "3866289",
    "unitNumber": 6,
    "text": "............., bir tarafın faaliyetine bağlı olarak diğer tarafa maliyet yüklemesi durumunda olumsuz, ya da fayda sağlamasına bağlı olarak olumlu olabilir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Dışsallıklar",
      "B": "Parasal Dışsallık",
      "C": "Kaos Teorisi",
      "D": "Etik Olma",
      "E": "Vergi Salınması"
    },
    "explanation": "<strong>Dışsallıklar,</strong> bir tarafın faaliyetine bağlı olarak diğer tarafa maliyet yüklemesi durumunda olumsuz, ya da fayda sağlamasına bağlı olarak olumlu olabilir."
  },
  {
    "id": "3866290",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi dışsallıkların özelliklerinden <u>biri değildir?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Dışsallıklar tüketicilerin tüketimi ile oluşabilir.",
      "B": "Dışsallıklar üreticilerin tüketimi ile oluşabilir.",
      "C": "Dışsallıklar sebep-sonuç ilişkisine bağlı olarak oluşabilir.",
      "D": "Dışsallıklar ile kamusal mallar arasında bir ilişki vardır.",
      "E": "Dışsallıklar olumsuz olabilir."
    },
    "explanation": "'Dışsallıklar üreticilerin tüketimi ile oluşabilir.' ifadesi hatalıdır.\n <strong>'Dışsallıklar üreticilerin üretimi ile oluşabilir.'</strong> doğru ifadedir. Bir firmanın üretim yaparken maliyeti en aza düşürmek amacı ile atıkları doğaya bırakma veya bacalar aracılığı ile kimyasal gazları havaya salması örnek olarak verilebilir. Üretirken olumsuz dışsallıklara neden olunabilmektedir."
  },
  {
    "id": "3866291",
    "unitNumber": 6,
    "text": "'Bir firmanın uyguladığı ya da keşfettiği yeni bir üretim teknolojisinin detaylarını sektörde bulunan diğer firmalarla paylaşması' durumunda 'Dışsallığa Neden Olan Faaliyet-Dışsallıktan Etkilenenler-Dışsallığın Niteliği' aşağıdakilerden hangisinde doğru olarak gösterilmiştir.",
    "correctAnswer": "B",
    "options": {
      "A": "Üretim-Üreticiler-Olumsuz",
      "B": "Üretim-Üreticiler-Olumlu",
      "C": "Tüketim-Üreticiler-Olumsuz",
      "D": "Tüketim-Tüketiciler-Olumsuz",
      "E": "Üretim-Tüketiciler-Olumlu"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/721e4630cb5eca0d10426a99d490b453.png\" alt=\"\" width=\"404\" height=\"365\">"
  },
  {
    "id": "3866292",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, dışsallığı yayan ve ondan etkilenen (fayda sağlayan ya da maliyete katlanan) tarafların ortak mülkiyet tesis etmeleri ile mümkün olan olumsuz dışsallıkların piyasa çözümüdür?",
    "correctAnswer": "D",
    "options": {
      "A": "Coase Teorisi",
      "B": "Sosyal ve Etik Kurallar",
      "C": "Pazarlık Yolu ile Anlaşma",
      "D": "Dışsallıkların İçselleştirilmesi",
      "E": "Pigoucu Vergi Salınması"
    },
    "explanation": "<strong>Dışsallıkların İçselleştirilmesi</strong><br/>Dışsallıklara, özel sektör ya da piyasa içerisinde, kamusal bir müdahalede bulunulmaksızın, çözüm bulunması mümkündür. James Meade (1952) tarafından önerilen dışsallıkların içselleştirilmesi çözümlerden biridir.\n Bu çözüm, dışsallığı yayan ve ondan etkilenen (fayda sağlayan ya da maliyete <br/>katlanan) tarafların ortak mülkiyet tesis etmeleri ile mümkün olur."
  },
  {
    "id": "3866293",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bir dışsallığı oluşturan ve dışsallıktan etkilenen tarafların, pazarlık yaparak Pareto optimum sonuca ulaşabilmeleri için gerekli koşullardan <u>biri değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Tarafların tam bilgiye sahip olmaları",
      "B": "Pazarlık sürecinin ihmal edilebilir düzeyde işlem maliyeti ya da maliyetsiz yapılabilmesi",
      "C": "Tarafların sayıca fazla olması",
      "D": "Rasyonel olmaları",
      "E": "Mülkiyet haklarının belirli olması"
    },
    "explanation": "Coase teorisine göre, bir dışsallığı oluşturan ve dışsallıktan etkilenen tarafların pazarlık yaparak Pareto optimum sonuca ulaşabilmeleri mümkündür. Bunun için,\n <ul> <li><strong>tarafların sayıca az olması, </strong></li> <li>rasyonel olmaları,</li> <li>pazarlık sürecinin ihmal edilebilir düzeyde işlem maliyeti ya da maliyetsiz yapılabilmesi,</li> <li>tarafların tambilgiye sahip olmaları ve</li> <li>mülkiyet haklarının belirli olması gerekir.</li> </ul>"
  },
  {
    "id": "3866294",
    "unitNumber": 6,
    "text": "Olumsuz dışsallıkların piyasa çözümlerinden biri olan ekonomik ilişkilerde ............... uygun davranmak önemli ancak yeterli bir çözüm oluşturmamaktadır.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "dışsallıkların içselleştirilmesine",
      "B": "sosyal ve etik kurallara",
      "C": "Caose teorisine",
      "D": "pazarlık yolu ile anlaşmaya",
      "E": "marjinal faydaya"
    },
    "explanation": "Sosyal ve etik kurallara uymak doğası gereği gönüllü bir davranış olduğundan, kanun gücü ile desteklenmediğinden herkesin sözü edilen kurallara uyması beklenilemeyeceği gibi her dışsallık durumunda optimum çözüm üreten kuralların varlığından da söz etmek güçtür.\n Dolayısıyla, <strong>ekonomik ilişkilerde sosyal ve etik kurallara uygun davranmak önemli ancak yeterli bir çözüm oluşturmamaktadır.</strong>"
  },
  {
    "id": "3866295",
    "unitNumber": 6,
    "text": "Olumsuz dışsallıkların kamusal çözümlerinde, devletin üretici firmalara üretimi kısmaları sonucu yaptığı destek ödemeye ne isim verilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Marjinal fayda",
      "B": "Sübvansiyon",
      "C": "Düzenleme",
      "D": "Dışsallıkların içselleştirilmesi",
      "E": "Marjinal maliyet"
    },
    "explanation": "Sübvansiyonlar bir ekonomide üretimin teşvik edilmesi amacı ile devlet hazinesinden üretici firmalara yapılan destek ödemeleridir.\n Olumsuz dışsallıklar açısından bakıldığında, devlet üretici firmalara üretimi kısmaları karşılığında sübvansiyon öder."
  },
  {
    "id": "3866296",
    "unitNumber": 6,
    "text": "'Bir üretim ya da tüketim faaliyetinin piyasa dışından başkalarına fayda sunması' olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Olumlu Dışsallık",
      "B": "Olumsuz Dışsallık",
      "C": "Marjinal Maliyet",
      "D": "Sübvansiyon",
      "E": "Pigoucu Vergi Salınması"
    },
    "explanation": "<strong>Olumlu dışsallık,</strong> bir üretim ya da tüketim faaliyetinin piyasa dışından başkalarına fayda sunmasıdır."
  },
  {
    "id": "3866297",
    "unitNumber": 6,
    "text": "'Devletin, piyasa başarısızlıklarını ortadan kaldırmak için piyasayı ve ekonomik birimlerin davranışlarını kontrol etmeye yönelik kullandığı önlemler' olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Düzenleme Yapılması",
      "B": "Kirletme Haklarının Kullanımı",
      "C": "Mülkiyet Haklarının Tesisi",
      "D": "Pigoucu Sübvansiyon Verilmesi",
      "E": "Pigoucu Vergi Salınması"
    },
    "explanation": "<strong>Düzenleme (regulation),</strong> devletin, piyasa başarısızlıklarını ortadan kaldırmak için piyasayı ve ekonomik birimlerin davranışlarını kontrol etmeye yönelik kullandığı önlemlerdir."
  },
  {
    "id": "3866298",
    "unitNumber": 6,
    "text": "Devlet bir bölgedeki haftalık atık miktarını belirleyip bu atık miktarını sertifikalaştırarak; ruhsat, kota, sertifika veya izin gibi adlarla temsili bedel karşılığında açık artırma ile satmaktadır.\n Yukarıda anlatılan durum, Olumsuz Dışsallıkların Kamusal Çözümleri'nden hangisine örnektir?",
    "correctAnswer": "C",
    "options": {
      "A": "Pigoucu Vergi Salınması",
      "B": "Pigoucu Sübvansiyon Verilmesi",
      "C": "Kirletme Haklarının Kullanımı",
      "D": "Düzenleme Yapılması",
      "E": "Mülkiyet Haklarının Tesisi"
    },
    "explanation": "Sorudaki örnek kirletme haklarının kullanımı çözümüdür. \n Sertifikaya sahip olan her firma sadece sertifikada belirtilen miktarla sınırlı atık miktarını akarsuya bırakabilir.\n Bu sistemde firmalar birbirlerini de kontrol ederler. Sertifikaya sahip firmalar diğer firmaların akarsuya atık bırakmalarını engellerler.\n Sonuçta, belirlenen atık miktarından daha fazla <br/>atık akarsuya atılmayacağından etkin üretim düzeyi korunur."
  },
  {
    "id": "3866299",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi tam rekabet piyasası açısından doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Heterojen olması",
      "B": "Az sayıda aktör bulunması",
      "C": "Giriş engellerinin olması",
      "D": "Atomize olması",
      "E": "Bazı alıcı veya satıcıların fiyatı etkilemesi"
    },
    "explanation": "Tam rekabet piyasaları homojen, çok sayıda aktöre sahip, hiçbir alıcı veya satıcının fiyatı tek başına etkilemediği, giriş engellerinin bulunmadığı atomize piyasalardır."
  },
  {
    "id": "3866300",
    "unitNumber": 7,
    "text": "Birbirini etkileyecek kadar az sayıda satıcı ve çok sayıda alıcının olduğu, satıcıların fiyat üzerinde kontrolünün olduğu ve girişin kısıtlı olduğu piyasa türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tam rekabet",
      "B": "Oligopol",
      "C": "Tekel",
      "D": "Tekelci rekabet",
      "E": "Monopson"
    },
    "explanation": "Tanımlanan piyasa türü oligopoldür."
  },
  {
    "id": "3866301",
    "unitNumber": 7,
    "text": "Yakın ikamesi olmayan bir mal ya da hizmetin tek bir firma tarafından üretilip satıldığı ve çok sayıda alıcının olduğu piyasa türü hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tam rekabet",
      "B": "Oligopol",
      "C": "Tekel",
      "D": "Tekelci rekabet",
      "E": "Monopson"
    },
    "explanation": "Tanımı yapılan tekel piyasasıdır. Monopson dışında sayılan tüm piyasa türlerinde çok sayıda alıcı bulunur fakat sadece tekel piyasasında tek satıcı bulunmaktadır. Monopson ise tek alıcının olduğu çok sayıda satıcının olduğu piyasa türüdür."
  },
  {
    "id": "3866302",
    "unitNumber": 7,
    "text": "Siyasi karar organlarının ekonomik, mali, sosyal ya da stratejik nedenlerle bazı sektörlerdeki üretim sürecinde rekabeti sınırlandıran ya da ortadan kaldıran tedbirler alması tekel gücü kaynaklarından hangisini tarif etmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ölçek ekonomileri",
      "B": "Patent uygulaması",
      "C": "Hammadde kontrolü",
      "D": "Asimetrik bilgi",
      "E": "Yasal engeller"
    },
    "explanation": "Tarifi yapılan yasal engellerdir. Yasal engeller siyasi karar organları tarafından konmaktadır."
  },
  {
    "id": "3866303",
    "unitNumber": 7,
    "text": "Bir malın satışında ortaya çıkan bir birimlik değişimin toplam gelirde oluşturacağı değişime ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Marjinal gelir",
      "B": "Marjinal maliyet",
      "C": "Ortalama gelir",
      "D": "Firma talebi",
      "E": "Piyasa talebi"
    },
    "explanation": "Tanımı yapılan marjinal gelirdir. Bir başka ifadeyle marjinal gelir üretilen ürünün son birim satışından sağlanan gelirdir. Ortalama gelir ise birim başına geliri ifade eder."
  },
  {
    "id": "3866304",
    "unitNumber": 7,
    "text": "Doğal tekelle ilgili aşağıdaki ifadelerden hangisi <strong>yanlıştır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Genelde enerji, su, doğalgaz, ulaştırma ve iletişim gibi alanlarda ortaya çıkar",
      "B": "Ürünler tüketiciye genellikle tek bir yol, kanal, kablo ya da hat aracılığıyla ulaştırılır.",
      "C": "İlgili sektörlerde başlangıç ya da ilk yatırım maliyeti çok yüksektir.",
      "D": "Sunulan ürünler depolanabilir karakteristiğe sahiptir",
      "E": "Sunulan ürün ya da hizmet genel olarak kamusallık özelliğini taşır"
    },
    "explanation": "Doğal tekellerin sunduğu ürün veya hizmetler depolanamaz özelliğe sahiptir."
  },
  {
    "id": "3866305",
    "unitNumber": 7,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/222235b1121994d78b89329040767166.jpeg\" alt=\"\" width=\"331\" height=\"327\"> Yukarıdaki grafiğe göre ortalama maliyet firması yapan tekelci bir firma ne kadar üretim yapar?",
    "correctAnswer": "C",
    "options": {
      "A": "Q1",
      "B": "Q2",
      "C": "Q3",
      "D": "Q4",
      "E": "Q5"
    },
    "explanation": "Ortalama maliyet fiyatlaması yapan firma ortalama maliyetin fiyata eşit olduğu D noktasını seçecek ve Q3 birim mal üretecektir."
  },
  {
    "id": "3866306",
    "unitNumber": 7,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/cd0a66f92c9341699f9e16985cf2c700.jpeg\" alt=\"\" width=\"331\" height=\"327\"><br/>Yukarıdaki grafiğe göre; bir doğal tekelin, kamu yararını gözeterek piyasa talebinin marjinal maliyete eşit olduğu düzeyde üretim yapması halinde faaliyetlerine devam edebilmesi için ne kadar sübvanse edilmesi gerekir?",
    "correctAnswer": "E",
    "options": {
      "A": "AB kadar",
      "B": "BC kadar",
      "C": "AC kadar",
      "D": "DG kadar",
      "E": "FE kadar"
    },
    "explanation": "Piyasa talebinin marjinal maliyete eşit olduğu nokta E noktasıdır. Bu durumda doğal tekel Q4 miktarında üretim yapacaktır. Doğal tekelin faaliyetlerinin devamı için ortalama maliyet ile marjinal maliyet arasındaki fark kadar sübvanse edilmesi gerekir, yani FE farkı kadar."
  },
  {
    "id": "3866307",
    "unitNumber": 7,
    "text": "Doğal tekel ile piyasadaki tüketicilerin oluşacak riskleri birlikte yüklenmelerini sağlamaya yönelik yöntem aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Firma sayısı düzenlemesi yöntemi",
      "B": "Kar/zarar paylaşımı yöntemi",
      "C": "Göreli rekabet yöntemi",
      "D": "Fiyat veya gelir tavanı yöntemi",
      "E": "Maliyet artı kâr yöntemi"
    },
    "explanation": "Tanımı yapılan kâr/zarar paylaşımı yöntemidir. Bu yöntemde, doğal tekel ile piyasadaki tüketicilerin oluşacak riskleri birlikte yüklenmeleri sağlanır. Yöntemin işleyişi, getiri oranı fiyatlamasıyla tavan fiyat uygulamasının ortak özelliklerinden oluşmaktadır. Böylece piyasa aktörleri arasında da denge kurulur."
  },
  {
    "id": "3866308",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi özelleştirmenin amaç ve hedefleri arasında <strong>yer almaz?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ürün veya hizmetlerin daha az tüketiciye sunulması",
      "B": "Bürokrasinin rolünün azaltılması",
      "C": "Ekonomik etkinliğin sağlanması",
      "D": "İnovasyonun teşvik edilmesi",
      "E": "Sermayenin tabana yayılması"
    },
    "explanation": "Özelleştimelerde tüketici sayısının azaltılması gibi bir hedef bulunmaz."
  },
  {
    "id": "3866309",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi aksak ya da eksik rekabet piyasasına ilişkin bir özelliktir?",
    "correctAnswer": "D",
    "options": {
      "A": "Piyasada çok sayıda ekonomik aktörün işlem yapması",
      "B": "Ekonomik aktörlerin piyasalar arası tercihlerinde ve giriş çıkışlarında hukuki, ekonomik ya da teknik herhangi bir engelin olmaması",
      "C": "Piyasada homojen (tekdüze) ürünün alınıp satılması",
      "D": "Ekonomik aktörlerin fiyatı belirleme ya da etkileme gücüne sahip olması",
      "E": "Ekonomik aktörlerin piyasadaki işlemler, fiyatlar ve miktarlar ile ilgili eksiksiz bilgiye sahip olması"
    },
    "explanation": "PİYASALARIN YAPISI: TAM REKABET, EKSİK REKABET VE TEKEL PİYASALARININ GENEL ÖZELLİKLERİ<br/>Aksak rekabette, piyasada herhangi bir alıcı ya da satıcı ürün fiyatını veri olarak alma yerine belirleme ya da etkileme gücüne sahiptir."
  },
  {
    "id": "3866310",
    "unitNumber": 7,
    "text": "Piyasa arzının, birbirini etkileyen ya da etkileme potansiyeline sahip az sayıda firma tarafından belirlendiği piyasa türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tam rekabet",
      "B": "Tekel",
      "C": "Oligopol",
      "D": "Eksik rekabet",
      "E": "Tekelci rekabet"
    },
    "explanation": "PİYASALARIN YAPISI: TAM REKABET, EKSİK REKABET VE TEKEL PİYASALARININ GENEL<br/>ÖZELLİKLERİ<br/>Eksik rekabetin bir başka türü mal ya da hizmetin az sayıda firma tarafından arzının gerçekleştirildiği oligopol piyasalarıdır. Oligopolde de piyasa arzını birbirini etkileyen ya da etkileme potansiyeline sahip firmalar belirlerler."
  },
  {
    "id": "3866311",
    "unitNumber": 7,
    "text": "Ürün farklılaştırması ve pazarlama faaliyetleri nedeniyle heterojen ürünlerin yer aldığı piyasa türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tam rekabet",
      "B": "Eksik rekabet",
      "C": "Tekelci rekabet",
      "D": "Tekel",
      "E": "Oligopol"
    },
    "explanation": "PİYASALARIN YAPISI: TAM REKABET, EKSİK REKABET VE TEKEL PİYASALARININ GENEL ÖZELLİKLERİ<br/>Piyasada faaliyet gösteren rakip firmaların ürün farklılaştırma ve pazarlama stratejileri homojenlik<br/>özelliğinin aksamasına neden olmakta ve tekelci rekabet piyasasını ortaya çıkarmaktadır."
  },
  {
    "id": "3866312",
    "unitNumber": 7,
    "text": "Piyasaya yeni firmaların girişlerinin engellenmesi ve böylece tekel gücünün doğmasına kaynaklık eden faktörler arasında aşağıdakilerden hangisi <strong>yer almaz?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Tüketicileri desteklemek gibi gerekçelerle belirlenen firmalara üretim imtiyazı verilmesi",
      "B": "Kendine bağlı müşteri kitlesi oluşturabilme gücüne sahip olmak",
      "C": "Bir malın üretiminde kullanılan ve yakın ikamesi olmayan hammaddelere sahip olmak",
      "D": "Piyasa talebinin çok sayıda küçük üreticiye kıyasla tek bir büyük üretici tarafından daha düşük maliyetle karşılanması",
      "E": "Patent hakkını elinde bulundurmak"
    },
    "explanation": "Tekel Gücünün Kaynakları: Piyasaya Giriş Önündeki Engeller<br/>Tekel gücünün kaynağı olarak değerlendirilen bu faktörler yasal engeller, hammaddelerin kontrolü, ölçek ekonomileri ve patent uygulamaları olarak belirtilebilir."
  },
  {
    "id": "3866313",
    "unitNumber": 7,
    "text": "Üreteceği ürün miktarına (Qm) karar veren bir tekelcinin ne kadar kâr elde ettiği aşağıdakilerden hangisine bağlıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Ürünün fiyatına",
      "B": "Ortalama maliyete",
      "C": "Marjinal maliyete",
      "D": "Sabit maliyete",
      "E": "Toplam hasılata"
    },
    "explanation": "Tekelin Analizi<br/>Tekelcinin ne kadar kâr elde ettiği ise ortalama maliyetine göre tespit edilecektir.Tüketicilerin ödediği fiyat ortalama maliyetin üzerinde olduğu sürece (Pm &gt; Pc) tekelci aşırı kâr elde edecek olup, uzun dönemde de bu kârlılığını devam ettirebilecektir. Dolayısıyla piyasada satacağı her bir üründen Pm-Pc kadar kâr elde eder."
  },
  {
    "id": "3866314",
    "unitNumber": 7,
    "text": "Tekelin kaynak dağılımında etkinsizliğe ve toplumsal maliyetlere neden olan özellikleri arasında aşağıdakilerden hangisi <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tüketiciler tam rekabet koşullarına göre oluşacak fiyata göre (Pc) daha yüksek bir bedel ödemek zorunda kalması",
      "B": "Tam rekabet piyasasına göre üretimi kısması",
      "C": "Tüketiciler açısından bir fayda kaybı ve sosyal refah kaybı yaratması",
      "D": "Tekelcinin sahip olduğu aşırı kârın uzun dönemde de devam ediyor olması",
      "E": "Tekelcinin piyasa ve üretilen ürün hakkındaki bilgi düzeyinin tüketicilerden daha fazla olması"
    },
    "explanation": "Tekel Piyasasının Toplumsal Maliyetleri<br/>Tekel piyasasının en önemli özelliği; i) üretim miktarındaki azalmanın, ii) fiyatlarda meydana gelen artışın ve iii) sosyal refah kaybı ile tekelcinin sahip olduğu aşırı kârın uzun dönemde de devam ediyor olmasıdır. Bu özellikleri toplumsal maliyetlere neden olmaktadır."
  },
  {
    "id": "3866315",
    "unitNumber": 7,
    "text": "Teorik açıdan bir sektörde faaliyet gösteren firmanın maliyet fonksiyonu, sektördeki diğer firmaların maliyetleri toplamından daha düşük ise söz konusu firma aşağıdakilerden hangi adı alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Monopson",
      "B": "Monopol",
      "C": "Doğal tekel",
      "D": "Kartel",
      "E": "Tröst"
    },
    "explanation": "DOĞAL TEKELLER<br/>Teorik açıdan bir sektörde faaliyet gösteren firmanın maliyet fonksiyonu, sektördeki diğer firmaların maliyetleri toplamından daha düşük ise söz konusu firma doğal tekel olarak değerlendirilir"
  },
  {
    "id": "3866316",
    "unitNumber": 7,
    "text": "Doğal tekel piyasalarında uygulanacak başlıca regülasyonlar arasında aşağıdakilerden hangisi <strong>yer almaz?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kamu otoritesi, doğal tekelin piyasaya sunduğu ürün için belirli bir fiyat ya da fiyat aralığı tayin edebilir",
      "B": "Kamu otoritesi doğal tekelin piyasaya sunduğu ürün miktarını kontrol edebilir",
      "C": "Kamu otoritesi, doğal tekelin kârlarına ortak olurken aynı zamanda zararlarını karşılayabilir",
      "D": "Piyasaya giriş sınırlandırmasıyla, ilgili sektörde yeni üreticilerin faaliyet göstermeleri engellenebilir",
      "E": "Sunulan ürün ya da hizmetin kalitesinin artırılması gibi amaçlar için gerçekleştirilecek yatırımlara yönelik düzenlemeler yapılabilir"
    },
    "explanation": "Doğal tekel piyasalarında uygulanacak başlıca regülasyonlar\n • Fiyat düzenlemesi,<br/>• Üretim miktarı düzenlemesi,<br/>• Firma sayısı (piyasaya giriş/çıkış) düzenlemesi ve<br/>• Diğer önlemler şeklinde sınıflandırılabilir."
  },
  {
    "id": "3866317",
    "unitNumber": 7,
    "text": "Doğal tekel kamu yararını gözeterek hareket etmesi durumunda izleyeceği fiyatlama stratejisi aşağıdakilerden hangisi olacaktır?",
    "correctAnswer": "A",
    "options": {
      "A": "Piyasa talebinin marjinal maliyete eşit olduğu düzeyde denge miktar ve fiyat bileşimini belirler",
      "B": "Marjinal maliyetinin marjinal gelire eşit olduğu düzeyde üretim miktarını belirler ve ürünü<br/>piyasa talebine göre fiyatlandırır.",
      "C": "Ortalama maliyet ile piyasa talep eğrisinin kesiştiği düzeyde denge miktar ve fiyat bileşenini belirler",
      "D": "Birim başına maliyet ile marjinal gelirin eşit olduğu noktada denge miktar ve fiyat bileşenini belirler",
      "E": "Değişken ve sabit maliyetlerin eşitlendiği düzeyde denge miktar ve fiyat bileşenini belirler"
    },
    "explanation": "Marjinal Maliyet Fiyatlaması:<br/>Doğal tekel kamu yararını gözeterek hareket ederek piyasa talebinin marjinal maliyete eşit olduğu düzeyde denge miktar ve fiyat bileşimini belirler. Bu fiyat tüketicilerin ve toplumun refahını artıracak kadar düşük bir düzeydedir. Böyle bir fiyatlandırma stratejisinde tekelci firma birim başına üretim maliyetinden sadece sabit maliyetlerini karşılayabilmekte, değişken maliyetleri kadar zarar etmektedir. Doğal tekelin faaliyetlerinin devamı için ortalama maliyet ile marjinal maliyet arasındaki fark kadar sübvanse edilmesi gerekir."
  },
  {
    "id": "3866318",
    "unitNumber": 7,
    "text": "Tekel piyasasının “X etkinsizliği” aşağıdakilerden hangisini <strong>en çok</strong> ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "yüksek fiyatla ürün satmak",
      "B": "kaynakları israf etmek",
      "C": "aşırı kâr elde etmek",
      "D": "gelir dağılımını bozmak",
      "E": "tüketici refahını azaltmak"
    },
    "explanation": "Tekel Piyasasının Toplumsal Maliyetleri<br/>Tekel piyasasının bir diğer toplumsal maliyeti de “X etkinsizliği” olarak adlandırılır. Piyasada<br/>herhangi bir rekabet baskısı hissetmeden faaliyetlerini devam ettiren tekelci, üretim sürecindeki<br/>kararlarını en iyisine yönelmeksizin verebilecektir. Bu şekilde olması gereken ve mümkün olan en düşük seviyenin üzerinde maliyet ile üretim gerçekleştirebileceği gibi, mal ve hizmetlerin sunumunda iyileştirme ya da yenilik hamlelerini almaktan da kaçınabilmektedir. Bahsedilen şartlar altında tekelci yüksek maliyetlerle ve kıt kaynakların optimal kullanımı için çaba sarf etmeksizin rasyonel olmayan bir üretim tarzını benimseyebilmektedir. Tüm bunlar kaynak israfıdır."
  },
  {
    "id": "3866319",
    "unitNumber": 7,
    "text": "Tam rekabet piyasasının hangi özelliğine göre, birbirini etkileyemeyecek kadar çok sayıda üretici ve tüketici vardır ve ekonomik aktörlerin piyasada oluşan denge fiyatı üzerinde etkisi bulunmamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Atomisite",
      "B": "Mobilite",
      "C": "Homojenlik",
      "D": "Şeffaflık",
      "E": "Tam bilgi"
    },
    "explanation": "Tam rekabet piyasasında, birbirini etkileyemeyecek kadar çok sayıda üretici ve tüketicinin olduğu (atomisite), üretim ve tüketim süreçlerinin serbestçe yapıldığı (mobilite), üretilen tüm ürünlerin tekdüze olduğu (homojenlik), süreçte rol üstlenen aktörlerin mal ya da hizmetler ile ilgili tam bilgiye sahip olduğu (şeffaflık) bir yapı söz konusudur. Atomisite özelliğine göre herhangi bir ekonomik aktörün piyasada oluşan denge fiyatı üzerinde etkisi bulunmamaktadır. Ürünün fiyatı piyasadaki arz ve talep tarafından belirlenmekte, ekonomik aktörler piyasa fiyatını veri olarak kabul etmektedir."
  },
  {
    "id": "3866320",
    "unitNumber": 7,
    "text": "Birbirini etkileyecek kadar az sayıda satıcı ve çok sayıda alıcının var olduğu piyasa türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Monopson piyasası",
      "B": "Tekel piyasası",
      "C": "Oligopol piyasası",
      "D": "Tekelci rekabet piyasası",
      "E": "Tam rekabet piyasası"
    },
    "explanation": "Oligal Piyasasında; Birbirini etkileyecek kadar az sayıda satıcı/firma, çok sayıda alıcı vardır.\n Tekel Piyasasında; Tek satıcı-çok sayıda alıcı, Tekelci rekabet ve Tam rekabet piyasası piyasasında; Çok sayıda satıcı ve çok sayıda alıcı, Monopson piyasasında ise tek alıcı çok sayıda satıcı vardır."
  },
  {
    "id": "3866321",
    "unitNumber": 7,
    "text": "Yakın ikamesi olmayan bir mal ya da hizmetin tek bir firma tarafından arz edildiği piyasa türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tam tekel",
      "B": "Tam rekabet",
      "C": "Saf oligopol",
      "D": "Tekelci rekabet",
      "E": "Atomize rekabet"
    },
    "explanation": "Tekel: Yakın ikamesi olmayan bir mal ya da hizmetin tek bir firma tarafından üretilip satıldığı piyasa türüdür. Tekelin arzını kontrol ettiği malın ikamesinin olmaması durumunda saf ya da tam tekel söz konusu olur."
  },
  {
    "id": "3866322",
    "unitNumber": 7,
    "text": "Tam rekabet piyasasında faaliyet gösteren bir firmanın karşı karşıya olduğu talep eğrisi aşağıdakilerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Firma talep eğrisi pozitif eğimlidir",
      "B": "Firma talep eğrisi negatif eğimlidir",
      "C": "Firma talep eğrisi miktar eksenine paraleldir",
      "D": "Firma talep eğrisi miktar eksenine diktir",
      "E": "Firma talep eğrisi önce negatif bir noktadan sonra pozitif eğimlidir"
    },
    "explanation": "Tam rekabet piyasasında faaliyet gösteren bir üretici piyasa fiyatını veri olarak kabullendiğinden, firma talep eğrisi miktar eksenine paraleldir."
  },
  {
    "id": "3866323",
    "unitNumber": 7,
    "text": "Bir malın üretiminde meydana gelen bir birimlik değişimin toplam maliyette oluşturacağı değişime ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ortalama maliyet",
      "B": "Marjinal maliyet",
      "C": "Sabit maliyet",
      "D": "Fırsat maliyeti",
      "E": "Birim başına maliyet"
    },
    "explanation": "Marjinal Maliyet (MC): Üretilen her bir ürünün toplam maliyete yaptığı katkıdır. Bir malın üretiminde meydana gelen bir birimlik değişimin toplam maliyette oluşturacağı değişimdir."
  },
  {
    "id": "3866324",
    "unitNumber": 7,
    "text": "Bir mal ya da hizmete ilişkin piyasa talebinin çok sayıda küçük üreticiye kıyasla tek bir büyük üretici tarafından daha düşük maliyetle karşılanması olgusuna ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tekelci rekabet ekonomisi",
      "B": "Kartel",
      "C": "İşbölümü",
      "D": "Kapsam ekonomisi",
      "E": "Ölçek ekonomileri"
    },
    "explanation": "Bir mal ya da hizmete ilişkin piyasa talebinin çok sayıda küçük üreticiye kıyasla tek bir büyük üretici tarafından daha düşük maliyetle karşılanması ölçek ekonomileri olarak ifade edilir"
  },
  {
    "id": "3866325",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>Enerji</li> <li>Tekstil</li> <li>Su</li> <li>Gıda</li> </ol> Yukarıdaki sektörlerden hangisinde doğal tekellerin ortaya çıktığını söyleyebiliriz?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız IV",
      "B": "Yalnız II",
      "C": "II ve IV",
      "D": "I ve III",
      "E": "I, III ve IV"
    },
    "explanation": "Doğal tekeller genelde enerji, su, doğalgaz, ulaştırma ve iletişim gibi alanlarda ortaya çıkmaktadır."
  },
  {
    "id": "3866326",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi doğal tekellerin özelliklerinden biri <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Üretimde ölçek ekonomileri söz konusudur",
      "B": "Doğal tekel olan sektörlerde başlangıç ya da ilk yatırım maliyeti çok yüksektir",
      "C": "Doğal tekel endüstrisinde sınırlı düzeyde rekabet bulunmaktadır",
      "D": "Doğal tekellerin sunduğu ürün ya da hizmet genel olarak kamusallık özelliğini taşır",
      "E": "Doğal tekel olan sektörde sunulan ürünler depolanamaz karakteristiğe sahiptir"
    },
    "explanation": "Doğal tekellerin özellikleri aşağıdaki şekilde özetlenebilir:\n * Doğal tekeller genelde enerji, su, doğalgaz, ulaştırma ve iletişim gibi alanlarda ortaya çıkmaktadır. Elektrik, doğal gaz, su ya da telekomünikasyon ihtiyaçlarının giderilmesi amacıyla oluşan ağ endüstrileri; havaalanları, limanlar, köprüler ya da demiryolları ve otoyollar gibi piyasalara giriş çıkışın kontrolünü sağlayan ulaştırma sektörünün alt bileşenleri doğal tekel olma özelliklerini bünyelerinde barındırırlar.\n * Bir doğal tekel tek bir ürüne olan ihtiyacın giderilmesi amacıyla ortaya çıkabileceği gibi birden fazla ürün sunumuyla da oluşabilir. Benzer özelliklere sahip birden fazla ürünün üretimini yaparak maliyet avantajı elde eden, yani maliyetleri aşağı çekebilmek amacıyla farklı ürünlerin aynı tesiste üretilmesini sağlayan doğal tekellere “kapsam ekonomileri” de denilmektedir.\n * Doğal tekellerce sunulan ürünler nihai tüketiciye genellikle tek bir yol, kanal, kablo ya da hat aracılığıyla ulaştırılır. Birden fazla aracı ya da firmanın bu endüstrilerde faaliyet göstermesi kaynak etkinsizliğine ve maliyet dezavantajlarına neden olmaktadır. Bu nedenle endüstrinin doğası gereği ürün arzının tek bir firma tarafından karşılanması daha rasyoneldir.\n * Doğal tekel endüstrisinde rekabet bulunmamakta, piyasa fiyatı tekelci firmanın kararları doğrultusunda belirlenmektedir.\n * İlgili sektörlerde başlangıç ya da ilk yatırım maliyeti çok yüksektir. Aynı zamanda maliyetlerin çok büyük bir kısmı üretim miktarından bağımsız, üretilen miktar artmasına rağmen sabit kalan maliyet kalemlerinden oluşur.\n * Üretimde ölçek ekonomileri söz konusudur.\n * Sektörde sunulan ürünler (genelde hizmetler) depolanamaz karakteristiğe sahiptir.\n * Doğal tekellerin sunduğu ürün ya da hizmet genel olarak kamusallık özelliğini taşır. Çünkü sunulan ürünler sadece birey için değil toplum ve ülke ekonomisi açısından da stratejik öneme sahiptir. Bu nedenle doğal tekellerde amaç kâr elde etmekten çok, oluşan piyasa talebini karşılamaktır. Bahsedilen amacın varlığı kamu müdahalesinin de temel gerekçelerindendir."
  },
  {
    "id": "3866327",
    "unitNumber": 7,
    "text": "<ol type=\"I\"><br/><li>Aşırı kâr elde edilmesinin engellenmesi</li><br/><li>En düşük maliyet ile üretim devamlılığının sağlanması</li><br/><li>Piyasaya giriş çıkışlar önündeki tüm engellerin kaldırılması</li><br/></ol><br/>Yukarıdakilerden hangisi doğal tekellerde uygulanan regülasyonlarla amaçlanan sonuçlardır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız III",
      "B": "I, II ve III",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I ve II"
    },
    "explanation": "Doğal tekel piyasasındaki toplumsal maliyetlerin azaltılması uygulanacak regülasyonlarla gerçekleştirilebilir. Uygulanacak regülasyonlar ya da düzenleyici kurallar, rekabet koşullarının oluşmadığı sektörlerde özellikle de doğal tekellerde i) aşırı kâr elde edilmesinin engellenmesini, ii) en düşük maliyet ile üretim devamlılığının sağlanmasını ve iii) üretimde teknolojik gelişmelerin yakından takip edilmesini amaçlamaktadır.\n<br/>Doğal tekel piyasalarında uygulanacak başlıca regülasyonlardan biri Firma sayısı (piyasaya giriş/çıkış) düzenlemesidir. Piyasadaki firma sayısı düzenlemesi; Piyasaya giriş sınırlandırması olarak da değerlendirilebilecek bu düzenlemeyle ilgili sektörde yeni üreticilerin faaliyet göstermeleri engellenebilir. Böylece doğal tekel aynı zamanda hukuki olarak rekabetten korunmuş olur."
  },
  {
    "id": "3866328",
    "unitNumber": 7,
    "text": "Doğal tekel piyasası için gerçekleştirilebilecek regülasyonlardan biri olan “firma sayısı düzenlemesiyle” aşağıdakilerden hangisinin amaçlandığı söylenebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sektörün ürün kalitesini arttırabilmek",
      "B": "Aşırı kar elde edilmesini engelleyebilmek",
      "C": "Arbitraj imkanını arttırabilmek",
      "D": "Sektöre yeni firmaların girmesini sınırlandırabilmek",
      "E": "Sektörden tekelci firmanın çıkışını serbestleştirebilmek"
    },
    "explanation": "Firma Sayısı Düzenlemesinde, piyasadaki firma sayısı düzenlenecek bir bileşendir. Piyasaya giriş sınırlandırması olarak da değerlendirilebilecek bu düzenlemeyle ilgili sektörde yeni üreticilerin faaliyet göstermeleri engellenebilir. Böylece doğal tekel aynı zamanda hukuki olarak rekabetten korunmuş olur. Aynı zamanda sunulan ürün ya da hizmetin stratejik önemi ve kamu hizmetleri ile ilişkisinden dolayı, tekelci firmanın piyasadan çıkışı da kısıtlanabilmektedir"
  },
  {
    "id": "3866329",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi özelleştirmeyi teşvik eden <u>temel</u> faktörden biri <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Özellikle toplumun bütününü ilgilendiren altyapı hizmetlerinde faaliyet gösteren kamu işletmelerinin özel işletmelerden daha verimli olduğu inancının yaygınlaşması",
      "B": "Elektrik, doğalgaz, posta vb. temel altyapı hizmetlerinden kaynaklanan memnuniyetsizliğin artması",
      "C": "Dünya Bankası, IMF gibi uluslararası kuruluşların gelişmekte olan ülkelerin kamu mülkiyetine sahip işletmelerini özel mülkiyete dönüştürmelerini teşvik etmesi",
      "D": "Kamu politikalarının öncelikli hedefinin ekonomik etkinliğin sağlanması olduğuna ilişkin inancın artması",
      "E": "Özelleştirmelerden ve firmaların fiyatlarına ve kazançlarına sınırlar koyan düzenlemelerin kaldırılması ya da gevşetilmesinden çeşitli kazançlar elde edebilecek grupların var olması"
    },
    "explanation": "Özellikle toplumun bütününü ilgilendiren altyapı hizmetlerinde faaliyet gösteren kamu işletmelerinin özel işletmelerden daha verimli olduğu inancının yaygınlaşması özelleştirmeyi teşvik eden temel faktörden biri değildir."
  },
  {
    "id": "3866330",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi özelleştirmenin ideolojik ve siyasi amaçları arasında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yabancı sermayeyi ülkeye çekmek",
      "B": "Sendikaların kamu üzerindeki baskılarını hafifletmek",
      "C": "KİT’lerin borç yükünden kurtulmak",
      "D": "Kaynak kullanımında etkinlik sağlamak",
      "E": "Serbest piyasa mekanizmasına işlerlik sağlamak"
    },
    "explanation": "Özelleştirmenin ideolojik ve siyasi amaçları arasında devleti küçültmek, demokrasiyi geliştirmek, sendikaların kamu üzerindeki baskılarını hafifletmek bulunmaktadır."
  },
  {
    "id": "3866331",
    "unitNumber": 8,
    "text": "Teorik olarak özelleştirmenin <u>en</u> <u>çok</u> öne sürülen gerekçesi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Demokrasiyi geliştirmek",
      "B": "Devleti küçültmek",
      "C": "Sendikaların kamu üzerindeki baskılarını hafifletmek",
      "D": "Yabancı sermayeyi ülkeye çekmek",
      "E": "Kaynak dağılımında etkinliğin sağlanması"
    },
    "explanation": "Teorik olarak özelleştirmenin en çok öne sürülen gerekçesi kaynak dağılımında etkinliğin sağlanmasıdır."
  },
  {
    "id": "3866332",
    "unitNumber": 8,
    "text": "1980’li yıllardan itibaren özel işletmelerin kamu işletmelerinden daha verimli çalıştıkları görüşünün sebebi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Özel kesimde ölçek ekonomilerinin varlığı",
      "B": "Özel kesimdeki yöneticilerin daha başarılı olmaları",
      "C": "Özel kesimde yöneticilerin liyakatla işbaşına gelmeleri",
      "D": "Özel kesimin kâr motivasyonuyla çalışması",
      "E": "Özel kesimin pazar payını artırma çabasında olması"
    },
    "explanation": "1980’li yıllardan itibaren özel işletmelerin kamu işletmelerinden daha verimli çalıştıkları görüşü genel kabul görmüştür. Bunun sebebi özel kesimin kâr motivasyonuyla çalışmasıdır."
  },
  {
    "id": "3866333",
    "unitNumber": 8,
    "text": "I. Yöneticilerin ve çalışanların alıcı olmaya teşvik edildiği \n II. Devlet varlıklarının hisselerinin vatandaşlara bedavaya ya da nominal değerinden dağıtıldığı\n III. Kamusal mağazalar özelleştirilirken, özelleştirmenin küçük işletmelerle sınırlı tutulduğu\n Macaristan’da olduğu gibi, <u>en</u> <u>başarılı</u> özelleştirmeler yukarıdakilerden hangilerinde görülmüştür?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I ve III"
    },
    "explanation": "En başarılı özelleştirmeler ise Macaristan’da olduğu gibi, kamusal mağazaların özelleştirilirken bunun küçük işletmelerle sınırlı tutulduğu ve yöneticilerin ve çalışanların alıcı olmaya teşvik edildiği örneklerde görülmüştür."
  },
  {
    "id": "3866334",
    "unitNumber": 8,
    "text": "Özelleştirme yöntemlerinden biri olan finansal kiralama ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Finansal kiralama ile kamuya sürekli bir gelir kaynağı kazandırılır.",
      "B": "Finansal kiralama kamuya ait bir varlığın kullanım hakkının sözleşmeyle özel sektöre devredilmesidir.",
      "C": "Finansal kiralama, varlık satışı ve hisse senetlerinin satışı olarak iki şekilde yapılır.",
      "D": "Finansal kiralamada kamuya ait bir varlığın mülkiyet yapısı değişmez.",
      "E": "Finansal kiralama ile verimsiz KİT’ler değerlendirilerek, özelleştirmeye hazır hale gelir."
    },
    "explanation": "Finansal kiralama kamuya ait bir varlığın mülkiyet yapısını değiştirmeden, kullanım hakkının sözleşmeyle özel sektöre devredilmesidir. Böylelikle kamuya sürekli bir gelir kaynağı da kazandırılabilecektir. Bu yöntemle aynı zamanda verimsiz KİT’ler değerlendirilecek, özelleştirmeye hazır hale geleceklerdir."
  },
  {
    "id": "3866335",
    "unitNumber": 8,
    "text": "Aşağıdaki özelleştirme yöntemlerinden hangisinde devlet kişilere tüketici olma gücü sağlamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "İmtiyaz Yöntemi",
      "B": "Yardım Yöntemi",
      "C": "Yap-İşlet-Devret Yöntemi",
      "D": "Sözleşme (İhale) Yöntemi",
      "E": "Finansal Kiralama Yöntemi"
    },
    "explanation": "Yardım sisteminde devlet hizmeti finanse etmeyi sürdürmekte; ancak bir kamu kuruluşunun belirli bir firmaya hizmet yapması için sözleşmeyle iş vermek yerine, hizmetten yararlananlara yani tüketicilere, söz konusu hizmeti açık piyasadan satın almaları için para vermektedir. Bu yöntem aracılığıyla devlet kişilere tüketici olma gücü sağlamaktadır (Orkunoğlu, 2010)."
  },
  {
    "id": "3866336",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi ekonomik regülasyon örneklerinden biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Kira kontrolleri",
      "B": "Fiyat kontrolleri",
      "C": "Asgari ücret uygulaması",
      "D": "Belli piyasalara girişin sınırlandırılması",
      "E": "Sağlığa zararlı mal ve hizmetlerin satılmasının izne bağlı olması"
    },
    "explanation": "Ekonominin yönetilmesine ve piyasaların etkinliğini artırmaya yönelik bu türden regülasyonlar ekonomik regülasyon olarak tanımlanmaktadır. Asgari ücret uygulaması, fiyat kontrolleri, kira kontrolleri, belli piyasalara girişin sınırlandırılması bu regülasyonlara örnektir."
  },
  {
    "id": "3866337",
    "unitNumber": 8,
    "text": "Getiri Oranı Regülasyonu ile ilgili olarak aşağıdakilerden hangisi <u>yanlıştır</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Bu regülasyonda fiyatların ağırlıklı ortalamasına veya bu ortalamaların yıllık artış hızına bir üst sınır getirilir.",
      "B": "Bu regülasyon firmanın getirilerinin maliyetlerine eşitlenmesi ilkesine dayanır.",
      "C": "Bu regülasyonda harcamaların denetimi firmaların bilgilerine dayanarak gerçekleştirilir.",
      "D": "Bu regülasyon firma performansını değerlendirmekten çok giderlerinin karşılanmasına dayanır.",
      "E": "Bu regülasyon, regülasyona tabi firmanın elde edebileceği maksimum getirinin belirlenmesini amaçlayan bir fiyat kontrol mekanizmasıdır."
    },
    "explanation": "Fiyatların ağırlıklı ortalamasına veya bu ortalamaların yıllık artış hızına bir üst sınır getirilmesi, Fiyat Tavanı Regülasyonunda yapılır."
  },
  {
    "id": "3866338",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi II. Dünya Savaşı sonrasında benimsenen refah devleti anlayışı sonucunda bürokrasinin giderek ekonomik alandaki regülasyon fonksiyonunu ve hizmet faaliyetlerini artırarak genişlemesi sonucunda ortaya çıkan sonuçlardan biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kalkınma hızının yavaşlaması",
      "B": "İstihdamın artması",
      "C": "Enflasyonun artması",
      "D": "Dış borçlanmanın artması",
      "E": "Devletin ekonomiye müdahalesinin azalması"
    },
    "explanation": "II. Dünya Savaşı sonrasında benimsenen refah devleti anlayışı sonucunda bürokrasi giderek ekonomik alandaki regülasyon fonksiyonunu ve hizmet faaliyetlerini artırarak genişlemekteydi ki bu genişleme istihdamın artması ve kalkınma anlamına gelmiştir."
  },
  {
    "id": "3866339",
    "unitNumber": 8,
    "text": "\"Washington Uzlaşısı\" ilk defa kim tarafından ortaya atılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Werner Sombart",
      "B": "Quesnay",
      "C": "John Williamson",
      "D": "Frank Ramsey",
      "E": "Carlos Lessa"
    },
    "explanation": "Washington Uzlaşısı ilk defa İngiliz ekonomist John Williamson tarafından 1989 yılında kullanılmıştır. Gelişmekte olan ülkelere neoliberal politikaları öneren IMF, Dünya Bankası ve ABD Hazine Bakanlığı’nın Washington’da bulunması nedeniyle bu politika önerileri bu isimle tanımlanmıştır. Williamson’a göre bu uzlaşıda devletin rolünü azaltıp özel kesimi ve serbest piyasayı güçlendirmeyi amaçlayan on temel ilke vardır."
  },
  {
    "id": "3866340",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi özelleştirmenin amaçlarından biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Serbest piyasa koşullarını geliştirmek",
      "B": "Devleti küçültmek",
      "C": "Demokrasiyi geliştirmek",
      "D": "Sendikaların kamu üzerindeki baskılarını hafifletmek",
      "E": "Milliyetçi düşüncenin gelişmesini sağlamak"
    },
    "explanation": "Özelleştirme milliyetçiliği hedeflemez. \n Özelleştirmeler gelişmiş ve gelişmekte olan ülke- lerde farklı nedenlerle yapılabilmektedir. Geliş- mekte olan ülkelerdeki özelleştirmeler daha çok serbest piyasa koşullarını geliştirmeyi amaçlarken gelişmiş ülkelerde ideolojik nedenler öne çık- maktadır. Bunun nedeni gelişmiş olan ülkelerde serbest piyasa koşullarının zaten var olmasıdır."
  },
  {
    "id": "3866341",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi özelleştirmenin ekonomik ve mali amaçlarından biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "KİT'lerin borç yükünden kurtulması",
      "B": "Başka ülkelere toprak satımının arttırılması",
      "C": "Yabancı sermayenin ülkeye çekilmesi",
      "D": "Serbest piyasada işlerlik sağlanması",
      "E": "Devlete gelir sağlanması"
    },
    "explanation": "Özelleştirme başka ülkelere toprak satılmasını hedefleme.\n Özelleştirmenin ekonomik ve mali amaçları; KİT’lerin borç yükünden kurtulmak ve yabancı sermayeyi ülkeye çekmek, devlete gelir sağlamak, kaynak kullanımında etkinlik sağlamak, verimliliği artırmak, serbest piyasa mekanizmasına işlerlik sağlamak ve bu mekanizmayı güçlendirmek olarak sıralanabilir."
  },
  {
    "id": "3866342",
    "unitNumber": 8,
    "text": "Kamunun kârlı alanlardan elde ettiği gelirlerle kâr getirmeyen ama toplum için faydalı olan faaliyetlerini finanse etmesine ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çapraz Sübvansiyon",
      "B": "Dışsallık",
      "C": "Pareto Optimumu",
      "D": "Blok Satış",
      "E": "Finansal Kiralama"
    },
    "explanation": "Çapraz sübvansiyon kamunun kârlı alanlardan elde ettiği gelirlerle kâr getirmeyen ama toplum için faydalı olan faaliyetlerini finanse etmesidir."
  },
  {
    "id": "3866343",
    "unitNumber": 8,
    "text": "Toplumdaki bir bireyin durumunu kötüleştirmeden başka bir bireyin durumunu iyileştirmenin mümkün olmadığı duruma ne denir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çapraz Sübvansiyonu",
      "B": "Dışsallık",
      "C": "Doğal Tekel",
      "D": "Pareto Optimumu",
      "E": "Kar Maksimizasyonu"
    },
    "explanation": "Pareto optimumu toplumdaki bir bireyin durumunu kötüleştirmeden başka bir bireyin durumunu iyileştirmenin mümkün olmadığı durumdur."
  },
  {
    "id": "3866344",
    "unitNumber": 8,
    "text": "Kamuya ait bir varlığın mülkiyet yapısını değiştirmeden, kullanım hakkının sözleşmeyle özel sektöre devredilmesine ne denir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sözleşme",
      "B": "İmtiyaz Yöntemi",
      "C": "Fiyatlama Yöntemi",
      "D": "Kupon Yöntemi",
      "E": "Finansal Kiralama"
    },
    "explanation": "Finansal kiralama kamuya ait bir varlığın mülkiyet yapısını değiştirmeden, kullanım hakkının sözleşmeyle özel sektöre devredilmesidir. Böylelikle kamuya sürekli bir gelir kaynağı da kazandırılabilecektir. Bu yöntemle aynı zamanda verimsiz KİT’ler değerlendirilecek, özelleştirmeye hazır hale geleceklerdir."
  },
  {
    "id": "3866345",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi \"Washington Uzlaşısı\"nın on temel ilkelerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "GSYH’ye oranla büyük sayılacak mali açıkları önleyecek bir maliye politikası izlenmeli.",
      "B": "Kamu harcamaları, sübvansiyonlardan, ilköğretimin, temel sağlık sisteminin ve altyapı yatırımlarının desteklenmesi gibi büyüme odaklı ve fakirleri koruma amaçlı alanlara kaydırılmalı.",
      "C": "Vergi tabanının yaygınlaştırılmasını ve ılımlı marjinal vergi oranlarını sağlayacak bir vergi reformu yapılmalı.",
      "D": "Tüm hissedarların şirketin piyasa değerinin maksimum olmasını istediği varsayımı",
      "E": "Faiz oranları piyasada belirlenmeli ve reel faiz çok yüksek olmasa da pozitif bir değer taşımalı."
    },
    "explanation": "Tüm hissedarların şirketin piyasa değerinin maksimum olmasını istediği varsayımı, Stiglitz standard ekonomi teorisinin bir maddesidir. \"Washington Uzlaşısı\" ile bir ilgisi yoktur."
  },
  {
    "id": "3866346",
    "unitNumber": 8,
    "text": "Ekonomik Regülasyonlar hangi özellikle tarihten sonra uygulanmaya başlamıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1909",
      "B": "1918",
      "C": "1929",
      "D": "1954",
      "E": "1935"
    },
    "explanation": "Ekonomik regülasyonlar 1929 Büyük Bunalımı ve ardından gelen II. Dünya Savaşı sırasında doğmuştur. Bu regülasyonların amacı ekonominin yönetilmesidir."
  },
  {
    "id": "3866347",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bir regülasyon biçimi <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kira kontrolleri",
      "B": "Fiyat kontrolleri",
      "C": "Siyasi sınırlamalar",
      "D": "Asgari ücret uygulaması",
      "E": "Belli piyasalara girişin sınırlandırılması"
    },
    "explanation": "Siyasi sınırlama bir ekonomik regülasyon biçimi değildir."
  },
  {
    "id": "3866348",
    "unitNumber": 8,
    "text": "Kamuya ait bir varlığın mülkiyet yapısını değiştirmeden, kullanım hakkının sözleşmeyle özel sektöre devredilmesine ne denir?",
    "correctAnswer": "B",
    "options": {
      "A": "İşletme Hakkı Devri",
      "B": "Finansal Kiralama",
      "C": "Satış",
      "D": "Devir",
      "E": "İhale"
    },
    "explanation": "Finansal kiralama kamuya ait bir varlığın mülkiyet yapısını değiştirmeden, kullanım hakkının sözleşmeyle özel sektöre devredilmesidir. Böylelikle kamuya sürekli bir gelir kaynağı da kazandırılabilecektir. Bu yöntemle aynı zamanda verimsiz KİT’ler değerlendirilecek, özelleştirmeye hazır hale geleceklerdir."
  }
]