[
  {
    "id": "1764603",
    "unitNumber": 1,
    "text": "Kat hizmetleri kavramının sözlük anlamı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ev dekorasyonu",
      "B": "Ev idaresi",
      "C": "Ev hijyeni",
      "D": "Müşteri hizmetleri",
      "E": "Personel alanları"
    },
    "explanation": "Kat hizmetleri, housekeeping'in sözlük anlamı ev idaresidir."
  },
  {
    "id": "1764609",
    "unitNumber": 1,
    "text": "Mekanı oluşturan işlevlere bağlı öğelerin ve yüzeylerin düzenlenmesi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Restitüsyon",
      "B": "Koordinasyon",
      "C": "Restorasyon",
      "D": "Kat hizmetleri",
      "E": "Dekorasyon"
    },
    "explanation": "Dekorasyon, mekanı oluşturan işlevlere bağlı öğelerin ve yüzeylerin düzenlenmesidir."
  },
  {
    "id": "1764616",
    "unitNumber": 1,
    "text": "İdare ofisleri, müşteri odaları, otopark, havuzlar, genel alanlar: lobi, koridorlar, merdivenler,<br/>asansörler, genel tuvaletler, toplantı salonları, hamam-spa, spor ve oyun salonları, bahçe, plaj, diğer rekreasyon alanları, otel içi alışveriş mekânları, depolar personel alanları gibi yerlerden aşağıdakilerden hangisi sorumludur?",
    "correctAnswer": "C",
    "options": {
      "A": "İnsan Kaynakları",
      "B": "Genel Müdür",
      "C": "Kat Hizmetleri",
      "D": "Önbüro Hizmetleri",
      "E": "Teknik Servis"
    },
    "explanation": "İdare ofisleri, müşteri odaları, otopark, havuzlar, genel alanlar: lobi, koridorlar, merdivenler,<br/>asansörler, genel tuvaletler, toplantı salonları, hamam-spa, spor ve oyun salonları, bahçe, plaj, diğer rekreasyon alanları, otel içi alışveriş mekânları, depolar personel alanları gibi yerlerden kat hizmetleri sorumludur."
  },
  {
    "id": "1764633",
    "unitNumber": 1,
    "text": "Amerika Otel ve Konaklama İşletmeleri Birliği (AH&amp;LA) otel sektörünün “temizlik üzerine inşa edilmiş” bir sektör olduğunu vurgulayarak mevcut profesyonel temizlik ve hijyen anlayışlarının daha da üst düzeyde ve katı normlarla uygulanmasına yönelik bir program önerisi geliştirmiştir. Bu programda genel salgından korunma ve hijyen tedbirlerine de yer verilirken otel işletmeleri açısından öne çıkan bazı öneriler bulunur. Aşağıdaki önerilerden hangisi yanlış verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tüm çalışanlara salgın ve önlemler konusunda kapsamlı bir eğitimin verilmesi.",
      "B": "Müşteri odalarında müşterinin dokunma olasılığı olan tüm yüzeylere ve eşyalara dezenfeksiyon uygulanması.",
      "C": "Temizlik kimyasallarında bulunması gereken içerik ve taşıması gereken sertifikalara<br/>dikkat edilmesi.",
      "D": "Havuz gibi mekânlarda en az 50 cm mesafeyle yerleşim yapılması.",
      "E": "Müşteri konakladığı sürece kat görevlilerinin odaya girmemesi (talebe bağlı olması)."
    },
    "explanation": "Havuz gibi mekânlarda en az üç metre mesafeyle yerleşim yapılması önerisi bulunur."
  },
  {
    "id": "1764640",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisinde Dezenfeksiyon tanımı doğru verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gıda ve mutfak alanlarında sağlık koşullarının sağlanmasıyla ilgilidir.",
      "B": "Bir ortamdaki görünür ve görünmeyen kirliliğin insan sağlığına uygun biçimde uzaklaştırılması, ortamın hoş veya tatmin edici bir hâle getirilmesidir.",
      "C": "Müşteri kullanımına doğrudan sunulan (havlular, çarşaflar, peçeteler) malzemelerin temizliğidir.",
      "D": "Bir ortamdaki yararlı ya da zararlı tüm mikroorganizmaların uzaklaştırılmasıdır.",
      "E": "Herhangi bir kirli yüzeyde birikmesi çok kolay olan ve insan sağlığını etkileyen<br/>patojen (zararlı) mikroorganizmaların (bakteriler, mantarlar ve virüsler) ortamdan uzaklaştırılmasıdır."
    },
    "explanation": "Dezenfeksiyon, herhangi bir kirli yüzeyde birikmesi çok kolay olan ve insan sağlığını etkileyen patojen (zararlı) mikroorganizmaların (bakteriler, mantarlar ve virüsler) ortamdan uzaklaştırılmasıdır.Bakteriler, insan vücudu da dahil olmak üzere her yerde mevcuttur ve asla tamamen yok edilemezler. Ancak, bakteriler ya da zararlı mikroorganizmalar belli bir oranın altında olması hâlinde hastalık yapıcı özellik göstermez. Bu durum, hijyen ve dezenfeksiyonun belli periyotlarla tekrarlanmasının temel nedenidir."
  },
  {
    "id": "1764643",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi temizliğin temel bileşenleri arasında yer almaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Kullanılan deterjanın kokusu.",
      "B": "Zaman.",
      "C": "Temizlik ekipmanı.",
      "D": "Temizlik görevlisinin tecrübesi.",
      "E": "Yüzey özelliği."
    },
    "explanation": "Kullanılan deterjanın kokusu temizliğin temel bileşenleri arasında yer almaz."
  },
  {
    "id": "1764646",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi kişisel hijyen içerisinde yer almaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Diş, tırnak, saç, sakal.",
      "B": "Giysi ve ayakkabı.",
      "C": "El temizliği",
      "D": "Araç (otomobil) temizliği.",
      "E": "Vücut temizliği."
    },
    "explanation": "Araç (otomobil) temizliği, kişisel hijyen başlığında yer almaz."
  },
  {
    "id": "1764648",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi otellerde genel alanlar olarak belirtilen alanlar içerisinde yer almaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Çamaşırhane.",
      "B": "Asansörler.",
      "C": "Müşteri odaları.",
      "D": "Genel tuvaletler.",
      "E": "Spor Salonları."
    },
    "explanation": "Genel alanlar, müşteri odaları dışında kalan müşteri ve çalışanların kullandığı tüm alanları ifade<br/>eder. Ancak, daha önce belirtildiği gibi mutfak ve restoran genelde bu alanların dışındadır."
  },
  {
    "id": "1764649",
    "unitNumber": 1,
    "text": "Kat görevlilerinin (maidler veya valeler) iş yükü, oda çeşidi üzerinden yapılmaktadır. Buna göre bir kat görevlisi gün içinde kaç oda temizleyebilir.",
    "correctAnswer": "B",
    "options": {
      "A": "10-12 oda",
      "B": "16-24 oda",
      "C": "5-10 oda",
      "D": "20-24 oda",
      "E": "12-16 oda"
    },
    "explanation": "Kat görevlilerinin (maidler veya valeler) iş yükü, oda çeşidi üzerinden yapılmaktadır. Buna göre bir kat görevlisi gün içinde 16-24 oda temizleyebilir."
  },
  {
    "id": "1764653",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi kaliteli suda genel olarak bulunması gereken özelliklerden değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kokusuz",
      "B": "pH 7 civarında",
      "C": "Renksiz ve berrak",
      "D": "Yumuşak",
      "E": "0.05 ppm’den fazla mangan içeren"
    },
    "explanation": "Kaliteli su, renksiz ve berrak, kokusuz, tortusuz, yumuşak, bikarbonat sertliği düşük, 0.1 ppm’den fazla demir içermeyen, 0.05 ppm’den fazla mangan içermeyen, pH 7 civarında, bakteriyolojik açıdan temiz olmalıdır."
  },
  {
    "id": "1809312",
    "unitNumber": 1,
    "text": "Kat hizmetleri departmanı bir otel işletmesinde aşağıdaki hizmetlerden hangisini üstlenir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fiziksel alanların temizliği",
      "B": "İnsan kaynakları yönetimi",
      "C": "Servis hizmetleri",
      "D": "Önbüro hizmetleri",
      "E": "Bakım onarım hizmetleri"
    },
    "explanation": "Genel olarak kat hizmetleri; otel, hastane, iş merkezi, okul, huzurevi vb. yerlerde temizlik, düzen, sağlık, bakım ve güveni sağlayan hizmetler olarak tanımlanmakla birlikte otel işletmelerinde; bir otel işletmesinin fiziksel alanlarının temizliği, bakımı, dekorasyonu ve mevcut olması hâlinde müşteri çamaşır temizliği hizmetini de üstlenen departmandır."
  },
  {
    "id": "1809313",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi kat hizmetleri yöneticisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Housekeeper manager",
      "B": "Floor supervisors",
      "C": "Laundry manager",
      "D": "Assistant housekeeper",
      "E": "Executive manager"
    },
    "explanation": "Kat hizmetleri yöneticisine (housekeeper manager/executive housekeeper) bağlı olarak kat şefleri (floor supervisors) ve çamaşırhane şefi (laundry manager), sorumluluk alanlarındaki işlerin yürütülmesini denetler. Otel dikkat büyüklüğü arttıkça kat hizmetleri müdür yardımcısı Kat hizmetlerinin organizasyon yapısı, işletmenin (assistant housekeeper), kat hizmetleri birimlerinin koordinasyonunu sağlamak üzere görevlendirilebilir."
  },
  {
    "id": "1809314",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi çamaşırhane şefidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Laundry manager",
      "B": "Housekeeper manager",
      "C": "Floor supervisors",
      "D": "Assistant housekeeper",
      "E": "Executive manager"
    },
    "explanation": "Kat hizmetleri yöneticisine (housekeeper manager/executive housekeeper) bağlı olarak kat şefleri (floor supervisors) ve çamaşırhane şefi (laundry manager), sorumluluk alanlarındaki işlerin yürütülmesini denetler. Otel dikkat büyüklüğü arttıkça kat hizmetleri müdür yardımcısı Kat hizmetlerinin organizasyon yapısı, işletmenin (assistant housekeeper), kat hizmetleri birimlerinin koordinasyonunu sağlamak üzere görevlendirilebilir."
  },
  {
    "id": "1809315",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi kat hizmetlerinin otelin varoluş nedeni ile ilgili özelliğidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Müşterinin geceleme, dinlenme gibi temel ihtiyaçlarının karşılandığı mekânın düzenlenmesini sağlaması",
      "B": "Otel yatırımının korunması için temizlik ve bakımının düzenli ve belli standartlara göre yapılmasının sağlanması",
      "C": "Oda kadar diğer hizmetlerin sunulduğu alanların temizliği ve bakımı gibi önemli bir sorumluluk taşıması",
      "D": "Hem oda özellikleri hem de müşterinin can ve mal güvenliğini sağlaması",
      "E": "İş gücü ve m me planlaması ve maliyetleri önem vermesi"
    },
    "explanation": "Kat hizmetleri; müşterinin geceleme, dinlenme gibi temel ihtiyaçlarının karşılandığı mekânın düzenlenmesini sağlar. Bu yönüyle otellerin varoluş nedeni ile ilgilidir. Bu durum, aynı zamanda müşteri tarafından en uzun süreyle kullanılan departman olmasını sağlar."
  },
  {
    "id": "1809316",
    "unitNumber": 1,
    "text": "Müşterilerin otelle ilgili ilk algılarını etkileyen ve kat hizmetleri için önem verdiği mekân aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Lobi",
      "B": "Restoran",
      "C": "Önbüro",
      "D": "Asansör",
      "E": "Çamaşırhane"
    },
    "explanation": "Atmosfer kavramı içinde çalışanlarla etkileşim, koku, işitsel unsurlar gibi çok çeşitli diğer faktörler de olsa burada kat hizmetlerine düşen rol, mekân atmosferinin olabildiğince olumlu olmasını sağlamaktır. Örneğin lobi, müşterinin ilk algılarının oluştuğu mekân olarak kat hizmetlerinin en çok önem verdiği alanlardandır."
  },
  {
    "id": "1809317",
    "unitNumber": 1,
    "text": "Otel çeşidinden bağımsız olarak kat hizmetlerinin rutin faaliyetleri olarak bakıldığında görev alanları aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Odalar-genel alanlar-çamaşırhane",
      "B": "Lobi-odalar-plaj",
      "C": "Genel alanlar-odalar-plaj ve bahçe",
      "D": "Personel odaları- genel alanlar-kat hizmetleri",
      "E": "Çamaşırhane-restoran-odalar"
    },
    "explanation": "Otel çeşidinden bağımsız olarak kat hizmetlerinin rutin faaliyetleri olarak bakıldığında görev alanlarını başlıca üç grupta incelemek mümkündür; bunlar odalar, genel alanlar ve çamaşırhanedir."
  },
  {
    "id": "1809318",
    "unitNumber": 1,
    "text": "Bir otel odasının bir kat hizmetleri görevlisince temizlenmesi için kabul edilen standart süre aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "15 dakika",
      "B": "20 dakika",
      "C": "25 dakika",
      "D": "30 dakika",
      "E": "35 dakika"
    },
    "explanation": "Oda temizliği, Klasik Yönetim döneminde geliştirilen hareket ve zaman etütlerinin ilk uygulandığı alanlar olmuş ve oda temizliği uzun yıllar önce standartlaştırılmıştır. Oda temizliği tüm dünyada ortalama 15 dakika olarak uygulanmış; yatak yapımı, banyo temizliği gibi detaylı işlemler de standart işlem ve süreyle programlanmıştır."
  },
  {
    "id": "1809319",
    "unitNumber": 1,
    "text": "İç mekândaki merdivenler, asansörler, genel tuvaletler, toplantı salonları, oyun ve spor salonları, idare ofisleri, depolar, personel alanları (giyinme, yemekhane), alışveriş mekânlarının temizliğini yapan görevlilere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Meydancı",
      "B": "Supervisor",
      "C": "House keeping",
      "D": "Maid",
      "E": "Vale"
    },
    "explanation": "İç mekândaki merdivenler, asansörler, genel tuvaletler, toplantı salonları, oyun ve spor salonları, idare ofisleri, depolar, personel alanları (giyinme, yemekhane), alışveriş mekânlarının temizliği meydancılar olarak adlandırılan genel alan görevlileri tarafından yürütülür."
  },
  {
    "id": "1809320",
    "unitNumber": 1,
    "text": "Aşağıdaki görevlerden hangisi kat hizmetleri departmanının günlük temizlik programı içinde yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Genel alanlarda toz alma",
      "B": "Camların silinmesi",
      "C": "Tül perdelerin yıkanması",
      "D": "Tüm mobilyaların bakımının yapılması",
      "E": "Tavan bakımının yapılması"
    },
    "explanation": "Günlük temizlik: Müşteri odaları temizlenir, satılmayan odalarda toz kontrolü yapılır, tüm zeminler temizlenir, genel alanlarda toz alma yapılır, kat ofisi temizlenir, temizlik araç-gereçleri temizlenir, kirliler çamaşırhaneye teslim edilip yenileri alınır, odalarda ve genel alanlarda arıza kontrolü yapılır, dış mekânlarda genel temizlik ve kontrol yapılır."
  },
  {
    "id": "1809322",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi zararlı mikroorganizmaların hastalık yapıcı seviyenin altına indirilmesini amaçlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Hijyen",
      "B": "Sterilizasyon",
      "C": "Dezenfeksiyon",
      "D": "Sanitasyon",
      "E": "Nano teknoloji"
    },
    "explanation": "Hijyende amaç, zararlı mikroorganizmaların hastalık yapıcı seviyenin altına indirilmesidir. Bir ortamdaki yararlı ya da zararlı tüm mikroorganizmaların uzaklaştırılması ise sterilizasyon olarak adlandırılır."
  },
  {
    "id": "1764245",
    "unitNumber": 2,
    "text": "Aşağıdaki seçeneklerde verilen görevler arasında hangisinin kat hizmetleri departmanın tepe yöneticisi olduğu söylenebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ofis sekreteri",
      "B": "Genel kat yöneticisi",
      "C": "Kat şefi",
      "D": "Kat görevlisi",
      "E": "Genel alanlar şefi"
    },
    "explanation": "Genel kat yöneticisi, kat hizmetleri departmanının tepe yöneticisidir."
  },
  {
    "id": "1764248",
    "unitNumber": 2,
    "text": "Aşağıda verilen seçeneklerin hangisinde genel kat yöneticisinin sorumluluğunda olmayan bir görevden bahsedilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sorumlu olduğu alanların temizliği",
      "B": "Çalışanların eğitimi",
      "C": "İş planının yapılması",
      "D": "Otelin güvenliği",
      "E": "Ekipmanların kontrolü"
    },
    "explanation": "‘Otelin güvenliği’ özel bir şirket tarafından yürütüldüğü için genel kat görevlisinin sorumluluğunda olan bir görev değildir."
  },
  {
    "id": "1764250",
    "unitNumber": 2,
    "text": "Prosedürlerin, sistemlerin ve standartların karşılanmasını sağlamak için kat yöneticisi ile şefler arasındaki bağlantıyı kuran kişi aşağıdaki seçeneklerin hangisinde doğru bir şekilde verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Genel kat yöneticisi",
      "B": "Ofis sekreteri",
      "C": "Genel kat yönetici yardımcısı",
      "D": "Genel alanlar şefi",
      "E": "Meydancı"
    },
    "explanation": "Bu durumu sağlamak için kat yöneticisi ile şefler arasındaki bağlantıyı ‘genel kat yönetici yardımcısı’ sağlamaktadır."
  },
  {
    "id": "1764253",
    "unitNumber": 2,
    "text": "Aşağıdaki seçeneklerde verilen niteliklerden ve şartlardan hangisinin kat şefinde bulunması beklenmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yeterli eğitim düzeyi",
      "B": "Tecrübe",
      "C": "Yöneticilik vasfı",
      "D": "Dikkatli ve enerjik olmaları",
      "E": "Öğrenmeye açık olma"
    },
    "explanation": "Bir kat şefinin teknik bilgi yeteneklerinin fazla olması, dikkatli ve enerjik olmaları yanında insan ilişkileri ve idaresi konusunda bilgi sahibi olmaları beklenmektedir."
  },
  {
    "id": "1764256",
    "unitNumber": 2,
    "text": "Kat hizmetleri departmanında genel alanların temizliği ve düzeninden sorumlu olan kişilere \"____________________\" denilmektedir. Yandaki boşluğa gelmesi gereken uygun ifade aşağıdaki seçeneklerin hangisinde yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Kat görevlisi",
      "B": "Meydancı şefi",
      "C": "Havuz görevlisi",
      "D": "Bahçıvan",
      "E": "Meydancı"
    },
    "explanation": "Kat hizmetleri departmanında genel alanların temizliği ve düzeninden sorumlu olan kişilere ‘meydancı’ denilmektedir."
  },
  {
    "id": "1764258",
    "unitNumber": 2,
    "text": "Aşağıda verilen seçeneklerin hangisinde ofis sekreterinin sorumlu olduğu görevlerin herhangi birinden bahsedilmemektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Temizlik işlerinin programlanması ve uygulanmasından sorumludur",
      "B": "Bilgi akışını sağlar",
      "C": "Müşteri taleplerinin yerine getirilmesiyle ilgili iletişimi sağlar",
      "D": "Diğer departmanlardan gelen istek ve ihtiyaçları ilgililere iletir",
      "E": "Günlük iş planı hazırlayıp ilgililere iletir"
    },
    "explanation": "Temizlik işlerinin programlanması ve uygulanmasından sorumlu kişi ‘meydan şefidir’."
  },
  {
    "id": "1764260",
    "unitNumber": 2,
    "text": "Aşağıdaki seçeneklerde verilen kat hizmetleri kadro türlerinden hangisinin daha çok büyük otellerde görüldüğü söylenebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Meydancı",
      "B": "Taşıyıcılar",
      "C": "Ofis sekreteri",
      "D": "Markalayıcılar",
      "E": "Gece şefi"
    },
    "explanation": "'Gece şefi' Gece yapılması gereken görevlerin yerine getirilmesi ve müşterilerin gece boyunca istek ve ihtiyaçlarının karşılanabilmesi amacıyla özellikle büyük otellerde rastlanan bir kadrodur."
  },
  {
    "id": "1764261",
    "unitNumber": 2,
    "text": "Müşteriye hizmet veren personelin temiz ve düzenli olması hizmet kalitesinin bir parçasıdır. Bu nedenle kat personelinin fiziksel görünümüne, kişisel bakım ve hijyenine dikkat etmesi gerekir. Bu duruma bağlı olarak bayan kat görevlilerinin uymak zorunda olmadığı kural hangi şıkta doğru olarak verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "canlı ve parlak renkli oje kullanılmaması",
      "B": "Tırnaklarının kısa ve temiz olması",
      "C": "Uzun ve bol elbise giyiminden uzak durulması",
      "D": "aşırı makyaj yapılmaması",
      "E": "bone veya üçgen eşarp kullanması"
    },
    "explanation": "Bu kapsamda, kadın kat görevlilerinin; canlı ve parlak oje kullanmaması, tırnaklarının kısa ve temiz olması, aşırı makyaj yapmaması, yatak ve banyolara saçlarının dökülmemesi için bone ya da üçgen eşarp kullanması önemlidir."
  },
  {
    "id": "1764264",
    "unitNumber": 2,
    "text": "Aşağıdaki seçeneklerin hangisinde otel görevlilerin müşteriyle iletişim kurarken dikkat etmesi gereken kurallardan herhangi birine <u>rastlanılmaz?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Güler yüzlü ve nazil olunmalı",
      "B": "Müşteriyle koridorda karşılaşıldığında mutlaka selam verilmeli",
      "C": "Müşteri haksız da olsa kibar ve soğukkanlılıkla davranılmalı",
      "D": "Müşteriye hitap ederken sen yerine siz kullanılmalı",
      "E": "Müşteri ayrılırken tokalaşmalı ve müşterinin elini uzatması beklenmemelidir."
    },
    "explanation": "Müşteri ayrılırken tokalaşmak için önce davranılmamalı, müşterinin elini uzatması beklenmelidir."
  },
  {
    "id": "1764265",
    "unitNumber": 2,
    "text": "Kat hizmetleri departmanında çalışan birinden aşağıdaki seçeneklerde verilen davranış biçimlerinden hangisini yapması <u>beklenmemektedir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Müşteriye karşı hoşgörülü ve saygılı olunmalı",
      "B": "Fiziki görünüşü temiz olunmalı",
      "C": "Müşterilerle şakalaşabilecek kadar samimi olunmalı",
      "D": "Uyumlu, çalışkan ve disiplinli olunmalı",
      "E": "Pratik olmalı ve gereksiz zaman ve enerji harcamaktan kaçınılmalı"
    },
    "explanation": "Müşteri bahşiş verirse teşekkür ederek almalı, vermesi için herhangi bir davranışta bulunmamalıdır. Müşteri ayrılırken tokalaşmak için önce davranılmamalı, müşterinin elini uzatması beklenmelidir. Başka müşterilerin görebileceği şekilde tanıdık bir müşteriye fazla ilgi gösterilmemelidir. Kat personeli kendi arasında veya müşterilerle koridorlarda yüksek sesle konuşmamalı ve şaka yapmamalıdır. Bu sebeplerden ötürü müşterilerle personel şakalaşmamalı ve samimi diyaloglardan kaçınılmalıdır."
  },
  {
    "id": "1764556",
    "unitNumber": 2,
    "text": "Kat hizmetleri sadece konaklama işletmelerinde değil farklı tesislerde de profesyonel temizlik hizmeti vermektedir, aşağıdakilerden hangisi bu tesislere dahil değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hapishaneler",
      "B": "Eğitim kurumları",
      "C": "Ulaşım şirketleri",
      "D": "Hayvan çiftlikleri",
      "E": "Havaalanları"
    },
    "explanation": "Kat hizmetleri sadece konaklama işletmelerinde değil; hastaneler, eğitim kurumları, fabrikalar, huzur evleri, hapishaneler, havaalanları, ulaşım şirketleri, fuar alanları, eğlence merkezleri, statlar, tersaneler, iş ve alışveriş merkezleri gibi farklı tesislerde de profesyonel temizlik hizmeti vermektedir."
  },
  {
    "id": "1764559",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi genel kat yöneticisinin sorumlu olduğu görevlerden biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Temizlik",
      "B": "Kirli çarşafların toplanması",
      "C": "Müşteri odaları",
      "D": "Genel alanlar",
      "E": "Çamaşırhane"
    },
    "explanation": "Genel kat yöneticisi, kat hizmetleri departmanının tepe yöneticisidir. Müşteri odaları, genel alanlar ve çamaşırhane biriminde yürütülen tüm faaliyetlerden sorumludur. Başka bir ifadeyle kat hizmetleri departmanı tesis standartlarına uygun kalitede temizlik, düzen ve müşteriye özel hizmetin verilmesi ile ilgili tüm işlerden sorumlu kişidir.<br/>Kirli çarşafların toplanması"
  },
  {
    "id": "1764563",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi kat ofisinin kullanım amaçlarından biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Temiz havlu ve çarşaflar depolanır",
      "B": "Temizlik malzemeleri depolanır",
      "C": "Duş bonesi, şampuan, makyaj silme pamuğu gibi odalara yerleştirilen ürünler depolanır",
      "D": "Yedek yastık, battaniye gibi malzemeler depolanır",
      "E": "Müşterilerin fazla eşyası konur"
    },
    "explanation": "Kat görevlilerinin; temizlik malzemelerini, müşteri ihtiyaç malzemelerini ve kat arabasına yerleştirilemeyen fazla malzemeleri depoladıkları ve dinlendikleri odalardır. Konaklama tesislerinde her katta kat ofisi bulunur. Düzenli ve temiz tutulmalı, havalandırılmalı ve malzemeler kullanım sırasına göre yerleştirilmelidir. Cins ve ebatlarına göre de ayrılmalıdır.<br/>Müşterilerin fazla eşyası konur"
  },
  {
    "id": "1764567",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi kat görevlisinin görevlerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kat görevlisi raporunu düzenlemek",
      "B": "Yatakları yapmak",
      "C": "Odaları temizlemek",
      "D": "Unutulan eşyaları amirine teslim etmek",
      "E": "Müşterinin valiz toplamasına yardım etmek"
    },
    "explanation": "Oda temizliğinde genellikle kadınlar istihdam edilmektedir. Bu kişiler otel odalarından sorumludur. Oda temizliğinden sorumlu olan kadın görevlilere “maid”, “fam”, “famme de chambre”; erkek görevlilere ise “vale”, “vale de chambre” adı verilir. Yatakların hazırlanması, değiştirilmesi; banyo temizliği; yer silme, toz alma gibi ağırlıklı olarak temizlik işleriyle ilgilenmektedirler. Ayrıca sorumluluğundaki alanları (odaları, banyoları, kat koridorları, merdivenleri, kat ofisleri) istenilen standartta temizlemeye ve arızaları bildirmeye, unutulan eşyaları amirine teslim etmeye, müşteri istek ve şikâyetleriyle kurallara uygun olarak ilgilenmeye, amirinin bildirdiği oda değişimini ve ila- ve yatağı yapmaya ve kat görevlisi raporunu düzenlemeye çalışmaktadırlar.<br/>Müşterinin valiz toplamasına yardım etmek"
  },
  {
    "id": "1764570",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bir otel çamaşırhanesinde bulunmaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Çamaşır makinası",
      "B": "Kurutma makinası",
      "C": "Pres ütü",
      "D": "Müşteri spor ayakkabıları",
      "E": "Kuru temizleme"
    },
    "explanation": "Tüm çamaşırhane işlerini yürütmekten sorumludur. Başka bir ifadeyle çamaşırhanede gerçekleştirilen yıkama, kurutma, ütüleme, kuru temizleme vb. işlerin usulüne uygun şekilde yürütülmesi ve bu birimdeki personelin yönetiminden sorumlu kişidir. Konaklama işletmelerinde yıkama, kurutma, ütüleme işlemleri, işletme içindeki çamaşırhane servisi tarafından yerine getirilebileceği gibi dış kaynak kullanımı (outsourcing) yapılarak da sağlanabilir. İkinci durumda çamaşırhane birimine ihtiyaç olmayacaktır.<br/>Müşteri spor ayakkabıları"
  },
  {
    "id": "1764574",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi kat hizmetlerinde çalışan personelin sosyal davranış kurallarına uymasının işletmeye sağlayacağı katkılardan biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İşletme imajını olumlu etkiler",
      "B": "Müşteri memnuniyeti sağlar",
      "C": "Personel ve müşteriler arasında iletişimi kuvvetlendirir",
      "D": "Başarılı hizmet anlayışını geliştirir",
      "E": "Bireysel çalışmayı destekler"
    },
    "explanation": "Kat hizmetlerinde çalışan personelin bazı sosyal ve göreve dönük davranışları yerine getirmesi beklenmektedir. Bu davranışlara uyulması, personel ve müşteriler arasında iyi bir iletişimin sağlanmasının yanı sıra müşteri memnuniyetini ve işletme imajını da olumlu yönde etkiler. Kısacası, turizm sektöründe başarılı hizmet anlayışı için personelin teknik bilgi ve beceriye sahip olmasının yanında olumlu sosyal davranışlar göstermesi de önemlidir. Bu kapsamda kat hizmetleri personelinin genel özellikleri ve uyması gereken davranışlar şu şekildedir:<br/>Bireysel çalışmayı destekler"
  },
  {
    "id": "1764580",
    "unitNumber": 2,
    "text": "Kat hizmetlerindeki personel, müşteri odasına girerken kapıyı nasıl çalması gerektiği aşağıdaki seçeneklerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kapıyı herhangi bir cisimle tıklatarak",
      "B": "Orta parmak boğumu ile tıklatarak",
      "C": "Kapının önünde geldiğini hissettirecek gürültüler çıkararak",
      "D": "Ayağının ucuyla kapıyı tıklatarak",
      "E": "Müşteri içeride olmadığı için kapıyı çalmasına gerek yok"
    },
    "explanation": "Oda kapıları sessizce açılıp kapatılmalı, elektrik süpürgesi veya müşteriyi rahatsız edecek bazı temizlik araçları müşteriler ayrıldıktan sonra katlarda kullanılmalıdır. Müşteri odasına girerken mutlaka orta parmak boğumu ile tıklatılarak kapı çalınma- lıdır. Bu amaçla, anahtarlık, kalem vb. eşyaların kullanılmaması gerekir.<br/>Orta parmak boğumu ile tıklatarak"
  },
  {
    "id": "1764588",
    "unitNumber": 2,
    "text": "Genel olarak otel işletmelerinde görev yapan personelin aşağıdakilerden hangisi hakkında bilgi ve beceriye sahip olması beklenmez?",
    "correctAnswer": "E",
    "options": {
      "A": "İş sağlığı ve güvenliği bilgisi",
      "B": "Analitik düşünme",
      "C": "Mesleki terim bilgisi ve hijyen bilgisi",
      "D": "Acil durum bilgisi",
      "E": "Yemek yapma becerisi"
    },
    "explanation": "Genel olarak otel işletmelerinde görev yapan personelin acil durum bilgisi, araç, gereç ve donanım bilgisi, mesleki terim bilgisi ve hijyen bilgisi, iş sağlığı ve güvenliği bilgisi, analitik düşünme yeteneği, stresle baş edebilme becerisi, zaman yönetimi ve iletişim kurma becerisi gibi bilgi ve becerilere sahip olması beklenmektedir.<br/>Yemek yapma becerisi"
  },
  {
    "id": "1764593",
    "unitNumber": 2,
    "text": "Personelin işine zamanında gelmesi gerektiğinin nedeni aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İşlerin aksamadan yürümesini sağlar",
      "B": "Kazandığı paranın kesintiye uğramasını engeller",
      "C": "Üstlerine hoş görünür",
      "D": "Önceden yarım kalan işlerini tamamlar",
      "E": "Terfi alabilmesini sağlar"
    },
    "explanation": "Konaklama işletmeleri hizmet sektörü olduğu için günün her saati kesintisiz hizmet verir. Bu yüzden her departmanın yöneticisi alt kadrosundaki personelin çalışma saatlerini düzenler. Genelde iş- letmeler üç vardiya şeklinde çalışır. Çalışma saatleri belli aralıklarla dönüşümlü yapılır. Bu çalışma saatleri listeler (shift list) hâlinde bir önceki hafta başında veya ay başında, işletmenin çalışma kuralları dahilinde personele duyurulur. İşine zamanın- da gelen personel, işlerin aksamadan yürümesini sağlar.<br/>İşlerin aksamadan yürümesini sağlar"
  },
  {
    "id": "1764601",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi müşteri ile kat görevlisi arasında olmaması gereken bir durumdur?",
    "correctAnswer": "E",
    "options": {
      "A": "Müşteri bir soru sorduğu zaman dikkatli ve saygılı bir şekilde dinlemelidir",
      "B": "Müşterinin haksız da olsa şikâyet veya sitemi karşısında soğukkanlı ve kibar davranarak müşterinin şikâyetini gidermeye çalışmalıdır",
      "C": "Kişilere mümkün olduğu kadar adları ile hitap etmeli ve mutlaka bey veya hanım ifadelerini kullanmalıdır",
      "D": "Müşteri bahşiş verirse teşekkür ederek almalı, vermesi için herhangi bir davranışta bulunmamalıdır.",
      "E": "Müşteriler ile dedikodu yapılmalıdır"
    },
    "explanation": "İletişim kurduğu kişilere karşı güler yüzlü ve nazik olmalı, asla laubali davranmamalıdır. Müşteri ile koridorda karşılaştığında mutlaka selam vermelidir. Müşteri bir soru sorduğu zaman dikkatli ve saygılı bir şekilde dinlemeli ve sorulara açık ve net cevaplar vererek gereksiz konuşmalardan kaçınmalıdır. Müşterinin haksız da olsa şikâyet veya sitemi karşısında soğukkanlı ve kibar davranarak müşterinin şikâyetini gidermeye çalışmalıdır. “Müşteri her zaman haklıdır.” felsefesini benimsemelidir. Kişilere mümkün olduğu kadar adları ile hitap etmeli ve mutlaka bey veya hanım ifadelerini kullanmalıdır. Müşterilerle konuşmalarında sen yerine siz kullanılmalıdır. Müşteri bahşiş verirse teşekkür ederek almalı, vermesi için herhangi bir davranışta bulunmamalıdır. Müşteri ayrılırken tokalaşmak için önce davranılmamalı, müşterinin elini uzatması beklenmelidir. Ba<br/>Müşteriler ile dedikodu yapılmalıdır"
  },
  {
    "id": "1764558",
    "unitNumber": 3,
    "text": "Aşağıda verilen seçeneklerden hangisi bir evsel temizlik ekipmanıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Zemin yıkama makinesi",
      "B": "Buharlı Temizleme makinesi",
      "C": "Mop arabası",
      "D": "Cila makinesi",
      "E": "İnsansız halı temizleme robotu"
    },
    "explanation": "Zemin yıkama makinesi, Buharlı Temizleme makinesi ve cila makinesi Endüstriyel Temizlik Ekipmanları grubuna dahildir. İnsansız halı temizleme robotu ise insansız/otonom temizlik ekipmanları içerisinde incenmektedir.<br/>Doğru yanıt C seçeneğidir."
  },
  {
    "id": "1764560",
    "unitNumber": 3,
    "text": "Bir yüzey üzerinde görünen ve görünmeyen, kaba ve serbest kirlerin, farklı araçlar kullanılarak ortamdan alınması işlemine ne denir",
    "correctAnswer": "A",
    "options": {
      "A": "Süpürme",
      "B": "Toz alma",
      "C": "Dezenfeksiyon",
      "D": "Hijyenize etme",
      "E": "Silme"
    },
    "explanation": "Bir yüzey üzerinde görünen ve görünmeyen, kaba ve serbest kirlerin, farklı araçlar kullanılarak ortamdan alınması işlemine süpürme denir. Süpürme ekipmanları arasında süpürgeler, moplar, bezler süpürme fırçaları ve faraşlar sayılabilir.<br/>Doğru yanıt A seçeneğinde verilmiştir."
  },
  {
    "id": "1764561",
    "unitNumber": 3,
    "text": "Mikrofiber bezler için aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Mikrofiber bez alındığı zaman 1 gün suda bekletilmelidir.",
      "B": "Mikrofiber bez ile temizlik işleminde sadece su kullanılması önerilir.",
      "C": "Mikrofiber bez önce deterjanlanmalı daha sonra durulanarak kullanılmalıdır.",
      "D": "Mikrofiber bez önce ıslatılmalı daha sonra az deterjanla sıvanıp kullanılmalıdır.",
      "E": "Mikrofiber bez kuru kullanılamaz."
    },
    "explanation": "Mikrofiber Toz Bezi polyamid ve polyester elyafının binlerce metre çekilerek inceltilmesi ile üretilmektedir. Mikrofiber bezlerle yapılan temizlikte deterjana kesinlikle ihtiyaç yoktur. Sadece su kullanılarak hijyen koşullarına uygun iyi bir temizlik yapılır. Mikrofiber, statik elektrik yüklü bir özelliğe sahip olduğu için kuru kullanımda dahi tozları ortama karışmadan bünyesinde toplar ve akan suyun altında da hemen bırakır. Bu bezler küf ve bakterileri topladığı için de hijyeniktir. Her tür yüzeyde<br/>rahatlıkla kullanılabilen mikrofiber temizlik bezi normal temizlik bezlerine göre on kat daha fazla emiş gücüne sahiptir.<br/>Doğru yanıt B seçeneğinde verilmiştir."
  },
  {
    "id": "1764579",
    "unitNumber": 3,
    "text": "Cila ve cila kullanımında aşağıdaki hangi ifade doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Cilalar 4 gruba ayrılmaktadır.",
      "B": "Otellerde sert cila yoğunluğun az olduğu yerlerde uygulanmalıdır",
      "C": "Yumuşak cilalar duvarlara uygulanmalıdır",
      "D": "Otellerde yumuşak cilalar elle uygulanmalıdır",
      "E": "Cila makineleri her türlü cila uyguması için kullanılabilir."
    },
    "explanation": "Sert ve yumuşak olmak üzere iki gruba ayrılan cilaların sert olanları, cila makinesiyle uygulanmalıdır. Yumuşak cilalar ise manuel olarak mop ile uygulanabilir. Otel işletmelerinde, sert cila müşteri trafiğinin yoğun olduğu alanlarda tercih edilirken yumuşak cila trafiğin az olduğu alanlarda, duvarlarda ve cilalı yüzeyin günlük bakımında<br/>kullanılır.<br/>Doğru yanıt D seçeneğinde verilmiştir."
  },
  {
    "id": "1764751",
    "unitNumber": 3,
    "text": "Aşağıdak hangi seçenekte renk kodları ile mekanlar uygun eşleşmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kırmızı - Banyo\n Sarı - Umumi Tuvalet\n Yeşil - Ofis\n Mavi - Mutfak",
      "B": "Kırmızı - Umumi Tuvalet\n Sarı - Banyo\n Yeşil -Mutfak \n Mavi - Ofis",
      "C": "Kırmızı - Umumi Tuvalet\n Sarı - Ofis\n Yeşil -Mutfak \n Mavi - Banyo",
      "D": "Kırmızı - Ofis\n Sarı - Banyo\n Yeşil -Mutfak \n Mavi - Umumi Tuvalet",
      "E": "Kırmızı - Ofis\n Sarı - Mutfak\n Yeşil - Umumi Tuvalet \n Mavi - Banyo"
    },
    "explanation": "Renk kodlama sistemi kurularak mekânlardaki temizlik araç ve gereçlerinin neden olduğu çapraz bulaşma en aza indirilmelidir. Renk kodlama sisteminde mavi, kırmızı, sarı, yeşil olmak üzere dört renk kullanılır. Mavi, ofis mekanları, koridorlar, resepsiyon bölgeleri, merdivenler, sınıflar, toplantı salonları vb. tüm yüzeyler ve ekipmanlar; kırmızı, tuvaletler, personel tuvaletleri, umumi tuvaletler, engelliler tuvaleti, bebek bakım odaları vb. tüm yüzeyler ve ekipmanlar; sarı, banyo bölümleri, küvetler, duşlar, duş blokları, soyunma odaları, saunalar, hamamlar vb. tüm yüzeyler ve ekipmanlar; yeşil, mutfaklar, gıda hazırlama bölümleri, yıkama bölümleri, kantinler, restoran salonları, gıda satış ve teşhir mekanları vb. tüm yüzeyler ve ekipmanlar için gerekmektedir.<br/>Doğru yanıt B seçeneğinde verilmiştir"
  },
  {
    "id": "1766805",
    "unitNumber": 3,
    "text": "Aşağıdaki hangi madddeler yıkama sonrası işleme daha uygundur?",
    "correctAnswer": "B",
    "options": {
      "A": "Anyonik aktif madde",
      "B": "Katyonik aktif madde",
      "C": "Noninyonik aktif madde",
      "D": "Nonkatyonik aktif madde",
      "E": "Amfoterik aktif maddel"
    },
    "explanation": "Sudaki çözeltileri katyon oluşturur. Kir çıkarma özelliği zayıf olan katyonik maddeler, birbirini<br/>nötralize edeceği için anyoniklerle birlikte kullanılmaz. Yıkama sonrası işlemlere daha uygun olan katyonik maddeler pahalı olup genellikle çamaşır yumuşatıcısı dezenfektanlarda kullanılır.<br/>Doğru yanıt B olmalıdır"
  },
  {
    "id": "1766807",
    "unitNumber": 3,
    "text": "Sodyum hidroksit, sodyum metasilikat pentahidrat, sodyum karbonat (soda külü) gibi kimyasallar hangi grubun içerisinde yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Sabun",
      "B": "Deterjan",
      "C": "Alkali",
      "D": "İyon değiştirici",
      "E": "Amfoterik aktif madde"
    },
    "explanation": "Daha iyi bir temizlik etkisi sağlayabilmek için deterjanların yapısına katılan önemli kimyasallardan biri de alkalilerdir. Kirlerin çoğu asidik özellikte olduğundan, çözülebilmesi için temizlik işlemlerinde sıklıkla alkali kullanılır. Yağ çözme özelliği de bulunduğundan, alkaliler çoğu deterjanın içeriğinde yer alır. Aynı zamanda kuvvetli bir yüzey sıvı temizleyicisi olan alkaliler, sabun ve diğer aktif yüzey temizleyicilerin daha iyi performans göstermesini sağlar. Banyo ve mutfak alanlarının temizliği ile çamaşır temizliğinde sıkça kullanılır. Kullanımı esnasında eldiven takılması önerilir. Deterjanlarda kullanılan başlıca alkali maddeler şunlardır; sodyum hidroksit (kostik), sodyum karbonat (soda külü), sodyum metasilikat pentahidrat, sodyum silikat ve sodyum tripolifosfat.<br/>Doğru yanıt C olmalıdır."
  },
  {
    "id": "1766809",
    "unitNumber": 3,
    "text": "Ağartıcılar için aşağıdaki seçeneklerden hangisi söylenemez?",
    "correctAnswer": "E",
    "options": {
      "A": "Ağartıcıların dezenfeksiyon özelliği vardır.",
      "B": "Ağartıcılar endüstriyel amaçlı deterjanlara ilave edilmez.",
      "C": "Ağartıcılar klor içerebilir.",
      "D": "Ağartıcılar oksijen içerebilir.",
      "E": "Ağartıcılar ev tipi deterjanların bileşiminde kullanılmaz."
    },
    "explanation": "Çamaşırları genel olarak ağartmak, birçok leke türünü beyazlatarak görünmez hâle getirmek ve çamaşırlarda dezenfeksiyon sağlamak için kullanılan ağartıcılar, ev tipi deterjanların bileşiminde bulunurken endüstriyel amaçlı deterjanlara ilave edilmez ve ayrı olarak kullanılır. Ağartıcılar, klorlu ve oksijenli olmak üzere iki gruba ayrılır<br/>E seçeneğini işaretlemeniz gerekiyor"
  },
  {
    "id": "1766813",
    "unitNumber": 3,
    "text": "Aşağıda verilen hangi kimyasalın yüzdelik oranının kimyasal içerikte gösterilmesine gerek yoktur?",
    "correctAnswer": "D",
    "options": {
      "A": "Zeolitler",
      "B": "Noninyonik yüzey aktif maddeler",
      "C": "Kloar bazlı ağartıcılar",
      "D": "Parfümler",
      "E": "Fosfatlar"
    },
    "explanation": "Etiketlerde aşağıdaki bileşen sınıflarının eklenmeleri halinde ise konsantrasyonları<br/>hesaba katılmaksızın listelenir:\n<br/>• Enzimler,<br/>• Dezenfektanlar,<br/>• Optik parlatıcılar,<br/>• Parfümler.<br/>Doğru yanıt D seçemeğinde verilmiştir"
  },
  {
    "id": "1766815",
    "unitNumber": 3,
    "text": "Aşağıdaki seçeneklerden hangisi temizlik maddelerinin kullanımında en çok dikkat edilmesi gereken noktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Temizlik maddesinin uygun ambalajı",
      "B": "Ovma süresi",
      "C": "Temizlik maddelerinin birbiri ile uyumu",
      "D": "Temizlik maddesinin yüzeyle temasa geçme süresi",
      "E": "Temizlik maddelerinin kullanım miktarı"
    },
    "explanation": "Temizlik maddesinin uygun ambalajı, Temizlik maddelerinin kullanım miktarı, Temizlik maddesinin yüzeyle temasa geçme süresi ve Ovma süresi temizliğin kalitesine doğrudan etki eden faktörler olup Temizlik maddelerinin birbiri ile uyumu insan sağlığına zarar verebilecek etkileri berteraf etme açısından daha önemlidir.<br/>Doğru yanıt C seçeneğinde verilmiştir."
  },
  {
    "id": "1811961",
    "unitNumber": 3,
    "text": "I. Fırça\n II. Buhar Makinesi\n III. Bez\n IV. Gırgır\n V. Süpürge\n Yukarıda verilenlerden hangisi/hangileri mekanik temizlik ekipmanlar arasında yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I ve III",
      "B": "Yalnız II, III ve V",
      "C": "Yalnız I ve II",
      "D": "Yalnız I, II, IV ve V",
      "E": "Yalnız I, III, IV ve V"
    },
    "explanation": "3. üniteyi inceleyiniz<br/>Buhar makinesi mekanik temizlik ekipmanları arasında yer almamaktadır."
  },
  {
    "id": "1811963",
    "unitNumber": 3,
    "text": "İlk elektrikli süpürge hangi yılda ortaya çıkmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "1900",
      "B": "1902",
      "C": "1905",
      "D": "1906",
      "E": "1920"
    },
    "explanation": "3, üniteyi inceleyiniz<br/>1906 yılında ilk elektrikli süpürge ortaya çıkmıştır"
  },
  {
    "id": "1811966",
    "unitNumber": 3,
    "text": "Aşağıda verilenlerden hangisi Endüstriyel Temizlik Ekipmanları arasında yer almamaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Zemin Yıkama Makineleri",
      "B": "Halı Yıkama Makineleri",
      "C": "Kat Arabası",
      "D": "Vakumlu Temizleme Makineleri",
      "E": "Cila Makineleri ve Pedler"
    },
    "explanation": "3. üniteyi inceleyiniz<br/>Kat arabası evsel temizlik ekipmanları arasında yer almaktadır."
  },
  {
    "id": "1811970",
    "unitNumber": 3,
    "text": "\"________; kadife, çuha, yün vb.nin yüzeyindeki ince tüy ve ülgerdir.\"\n Yukarıdaki cümlede boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ped",
      "B": "Hav",
      "C": "Akar",
      "D": "Mayt",
      "E": "Mikrop"
    },
    "explanation": "3. üniteyi inceleyiniz<br/>Hav; kadife, çuha, yün vb.nin yüzeyindeki ince tüy ve ülgerdir."
  },
  {
    "id": "1811982",
    "unitNumber": 3,
    "text": "\"Meral Hanım komşusunun tavsiyesi üzerine mikrofiber bir bez almıştır. Büyük heyecanla aldığı mikrofiber bezi her zaman kullandığı ahşap zeminlerin temizliğinde kullandığı ve içeriğinde ahşapları parlatacak maddedin bulunduğu deterjan sokup çıkardı ve güzelce sıkıp zeminleri sildi. Meral Hanım bezden o kadar memnun kaldı ki o hafta hep aynı bezle temizliğini yapıyordu. Tabii her kullanımdan sonra çamaşır makinesinde bol çamaşır suyu ile yıkıyordu. Ancak o hafta ilk 2-3 kullanımındaki verimi alamamak onun canını sıkmaya başlamıştı. Komşusuna mikrofiber bezinin öyle onun anlattığı kadar işlevsel bir şey olmadığını ve bir daha o kadar para verip o bezlerden almayacağını söyler. Eski T-shirtlerin çok daha dayanıklı ve çok daha etkili temizlediğini paylaşır.\"\n<br/>Yukarıdaki örnek olay incelendiğinde Meral Hanım temizlik ürünlerinin kullanımında neyi göz ardı etmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Meral Hanım mikrofiber bezlerin deterjanla temasından kaçınılması gerektiğini bilmiyor.",
      "B": "Meral Hanım her gün temizlik yaparak hem kendi sağlığını hem de mobilyalarının ömrüne zarar vermektedir.",
      "C": "Meral Hanımın komşusu yanlış markayı önermiştir.",
      "D": "Meral Hanım yanlış çamaşır suyu kullanmış olabiir",
      "E": "Meral Hanım yanlış mobilya deterjanı kullanmıştır"
    },
    "explanation": "3. Üniteyi inceleyiniz<br/>Mikrofiber bezlerle birlikte ya da bu bezlerin temizliğinde deterjan kullanılmamalıdır. Çünkü deterjan, bu bezlerin elyafının bozulmasına ve<br/>özelliğini kaybetmesine neden olur. Meral Hanım bu bilgiye sahip olmadığı için bezi yanlış kullanmıştır."
  },
  {
    "id": "1811986",
    "unitNumber": 3,
    "text": "Temizlik araçlarının kullanımı sırasında çalışması durduğunda kat görevlisinin ilk yapması gereken aşağıdakilerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kat görevlisi hemen arızalı etiketi yapıştırmalı ve bir raporla şefe bildirmeli.",
      "B": "Kat görevlisi hemen fişini çekerek içini açmalı ve tamir etmelidir.",
      "C": "Kat görevlisi derhal bir rapor hazırlayarak şefe bildirmelidir.",
      "D": "Kat görevlisi arızalanan aracı hemen tamirciye götürmeli ve faturalı işlem yaptırmalıdır",
      "E": "Kat görevlisi arızalanan aracı yerine bırakarak derhal başka çalışır makineyle işine devam etmelidir."
    },
    "explanation": "3. Üniteyi çalışınız.<br/>Temizlik araçlarının kullanım sırasında çalışması durduysa hemen arızalı etiketi yapıştırılarak bir raporla şefe bildirilmelidir."
  },
  {
    "id": "1811994",
    "unitNumber": 3,
    "text": "Renk kodlama sistemi kurularak mekanlardaki temizlik araç ve gereçlerinin neden olduğu çapraz bulaşma en aza indirilmelidir. Buna göre aşağıda verilen renk kodlamalarından hangisi doğru olarak verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mavi: tuvaletler, personel tuvaletleri, engelliler tuvaleti",
      "B": "Yeşil: mutfaklar, gıda hazırlama bölümleri, yıkama bölümleri, kantinler, restoran salonları, gıda satış ve teşhir mekanları",
      "C": "Kırmızı: ofis mekanları, koridorlar, resepsiyon bölgeleri, merdivenler, sınıflar, toplantı salonları",
      "D": "Mavi: mutfaklar, gıda hazırlama bölümleri, yıkama bölümleri, kantinler, restoran salonları, gıda satış ve teşhir mekanları",
      "E": "Sarı: tuvaletler, personel tuvaletleri, engelliler tuvaleti, umumi tuvaletler, bebek bakım odaları"
    },
    "explanation": "3. Üniteyi inceleyiniz<br/>Mavi: ofis mekanları, koridorlar, resepsiyon bölgeleri, merdivenler, sınıflar, toplantı salonları vb. tüm yüzeyler ve ekipmanlar;\n Kırmızı: tuvaletler, personel tuvaletleri, umumi tuvaletler, engelliler tuvaleti, bebek bakım odaları vb. tüm yüzeyler ve ekipmanlar;\n Sarı: banyo bölümleri, küvetler, duşlar, duş blokları, soyunma odaları, saunalar, hamamlar vb. tüm yüzeyler ve ekipmanlar;\n Yeşil: mutfaklar, gıda hazırlama bölümleri, yıkama bölümleri, kantinler, restoran salonları, gıda satış ve teşhir mekanları vb. tüm yüzeyler ve ekipmanlar için gerekmektedir"
  },
  {
    "id": "1812005",
    "unitNumber": 3,
    "text": "Çok köpüren ve su sertliğinden olumsuz etkilenen bir yapıya sahip olduğundan matik olmayan, elle yıkama kimyasallarında kullanılan aktif maddeye ne ad verilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Katyonik aktif maddeler",
      "B": "Alkaliler",
      "C": "Anyonik aktif maddeler",
      "D": "Noniyonik aktif maddeler",
      "E": "Amfoterik aktif maddeler"
    },
    "explanation": "3. üniteyi inceleyiniz<br/>Anyonik aktif maddeler: Suda çözündükleri hidrofil uçları anyon oluşturur. Sentetik temizlik maddelerinde (çamaşır deterjanları, bulaşık deterjanları vb.) en çok kullanılan yüzey aktif maddedir. Sıcaklıkla etkisi ve çözünürlüğü artan anyonik maddeler, hafif kirleri çıkarıcı özelliğinden dolayı güvenlidir. Çok köpüren ve su sertliğinden olumsuz etkilenen bir yapıya sahip olduğundan matik (otomatik yıkama makineleri için) olmayan, elle yıkama kimyasallarında<br/>kullanılır."
  },
  {
    "id": "1812032",
    "unitNumber": 3,
    "text": "Çamaşır veya bulaşıkların dezenfeksiyonu için 65°C sıcaklıkta 10 dakika yeterli olmaktadır. 65°C'nin önerilmesinin temel nedeni aşağıdakilerden hangisinde en doğru biçimde verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Makineler 65°C'de yıkamaya uygun olduğu için.",
      "B": "65°C'nin üzerinde yıkanması malzemelere zarar verdiği için",
      "C": "Mikroorganizmalar sadece 5-65°C'de öldüğü için.",
      "D": "Çünkü mikroorganizmalar 5-65°C sıcaklıkta çoğalmaya devam etmektedir.",
      "E": "Yüksek alkali ve yüksek asitlerin mikroorganizmaları öldürebilmesi için makinelerin en fazla 65°C'de çalıştırılması önemlidir."
    },
    "explanation": "3. üniteyi inceleyiniz<br/>Temizlikte de çeşitli bakterilere karşı yüksek etkili dezenfektanların kullanılması önemlidir. Yüksek alkali ve yüksek asitler mikroorganizmaların çoğalmasını durdurur. Çünkü mikroorganizmalar 5-65°C sıcaklıkta çoğalmaya devam eder. Bu nedenle, çamaşır ya da bulaşıkların dezenfeksiyonu için 65°C sıcaklıkta 10 dakika yeterli olur."
  },
  {
    "id": "1812046",
    "unitNumber": 3,
    "text": "Deterjanların yapısında bulunan tüm maddelerin ve yüzdelik oranlarının, ambalajlarında belirtilmesi \"Deterjanlar Hakkında Yönetmelik\" Resmi Gazetede yayımlanmıştır. Söz konusu yönetmeliğin yayım tarihi aşağıdakilerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "27 Şubat 2014",
      "B": "27 Ocak 2015",
      "C": "27 Şubat 2016",
      "D": "27 Ocak 2017",
      "E": "27 Ocak 2018"
    },
    "explanation": "3. ünitenin \"Nötralize Edici Maddeler\" başlığını okuyunuz.<br/>Deterjanların yapısında bulunan tüm maddelerin ve yüzdelik oranlarının, ambalajlarında belirtilmesi hususu 27 Ocak 2018 tarihli 30314 sayılı Resmi Gazetede yayımlanan “Deterjanlar Hakkında Yönetmelik” hükümlerine uygun olarak uygulanmaktadır."
  },
  {
    "id": "1766479",
    "unitNumber": 4,
    "text": "Aşağıda yer alan ifadelerden hangisi linolyum zeminlerin temizliğinde dikkat edilmesi gereken konular arasındadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Temizlendikten sonra kurulanıp parlatılmalıdır.",
      "B": "Temizliğinde tuz ruhu, sirke, limon gibi asitli maddeler kullanılmamalıdır.",
      "C": "Temizliği esnasında aşırı su kullanımından kaçınılmalıdır.",
      "D": "Temizliğinde solvent içeren maddeler kullanılmamalıdır.",
      "E": "Temizliğinde metal ve aşındırıcı fırçalar kullanılmamalıdır."
    },
    "explanation": "Linolyum zeminlerin temizliğinde aşağıdaki konulara dikkat edilmelidir:\n<br/>• Linolyum yapısındaki doğal maddeler nedeniyle, amonyak gibi alkali maddeler, yağ çözücü gibi solventler kullanılmamalıdır.\n<br/>• Masa ve sandalyelerin ayaklarındaki siyah lastik tekerlekler yüzeye zarar verebilir. Bü- tün sandalye ve masa ayaklarında kaliteli zemin koruyucularının olması gerekir.\n<br/>• Temizliği esnasında aşırı su kullanımından kaçınılmalıdır. Yüzeye uygun cilalar kullanılabilir.<br/>Doğru cevap \"c\" şıkkıdır. Cevabınız yanlış ise \"Sentetik Zemin Temizliği\" başlıklı konuyu tekrar okuyunuz."
  },
  {
    "id": "1766481",
    "unitNumber": 4,
    "text": "Aşağıda yer alan ifadelerden hangisi beton ve mermer zeminlerin temizliğinde dikkat edilmesi gereken ortak konular arasındadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Masa ve sandalyelerin ayaklarındaki siyah tekerlekler yüzeye zarar verebileceğinden bütün sandalye ve masa ayaklarında kaliteli zemin koruyucu olmalıdır.",
      "B": "Yere dökülen gres yağı hemen temizlenmelidir.",
      "C": "Uygun bakım ürünleri kullanılmalıdır.",
      "D": "Temizliğinde ovucu, kazıyıcı özelliği olan temizlik araçları kullanılmamalıdır.",
      "E": "Aşırı su kullanımından kaçınılmalıdır."
    },
    "explanation": "Ovucu, kazıyıcı özelliği olan temizlik araçları (tel, zımpara vb.) kullanılmamalıdır.<br/>Doğru cevap \"d\"şıkkıdır. Cevabınız yanlış ise \"Beton Zemin Temizliği\" ve \"Mermer Zemin Temizliği\" başlıklı konuları tekrar okuyunuz."
  },
  {
    "id": "1766483",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi taş zemin çeşididir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mozaik zemin",
      "B": "Polivinilklorit zemin",
      "C": "Epoksi zemin",
      "D": "Linolyum zemin",
      "E": "Lamine parke zemin"
    },
    "explanation": "Taş Zeminler\n<br/>Doğal taş zeminler ve yapay taş zeminler olarak ikiye ayrılmaktadır. Doğal taş zeminler; mermer, traverten, granit gibi doğal taşların zemine kaplanmasıyla oluşur. Doğal taş zeminlerin özellikle ıslak mekânlarda kullanılması sağlıklı ve kullanışlıdır. Ayrıca ısı değişimine dayanıklı olduklarından dış mekânlarda granit, kum taşı gibi malzemeler ile kullanılmaktadır. Yapay taş zeminler ise beton, fayans, zemin karosu gibi zeminlerdir.<br/>Doğru yanıt \"a\" şıkkıdır. Yanıtınız yanlış ise \"Zemin Kavramı\" başlıklı konuyu tekrar okuyunuz."
  },
  {
    "id": "1766484",
    "unitNumber": 4,
    "text": "Ahşap zemin üzerine sıcak malzeme (sıcak kahve fincanı gibi) konulması neden sakıncalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Çünkü kırılabilir.",
      "B": "Çünkü ahşap üzerinde geçmeyen lekelerin oluşmasına neden olurlar.",
      "C": "Çünkü içeceğin hızlı soğumasına neden olur.",
      "D": "Çünkü kötü kokuya neden olabilir.",
      "E": "Çünkü şişip bozulabilir."
    },
    "explanation": "Ahşap zemin üzerine sıcak malzeme konulmamalıdır. Sıcak malzemeler ahşap üzerinde geçmeyen lekeler oluşturur.<br/>Doğru yanıt \"b\" şıkkıdır. Yanıtınız yanlış ise \"Ahşap Zemin Temizliği\" başlıklı konuyu tekrar okuyunuz."
  },
  {
    "id": "1766487",
    "unitNumber": 4,
    "text": "Isı ve ses yalıtımlı esnek zemin kaplamaları olan sentetik zeminlerin konaklama işletmelerinde daha çok hangi alanlarda kullanılması tercih edilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Müşteri odalarında",
      "B": "Merdivenlerde",
      "C": "Spor salonlarında",
      "D": "Banyolarda",
      "E": "Havuz kenarlarında"
    },
    "explanation": "Sentetik Zeminler\n<br/>Çok farklı desenlerde üretilebilmeleri sebebiyle kullanım alanları geniştir. Konaklama işletmelerinde girişlerde, koridorlarda, ofislerde, spor sa- lonlarında, servis alanlarında kullanılır.<br/>Doğru yanıt \"c\" şıkkıdır. Yanıtınız yanlış ise \"Sentetik Zeminler\" başlıklı konuyu tekrar okuyunuz."
  },
  {
    "id": "1766490",
    "unitNumber": 4,
    "text": "Aşağıdaki temizlik yöntemlerinden hangisi el dokuma halıların temizliği için uygun değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Elektrik süpürgesi kullanımı",
      "B": "Sıcak su ile silme",
      "C": "Silme işleminden sonra havalandırılması",
      "D": "Halı şampuanı kullanılması",
      "E": "Durulama yapılıyorsa suya sirke konulması"
    },
    "explanation": "Doğal (El Dokuma) Halıların Temizliği\n<br/>Doğal halılar; yün, ipek, pamuk gibi doğal elyaflardan elle dokunarak üretilen halı ve kilimlerdir. Doğal halılar, oldukça hassas ve pahalı halılar- dır. Temizliği özenli ve dikkatli yapılmalıdır. Doğal halıların temizliğinde dikkat edilecek konulara aşağıda yer verilmiştir:\n<br/><ul><br/><li><br/>Doğal halılar silinirken her bir halı için ayrı bir bez kullanılmalıdır.\n<br/></li><br/><li><br/>Elektrik süpürgesi ile tozlar alınırken halının tüylerinin zarar görmemesi için fazla basınç uygulanmamalıdır.\n<br/></li><br/><li><br/>Doğal halıların temizliğinde yıkamadan ziyade silme uygulanır. Temizlikte çok su kullanılmamalıdır.\n<br/></li><br/><li><br/>Yün halılar silinirken sıcak su kullanılmamalıdır.\n<br/></li><br/><li><br/>Doğal halıların temizliğinde kullanılan deterjanların içeriğine dikkat edilmelidir. Halının yapısına uygun temizlik malzemesi kullanılmalıdır.\n</li></ul><br/>Doğru yanıt \"b\" şıkkıdır. Yanıtınız yanlış ise \"Doğal (El Dokuma) Halılarının Temizliği\" başlıklı konuyu tekrar okuyunuz."
  },
  {
    "id": "1766491",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi tekstil zemine örnek oluşturmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Laminant parke",
      "B": "Granit",
      "C": "Fayans",
      "D": "Mozaik",
      "E": "Polyester halı"
    },
    "explanation": "Yumuşak (Tekstil) Zeminler\n<br/>Yumuşak zemin denildiğinde akla tekstil zemin çeşidi olan halılar gelmektedir. Konaklama işletme- lerinde; odalarda, toplantı salonlarında, lobide, ofislerde halılar kullanılmaktadır. Bazı yerlerde (örneğin lobi) parça halılar kullanılırken, bazı alanlarda (örneğin toplantı salonları) duvardan duvara tüm zemin halı ile kaplanmaktadır.<br/>Doğru yanıt \"e\" şıkkıdır. Yanıtınız yanlış ise \"Yumuşak (Tekstil) Zeminler\" başlıklı konuyu tekrar okuyunuz."
  },
  {
    "id": "1766494",
    "unitNumber": 4,
    "text": "Ahşap zeminler, konaklama işletmelerinde daha çok hangi alanlarda kullanılır?",
    "correctAnswer": "E",
    "options": {
      "A": "Spor salonlarında",
      "B": "Banyoda",
      "C": "Havuz kenarında",
      "D": "Otoparkta",
      "E": "Müşteri odasında"
    },
    "explanation": "Ahşap Zeminler\n<br/>Konaklama işletmelerinde müşteri odaları, ofisler gibi kapalı alanlarda kullanılır. Bungalov ve ahşap oteller gibi ahşabın yoğun kullanıldığı konaklama tesisleri de bulunmaktadır.<br/>Doğru yanıt \"e\" şıkkıdır. Yanıtınız yanlış ise \"Ahşap Zeminler\" başlıklı konuyu tekrar okuyunuz."
  },
  {
    "id": "1766496",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi yumuşak zeminlerden olan doğal halıların yapımında kullanılan bitkisel elyaflardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pamuk",
      "B": "Polyester",
      "C": "Naylon",
      "D": "Yün",
      "E": "İpek"
    },
    "explanation": "Tekstil zeminler doğal ve yapay olarak iki farklı elyaf türünden üretilir. Doğal halılar, ipek, yün ve pamuk içeriklidir. Pamuk ve keten bitkisel; yün ve ipek ise hayvansal elyaflardır.<br/>Doğru yanıt \"A\" şıkkıdır.\n<br/>Doğal halıların yapımında kullanılan Pamuk ve keten bitkisel; yün ve ipek ise hayvansal elyaflardır."
  },
  {
    "id": "1766500",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi reçine esaslı epoksi zeminin temizliği için <strong>uygun değildir? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Temizliğinde metal ve aşındırıcı fırçaların kullanılması",
      "B": "Zemine özel bakım ürünü kullanılması",
      "C": "Alkali bir temizlik malzemesi kullanılması",
      "D": "Buharlı temizlik yapılması",
      "E": "Zeminin cila makinesiyle cilalanması"
    },
    "explanation": "Epoksi zemin temizliğinde uygun bakım ürünleri kullanılmalıdır. Temizliğinde metal ve aşındırıcı fırçalar kullanılmamalıdır. Asitli malzemeler kullanılmamalıdır. Günlük temizlikte elektrik süpürgesi ve paspaslama işlemi yapılabilir. Alkali temizlik malzemesi seçilebilir. Buharlı temizlik yapılabilir. Zemin cilalanabilir.<br/>Doğru yanıt \"a\" şıkkıdır. Yanıtınız yanlış ise \"Epoksi Zemin Temizliği\" başlıklı konuyu tekrar okuyunuz."
  },
  {
    "id": "1809499",
    "unitNumber": 4,
    "text": "Mermer, traverten, granit gibi doğal taşların zemine kaplanmasıyla oluşan zemine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ahşap Zemin",
      "B": "Taş Zemin",
      "C": "Sentetik Zemin",
      "D": "Sert Zemin",
      "E": "Yumuşak Zemin"
    },
    "explanation": "Doğal taş zeminler; mermer, traverten, granit gibi doğal taşların zemine kaplanmasıyla oluşur."
  },
  {
    "id": "1809501",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi polyester halının özelliklerinden biri<strong> değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Mekanik etkiye dayanıklıdır",
      "B": "Az nem tutar",
      "C": "Fiyat olarak pahalıdır",
      "D": "Statik elektriklenmeye karşı duyarlıdır",
      "E": "Ani sıcaklık değişimlerine duyarlıdır"
    },
    "explanation": "Doğru seçenek \"C\" seçeneğidir.\n<br/>Polyester halılar;\n<br/><ul><br/><li>Mekanik etkiye dayanıklıdır,</li><br/><li>Az nem tutar</li><br/><li>Statik elektriklenmeye yatkındır</li><br/><li>Ani sıcaklık değişimlerine duyarlıdır</li><br/><li>Ucuzdur</li><br/></ul>"
  },
  {
    "id": "1809503",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi vinil zemin temizliğinde dikkat edilecek hususlardan <strong>biri değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Siyah lastik tekerlekler ve lastikli ayaklar, zemin kaplamasının renginin değişmesine neden olabilir.",
      "B": "Bu zeminlerde, solvent içeren maddeler kullanılmamalıdır.",
      "C": "Belirli aralıklarda yapılan genel temizlikten daha güvenli ve az maliyetlidir.",
      "D": "Zemine zarar vermesini engellemek için yere dökülen yağ bekletilmeden hemen silinmelidir.",
      "E": "Kolay çizildikleri için üzerinde eşya hareket ettirilirken dikkatli olunmalıdır."
    },
    "explanation": "“Kolay çizildikleri için üzerinde eşya hareket ettirilirken dikkatli olunmalıdır.” Marley yüzeylerde dikkat edilmesi gereken bir husustur."
  },
  {
    "id": "1809504",
    "unitNumber": 4,
    "text": "Yumuşatma maddeleri ve dolgu maddelerinden oluşan, aynı zamanda stabilizatörler ve boya pigmentleri içeren zeminlere ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Marley zemin",
      "B": "Epoksi Zemin",
      "C": "Linolyum Zemin",
      "D": "PVC zemin",
      "E": "Vinil Zemin"
    },
    "explanation": "Yumuşatma maddeleri ve dolgu maddelerinden oluşan, aynı zamanda stabilizatörler ve boya pigmentleri içeren zeminlere PVC zemin denir."
  },
  {
    "id": "1809505",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi epoksi zeminin özelliklerinden <strong>biri değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Pürüzsüz ve sağlam bir yüzeydir.",
      "B": "Balkon, bahçe, otopark gibi dış mekânlarda rahatlıkla kullanılır.",
      "C": "Kolay kir tutmaz ve kolay temizlenir.",
      "D": "Lobi, hastane odası, spor alanları ve otoparklar gibi alanlarda tercih edilir.",
      "E": "Temizliği kısa sürede iyi netice verdiği için kullanılan mekanlarda sürekli bir ferahlık ve hijyen duygusu verir."
    },
    "explanation": "Beton zemin, balkon, bahçe, otopark gibi dış mekânlarda rahatlıkla kullanılır."
  },
  {
    "id": "1809506",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi El Dokuma halıların temizliğinde dikkat edilmesi gereken hususlardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yün halılar silinirken sıcak su kullanılmamalıdır.",
      "B": "Paspaslama yaparken kullanılan paspasın suyu iyice sıkılmalı ve zemin hemen kurulanmalıdır.",
      "C": "Asidik madde yüzeyi bozarak düzgün olmayan bir yüzey oluşturur.",
      "D": "Çıkmayan lekeler için ince alüminyum tel ve toz deterjan kullanılabilir.",
      "E": "Kolay çizildikleri için üzerinde eşya hareket ettirilirken dikkatli olunmalıdır"
    },
    "explanation": "“Yün halılar silinirken sıcak su kullanılmamalıdır” El Dokuma halıların temizliğinde dikkat edilmesi gereken hususlardan biridir."
  },
  {
    "id": "1809507",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi ahşap zeminlerin dezavantajlarından biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tozu ve kiri tutma",
      "B": "Sudan çok çabuk etkilenerek şişip bozulma",
      "C": "Temizlik yaparken fazla su kullanılmaması",
      "D": "Darbeden etkilenme",
      "E": "Asit ve alkali temizlik malzemelerinden etkilenmesi"
    },
    "explanation": "Temizlik yaparken fazla su kullanılmaması avantajlarından biridir."
  },
  {
    "id": "1809510",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi mozaik temizliğinde yapılmaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Yüzey durulanıp kurulama",
      "B": "Süpürme",
      "C": "Nemli veya ıslak paspaslama",
      "D": "Ovucu, kazıyıcı kullanma",
      "E": "Yıkama"
    },
    "explanation": "Mozaik zeminlerin temizliğinde de ovucu, kazıyıcı özelliği olan temizlik araçları kullanılmamalıdır."
  },
  {
    "id": "1809511",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi sentetik zemin olarak kabul edilmez?",
    "correctAnswer": "C",
    "options": {
      "A": "Epoksi",
      "B": "Marley",
      "C": "Granit",
      "D": "Linolyum",
      "E": "Vinil"
    },
    "explanation": "Granit doğal taş zemin örneğidir."
  },
  {
    "id": "1809512",
    "unitNumber": 4,
    "text": "Tekstil zemini olan halı ve kilimler aşağıdaki hangi mekanlarda kullanılmaz?",
    "correctAnswer": "B",
    "options": {
      "A": "Restoranlar",
      "B": "WC",
      "C": "Toplantı salonları",
      "D": "Odalar",
      "E": "Koridorlar"
    },
    "explanation": "Halı ve kilimlerin Wc’lerde kullanılması uygun değildir."
  },
  {
    "id": "1811061",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi, otel odalarının temizlenmesinde, <em><strong>odanın temizliğinin yapılması</strong></em> aşamasında yapılacak işlemlerden birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kat arabalarının uygun şekilde düzenlenmesi",
      "B": "Yerlerin süpürülmesi",
      "C": "Buklet ve kit malzemelerinin yerleştirilmesi",
      "D": "Odanın temizliğe hazır hâle getirilmesi",
      "E": "Temizlikte kullanılan araç ve gereçlerin temizliğinin yapılması"
    },
    "explanation": "Odanın temizliğinin yapılmasında; sırasıyla yatakların yapılması, banyonun temizlenmesi, yerlerin süpürülmesi ve toz alma işlemleri yapılır.\n<br/>Kat arabalarının uygun şekilde düzenlenmesi ve odanın temizliğe hazır hâle getirilmesi, temizlik için gerekli hazırlıkların yapılması aşamasında yapılan işlemlerdir.\n<br/>Temizlikte kullanılan araç ve gereçlerin temizliğinin yapılması ve buklet ve kit malzemelerinin yerleştirilmesi ise temizlik sonrası yapılan işlemlerdir."
  },
  {
    "id": "1811067",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi otellerde odaların temizlenmesinde, <strong><em>temizlik için gerekli hazırlıkların yapılması </em></strong>aşamasında uygulanan işlemlerden birisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yatakların yapılması",
      "B": "Buklet ve kit malzemelerinin yerleştirilmesi",
      "C": "Kat arabalarının uygun şekilde düzenlenmesi",
      "D": "Yerlerin süpürülmesi ve toz alma",
      "E": "Temizliğin kontrolünün sağlanması"
    },
    "explanation": "Otellerde odaların temizliği esnasında yapılacak işlemleri temizlik için gerekli hazırlıkların yapılması, odanın temizliğinin yapılması ve temizlik sonrası işlemler olarak üç grupta ele alabiliriz.\n<br/>Temizlik için gerekli hazırlıkların yapılması aşamasında; <strong>kat arabalarının uygun şekilde düzenlenmesi, odaların temizlik önceliklerini dikkate alarak hangi sıra ile temizleneceklerine karar verilmesi ve odanın temizliğe hazır hâle getirilmesi</strong> işlemleri yapılır."
  },
  {
    "id": "1811076",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi otellerde odaların temizlenmesinde, <strong><em>temizlik sonrası işlemler </em></strong>kapsamında uygulanan işlemlerden birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yerlerin süpürülmesi ve toz alma",
      "B": "Odaların hangi sıra ile temizleneceklerine karar verilmesi",
      "C": "Banyonun temizlenmesi",
      "D": "Temizlikte kullanılan araç ve gereçlerin temizliğinin yapılması",
      "E": "Kat arabalarının uygun şekilde düzenlenmesi"
    },
    "explanation": "Otellerde odaların temizliği esnasında yapılacak işlemleri temizlik için gerekli hazırlıkların yapılması, odanın temizliğinin yapılması ve temizlik sonrası işlemler olarak üç grupta ele alabiliriz.\n<br/>Temizlik sonrası işlemler kapsamında ise<strong> temizliğin kontrolünün sağlanması, buklet ve kit malzemelerinin yerleştirilmesi ve temizlikte kullanılan araç ve gereçlerin temizliğinin yapılması</strong> vardır"
  },
  {
    "id": "1811080",
    "unitNumber": 5,
    "text": "Otellerde oda temizliği sırasında yapılması gereken işlemler için en çok kabul gören sıralama seçeneklerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "yatakların yapımı - banyo temizliği - yerlerin süpürülmesi - toz alma",
      "B": "banyo temizliği - yatakların yapımı - yerlerin süpürülmesi - toz alma",
      "C": "yatakların yapımı - yerlerin süpürülmesi - toz alma - banyo temizliği",
      "D": "yerlerin süpürülmesi - toz alma - yatakların yapımı - banyo temizliği",
      "E": "yerlerin süpürülmesi - toz alma - banyo temizliği - yatakların yapımı"
    },
    "explanation": "Temizliğe hazır hâle getirilen bir odada yapılması gereken işlemlerin belirli bir sıra dahilinde gerçekleştirilmesi önemlidir. Oda temizliğinde izlenmesi gereken sıraya ilişkin farklı görüşler bulunmakla birlikte <strong>uygulamada en çok kabul gören sıralama yatakların yapımı, banyo temizliği, yerlerin süpürülmesi ve toz alma şeklindedir</strong>. Bu sıralamaya uyulmaması hâlinde temizlikten istenilen verim alınamamaktadır. Örneğin önce tozların alınmasının ardından yatağın yapılması hâlinde, kirli çarşaf ve nevresimlerin çıkarılması esnasında odadaki eşyalar tekrar tozlanabilir.<br/>yatakların yapımı - banyo temizliği - yerlerin süpürülmesi - toz alma"
  },
  {
    "id": "1811085",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi otel odalarında <strong>günlük olarak</strong> gerçekleştirilen işlerden birisi <u><strong>değildir</strong></u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Odalardaki arızalarının denetlenmesi",
      "B": "Müşteriye ait eşyaların düzenlenmesi",
      "C": "Kat ofislerinin temizlenmesi",
      "D": "Odalarla ilgili temizlik durumunun raporlara işlenmesi",
      "E": "Camların silinmesi"
    },
    "explanation": "Camların silinmesi, otel odalarında haftalık temizlik programı kapsamında yapılabilecek işlerdendir. Bu sebeple, camların silinmesi günlük olarak gerçekleştirilen işlerden birisi değildir."
  },
  {
    "id": "1811096",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi otel odalarında periyodik temizlik uygulamalarında <strong><em>haftalık temizlik programı</em></strong> kapsamında yapılabilecek işlerden birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tül perdelerin yıkanması",
      "B": "Kalın perdelerin temizliği",
      "C": "Zeminlerin cilalanması",
      "D": "Haşarat denetimlerinin yapılması",
      "E": "Kornişlerin temizliği"
    },
    "explanation": "Otel odalarında periyodik temizlik uygulamalarında haftalık temizlik programı kapsamında yapılabilecek işler:\n<br/>• Camların silinmesi,\n<br/>• Dolapların temizlenmesi,\n<br/>• Telefonların silinmesi,\n<br/>• Elektrik kordonlarının tozunun alınması,\n<br/>• Buzdolaplarının temizliği,\n<br/>• Haşarat denetimlerinin yapılması,\n<br/>• Detaylı toz alınması"
  },
  {
    "id": "1811119",
    "unitNumber": 5,
    "text": "Oda bakımı ile ilgili aşağıdaki ifadelerden hangisi <u><strong>yanlıştır</strong></u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Meşgul ya da müşterili odalarda yapılan temizlik işlemine \"oda bakımı\" denilmektedir.",
      "B": "Bakım odasına girişte, eğer müşteri odasında değilse temizlik uygulamalarına başlamadan önce kapı kapatılarak “oda temizleniyor” kartının asılması gereklidir.",
      "C": "Bakım odalarında check-out odalarından farklı olarak ilk yapılması gereken işlemlerden biri müşterilerin çamaşırlarını, çamaşırhanede temizletmek üzere odaya bırakıp bırakmadığının kontrol edilmesidir.",
      "D": "Müşteri odasında bardak, tabak, tepsi gibi herhangi bir servis malzemesi varsa bunlar dışarıya çıkarılmalıdır.",
      "E": "Bakım odalarında yatak takımları değiştirilse bile yatak örtüsü örtülmez."
    },
    "explanation": "Bakım odasına girişte, eğer müşteri odasında değilse, temizlik uygulamalarına başlamadan önce <u><strong>kapı mutlaka açık bırakılarak</strong></u> kapıya “oda temizleniyor” kartının asılması gereklidir. Böylelikle müşteri, temizlik esnasında odaya dönmesi hâlinde odanın temizlendiği ve içeride bir görevli olduğunu bilecektir.<br/>Bakım odasına girişte, eğer müşteri odasında değilse temizlik uygulamalarına başlamadan önce kapı kapatılarak “oda temizleniyor” kartının asılması gereklidir."
  },
  {
    "id": "1811145",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi otellerde bakım odalarında yapılan temizlik sırasında, check-out odalarında yapılacak işlemlerden farklı olarak uygulanması gereken unsurlardan birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Banyoların temizliği",
      "B": "Odaların zemininin temizliği",
      "C": "Odalardaki arızaların denetlenmesi",
      "D": "Müşterilerin çamaşırlarını, çamaşırhanede temizletmek üzere odaya bırakıp bırakmadığının kontrol edilmesi",
      "E": "Odanın tozunun alınması"
    },
    "explanation": "Bakım odalarında check-out odalarından farklı olarak ilk yapılması gereken işlemlerden biri müşterilerin çamaşırlarını, çamaşırhanede temizletmek üzere odaya bırakıp bırakmadığının kontrol edilmesidir. Bırakılmışsa gerekli işlemler yapılarak çamaşırhaneye götürmek üzere alınmalı ve yeni “kirli çamaşır torbası” ve çamaşır yıkama formu bırakılmalıdır. Müşteri odasında bardak, tabak, tepsi gibi herhangi bir servis malzemesi varsa bunlar dışarıya çıkarılmalıdır."
  },
  {
    "id": "1811299",
    "unitNumber": 5,
    "text": "Otellerde hasta müşteri odasının temizliğinde özellikle dikkat edilmesi gereken unsur hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yatak açma yapılması",
      "B": "Banyoda tutunma barlarının olması",
      "C": "Odaya meyve sepeti gönderilmesi",
      "D": "Dolaplarda askı yüksekliğinin en fazla 140 cm olacak şekilde yapılması",
      "E": "Hijyen kurallarına daha fazla dikkat edilmesi"
    },
    "explanation": "Hasta müşterilerin odalarında özellikle hijyen kurallarına daha fazla dikkat edilmesi gerekir. Hijyen kurallarına özen gösterilmemesi, müşterinin hastalığının ilerlemesine yol açılabileceği gibi, hastalığın çalışanlara ya da diğer müşterilere de bulaşmasına sebep olabilir."
  },
  {
    "id": "1811305",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi otellerde engelli müşteri odasında dikkat edilmesi gereken unsurlardan birisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Suit ve double bed yataklı oda seçilmesi",
      "B": "Müşterilerin her türlü hizmetinin çabuk ve sessiz bir şekilde yapılması",
      "C": "Yatağın kenarlarının, karyola kenarlarını bir miktar taşması",
      "D": "Mümkünse yatak takımları ve havluların ilk kez kullanılması",
      "E": "Tekstil ürünlerinin, toz ve partikül oluşumuna izin vermeyecek şekilde, çırpma ve silkeleme yapılmadan toplanması"
    },
    "explanation": "Engelli odalarında, yatağın kenarları karyola kenarlarını bir miktar taşmalıdır. Engelli odasına yüksekliği ayarlanabilir yataklar konulabilir. Ayrıca, yatağın hemen yanında engellinin şahsi eşyalarını koyabileceği komodin bulunmalıdır.<br/>Yatağın kenarlarının, karyola kenarlarını bir miktar taşması"
  },
  {
    "id": "1811513",
    "unitNumber": 5,
    "text": "Ortalama kirlilik düzeyinde olan iki yataklı bir odanın temizliği yaklaşık kaç dakika sürer?",
    "correctAnswer": "B",
    "options": {
      "A": "10 dakika",
      "B": "15 dakika",
      "C": "20 dakika",
      "D": "25 dakika",
      "E": "30 dakika"
    },
    "explanation": "ODA TEMİZLİĞİ<br/>Ortalama kirlilik düzeyinde olan iki yataklı bir odanın temizliği yaklaşık 15 dakika sürer."
  },
  {
    "id": "1811551",
    "unitNumber": 5,
    "text": "Bakım temizliği yapılacak odanın kapısında DND Kartı asılı olması veya oda kontrol panelindeki uyarı butonunda kırmızı ışık yanması durumunda, bu odaya girilmez ve gerekli notlar alınarak odanın temizliği, kat şefince belirlenecek başka bir saate ertelenir. Bu süre boyunca kartın kaldırılmaması veya oda kontrol panelindeki kırmızı uyarı ışığının sürekli yanması durumunda kat görevlisi ne yapmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kat şefine haber vermelidir.",
      "B": "Müşteriyi oda telefonundan aramalıdır.",
      "C": "Kartın kapıda unutulmuş olması ya da müşterinin rahatsızlanmış olması ihtimaline karşı kapıyı tıklatarak durumunu sormalıdır.",
      "D": "Hiçbir yapmamalıdır.",
      "E": "Kapıyı çalarak içeri girmelidir."
    },
    "explanation": "ODA TEMİZLİĞİ<br/>Bakım temizliği yapılacak odanın kapısında DND Kartı asılı olması veya oda kontrol panelindeki uyarı butonunda kırmızı ışık yanması durumunda, bu odaya<br/>girilmez ve gerekli notlar alınarak odanın temizliği, kat şefince belirlenecek başka bir saate ertelenir. Bu süre boyunca kartın kaldırılmaması veya oda kontrol panelindeki kırmızı uyarı ışığının sürekli yanması durumunda kat görevlisi, kat şefine bilgi vermelidir."
  },
  {
    "id": "1811583",
    "unitNumber": 5,
    "text": "Kat görevlisi oda temizliğine başlamadan önce ilk olarak hangi işlemi yapmalıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Müşteriler tarafından unutulan eşya olup olmadığını kontrol etmelidir.",
      "B": "Odada herhangi bir teknik arıza olup olmadığını kontrol etmelidir.",
      "C": "Pencereyi açarak ya da havalandırma sistemini çalıştırarak odayı havalandırmalıdır.",
      "D": "Çarşaf,yastık kılıfı ve nevresimleri toplayarak kirli sepetine atmalıdır.",
      "E": "Müşterinin dağınık eşyalarını toplamalıdır."
    },
    "explanation": "ODA TEMİZLİĞİ<br/>Kat görevlisi oda temizliğine başlamadan önce ilk olarak çarşaf,yastık kılıfı ve nevresimleri toplayarak kirli sepetine atmalıdır. Daha sonra müşteriler tarafından unutulan eşya ile odada herhangi bir teknik arıza olup olmadığını kontrol etmelidir. Ardından çarşaf,yastık kılıfı ve nevresimleri toplayarak kirli sepetine atmalıdır.Bu işlemlerden sonra oda, temizlik yapmak için uygun bir hâle getirilmiş olur ve ardından temizliğe başlanır."
  },
  {
    "id": "1811719",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi, tüm odalara ilişkin temizlik işlemi tamamlandığında, kat görevlisinin yapması gereken işlemlerden değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "kat temizlik arabasının temizlenmesi",
      "B": "kat temizlik arabasının kat ofislerine konulması",
      "C": "Odalardan toplanan kirli yatak takımları ve havluların, ilgili görevli tarafından çamaşırhaneye götürülmesi",
      "D": "kat temizlik arabasındaki eksiklerin tamamlanması",
      "E": "işletmeye ilişkin bilgilerin bulunduğu kartların odalara konulması"
    },
    "explanation": "ODA TEMİZLİĞİ<br/>Tüm odalara ilişkin temizlik işlemi tamamlandığında \"işletmeye ilişkin bilgilerin bulunduğu kartların odalara konulması\" kat görevlisinin yapması gereken işlemlerden değildir. Bu işlem, her oda temizliği bittikten sonra yapılır."
  },
  {
    "id": "1811811",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi, haftalık temizlik programı kapsamında yapılabilecek işlerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "buzdolaplarının temizliği",
      "B": "halıların temizlenmesi",
      "C": "odaların zemininin temizlenmesi",
      "D": "şiltelerin çevrilmesi",
      "E": "mobilya döşemelerinin silinmesi"
    },
    "explanation": "ODA TEMİZLİĞİ<br/>Buzdolaplarının temizliği, haftalık temizlik programı kapsamında yapılabilecek işler arasındadır. Odaların zemininin temizlenmesi periyodik temizliktir. Diğerleri ise aylık temizlik programı kapsamındadır."
  },
  {
    "id": "1811815",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi aylık temizlik programı kapsamında yapılabilecek işlerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "zeminlerin cilalanması",
      "B": "şiltelerin çevrilmesi",
      "C": "mobilya döşemelerinin temizlenmesi",
      "D": "tül perdelerin yıkanması",
      "E": "duvarların silinmesi"
    },
    "explanation": "ODA TEMİZLİĞİ<br/>Duvarların silinmesi, aylık temizlik programı kapsamında yapılabilecek işlerden biri değildir. Bu işlem, sezonluk temizlik programı kapsamındadır."
  },
  {
    "id": "1811824",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi, bakım odalarında check-out odalarından farklı olarak yapılması gereken işlemlerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Müşterilerin çamaşırlarını, çamaşırhanede temizletmek<br/>üzere odaya bırakıp bırakmadığının kontrol edilmesi",
      "B": "Yeni “kirli çamaşır torbası” ve çamaşır yıkama formu bırakılması",
      "C": "Müşteri odasında bardak, tabak, tepsi gibi herhangi bir servis malzemesi varsa bunların dışarıya çıkarılması",
      "D": "Odalarda kullanılan banyo ve yüz havlularının gerekli görülürse değiştirilmesi",
      "E": "Müşterilerin otelin farklı alanlarında kullanabilecekleri ikram kartlarının odalara konulması"
    },
    "explanation": "ODA BAKIMI<br/>\"Müşterilere, otelin farklı alanlarında kullanabilecekleri ikram kartlarının odalara konulması\" bakım odalarında check-out odalarından farklı olarak yapılması gereken işlemlerden biri değildir. Günümüzde özellikle çevre koruma yaklaşımlarının da etkisiyle müşterilerin kullandıkları odaların her gün temizlenmesi yerine, müşteri talep ettiği zaman temizlenmesi anlayışı giderek yaygınlaşmaktadır. Bu uygulamayı teşvik etmek adına, bazı otellerde<br/>odasının temizlenmesini istemeyen müşterilere otelin farklı alanlarında kullanabileceği ikram kartları, çeşitli indirimler sağlanabilmektedir."
  },
  {
    "id": "1811833",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi, VIP odalarda mutlaka yapılması gerekli bir işlemdir?",
    "correctAnswer": "E",
    "options": {
      "A": "yatak takımlarının ilk kez kullanılması",
      "B": "yatak takımlarının kolalanması",
      "C": "yatak takımlarının beyaz olması",
      "D": "havluların yeni olması",
      "E": "banyoda bornoz bulunması"
    },
    "explanation": "ÖZEL ODA (VIP, ENGELLİ, HASTA) TEMİZLİĞİ<br/>Doğru yanıt E seçeneğidir. VIP odaların banyosunda mutlaka bornoz bulunmalıdır. Diğerleri mümkünse yapılması gereken işlemler arasındadır."
  },
  {
    "id": "1811907",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi, engelli odalarının standart odalardan farklı olarak sahip olması gereken özelliklerden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dolap kapıları sürgülü olmalıdır.",
      "B": "Dolaplardaki askı yüksekliği en fazla 140 cm olacak şekilde yapılmalıdır.",
      "C": "Halılar yumuşak olmamalıdır.",
      "D": "Oda ışıklarından biri açık bırakılmalıdır.",
      "E": "Elektrik düğme ve prizleri zemin döşemesinden en fazla 120 cm, en az 40 cm olacak şekilde düzenlenmelidir."
    },
    "explanation": "ÖZEL ODA (VIP, ENGELLİ, HASTA) TEMİZLİĞİ<br/>Oda ışıklarından biri açık bırakılması, engelli odalarının standart odalardan farklı olarak sahip olması gereken özelliklerden biri değildir. VIP odalarda, odaya hava karardıktan sonra giriş yapılması durumunda oda ışıklarından biri açık<br/>bırakılmalıdır."
  },
  {
    "id": "1811922",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi hasta müşteri odalarının temizlenmesinde dikkat edilecek konulardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hasta müşterilerin odasından alınan yatak takımları ayrı bir torba<br/>içerisinde toplanmalı ve çamaşırhane bölümüne bilgi verilerek gönderilmelidir.",
      "B": "Görevliler hastalığın türü ve özellikleri ile<br/>ilgili bilgi sahibi olmalıdır.",
      "C": "Hastalar tarafından kullanılan tekstil ürünleri çırpılıp silkelenmemelidir.",
      "D": "COVID-19 hastalarının çarşaf ve diğer tekstil malzemelerinin temizliğinde rutin yıkama işlemi uygulanmalıdır.",
      "E": "Hasta müşteri odalarının banyolarında buhar temizliği yapılmalıdır."
    },
    "explanation": "ÖZEL ODA (VIP, ENGELLİ, HASTA) TEMİZLİĞİ<br/>Banyoda buhar temizliği yapılması, hasta müşteri odalarının temizlenmesinde dikkat edilecek konulardan biri değildir. Bu işlem VIP odalar için geçerlidir."
  },
  {
    "id": "1766311",
    "unitNumber": 6,
    "text": "Otel odalarında katlanarak taşınabilen ve odalarda sabit bulunmayan, müşteri isteğine bağlı olarak odaya ilave edilen yatak çeşidine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Baza",
      "B": "Karyola",
      "C": "Çekyat",
      "D": "Portatif Yatak",
      "E": "Kanepe"
    },
    "explanation": "Portatif yatak, katlanarak taşınabilen ve odalarda sabit bulunmayan, müşteri isteğine bağlı olarak odaya ilave edilen yatak çeşididir"
  },
  {
    "id": "1766312",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi kaliteli bir çarşafta bulunması gereken özelliklerden biri <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kenar dikişleri 1 cm kalınlıkta sağlam dikilmiş olmalıdır",
      "B": "İki çarşaflı yatak yapımı için kullanılan çarşafların büyüklükleri farklı olmalıdır",
      "C": "Çarşaf sık dokunmuş olmalıdır",
      "D": "Çarşafa baş ucu gibi yön belirtecek farklı dikiş uygulamaları yapılmamalıdır",
      "E": "Çarşaflar ebat olarak şiltenin büyüklüğü ile uyumlu olmalıdır"
    },
    "explanation": "İki çarşaflı yatak yapımı için kullanılan çarşafların büyüklükleri aynı olmalıdır."
  },
  {
    "id": "1766313",
    "unitNumber": 6,
    "text": "Yatağın bir kısmını kaplayan yatak örtülerine ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Şilte",
      "B": "Pike",
      "C": "Alez",
      "D": "Buklet",
      "E": "Yatak Şalı"
    },
    "explanation": "Yatağın bir kısmını kaplayan yatak örtülerine yatak şalı (throw) adı verilmektedir"
  },
  {
    "id": "1766314",
    "unitNumber": 6,
    "text": "Yatak yapım prosedürü ile ilgili olarak aşağıdaki ifadelerden hangisi yanlıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yatak yapımına yatağın sol başucu tarafından başlanır",
      "B": "Üst çarşaf, dikişleri üste bakacak biçimde yerleştirilir",
      "C": "Alt çarşaf ve üst çarşafın sarkma paylarının aynı olmalıdır",
      "D": "Üst çarşafın üzerine mevsime uygun malzeme serilmelidir",
      "E": "Yatak, baş ucundaki köşelerden, önce alt çarşaftan başlayarak köşeler zarflanmalıdır"
    },
    "explanation": "Yatak yapımına yatağın sağ başucu tarafından başlanır"
  },
  {
    "id": "1766316",
    "unitNumber": 6,
    "text": "Toz alma işleminde renk kodlama sistemine göre aşağıdaki alanlardan hangisinde sarı bez kullanılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Mutfak",
      "B": "Ofis",
      "C": "Sauna",
      "D": "Pisuvar",
      "E": "Klozet"
    },
    "explanation": "Toz alma işleminde renk kodlama sistemine göre sarı bezler; lavabo, fayans, duş, sauna gibi sıhhi alanlarda kullanılır."
  },
  {
    "id": "1766320",
    "unitNumber": 6,
    "text": "I. Sarı bez klozet temizliğinde kullanılır\n<br/>II. Mavi bez ofis temizliğinde kullanılır\n<br/>III. Kırmızı bez lavabo temizliğinde kullanılır\n<br/>IV. Yeşil bez sauna temizliğinde kullanılır\n<br/>V. Beyaz bez mobilya ve cam temizliğinde kullanılır\n<br/>Toz alma işleminde renk kodlama sistemi ile ilgili yukarıdaki ifadelerden hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "I-III",
      "C": "III-IV",
      "D": "II-V",
      "E": "I-IV"
    },
    "explanation": "Toz alma işleminde renk kodlama sisteminde;\n<br/>Mavi ve beyaz bezler: Ofis, oda, duvar, mobilya ve cam temizliğinde\n<br/>Yeşil bezler: Mutfak alanlarında\n<br/>Sarı bezler:Lavabo, fayans, duş, sauna gibi sıhhi alanlarda\n<br/>Kırmızı bezler: Klozet, pisuvar ve bide temizliğinde kullanılır"
  },
  {
    "id": "1766323",
    "unitNumber": 6,
    "text": "Toz alma işlemi ile ilgili aşağıdaki ifadelerden hangisi yanlıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Toz almak için kullanılan çok amaçlı temizleme maddesi toz bezine sıkılmalıdır",
      "B": "Toz alma işlemine kapıya en uzak noktadan başlanmalıdır",
      "C": "Toz alma sıralaması yukarıdan aşağıya, dıştan içe doğru yapılmalıdır",
      "D": "Toz alınırken yatay ve diğer yüzeyler silinmelidir",
      "E": "Toz alırken görünmeyen kısımların tozu da alınmalıdır"
    },
    "explanation": "Toz alırken dikkat edilmesi gereken konular şu şekilde sıralanabilir:\n <ul> <li>Toz alımına başlamadan önce eğer açık ise pencere kapatılmalıdır.</li> <li>Tozlar alınırken yüzeyin türüne uygun bir şekilde tozu alınmalıdır.</li> <li>Toz alma sıralaması yukarıdan aşağıya, dıştan içe doğru yapılmalıdır.</li> <li>Toz alma işlemine kapıya en yakın noktadan başlanmalı ve saat yönünde ya da tersi yönde ilerlenerek hiçbir yüzey atlanmadan kapıya en yakın yerde bitirilmelidir.</li> <li>Toz sadece yatay yüzeylerde bulunmaz. Bunun için toz alınırken sadece yatay yüzeyler silinmemeli, diğer yüzeylerin de tozu alınmalıdır.</li> <li>Toz almak için kullanılan çok amaçlı temizleme maddesi yüzeye değil, toz bezine sıkılmalıdır. Yüzeye doğrudan sıkılması hâlinde yüzeyde leke oluşturabilir ya da yapışkan kalıntı bırakabilir.</li> <li>Sadece görünen kısımların değil, dolap içi gibi görünmeyen kısımların da tozu alınmalıdır. Genellikle ihmal edildiği için köşeler ve görünmeyen kısımların temizliğine dikkat edilmelidir.</li> <li>Toz alırken yüzeylerde herhangi bir leke ya da iz görülürse uygun temizlik yöntemi ile çıkarılmalıdır.</li> <li>Elektrikli araçların tozu alınırken elektrikle bağlantısı kesilmelidir.</li> </ul>"
  },
  {
    "id": "1766326",
    "unitNumber": 6,
    "text": "Tek kişilik bir yatağın yapım süresi kaç dakika olmalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "İki dakika",
      "B": "Üç dakika",
      "C": "Dört dakika",
      "D": "Beş dakika",
      "E": "Altı dakika"
    },
    "explanation": "Tekniğe uygun bir şekilde yapılan tek kişilik bir yatağın yapım süresi üç dakika, çift kişilik yatağın yapım süresi ise dört dakikadır."
  },
  {
    "id": "1766329",
    "unitNumber": 6,
    "text": "Yazlık otellerde veya yaz sezonunda battaniye yerine kullanılan yatak yapım malzemesi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pike",
      "B": "Alez",
      "C": "Nevresim",
      "D": "Yatak Şalı",
      "E": "Yorgan"
    },
    "explanation": "Yazlık otellerde veya yaz sezonunda battaniye yerine pike kullanılmaktadır."
  },
  {
    "id": "1809514",
    "unitNumber": 6,
    "text": "Toz alma işlemi ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Toz alma işlemine başlamadan önce pencere açılmalıdır",
      "B": "Tozlar alınırken her yüzeyde aynı işlem uygulanmalıdır",
      "C": "Toz alma sıralaması aşağıya yukarıya doğru yapılmalıdır",
      "D": "Toz alma işlemine kapıya en uzak noktadan başlanmalıdır",
      "E": "Toz alma sıralaması dıştan içe doğru yapılmalıdır"
    },
    "explanation": "Toz alırken dikkat edilmesi gereken konular şu şekilde sıralanabilir:\n <ul> <li>Toz alımına başlamadan önce eğer açık ise pencere kapatılmalıdır</li> <li>Tozlar alınırken yüzeyin türüne uygun bir şekilde tozu alınmalıdır.</li> <li>Toz alma sıralaması yukarıdan aşağıya, dıştan içe doğru yapılmalıdır.</li> <li>Toz alma işlemine kapıya en yakın noktadan başlanmalı ve saat yönünde ya da tersi yönde ilerlenerek hiçbir yüzey atlanmadan kapıya en yakın yerde bitirilmelidir.</li> <li>Toz sadece yatay yüzeylerde bulunmaz. Bunun için toz alınırken sadece yatay yüzeyler silinmemeli, diğer yüzeylerin de tozu alınmalıdır.<br/>•Toz almak için kullanılan çok amaçlı temizleme maddesi yüzeye değil, toz bezine sıkılmalıdır. </li> <li>Sadece görünen kısımların değil, dolap içi gibi görünmeyen kısımların da tozu alınmalıdır. </li> </ul>"
  },
  {
    "id": "1809713",
    "unitNumber": 6,
    "text": "Aşağıdaki yataklardan hangisi ekstra yatak değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çekyat",
      "B": "Portatif yatak",
      "C": "Bebek yatağı",
      "D": "İkizyatak",
      "E": "Katlanabilir yatak"
    },
    "explanation": "ikiz yatak adıyla satılan yataklar oteller için çok uygundur.\n<br/>odada daha fazla kişinin kalması durumunda ekstra yatak eklemesi yapılır. Bu amaçla otellerde ya portatif yataklar ya da çek- yat tarzındaki koltuklar kullanılır.<br/>ikizyatak"
  },
  {
    "id": "1809714",
    "unitNumber": 6,
    "text": "130x200x15 cm ebatlarındaki özel ebatlı bir şilte için 15 cm lik katlama payı düşünüldüğünde kullanılabilecek en uygun çarşaf ölçüsü aşağıdakilerden hangisidir ?",
    "correctAnswer": "C",
    "options": {
      "A": "180x280",
      "B": "180x300",
      "C": "190x260",
      "D": "225x280",
      "E": "225x300"
    },
    "explanation": "<ul><br/><li><br/>Standart ebatlardan farklı bir şilte kullanılıyorsa çarşafın kenarı = şil- tenin kenar uzunluğu + (şilte yüksekliği + yatak altına katlama payı) x 2 şeklindeki for- mül kullanılarak hesaplanabilir.\n<br/></li><br/></ul><br/>130+ (15+15 )*2= 130+60=190\n =200+60=260"
  },
  {
    "id": "1809715",
    "unitNumber": 6,
    "text": "Geleneksel yatak yapımı ile ilgili aşağıdaki ifadelerden hangisi yanlıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "biri alt biri üst iki çarşaf kullanılır",
      "B": "günümüzde oldukça popüler olan ve yaygın olarak tercih edilen yatak yapma şeklidir",
      "C": "öncelikle alt çarşaf serilir",
      "D": "üst çarşaftan sonra en üste battaniye serilir",
      "E": "tüm köşelerde zarflama işlemi yapılır"
    },
    "explanation": "bu yöntem kat görevlisinin yatak çevresinde fazladan üç tur atmasına ve böylelikle zaman ve emek kaybının daha fazla olmasına yol açmaktadır.<br/>Günümüzde iki çarşafla yatak yapımı yönteminin kullanımı giderek azalmakta yorgan ve nevresimle yapılan yatak yapımı yaygınlaşmaktadır."
  },
  {
    "id": "1809716",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi müşteri sağlığı açısından yatak yapımında kat görevlisinin uyması gereken kurallardan biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Nevresim yatağın üzerine serildikten sonra yatak örtüsü örtülmelidir",
      "B": "Alt çarşaf ve üst çarşafın sarkma payları aynı olmalıdır.",
      "C": "Yastık kılıfı yastığa geçirilirken bedene ve üniformaya değdirilmemelidir",
      "D": "Yatak yapımına yatağın sağ başucundan başlanmalıdır",
      "E": "Alt ve üst çarşaf olarak kullanılacak çarşaflar ayrı ayrı istiflenmelidir."
    },
    "explanation": "Yastık kılıfı yastığa geçi- rilirken bedene ve üniformaya değdirilmemesine dikkat edilmelidir."
  },
  {
    "id": "1809717",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yastık-çarşaf inovasyonlarından biri sayılmaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Klima özellikli kaz tüyü yastık",
      "B": "Gümüş iplikten yastık çarşaf",
      "C": "Horlamaya duyarlı sensörlerle donatılan yastık",
      "D": "Farklı uyku pozisyonlarına göre yastık çeşitleri",
      "E": "Kare şeklinde kaz tüyü, dikdörtgen şeklinde yün, pamuk yastıklar"
    },
    "explanation": "Kare şeklinde kaz tüyü, dikdörtgen şeklinde yün, pamuk yastıklar"
  },
  {
    "id": "1810031",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi toz alma işlemi için mikrofiber bezlerin tercih nedenlerinden değildir ?",
    "correctAnswer": "E",
    "options": {
      "A": "Diğer bezlere kıyasla yüzeye çok daha fazla temas etmesi",
      "B": "yüzeylerdeki sıvıyı daha kolay emmesi",
      "C": "hızlı, kolay ve etkili temizlik sağlaması",
      "D": "kimyasal maddeler kullanılmadan tozları temizlemesi",
      "E": "dokusuz kumaştan üretilmiş olması"
    },
    "explanation": "Nonwoven toz bezleri ise dokusuz kumaştan üretilmiştir. Dayanıklı ve dayanıksız olan çeşitleri bulunmaktadır."
  },
  {
    "id": "1810033",
    "unitNumber": 6,
    "text": "Toz alma işleminde renk kodlamasında aşağıdaki renklerden hangisi kullanılmamaktadır ?",
    "correctAnswer": "C",
    "options": {
      "A": "mavi ve beyaz",
      "B": "yeşil",
      "C": "turuncu",
      "D": "kırmızı",
      "E": "sarı"
    },
    "explanation": "<table> <tbody> <tr> <td> Mavi ve beyaz bezler\n </td> <td> Ofis, oda, duvar, mobilya ve cam temizliği\n </td> </tr> <tr> <td> Yeşil bezler\n </td> <td> Mutfak alanları\n </td> </tr> <tr> <td> Sarı bezler\n </td> <td> Lavabo, fayans, duş, sauna gibi sıhhi alanlar\n </td> </tr> <tr> <td> Kırmızı bezler\n </td> <td> Klozet, pisuvar ve bide temizliği\n </td> </tr> </tbody> </table>"
  },
  {
    "id": "1810034",
    "unitNumber": 6,
    "text": "Metal ya da ahşap bir sopanın ucunda bulunan aparata takılan çeşitli elyaf karışımlarından oluşan tekstil parçalarından oluşan temizlik aracına ………….. denir\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Alez",
      "B": "Mop",
      "C": "Nonwoven",
      "D": "Baza",
      "E": "Viskon"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/ba76cdf1b398a1e09607fbb7aeeedf1b.png\" alt=\"page12image15664560\" width=\"175.082816\" height=\"82.913337\"> Mop: Metal ya da ahşap bir sopanın ucunda bulunan aparata takılan çeşit- li elyaf karışımlarından oluşan tekstil parçalarından oluşan temizlik aracıdır."
  },
  {
    "id": "1810035",
    "unitNumber": 6,
    "text": "Aşağıdaki ifadelerden hangisi doğrudur",
    "correctAnswer": "E",
    "options": {
      "A": "moplar sadece nemli olarak kullanılır",
      "B": "moplama işleminde L hareketi yapılmalıdır",
      "C": "moplar halı kaplı yüzeylerde kullanılmalıdır",
      "D": "moplar iç mekanlarda kullanılmamalıdır",
      "E": "moplar pamuklu yada mikrofiber kalın lifleri olan püskül paspaslardır."
    },
    "explanation": "Moplar, pamuklu ya da mikrofiber kalın lifleri olan püskül şeklindeki paspaslardır."
  },
  {
    "id": "1810036",
    "unitNumber": 6,
    "text": "Toz alma ile ilgili aşağıdaki ifadelerden hangisi söylenemez",
    "correctAnswer": "C",
    "options": {
      "A": "otel işletmelerinde toz alma işlemi günlük olarak yapılmaktadır",
      "B": "Kuru toz alma ve nemli toz alma olmak üzere iki tür toz alma yöntemi vardır",
      "C": "Toz alımına başlamadan önce eğer kapalıysa pencere açılmalıdır",
      "D": "Toz alma işlemi için gerekli olan malzemeler toz bezleri, kova ve kimyasallardır.",
      "E": "Toz alma sıralaması yukarıdan aşağıya, dıştan içe doğru yapılmalıdır"
    },
    "explanation": "<ul> <li> Toz alımına başlamadan önce eğer açık ise pencere kapatılmalıdır.\n </li> </ul>"
  },
  {
    "id": "1763917",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi banyoların sahip olması gereken özellikler arasında <strong>yer almaz?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Banyolar iyi aydınlatılmış, havalandırma tertibatı iyi ayarlanmış olmalıdır.",
      "B": "Duvar ve yerler marley ve ahşap gibi rutubete dayanıklı maddelerle kaplanmış<br/>olmalıdır.",
      "C": "Banyolar kir ve mikrop barındırmayan, kolay temizlenen, suya dayanıklı yüzeylere sahip olmalıdır.",
      "D": "Soğuk ve sıcak su tertibatı olmalı, su giderleri iyi ayarlanmış ve suyu devamlı akacak şekilde olmalıdır.",
      "E": "Banyolar klozet, lavabo, küvet veya duşakabin, ayna, saç kurutma makinesi gibi temel donanımlara sahip olmalıdır."
    },
    "explanation": "Duvar ve yerler mermer ve mozaik gibi<br/>rutubete dayanıklı maddelerle kaplanmış<br/>olmalıdır.<br/>Seçenek B doğrudur."
  },
  {
    "id": "1763921",
    "unitNumber": 7,
    "text": "\"Müşteri banyolarında kullanılan lavabo, kaliteli<br/>seramikten yapılmış olmalı ve yüksekliği ..............cm.<br/>aşmamalıdır\". Boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "70 cm",
      "B": "100 cm",
      "C": "50 cm",
      "D": "40 cm",
      "E": "45 cm"
    },
    "explanation": "Müşteri banyolarında kullanılan lavabo, kaliteli<br/>seramikten yapılmış olmalı ve yüksekliği 70 cm’i<br/>aşmamalıdır.<br/>A seçeneği doğrudur."
  },
  {
    "id": "1763927",
    "unitNumber": 7,
    "text": "Lavabo veya küvete sabitleştirilmiş ya da duvara monte edilmiş, sıcak-soğuk su akışını sağlayan genellikle metal musluklara ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Banyo aksesuarı",
      "B": "Batarya",
      "C": "Şebeke",
      "D": "Armatür",
      "E": "Sipiral"
    },
    "explanation": "Lavabo veya küvete sabitleştirilmiş ya da duvara<br/>monte edilmiş, sıcak-soğuk su akışını sağlayan<br/>genellikle metal musluklardır.<br/>D şıkkı doğrudur."
  },
  {
    "id": "1763935",
    "unitNumber": 7,
    "text": "Duş tekneleri genellikle hangi malzemelerden yapılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Marley, Ahşap, Beton",
      "B": "Akrilik, Çelik, Seramik",
      "C": "Cam, Ayna, Plastik",
      "D": "Plastik, Cam, Ahşap",
      "E": "Kumaş, Plastik, cam"
    },
    "explanation": "Duş teknelerinin akrilik, çelik ve seramik malzemeden yapılmış<br/>çeşitleri bulunmaktadır.<br/>B seçeneği doğrudur."
  },
  {
    "id": "1763939",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kat hizmetleri departmanındaki risklerden <strong>biri değildir? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bakteri ve virüslerin neden olabileceği hastalık riskleri",
      "B": "Cilt hastalığı riskleri",
      "C": "Kimyasal maddelerin neden olduğu hastalık riskleri",
      "D": "Fiziki etkenlere bağlı hastalık riskleri",
      "E": "Sarhoş müşteriden gelen riskler"
    },
    "explanation": "Kat hizmetleri departmanında<br/>riskler:\n<br/>Bakteri ve virüslerin neden olabileceği hastalık<br/>riskleri,<br/>• Cilt hastalığı riskleri,<br/>• Kimyasal maddelerin neden olduğu hastalık<br/>riskleri,<br/>• Fiziki etkenlere bağlı hastalık riskleri olarak<br/>sıralanabilir.<br/>seçenek E doğrudur."
  },
  {
    "id": "1763946",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi banyodaki risk alanlarından biri <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Bıçak ve doğrama tahtası",
      "B": "Çöpler ve Çöp Kovası",
      "C": "Klozet ve Lavabo",
      "D": "Kapı Kolları ve Armatürler",
      "E": "Prizler ve Elektrikli Araçlar"
    },
    "explanation": "Bıçak ve doğrama tahtası mutfak için hijyenik bir risk alanıdır.<br/>A seçeneği doğrudur."
  },
  {
    "id": "1763956",
    "unitNumber": 7,
    "text": "Banyo temizliğinde kullanılan araç ile temizlik alanı eşleştirmelerinden hangisi <strong>yanlıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Lavabo ve küvet temizliği-Fırça veya ovucu sünger",
      "B": "Ayna ve cam temizliği-Cam temizlik maddesi ve cam silme bezi",
      "C": "Kapı kolları, elektrik düğmeleri, telefon-Dezenfektan içermeyen genel temzileyici ve tel fırça",
      "D": "Zemin temizliği-Kova ve mop",
      "E": "Buklet malzemeleri-Sabun, şampuan, saç kremi"
    },
    "explanation": "Kapı kolları, elektrik düğmeleri, telefon vb.el temasının yoğun olduğu alanların temizliği için kullanılacak malzemeler:<br/>• Dezenfektan içeren genel temizleyici<br/>• Silme bezi<br/>C seçeneği doğrudur."
  },
  {
    "id": "1763964",
    "unitNumber": 7,
    "text": "Banyo temizlik aşaması ile ilgili aşağıdaki iş sıralamasında <strong>yanlış olan</strong> iş/işlemler hangileridir?",
    "correctAnswer": "C",
    "options": {
      "A": "1.Banyo temizliği için hazırlık ve havalandırma",
      "B": "2.Çöpleri ve kirlileri toplama, Klozeti temizliğe hazırlık",
      "C": "3.Zemin temizliği ve buklet malzemelerini yerleştirme",
      "D": "4. Küvet veya duş kabini temizliği, lavabo temizliği",
      "E": "5. Aynaların ve havlulukların temizliği"
    },
    "explanation": "Buklet malzemelerin koyulması ve zemin temizliği en son aşamadır.<br/>C seçeneği doğrudur."
  },
  {
    "id": "1763973",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi banyo temizlik sürecinde kullanılan temizlik ürünlerinden biri <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yağ çözücü",
      "B": "Dezenfektan içerikli temizlik ürünü",
      "C": "Temizlik maddesi",
      "D": "Klozet temizleyici",
      "E": "Cam temizleyici"
    },
    "explanation": "Yağ çözücü banyo temizlik malzemesi değilidir.<br/>A seçeneği doğrudur"
  },
  {
    "id": "1763983",
    "unitNumber": 7,
    "text": "\"Tehlikeler, akut ve ................. olarak iki grupta incelenebilir. Akut tehlike, kısa süreli tehlikedir. Örneğin, elektrik çarpması veya zehirlenme gibi. ............tehlike ise uzun vadeli tehlikedir. Örneğin, uzun yıllar temizlik kimyasallarına<br/>çıplak elle maruz kalan bir çalışanın ortaya çıkan cilt problemleri gibi\".\n Boşluklar için aşağıdaki kavramlardan hangisi uygundur?",
    "correctAnswer": "B",
    "options": {
      "A": "Ani- Anlık",
      "B": "Kronik-Kronik",
      "C": "Epidemi-Pandemi",
      "D": "Riskli-Tehlikeli",
      "E": "Riskli-Riskli"
    },
    "explanation": "Tehlikeler, akut ve kronik olarak<br/>iki grupta incelenebilir. Akut tehlike, kısa süreli<br/>tehlikedir. Örneğin elektrik çarpması veya zehirlenme<br/>gibi. Kronik tehlike ise uzun vadeli tehlikedir.<br/>Örneğin uzun yıllar temizlik kimyasallarına<br/>çıplak elle maruz kalan bir çalışanın ortaya çıkan<br/>cilt problemleri gibi.<br/>B seçeneği doğrudur."
  },
  {
    "id": "1809370",
    "unitNumber": 7,
    "text": "I. Banyolar iyi aydınlatılmış, havalandırma tertibatı iyi ayarlanmış olmalıdır. \n<br/>II. Duvar ve yerler mermer ve mozaik gibi rutubete dayanıklı maddelerle kaplanmış olmalıdır. \n<br/>III. Banyolarda kir ve mikrop barındırmayan, kolay temizlenen, suya dayanıklı yüzeyler; açık renkli malzemelerden oluşmalıdır.\n<br/>IV. Soğuk ve sıcak su tertibatı olmalı, su giderleri iyi ayarlanmış ve suyu devamlı akacak şekilde olmalıdır. \n<br/>V. Banyolar klozet, lavabo, küvet veya duşakabin, ayna, saç kurutma makinesi gibi temel donanımlara sahip olmalıdır. \n<br/><strong>Yukarıdakilerden hangileri banyoların sahip olması gereken özelliklerdendir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Hepsi",
      "B": "I,II ve III",
      "C": "I,II,IV ve V",
      "D": "IV ve V",
      "E": "I,II ve V"
    },
    "explanation": "Verilen beş maddeden üçüncü hariç tamamı banyoların sahip olması gereken özelliklerdir. Üçüncü maddenin ise banyolarda kir ve mikrop barındırmayan, kolay temizlenen, suya dayanıklı yüzeylerin olması gerekliliği doğru ancak yüzeylerin açık renkli malzemelerden oluşma gibi zorunluluğu olmadığından üçüncü maddenin doğru olduğu söylenemez."
  },
  {
    "id": "1809374",
    "unitNumber": 7,
    "text": "I. Küvet\n II.Klozet\n III. Lavabo\n IV.Duş kabini\n V. Havlular\n Yukarıdakilerden kaç tanesi banyodaki temel donanımlardandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Hepsi",
      "B": "1",
      "C": "2",
      "D": "3",
      "E": "4"
    },
    "explanation": "Havlular temel donanımlardan olmadığından cevap 4 olur."
  },
  {
    "id": "1809378",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi hijyen kavramını açıklar?",
    "correctAnswer": "A",
    "options": {
      "A": "Ortamda bulunan bakterilerin hastalık yapıcı seviyenin altında olması için güvenli ve sağlıklı temizlik ortamı oluşturmaktır.",
      "B": "Gözle görülür kirlerin temizlenmesidir.",
      "C": "Kaliteli temizlik malzemeleri ile temizlik yapılmasıdır.",
      "D": "Alkol bazlı temizlik malzemeleri ile temizlik yapılmasıdır.",
      "E": "Yüksek ısıda temizlik yapılmasıdır."
    },
    "explanation": "Hijyen, ortamda bulunan bakterilerin hastalık yapıcı seviyenin altında olması için güvenli ve sağlıklı temizlik ortamı oluşturmaktır"
  },
  {
    "id": "1809384",
    "unitNumber": 7,
    "text": "I. Bakteri ve virüslerin neden olabileceği hastalık riskleri, \n II. Cilt hastalığı riskleri, \n III.Kimyasal maddelerin neden olduğu hastalık riskleri, \n IV.Fiziki etkenlere bağlı hastalık riskleri olarak sıralanabilir. \n <strong>Yukarıdakilerden hangileri kat hizmetleri departmanındaki risklerdendir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "I, II ve III",
      "C": "Hepsi",
      "D": "II ve III",
      "E": "II,III ve IV"
    },
    "explanation": "Kat hizmetleri departmanında riskler:\n <ul> <li> Bakteri ve virüslerin neden olabileceği has- talık riskleri,\n </li> <li> Cilt hastalığı riskleri,\n </li> <li> Kimyasal maddelerin neden olduğu hasta- lık riskleri,\n </li> <li> Fiziki etkenlere bağlı hastalık riskleri olarak sıralanabilir.\n </li> </ul>"
  },
  {
    "id": "1809389",
    "unitNumber": 7,
    "text": "I. Havalandırma\n II. Çöpleri ve kirlileri toplama\n III. Arızaların kontrolü\n IV. Klozeti temizliğe hazırlama\n <strong>Yukarıdakilerden hangileri banyo temizliği için hazırlık aşamasında yapılır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Hepsi",
      "B": "Yalnız I",
      "C": "I ve II",
      "D": "I, II ve III",
      "E": "III ve IV"
    },
    "explanation": "Havalandırma, çöpleri ve kirlileri toplama, arızaların kontrolü, klozeti temizliğe hazırlama banyo temizliği için hazırlık aşamasına dahildir."
  },
  {
    "id": "1809392",
    "unitNumber": 7,
    "text": "Banyo donanımlarında herhangi bir arızanın olup olmadığının kontrolü temizlik sürecindeki hangi aşamaya dahildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Banyo temizliği için hazırlık",
      "B": "Temizliğin yapılması",
      "C": "Son kontrollerin yapılması",
      "D": "Temizlik malzemelerinin toparlanması",
      "E": "Banyonun toparlanması"
    },
    "explanation": "Banyo donanımlarında herhangi bir arıza olup olmadığı temizlikten önce kontrol edilmeli ve arıza varsa (bataryaların su akıt- ması, su giderlerinde tıkanıklık olması, duş fıskiyesinin bozuk olması, saç kurutma makinesi veya telefonun çalışmaması vb.) arıza formu kullanılarak teknik servise rapor edilmelidir."
  },
  {
    "id": "1809396",
    "unitNumber": 7,
    "text": "Banyo temizliğinde ıslak temastan kaçınılması gereken yer neresidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Klozet",
      "B": "Lavabo",
      "C": "Ayna",
      "D": "Elektrikli araçlar",
      "E": "Duşakabin"
    },
    "explanation": "Banyoda prizler ve elektrikli araçlardan kaynaklı elektrik çarpması riski bulunmaktadır. Bu alanların temizliğinde ıslak veya nemli bez kullanılmamalıdır."
  },
  {
    "id": "1809402",
    "unitNumber": 7,
    "text": "I.Temizlik araç gereçleri\n II.Temizlik ürünleri\n III.Buklet malzemeleri\n IV.Deterjanlar\n <strong>Yukarıdakilerden hangileri banyo temizliği için gerekli malzeme gruplarıdır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Hepsi",
      "B": "I,II ve III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "III ve IV"
    },
    "explanation": "Banyo temizliği için gerekli malzemeler; temizlik araç gereçleri, temizlik ürünleri ve buklet malzemeleri olmak üzere üç gruba ayrılır."
  },
  {
    "id": "1809404",
    "unitNumber": 7,
    "text": "Banyo temizliğinde aşağıdaki aşamalardan hangisinde eldiven çıkarılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Klozet temizliği",
      "B": "Lavabo temizliği",
      "C": "Banyo malzemelerinin yerleştirilmesi",
      "D": "Aynaların temizliği",
      "E": "Çöplerin toplanması"
    },
    "explanation": "Banyo malzemeleri yerleştirilirken eldivenlerin çıkarılması önemlidir."
  },
  {
    "id": "1809405",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi banyo buklet malzemelerindendir?",
    "correctAnswer": "C",
    "options": {
      "A": "Klozet fırçası",
      "B": "Silme bezi",
      "C": "Saç kremi",
      "D": "Metal temizleyici",
      "E": "Cam temizleyici"
    },
    "explanation": "Saç kremi buklet malzemelerden birisidir."
  },
  {
    "id": "1765826",
    "unitNumber": 8,
    "text": "Çamaşırhane aşağıdakilerden hangisine bağlı olarak çalışır?",
    "correctAnswer": "D",
    "options": {
      "A": "Ön Büro Hizmetleri",
      "B": "Mutfak Hizmetleri",
      "C": "Servis Hizmetleri",
      "D": "Kat Hizmetleri",
      "E": "Restoran ve Bar Hizmetleri"
    },
    "explanation": "Yanıtınız yanlış ise, \"Çamaşır Temizliği ve Önemi\" konusunu yeniden gözden geçiriniz.<br/>Kat hizmetlerine bağlı olarak faaliyet gösteren çamaşırhanenin temel görevi, tüm çamaşırları temiz ve istenen zamanda kullanıma hazır olmasını sağlamaktır."
  },
  {
    "id": "1765838",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi müşterilerin kullanımına \"dolaylı\" olarak sunulan ürünlerdendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Masa örtüsü",
      "B": "Havlu",
      "C": "Çarşaf",
      "D": "Yastık kılıfı",
      "E": "Bornoz"
    },
    "explanation": "Yanıtınız yanlış ise, \"Çamaşır Temizliğinin Önemi\" konusunu yeniden gözden geçiriniz.<br/>Müşterilerin kullanımına sunulan çamaşırlar fiziksel temasta bulunması açısından doğrudan (havlu vb.) veya dolaylı (masa örtüsü) şekilde olabilir."
  },
  {
    "id": "1765844",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi yıkama performansına göre çamaşırda olması beklenen özelliklerden birisi <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Temiz ve lekesiz",
      "B": "Beyaz çamaşırların parlak, renkli çamaşırların canlı",
      "C": "Hoş kokulu ve yumuşak",
      "D": "Sağlık açısından güvenli",
      "E": "Tüm çamaşırların kolalı olması"
    },
    "explanation": "Yanıtınız yanlış ise, \"Çamaşır Temizliğinin Önemi\" konusunu yeniden gözden geçiriniz.<br/>Yıkama performansına göre çamaşırlarda aşağıdaki kalite özelliklerinin sürdürülmesi beklenir:<br/>• Temiz ve lekesiz görünümlü,<br/>• Beyazlar parlak, renkliler solmamış,<br/>• Hoş kokulu ve yumuşak,<br/>• Sağlık açısından güvenli,<br/>• Yırtık, sökük, delinme, çekme, elyaf zayıflaması gibi mekanik hasar görmemiş,<br/>• Sertleşme, sararma, grileşme olmamış."
  },
  {
    "id": "1765853",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi otellerin ek hizmetlerinde kullanılan çamaşırlar arsında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Banyo takımları",
      "B": "Sauna peştemalleri",
      "C": "Peçeteler",
      "D": "Üniformalar",
      "E": "Perdeler"
    },
    "explanation": "Yanıtınız yanlış ise, \"Otellerde Kullanılan Çamaşır Çeşitleri\" konusunu yeniden gözden geçiriniz.<br/>Otel işletmelerinde kullanılan çamaşırları şu şekilde sınıflandırmak mümkündür:<br/>• Müşteri odalarında kullanılan çamaşırlar (yatak takımları, banyo takımları)<br/>• Restoran ve bar hizmetlerinde kullanılan çamaşırlar (masa örtüleri, peçeteler)<br/>• Genel alanlarda kullanılan çamaşırlar (perdeler, dekoratif örtüler),<br/>• Ek hizmetlerde kullanılan çamaşırlar (plaj ve havuz havluları, sauna peştemalleri),<br/>• Üniformalar,<br/>• Diğer (mutfak ve kat hizmetlerinde kullanılan bezler, önlükler),<br/>• Müşteri çamaşırları (temizlik hizmeti verilmesi halinde)."
  },
  {
    "id": "1765857",
    "unitNumber": 8,
    "text": "Uygun yıkama koşulları uygulandığında havlu ve bornozların yıkanma sayısı ortalama kaçtır?",
    "correctAnswer": "C",
    "options": {
      "A": "400",
      "B": "450",
      "C": "300",
      "D": "500",
      "E": "150"
    },
    "explanation": "Yanıtınız yanlış ise, \"Otellerde Kullanılan Çamaşır Çeşitleri\" konusunu yeniden gözden geçiriniz.<br/>Uygun yıkama koşulları uygulandığında bazı kalitesi yüksek çamaşır türlerinin en yüksek yıkama sayıları şu şekildedir:<br/>• Çarşaf-nevresim: 400<br/>• Yastık kılıfı: 450<br/>• Havlu-bornoz: 300<br/>• Masa örtüsü: 500<br/>• Peçete: 150"
  },
  {
    "id": "1765862",
    "unitNumber": 8,
    "text": "150 twin bed odalı, içinde çamaşırhanesi olan bir otel işletmesinde bulundurulması gereken en az ayak havlusu sayısı kaç olmalıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "300x1=300",
      "B": "150x1=150",
      "C": "150x4=600",
      "D": "150x3=450",
      "E": "300x3=900"
    },
    "explanation": "Yanıtınız yanlış ise, \"Otellerde Kullanılan Çamaşır Çeşitleri\" konusunu yeniden gözden geçiriniz.<br/>Oteli tam kapasite olarak donatacak sayı par sayısı olarak adlandırılır. Bir çamaşır grubu için par sayısının kullanımda, kirli/yıkamada ve temiz halde bekleyen çamaşırlar düşünülerek en az üç olması önerilir. Bu sayı otelin içinde çamaşırhane olması halinde önerilen en düşük sayıdır. Par sayısı, çamaşır kullanma politikasına yatak ya da kişi sayısı, restoranlarda kuver sayısı, üniformalarda kişi sayısı olarak dikkate alınır. Örneğin 100 twin bed odalı (100x2=200 yatak) bir otel işletmesinde üç par sayısına göre bazı çamaşırlar için bulundurulması gereken en az çamaşır sayısı şu şekilde hesaplanır:<br/>• Çarşaf: 200x3=600 (yatak başına bir adet)<br/>• Nevresim: 200x3=600<br/>• Banyo havlusu: 200x3=600<br/>• El havlusu: 200x3=600<br/>• Ayak havlusu: 100x3=300 (oda başına bir adet)"
  },
  {
    "id": "1765865",
    "unitNumber": 8,
    "text": "Çamaşırhanede yer alan bölümler sıralandığında ilk bölüm aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kirli sayım ve kayıt",
      "B": "Tamir-bakım",
      "C": "Yıkama-sıkma",
      "D": "Kurutma-ütüleme",
      "E": "Depolama"
    },
    "explanation": "Yanıtınız yanlış ise, \"Çamaşırhane Bölümleri\" konusunu yeniden gözden geçiriniz.<br/>Çamaşırhanede yer alan başlıca bölümler şu şekilde sıralanmaktadır. Çamaşırhanenin fiziksel planlaması bu sürecin en iyi işleyeceği iş akışına uygun şekilde olmalıdır.<br/>• Kirli sayım ve kayıt<br/>• Tamir-bakım<br/>• Yıkama-sıkma<br/>• Kurutma-ütüleme<br/>• Kuru temizleme<br/>• Temiz çamaşır depolama."
  },
  {
    "id": "1765867",
    "unitNumber": 8,
    "text": "Aşağıdaki seçeneklerden hangisi çamaşırların gruplandırılmasında temel alınan ölçütlerden <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kullanım yeri",
      "B": "Elyaf çeşidi",
      "C": "Kirlilik derecesi",
      "D": "Renk",
      "E": "Yumuşaklık-sertlik derecesi"
    },
    "explanation": "Yanıtınız yanlış ise, \"Çamaşırların Gruplandırılması\" konusunu yeniden gözden geçiriniz.<br/>Çamaşır gruplandırması temel olarak şu ölçütlere göre yapılır:<br/>• Çamaşırın kullanım yeri<br/>• Çamaşırın elyaf çeşidi<br/>• Çamaşırın kirlilik derecesi<br/>• Çamaşırın rengi"
  },
  {
    "id": "1765868",
    "unitNumber": 8,
    "text": "Aşağıdaki seçeneklerden hangisi çamaşırların yıkanması aşamalarından biri <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Çalkalama",
      "B": "Kuru temizleme",
      "C": "Ağartma",
      "D": "Yumuşatma",
      "E": "Açma"
    },
    "explanation": "Yanıtınız yanlış ise, \"Yıkama\" konusunu yeniden gözden geçiriniz.<br/>Çamaşırların yıkanması sırasıyla şu aşamalardan oluşur:\n <ul> <li>Çalkalama</li> <li>Ön yıkama</li> <li>Ana yıkama</li> <li>Ağartma</li> <li>Durulama</li> <li>Ara sıkma</li> <li>Yumuşatma</li> <li>Sıkma</li> <li>Açma</li> </ul>"
  },
  {
    "id": "1765870",
    "unitNumber": 8,
    "text": "\"Kimyasalların ve kirlerin çamaşırdan uzaklaştırılması\" aşağıdaki çamaşırların yıkanması aşamalarından hangisinde yapılır",
    "correctAnswer": "E",
    "options": {
      "A": "Çalkalama",
      "B": "Ön yıkama",
      "C": "Ana yıkama",
      "D": "Ağartma",
      "E": "Durulama"
    },
    "explanation": "Yanıtınız yanlış ise, \"Yıkama\" konusunu yeniden gözden geçiriniz.<br/><strong>Durulama:</strong> Kimyasalların ve kirlerin çamaşırdan uzaklaştırılması için durulama yapılır. Durulama ile kimyasal kalıntıları tamamen uzaklaştırılmış olmalıdır. Yıkama koşullarına göre son durulama suyunun pH’ı en 6.5 olacak şekilde durulama sayısına karar verilir. Durulama sayısı 2-4 arasında değişebilir. Genellikle en az üç durulama önerilir. Kimyasal kalıntılarını daha güvenli şekilde gidermek için nötralizasyon maddelerinden yararlanılabilir. Durulama aşamasında su sıcaklığı aşamalı olarak düşürülmelidir."
  },
  {
    "id": "1765871",
    "unitNumber": 8,
    "text": "\"Ceket, pantolon, üniforma gibi zor ütülenen çamaşırların ütülenmesinde kolaylık sağlayan, merkezi buhar sistemi ve hava ile çalışan\" ütü çeşidi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "El ütüsü",
      "B": "Press ütü",
      "C": "Manken ütü",
      "D": "Yaka ütüsü",
      "E": "Kol-manşet ütüsü"
    },
    "explanation": "Yanıtınız yanlış ise, \"Ütüleme ve Katlama\" konusunu yeniden gözden geçiriniz.<br/><strong>Manken Ütü</strong><br/>İnsan vücuduna benzeyen ceket, pantolon, üniforma gibi zor ütülenen çamaşırların ütülenmesinde kolaylık sağlayan, merkezi buhar sistemi ve hava ile çalışan ütülerdir."
  },
  {
    "id": "1765874",
    "unitNumber": 8,
    "text": "Aşağıdaki seçeneklerden hangisi müşteri çamaşır prosüdürü ile ilgili <strong>yanlış</strong> bir ifadedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Üç, dört, beş yıldızlı otellerde çamaşır temizliği otel tarafından sağlanması zorunludur.",
      "B": "Odalarda, hizmet verilecek çamaşır temizlik türleri ve fiyat listesi bulundurulması zorunludur.",
      "C": "Küçük otellerde çamaşır temizliği tercihe bağlı olarak dış kaynak kullanımı şeklinde olabilir.",
      "D": "Müşterinin ütü ihtiyacı için her otel odasında press ütü yada el ütüsü bulundurulmalıdır.",
      "E": "Müşteri çamaşır hizmeti büyük otellerde her gün verilir."
    },
    "explanation": "Yanıtınız yanlış ise, \"Müşteri Çamaşır Prosedürü\" konusunu yeniden gözden geçiriniz.<br/>Müşteri çamaşır temizliği küçük otellerde tercihe bağlı ve dış kaynak kullanımı şeklinde sağlanabilirken Kültür ve Turizm Bakanlığı yönetmeliğine göre üç, dört ve beş yıldızlı otellerde otel tarafından sağlanması gereken zorunlu hizmetler arasında yer alır. Bu hizmet için odalarda hizmet verilecek çamaşır temizlik türleri ve fiyat listesinin bulundurulması da yine zorunludur. Müşteri çamaşır hizmeti büyük otellerde her gün verilir. Özellikle şehir otellerinde yoğunlukla kullanılan bu hizmetin sağlanması ve acil durumlar için akşam vardiyası ve nöbetçi çalışan uygulaması düzenlenebilir. Yine şehir ve hava alanı otellerinde daha çok rastlanan bir uygulama olarak, müşterilerin ütü ihtiyaçlarını karşılaması için odalarda pres ütü ya da el ütüsü ve masası bulundurulabilir. Müşteri çamaşır hizmeti normal veya 2-4 saat içinde hızlı (ekspres) olmak üzere verilebilir. Normal koşullarda sabah teslim alınan kirli çamaşırlar akşama ütülü halde müşteri odalarına bırakılır."
  },
  {
    "id": "1765883",
    "unitNumber": 8,
    "text": "Otel odalarında bulunan müşteri çamaşır formu kaç nüsha olmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "3",
      "B": "1",
      "C": "2",
      "D": "4",
      "E": "5"
    },
    "explanation": "Yanıtınız yanlış ise, \"Müşteri Çamaşır Prosedürü\" konusunu yeniden gözden geçiriniz.<br/>Müşteri çamaşır hizmeti, müşteri tarafından telefonla bildirilebileceği gibi odalarda bulunan formu doldurarak çamaşırla birlikte oda görevlisinin göreceği biçimde bırakılmış olabilir. Odalarda bulunan müşteri çamaşır formu üç nüshadır. Bunlardan biri odada bırakılır, ikisini kat hizmetleri alarak birisini kontrol açısından kendi biriminde,<br/>diğerini çamaşırla birlikte çamaşırhaneye teslim eder. Çamaşır temizliğinin ardından, çamaşırhanedeki form müşteri hesabına kaydedilmesi için önbüroya gönderilir."
  },
  {
    "id": "1765889",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi çamaşırhanenin çamaşırları müşteriye teslimi sırasında yapması gerekenler arasında <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Çamaşırlar hasar kontrolü ve sayımı ile teslim alınır.",
      "B": "Çamaşırlar türüne göre normal yıkama yada kuru temizleme ile temizlenir.",
      "C": "Çamaşırlar uygun biçimde katlanır poşet veya askıda müşteri odasına ücret formu ile teslim edilir.",
      "D": "Çamaşıra herhangi bir hasar verilmesi halinde bu hasar otel tarafından karşılanması gerekir.",
      "E": "Çamaşırlar müşteriye ayrı ayrı paketlenip şahsen teslim edilmelidir."
    },
    "explanation": "Yanıtınız yanlış ise, \"Müşteri Çamaşır Prosedürü\" konusunu yeniden gözden geçiriniz.<br/>Çamaşırhane teslimi sırasında çamaşırlar olası hata ve sökük vb. hasar kontrolü ve sayımı ile teslim alınır. Hasar, leke vb. durumunda ise öncelikle müşteri onayını almak gerekebilir. Karışıklıkların önlenmesi için oda numarası sonradan çamaşırdan çıkarılabilecek biçimde markalanır veya çamaşır filelerinden yararlanılabilir. Çamaşır, türüne göre normal yıkama ya da kuru temizleme ile temizlenir. Müşterinin özel isteği yoksa uygun biçimde katlanır poşet veya askıda müşteri odasına, ücret formu ile birlikte teslim edilir. Otel tarafından herhangi bir hasar verilmesi halinde bunun karşılanması gerekir."
  },
  {
    "id": "1812136",
    "unitNumber": 8,
    "text": "\"Çamaşırlar, özünde soyut olan otel hizmetiyle ilgili fikir veren önemli ................. arasında yer alır.\" Boşluğa hangi ifade gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Standartlar",
      "B": "Fiziksel göstergeler",
      "C": "Envanter",
      "D": "İşlemler",
      "E": "Ekipman"
    },
    "explanation": "Hizmet deneyimi özünde soyuttur. Örneğin, müşteriler otel hizmetini aslında elle tutamaz, göremezler. Ancak her hizmette hizmetin sunumunda yararlanılan bazı somut unsurlar vardır, örneğin, binanın donanımı, mobilyalar, çarşaflar, çalışanların görünümü, dekorasyon vb... Fiziksel göstergeler olarak da adlandırılan bu göstergeler, hizmetle ilgili olarak müşteriye fikir verirler."
  },
  {
    "id": "1812147",
    "unitNumber": 8,
    "text": "Çamaşırhanenin temel sorumluluğu çamaşırların kaliteli ve verimli kullanma döngüsünü sağlamanın yanı sıra, aşağıdakilerden hangisini de içerir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çamaşır temizliğinin otomasyonla sağlanması",
      "B": "Çamaşırların verimlilik için daha az sıklıkla temizlenmesi",
      "C": "Çamaşırların gerçek kullanım ömründe kullanılması",
      "D": "En az sayıda çamaşırla hizmet verilmesi",
      "E": "Çamaşırların depoda beklemeden kullanıma verilmesi"
    },
    "explanation": "Çamaşırhanenin temel sorumluluğu, çamaşırların kaliteli ve verimli biçimde kullanma/temizleme döngüsünü sağlamak ve çamaşırların gerçek kullanım ömrü boyunca kullanılmasını sağlamaktır. Her çamaşırın elyaf özelliği ve kullanım biçimine göre üreticisinin belirlediği belli bir kullanım ömrü vardır. Çamaşırlar en az bu kullanım ömrü boyunca kalitesini sürdürmelidir. Bu süreden daha önce eskimesi çamaşırhane işlemlerinde bazı sorunlara işaret ederken, ömründen daha uzun süre kullanılması, yıpranmış çamaşırlara bağlı kalite sorunları doğurabilir."
  },
  {
    "id": "1812152",
    "unitNumber": 8,
    "text": "Çamaşırhane işlemleri kalitesi için öncelikle hangisi sağlanmış olmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Elyaf kalitesi doğru seçilmiş olmalı",
      "B": "Daha az kullanılması sağlanmalı",
      "C": "Personel üniforması işletme dışında temizlenmeli",
      "D": "Yüksek teknoloji ekipmanından yararlanılmalı",
      "E": "Tüm çamaşırlar beyaz renk seçilmeli"
    },
    "explanation": "Çamaşırhane işlemlerinin başarısı için öncelikle kaliteli elyaf seçilmiş olmalıdır. Buna ek olarak ekipman seçimi ve makine parkurunun etkili ve verimli biçimde planlanması, çamaşır kullanma/temizleme döngüsünün doğru şekilde oluşturulması gerekir."
  },
  {
    "id": "1812157",
    "unitNumber": 8,
    "text": "Par sayısı, ne ifade eder?",
    "correctAnswer": "D",
    "options": {
      "A": "Çamaşırların türüne göre toplam kullanım sayısı",
      "B": "Otelin yedekleriyle birlikte toplam çamaşır sayısı",
      "C": "Otelde konaklayan müşterilerin kullandığı çamaşır sayısı",
      "D": "Oteli bir kerede tamamen donatacak çamaşır sayısı",
      "E": "Odalarda bulunan çamaşırlı alanların toplam sayısı"
    },
    "explanation": "Par sayısı, otelin çamaşır kullanılan tüm alanlarını bir kerede tamamen donatacak çamaşır sayısıdır. Par sayısı ne kadar azsa çamaşır temizleme/kullanma döngüsü hızlanır ve çamaşırlar daha hızlı yıpranır."
  },
  {
    "id": "1812163",
    "unitNumber": 8,
    "text": "Yapay elyaftan üretilmiş çamaşırların otellerde kullanılmasının yararları arasında hangisi yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Düşük sıcaklıkta temizlenebilir",
      "B": "Çok fazla kir tutmaz",
      "C": "Renkliler kolay solmaz",
      "D": "Hijyen açısından uygundur",
      "E": "Ütü gerektirmez"
    },
    "explanation": "Viskoz, asetat, polyester gibi bazı sentetikler şeklinde türleri olan yapay elyafların kullanımı avantajlı olabilmektedir. Örneğin, masa ve servis takımları, dekoratif elyaflar vb. alanlarda. Daha kaliteli bir görüntü için elyafın saf olmasından ziyade doğal elyaflarla karışım halinde olması tercih edilebilir. Yapay elyafların yukarıda sıralanan avantajları arasında ütü gerektirmeme dışındakiler yer alır. Yapay elyafların bazı özel türleri ütü istemese de çoğunlukla ütülenir."
  },
  {
    "id": "1812167",
    "unitNumber": 8,
    "text": "Çamaşırhane işlemleri a) yıkama, b) kurutma, ütüleme ve diğer işlemler şeklinde iki ana alana ayrılır. Çamaşırhanenin toplam alanı içinde bu iki alanın oranı sırasıyla yüzde kaç olmalıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "20-80",
      "B": "50-50",
      "C": "55-45",
      "D": "60-40",
      "E": "70-30"
    },
    "explanation": "Çamaşırhanenin toplam alanı, yıkama için %60'; kurutma, ütüleme ve diğer işlemler için ise %40 şeklinde bölümlendirilmelidir."
  },
  {
    "id": "1812173",
    "unitNumber": 8,
    "text": "Çamaşırların çamaşırhaneye taşınmasıyla ilgili olarak hangi ifade doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece kirli çamaşırlar eldivenle taşınmalıdır.",
      "B": "Çamaşırların zarar görmemesi için tünel sistemi önerilmez.",
      "C": "Çamaşırlar başka yerle temas etmemesi için elde taşınmalıdır.",
      "D": "Çamaşırlar kirlendiği zaman çamaşırhaneye taşınmalıdır.",
      "E": "Çamaşırlar kir ve kullanım yerine göre ayrı şekilde taşınmalıdır."
    },
    "explanation": "Verilen ifadelere bakıldığında, \n A) Çalışanların ve kullanıcıların hijyeni açısından tüm çamaşırların eldivenle taşınması önerilir\n B) İyi bir tünel sistemi çamaşırların daha hızlı şekilde çamaşırhaneye ulaşmasını sağlar. \n C) Müşteri çamaşırı vb. elde taşınsa da, iş yükü fazla olduğundan taşıma araçlarından yararlanılmalıdır.\n D) Çamaşırların ne kadar kirlendiğini tespit etmek yerine, kullanım yerine göre belli zaman aralıkları içinde değişimi ve taşınması sağlanır. \n Buna göre, E doğrudur."
  },
  {
    "id": "1812176",
    "unitNumber": 8,
    "text": "Deterjanla birlikte ağartma yapılması halinde, hangi ağartıcı türü kullanılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Dezenfektanlı",
      "B": "Klorlu",
      "C": "Oksijenli",
      "D": "Karbonatlı",
      "E": "Asidik"
    },
    "explanation": "Ana yıkamada, deterjanla birlikte ağartıcı kullanılması halinde, oksijenli ağartıcı kullanılır. Oksijenli ağartıcı yüksek sıcaklık ve deterjanla uygulanabilen ağartıcı türüdür."
  },
  {
    "id": "1812179",
    "unitNumber": 8,
    "text": "Yıkanmış çamaşırların en az ne kadar kaç saat dinlendirilmesi önerilir?",
    "correctAnswer": "D",
    "options": {
      "A": "3",
      "B": "6",
      "C": "12",
      "D": "24",
      "E": "48"
    },
    "explanation": "Yıkama, kurutma, ütü vb. işlemler aslında elyaflar için yorucudur. Bu nedenle, elyafın dinlenmesi ve dokularının onarımı için en az 24 saat dinlenerek kullanıma verilmesi önerilir."
  },
  {
    "id": "1812186",
    "unitNumber": 8,
    "text": "Müşteri çamaşır hizmeti ile ilgili olarak hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Müşteri çamaşırları sadece kuru temizleme ile temizlenir.",
      "B": "Müşteri çamaşırları, müşterinin isteğine göre katlanır.",
      "C": "Müşteri çamaşırındaki hasar, leke vb. müşteriye danışmadan onarılmalıdır.",
      "D": "Müşteri çamaşırları 2-4 saat arasında temizlenmelidir.",
      "E": "Müşteri çamaşır formu, iki nüsha olarak odalarda yer almalıdır."
    },
    "explanation": "Verilen ifadelere bakıldığında, A) Müşteri çamaşırları yıkama ya da kuru temizleme ile temizlenebilir. B) Doğrudur, müşteri çamaşırları müşterinin istediği biçimde sunulur. Ancak, müşteri belirtmediğinde, uygun katlama yapılır. C) Çamaşırda sorun varsa, müşteri onayı ile işlem yapılır. D) 2-4 saat, ekspres temizliktir. Genelde yarım günde temizleme yapılır. E) Müşteri çamaşır formu üç nüshadır."
  }
]