[
  {
    "id": "2266038",
    "unitNumber": 1,
    "text": "Batı’nın kendi dışında kalan Batı-dışı toplumlara bakışını yansıtan kalkınma kuramı hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bağımlılık Kuramı",
      "B": "İktisadi Neoliberalizm",
      "C": "Azgelişmişlik Kuramı",
      "D": "Modernleşme Kuramı",
      "E": "Alternatif Kalkınma Kuramı"
    },
    "explanation": "Modernleşme kuramı esas itibariyle Batı’nın kendi dışında kalan Batı-dışı toplumlara bakışını yansıtmaktadır. Hemen hepsi batı dışı toplumlarla ilgili olan “siyasi denge”, “modernleşme”, “kurumsal gelişme” ve “azgelişmişlik” gibi kavram ve kuramlar 1950’ler ve 1960’larda sosyal bilimlerin önde gelen konuları hâline gelmiştir."
  },
  {
    "id": "2266039",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Azgelişmişlik Kuramı olarak da bilinen kalkınma kuramlarından biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Alternatif Kalkınma Kuramı",
      "B": "Modernleşme Kuramı",
      "C": "Bağımlılık Kuramı",
      "D": "İktisadi Neoliberalizm",
      "E": "Gerçekçilik Kuramı"
    },
    "explanation": "Bağımlılık Kuramı, tarıma bağlı bir ekonomik yapıya sahip olan ülkelerin yeterince modern ve gelişmiş olmadığını savunan modernleşme kuramına bir eleştiri olarak 1960’lı yıllarda ortaya çıkmıştır. <em>Azgelişmişlik Kuramı </em>olarak da bilinir."
  },
  {
    "id": "2266040",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Neoliberal politikaların uluslararası alandaki temsilcilerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Uluslararası Para Fonu (IMF)",
      "B": "Uluslararası Ödemeler Bankası (BIS)",
      "C": "G20",
      "D": "Guvernörler Kulübü",
      "E": "Bankacılık Düzenleme ve Denetleme Kurumu (BDDK)"
    },
    "explanation": "Neoliberal politikaların uluslararası alandaki temsilcileri Dünya Bankası ve Uluslararası Para Fonu (IMF)’dur."
  },
  {
    "id": "2266041",
    "unitNumber": 1,
    "text": "Ağırlıklı olarak kentleşmiş kabul edilen bölgelerin nüfuslarının kırsal kesimdeki paylarının yüzdesi nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "% 80",
      "B": "% 50",
      "C": "% 15-50",
      "D": "% 25",
      "E": "% 15"
    },
    "explanation": "Kırsal alanların belirlenmesinde yerel düzeyde, “kilometrekare başına 150 kişilik bir nüfus yoğunluğu” tercih edilen kriterdir. Bölgesel düzeyde, coğrafi birimler nüfuslarının kırsal kesimdeki paylarına göre 3 türe ayrılmaktadır: ağırlıklı olarak kırsal (%50), önemli ölçüde kırsal (%15-50) ve ağırlıklı olarak kentleşmiş bölgeler (%15)"
  },
  {
    "id": "2266042",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangi kavram bir bölge, kurum, kuruluş veya işletmenin personel ve çalışma düzeni bakımından yeni bir yapıya kavuşmasını tanımlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Sürdürülebilirlik",
      "B": "Modernleşme",
      "C": "Bütünsellik",
      "D": "Alternatif kalkınma",
      "E": "Yeniden yapılanma"
    },
    "explanation": "Yeniden yapılanma; “bir bölge, kurum, kuruluş veya işletmenin personel ve ça-lışma düzeni bakımından yeni bir yapıya kavuşması” olarak ifade edilmektedir."
  },
  {
    "id": "2266043",
    "unitNumber": 1,
    "text": "Bir kırsal kalkınma sürecinin <u>ilk aşaması</u> aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Planlama ve projelendirme",
      "B": "Kırsal alandaki sorunların teşhis ve tanımlanması",
      "C": "Yürütme",
      "D": "İzleme",
      "E": "Düzeltici önlemler"
    },
    "explanation": "Bir kırsal kalkınma sürecinin ilk aşaması “<strong>kırsal alandaki sorunların teşhis ve tanımlanması</strong>” olarak ifade edilmiştir. İkinci aşamada söz konusu sorunların çözülmesine yönelik uygun bir alternatif hareket tarzının seçildiği ve kırsal yapıya müdahale biçimine karar verildiği “<strong>planlama ve projelendirme</strong>” çalışmaları gerçekleştirilmektedir. Tasarlanan planların ve projelerin uygulamaya konulması ile bir sonraki aşama olan “<strong>yürütme</strong>” aşamasına geçilmektedir. Kırsal kalkınma sürecinin değerlendirilmesine yönelik uygulama süreci içerisinde “<strong>izlemeler</strong>” yapılmakta ve elde edilen izleme değerleri sürecin başarısının değerlendirilmesinde kullanılmaktadır. Sürecin son aşaması “<strong>bitirme ve tamamlama</strong>”dır."
  },
  {
    "id": "2266044",
    "unitNumber": 1,
    "text": "“Toplumda insan hakları ve düşünce özgürlüğünün olması” kalkınmanın hangi boyutunu tanımlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Ekonomik boyut",
      "B": "Sosyal boyut",
      "C": "Politik boyut",
      "D": "Kültürel boyut",
      "E": "Ekolojik boyut"
    },
    "explanation": "<strong>Politik boyut: </strong>Toplumda insan hakları ve düşünce özgürlüğünün olmasını ifade etmektedir."
  },
  {
    "id": "2266045",
    "unitNumber": 1,
    "text": "İktisadi Neoliberalizm kuramının iki temel önermesi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Serbest piyasa ve özelleştirme",
      "B": "Bireycilik ve özgürlük",
      "C": "Monarşi ve otorite",
      "D": "İktisadi istikrar ve iktisadi büyüme",
      "E": "Fonksiyonel Devlet ve Müdahaleci Sosyal Refah Devleti"
    },
    "explanation": "İktisadi Neoliberalizm Kuramı 1970’lerde ortaya çıkan ve 1980’lere uzanan kapitalist ekonominin genel krizine çözüm olarak geliştirilmiştir. Bu kuramın iki temel önermesi vardır: “serbest piyasa” ve “özelleştirme”."
  },
  {
    "id": "2266046",
    "unitNumber": 1,
    "text": "Toplumun temel ihtiyaçlarının tatminine odaklanan ve bunu çevreyle uyum içinde gerçekleştirmeye çalışan kalkınma kuramı hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Modernleşme kuramı",
      "B": "Bağımlılık kuramı",
      "C": "İktisadi Neoliberalizm",
      "D": "Alternatif Kalkınma Kuramı",
      "E": "Azgelişmişlik Kuramı"
    },
    "explanation": "Alternatif Kalkınma Kuramı, toplumun temel ihtiyaçlarının tatminine odaklanır ve bunu çevreyle uyum içinde gerçekleştirmeye çalışır."
  },
  {
    "id": "2266049",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi kırsal alanların özelliklerinden biri <u>değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Nüfus yoğunluğu nispeten düşüktür.",
      "B": "Kırsal faaliyetlere dayalı kültür ve mirasa sahiptir.",
      "C": "Temel ekonomi tarım sektörüne dayanmaktadır.",
      "D": "Altyapı yatırımlarının çoğu zaman yoğun olduğu alanlardır.",
      "E": "Su ve diğer doğal kaynaklarının birincil bölgesidir."
    },
    "explanation": "Kentsel nüfusun yoğun olarak barındığı yerleşim bölgeleri mevcut altyapı yatırımlarından büyük ölçüde yararlanmaktadırlar. Ancak kırsal alanlar çoğu zaman altyapı yatırımlarından mahrum kalabilmektedir. Dolayısıyla D şıkkı yanlış bir ifadedir."
  },
  {
    "id": "2266389",
    "unitNumber": 1,
    "text": "Az gelişmiş toplumlarda ekonomik ve sosyo-kültürel yapının değiştirilmesi ve geliştirilmesine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Politik boyut",
      "B": "Kalkınma",
      "C": "Sosyolojik boyut",
      "D": "Modernleşme",
      "E": "Bağımlılık"
    },
    "explanation": "Kalkınma en basit ifadeyle, “az gelişmiş toplumlarda ekonomik ve sosyo-kültürel yapının değiştirilmesi ve geliştirilmesi”dir."
  },
  {
    "id": "2266409",
    "unitNumber": 1,
    "text": "Sanayi Devrimi’nden sonra batılı ülkelerin toplumsal ve siyasi yapılarında yaşanan değişimleri ifade eden terim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Modernleşme",
      "B": "Kalkınma",
      "C": "Gerçekçilik",
      "D": "Yeniden yapılanma",
      "E": "Bütünsellik"
    },
    "explanation": "Modernleşme, Sanayi Devrimi’nden sonra batılı ülkelerin toplumsal ve siyasi yapılarında yaşanan değişimleri ifade eder."
  },
  {
    "id": "2266411",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, doğal kaynakların sürdürülebilir kalkınmayı engellemeyecek bir biçimde kullanılmasını ifade etmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kültürel boyut",
      "B": "Ekonomik boyut",
      "C": "Sosyal boyut",
      "D": "Politik boyut",
      "E": "Ekolojik boyut"
    },
    "explanation": "Ekolojik boyut, doğal kaynakların sürdürülebilir kalkınmayı engellemeyecek bir biçimde kullanılmasını ifade etmektedir."
  },
  {
    "id": "2266414",
    "unitNumber": 1,
    "text": "Neoliberalizm ile ilgili aşağıda verilen ifadelerden hangisi doğru <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "“Serbest piyasa” ve “özelleştirme” olmak üzere iki temel önermesi vardır.",
      "B": "Tarıma bağlı bir ekonomik yapıya sahip olan ülkelerin yeterince modern ve gelişmiş olmadığını savunan modernleşme kuramına bir eleştiri olarak 1960’lı yıllarda ortaya çıkmıştır.",
      "C": "Neoliberalizmin temel ilkesi “gerçekçilik” kavramıdır.",
      "D": "Neoliberalizm Kuramı’na göre kalkınma ancak piyasanın kendi kendine dengeye gelecek yapısıyla gerçekleşebilir.",
      "E": "İktisadi Neoliberalizm Kuramı 1970’lerde ortaya çıkan ve 1980’lere uzanan kapitalist ekonominin genel krizine çözüm olarak geliştirilmiştir."
    },
    "explanation": "<strong>Neoliberalizmin temel ilkesi “gerçekçilik” kavramıdır</strong> (Yörük, 2017: 318). <strong>İktisadi Neoliberalizm Kuramı 1970’lerde ortaya çıkan ve 1980’lere uzanan kapitalist ekonominin genel krizine çözüm olarak geliştirilmiştir. Bu kuramın iki temel önermesi vardır: “serbest piyasa” ve “özelleştirme”.</strong> Uluslararası serbest ticaretin ihracata dönük ekonomik büyümenin önemli bir parçası olduğunu savunan Neoklasik İktisat Kuramı’nın takipçisi olan <strong>neoliberal görüşe göre, devlet sadece kriz anında piyasaya müdahale etmelidir</strong> (Akış Roney, 2011: 636). Bu kuram, ulusal pazarların kalkınmayı sürdürmekte başarısız olduğunu kabul eder fakat bunun devletin ekonomiye halihazırdaki gerçekçi olmayan müdahalesinden ötürü olduğunu ifade eder. Bu kurama göre kalkınma konusundaki başarısızlığı anlamada devletin başarısızlığı piyasa başarısızlıklarından daha önemlidir (Yörük, 2017: 318). Neoliberal politikaların uluslararası alandaki temsilcileri Dünya Bankası ve Uluslararası Para Fonu (IMF)’dur."
  },
  {
    "id": "2266415",
    "unitNumber": 1,
    "text": "Birleşmiş Milletler Dünya Çevre ve Kalkınma Komisyonun“Brundtland Raporu” olarak da bilinen “Ortak Geleceğimiz” isimli rapor hangi yıl yayınlanmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "1960",
      "B": "1980",
      "C": "1983",
      "D": "1987",
      "E": "1972"
    },
    "explanation": "Birleşmiş Milletler Dünya Çevre ve Kalkınma Komisyonun“Brundtland Raporu” olarak da bilinen “Ortak Geleceğimiz” isimli rapor 1987 yılında yayınlanmıştır."
  },
  {
    "id": "2267167",
    "unitNumber": 1,
    "text": "Kırsal alanların belirlenmesinde yerel düzeyde tercih edilen kritelere göre , kilometrekare başına düşen nüfus yoğunluğu sayısı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "100",
      "B": "150",
      "C": "200",
      "D": "250",
      "E": "300"
    },
    "explanation": "Kırsal alanların belirlenmesinde yerel düzeyde, “kilometrekare başına 150 kişilik bir nüfus yoğunluğu” tercih edilen kriterdir."
  },
  {
    "id": "2267173",
    "unitNumber": 1,
    "text": "Bir kırsal kalkınma döneminin içermesi gereken ana aşamalarının son maddesi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Değerlendirme",
      "B": "İzleme",
      "C": "Yürütme ve Uygulama",
      "D": "Planlama ve Projelendirme",
      "E": "Başarılı Bitirme ve Tanımlama"
    },
    "explanation": "Kırsal Kalkınmanın Aşamaları<br/>Farklı ülkelerin kırsal kalkınma faaliyetlerinde hangi noktada bulunduğuna bakılmaksızın, bir kırsal<br/>kalkınma döneminin içermesi gereken ana aşamalar Şekil 1.2’de gösterilmektedir."
  },
  {
    "id": "2267186",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Devlet Planlama Teşkilatı (DPT)'nın stratejisi kapsamında hedeflenen hususlarından biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kırsal ekonominin yerel kaynaklara dayalı olarak geliştirilmesi ve rekabet gücünün artırılması",
      "B": "Yerel halk için istihdam olanaklarının artırılması",
      "C": "İnsan kaynağının ve bu kaynağı yönetecek yapılanmaların planlanması",
      "D": "Kırsal alanlarda doğal ve kültürel kaynakların kullanılması ve imara yönelik projelerin yürürlüğe girmesi için girişimlerin başlatılması",
      "E": "Kırsal alanlarda altyapı yatırım ve hizmetlerinin arttırılması, etkin hâle getirilmesi ve refah düzeyinin geliştirilmesi"
    },
    "explanation": "Devlet Planlama Teşkilatı (DPT) 2006 yılında Dokuzuncu Kalkınma Planı’nı (2007-2013) yayınlamıştır. Bu plan kapsamında 2001-2023 yıllarını kapsayan uzun vadeli geliştirme stratejisi olarak “Ulusal Kırsal Kalkınma Stratejisi” yürürlüğe konulmuştur. Bu stratejide kırsal alanlarda kalkınma amacına yönelik çok sayıda çevre faktörü ele alınmıştır. Strateji kapsamında hedeflenen hususlar ise şunlardır (DPT, 2006):<br/>• Kırsal ekonominin yerel kaynaklara dayalı olarak geliştirilmesi ve rekabet gücünün artırılması,<br/>• Yerel halk için istihdam olanaklarının artırılması,<br/>• İnsan kaynağının ve bu kaynağı yönetecek yapılanmaların planlanması,<br/>• Kırsal alanlarda altyapı yatırım ve hizmetlerinin arttırılması, etkin hâle getirilmesi ve refah düzeyinin geliştirilmesi,<br/>• Kırsal alanlarda doğal ve kültürel kaynakların korunmasına yönelik projelerin yürürlüğe girmesi için girişimlerin başlatılması."
  },
  {
    "id": "2267325",
    "unitNumber": 1,
    "text": "Birinci Beş Yıllık Kalkınma Planı’nda (1963- 1967), sosyo-ekonomik kalkınmanın etkin ve rasyonel bir şekilde gerçekleştirilebilmesi amacıyla benimsenen ilke aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Su Arıtma İlkesi",
      "B": "Nüfus Artırma İlkesi",
      "C": "Kırsal Toplum İlkesi",
      "D": "Üst Yapı Kalkınma İlkesi",
      "E": "Planlı Kalkınma İlkesi"
    },
    "explanation": "Birinci Beş Yıllık Kalkınma Planı’nda (1963- 1967), sosyo-ekonomik kalkınmanın etkin ve rasyonel bir şekilde gerçekleştirilebilmesi amacıyla “planlı kalkınma ilkesi” benimsenmiştir"
  },
  {
    "id": "2267334",
    "unitNumber": 1,
    "text": "Devlet Planlama Teşkilatı (DPT)'nın Dokuzuncu Kalkınma Planı hangi yılda yayınlanmıştır ve hangi yıllar arasını kapsamaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "2004 (2005-2010)",
      "B": "2005 (2006-2015)",
      "C": "2006 (2007-2013)",
      "D": "2007 (2008-2015)",
      "E": "2008 (2009-2016)"
    },
    "explanation": "Devlet Planlama Teşkilatı (DPT) 2006 yılında Dokuzuncu Kalkınma Planı’nı (2007-2013) yayınlamıştır."
  },
  {
    "id": "2270228",
    "unitNumber": 1,
    "text": "Hangisi “kalkınma” kavramı içerisinde yer alan boyutlardan biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ekonomik",
      "B": "Sosyal",
      "C": "Politik",
      "D": "Kültürel",
      "E": "Sınıfsal"
    },
    "explanation": "Kalkınma kavramının beş boyutu vardır. Bunlar: Ekonomik, sosyal, politik, kültürel ve ekolojik boyutlardır."
  },
  {
    "id": "2270231",
    "unitNumber": 1,
    "text": "“Doğal kaynakların sürdürülebilir kalkınmayı engellemeyecek bir biçimde kullanılması”, kalkınmanın hangi boyutunu tanımlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Ekonomik boyut",
      "B": "Sosyal boyut",
      "C": "Politik boyut",
      "D": "Kültürel boyut",
      "E": "Ekolojik boyut"
    },
    "explanation": "Kalkınmanın ekolojik boyutu, doğal kaynakların sürdürülebilir kalkınmayı engellemeyecek bir biçimde kullanılmasını ifade eder."
  },
  {
    "id": "2270233",
    "unitNumber": 1,
    "text": "1970’lerde ortaya çıkan, “serbest piyasa” ve “özelleştirme” üzerine temellenen kalkınma kuramı hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Modernleşme Kuramı",
      "B": "Bağımlılık Kuramı",
      "C": "İktisadi Neoliberalizm",
      "D": "Alternatif Kalkınma Kuramı",
      "E": "Neoklasik İktisat Kuramı"
    },
    "explanation": "İktisadi Neoliberalizm Kuramı 1970’lerde ortaya çıkan ve 1980’lere uzanan kapitalist ekonominin genel krizine çözüm olarak geliştirilmiştir. Bu kuramın iki temel önermesi vardır: “serbest piyasa” ve “özelleştirme”."
  },
  {
    "id": "2270234",
    "unitNumber": 1,
    "text": "Hangisi bir kalkınma kuramı <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Modernleşme Kuramı",
      "B": "Bağımsızlık Kuramı",
      "C": "Bağımlılık Kuramı",
      "D": "İktisadi Neoliberalizm",
      "E": "Alternatif Kalkınma Kuramı"
    },
    "explanation": "\"Bağımsızlık kuramı\" adında bir kalkınma kuramı yoktur."
  },
  {
    "id": "2270235",
    "unitNumber": 1,
    "text": "Diğerlerinden farklı olarak kalkınmanın çevresel etkilerini de göz önünde bulunduran kalkınma kuramı hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Modernleşme Kuramı",
      "B": "Bağımlılık Kuramı",
      "C": "İktisadi Neoliberalizm",
      "D": "Alternatif Kalkınma Kuramı",
      "E": "Kalkınma kuramları çevresel etkileri dikkate almaz."
    },
    "explanation": "Alternatif Kalkınma Kuramı’na göre kalkınma, ekonomik faktörlerin yanı sıra sosyal, kültürel ve çevresel faktörleri de içeren çok katmanlı ve karmaşık bir süreçtir. Alternatif Kalkınma Kuramı, toplumun temel ihtiyaçlarının tatminine odaklanır ve bunu çevreyle uyum içinde gerçekleştirmeye çalışır."
  },
  {
    "id": "2270236",
    "unitNumber": 1,
    "text": "1972 yılında Roma Kulübü’nün girişimiyle hazırlanan, kalkınmanın doğal çevre üzerinde yol açtığı tahribata dikkat çeken ilk rapor hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Akdeniz Eylem Planı",
      "B": "Büyümenin Sınırları",
      "C": "Brundtland raporu",
      "D": "Rio Bildirgesi",
      "E": "Gündem 21"
    },
    "explanation": "1972 yılında Roma Kulübü’nün girişimiyle hazırlanan “Büyümenin Sınırları” isimli rapor, kalkınmanın doğal çevre üzerinde yol açtığı tahribata dikkat çeken ilk rapordur."
  },
  {
    "id": "2270237",
    "unitNumber": 1,
    "text": "Hangisi, sürdürülebilir kalkınmanın temel ilkelerinden biri olan “bütünsellik” prensibini tanımlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Sürdürülebilir kalkınma dünü, bugünü ve geleceği konu alır ve bunlar birbirinden ayrılamaz.",
      "B": "Sürdürülebilir kalkınma da temel amaç, ekosistemin ve onun değerli bir parçası olan insanın uzun dönemli sürdürülebilirliğinin sağlanmasıdır.",
      "C": "Sürdürülebilir kalkınma sosyal, ekonomik ve ekolojik konulardan oluşmaktadır ve bu konular birbirinden ayırt edilemez.",
      "D": "Sürdürülebilir kalkınmanın temeli ekosistemin bütünlüğüdür.",
      "E": "Kalkınmanın gerçekleşebilmesi için, kaynakların hem küresel ölçekte hem de nesiller arasında adil ve dengeli olarak paylaşılması gerekmektedir."
    },
    "explanation": "Sürdürülebilir kalkınmanın üç temel prensibinden biri olan bütünsellik ilkesine göre, sürdürülebilir kalkınma sosyal, ekonomik ve ekolojik konulardan oluşmaktadır ve bu konular birbirinden ayırt edilemez."
  },
  {
    "id": "2270238",
    "unitNumber": 1,
    "text": "Hangisi, kırsal alanlarda gerçekleşen yeniden yapılanma süreçlerinde etkili olan unsurlardan biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Tarım sektöründe yaşanan sorunlar",
      "B": "Kırsal alanlarda artan yoksulluk",
      "C": "Kırsal ve kentsel bölgeler arasında gelişmişlik düzeyleri arasındaki farkın açılması",
      "D": "Kırsal alanlardaki doğal kaynakların hızla tükenmesi",
      "E": "Uluslararası çevre örgütlerinin baskıları"
    },
    "explanation": "Uluslararası çevre örgütlerinin baskıları, kırsal alanlarda gerçekleşen yeniden yapılanma süreçlerinde etkili olan unsurlardan biri değildir."
  },
  {
    "id": "2270242",
    "unitNumber": 1,
    "text": "Kırsal kalkınma sürecinin ilk aşaması hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İzleme",
      "B": "Planlama ve projelendirme",
      "C": "Problemlerin teşhisi",
      "D": "Yürütme ve uygulama",
      "E": "Değerlendirme"
    },
    "explanation": "Kırsal kalkınma sürecinin ilk aşaması kırsal alandaki sorunların teşhis ve tanımlanmasıdır."
  },
  {
    "id": "2270246",
    "unitNumber": 1,
    "text": "Devlet Planlama Teşkilatı’nın Dokuzuncu Kalkınma Planı kapsamında düzenlenen <em>“Ulusal Kırsal Kalkınma Stratejisi” </em>hangi yılları kapsamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "2002-2006",
      "B": "2006-2013",
      "C": "2014-2018",
      "D": "2001-2023",
      "E": "2013-2023"
    },
    "explanation": "Devlet Planlama Teşkilatı’nın Dokuzuncu Kalkınma Planı kapsamında düzenlenen <em>“Ulusal Kırsal Kalkınma Stratejisi” </em>2001-2023 yıllarını kapsamaktadır."
  },
  {
    "id": "2270393",
    "unitNumber": 1,
    "text": "\"Toplumda insan hakları ve düşünce özgürlüğünün olması\" kalkınmanın hangi boyutunu ifade etmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sosyal boyut",
      "B": "Ekonomik boyut",
      "C": "Politik boyut",
      "D": "Kültürel boyut",
      "E": "Ekolojik boyut"
    },
    "explanation": "\"Toplumda insan hakları ve düşünce özgürlüğünün olması\" kalkınmanın politik boyutunu ifade etmektedir. Doğru cevap C'dir."
  },
  {
    "id": "2270405",
    "unitNumber": 1,
    "text": "Kalkınmayı başka ülkeler tarafından dayatılan veya kontrol edilen bir süreç değil, her toplumun kendi ihtiyaçlarına göre şekillenen ve kendi tarafından belirlenen bir süreç olarak değerlendiren kalkınma kuramı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Modernleşme Kuramı",
      "B": "Gelişme Kuramı",
      "C": "Bağımlılık Kuramı",
      "D": "İktisadi Neoliberalizm",
      "E": "Alternatif Kalkınma Kuramı"
    },
    "explanation": "Kalkınmayı başka ülkeler tarafından dayatılan veya kontrol edilen bir süreç değil, her toplumun kendi ihtiyaçlarına göre şekillenen ve kendi tarafından belirlenen bir süreç olarak değerlendiren kalkınma kuramı \"Alternatif Kalkınma Kuramı\"dır. Doğru cevap E'dir."
  },
  {
    "id": "2270422",
    "unitNumber": 1,
    "text": "\"Ortak Geleceğimiz\" olarak bilinen, sürdürülebilir kalkınma kavramının küresel ölçekte popüler olmasını sağlayan rapor aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Brundtland Raporu",
      "B": "Büyümenin Sınırları Raporu",
      "C": "Kırsal Alanlar Raporu",
      "D": "Roma Kulübü Raporu",
      "E": "Adil Paylaşım Raporu"
    },
    "explanation": "\"Ortak Geleceğimiz\" olarak bilinen, sürdürülebilir kalkınma kavramının küresel ölçekte popüler olmasını sağlayan rapor Brundtland Raporu'dur. Doğru cevap A'dır."
  },
  {
    "id": "2270505",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi kırsal alanlarda gerçekleşen yeniden yapılanma süreçleri kapsamında doğru bir ifade <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Teknolojik gelişmelere adaptasyon çalışmaları yapılmaktadır.",
      "B": "Çevresel kaygılara rağmen korunan kırsal alanlar gittikçe azalmaktadır.",
      "C": "Bir taraftan ormanlar ortadan kaldırılırken diğer taraftan ağaçlandırma çalışmaları yapılmaktadır.",
      "D": "Tarımsal ve endüstriyel binalara yeni biçimler kazandırılmaktadır.",
      "E": "Çevresel kaygılar karşısında korunan kırsal alanlar gittikçe artırılmaktadır."
    },
    "explanation": "\"Çevresel kaygılara rağmen korunan kırsal alanlar gittikçe azalmaktadır\" ifadesi kırsal alanlarda gerçekleşen yeniden yapılanma süreçleri kapsamında doğru bir ifade değildir. Doğru cevap B'dir."
  },
  {
    "id": "2270728",
    "unitNumber": 1,
    "text": "Dokuzuncu Kalkınma Planı kapsamında yürürlüğe konulan ve “Ulusal Kırsal Kalkınma Stratejisi” olarak adlandırılan uzun vadeli geliştirme stratejisi hangi zaman aralığını kapsamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "1990-2010",
      "B": "1995-2015",
      "C": "2000-2020",
      "D": "2001-2023",
      "E": "2008-2025"
    },
    "explanation": "Dokuzuncu Kalkınma Planı kapsamında yürürlüğe konulan ve “Ulusal Kırsal Kalkınma Stratejisi” olarak adlandırılan uzun vadeli geliştirme stratejisi 2001-2023 yılları aralığını kapsamaktadır. Doğru cevap D'dir."
  },
  {
    "id": "2270739",
    "unitNumber": 1,
    "text": "Sosyo-ekonomik kalkınmanın etkin ve rasyonel bir şekilde gerçekleştirilebilmesi amacıyla “planlı kalkınma ilkesi” aşağıdaki kalkınma planlarından hangisi kapsamında benimsenmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Birinci Kalkınma Planı",
      "B": "Üçüncü Kalkınma Planı",
      "C": "Beşinci Kalkınma Planı",
      "D": "Dokuzuncu Kalkınma Planı",
      "E": "Onuncu Kalkınma Planı"
    },
    "explanation": "Sosyo-ekonomik kalkınmanın etkin ve rasyonel bir şekilde gerçekleştirilebilmesi amacıyla “planlı kalkınma ilkesi” birinci kalkınma planı kapsamında benimsenmiştir. Doğru cevap A'dır."
  },
  {
    "id": "2270747",
    "unitNumber": 1,
    "text": "Kırsal kalkınmanın en temel amacı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tarım ve ormancılık sektörünün rekabet gücünü artırmak.",
      "B": "Çevrenin ve kırsal alanların iyileştirilmesi.",
      "C": "Kırsal alanların sahip oldukları kaynakların etkin bir şekilde kullanılması yoluyla kentsel ve kırsal bölgeler arasındaki ekonomik ve sosyo-kültürel gelişmişlik farkının en aza indirilmesi.",
      "D": "Kırsal alanlarda yaşam kalitesini artırmak ve kırsal ekonominin çeşitlendirilmesini teşvik etmek.",
      "E": "Kırsal alanlarda altyapı, sağlık, eğitim vb. gibi hizmetlerin sayısında ve kalitesinde artış sağlanması."
    },
    "explanation": "Kırsal kalkınmanın en temel amacı \"Kırsal alanların sahip oldukları kaynakların etkin bir şekilde kullanılması yoluyla kentsel ve kırsal bölgeler arasındaki ekonomik ve sosyo-kültürel gelişmişlik farkının en aza indirilmesi\" dir. Doğru cevap C'dir."
  },
  {
    "id": "2270762",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi kalkınma kuramlarından birisi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Modernleşme Kuramı",
      "B": "Alternatif Kalkınma Kuramı",
      "C": "İktisadi Neoliberalizm",
      "D": "Bağımlılık Kuramı",
      "E": "Gelişme Kuramı"
    },
    "explanation": "Gelişme Kuramı kalkınma kuramlarından birisi değildir. Doğru cevap E'dir."
  },
  {
    "id": "2270773",
    "unitNumber": 1,
    "text": "Toplumsal refahın artırılması ve eşitlikçi bir biçimde paylaşımı kalkınmanın hangi boyutunu ifade etmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sosyal boyut",
      "B": "Ekonomik boyut",
      "C": "Ekolojik boyut",
      "D": "Politik boyut",
      "E": "Kültürel boyut"
    },
    "explanation": "Toplumsal refahın artırılması ve eşitlikçi bir biçimde paylaşımı kalkınmanın ekonomik boyutunu ifade etmektedir. Doğru cevap B'dir."
  },
  {
    "id": "2270784",
    "unitNumber": 1,
    "text": "\"Mevcut durumdan daha iyi bir konuma geçmek\" olarak ifade edilen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Büyüme",
      "B": "Modernleşme",
      "C": "İlerleme",
      "D": "Kalkınma",
      "E": "Gelişim"
    },
    "explanation": "Kalkınma kavramı, mevcut durumdan daha iyi bir konuma geçmeyi ifade etmektedir. Doğru cevap D'dir."
  },
  {
    "id": "2265886",
    "unitNumber": 2,
    "text": "Alternatif turizm ile ilgili aşağıda verilen bilgilerden hangisi doğru <strong>değildir? </strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yöre halkına fırsat tanır ve yöresel paydaşların turizm faaliyetlerine katılımını önemser,",
      "B": "Alternatif turizm sektörü sürdürülebilir ticaret, adaletli yöresel emek uygulamaları ile sosyal ve çevresel duyarlılığa dayalı ahlaki bir ekonomik destek amaçlamaktadır.",
      "C": "Kitle turizmine bağlı olarak oluşan talebi daha dengeli bir hale getirmek amaçlarından birisidir,",
      "D": "Alternatif turizm, kültürel miras ve sürdürülebilir kalkınma kavramları ile birlikte 1990'lardan bu yana ilgi çekmektedir.",
      "E": "Toplumun refah düzeyi ile yörenin turistik arz kaynakları arasındaki dengeyi de sağlar,"
    },
    "explanation": "Alternatif turizm, kültürel miras ve sürdürülebilir kalkınma kavramları ile birlikte 1980’lerden<br/>bu yana ilgi çekmektedir. Alternatif turizmin ana konsepti alternatif turizm biçimlerinin, olumlu<br/>ekonomik etkilerini azaltmadan varış noktaları üzerinde daha az olumsuz etki oluşturulması üzerinedir. Burada amaç, kitle turizmine bağlı olarak oluşan talebi daha dengeli bir hâle getirmek ve aynı zamanda toplumun refah düzeyi ile yörenin turistik arz kaynakları arasındaki dengeyi de sağlamaktır. Alternatif turizm, ticari kaygısı bulunan kitle turizmi ile ilgili algılanan olumsuz etkileri bir tarafa bırakarak mevcut turistik talebe de bir alternatif sunmaktadır. Yöre halkına fırsat tanıyan, yöresel paydaşların turizm faaliyetlerine katılımını önemseyen alternatif turizm sektörü sürdürülebilir ticaret, adaletli yöresel emek uygulamaları ile sosyal ve çevresel duyarlılığa dayalı ahlaki bir ekonomik destek amaçlamaktadır. Yoksul yanlısı turizm, sorumlu turizm, ekoturizm gibi isimlerle anılan bu uygulamaların ortak noktası, kitle turizmi ve kapitalist piyasa ekonomisinin açık eleştirisidir. Yoksulluğu azaltmaya yönelik stratejilere olanak sağlayan kırsal turizm, alternatif turizm veya tamamlayıcı turizm kapsamında yer almaktadır."
  },
  {
    "id": "2265900",
    "unitNumber": 2,
    "text": "Kırsal turizm ilk defa hangi yüzyılda ve hangi ülkede başlamıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "18. yüzyıl - Almanya",
      "B": "18. yüzyıl -İrlanda",
      "C": "18. yüzyıl - Fransa",
      "D": "19. yüzyıl - Hollanda",
      "E": "19. yüzyıl - İngiltere"
    },
    "explanation": "Aslında kırsal turizm yeni bir olgu değildir. Kırsal turizm 19. yüzyılda İngiltere’de doğaya dönüşün<br/>yaşanması ile başlamış, daha sonra Avrupa’nın sanayileşmiş ülkelerinde yayılmaya başlamıştır."
  },
  {
    "id": "2265912",
    "unitNumber": 2,
    "text": "Kırsal turizm ile ilgili aşağıda verilen bilgilerden hangisi doğru<strong> değildir? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kırsal turizm, dünyanın en yavaş büyüyen turizm sektörlerinden birisidir.",
      "B": "Kırsal turizm, tarımsal faaliyetlerin yoğun olduğu yörelerde tarım faaliyetlerinin yanı sıra turizm sektörüne<br/>bağlı olarak gelişen yeni bir turizm çeşididir.",
      "C": "Kırsal turizm turistlerin mekân içinde yoğunlaşmasından doğan ekonomik, sosyal ve psikolojik sorunların çözümüne imkan tanır,",
      "D": "Turizmi geleneksel kıyı turizminin egemenliğinden kurtarmak,",
      "E": "Kırsal yörelerin dinlendirici atmosferinden yararlanmaya olanak sağlamak ve gelir düzeyi diğer sektörlere göre düşük olan tarım üreticisine ek bir gelir sağlamak,"
    },
    "explanation": "Kırsal turizm, tarımsal faaliyetlerin yoğun olduğu yörelerde tarım faaliyetlerinin yanı sıra turizm sektörüne<br/>bağlı olarak gelişen yeni bir turizm çeşididir. Kırsal turizm bir yandan turistlerin mekân içinde yoğunlaşmasından doğan ekonomik, sosyal ve psikolojik sorunların çözümünde, öte yandan turizmi geleneksel kıyı turizminin egemenliğinden kurtarmak, kırsal yörelerin dinlendirici atmosferinden yararlanmaya olanak sağlamak ve gelir düzeyi diğer sektörlere göre düşük olan tarım üreticisine ek bir gelir sağlamak açısından önem arz etmektedir."
  },
  {
    "id": "2265923",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi kırsal turizm arzını etkileyen faktörlerden birisi <strong>değildir? </strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kırsal alanlarda içme ve kullanma suyu olarak kullanılan kaynakların yeterli, kaliteli ve temiz olması<br/>gerekmektedir.",
      "B": "Turistlerin hoşça vakit geçirebilmesi için zengin animasyonlara ağırlık verilmelidir.",
      "C": "Kırsal alanlardaki alt yapı (yol, su, kanalizasyon, haberleşme, otopark) hizmetleri tamamlanmış<br/>olmalıdır.",
      "D": "Kırsal turizm hizmetleri belirli standartlarda olmalı, buna bağlı olarak da ücretler çok yüksek olmalıdır.",
      "E": "Kırsal yapılar, etkinlikler otantik olmalı ve geleneksellik ön planda tutulmalıdır."
    },
    "explanation": "Kırsal turizme katılan bireylerin ihtiyaç ve beklentilerinin yeterince karşılanabilmesi için kırsal alanların<br/>yeterince kırsal turizm arz değerlerine sahip olması ve bu yörelerde kırsal turizm arzını etkileyen faktörlere<br/>özen gösterilmesi gerekmektedir. Bahsi geçen bu faktörleri aşağıdaki gibi sıralamak mümkündür:<br/>• Kırsal alanlarda içme ve kullanma suyu olarak kullanılan kaynakların yeterli, kaliteli ve temiz olması<br/>gerekmektedir.<br/>• Kırsal alan ulaşılabilir olmalıdır.<br/>• Kırsal alanlardaki alt yapı (yol, su, kanalizasyon, haberleşme, otopark) hizmetleri tamamlanmış<br/>olmalıdır.<br/>• Kırsal alanlardaki konaklama maliyetlerini düşürebilmek için konaklama olanakları (çadır, karavan,<br/>köy-çiftlik evi, kiralık oda, pansiyon, bungalov) çeşitlendirilmelidir.<br/>• Kırsal yapılar, etkinlikler otantik olmalı ve geleneksellik ön planda tutulmalıdır.<br/>• Yöredeki doğal güzellikler ilginç ve korunmuş olmalıdır.<br/>• Yörede değerleri ve özellikleri korunmuş tarihi ve kültürel yapılar bulunmalıdır.<br/>• Yörede spor etkinlikleri için (koşu, yürüyüş, tenis, golf, yüzme, binicilik, kayak, voleybol…) uygun<br/>ortamlar (yürüyüş patikaları, koşu parkurları, kayak pistleri, golf alanları, su ve salon sporlarıyla<br/>ilgili donanımlar…) olmalıdır.<br/>• Kırsal turizm hizmetleri belirli standartlarda olmalı ve ücretler çok yüksek olmamalıdır.<br/>• Turistlerin hoşça vakit geçirebilmesi için zengin animasyonlara ağırlık verilmelidir."
  },
  {
    "id": "2265952",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bütünleşik kırsal alanın bir özelliğidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bu alanların ekonomik çeşitliliğinin sağlanması ve daha iyi yaşam koşullarına erişim konularında çok az umutları bulunduğu anlaşılmaktadır.",
      "B": "Uzak kırsal bölgelerden daha dinamik bir ekonomik ve sosyal yapıya sahip olmakla birlikte özellikle kentsel bölgelere ekonomik performans göstermektedir.",
      "C": "Çok küçük nüfus yoğunlukları olan, yok denecek kadar az gelir seviyesi bulunan yerlerdir,",
      "D": "Yaşlı nüfusu temel hizmetlere erişimde sorun yaşayan yerlerdir,",
      "E": "Bu alanların ekonomik çeşitliliğinin sağlanması ve daha iyi yaşam koşullarına erişim konularında çok az umutları bulunduğu anlaşılmaktadır."
    },
    "explanation": "Bütünleşik kırsal alan: Aşırı bir şekilde çoğalan nüfus, tarım dışı sektörlerin yanı sıra toprağa dayalı istihdam, çevresel, sosyal ve kültürel miras yönünden tehditlerle karşı karşıya kalmak, modern kentsel planlama ve şehirleşmenin yarattığı baskıların ağır yükünü taşımak ile büyük kentlerin çevresinde yer almak bütünleşik kırsal alanların özellikleri arasındadır. Bütünleşik kırsal alanlar, uzak kırsal bölgelerden daha dinamik bir ekonomik ve sosyal yapıya sahip olmakla birlikte özellikle kentsel bölgelere ekonomik performans göstermektedir."
  },
  {
    "id": "2265956",
    "unitNumber": 2,
    "text": "I. Nüfus yoğunluğu ve yerleşme hacmi, \n II. Alan kullanımı, \n III. Kırsal alan ve orman kullanımında hâkimiyet ve geleneksel sosyal yapı \n Yukarıdakilerden hangisi/hangileri Dünyada kırsal alanı nitelemek için alınan temel ölçütlerdendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnızca I",
      "B": "Yalnızca II",
      "C": "Yalnızca III",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Dünyada kırsal alanı nitelemek için; nüfus yoğunluğu ve yerleşme hacmi, alan kullanımı, kırsal<br/>alan ve orman kullanımında hâkimiyet ve geleneksel sosyal yapı gibi üç temel ölçüt göz önüne<br/>alınmaktadır."
  },
  {
    "id": "2265970",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi OECD kriterlerine göre belirgin kırsal alanların özelliğidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Nüfusunun %25’i ile yüzde ellisi aralığının kırsal alanlarda yaşadığı bölgeler,",
      "B": "Nüfusunun %25’inden daha azının kırsal alanlarda yaşadığı bölgeler.",
      "C": "Nüfusunun %15’i ile yüzde ellisi aralığının kırsal alanlarda yaşadığı bölgeler,",
      "D": "Nüfus yoğunluğunun yüzde elliden fazlasının kırsal alanlarda yaşadığı bölgeler,",
      "E": "Nüfusunun %15’inden daha azının kırsal alanlarda yaşadığı bölgeler."
    },
    "explanation": "OECD kırsal alanları, nüfus yoğunluğu kriterlerine göre tanımlamaktadır. Bu değerlendirmede nüfus yoğunluğunun kilometrekare başına 150 kişinin altında olduğu tüm yerel yönetim birimleri kırsal alan sayılmakta ve bu bölgeler aşağıda belirtildiği şekilde üç gruba ayrılmaktadır:<br/>• Baskın kırsal alanlar; nüfus yoğunluğunun yüzde elliden fazlasının kırsal alanlarda yaşadığı bölgeler,<br/>• Belirgin kırsal alanlar; nüfusunun %15’i ile yüzde ellisi aralığının kırsal alanlarda yaşadığı bölgeler,<br/>• Baskın kentsel alanlar; nüfusunun %15’inden daha azının kırsal alanlarda yaşadığı bölgeler."
  },
  {
    "id": "2265974",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi kırsal turizmin konseptlerinden birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kitlesel pazarlama",
      "B": "Kozmopolit atmosfer",
      "C": "Profesyonel yönetim kadrosu",
      "D": "Bireysel Turist ilişkileri",
      "E": "Uzun tatil süresi"
    },
    "explanation": "KIRSAL TURİZM<br/>• Büyük açık alan, (10.000’den az yerleşme)<br/>• Seyrek nüfus<br/>• Doğal çevre<br/>• Yoğun açık alan aktivitesi<br/>• Az yapılaşma<br/>• Bireysel aktiviteler yoğundur<br/>• Küçük tesisler<br/>• Yerel sahipli işletmeler<br/>• Tatil süresi kısa (part-time)<br/>• Çiftlik/orman gerektirir<br/>• Kırsal turizm diğer aktiviteleri destekler<br/>• Turizmde çalışanlar genellikle çalıştıkları<br/>bölgede yaşarlar<br/>• Genellikle mevsimsel faktörlerden etkilenir<br/>• Az sayıda turist vardır<br/>• Turist ilişkileri bireyseldir<br/>• Amatör yönetim anlayışı<br/>• Yerel atmosfer vardır<br/>• Eski geleneksel binalar fazladır<br/>• Etik gelişme sınırlıdır<br/>• Mimari özeldir (yöreye özgü)<br/>• Niş (niche-:dar alan) pazarlama vardır"
  },
  {
    "id": "2265982",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi turizm talebini etkileyen sosyal faktörlerden birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dil güçlükleri",
      "B": "Milli gelir",
      "C": "Ulaştırma",
      "D": "Konjonktürel durum",
      "E": "Turizm sektörünün durumu"
    },
    "explanation": "Sosyal faktörler<br/>• Ailevi durum<br/>• Dil güçlükleri<br/>• Eğitim seviyesi<br/>• Meslek<br/>• Yaş ve cinsiyet<br/>• Şehirleşme<br/>• Sosyal mevzuat"
  },
  {
    "id": "2265988",
    "unitNumber": 2,
    "text": "Türkiye’de 1924 tarihli Köy Kanunu’na göre kırsal alanının tanımı nasıl yapılmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "40 binden daha az nüfusa sahip yerleşim birimleri",
      "B": "35 binden daha az nüfusa sahip yerleşim birimleri",
      "C": "30 binden daha az nüfusa sahip yerleşim birimleri",
      "D": "25 binden daha az nüfusa sahip yerleşim birimleri",
      "E": "20 binden daha az nüfusa sahip yerleşim birimleri"
    },
    "explanation": "Türkiye’de 1924 tarihli Köy Kanunu’na göre 20 binden daha az nüfusa sahip yerleşim birimleri<br/>kırsal alan olarak tanımlanmaktadır."
  },
  {
    "id": "2271126",
    "unitNumber": 2,
    "text": "Aşağıdaki ifadelerden hangisi Kırsal Turizmi tanımlar\n I-Bir alternatif turizm çeşididir,<br/>II-kırsal alanlarda gerçekleşir,<br/>III-Kitle turizminin neden olduğu olumsuz etkilere ve turizmi kıyı bölgelere sıkıştıran turizm mantığına<br/>tepki olarak gelişen alternatif turizm çeşitidir, <br/>IV-Alternatif turizm çeşitlerinin, turizmin kıyı bölgelerdeki etkilerini azalttığının ve yarattığı gelir ve istihdamın sadece kıyı şeridinde değil diğer bölgelere de dağılarak ve gelir ve refah düzeylerinde artış sağladığı görüldükçe ulusal ve yerel hükümetlerin, yatırımcıların ve turizm işletmecilerinin gündemine girmektedir,",
    "correctAnswer": "C",
    "options": {
      "A": "I-II",
      "B": "I-II-III-",
      "C": "I-II-III-IV",
      "D": "I",
      "E": "III"
    },
    "explanation": "I-II-III-IV"
  },
  {
    "id": "2271149",
    "unitNumber": 2,
    "text": "Aşağıdaki ifadelerden hangisi alternatif turizm anlayışının ortaya çıkış sebeplerindendir?\n I-Turizmin, dünyanın her yerine sessizce yayılması ve ekonomilerde önemli bir güç hâline gelmesi. \n II-Turizmin birçok olumlu etkisinin yanı sıra taşıma kapasitesini aşarak alt yapı, tarihi ve kültürel varlıkların duyarsız kullanımına bağlı olarak kaynakların yıpranması, tarıma ayrılan alanların azalması ve verimliliğin düşmesi gibi birçok olumsuz etki, \n III- Kitle turizminin neden olduğu olumsuz etkileri azaltmak ve turizmin yol açtığı bu sorunlara çözüm olabilmek,",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "I-II",
      "E": "I-II-III"
    },
    "explanation": "I-II-III"
  },
  {
    "id": "2271178",
    "unitNumber": 2,
    "text": "Aşağıdaki ifadelerden hangisi Kültür ve Turizm Bakanlığının alternatif turizm tanımıdır? \n I- “Sosyal ve ekolojik uyuma, yerel ve yabancı girişimcilerin iş birliğine ve gelişmede yerli malzeme kullanılmasına öncelik verme amacını güden bir turizm çeşididir” \n II- \"Turistik açıdan önem arz eden kaynakların koruma kullanma ilkesine uygun olarak kullanılması ve daha yüksek getiri potansiyeline sahip turizm türlerinin oluşturulmasıdır\"\n III- \"Bireyin kişisel istek ve ihtiyaçlarına göre daha fazla uyarlanmış, çevreye saygılı, farklılaştırılmış bir<br/>turizm hizmetidir\"<br/>IV- \"Kitle turizmine bağlı olarak oluşan talebi daha dengeli bir hâle getirmek ve aynı zamanda toplumun<br/>refah düzeyi ile yörenin turistik arz kaynakları arasındaki dengeyi sağlamaktır\"",
    "correctAnswer": "D",
    "options": {
      "A": "I-II",
      "B": "I-II-III",
      "C": "I-II-III-IV",
      "D": "I-",
      "E": "II-"
    },
    "explanation": "I-"
  },
  {
    "id": "2271206",
    "unitNumber": 2,
    "text": "\"20 binden daha az nüfusa sahip yerleşim birimleri kırsal alan olarak tanımlanmaktadır\" \n Yukarıdaki bu tanım, hangi kanun/kurum/ veya teşkilatın kırsal alan tanımıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "DPT (Devlet Planlama Teşkilâtı)",
      "B": "Türkiye’de 1924 tarihli Köy Kanunu’na göre",
      "C": "OECD (Ekonomik Kalkınma ve İşbirliği Örgütü )",
      "D": "Kültür ve Turizm Bakanlığı",
      "E": "Tarım ve Orman Bakanlığı"
    },
    "explanation": "Türkiye’de 1924 tarihli Köy Kanunu’na göre"
  },
  {
    "id": "2271220",
    "unitNumber": 2,
    "text": "\"kırsal alanlar; yaşam ve ekonomik faaliyetlerin önemli ölçüde doğal kaynakların kullanımı ve değerlendirilmesine bağlı olduğu, ekonomik, toplumsal ve kültürel gelişme süreçlerinin yavaş ilerlediği, geleneksel hayatın şekillenmesinde etkili olduğu, yüz yüze ilişkilerin önemini koruduğu, teknolojik gelişmelerin yaşama ve üretime yansımasının daha uzun bir zaman aldığı, sosyo ekonomik niteliği ile kentsel alanların dışında kalan mekânlardır\"\n<br/>Yukarıdaki bu tanım hangi kurum/Kuruluş veya teşkilatın kırsal alan tanımıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "DPT",
      "B": "OECD",
      "C": "Kültür ve Turizm Bakanlığı",
      "D": "Türkiye’de 1924 tarihli Köy Kanunu’na göre",
      "E": "TKİB"
    },
    "explanation": "DPT"
  },
  {
    "id": "2271240",
    "unitNumber": 2,
    "text": "OECD tarafından dünyada kırsal alanı nitelemek için aşağıdaki temel ölçütlerden hangisi<br/>göz önüne alınmaktadır? \n I-Nüfus yoğunluğu ve yerleşme hacmi,\n II-Alan kullanımı, kırsal alan ve orman kullanımında hâkimiyet,\n III-Geleneksel sosyal yapı",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "I-II",
      "E": "I-II-III"
    },
    "explanation": "I-II-III"
  },
  {
    "id": "2271261",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangileri turizm amaçlı kullanılan kırsal alanların ek özellikleri arasında yer alır?\n <br/>I-Kitle turizmi için donatılmış, ağırlıklı olarak kıyı ve dağlık saha alanlarının olması,<br/>II-Tarımsal faaliyetlerin zayıfladığı yöreler olması,<br/>III-Şehirleşmede yeni yeni gelişmelerin yaşandığı alanlar olması,<br/>IV-Yerleşmelerde parçalanmaların olduğu yöreler olarak kategorize edilmiş olması,<br/>V-Düşük verimlilik,<br/>VI-Yüksek göç,<br/>VII-Orman, dağ ve ada alanlarıdır.",
    "correctAnswer": "D",
    "options": {
      "A": "I-II-III-IV",
      "B": "V-VI-VII",
      "C": "I-III-V-VI",
      "D": "I-II-III-IV-V-VI-VII",
      "E": "II, V, VI, VII"
    },
    "explanation": "I-II-III-IV-V-VI-VII"
  },
  {
    "id": "2271275",
    "unitNumber": 2,
    "text": "Yerli ve yabancı kaynaklar incelendiğinde, kırsal turizm kavramının yerine aşağıdaki kavramlardan hangileri kullanılmaktadır?\n I-Çiftlik turizmi, \n II-Köy turizmi,<br/>III-Yayla turizmi, \n IV-Tarım turizmi",
    "correctAnswer": "D",
    "options": {
      "A": "I",
      "B": "I-II",
      "C": "I-II-III",
      "D": "I-II-III-IV",
      "E": "I-III"
    },
    "explanation": "I-II-III-IV"
  },
  {
    "id": "2271294",
    "unitNumber": 2,
    "text": "\"Dağlar, Göller, Nehirler, Ormanlar, Doğa Manzaraları\" \n<br/>Kırsal turizmin hangi bileşenini tanımlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "kırsal alanlar,",
      "B": "kırsal miras,",
      "C": "kırsal yaşam,",
      "D": "kırsal etkinlikler,",
      "E": "Kırsal yaşam ve Kırsal miras"
    },
    "explanation": "Kırsal Alan"
  },
  {
    "id": "2271307",
    "unitNumber": 2,
    "text": "\"Endüstriyel (Çağdaş) mimari, Tarih öncesi miras, Kaleler, kiliseler ve Köyler\" Kırsal turizm bileşenlerinin hangisini tanımlar?",
    "correctAnswer": "B",
    "options": {
      "A": "kırsal alanlar,",
      "B": "kırsal miras,",
      "C": "kırsal yaşam",
      "D": "kırsal etkinlikler",
      "E": "Kırsal alan ve kırsal yaşam"
    },
    "explanation": "Kırsal Miras"
  },
  {
    "id": "2372302",
    "unitNumber": 2,
    "text": "1924 tarihli Köy Kanunu’na göre Türkiye’de kaç binden daha az nüfusa sahip yerleşim birimleri kırsal alan olarak tanımlanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "20 bin",
      "B": "10 bin",
      "C": "25 bin",
      "D": "30 bin",
      "E": "35 bin"
    },
    "explanation": "Soruda kırsal alanın nüfus tanımının bilinmesi amaçlanmıştır.<br/>Türkiye’de 1924 tarihli Köy Kanunu’na göre 20 binden daha az nüfusa sahip yerleşim birimleri kırsal alan olarak tanımlanmaktadır (Esengül, 2005:168-171)."
  },
  {
    "id": "2372310",
    "unitNumber": 2,
    "text": "Aşırı bir şekilde çoğalan nüfus, tarım dışı sektörlerin yanı sıra toprağa dayalı istihdam, çevresel, sosyal, kültürel miras yönünden tehditlerle karşı karşıya kalmak, modern kentsel planlama ve şehirleşmenin yarattığı baskıların ağır yükünü taşımak ile büyük kentlerin çevresinde yer almak özellikleri arasında olan, uzak kırsal bölgelerden daha dinamik bir ekonomik ve sosyal yapıya sahip olmakla birlikte özellikle kentsel bölgelere ekonomik performans gösteren yerler hangi kırsal alan başlığı altında ele alınmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Baskın kırsal alan",
      "B": "Belirgin kırsal alan",
      "C": "Orta dereceli kırsal alan",
      "D": "Bütünleşik kırsal alan",
      "E": "Tarımsal kırsal alan"
    },
    "explanation": "Soruda özellikleri sıralanan kırsal alanın tanınması amaçlanmıştır.<br/>Aşırı bir şekilde çoğalan nüfus, tarım dışı sektörlerin yanı sıra toprağa dayalı istihdam, çevresel, sosyal ve kültürel miras yönünden tehditlerle karşı karşıya kalmak, modern kentsel planlama ve şehirleşmenin yarattığı baskıların ağır yükünü taşımak ile büyük kentlerin çevresinde yer almak bütünleşik kırsal alanların özellikleri arasındadır. Bütünleşik kırsal alanlar, uzak kırsal bölgelerden daha dinamik bir ekonomik ve sosyal yapıya sahip olmakla birlikte özellikle kentsel bölgelere ekonomik performans göstermektedir."
  },
  {
    "id": "2372312",
    "unitNumber": 2,
    "text": "Ekonomik ve sosyal gerileme ile karşı karşıya kalan nispeten kentsel alanlara olan uzaklık, tarım sektöründe yaşanan düşüş ve tarım dışı sektörlerin hareketli olmaması sonucunda özellikle genç nüfusun istihdam arayışına bağlı olarak yaşanan göç hareketliliği, yöre insanının yaşam kalitesinin bozulması ve ekonominin gerilemenin görülen özellikler olarak sıralanabileceği yerler hangi kırsal alan başlığı altında ele alınmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Bütünleşik kırsal alan",
      "B": "Tarımsal kırsal alan",
      "C": "Orta dereceli kırsal alan",
      "D": "Baskın kırsal alan",
      "E": "Belirgin kırsal alan"
    },
    "explanation": "Soruda özellikleri sıralanan kırsal alanın tanınması amaçlanmıştır.<br/>Orta dereceli kırsal alan: Ekonomik ve sosyal gerileme ile karşı karşıya kalan orta dereceli kırsal alanların özellikleri ise nispeten kentsel alanlara olan uzaklık, tarım sektöründe yaşanan düşüş ve tarım dışı sektörlerin hareketli olmaması sonucunda özellikle genç nüfusun istihdam arayışına bağlı olarak yaşanan göç hareketliliği, yöre insanının yaşam kalitesinin bozulması ve ekonominin gerilemesidir."
  },
  {
    "id": "2372315",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi OECD kriterlerine göre sıralanan dört adet temel kırsal alan göstergelerinden biri <u>değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Ekonomik yapı ve performans",
      "B": "Çevre ve sürdürülebilirlik",
      "C": "Kültürel ve sanatsal yapı",
      "D": "Sosyal refah ve eşitlik",
      "E": "Nüfus ve göç"
    },
    "explanation": "Soruda kırsal alan göstergelerinin tanınması amaçlanmıştır.<br/>OECD kriterlerine göre;<br/>• Nüfus ve göç,<br/>• Ekonomik yapı ve performans,<br/>• Sosyal refah ve eşitlik,<br/>• Çevre ve sürdürülebilirlik olmak üzere dört adet temel kırsal alan göstergesi bulunmaktadır."
  },
  {
    "id": "2374518",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi kırsal tatil aktivitelerinden birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kuş Gözlemciliği",
      "B": "Büyük Konferanslar",
      "C": "Hayvanat Bahçeleri",
      "D": "Sağlık Merkezleri",
      "E": "Kumar Eğlence Tatilleri"
    },
    "explanation": "Soruda kırsal tatil aktivitelerinin tanınması amaçlanmıştır.<br/>Kırsal Tatil Aktiviteleri <br/>• Macera Tatilleri<br/>• Kano-Rafting<br/>• Çim Kayağı<br/>• Kuş Gözlemciliği<br/>• Avcılık<br/>• Bisiklet Turları<br/>• At Binme<br/>• Kırsal Miras Çalışmaları<br/>• Küçük Köy Turları<br/>• Rahatlama Tatilleri<br/>• Küçük Ölçekli Konferanslar<br/>• Kırsal Festivaller<br/>• Nehir Balıkçılığı<br/>• Kır Manzarası İzleme<br/>• Yürüyüş<br/>• Tırmanış<br/>• Göl Balıkçılığı<br/>• Orientering\n Kent Tatili Aktiviteleri<br/>• Alışveriş Turları<br/>• Deniz Tatilleri<br/>• Spor Yarışmaları<br/>• Çim Kayağı<br/>• Endüstriyel Turizm<br/>Hayvanat Bahçeleri<br/>• Sağlık Merkezleri<br/>• Büyük Konferanslar<br/>• Kumar Eğlence Tatilleri<br/>• Resort Tatilleri<br/>• Şehir Turları<br/>Kaynak: OECD, 1994, Tourism Strategies and Rural Development, ss. 16-17."
  },
  {
    "id": "2374522",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi kent tatili aktivitelerinden birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yürüyüş",
      "B": "Alışveriş Turları",
      "C": "Avcılık",
      "D": "Kuş Gözlemciliği",
      "E": "Rahatlama Tatilleri"
    },
    "explanation": "Soruda kentsel tatil aktivitelerinin tanınması amaçlanmıştır.<br/>Kırsal Tatil Aktiviteleri <br/>• Macera Tatilleri<br/>• Kano-Rafting<br/>• Çim Kayağı<br/>• Kuş Gözlemciliği<br/>• Avcılık<br/>• Bisiklet Turları<br/>• At Binme<br/>• Kırsal Miras Çalışmaları<br/>• Küçük Köy Turları<br/>• Rahatlama Tatilleri<br/>• Küçük Ölçekli Konferanslar<br/>• Kırsal Festivaller<br/>• Nehir Balıkçılığı<br/>• Kır Manzarası İzleme<br/>• Yürüyüş<br/>• Tırmanış<br/>• Göl Balıkçılığı<br/>• Orientering\n Kent Tatili Aktiviteleri<br/>• Alışveriş Turları<br/>• Deniz Tatilleri<br/>• Spor Yarışmaları<br/>• Çim Kayağı<br/>• Endüstriyel Turizm<br/>Hayvanat Bahçeleri<br/>• Sağlık Merkezleri<br/>• Büyük Konferanslar<br/>• Kumar Eğlence Tatilleri<br/>• Resort Tatilleri<br/>• Şehir Turları<br/>Kaynak: OECD, 1994, Tourism Strategies and Rural Development, ss. 16-17."
  },
  {
    "id": "2374528",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi genel olarak turizm talebini etkileyen faktörlerden biri <u>değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Ekonomik",
      "B": "Sosyal",
      "C": "Psikolojik",
      "D": "Kültürel",
      "E": "Politik"
    },
    "explanation": "Soruda turizm talebini etkiyen faktörlerin tanınması amaçlanmıştır.<br/>Genel olarak turizm talebini etkileyen faktörler ekonomik, sosyal, politik ve psikolojik faktörlerdir."
  },
  {
    "id": "2374531",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi turizm talebini etkileyen sosyal faktörlerden birisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ödemeler dengesi",
      "B": "Ulaştırma",
      "C": "Yaş ve cinsiyet",
      "D": "Genel politik durum",
      "E": "Konjonktürel durum"
    },
    "explanation": "Soruda turizm talebini etkileyen sosyal faktörlerin tanınması amaçlanmıştır.<br/>Genel olarak turizm talebini etkileyen faktörler ekonomik, sosyal, politik ve psikolojik faktörlerdir.<br/>2. Sosyal faktörler <br/>• Ailevi durum <br/>• Dil güçlükleri <br/>• Eğitim seviyesi <br/>• Meslek<br/>• Yaş ve cinsiyet<br/>• Şehirleşme<br/>• Sosyal mevzuat"
  },
  {
    "id": "2374534",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi turizm talebini etkileyen psikolojik faktörlerden birisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Turizm sektörünün durumu",
      "B": "Gidilen ülkenin politik durumu",
      "C": "Turistik tüketim, karşılandıkça isteği artıran bir özellik taşır",
      "D": "Ailevi durum",
      "E": "Dil güçlükleri"
    },
    "explanation": "Soruda turizm talebini etkileyen psikolojik faktörlerin tanınması amaçlanmıştır.<br/>Genel olarak turizm talebini etkileyen faktörler ekonomik, sosyal, politik ve psikolojik faktörlerdir.<br/>4. Psikolojik Faktörler <br/>• Turistik tüketim bazen daha yüksek kalitedeki turistik mal ve hizmetlere kayabilir.<br/>• Turistler, zaman ve mekân imkânları içinde daha uzak yerleri tercih edip turistik tüketimde<br/>bulunma imkânına sahip olabilirler.<br/>• Turistler daha uzun süreli tatil yapabilirler.<br/>• Turistik tüketim, karşılandıkça isteği artıran bir özellik taşır"
  },
  {
    "id": "2374536",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi herhangi bir ülkede veya bölgede turizm arzından bahsedebilmemiz için olması şart öğelerden biri <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Doğal veriler",
      "B": "Sosyal veriler",
      "C": "Psikolojik veriler",
      "D": "Turizm sektörünün durumu",
      "E": "Politik veriler"
    },
    "explanation": "Soruda turizm arzından bahsedebilmemiz için belirtilen öğelerin tanınması amaçlanmıştır.<br/>Herhangi bir ülkede veya bölgede turizm arzından bahsedebilmemiz için aşağıda belirtilen öğelerin olması şarttır. Bunlar sırasıyla (Olalı ve Timur, 1988: 174-175):<br/>1. Doğal veriler: Doğal harikalar, iklim, kaplıca ve şifalı sular<br/>2. Sosyal veriler: Sanat şehirleri, tarihi eser ve anıtlar, müzeler, fuar, sergi, seminerler ve diğer sosyal<br/>görünüşler<br/>3. Psikolojik veriler: Ülkeler arasındaki tarihi, dini, ailevi, kültürel ilişkiler, toplumun gelenekleri, davranışları ve yönetici davranışları<br/>4. Turizm sektörünün durumu: Turistik altyapı, turistik donatım (miktar, fiyat ve kalite gibi)."
  },
  {
    "id": "2380263",
    "unitNumber": 2,
    "text": "Sosyal ve ekolojik uyuma, yerel ve yabancı girişimcilerin iş birliğine ve gelişmede yerli malzeme kullanılmasına öncelik verme amacını güden bir turizm çeşidi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kitle turizmi",
      "B": "Deniz turizmi",
      "C": "Yerli turizm",
      "D": "Yabancı Turizm",
      "E": "Alternatif turizm"
    },
    "explanation": "Kültür ve Turizm Bakanlığının yaptığı tanıma göre alternatif turizm, “<em>sosyal ve ekolojik uyuma, yerel ve yabancı girişimcilerin iş birliğine ve gelişmede yerli malzeme kullanılmasına öncelik verme amacını güden bir turizm çeşididir</em>” (Yıldız ve Kalağan 2009)."
  },
  {
    "id": "2380264",
    "unitNumber": 2,
    "text": "Türkiye’de 1924 tarihli Köy Kanunu’na göre yirmi binden daha az nüfusa sahip yerleşim birimlerine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Şehir merkezi",
      "B": "Kırsal alan",
      "C": "Kasaba",
      "D": "Mahalle",
      "E": "Kamusal alan"
    },
    "explanation": "Kırsal alan"
  },
  {
    "id": "2380267",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi OECD kriterlerine göre belirlenen temel kırsal alan göstergelerinden <em><strong>değildir</strong></em>?",
    "correctAnswer": "C",
    "options": {
      "A": "Nüfus ve göç",
      "B": "Ekonomik yapı ve performans",
      "C": "Alanın büyüklüğü",
      "D": "Sosyal refah ve eşitlik",
      "E": "Çevre ve sürdürülebilirlik"
    },
    "explanation": "OECD kriterlerine göre; \n<br/>• Nüfus ve göç, \n<br/>• Ekonomik yapı ve performans, \n<br/>• Sosyal refah ve eşitlik, \n<br/>• Çevre ve sürdürülebilirlik olmak üzere dört adet temel kırsal alan göstergesi bulunmaktadır."
  },
  {
    "id": "2380272",
    "unitNumber": 2,
    "text": "Kırsal turizmin kapsamının belirlenmesini zorlaştıran etken aşağıdakilerden hangisinde verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kırsal turizmin fazla talep görmemesi",
      "B": "Kırsal kesimlerde tarım yapılması",
      "C": "Kırsal alanlardaki konaklama yeri sıkıntısı",
      "D": "Kırsal turizm kapsamına dâhil edilebilecek aktivitelerin çeşitliliği",
      "E": "Kırsal kesimlerin uzak yerlerde olması"
    },
    "explanation": "Kırsal turizm kapsamına dâhil edilebilecek aktivitelerin çeşitliliği, kırsal turizmin kapsamının belirlenmesini zorlaştırmaktadır."
  },
  {
    "id": "2380275",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi hem kırlarda hem de kentlerde yapılabilen etkinliklerdendir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kuş gözlemciliği",
      "B": "Şehir turu",
      "C": "Gemi yolculuğu",
      "D": "Alışveriş turu",
      "E": "Nehir balıkçılığı"
    },
    "explanation": "Kuş gözlemciliği ve nehir balıkçılığı sadece kırsalda; alış veriş turu ve şehir turu ise sadece şehirde yapılan etkinliklerdir. Fakat gemi yolculuğu hem kırsalda hem de şehirde yapılabilir.\n<br/>Tablo 2.2 Kırsal Tatil Aktiviteleri ve Kent Tatil Aktivitelerinin Karşılaştırılması tablosunda bulabilirsiniz cevabı"
  },
  {
    "id": "2380277",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi kırsal turizmin gelişimini etkileyen faktörlerden <em><strong>değildir</strong></em>?",
    "correctAnswer": "C",
    "options": {
      "A": "Eğitim seviyesinin yükselmesi",
      "B": "Ulaşım ve iletişimin gelişimi",
      "C": "Maddi imkanların yetersizliği",
      "D": "Ekolojik yaşam bilincinin artması ve ekoloji",
      "E": "Psikolojik sağlık etmeni"
    },
    "explanation": "Maddi imkanların yetersizliği kırsal turizmin gelişimini etkileyen faktörlerden <em><strong>değildir.</strong></em>"
  },
  {
    "id": "2380278",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi genel olarak turizm talebini etkileyen faktörlerden <em><strong>değildir</strong></em>?",
    "correctAnswer": "E",
    "options": {
      "A": "Ekonomik",
      "B": "Sosyal",
      "C": "Politik",
      "D": "Psikolojik",
      "E": "Psişik"
    },
    "explanation": "Genel olarak turizm talebini etkileyen faktörler ekonomik, sosyal, politik ve psikolojik faktörlerdir."
  },
  {
    "id": "2380280",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi herhangi bir ülkede veya bölgede turizm arzından bahsedebilmemiz için olması gereken ögelerden <em><strong>değildir</strong></em>?",
    "correctAnswer": "B",
    "options": {
      "A": "Doğal veriler: Doğal harikalar, iklim, kaplıca ve şifalı sular",
      "B": "Yapay veriler: Teknolojik gelişim, bilgisayar ve elektronik aletlerin toplumdaki fazlalığı",
      "C": "Sosyal veriler: Sanat şehirleri, tarihi eser ve anıtlar, müzeler, fuar, sergi, seminerler ve diğer sosyal görünüşler",
      "D": "Psikolojik veriler: Ülkeler arasındaki tarihi, dini, ailevi, kültürel ilişkiler, toplumun gelenekleri, davranışları ve yönetici davranışları",
      "E": "Turizm sektörünün durumu: Turistik altyapı, turistik donatım (miktar, fiyat ve kalite gibi)"
    },
    "explanation": "Herhangi bir ülkede veya bölgede turizm arzından bahsedebilmemiz için aşağıda belirtilen öğelerin olması şarttır. Bunlar sırasıyla (Olalı ve Timur, 1988: 174-175): \n 1. Doğal veriler: Doğal harikalar, iklim, kaplıca ve şifalı sular \n 2. Sosyal veriler: Sanat şehirleri, tarihi eser ve anıtlar, müzeler, fuar, sergi, seminerler ve diğer sosyal görünüşler \n 3. Psikolojik veriler: Ülkeler arasındaki tarihi, dini, ailevi, kültürel ilişkiler, toplumun gelenekleri, davranışları ve yönetici davranışları \n 4. Turizm sektörünün durumu: Turistik altyapı, turistik donatım (miktar, fiyat ve kalite gibi)."
  },
  {
    "id": "2380286",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi kırsal turizm talebini oluşturan kesimlerden <em><strong>değildir</strong></em>?",
    "correctAnswer": "E",
    "options": {
      "A": "Doğayı sevenler",
      "B": "Sağlıklı yaşama arzusu olanlar",
      "C": "Büyük Şehirlerde veya kentlerde yaşayan emekliler",
      "D": "Orta gelir düzeyine sahip aileler",
      "E": "Gece hayatı sevenler"
    },
    "explanation": "Kırsal turizm talebinin yapısına baktığımızda; \n • Büyük Şehirlerde veya kentlerde yaşayan emekliler \n • Orta gelir düzeyine sahip aileler \n • Macera peşinde olanlar \n • Doğayı sevenler \n • Uzun yürüyüşleri sevenler \n • Bisiklet binmeyi ve vahşi yaşamı sevenler \n • Sağlıklı yaşama arzusu olanlar \n • Nostalji yaşamak isteyen bireyler tarafından oluşturulmaktadır."
  },
  {
    "id": "2380290",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi kırsal alanda veya yörede kırsal turizm arzını oluşturan potansiyel kaynaklardandır?",
    "correctAnswer": "C",
    "options": {
      "A": "Alışveriş merkezleri",
      "B": "Hayvanat bahçeleri",
      "C": "Yöresel yemek ve içecekler",
      "D": "Eğlence mekanları",
      "E": "Franchising restaurantlar"
    },
    "explanation": "Kırsal alanda veya yörede kırsal turizm arzını oluşturan potansiyel kaynaklar; \n • Dağlar • Geleneksel müzik \n • Geleneksel mimari • Ormanlar \n • Irmaklar • Yaylalar \n • Halkın misafirperverliği • Doğal mağaralar \n • Yöresel yemek ve içecekler • Yöresel el sanatları \n • Kuş gözlemciliği • Av hayatı \n • Safari • Olta balıkçılığı"
  },
  {
    "id": "2382361",
    "unitNumber": 2,
    "text": "<strong>Sosyal ve ekolojik uyuma, yerel ve yabancı girişimcilerin iş birliğine ve gelişmede yerli malzeme kullanılmasına öncelik verme amacını güden turizm </strong><strong>aşağıdaki kavramlardan hangisi ile ifade edilmektedir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kongre turizmi",
      "B": "Kültürel turizm",
      "C": "Alternatif turizm",
      "D": "Kentsel turizm",
      "E": "Kıyısal turizm"
    },
    "explanation": "Doğru cevap C şıkkıdır. Kitabınızın 29. sayfasında “KIRSAL TURİZMLE İLGİLİ KAVRAMLAR” başlığı altında alternatif turizm, Sosyal ve ekolojik uyuma, yerel ve yabancı girişimcilerin iş birliğine ve gelişmede yerli malzeme kullanılmasına öncelik verme amacını güden turizm olarak tanımlanmaktadır."
  },
  {
    "id": "2382362",
    "unitNumber": 2,
    "text": "<strong>Türkiye’de 1924 tarihli Köy Kanunu’na göre kırsal alan olarak tanımlanan yerleşim birimlerinin nüfus büyüklüğü aşağıdakilerden hangisi olmalıdır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "25.000’ den az nüfus",
      "B": "20.000’den az nüfus",
      "C": "15.000’den az nüfus",
      "D": "10.000’den az nüfus",
      "E": "5.000’den az nüfus"
    },
    "explanation": "Doğru cevap B şıkkıdır. Kitabınızın 30. sayfasında “Kırsal Alan” başlığı altında Türkiye’de 1924 tarihli Köy Kanunu’na göre 20 binden daha az nüfusa sahip yerleşim birimlerinin kırsal alan olarak tanımlandığı bilgisi verilmektedir."
  },
  {
    "id": "2382365",
    "unitNumber": 2,
    "text": "<strong>i-Yaşam ve ekonomik faaliyetler doğal kaynakların kullanımına bağlıdır</strong><strong>. </strong>\n <strong>ii- Ekonomik, toplumsal ve kültürel gelişme süreçleri hızla değişir. </strong>\n <strong>iii- Yüz yüze ilişkiler önemlidir.</strong>\n <strong>iv-Teknolojik gelişmeler kısa sürede üretime yansır.</strong>\n <strong>v- Sosyo-ekonomik niteliği ile kentsel alanların dışında kalan mekânlardır.</strong>\n <strong>Yukarıdaki iadelerden hangileri, “Sekizinci Kalkınma Planı Kırsal Kalkınma Raporunda” sıralanan kırsal alanları tanımlayan özellikler arasında yer almaktadır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "<strong>i, ii; iii</strong>",
      "B": "<strong>i; iii; iv</strong>",
      "C": "<strong>i; iii; v</strong>",
      "D": "<strong>ii; iii; iv</strong>",
      "E": "<strong>iii; iv; v</strong>"
    },
    "explanation": "Doğru cevap C şıkkıdır. Kitabınızın 30. sayfasında “Kırsal Alan” başlığı altında Sekizinci Kalkınma Planı Kırsal Kalkınma Raporunda kırsal alanlar; yaşam ve ekonomik faaliyetlerin önemli ölçüde doğal kaynakların kullanımı ve değerlendirilmesine bağlı olduğu, ekonomik, toplumsal ve kültürel gelişme süreçlerinin <strong>yavaş</strong> ilerlediği, geleneksel hayatın şekillenmesinde etkili olduğu, yüz yüze ilişkilerin önemini koruduğu, teknolojik gelişmelerin yaşama ve üretime yansımasının daha <strong>uzun bir zaman aldığı</strong>, sosyo ekonomik niteliği ile kentsel alanların dışında kalan mekânlar olarak tanımlanmaktadır."
  },
  {
    "id": "2382368",
    "unitNumber": 2,
    "text": "<strong>Aşağıda sıralanan özelliklerden hangisi “orta dereceli kırsal alanlarla” ilgilidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Aşırı nüfus artışı",
      "B": "Tarım dışı sektörlerde istihdam",
      "C": "Çevresel, sosyal ve kültürel mirasın tehdit altında olması",
      "D": "Büyük kentlerin çevresinde yer almak",
      "E": "Genç nüfusun göçü"
    },
    "explanation": "Doğru cevap E şıkkıdır. Kitabınızın 31. sayfasında “Kırsal alan” başlığı altında Orta dereceli kırsal alanın özellikleri aşağıdaki gibi sıralanmıştır:\n “Ekonomik ve sosyal gerileme ile karşı karşıya kalan orta dereceli kırsal alanların özellikleri ise nispeten kentsel alanlara olan uzaklık, tarım sektöründe yaşanan düşüş ve tarım dışı sektörlerin hareketli olmaması sonucunda özellikle <strong>genç nüfusun istihdam arayışına bağlı olarak yaşanan göç hareketliliği,</strong> yöre insanının yaşam kalitesinin bozulması ve ekonominin gerilemesidir.”"
  },
  {
    "id": "2382369",
    "unitNumber": 2,
    "text": "<strong>Aşağıda sıralanan özelliklerden hangisi “bütünleşik kırsal alanla” ilgilidir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Çevresel, sosyal ve kültürel mirasın tehdit altında olması",
      "B": "Kentsel alanlara uzak olmak",
      "C": "Tarım sektöründe düşüş",
      "D": "Genç nüfusun göçü",
      "E": "Yaşam kalitesinin bozulması"
    },
    "explanation": "Doğru cevap A şıkkıdır. Kitabınızın 31. sayfasında “Kırsal Alan” başlığı altında bütünleşik kırsal alan aşağıdaki gibi tanımlanmaktadır:\n “Aşırı bir şekilde çoğalan nüfus, tarım dışı sektörlerin yanı sıra toprağa dayalı istihdam, <strong>çevresel, sosyal ve kültürel miras yönünden tehditlerle karşı karşıya kalmak</strong>, modern kentsel planlama ve şehirleşmenin yarattığı baskıların ağır yükünü taşımak ile büyük kentlerin çevresinde yer almak bütünleşik kırsal alanların özellikleri arasındadır.”"
  },
  {
    "id": "2382373",
    "unitNumber": 2,
    "text": "<strong>OECD’nin nüfus yoğunluğu kriterlerine göre kırsal alanlarda kilometrekare başına en fazla kaç kişi düşmelidir? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "100",
      "B": "150",
      "C": "200",
      "D": "250",
      "E": "300"
    },
    "explanation": "Doğru cevap B şıkkıdır. Kitabınızın 31. Sayfasında “Kırsal Alan” başlığı altında OECD’nin kırsal alanları, nüfus yoğunluğu kriterlerine göre tanımladığı bilgisi verilmektedir. Bu değerlendirmede nüfus yoğunluğunun kilometrekare başına 150 kişinin altında olduğu tüm yerel yönetim birimleri kırsal alan sayılmaktadır."
  },
  {
    "id": "2382379",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerde hangisi geleneksel turizm kapsamında yer alan bir turizm faaliyetidir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kırsal turizm",
      "B": "Yayla turizmi",
      "C": "Yeşil turizm",
      "D": "Çiftlik turizmi",
      "E": "Deniz turizmi"
    },
    "explanation": "Doğru cevap E şıkkıdır. Kitabınızın 33. sayfasında “Kırsal Turizm Kapsamı” başlığı altında ve diğer pek çok sayfada, deniz turizminin geleneksel turizm faaliyeti olduğu bilgisi verilmektedir."
  },
  {
    "id": "2382383",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi turizm talebini etkileyen ekonomik bir faktördür?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ulaştırma",
      "B": "Eğitim seviyesi",
      "C": "Şehirleşme",
      "D": "Politik durum",
      "E": "Uzak yerlere gitme tercihi"
    },
    "explanation": "Doğru cevap A şıkkıdır. Kitabınızın 45. sayfasında “KIRSAL TURİZM TALEBİ” başlığı altında, turizm talebini etkileyen ekonomik faktörler aşağıdaki gibi sıralanmaktadır:\n <ul> <li>Millî gelir (millî gelir miktarı, kişi başına düşen millî gelir ve millî gelirin dağılış şekli).</li> <li>Turistik mal ve hizmetlerin fiyatı</li> <li><strong> Ulaştırma</strong></li> <li>Ödemeler dengesi</li> <li>Turizm sektörünün durumu</li> <li>Konjonktürel durum</li> </ul>"
  },
  {
    "id": "2382384",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi turizm talebini etkileyen sosyal bir faktördür?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Milli gelir",
      "B": "Ödemeler dengesi",
      "C": "Konjonktürel durum",
      "D": "Uzak yerleri görme isteği",
      "E": "Meslek"
    },
    "explanation": "Doğru cevap E şıkkıdır. Kitabınızın 45. sayfasında “KIRSAL TURİZM TALEBİ” başlığı altında, turizm talebini etkileyen sosyal faktörler aşağıdaki gibi sıralanmaktadır:\n Ailevi durum\n Dil güçlükleri\n Eğitim seviyesi\n <strong>Meslek</strong>\n Yaş ve cinsiyet\n Şehirleşme\n Sosyal mevzuat"
  },
  {
    "id": "2382385",
    "unitNumber": 2,
    "text": "<strong>Aşağıdakilerden hangisi kırsal turizmin sürdürülebilirliğini tehdit eden en önemli faktördür?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Alt yapı sorunları",
      "B": "Konaklamadaki gelenekselliğin ortadan kalkması",
      "C": "Gelir düzeyi",
      "D": "Fiyatlar",
      "E": "Otelcilik sektörünün gelişmemesi"
    },
    "explanation": "Doğru cevap B şıkkıdır. Kitabınızın 49.sayfasında “Kırsal Turizmin Gelişmesine Yönelik\n Öneriler” başlığı altında, bazı kırsal alanlarda eski ve geleneksel konaklama kalıplarının bir kenara bırakıldığı ve günümüz konaklama şekillerinin kırsal çevrelere uygun hâle getirilerek yeniden yaratıldığı bilgisi verilmektedir. Aslında bu durum kırsal turizmdeki çekiciliği ve gizemi de ortadan kaldırmaktadır. Çünkü burada amaç büyükşehir veya kentlerde özellikle beton evlerde oturanların tercih ettikleri bir yer yaratmaktır. Ancak konaklamadaki <strong>geleneksellik ortadan kalkıyorsa kırsal alana olan talep de zamanla düşecektir</strong>. Önemli olan, buraya yapılan kırsal mimariyi sürdürülebilir bir şekilde korumak ve turizme kazandırmaktır. Şu bir gerçek ki kırsal turizm rant uğruna hiçbir zaman otel sektörünün gelişmesine uygun değildir."
  },
  {
    "id": "2383713",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi turizmin olumsuz etkilerinden biri <u>değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Alt yapı tahribatı",
      "B": "Tarihi varlıkların yıpranması",
      "C": "Tarıma ayrılan alanların azalması",
      "D": "Deniz kirliliğinin artması",
      "E": "Kültürel varlıkların yıpranması"
    },
    "explanation": "Turizmin birçok olumlu etkisinin yanı sıra taşıma kapasitesini aşarak alt yapı, tarihi ve kültürel varlıkların duyarsız kullanımına bağlı olarak kaynakların yıpranması, tarıma ayrılan alanların azalması ve verimliliğin düşmesi gibi birçok olumsuz etkiden söz etmek mümkündür. Olumsuz etkilerin temel nedeni, turizm talebinin dinamik; turizm arzının ise statik olmasıdır. Doğru cevap D seçeneğidir."
  },
  {
    "id": "2383724",
    "unitNumber": 2,
    "text": "Kırsal alanı nitelemek için kullanılan ölçütler aşağıdaki seçeneklerden hangisinde doğru sıralanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Nüfus yoğunluğu, alan kullanımı, geleneksel sosyal yapı",
      "B": "Okullaşma oranı, geleneksel sosyal yapı, alan kullanımı",
      "C": "Sanayileşme yoğunluğu, alan kullanımı, okullaşma oranı",
      "D": "Geleneksel sosyal yapı, nüfus yoğunluğu, sanayileşme yoğunluğu,",
      "E": "Alan kullanımı, sanayileşme yoğunluğu, okullaşma oranı"
    },
    "explanation": "Dünyada kırsal alanı nitelemek için; nüfus yoğunluğu ve yerleşme hacmi, alan kullanımı, kırsal alan ve orman kullanımında hâkimiyet ve geleneksel sosyal yapı gibi üç temel ölçüt göz önüne alınmaktadır. Doğru cevap A seçeneğidir."
  },
  {
    "id": "2383727",
    "unitNumber": 2,
    "text": "Kırsal turizm, doğası gereği ….. ihtiva eder ve ….. kalkınmanın da lokomotifi olmaktadır.\n Cümlede boş bırakılan yerleri doğru şekilde tamamlayan seçenek aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yöresellik, planlı",
      "B": "Nostalji, sürdürülebilir",
      "C": "Yöresellik, sürdürülebilir",
      "D": "Nostalji, planlı",
      "E": "Yöresellik, hızlı"
    },
    "explanation": "Kırsal turizm, doğası gereği yöresellik ve daha küçük ölçekli yöreye özgü faaliyetleri ihtiva eder ve sürdürülebilir kalkınmanın da lokomotifi olmaktadır. Çünkü kırsal turizm kırsal yöredeki ekonomik olmayan kaynaklara ekonomik değer katmakta, kırsal yörelerin gelişiminde ve kalkınmasında son derece önemli rol üstlenmektedir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "2383741",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi kırsal miras ögelerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Dağlar",
      "B": "Göller",
      "C": "Ormanlar",
      "D": "Doğa Manzaraları",
      "E": "Köyler"
    },
    "explanation": "Kırsal mirasın unsurları şunlardır: Endüstriyel (Çagdas) mimari, Tarih öncesi miras, Kaleler, kiliseler, Köyler. Doğru cevap E seçeneğidir?"
  },
  {
    "id": "2383746",
    "unitNumber": 2,
    "text": "Kırsal turizmin kaç bileşeni vardır?",
    "correctAnswer": "B",
    "options": {
      "A": "Üç",
      "B": "Dört",
      "C": "Beş",
      "D": "Altı",
      "E": "Yedi"
    },
    "explanation": "Kırsal turizmin bileşenleri kırsal alanlar, kırsal miras, kırsal yaşam ve kırsal etkinliklerden oluşmaktadır. Bunlar aynı zamanda kırsal turizmin temel arzını da oluşturmaktadır."
  },
  {
    "id": "2383747",
    "unitNumber": 2,
    "text": "Kırsal turizm ilk defa hangi ülkede ortaya çıkmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Fransa",
      "B": "İspanya",
      "C": "ABD",
      "D": "İtalya",
      "E": "İngiltere"
    },
    "explanation": "Kırsal turizm yeni bir olgu değildir. Kırsal turizm 19. yüzyılda İngiltere’de doğaya dönüşün yaşanması ile başlamış, daha sonra Avrupa’nın sanayileşmiş ülkelerinde yayılmaya başlamıştır. Bu olgunun hızlı bir şekilde yayılmasında başta şehirlerde yaşayanların sosyo-ekonomik durumunun yükselmesi, büyük şehirlerdeki hayat tıkanıklığı, hava kirliliği, gürültü ve stresten kaçmak etkili olmuş ve bir çıkış yolu olarak kırlarda dinlenmeye karşı bir ilgi doğurmuştur. Doğru cevap E seçeneğidir"
  },
  {
    "id": "2383750",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi kırsal turizmin gelişimini etkileyen faktörlerden biri <u>değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Eğitim seviyesinin yükselmesi",
      "B": "Bağımsızlık ve bireysellik",
      "C": "Genç nüfus sayısındaki artış",
      "D": "Akrabalık ilişkileri",
      "E": "Ulaşım ve iletişimin gelişmesi"
    },
    "explanation": "C seçeneği dışındaki seçeneklerin tümü kırsal turizmin gelişimine etki eden faktörlerdendir. Bu gelişime etki eden bir diğer faktör ise yaşlı fakat aktif nüfus sayısının artmasıdır. Yetmiş yaş ve üzerindeki aktif emeklilerin günümüzde artık turizm faaliyetlerinde yer alması olağan hale gelmiştir. Bu kesim kırsal turizmi olumlu yönde etkilemektedir. Genç nüfus genellikle kırsal turizmi değil, daha hareketli olan deniz turizmini tercih etmektedir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "2383751",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi kırsal turizmin uzun dönem hedeflerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kırsal alan veya yörenin turizm, açık hava ve rekreasyon etkinliklerine açılması desteklenmelidir.",
      "B": "Yöredeki mevcut talep doğrultusunda küçük ölçekli kır otelciliği geliştirilmelidir.",
      "C": "Turizm talebinin yüksek olduğu yaz sezonu için açık hava etkinlikleri geliştirilmeli ve yöreye özgü olmalıdır.",
      "D": "Yöredeki suyla ilgili etkinlikler için akarsular kırsal turizm arzı doğrultusunda değerlendirilmelidir.",
      "E": "Kırsal alanda veya yörede yaşayan halka teknik yardımda bulunulmalıdır."
    },
    "explanation": "Doğru cevap A seçeneğidir. Bu seçenek dışındaki seçeneklerde verilen bilgiler kırsal turizmin uzun dönem hedeflerinden değil, öncelikli hedeflerindendir. Kırsal turizmin uzun dönem hedefleri, üç ana başlık altında toplanabilir. Bunlar: 1. Kırsal alan veya yörenin turizm, açık hava ve rekreasyon etkinliklerine açılmasının desteklenmesi 2. Yöredeki kırsal turistik arz değerlerin pazarlanmasına ve geliştirilmesine gereken önemin verilmesi 3. Kırsal yöredeki girişimlere katkıda bulunulması şeklinde sıralanabilir."
  },
  {
    "id": "2383752",
    "unitNumber": 2,
    "text": "Aşağıdaki faktörlerden hangisi turizm talebini <u>etkilemez?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Ekonomik",
      "B": "Sosyal",
      "C": "Politik",
      "D": "Kültürel",
      "E": "Psikolojik"
    },
    "explanation": "Genel olarak turizm talebini etkileyen faktörler ekonomik, sosyal, politik ve psikolojik faktörlerdir. Doğru cevap D seçeneğidir."
  },
  {
    "id": "2383754",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi turizm talebini etkileyen sosyal faktörlerden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ulaştırma",
      "B": "Şehirleşme",
      "C": "Konjonktürel durum",
      "D": "Milli gelir",
      "E": "Turistik mal ve hizmetlerin fiyatı"
    },
    "explanation": "B seçeneği dışındaki seçenekler, turizm talebini etkileyen ekonomik faktörlerdir. turizm talebini etkileyen sosyal faktörler şöyle sıralanabilir: • Ailevi durum • Dil güçlükleri • Eğitim seviyesi • Meslek • Yaş ve cinsiyet • Şehirleşme • Sosyal mevzuat. Doğru cevap B seçeneğidir."
  },
  {
    "id": "2266074",
    "unitNumber": 3,
    "text": "Aşağıdaki seçeneklerden hangisinde yer alan, kırsal turizm olarak<strong> nitelendirilemez?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Çiftlik turizmi",
      "B": "Yayla turizmi",
      "C": "Sağlık turizmi",
      "D": "Eko-turizm",
      "E": "Metropol turizmi"
    },
    "explanation": "Metropol turizmi"
  },
  {
    "id": "2266079",
    "unitNumber": 3,
    "text": "...............geçmişten bugüne önceki nesillerden aktarılarak miras olarak kalan tüm soyut ve somut değerleri ifade etmektedir. \n Yukarıdaki boşluğa uygun olan ifade, aşağıdaki seçeneklerden hangisinde yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Sanatsal miras",
      "B": "Kültürel miras",
      "C": "Çevresel miras",
      "D": "Mimari miras",
      "E": "Bilimsel miras"
    },
    "explanation": "Kültürel miras"
  },
  {
    "id": "2266088",
    "unitNumber": 3,
    "text": "Maddi (somut) kültürel değerler içerisinde aşağıdakilerden hangisi <strong>yer almaz?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Camii",
      "B": "Mescit",
      "C": "Köy konağı",
      "D": "Lezzetler",
      "E": "Sulama kanalları"
    },
    "explanation": "Lezzetler"
  },
  {
    "id": "2266091",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kırsal turizm bileşenlerinden biri olan kırsal yaşam başlığı altında <strong>yer alamaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "El sanatları",
      "B": "Yerel etkinlikler",
      "C": "Yerel yiyecekler",
      "D": "Tarım turizmi",
      "E": "Çağdaş müzik"
    },
    "explanation": "Çağdaş müzik"
  },
  {
    "id": "2266094",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisinin, kırsal turizm kapsamında gerçekleştirilen başka etkinliklerden biri olduğunu <strong>söyleyemeyiz?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Tarıma ve hayvancılığa dayalı etkinlikler",
      "B": "Yerel el sanatları ile ilgili uygulamalar",
      "C": "Yakın çevre turları",
      "D": "Yurt dışı seyahatleri",
      "E": "Spor etkinlikleri"
    },
    "explanation": "Yurt dışı seyahatleri"
  },
  {
    "id": "2266098",
    "unitNumber": 3,
    "text": "Hangisi kültür temelli kırsal turizme bir örnektir?",
    "correctAnswer": "C",
    "options": {
      "A": "Doğa yürüyüşleri",
      "B": "Kuş gözlemciliği",
      "C": "Halk dansları",
      "D": "Okuma salonu",
      "E": "Su altı dalış"
    },
    "explanation": "Halk dansları"
  },
  {
    "id": "2266102",
    "unitNumber": 3,
    "text": "Sıradan insanın yaşadığı \"barındığı\" kültür varlığı olarak değerlendirilip korunması ve sergilenmesi kavramı, ilk olarak ne zaman ortaya çıkmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Endüstri devrimi",
      "B": "Rönesans dönemi",
      "C": "Ortaçağ",
      "D": "Yeni çağ",
      "E": "barok dönem"
    },
    "explanation": "Endüstri devrimi"
  },
  {
    "id": "2266104",
    "unitNumber": 3,
    "text": "Aşağıdaki seçeneklerden hangisini hobi temelli kırsal turizm olarak<strong> nitelendiremeyiz?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Mağara turizmi",
      "B": "Doğa yürüyüşleri",
      "C": "Balon turizmi",
      "D": "Şifalı bitkiler",
      "E": "Güneşlenme"
    },
    "explanation": "Doğa yürüyüşleri"
  },
  {
    "id": "2266108",
    "unitNumber": 3,
    "text": "Hangisi doğaya dayalı turizm çeşitlerinden biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ekoturizm",
      "B": "Sağlık turizmi",
      "C": "Mağara turizmi",
      "D": "Festival turizmi",
      "E": "Arıcılık turizmi"
    },
    "explanation": "Festival turizmi"
  },
  {
    "id": "2266110",
    "unitNumber": 3,
    "text": "Müze, lokanta, mahalle, temalı parklar, yerel pazarlar ve turistik köyler gibi kültürlerle desteklenen turizm aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ekoturizm",
      "B": "Etnik turizm",
      "C": "Yayla turizmi",
      "D": "Dağcılık turizmi",
      "E": "Kuş gözlemciliği"
    },
    "explanation": "Etnik turizm"
  },
  {
    "id": "2271165",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kırsal turizm kapsamında gerçekleştirilen özel gün etkinliklerinden biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Köy eğlenceleri",
      "B": "Hayvan ve emtia panayırları",
      "C": "En iyi karpuz yarışmaları",
      "D": "Halk dansları gösterileri",
      "E": "enlikleri"
    },
    "explanation": "Kırsal turizm kapsamında gerçekleştirilen başlıca etkinliklerden olan özel günler, fuar, şenlik, özel kutlama günleri, panayır, festival, eğlence, konser, yarışma vb. etkinliklerdir. Bu etkinlikler hedef kitleye göre değişiklik gösterebilir, çocuklara ya da yaşlılara yönelik olabilir. Kırsal turizm kapsamında gerçekleştirilen bir diğer etkinlik olan animasyon gösterileri, yakın çevrede düzenlenen köy düğünü, halk dansları gösterileri<br/>ve geleneksel müzik dinletileridir."
  },
  {
    "id": "2271183",
    "unitNumber": 3,
    "text": "İzmir Selçuk'taki Şirince köyü dolaylarında bulunan Nesin Matematik Köyü, varlığıyla kırsal alanlarda yapılabilen hangi turizm çeşidine olanak sağlamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Doğa temelli kırsal turizm",
      "B": "Kültür temelli kırsal turizm",
      "C": "Hobi temelli kırsal turizm",
      "D": "İş / Eğitim temelli kırsal turizm",
      "E": "Macera temelli kırsal turizm"
    },
    "explanation": "Bilimsel inceleme, gözlem, araştırmalar, okuma salonu, konferanslar ve eğitim amaçlı turlar iş / eğitim temelli kırsal turizm çeşitlerindendir.<br/>İş / Eğitim temelli kırsal turizm"
  },
  {
    "id": "2271195",
    "unitNumber": 3,
    "text": "Doğrudan kültürel mirasın korunmasına yönelik UNESCO’nun <em>ilk</em> sözleşmesi olan Silahlı Çatışma Durumunda Kültürel Mirasın Korunması Sözleşmesi ve Protokolü ne zaman kabul edilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "14 Mayıs 1954",
      "B": "12 Nisan 1962",
      "C": "12 Mayıs 1964",
      "D": "18 Nisan 1966",
      "E": "12 Mayıs 1973"
    },
    "explanation": "Doğrudan kültürel mirasın korunmasına yönelik UNESCO’nun ilk sözleşmesi 14 Mayıs 1954 tarihinde kabul edilen Silahlı Çatışma Durumunda Kültürel Mirasın Korunması Sözleşmesi ve Protokolü’dür. Bu Sözleşmede korunması hedeflenen kültürel mirastan kastedilen, zamanın anlayışına göre tarih ve sanat açısından değerli bulunan objelerdir."
  },
  {
    "id": "2271213",
    "unitNumber": 3,
    "text": "Yeryüzünün doğal kaynaklarının sürdürülebilirliğini güvence altına alan, bunun yanı sıra yerel halkların ekonomik kalkınmasına destek olurken sosyal ve kültürel bütünlüklerini koruyup gözeten bir yaklaşıma sahip olan turizm türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yayla turizmi",
      "B": "Ekoturizm",
      "C": "Kültürel miras turizmi",
      "D": "Tarım turizmi",
      "E": "Etnik turizm"
    },
    "explanation": "Yeryüzünün doğal kaynaklarının sürdürülebilirliğini güvence altına alan, bunun yanı sıra yerel halkların ekonomik kalkınmasına destek olurken sosyal ve kültürel bütünlüklerini koruyup gözeten bir yaklaşıma sahip olan turizm türü ekoturizmdir."
  },
  {
    "id": "2271232",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Türkiye'de yeni ortaya çıkan bir turizm çeşididir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kültürel miras turizmi",
      "B": "Alışveriş turizmi",
      "C": "Tarım turizmi",
      "D": "Mağara turizmi",
      "E": "Arıcılık turizmi"
    },
    "explanation": "Arıcılık turizmi (apiturizm), Türkiye’de yeni ortaya çıkan bir turizm çeşididir. Temelinde çevre bilincini barındıran ve bu bilinci yeni nesillere aktarmayı amaçlayan bir yapıdadır. Aynı zamanda arı yetiştiricilerine ve apiterapi tedavi uzmanlarına niş turizm pazarındaki konumlarını geliştirmek için de fırsatlar sunar"
  },
  {
    "id": "2271249",
    "unitNumber": 3,
    "text": "İnsanların kırsal yörelere ziyaretleri, buralarda yöre halkının ürettikleri mal ve hizmetleri, yörenin doğal dokusuna uygun mekânlarda talep ederek, geçici konaklamalarından doğan olaylar ve ilişkilerin bütünü aşağıdakilerden hangisiyle tanımlanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Tarım turizmi",
      "B": "Çiftlik turizmi",
      "C": "Yayla turizmi",
      "D": "Etnik turizmi",
      "E": "Festival turizmi"
    },
    "explanation": "Tarım turizmi; insanların kırsal yörelere ziyaretleri, buralarda yöre halkının ürettikleri mal ve hizmetleri, yörenin doğal dokusuna uygun mekânlarda talep ederek, geçici konaklamalarından doğan olaylar ve ilişkilerin bütünüdür."
  },
  {
    "id": "2271328",
    "unitNumber": 3,
    "text": "Yerli ve yabancı turistlerin köftesi, peynir helvası ve şarabını yerinde tatmak, üzüm bağlarını ve şarap imalathanelerini ziyaret etmek amacıyla Tekirdağ'a, kaplıcalara girmek amacıyla Yalova'ya gitmesi sırasıyla hangi turizm çeşitlerine örnektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gastronomi - tarım - sağlık",
      "B": "Gastronomi - şarap - sağlık",
      "C": "Gastronomi - alışveriş - sağlık",
      "D": "Gastronomi - festival - sağlık",
      "E": "Gastronomi-çiftlik-sağlık"
    },
    "explanation": "Gastronomi turizmi, son yıllarda gelişme gösteren bir turizm çeşididir. Dünya Turizm Örgütü Turizm ve Rekabet Edebilirlik Komitesi gastronomi turizmini, ziyaretçinin seyahat sırasında yiyecek ve ilgili ürünler ve faaliyetlerle bağlantılı deneyimiyle karakterize edilen bir turizm aktivitesi çeşidi olarak tanımlamaktadır. Otantik, geleneksel ve/veya yenilikçi mutfak deneyimlerinin yanı sıra gastronomi turizmi, yerel üreticileri ziyaret etmek, yemek festivallerine katılmak ve yemek kurslarına katılmak gibi diğer ilgili faaliyetleri de içerebilir. Şarap turizmi, şarap evleri ve şarap bölgesindeki tarımsal etkinlik (şarap üretimi) etrafında hizmet sunumu ve rekreasyon, eğitim, yerel kültür ve doğa özellikleri gibi eşlik eden unsurların oluşturduğu bütünsel bir deneyimin sunulduğu turistik ürün çeşididir. Sağlık turizmi, kişilerin bedensel ve ruhsal olarak sağlıklı olma hâllerini devam ettirmeleri ya da kendilerini yenilemeleri ile medikal tedaviyi de içeren bir<br/>Gastronomi - şarap - sağlık"
  },
  {
    "id": "2271380",
    "unitNumber": 3,
    "text": "I Su altı dalışı yapmak\n II Halk danslarını seyretmek\n III Balona binmek\n IV Doğal çiftlik ürünlerini satmak\n Yukarıdaki verilen eylemler sırasıyla hangi kırsal turizm çeşitlerine örnektir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hobi, doğa, kültür, iş/eğitim temelli kırsal turizm",
      "B": "Hobi, kültür, doğa, iş/eğitim temelli kırsal turizm",
      "C": "Doğa, kültür, hobi, iş/eğitim temelli kırsal turizm",
      "D": "Doğa, hobi, kültür, iş/eğitim temelli kırsal turizm",
      "E": "İş/eğitim, hobi, kültür, doğa temelli kırsal turizm"
    },
    "explanation": "Su altı dalışı yapmak, doğa; halk dansları seyretmek, kültür; balona binmek, hobi; doğal çiftlik ürünlerini satmak, iş/eğitim temelli kırsal turizm çeşitlerine örnektir.<br/>Doğa, kültür, hobi, iş/eğitim temelli kırsal turizm"
  },
  {
    "id": "2271403",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi manevi kültürel değerlerden<strong> değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Toplum düzeni",
      "B": "El becerisi",
      "C": "Hayata bakış",
      "D": "Aidiyet",
      "E": "Oyuncaklar"
    },
    "explanation": "Yaşam biçimi, toplum düzeni, sözlü kültür, bireyler arası ilişkiler, komşuluk hukuku, lezzetler, damak tadı, hayata bakış, hayatı algılama, yaşam felsefesi, düşünce biçimi, aidiyet, hissiyat, insani değerleri benimseme ve yaklaşım, el becerisi ve sözlü kültür öğeleri manevi (soyut) kültürel değerlerdir. Geleneksel mimari yapıları, camii, mescit, köprü, köy konağı, değirmen, ambar, demirci dükkânları, sarnıç, sulama kanalları, yollar, avlu düzenlemeleri, çamaşırhane, mutfak (yemek) kültürü, çocuk oyunları, oyuncaklar, ahşap, metal ve toprak işçiliğine yönelik zanaatlar ve tüm el sanatları sosyal ve sanatsal yapılar vb. kültür ögeleri ise maddi (somut) kültürel ögelere örnektir."
  },
  {
    "id": "2271426",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi festival turizminin olumlu etkilerinden <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yerel gelenek- görenek ve kültürü ziyaretçilere aktaran bir araç olabilir ve böylece bu mirasın korunmasına ve yaygınlaşmasına yardım edebilir.",
      "B": "Ev sahibi toplum da turistlerin getirmiş olduğu bu değer yargılarından, yaşam biçimlerinden, alışkanlıklarından etkilenebilirler",
      "C": "Yöredeki örf ve adetler yeniden canlandırılabilir.",
      "D": "Az da olsa yabancı sözcükler sonucunda dilde yabancılaşma yaşanabilir.",
      "E": "Ziyaretçilere yerel zenginlikleri ve kültürü yaşama olanağı sunar."
    },
    "explanation": "Festival turizminin sonucunda az da olsa yabancı sözcükler sonucunda dilde yabancılaşmanın yaşanması yöre dilinin özgünlüğünün kaybolmasına neden olur.<br/>Az da olsa yabancı sözcükler sonucunda dilde yabancılaşma yaşanabilir."
  },
  {
    "id": "2375013",
    "unitNumber": 3,
    "text": "Kırsal turizm bileşenleri içerisinde maddi (somut) ve manevi (soyut) kültürel değerler olarak incelenebilen bileşen aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kırsal miras",
      "B": "Kırsal alan",
      "C": "Kırsal yaşam",
      "D": "Kırsal etkinlikler",
      "E": "Kırsal şölen"
    },
    "explanation": "Tamamlandı<br/>Kırsal turizm bileşenleri içerisinde yer alan kırsal miras kapsamında kırsal değerler maddi ve manevi yani soyut ve somut değerler olarak ikiye ayrılabilir. Dolayısıyla doğru cevap A şıkkıdır."
  },
  {
    "id": "2375023",
    "unitNumber": 3,
    "text": "Güncel olarak mevcut kaynaklara hakim olup kullanma yetkisinde bulunan kuşağın kendisinden sonra gelen nesile bıraktığı maddi ve manevi öğelere ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kültürel değer",
      "B": "Miras",
      "C": "Maddi değer",
      "D": "Gelenek",
      "E": "Maneviyat"
    },
    "explanation": "Tamamlandı<br/>Kırsal alan; geleneksel olan ve geleneğe dayanan, ananevi olma durumu ifade eder. Miras ise güncel olarak kaynaklara hâkim ve kullanma yetkisinde bulunan kuşağın, kendinden sonra gelen nesile bıraktığı maddi ve manevi ögelerdir. Dolayısıyla doğru cevap B şıkkıdır."
  },
  {
    "id": "2375034",
    "unitNumber": 3,
    "text": "Bünyesinde el sanatları, yerel etkinlikler, yerel yiyecekler, tarım ve müzik içeren kırsal turizm bileşeni aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kırsal miras",
      "B": "Kırsal alan",
      "C": "Kırsal yaşam",
      "D": "Kırsal etkinlikler",
      "E": "Kırsal doğa"
    },
    "explanation": "Tamamlandı<br/>Kırsal turizm bileşenlerinden biri olan kırsal yaşam başlığı altında el sanatları, yerel etkinlikler, yerel yiyecekler, tarım turizmi ve geleneksel müzik yer almaktadır. Kırsal yaşamda geleneksel değerler, kentsel yaşama göre varlığını daha güçlü şekilde sürdürmektedir. Dolayısıyla doğru cevap C şıkkıdır."
  },
  {
    "id": "2375058",
    "unitNumber": 3,
    "text": "Artvin'de düzenlenen KAFKASÖR Kültür, Turizm ve Sanat Festivali bünyesinde düzenlenen boğa güreşleri aşağıdaki etkinliklerin hangisi kapsamında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yerel el sanatları kapsamında düzenlenen etkinlik",
      "B": "Animasyon gösterileri",
      "C": "Spor etkinlikleri",
      "D": "Özel günler",
      "E": "Hobiye dayalı etkinlik"
    },
    "explanation": "Tamamlandı<br/>Özel Günler: Fuar, şenlik, özel kutlama günleri, panayır, festival, eğlence, konser, yarışma vb. etkinliklerdir. Bu etkinlikler hedef kitleye göre değişiklik gösterebilir, çocuklara ya da yaşlılara yönelik olabilir. Dolayısıyla doğru cevap D şıkkıdır."
  },
  {
    "id": "2375071",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kırsal alanlarda gerçekleştirilen kültüre dayalı turizm çeşididir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tarım turizmi",
      "B": "Gastronomi turizmi",
      "C": "Alışveriş turizmi",
      "D": "Yayla turizmi",
      "E": "Etnik turizm"
    },
    "explanation": "Tamamlandı.<br/>Kültüre dayalı turizm 3 başlık altında incelenir:\n - Kültürel miras turizmi\n - Festival turizmi\n - Etnik turizm.\n Dolayısıyla doğru cevap E şıkkıdır."
  },
  {
    "id": "2375079",
    "unitNumber": 3,
    "text": "İlk kez Bolivya Deklarasyonu'nda ifade edilen kültürel miras bileşeni aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Folklor",
      "B": "Gelenekler",
      "C": "Töreler",
      "D": "Kutlamalar",
      "E": "Anmalar"
    },
    "explanation": "Tamamlandı<br/>UNESCO tarihine Bolivya Deklarasyonu olarak geçecek olan bu belgenin en önemli yönü, UNESCO çalışmalarında ilk kez böylesi bir belge düzeyine çıkarılarak “folklor”un korunması gereken bir kültürel miras olarak tanınması ve tanımlanmasıdır. Dolayısıyla doğru cevap A şıkkıdır."
  },
  {
    "id": "2375096",
    "unitNumber": 3,
    "text": "Kırsal alanlarda fiziki çekicilikler yanında yöresel yemeklerin, el sanatlarının, gelenek ve göreneklerin yaşatılmasını sağlamak ve bunları tanıtmak için yapılan şenlik ve festivaller hangi turizm kapsamında incelenir?",
    "correctAnswer": "B",
    "options": {
      "A": "Etnik turizm",
      "B": "Festival turizmi",
      "C": "Otantik turizm",
      "D": "Kültürel miras turizmi",
      "E": "Yöresel turizm"
    },
    "explanation": "Tamamlandı.<br/>Sosyal ve kültürel yaşamın göstergesi olarak festivaller ve şenlikler, her geçen gün turizm sektörü ile kurulan ilişkiler <br/>ağının bir parçası olmakta; uluslararası, ulusal, bölgesel ve yerel turizm pazarlama stratejileri arasında da önemi gittikçe artmaktadır. Turizm pazarlaması alanında çalışanlar, festivalleri turistik çekim unsurları olarak öne çıkarmaktadır. Bu açıklamalar ışığında doğru cevap B şıkkıdır."
  },
  {
    "id": "2375109",
    "unitNumber": 3,
    "text": "I. Yöredeki örf ve adetler yeniden canlandırılabilir\n II. Ziyaretçileri yerel zenginlikleri ve kültürü yaşama olanağı sunar\n III. Deneyim ve bilgi alışverişini sağlar\n IV. Yerel kültür ticarileşerek gelir elde edilir.\n Festival turizmine ilişkin olarak yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I, II ve III",
      "E": "Yalnız IV"
    },
    "explanation": "Tamamlandı<br/>Yöredeki örf ve adetler yeniden canlandırılması, ziyaretçilere yerel zenginlikleri ve kültürü yaşama olanağı sunulması ve deneyim ve bilgi alışverişinin sağlanması festivallerin olumlu etkileri olarak değerlendirilirken \"Yerel kültür ticarileşerek gelir elde edilir\" olumsuz etki olarak kabul edilir. Dolayısıyla doğru cevap D şıkkıdır."
  },
  {
    "id": "2376274",
    "unitNumber": 3,
    "text": "\"Yeryüzünün doğal kaynaklarının sürdürülebilirliğini güvence altına alan, bunun yanı sıra yerel halkların ekonomik kalkınmasına destek olurken sosyal ve kültürel bütünlüklerini koruyup gözeten bir yaklaşım ya da tavırdır” şeklinde tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ekoturizm",
      "B": "Kırsal turizm",
      "C": "Sürdürülebilir turizm",
      "D": "Çiftlik turizmi",
      "E": "Doğa turizmi"
    },
    "explanation": "Tamamlandı<br/>Ekoturizm, 2002 yılında Kanada’nın Quebec kentinde, 133 ülkeden gelen 1100 delegenin katılımıyla yapılan “Dünya Ekoturizm Zirvesi”nde tanım\u0002lanmıştır. Buna göre ekoturizm, “yeryüzünün doğal kaynaklarının sürdürülebilirliğini güvence altına alan, bunun yanı sıra yerel halkların ekonomik kalkınmasına destek olurken sosyal ve kültürel bütünlüklerini koruyup gözeten bir yaklaşım ya da tavırdır.” Dolayısıyla doğru cevap a şıkkıdır."
  },
  {
    "id": "2376305",
    "unitNumber": 3,
    "text": "Mağara turizmi kapsamında Türkiye'nin en uzun mağarası aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Damlataş Mağarası (Antalya)",
      "B": "Karlık Mağarası (Denizli)",
      "C": "İnsuyu Mağarası (Burdur)",
      "D": "Peynirlikönü Mağarası (Mersin)",
      "E": "Pınargözü Mağarası (Isparta)"
    },
    "explanation": "Tamamlandı<br/>Mağaralar, turizm çeşitliliği açısından önemli bir potansiyel oluşturmaktadır. Türkiye’nin en uzun mağarası, 15 km’den fazla olan Isparta’daki Pınargözü Mağarası; en derin mağarası ise -1429 ile Mersin’deki Peynirlikönü Mağarasıdır. Dolayısıyla doğru cevap E şıkkıdır."
  },
  {
    "id": "2383493",
    "unitNumber": 3,
    "text": "Kırsal …….. ise güncel olarak kaynaklara hâkim ve kullanma yetkisinde bulunan kuşağın, kendinden sonra gelen nesile bıraktığı maddi ve manevi ögelerdir.\n Yukarıdaki boşluğu aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Miras",
      "B": "Yaşam",
      "C": "Turizm",
      "D": "Etkinlikler",
      "E": "İşaret"
    },
    "explanation": "Kırsal miras ise güncel olarak kaynaklara hâkim ve kullanma yetkisinde bulunan kuşağın, kendinden sonra gelen nesile bıraktığı maddi ve manevi ögelerdir."
  },
  {
    "id": "2383496",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi hobi temelli kırsal turizm çeşitlerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Balon turizmi",
      "B": "Yayla paraşütü",
      "C": "Yamaç turizmi",
      "D": "Köy düğünü",
      "E": "Kasaba turları"
    },
    "explanation": "Yamaç Paraşütü ve Yayla Turizmi doğa temelli kırsal turizm, köy düğünü ve kasaba turları kültür temelli kırsal turizm çeşitleri arasında yer alır. Balon turizmi hobi temelli kırsal turizm çeşitlerinden biri olarak gösterilmektedir. Bakınız Tablo 3.1"
  },
  {
    "id": "2383501",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi iş/eğitim temelli kırsal kesim turizm çeşitlerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Konferanslar",
      "B": "Fuar",
      "C": "Panayır",
      "D": "Foto safari",
      "E": "Resim yapma"
    },
    "explanation": "Fuar ve Panayır kültür temelli kırsal turizm, foto safari ve resim yapma hobi temelli kırsal turizm çeşitleri arasında yer alır. Konferanslar iş/eğitim temelli kırsal kesim turizm çeşitlerinden biridir. Bakınız Tablo 3.1"
  },
  {
    "id": "2383503",
    "unitNumber": 3,
    "text": "Sürdürülebilir bir dünya ve çevre kriterlerinin turizme uyarlanarak çevreye zarar vermeden ondan yararlanma yöntemlerinin geliştirilmesi ve tüm yerli halkların kültürlerini yok etmeden onların turizm faaliyetlerinden yararlanmalarının sağlanması olarak tanımlanan turizm çeşidi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ekoturizm",
      "B": "Kırsal turizm",
      "C": "Gönüllü turizm",
      "D": "Doğa turizmi",
      "E": "Hobi turizmi"
    },
    "explanation": "Ekoturizm, ilk kez 1992 Rio Çevre Zirvesi’nde sürdürülebilir bir dünya ve çevre için kriterlerin ortaya konduğu bir kavramdır. Bu kriterler, turizme de uyarlanmış ve çevreye zarar vermeden, ondan yararlanma yöntemlerinin geliştirilmesi ve tüm yerli halkların kültürlerini yok etmeden, onların turizm faaliyetlerinden yararlanmalarının sağlanması şeklinde özetlenmiştir."
  },
  {
    "id": "2383506",
    "unitNumber": 3,
    "text": "……, ikamet edilen yerden başka bir yere herhangi bir sebeple sağlık hizmeti almak için yapılan planlı seyahattir.\n Yukarıda boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Sağlık turizmi",
      "B": "Yayla turizmi",
      "C": "Dağcılık turizmi",
      "D": "Ekoturizm",
      "E": "Etnik turizm"
    },
    "explanation": "Sağlık turizmi; ikamet edilen yerden başka bir yere herhangi bir sebeple sağlık hizmeti almak için yapılan planlı seyahattir."
  },
  {
    "id": "2383510",
    "unitNumber": 3,
    "text": "1996-1997 yılları arasında penguen kolonilerini izlemek üzere 200.000’den fazla kişinin ziyaret ettiği bölge aşağıdaki ülkelerden hangisinde yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Güney Afrika",
      "B": "Amerika",
      "C": "Tayvan",
      "D": "Türkiye",
      "E": "Fransa"
    },
    "explanation": "Güney Afrika’da Capetown yakınlarındaki penguen kolonileri: 1996 ile 1997 yılları arasında 200 binden fazla kişi tarafından ziyaret edilmiştir."
  },
  {
    "id": "2383511",
    "unitNumber": 3,
    "text": "1993 yılında 28 ülkeden 300 sporcu, bilim adamı ve basın mensubunun katıldığı 4. Dünya Akarsu Şampiyonasına ev sahipliği yapan nehir aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çoruh nehri",
      "B": "Dim çayı",
      "C": "Zamatı ırmağı",
      "D": "Manavgat çayı",
      "E": "Fırat'ın bir kısmı"
    },
    "explanation": "Dünyanın en hızlı akan nehirlerinden biri olarak tanınan Çoruh Nehri, 1993 yılında 28 ülkeden 300 sporcu, bilim adamı ve basın mensubunun katıldığı 4. Dünya Akarsu Şampiyonasına ev sahipliği yapmıştır."
  },
  {
    "id": "2383514",
    "unitNumber": 3,
    "text": "Mağara turizmi açısından önemli bir yere sahip olan, Türkiye’nin en uzun mağarası, 15 km’den fazla olan mağara aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pınargözü mağarası",
      "B": "Peynirlikönü mağarası",
      "C": "Çukurpınar düdeni",
      "D": "Buz mağarası",
      "E": "Yediuyurlar mağarası"
    },
    "explanation": "Türkiye’nin en uzun mağarası, 15 km’den fazla olan Isparta’daki Pınargözü Mağarasıdır."
  },
  {
    "id": "2383517",
    "unitNumber": 3,
    "text": "1429 metre ile Türkiye’nin en derin mağarası olan ve mağara turizminde önemli bir yeri bulunan Peynirlikönü mağarası aşağıdaki illerimizden hangisinde bulunmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Mersin",
      "B": "İzmir",
      "C": "Zonguldak",
      "D": "Ağrı",
      "E": "Trabzon"
    },
    "explanation": "Türkiye’nin en derin mağarası ise-1429 ile Mersin’deki Peynirlikönü Mağarasıdır."
  },
  {
    "id": "2383520",
    "unitNumber": 3,
    "text": "Apiturizm olarak da adlandırılan turizm çeşidi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Arıcılık",
      "B": "Şarap turizmi",
      "C": "Gastronomi turizmi",
      "D": "Sağlık turizmi",
      "E": "Akarsu turizmi"
    },
    "explanation": "Apiturizm, Arıcılık turizmi olarak da adlandırılır."
  },
  {
    "id": "2387887",
    "unitNumber": 3,
    "text": "Kırsal turizm kapsamında gerçekleştirilen etkinlikler göz önünde bulundurulduğunda, \"kuş gözlemciliği\" aşağıdaki türlerden hangisi altında belirtilebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yakın çevre turları",
      "B": "Tarıma ve hayvancılığa dayalı etkinlikler",
      "C": "Hobiye dayalı etkinlikler",
      "D": "Yerel el sanatları ile ilgili uygulamalar",
      "E": "Animasyon gösterileri"
    },
    "explanation": "Hobiye dayalı etkinlikler: Fotoğraf çekme, resim yapma, kuş gözlemciliği, sıra dışı sporlar gibi etkinliklerdir. Doğru cevap C'dir."
  },
  {
    "id": "2387920",
    "unitNumber": 3,
    "text": "Özellikle büyük kentlerde yaşayan insanların, dinlenmek, eğlenmek, huzur bulmak gibi çeşitli amaçlarla gittikleri kırsal alanlarda yapılan turizm faaliyetleri kırsal turizm çeşitleri olarak karşımıza çıkmaktadır.<br/>Aşağıdakilerden hangisi kırsal turizmin çeşitlerinden biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Doğa Temelli",
      "B": "Hobi Temelli",
      "C": "Kültür Temelli",
      "D": "Sağlık Temelli",
      "E": "İş/Eğitim Temelli"
    },
    "explanation": "Pamukçu ve arkadaşları, kırsal turizm çeşitlerini sınıflandırdıkları çalışmada dört ana başlık belirlemişlerdir: Doğa, hobi, kültür, iş-eğitim temelli kırsal turizm çeşitleri (Tablo 3.1.) Sağlık Temelli kırsal Turizm olarak anılan bir başlık bulunmamaktadır. Doğru cevap D'dir."
  },
  {
    "id": "2387928",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi manevi kültürel değerler kapsamında değerlendirilebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sarnıç",
      "B": "Mutfak kültürü",
      "C": "Damak tadı",
      "D": "Çocuk oyuncakları",
      "E": "Avlu düzenlemeleri"
    },
    "explanation": "Manevi (soyut) kültürel değerler kapsamında ise yaşam biçimi, toplum düzeni, sözlü kültür, bireyler arası ilişkiler, komşuluk hukuku, lezzetler, damak tadı, hayata bakış, hayatı algılama, yaşam felsefesi, düşünce biçimi, aidiyet, hissiyat, insani değerleri benimseme ve yaklaşım, el becerisi ve sözlü kültür öğeleri yer alır. Doğru cevap C'dir."
  },
  {
    "id": "2387948",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi coğrafi işaretli ürünlerden biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Sinop Boyabat çemberi",
      "B": "Buldan bezi",
      "C": "Eşme Yörük kilimi",
      "D": "Eskişehir çiböreği",
      "E": "Malatya zeytini"
    },
    "explanation": "Kitapta verilen örneklere göre Sinop Boyabat çemberi, Buldan bezi, Eşme Yörük kilimi, Rize Derepazarı pidesi, Eskişehir çiböreği coğrafi işaretli ürünlerden sadece birkaçıdır. Doğru cevap E'dir."
  },
  {
    "id": "2387972",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi hobiye dayalı turizm çeşitleri arasında yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Mağara turizmi",
      "B": "Su altı dalış turizmi",
      "C": "Akarsu turizmi",
      "D": "Şarap turizmi",
      "E": "Arıcılık turizmi"
    },
    "explanation": "Hobiye dayalı turizm çeşitleri<br/>• Tarım turizmi (agro-turizm) ve çiftlik turizmi<br/>• Gastronomi turizmi<br/>• Şarap turizmi<br/>• Alışveriş turizmi<br/>• Kamp ve karavan turizmi<br/>Doğru cevap D'dir."
  },
  {
    "id": "2388000",
    "unitNumber": 3,
    "text": "UNESCO tarihine .................. olarak geçecek olan bu belgenin en önemli yönü, UNESCO çalışmalarında ilk kez böylesi bir belge düzeyine çıkarılarak\"folklor”un korunması gereken bir kültürel miras olarak tanınması ve tanımlanmasıdır.\n Yukarıdaki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bolivya Deklarasyonu",
      "B": "Silahlı Çatışma Durumunda Kültürel Mirasın Korunması Sözleşmesi",
      "C": "Lisbon Sözleşmesi",
      "D": "Eğitimsel, Bilimsel ve Kültürel Objelerin Taşınması Üzerine Uzlaşma",
      "E": "Berlin Deklarasyonu"
    },
    "explanation": "UNESCO tarihine Bolivya Deklarasyonu olarak geçecek olan bu belgenin en önemli yönü, UNESCO çalışmalarında ilk kez böylesi bir belge düzeyine çıkarılarak “folklor”un korunması gereken bir kültürel miras olarak tanınması ve tanımlanmasıdır (Oğuz, 2013). Doğru cevap A'dır."
  },
  {
    "id": "2388022",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi festivallerin ziyaretçiler ve yöre halkı için olumsuz etkilerinden biri olarak görülebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yerel gelenek- görenek ve kültürü ziyaretçilere aktaran bir araç olabilir.",
      "B": "Festivaller yabancı oyunlar, şovlar, filmler ve konserler aracılığıyla yabancı kültürleri ithal edebilir.",
      "C": "Yerel halka, kültürlerini geliştirme ve paylaşma olanağı verir.",
      "D": "Turistlere, yerli toplumun kültürlerinde kutlamaların nasıl olduğunu ve bunun toplumun gelişmesini nasıl etkilediğini görme fırsatı verir.",
      "E": "Ev sahibi toplum da turistlerin getirmiş olduğu bu değer yargılarından, yaşam biçimlerinden, alışkanlıklarından etkilenebilirler."
    },
    "explanation": "Olumsuz etkileri;<br/>• Festivaller yabancı oyunlar, şovlar, filmler ve konserler aracılığıyla yabancı kültürleri ithal edebilir, böylece kültürel yozlaşma yaşanabilir.<br/>• Ekonomik kaygılar öne çıkarak daha çok turistin ilgisini çekmek için festivallerin kültürel mesajları gölgede kalabilir.<br/>• Yerel kültür, ziyaretçi çekmek için sergilenirken ticarileşmenin baskısı altında sürekliliği, devamlılığı tehlikeye düşebilir.<br/>• Az da olsa yabancı sözcükler sonucunda dilde yabancılaşma yaşanabilir.<br/>• Toplumda var olan dostluk, arkadaşlık ve konukseverlik gibi manevi değerlerin yerini ekonomik çıkar grupları alabilir.<br/>Doğru cevap B'dir."
  },
  {
    "id": "2388038",
    "unitNumber": 3,
    "text": "\"Yeryüzünün doğal kaynaklarının sürdürülebilirliğini güvence altına alan, bunun yanı sıra yerel halkların ekonomik kalkınmasına destek olurken sosyal ve kültürel bütünlüklerini koruyup gözeten bir yaklaşım ya da tavırdır.”<br/>Yukarıdaki tanım aşağıdakilerden hangisine aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "Alışveriş Turizmi",
      "B": "Kültürel Miras Turizmi",
      "C": "Ekoturizm",
      "D": "Etnik turizm",
      "E": "Festival Turizmi"
    },
    "explanation": "Buna göre ekoturizm, “yeryüzünün doğal kaynaklarının sürdürülebilirliğini güvence altına alan, bunun yanı sıra yerel halkların ekonomik kalkınmasına destek olurken sosyal ve kültürel bütünlüklerini koruyup gözeten bir yaklaşım ya da tavırdır.\" Doğru cevap C'dir."
  },
  {
    "id": "2388060",
    "unitNumber": 3,
    "text": "T.C. Kültür ve Turizm Bakanlığı, yaylaların diğer turizm çeşitlerini destekleyici unsur olarak değerlendirildiği, kalış süresinin uzatılması hedefiyle, Yayla Turizmi Gelişme/Eylem Bölgelerinin belirlendiği bir planlama stratejisi benimsemiş ve yayla turizm merkezlerinin seçimindeki genel kriterleri belirlemiştir.<br/>Aşağıdakilerden hangisi bu kriterlerden biri <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Doğal değerlere yönelik potansiyelin zengin olması",
      "B": "Sivil mimari karakterinin olması",
      "C": "Kent merkezine ulaşımın zor sağlanır olması",
      "D": "Yöre halkının sosyal yapısının turizme yakın olması",
      "E": "Aktivitenin ekonomik olarak sürdürülebilmesi"
    },
    "explanation": "• Doğal değerlere yönelik potansiyelin zengin olması,<br/>• Sivil mimari karakterinin olması,<br/>• Kent merkezine ulaşımın kolay sağlanır olması,<br/>• Yöre halkının sosyal yapısının turizme yakın olması,<br/>• Aktivitenin ekonomik olarak sürdürülebilmesi,<br/>• Diğer turizm çeşitleri ile entegrasyonunun sağlanabilir olmasıdır.<br/>Doğru cevap C'dir."
  },
  {
    "id": "2388089",
    "unitNumber": 3,
    "text": "Rafting; azgın ırmak sularında sal, kano, motorsuz tekne gibi bir araçla, kürek çekerek yol alma biçiminde yapılan spordur.\n Aşağıdaki akarsulardan hangisi ülkemizdeki rafting için en uygun akarsudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Çoruh Nehri",
      "B": "Sakarya Nehri",
      "C": "Asi Nehri",
      "D": "Kızılırmak Nehri",
      "E": "Yeşilırmak Nehri"
    },
    "explanation": "Dünyanın en hızlı akan nehirlerinden biri olarak tanınan Çoruh Nehri, 1993 yılında 28 ülkeden 300 sporcu, bilim adamı ve basın mensubunun katıldığı 4. Dünya Akarsu Şampiyonasına ev sahipliği yapmıştır. Ülkemizde rafting için uygun akarsular şunlardır (T.C. Kültür ve Turizm Bakanlığı, 2020):<br/>• Çoruh nehri,<br/>• Köprüçay,<br/>• Manavgat Çayı,<br/>• Dim Çayı,<br/>• Adana-Feke-Göksu Nehri,<br/>• Zamatı Irmağı,<br/>• Fırat nehrinin bir kısmı."
  },
  {
    "id": "2388115",
    "unitNumber": 3,
    "text": "“Yapılı çevre ve doğal çevrenin sosyal-kültürel ve ekonomik ilişkiler bağlamında karşılıklı etkileşiminin biçimlendirdiği, yere özgü ya da yerel nitelik gösteren mekânsal karakteristik ve işlevsel kimlik değerlerinin birlikteliği” şeklinde tanımlanan kırsal turizm bileşeni aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kırsal miras",
      "B": "Kırsal alan",
      "C": "Kırsal yaşam",
      "D": "Kırsal etkinlikler",
      "E": "Kırsal nüfus"
    },
    "explanation": "Kırsal miras “yapılı çevre ve doğal çevrenin sosyal- kültürel ve ekonomik ilişkiler bağlamında karşılıklı etkileşiminin biçimlendirdiği, yere özgü ya da yerel nitelik gösteren mekânsal karakteristik ve işlevsel kimlik değerlerinin birlikteliği” şeklinde tanımlanabilir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "2388179",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi manevi kültürel değerlerden biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Aidiyet",
      "B": "Hissiyat",
      "C": "Damak tadı",
      "D": "Hayata bakış",
      "E": "Mimari yapılar"
    },
    "explanation": "Mimari yapılar maddi(somut) kültürel değerler arasında yer almaktadır. Doğru cevap E seçeneğidir."
  },
  {
    "id": "2388219",
    "unitNumber": 3,
    "text": "El sanatlarını, yerel etkinlikleri, geleneksel müziği ve tarım turizmini kapsayan kırsal turizm bileşeni aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kırsal alan",
      "B": "Kırsal miras",
      "C": "Kırsal yaşam",
      "D": "Kırsal etkinlikler",
      "E": "Kırsal nüfus"
    },
    "explanation": "Kırsal turizm bileşenlerinden biri olan kırsal yaşam başlığı altında el sanatları, yerel etkinlikler, yerel yiyecekler, tarım turizmi ve geleneksel müzik yer almaktadır. Doğru cevap C seçeneğidir."
  },
  {
    "id": "2388265",
    "unitNumber": 3,
    "text": "Gümüş işlemeciliği olarak adlandırılan telkâri sanatının geliştiği il aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mardin",
      "B": "Eskişehir",
      "C": "Erzurum",
      "D": "Malatya",
      "E": "Kars"
    },
    "explanation": "Mardin’de gümüş işlemeciliği olarak adlandırılan telkâri sanatı gelişmiştir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "2388293",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Sinop'a ait olan bir coğrafi işarettir?",
    "correctAnswer": "A",
    "options": {
      "A": "Boyabat çemberi",
      "B": "Buldan bezi",
      "C": "Eşme Yörük kilimi",
      "D": "Derepazarı pidesi",
      "E": "Akçadağ halısı"
    },
    "explanation": "Boyabat çemberi Sinop'a ait bir coğrafi işarettir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "2388396",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi hobi temelli kırsal turizm çeşitlerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Şifalı bitkiler",
      "B": "Müzik",
      "C": "Kasaba turları",
      "D": "Fuar",
      "E": "Halk dansları"
    },
    "explanation": "Şifalı bitkiler, hobi temelli kırsal turizm çeşitlerinden biridir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "2388407",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi iş-eğitim temelli kırsal turizm çeşitlerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Seramik",
      "B": "Şenlik",
      "C": "Festival",
      "D": "Fuar",
      "E": "Panayır"
    },
    "explanation": "Seramik işleri, iş-eğitim temelli kırsal turizm çeşitlerinden biridir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "2388441",
    "unitNumber": 3,
    "text": "Hobiye dayalı turizm çeşitleri, aşağıdakilerden hangisinde birlikte verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Alışveriş turizmi ve şarap turizmi",
      "B": "Alışveriş turizmi ve ekoturizm",
      "C": "Ekoturizm ve gastronomi turizmi",
      "D": "Gastronomi turizmi ve etnik turizm",
      "E": "Etnik turizm ve şarap turizmi"
    },
    "explanation": "Alışveriş turizmi ve şarap turizmi, hobiye ayalı turizm çeşitleridir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "2388460",
    "unitNumber": 3,
    "text": "Doğaya dayalı turizm çeşitleri, aşağıdakilerden hangisinde birlikte verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Akarsu turizmi ve mağara turizmi",
      "B": "Akarsu turizmi ve tarım turizmi",
      "C": "Mağara turizmi ve tarım turizmi",
      "D": "Etnik turizm ve dağcılık turizmi",
      "E": "Tarım turizmi ve dağcılık turizmi"
    },
    "explanation": "Akarsu turizmi ve mağara turizmi, doğaya dayalı turizm çeşitlerindendir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "2388504",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, festivallerin olumlu etkilerinden biri <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Dilde yabancı sözcükler kullanılmaya başlanabilir.",
      "B": "Ziyaretçilere yerel zenginlikleri ve kültürü yaşama olanağı sunar.",
      "C": "Yöredeki örf ve adetler yeniden canlandırılabilir.",
      "D": "Yerel gelenek- görenek ve kültürü ziyaretçilere aktaran bir araç olabilir.",
      "E": "Ev sahibi toplum turistlerin getirmiş olduğu değer yargılarından etkilenebilir."
    },
    "explanation": "Festivallerde az da olsa yabancı sözcükler sonucunda dilde yabancılaşma yaşanabilir. Bu durum dilin yozlaşmasına neden olduğundan olumsuzdur. Doğru cevap A seçeneğidir."
  },
  {
    "id": "2267288",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi kırsal turizmin sosyo-kültürel etkilerindendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Turistlerin yerli halkla ilişkileri",
      "B": "Kırsal kalkınma",
      "C": "Yatırımlar",
      "D": "İstihdam",
      "E": "Altyapı"
    },
    "explanation": "<strong>KIRSAL TURİZMİN SOSYO-KÜLTÜREL ETKİLERİ</strong><br/><strong>Sosyal Yapıya Etkisi</strong><br/>Kırsal turizm alanlarındaki turizm faaliyetlerinin gelişmesi sonucunda turistler yeme-içme, eğlence, merak ve dinleme gibi ihtiyaçlarını gidermek amacıyla yerli halkla temasa geçip, çeşitli ilişkiler kurmaktadırlar. Bu sebeple turizmin toplumsal yapı üzerindeki etkilerinin anlaşılabilmesi için turizm olgusunun birey, sosyal yapı ve kültür üzerindeki etkilerinin bilinmesi gerekmektedir."
  },
  {
    "id": "2267290",
    "unitNumber": 4,
    "text": "Küçük toplumların içinde bulundukları ekonomik, toplumsal ve kültürel koşulları iyileştirme amacıyla giriştikleri çabaların devletin bu konudaki çabalarıyla birleştirilmesi, bu toplulukların ulusun bütünüyle bütünleştirilmesi sürecine ne denir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kırsal yoksulluk",
      "B": "Kırsal kalkınma",
      "C": "Yatırım",
      "D": "İstihdam",
      "E": "Altyapı"
    },
    "explanation": "<strong>KIRSAL TURİZMİN EKONOMİK ETKİLERİ </strong>\n<br/><strong>Kırsal Kalkınmaya Etkisi</strong><br/><strong>KIRSAL TURİZMİN EKONOMİK ETKİLERİ </strong>\n<br/><strong>Kırsal Kalkınmaya Etkisi </strong>\n<br/><strong>Kırsal kalkınma</strong>, küçük toplumların içinde bulundukları ekonomik, toplumsal ve kültürel koşulları iyileştirme amacıyla giriştikleri çabaların devletin bu konudaki çabalarıyla birleştirilmesi, bu toplulukların ulusun bütünüyle bütünleştirilmesi ve ulusal kalkınma çabalarına tam biçimde katkıda bulunmalarının sağlanması sürecidir."
  },
  {
    "id": "2267294",
    "unitNumber": 4,
    "text": "Bir toplumun, bir firmanın ya da bir ailenin sahip olduğu sermaye stokunda, belirli bir dönemde sağlanan net artışlara ne denir?",
    "correctAnswer": "C",
    "options": {
      "A": "İstihdam",
      "B": "Kırsal yoksulluk",
      "C": "Yatırım",
      "D": "Kırsal kalkınma",
      "E": "Altyapı"
    },
    "explanation": "<strong>KIRSAL TURİZMİN EKONOMİK ETKİLERİ </strong>\n<br/><strong>Yatırımlara Etkisi</strong><br/><strong>KIRSAL TURİZMİN EKONOMİK ETKİLERİ </strong>\n<br/><strong>Yatırımlara Etkisi </strong>\n<br/>Yatırım, millî geliri oluşturan faktörlerden birisidir. Yatırım sermaye birikimi ile ilgili bir kavramdır. Bir toplumun, bir firmanın ya da bir ailenin sahip olduğu sermaye stokunda, belirli bir dönemde sağlanan net artışlara <strong>yatırım</strong> denir."
  },
  {
    "id": "2267296",
    "unitNumber": 4,
    "text": "Kırsal yörelerde girişimcilik kültürünün yeterince gelişmemiş olması, göçün yaşanması ve üretimin yetersizliği öncelikle hangi alanda ciddi sorunlar yaşanmasına sebep olmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yatırım",
      "B": "İstihdam",
      "C": "Kalkınma",
      "D": "Alt yapı",
      "E": "Sosyo-kültürel"
    },
    "explanation": "<strong>KIRSAL TURİZMİN EKONOMİK ETKİLERİ </strong>\n<br/><strong>Yatırımlara Etkisi</strong>\n<br/>Kırsal yörelerde girişimcilik kültürünün yeterince gelişmemiş olması, göçün yaşanması ve üretimin yetersizliğinden dolayı yatırım alanında ciddi sorunlar yaşanmaktadır."
  },
  {
    "id": "2267299",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Turizm sektöründe istihdamın yüksek olmasının nedenlerinden <strong><u>değildir?</u></strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Düşük Ücretli İşler",
      "B": "Yarı Zamanlı İstihdam",
      "C": "Mevsimsellik (Sezonluk)",
      "D": "Tam zamanlı istihdam",
      "E": "Geçici istihdam"
    },
    "explanation": "<strong>KIRSAL TURİZMİN EKONOMİK ETKİLERİ</strong>\n<br/><strong>İstihdama Etkisi </strong>\n<br/>Turizm sektöründe istihdamın yüksek olmasının başlıca dört nedeni vardır (Bull, 1995: 156-158): • Emek Yoğunluğu • Düşük Ücretli İşler • Yarı Zamanlı veya Geçici İstihdam • Mevsimsellik (Sezonluk)"
  },
  {
    "id": "2267300",
    "unitNumber": 4,
    "text": "Uluslararası alanda yapılan araştırmalar, turizm sektöründe çalışanların yaklaşık kaçının doğrudan istihdam edildiğini göstermektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "%25",
      "B": "%50",
      "C": "%100",
      "D": "%45",
      "E": "%75"
    },
    "explanation": "<strong>KIRSAL TURİZMİN EKONOMİK ETKİLERİ</strong>\n<br/><strong>İstihdama Etkisi </strong>\n<br/>Uluslararası alanda yapılan araştırmalar, turizm sektöründe çalışanların yaklaşık<strong> %75’</strong>nin doğrudan istihdam edildiğini göstermektedir. Dolaylı İstihdam: Turizm sektörünün ihtiyaç duyduğu mal ve hizmetleri veren başka bir deyişle sektörü beslemeleri sonucu ortaya çıkan istihdamdır."
  },
  {
    "id": "2267302",
    "unitNumber": 4,
    "text": "Turizm sektörünün ihtiyaç duyduğu mal ve hizmetleri veren başka bir deyişle sektörü beslemeleri sonucu ortaya çıkan istihdam hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dolaylı istihdam",
      "B": "Doğrudan istihdam",
      "C": "Uyarılmış istihdam",
      "D": "EK istihdam",
      "E": "Kültürel istihdam"
    },
    "explanation": "<strong>KIRSAL TURİZMİN EKONOMİK ETKİLERİ</strong>\n<br/><strong>İstihdama Etkisi </strong>\n<br/>Doğrudan İstihdam: Turizm sektörünün kendisinden kaynaklanan ve ona bağımlı olan işlerdir. Konaklama, yeme-içme işletmeleri, hediyelik eşya satan mağazalar, bar ve gece kulüpleri, seyahat acenteleri, ulaştırma işletmeleri ve turizm örgütlerinde yaratılan işler bu gruba girmektedir. Uluslararası alanda yapılan araştırmalar, turizm sektöründe çalışanların yaklaşık %75’nin doğrudan istihdam edildiğini göstermektedir.<strong> Dolaylı İstihdam</strong>: Turizm sektörünün ihtiyaç duyduğu mal ve hizmetleri veren başka bir deyişle sektörü beslemeleri sonucu ortaya çıkan istihdamdır. İnşaat, tarım, imalat ve hizmetler sektörlerinde gerçekleştirilen istihdamlar bu gruba girmektedir. Uyarılmış İstihdam: Doğrudan ve dolaylı istihdamdan sağlanan gelir harcandıkça turizmin çarpan etkisi ile ekonomide yaratılan ek istihdamdır."
  },
  {
    "id": "2267303",
    "unitNumber": 4,
    "text": "Tarım sektörünün diğer sektörlere göre daha düşük katma değer üretmesine ve tarım ürünlerinin fiyatlarının daha az artmasına bağlı olarak bu sektörün milli gelirden aldığı payın zaman içerisinde gerilemesine ne denir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kırsal kalkınma",
      "B": "Kırsal yoksulluk",
      "C": "Doğrudan istihdam",
      "D": "Yatırım",
      "E": "Ek istihdam"
    },
    "explanation": "<strong>KIRSAL TURİZMİN EKONOMİK ETKİLERİ</strong>\n<br/><strong>Kırsal Yoksulluğa Etkisi</strong> \n<br/><strong>Kırsal yoksulluk</strong>, tarım sektörünün diğer sektörlere göre daha düşük katma değer üretmesine ve tarım ürünlerinin fiyatlarının daha az artmasına bağlı olarak bu sektörün milli gelirden aldığı payın zaman içerisinde gerilemesine denir"
  },
  {
    "id": "2267306",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi kırsal turizmin <strong>kültürel</strong> yapıya etkilerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Toplumsal değişime etkileri",
      "B": "Bireysel davranış, aile etkileri",
      "C": "Ahlaki tutumlar",
      "D": "Değer sistemleri, örf ve adetler, geleneklerin değişimi",
      "E": "Bilgi akışının sağlanmasıyla kent ile kırsal alan arasındaki ilişki artarak farklılıkların azalması"
    },
    "explanation": "<strong>KIRSAL TURİZMİN SOSYOKÜLTÜREL ETKİLERİ</strong>\n<br/><strong>Sosyal ve kültürel Yapıya Etkisi </strong>\n<br/>Sosyal yapıya etkisi: Kırsal turizmin yöredeki toplumsal değişime etkileri; bireysel davranış, aile ilişkileri, toplu yaşam, ahlaki tutumlar, değer sistemleri, örf ve adetler, geleneksel törenler, toplumun örgütlenmesindeki değişikliklere katkıları ve sosyal etkiler şeklinde olmaktadır. <strong>Kültüre etkisi:</strong> Kırsal turizmin gelişmesiyle kırsal alanlardaki turizm arzını oluşturan tarihi ve kültürel değerlerin ortaya çıkarılması ve korunması sonucunda kültürel bütünlük sağlanacak ve kent insanı ile kırsal halk arasındaki bilgi akışının sağlanmasıyla kent ile kırsal alan arasındaki ilişki artmış ve farklılıklar da azalmış olmaktadır."
  },
  {
    "id": "2267308",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Çevre-turizm ilişkisi açısından kırsal turizmin <strong>olumlu</strong> etkilerindendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Doğal ortama sahip olunması",
      "B": "Denizlerin kirlenmesi",
      "C": "Betonlaşmayla kıyıların yok olması",
      "D": "Doğal çevrenin yok olması",
      "E": "Taşıma kapasitesinin artması"
    },
    "explanation": "<strong>KIRSAL TURİZMİN ÇEVRESEL ETKİLERİ Çevre Üzerindeki Etkisi </strong>\n<br/>Çevre-turizm ilişkisi denildiği zaman ilk akla gelenler denizlerin kirlenmesi ve betonlaşmayla kıyıların yok olması, doğal çevrenin yok olması ve taşıma kapasitesinin getirdiği olumsuz etkilerdir. Geleneksel turizm anlayışıyla (deniz, kum, güneş) yapılan turizmin aldığı tepkiler genellikle yukarıda bahsi geçen sebeplerden kaynaklanmaktadır. Bunun tersi olarak, kırsal turizmde konaklama tesislerinin çoğu zaten kendiliğinden vardır. Doğal ortama sahip Peribacaları, restorasyonu tamamlanmış eski evler bu durumun birer örneğidir. Kırsal turizmin varlığının bu mevcut doğal değerlere bağlı olması ve bu turizm türünün çevreye dayalı bir şekilde geliştiği bir gerçektir."
  },
  {
    "id": "2270423",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi turizm sektöründe istihdamın yüksek olmasının temel nedenleri arasında sayılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Sermaye Yoğunluğu",
      "B": "Yüksek Ücretli İşler",
      "C": "Sürekli İstihdam",
      "D": "Mevsimsellik",
      "E": "Tam zamanlı istihdam"
    },
    "explanation": "Turizm sektöründe istihdamın yüksek olmasının<br/>başlıca dört nedeni vardır (Bull, 1995: 156-158):<br/>• Emek Yoğunluğu<br/>• Düşük Ücretli İşler<br/>• Yarı Zamanlı veya Geçici İstihdam<br/>• Mevsimsellik (Sezonluk)"
  },
  {
    "id": "2270428",
    "unitNumber": 4,
    "text": "Uluslararası alanda yapılan araştırmalara göre turizm sektöründe çalışanların yaklaşık %75’nin istihdam edilme türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Doğrudan istihdam",
      "B": "Dolaylı istihdam",
      "C": "Uyarılmış istihdam",
      "D": "Tam istihdam",
      "E": "Sürekli istihdam"
    },
    "explanation": "Uluslararası alanda yapılan araştırmalar, turizm sektöründe çalışanların yaklaşık %75’nin doğrudan istihdam edildiğini göstermektedir."
  },
  {
    "id": "2270434",
    "unitNumber": 4,
    "text": "Doğrudan ve dolaylı istihdamdan sağlanan gelir harcandıkça turizmin çarpan etkisi ile ekonomide ek istihdam yaratılması aşağıdaki istihdam türlerinden hangisini ifade etmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Doğrudan istihdam",
      "B": "Dolaylı istihdam",
      "C": "Uyarılmış istihdam",
      "D": "Eksik istihdam",
      "E": "Geçici istihdam"
    },
    "explanation": "Uyarılmış yatırım: Doğrudan ve dolaylı istihdamdan sağlanan gelir harcandıkça turizmin çarpan etkisi ile ekonomide yaratılan ek istihdamdır.<br/>Uyarılmış istihdam"
  },
  {
    "id": "2270439",
    "unitNumber": 4,
    "text": "Tarım sektörünün diğer sektörlere göre daha düşük katma değer üretmesine ve tarım ürünlerinin fiyatlarının daha az artmasına bağlı olarak bu sektörün milli gelirden aldığı payın zaman içerisinde gerilemesi aşağıdakilerden hangisiyle ifade edilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kırsal kalkınma",
      "B": "Kırsal büyüme",
      "C": "Kırsal yoksulluk",
      "D": "Kırsal yoksunluk",
      "E": "Kırsal azgelişmişlik"
    },
    "explanation": "Kırsal yoksulluk, tarım sektörünün diğer sektörlere göre daha düşük katma değer üretmesine ve tarım ürünlerinin fiyatlarının daha az artmasına bağlı olarak bu sektörün milli gelirden aldığı payın zaman içerisinde gerilemesine denir"
  },
  {
    "id": "2270449",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi kırsal yoksulluğu besleyn ve derinleştiren faktörler arasında <strong>sayılmaz?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İş ve meslek değişiminin çok hızlı olması",
      "B": "Gizli işsizliğin yüksek oluşu",
      "C": "Eğitim seviyesinin düşüklüğü",
      "D": "Eksik istihdam koşulları",
      "E": "Kalabalık aile yapısı"
    },
    "explanation": "İş ve meslek değişiminin çok yavaş olması, kırsal yoksulluğu besleyn ve derinleştiren faktörler arasında sayılmaktadır. Ancak İş ve meslek değişiminin çok hızlı olması bu faktörler arasında yer almaz."
  },
  {
    "id": "2270459",
    "unitNumber": 4,
    "text": "Turizm arzının temel ön şartı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tüketici tercihleri",
      "B": "Fiziksel altyapı imkanları",
      "C": "Bireysel gelir düzeyi",
      "D": "Bireysel alışkanlıklar",
      "E": "Turist sayısı"
    },
    "explanation": "Özellikle yöredeki potansiyel arzın etkili arza dönüşmesi turizm altyapısının yeterli olmasına bağlıdır. Çünkü turizm arzının temel ön şartı fiziksel alt yapı imkânlarıdır.<br/>Fiziksel altyapı imkanları"
  },
  {
    "id": "2270471",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi kırsal turizmin olumsuz etkileri arasında <strong>sayılamaz</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Kırsal bölgelere yönelik aşırı talep alt yapı yetersizliklerine yol açmaktadır",
      "B": "Biyolojik çeşitliliğin tahrip edilmesi ve kültürel değerlerin zarar görmesi",
      "C": "Tarıma dayalı verimli alanlar daralmaktadır",
      "D": "Toprak rantını azaltmaktadır.",
      "E": "Tarihsel değerler tahrip edilmektedir."
    },
    "explanation": "Kırsal turizm ve tarımsal faaliyetlerin hızla geliştiği yörelerde, tarım amaçlı kullanılan arazi ile diğer<br/>menkul kıymet fiyatlarında spekülatif artışlar olabilmekte ve bu da yöredeki çiftçinin araziyi tarım<br/>amaçlı kullanmak yerine boş bırakarak toprak rantı beklemeye yöneltmektedir.<br/>Toprak rantını azaltmaktadır."
  },
  {
    "id": "2270477",
    "unitNumber": 4,
    "text": "Yöreye gelen turistlere ve yörede yaşayan insanlara koruma bilinci aşılayan bir turizm çeşidi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kültürel turizm",
      "B": "Sosyal turizm",
      "C": "Eğitim turizmi",
      "D": "Kentsel Turizmi",
      "E": "Kırsal turizm"
    },
    "explanation": "Kırsal turizm, yöreye gelen turistlere ve yörede yaşayan insanlara koruma bilinci aşılayan bir turizm çeşididir."
  },
  {
    "id": "2270488",
    "unitNumber": 4,
    "text": "Kırsal turizmin yörede yarattığı istihdamla ilişkili olarak hem kadının hem de gençlerin toplumdaki statüsü…………… Boş bırakılan yere aşağıdaki ifadelerden hangisi gelmesi uygun olur?",
    "correctAnswer": "A",
    "options": {
      "A": "Güçlenmektedir.",
      "B": "Zayıflamaktadır",
      "C": "Değişim göstermemektedir.",
      "D": "Gerilemektedir.",
      "E": "Aynı kalmaktadır."
    },
    "explanation": "Kırsal turizmin yörede yarattığı istihdamla ilişkili olarak hem kadının hem de gençlerin toplumdaki statüsü güçlenmektedir."
  },
  {
    "id": "2270496",
    "unitNumber": 4,
    "text": "Turizm sektörünün ihtiyaç duyduğu mal ve hizmetleri sağlayan İnşaat, tarım, imalat ve hizmetler sektörlerinde meydana getirilen istihdam türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Doğrudan istihdam",
      "B": "Dolaylı istihdam",
      "C": "Uyarılmış istihdam",
      "D": "Tam istihdam",
      "E": "Geçici istihdam"
    },
    "explanation": "Turizm sektörünün ihtiyaç duyduğu mal ve hizmetleri veren başka bir deyişle sektörü beslemeleri sonucu ortaya çıkan istihdamdır. İnşaat, tarım, imalat ve hizmetler sektörlerinde gerçekleştirilen istihdamlar bu gruba girmektedir.<br/>Dolaylı istihdam"
  },
  {
    "id": "2367989",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi turizm faaliyetinin zamanla sadece belli bir kesime değil toplumun farklı kesimlerinin taleplerine cevap vermesini sağlayan unsurlar arasında <em><strong>sayılmaz?</strong></em>",
    "correctAnswer": "C",
    "options": {
      "A": "Kişilerin gelir seviyelerinin artması",
      "B": "Bölgeler arası gelişmişlik farklarının azalması",
      "C": "Hız ve konforun ikinci plana itilmesi",
      "D": "Kişilerin eğitim seviyelerinin yükselmesi",
      "E": "haberleşme ağının gelişmesi"
    },
    "explanation": "Başlangıçta turizm faaliyeti, talep açısından toplumun sadece belirli bir kesimine hitap ederken; zamanla kişilerin gelir seviyesinin artması, çalışma koşullarının iyileşmesi, bölgelerarası gelişmişlik farklarının azalması, <strong>teknolojik ilerlemelerle birlikte hız ve konforun ön plana çıkması</strong>, haberleşme ağının gelişmesi, uluslararası barışın hız kazanması ve kişilerin eğitim seviyelerinin yükselmesi sonucunda farklı gelir grubundan, farklı ihtiyaç ve isteklere sahip bireylerin taleplerine de cevap vermeye başlamıştır."
  },
  {
    "id": "2368003",
    "unitNumber": 4,
    "text": "'Kırsal yörelerde kırsal turizm her zaman .........gelir yaratan sektör <br/>olmuştur. Kırsal turizm bu yörelerde tarım dışı çeşitlendirmenin başarı sembolüdür' cümlesinde boş bırakılan alanı aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "temel",
      "B": "birincil",
      "C": "tek",
      "D": "ikincil",
      "E": "asli"
    },
    "explanation": "Kırsal yörelerde kırsal turizm her zaman <strong>ikincil</strong> bir ek gelir yaratan sektör <br/>olmuştur. Kırsal turizm bu yörelerde tarım dışı çeşitlendirmenin başarı sembolüdür."
  },
  {
    "id": "2368027",
    "unitNumber": 4,
    "text": "I- Sadece yatırımcının ekonomik ihtiyaçlarını karşılaması, II- Yöredeki kırsal toplumun beklentileriyle uyumlu olması, III- Yatırımcı ve yöre halkının birbirinden bağımsız davranması, IV- Sadece belli kesimlere rant sağlaması V- Yatırımcıların yörenin tarihi ve kültürel değerlerini ön planda tutması\n Aşağıdakilerden hangisi bir kırsal turizm yatırımının başarısız olmasına neden olur?",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece I",
      "B": "Sadece II",
      "C": "III ve V",
      "D": "I ve II",
      "E": "I, III ve IV"
    },
    "explanation": "Başarılı yatırımların, yatırımı gerçekleştiren bireylerin ihtiyacını karşılaması ve yöredeki kırsal toplumun beklentileriyle uyumlu olması gerekmektedir. Çünkü bu iki kesim birbirinden bağımsız olarak değerlendirildiğinde gerçekleşen yatırım yöre halkının beklentilerinden uzaklaşmış olur. Nitekim bölgeye herhangi bir ekonomik katkı sağlanmadığı gibi sadece belli bir kesim için rant sağlanmış olur. Bundan dolayı kırsal turizm yatırımları yöre halkının sosyo-ekonomik ihtiyaçları doğrultusunda gerçekleştirilmelidir."
  },
  {
    "id": "2368243",
    "unitNumber": 4,
    "text": "Turizm sektörünün otomasyona diğer sektörlerden daha az imkân tanıması sektör istihdamının aşağıdaki özelliklerinden hangisi ile ilgilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Emek yoğunluğu",
      "B": "Düşük ücretli işler sunması",
      "C": "Yarı zamanlı işlerin fazla olması",
      "D": "İstihdamın sezonluk olması",
      "E": "Geçici istihdam imkanı sunması"
    },
    "explanation": "Turizm sektörünün, emek- yoğun bir sektör olması ve otomasyona diğer sektörlerden daha az imkân sağlanması, insan gücüne olan ihtiyacını daha da artırmaktadır. Bir başka deyişle sektörde otomasyonun sınırlı olması istihdamın da emek yoğun yapıda olmasına neden olmuştur."
  },
  {
    "id": "2368256",
    "unitNumber": 4,
    "text": "Kırsal turizmin aşağıdaki etkilerinden hangisi kırsal turizmin gelişmesi ile kentlerde çarpık kentleşme sorunun azalması arasındaki bağlantıyı açıklamak için kullanılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Büyük şehirlerde yaşayanların kırsal yöreleri ziyaret etmeleri ile bilgi akışı olması",
      "B": "Kırsal turizm sayesinde ailede ve toplumda kadının yeri ve öneminin artması",
      "C": "Kırsal turizmin sosyalleşmeyi arttırması",
      "D": "Kırsal turizme bağlı olarak yörede kalkınma hızının artması ve iç göçlerin azalması",
      "E": "Kırsal turizmin gelişmesinin yerel kimliği güçlendirmesi"
    },
    "explanation": "Kırsal turizmin gelişmesi sonucunda yörede, kalkınma hızı ile nüfus artış hızı arasındaki <br/>dengesizliğin sebep olduğu iç göçler yer yer azalacak veya duracaktır. Bu süreç kentlerdeki gecekondulaşma ve çarpık kentleşme sorunlarının çözümüne de olumlu bir katkı sağlayacaktır."
  },
  {
    "id": "2368409",
    "unitNumber": 4,
    "text": "Kırsal turizmin gelişmesi ile yörede değer yargılarının ve toplumda kadın ve erkek rollerinin değişmesi turizmin aşağıdaki fonksiyonlarından hangisi ile ilgilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kültür yayma aracı olması",
      "B": "Mesleki eğitimi güçlendirmesi",
      "C": "Bölgeler arası gelir eşitsizliklerini azaltması",
      "D": "İstihdam artışını sağlaması",
      "E": "Kültürel ve tarihi mirasların korunmasına katkıda bulunması"
    },
    "explanation": "Turizm, kültür yayma aracı olarak en önemli sektör konumundadır. Kırsal turizm, yöredeki toplumun tüketim alışkanlıklarının ve beslenme biçimlerinin değişmesine neden olduğu, iş-güç çeşitlenmesini sağladığı, yeni meslekleri ortaya çıkardığı, gelenek ve göreneklerde değişmeye yol açtığı, ön yargıların kalkmasında etken olduğu, değer yargılarının ve toplumda kadın ve erkek rollerinin değişmesinde önemli rol oynamaktadır"
  },
  {
    "id": "2368506",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi kırsal turizmin olumsuz etkileri arasında <em><strong>sayılmaz?</strong></em>",
    "correctAnswer": "D",
    "options": {
      "A": "Betonlaşma",
      "B": "Verimli tarım arazilerinin tüketimi",
      "C": "Yöresel sosyo kültürel yapının erozyonu",
      "D": "Tarihi eserlerin restorasyonu",
      "E": "Arazi rantlarının artması"
    },
    "explanation": "Kırsal turizm sayesinde tarihi eserlerin restore edilmesi olumlu bir olaydır. Sayılan diğer seçenekler kırsal turizmin yol açtığı olumsuz durumlara işaret etmektedir."
  },
  {
    "id": "2368524",
    "unitNumber": 4,
    "text": "Kırsal turizm ve tarımsal faaliyetlerin hızla geliştiği yörelerde çiftçilerin, araziyi tarım amaçlı kullanmak yerine boş bırakmaları kırsal turizmin aşağıdaki olumsuz sonuçlarından hangisi ile ilgilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tarım yörelerine özgü gelenek ve göreneklerin kaybolması",
      "B": "Menkul kıymet fiyatlarında spekülatif artışların ortaya çıkması",
      "C": "Konut fiyatlarının artması nedeniyle kırsal yörelerin turist çekiciliğini kaybetmesi",
      "D": "Turizm döneminde artan tarımsal talebin enflasyona neden olması",
      "E": "Kalabalıklaşma ve otantikliğin kaybolması"
    },
    "explanation": "Kırsal turizm ve tarımsal faaliyetlerin hızla geliştiği yörelerde tarım amaçlı kullanılan <br/>arazi ile diğer menkul kıymet fiyatlarında spekülatif artışlar olabilmektedir. Bu da <br/>yöredeki çiftçiyi, araziyi tarım amaçlı kullanmak yerine boş bırakarak toprak rantı <br/>beklemeye yöneltmektedir."
  },
  {
    "id": "2368532",
    "unitNumber": 4,
    "text": "Kırsal turizmin 'yerel işgücünün azalmasına ve dış tedarikçilere bağımlı hale gelinmesine' neden olan olumsuz sonucu aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tarım yörelerine özgü gelenek ve göreneklerinin kaybolması",
      "B": "Yöresel otantik değerlerin tahrip edilmesi",
      "C": "Yörede bazı geleneksel işlerin (balıkçılık, ormancılık vb.) terk edilmesi",
      "D": "Halkın değer ve inanç yapısının değişmesi",
      "E": "Yörenin kalabalıklaşarak çekiciliğinin azalması"
    },
    "explanation": "Kırsal turizm yörede bazı geleneksel işlerin (balıkçılık, ormancılık vb.) terk edilmesine <br/>neden olmakta ve bu da yerel işgücünün azalmasına ve dış tedarikçilere bağımlı hâle <br/>gelinmesine neden olabilmektedir."
  },
  {
    "id": "2368541",
    "unitNumber": 4,
    "text": "'.............. çevre bilincinin yayılması ve gelişmesini sağlayan, insanlara koruma bilinci aşılayan bir turizm çeşididir' cümlesinde boş bırakılan alanı aşağıdakilerden hangisi doğru bir şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Kırsal turizm",
      "B": "Av turizmi",
      "C": "Kongre turizmi",
      "D": "Golf turizmi",
      "E": "İnanç turizmi"
    },
    "explanation": "Kırsal turizm, yöreye gelen turistlere ve yörede yaşayan insanlara koruma bilinci aşılayan bir turizm çeşididir. Kendi köyünde çevresindeki doğayı ve kültürünü korumayı öğrenen köylü, dünya çapındaki korumacılığa da uyum sağlamaktadır. Bunun yanında ülkesinin dışına çıkan turist, gittiği yerlerdeki korumacılıktan etkilenerek, belki kendi ülkesinde sahip çıkılmayan değerlerin farkına varacak ve bilinçlenecektir."
  },
  {
    "id": "2371976",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi turizm sektöründe istihdamın yüksek olmasının başlıca nedeninden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Emek Yoğunluğu",
      "B": "Düşük Ücretli İşler",
      "C": "Yarı Zamanlı veya Geçici İstihdam",
      "D": "Kalıcı istihtam",
      "E": "Mevsimsellik (Sezonluk)"
    },
    "explanation": "Kalıcı istihtam"
  },
  {
    "id": "2371991",
    "unitNumber": 4,
    "text": "Turizm sektörünün kendisinden kaynaklanan ve ona bağımlı olan işler, aşağıdaki istihdam gruplarından hangisine girmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Doğrudan İstihdam",
      "B": "Dolaylı İstihdam",
      "C": "Uyarılmış İstihdam",
      "D": "Yarı Zamanlı İstihdam",
      "E": "Geçici İstihdam"
    },
    "explanation": "Doğrudan İstihdam"
  },
  {
    "id": "2372001",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi yöreye gelen turistlere ve yörede yaşayan insanlara koruma bilinci aşılayan bir turizm çeşididir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilim turizmi",
      "B": "Kırsal turizm",
      "C": "Afet turizmi",
      "D": "Erişilebilir turizm",
      "E": "Plaj turizmi"
    },
    "explanation": "Kırsal turizm"
  },
  {
    "id": "2372008",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, kırsal kalkınmada kırsal turizme ihtiyaç duyulmasının nedenleri arasında sayılamaz?",
    "correctAnswer": "B",
    "options": {
      "A": "Kırsal turizm sırasında pek çok yeni iş yaratılabilir.",
      "B": "Kültürel hizmetler kırsal bölgelerde her zaman ileri gitmiştir.",
      "C": "Bölgesel, ulusal ve uluslararası düzeyde bilgi ve deneyim paylaşımının sağlanmasıdır.",
      "D": "Yerel girişimlerin kurumsallaşmasıdır.",
      "E": "Kırsal turizm sürdürülebilir yerel kalkınma sağlarken doğal ekosistemlerin korunmasını da sağlamaktadır."
    },
    "explanation": "Kültürel hizmetler kırsal bölgelerde her zaman ileri gitmiştir."
  },
  {
    "id": "2372019",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, tarım sektörünün diğer sektörlere göre daha düşük katma değer üretmesine ve tarım ürünlerinin fiyatlarının daha az artmasına bağlı olarak bu sektörün milli gelirden aldığı payın zaman içerisinde gerilemesi anlamına gelmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kırsal sanayi",
      "B": "Tarımsal kalkınma",
      "C": "Kırsal turizm",
      "D": "Kırsal kalkınma",
      "E": "Kırsal yoksulluk"
    },
    "explanation": "Kırsal yoksulluk"
  },
  {
    "id": "2372029",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, kırsal yörelerin sosyal yönden geliştirilmesinde, kırsal turizmin olası etkilerinden biri olarak sayılabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kırsal turizm, yörede çevre bilincinin gelişmesini hızlandırmaktadır.",
      "B": "Kırsal turizm, yörede hem kültürel mirası hem de geleneksel mimari tarzının korunmasını olumlu yönde etkilemektedir.",
      "C": "Kırsal alanların aşırı ve yoğun kullanımı, tarımsal alanları, doğal ve kültürel sit alanlarının tahribine yol açar.",
      "D": "Kırsal alanların kalabalık olması, çekiciliklerin azalmasına ve otantikliğini kaybetmesine neden olmaktadır.",
      "E": "Kırsal alanların aşırı ve yoğun kullanımı, tarımsal alanları, doğal ve kültürel sit alanlarının tahribine yol açabilmektedir."
    },
    "explanation": "Kırsal turizm, yörede çevre bilincinin gelişmesini hızlandırmaktadır."
  },
  {
    "id": "2372047",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi kırsal alanlarda veya yörelerde yoksulluğu besleyen ve yoksulluğu derinleştiren faktörlerden biri olarak sayılamaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Kalabalık aile yapıları",
      "B": "Eksik istihdam koşulları",
      "C": "Çalışma karşıtı ahlaki tutum ve değerler",
      "D": "Eğitim seviyesinin yüksekliği",
      "E": "Gizli işsizliğin yüksek oluşu"
    },
    "explanation": "Eğitim seviyesinin yüksekliği"
  },
  {
    "id": "2372201",
    "unitNumber": 4,
    "text": "Kırsal turizmin kırsal yörelere ekonomik açıdan yaptığı olumlu etkiler içinde en önemlisi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gelir Yaratma Etkisi",
      "B": "Yatırımlara Etkisi",
      "C": "İstihdama Etkisi",
      "D": "Kırsal Yoksulluğa Etkisi",
      "E": "Sosyal Yapıya Etkisi"
    },
    "explanation": "Gelir yaratma etkisi"
  },
  {
    "id": "2372229",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, kırsal turizmin yöredeki toplumsal değişime etkilerinden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ahlaki tutumlar",
      "B": "Değer sistemleri",
      "C": "Tarımsal kalkınma",
      "D": "Sosyal etkiler",
      "E": "Örf ve adetler"
    },
    "explanation": "Tarımsal kalkınma"
  },
  {
    "id": "2372251",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, kırsal yöreler kapsamındaki yerlerden biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gelire bağlı olarak mikro bazda yerel dengesizliklerin ortaya çıktığı yerler",
      "B": "Toprak dağılımının yeterli olduğu ve miras yoluyla toprağın küçülmediği yerler",
      "C": "feodalitenin hâkim olduğu yerler",
      "D": "Gizli işsizliğin yüksek olduğu yerler",
      "E": "Fiziki sosyal altyapının yeterince gelişmediği yerler"
    },
    "explanation": "Toprak dağılımının yeterli olduğu ve miras yoluyla toprağın küçülmediği yerler"
  },
  {
    "id": "2269202",
    "unitNumber": 5,
    "text": "Aşağıdaki kırsal turizm sınıflarından hangisi aynı zamanda soft turizm kavramı içinde kullanılmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Eko-turizm",
      "B": "Tarım turizmi",
      "C": "Çiftlik turizmi",
      "D": "Yeşil turizm",
      "E": "Yaban hayatı ve orman turizmi"
    },
    "explanation": "Yeşil Turizm (Green Tourism): Bazı ülkelerde yeşil turizm kavramı özellikle kırsal alanları (yeşil alanları) ifade etmek için kullanılmasına rağmen, yeşil turizm geleneksel ve kitle turizminden ziyade çevreye duyarlı bir turizm şeklini ifade etmek için kullanılmaktadır. Alternatif turizm, soft turizm ve yeni turizm gibi çeşitli kavramların içinde kullanılan yeşil turizm sürdürebilirlik yaklaşımının gelişmesini ifade etmektedir."
  },
  {
    "id": "2269203",
    "unitNumber": 5,
    "text": "2000 yılında turizm varışlarında dünya pazarının %11'ine sahip olan ülke aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fransa",
      "B": "Kanada",
      "C": "İspanya",
      "D": "İtalya",
      "E": "İngiltere"
    },
    "explanation": "Fransa ekonomisinde kilit rol oynayan turizm, ödemeler dengesindeki ana kaynaklar arasında yer almaktadır. Turizm, Fransa ekonomisine, 216 000 işletme, 2 milyon doğrudan ve dolaylı iş ve gayrisafi yurt içi hasılanın %7’sinden pay alarak katkıda bulunmaktadır. 2000 yılında turizm varışları konusunda dünya pazarının %11’ine sahip olarak, İspanya ve Amerika Birleşik Devletleri’nin önüne geçmiştir (WTO, 2004: 47)."
  },
  {
    "id": "2269205",
    "unitNumber": 5,
    "text": "Aşağıdaki ülkelerin hangisinde çevreyle uyumlu ve ekolojiye dayalı bir kırsal turizmin geliştirilmesi vurgulanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Fransa",
      "B": "Kanada",
      "C": "İspanya",
      "D": "İtalya",
      "E": "İngiltere"
    },
    "explanation": "İspanya’da yapılan kırsal turizmin önemli işlevi; bölge insanlarının ekonomik düzeyini yükseltmek ve doğal çevreyi korumak üzere planlamayı ve korumacılığı sağlamaktır. Üzerinde en fazla durulan konu ise çevreyle uyumlu ve ekolojiye dayalı kırsal turizmin geliştirilmesidir (Soykan, 2000)."
  },
  {
    "id": "2269207",
    "unitNumber": 5,
    "text": "Aşağıdaki ülkelerin hangisinde 100 yıllık bir agroturizm ağı vardır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yeni Zelanda",
      "B": "Kanada",
      "C": "Avusturya",
      "D": "İspanya",
      "E": "Japonya"
    },
    "explanation": "Göçü önlemek ve tarımı desteklemek amacıyla 100 yıllık bir agroturizm ağı var mevcuttur. Hatta 1964 yılında çiftlik tatili ağı kurulmuştur (Aytüre, 2013:14). Bu alanda çalışan örgütlere örnek olarak, 36 köyü içine alan “yeşil köyler” örgütü verilebilir. Yeşil köyler çatısı altındaki köylerin hepsi belirli standartlara göre seçilmektedir. Avusturya’da kırsal turizm daha çok emekli ve yaşlı insanların tercih ettikleri bir turizm çeşididir. Bu ülkedeki toplam konaklama kapasitesinin %51’ini çiftlikler oluşturmaktadır (Akça, Esengün ve Sayılı, 2001)."
  },
  {
    "id": "2269208",
    "unitNumber": 5,
    "text": "Aşağıdaki ülkelerin hangisinde günübirlik şato gezileri kırsal turizm aktiviteleri arasında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yeni Zelanda",
      "B": "İngiltere",
      "C": "İtalya",
      "D": "Kanada",
      "E": "Japonya"
    },
    "explanation": "İngiltere’de bulunan ve çok sayıda gölün yer aldığı “Lake District” çok önemli bir turizm bölgesidir. Göl kenarındaki ağaçların altında büyükbaş hayvanlar ve gölde su sporları yapmak için kullanılan jet skiler yan yana görülebilmektedir. Eski devirlerde maden ocağı olarak kullanılan birçok mağara yapılan sesli, ışıklı ve görsel animasyonlarla günümüzde yerli ve yabancı turistleri bu bölgeye çekmektedir. Ayrıca kırsal alanlarda yer alan birçok tarihi şato günübirlik olarak turistlerin en çok rağbet ettiği yerlerdir."
  },
  {
    "id": "2269209",
    "unitNumber": 5,
    "text": "Aşağıdaki ülkelerin hangisinde kırsal turizm ülke ekonomisinin tarıma dayalı olması ile ilişkili olarak gelişmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kanada",
      "B": "İngiltere",
      "C": "İtalya",
      "D": "Japonya",
      "E": "Yeni Zelanda"
    },
    "explanation": "Ülkenin ekonomisi tarıma dayalıdır. Turizm ülkenin ekonomisine ilave bir kaynak olarak görülmektedir. Ülkede birçok çiftlik turizmi kırsal turizm faaliyetleri doğrultusunda kullanılmaya başlanmıştır. Yerel yetkililer; balıkçılık, yerel tur organizasyonları ve yerel festivaller gibi küçük çaplı faaliyetlere teşvikler vermektedir. Belli bölgelerde bungee jumping, rafting ve hava aktiviteleri yapılmaktadır. Yeni Zelanda’nın güney turizm bölgesi geniş kırsal turizm alanlara sahip olup kültürel unsurları barındırmaktadır."
  },
  {
    "id": "2269210",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi kentsel tatil faaliyetlerinden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kuş gözlemciliği",
      "B": "Zoolojik bahçeler",
      "C": "Bisiklet turları",
      "D": "Fotoğrafçılık",
      "E": "Doğa sporları"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/6308a43b7515154c28a811d1524b3262.jpeg\" alt=\"\" width=\"588\" height=\"379\">"
  },
  {
    "id": "2269212",
    "unitNumber": 5,
    "text": "Kırsal tatil faaliyetlerine aşağıdakilerden hangisi bir örnektir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hayvanat bahçeleri",
      "B": "Zoolojik bahçeler",
      "C": "Kültürel miras tatilleri",
      "D": "Sağlık tesisleri",
      "E": "Küçük ölçekli konferans ve kongreler"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/6308a43b7515154c28a811d1524b3262.jpeg\" alt=\"\" width=\"604\" height=\"390\">"
  },
  {
    "id": "2269213",
    "unitNumber": 5,
    "text": "El sanatları ve çiftlik ürünlerinin satışı gibi turizm ürünleri ile ilişkili olan kırsal turizm sınıfı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Eko-turizm",
      "B": "Yaban hayatı ve orman turizmi",
      "C": "Tarım turizmi",
      "D": "Çiftlik turizmi",
      "E": "Yeşil turizm"
    },
    "explanation": "Tarım Turizmi (Agri-/agrotourism): Kırsal alanlardaki festival, müze, el sanatları gösterisini ve diğer kültürel faaliyetleri tanımlamak için kullanılmasına rağmen tarım turizm kavramı daha çok tarımsal çevre, tarımsal ürünler, çiftlikte konaklama, kamp yapma, eğitim gezileri, yiyecek, rekreasyon faaliyetleri, el sanatların veya çiftlik ürünlerinin satışı gibi turizm ürünleriyle ilişkilidir. 122"
  },
  {
    "id": "2269214",
    "unitNumber": 5,
    "text": "İtalya'daki kırsal turizmle ilgili aşağıdakilerden hangisi doğru değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Agroturizm, şarap ve çiftlik turizmi ülkedeki turizm faaliyetlerindendir.",
      "B": "Agroturizm ile ilgili yasal düzenlemeleri olan tek ülkedir.",
      "C": "Kırsal turizm İtalya’da tarımsal turizm veya çiftlik turizmi adıyla anılır.",
      "D": "Çok sayıda gölün yer aldığı “Lake District” çok önemli bir turizm bölgesidir.",
      "E": "Kırsal turizm İtalyanlar için geleneklere geri dönüş anlamı da taşır."
    },
    "explanation": "Kırsal turizmin şekillerinden olan agroturizm, şarap ve çiftlik turizmi ülkedeki turizm faaliyetlerine ve çeşitliliğine ciddi oranda katkı sağlamaktadır (Santucci, 2013:187). İtalya, agroturizm ile ilgili yasal düzenlemeleri olan tek ülkedir (Kiper ve Özdemir, 2012, 139). İtalyanlar için kırsal turizm; doğayla bütünleşmek, sessizlik, manzara güzellikleri, yeni arkadaşlıklar kurmak ve geleneklere geri dönüş anlamını taşımaktadır. Bugün İtalya’da kırsal turizm, çiftliklerle yakından ilişkili olduğu için daha çok tarımsal turizm veya çiftlik turizmi adıyla anılır (Soykan, 2000: 27). İtalya’daki agroturizm istikrarlı bir seviyeye ulaşmıştır."
  },
  {
    "id": "2270814",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangileri insanların kırsal turizme yönelme amaçları arasında yer alır?\n<br/><ol type=\"I\"><br/><li>Doğa ile iç içe olmak,</li><br/><li>Köy hayatını gözlemlemek</li><br/><li>Farklı kültürleri tanımak</li><br/><li>Lüks otellerde konaklamak</li><br/><li>Yeni tatlar tatmak</li><br/></ol>",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III ve V",
      "B": "I, II, III, IV ve V",
      "C": "III, IV ve V",
      "D": "I, II, III ve IV",
      "E": "I, II, IV ve V"
    },
    "explanation": "Soru GİRİŞ bölümündendir.<br/>Doğayla içiçe olmak, kırsal hayatı gözlemlemek, farklı kültürleri tanıyıp yeni tatlar tatmak kırsal turizme yönelen turistlerin amacıdır. Ancak lüks otellerde konaklamak kırsal turizme yönelten bir amaç değildir. Lüks oteller için kentlere ya da gelişmiş tatil beldelerine yönelmek gerekir."
  },
  {
    "id": "2270820",
    "unitNumber": 5,
    "text": "İnsanların kentlerin stres, kalabalık ve gürültüsünden kaçma isteğiyle kırsal alanlara yönelmesi hangi tarihsel gelişmenin sonucunda ortaya çıkmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Endüstri Devrimi",
      "B": "Küreselleşme",
      "C": "Fransız Devrimi",
      "D": "İkinci Dünya Savaşı",
      "E": "Bilişim Çağı"
    },
    "explanation": "Soru GİRİŞ bölümündendir.<br/>İnsanların kentlerin stres, kalabalık ve gürültüsünden kaçma isteğiyle kırsal alanlara yönelmesi Endüstri devrimi’nin bir sonucudur."
  },
  {
    "id": "2270824",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangileri günümüzde kırsal yerleşimlerin küçülmüş olmasında rol oynamış faktörler arasındadır?\n<br/><ol type=\"I\"><br/><li>Tarıma verilen destek ve teşvikler</li><br/><li>Tarımda endüstrileşme</li><br/><li>Köyden kente göç</li><br/><li>Tarımsal gelirde azalma</li><br/><li>Kırsal yerleşimlerdeki hizmetlerin (okul vs.) azalması</li><br/></ol>",
    "correctAnswer": "A",
    "options": {
      "A": "II, III, IV ve V",
      "B": "I, II, III ve IV",
      "C": "I, II ve III",
      "D": "III, IV ve V",
      "E": "I, III ve V"
    },
    "explanation": "Soru <strong>Kırsal Turizmin Tarihsel Gelişimi başlıklı bölümdendir. </strong><br/>Tarımda endüstrileşme, tarımsal gelirde azalma, köyden kente göç, nüfusun azalması ve kırsal yerleşimlerdeki hizmetlerin de (okul vs.) azalması kırsal yerleşimlerin küçülmesine yol açmıştır. Elbette tarıma verilen destek ve teşvikler bunlar arasında değildir. Bunun kırsal küçülmeyi kısmen frenleyebilecek bir etken olduğu söylenebilir."
  },
  {
    "id": "2270827",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi demiryolu şirketleri tarafından pazarlanan ve finanse edilen ilk kırsal turizm bölgelerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kanada",
      "B": "Hindistan",
      "C": "İskoçya",
      "D": "Norveç",
      "E": "Nepal"
    },
    "explanation": "Soru <strong>Kırsal Turizmin Tarihsel Gelişimi başlıklı bölüme aittir.</strong><br/>Kanada Rocky dağları demiryolu şirketleri tarafından pazarlanan ve finanse edilen ilk kırsal turizm bölgelerinden biridir"
  },
  {
    "id": "2270830",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi kırsal turizm pazarını geliştiren etkenlerden biri <u>değildir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Kırsal yerleşimlerin büyüyerek kentleşmesi",
      "B": "İnsanların gelir seviyesindeki artış",
      "C": "Otomobil sahibi olunması",
      "D": "İnsanların boş vakitinde artış",
      "E": "Çiftliklerde konaklama imkanlarının çeşitlenmesi"
    },
    "explanation": "Soru<strong> Kırsal Turizmin Tarihsel Gelişimi </strong>bölümüne aittir.<br/>Kırsal yerleşimlerin büyüyerek kentleşmesi kırsal turizm pazarını geliştiren etkenlerden biri değildir. Diğer seçeneklerin hepsi kırsal turizm pazarını geliştiren etkenlerdir."
  },
  {
    "id": "2270835",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi kırsal turizm konseptine <u>uymaz?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Büyük oteller, konaklama tesisleri",
      "B": "Küçük ölçekli işletmeler",
      "C": "Geleneksel toplum ve geleneksel uygulamalar",
      "D": "Sürdürülebilir olmak",
      "E": "Yerel ailelerle iç içe olma"
    },
    "explanation": "Soru <strong>Kırsal Turizm Kavramı ve Kırsal Turizm Çeşitleri </strong>başlıklı bölümdendir.<br/>Büyük oteller ve konaklama tesisleri, dolayısıyla betonlaşma ve yerel olmayan işletmeciler kırsal turizm konseptine uymaz. Diğer seçenekler kırsal turizm konseptiyle uyumlu özelliklerdir."
  },
  {
    "id": "2270839",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi kırsal turizmin özelliğidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Turist yoğunluğu azdır",
      "B": "İşletmeciler ulusal ve uluslararası sahipli şirketlerdir",
      "C": "Tesislerde profesyonel bir yönetim anlayışı vardır",
      "D": "Kitlesel pazarlama vardır",
      "E": "Kapalı alan aktivite yoğunluğu fazladır"
    },
    "explanation": "Soru<strong> Kırsal Turizm Kavramı ve Kırsal Turizm Çeşitleri </strong>başlıklı bölüme aittir.<br/>Turist yoğunluğunun az olması kırsal turizmin özelliğidir. Diğer seçenekler kent turizmine ait özelliklerdir."
  },
  {
    "id": "2270845",
    "unitNumber": 5,
    "text": "Geleneksel ve kitle turizminden ziyade çevreye duyarlı ve kırsal çevrenin özel yapısının sürdürülebilirliğini sağlamayı amaçlayan kırsal bir turizm şekline ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yeşil turizm",
      "B": "Tarım turizmi",
      "C": "Orman turizmi",
      "D": "Çiftlik turizmi",
      "E": "Organik turizm"
    },
    "explanation": "Soru <strong>Kırsal Turizm Kavramı ve Kırsal Turizm Çeşitleri </strong>başlıklı bölümdendir.<br/>Geleneksel ve kitle turizminden ziyade çevreye duyarlı ve kırsal çevrenin özel yapısının sürdürülebilirliğini sağlamayı amaçlayan kırsal bir turizm şekline yeşil turizm denir."
  },
  {
    "id": "2270854",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangileri 1950’lerde Fransa’da başlayan kırsal turizmin gözettiği amaçlar arasındadır?\n<br/><ol type=\"I\"><br/><li>Yeşil turizmi geliştirmek,</li><br/><li>Köylülere ek gelir sağlayarak iç göçü önlemek</li><br/><li>Köylerin tarihsel mirasını restore ederek korumak</li><br/><li>Köylerde modern yapılaşmayı sağlamak</li><br/></ol>",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "II, III ve IV",
      "C": "I, II, III ve IV",
      "D": "II ve III",
      "E": "II ve IV"
    },
    "explanation": "Soru <strong>Dünya’da Kırsal Turizm Örnekleri </strong>başlıklı bölümdendir.<br/>1950’lerde Fransa’da başlayan kırsal turizmin gözettiği amaçlar arasında köylerde modern yapılaşmayı sağlamak amacı yoktur. Diğer seçeneklerse amaçlar arasındadır."
  },
  {
    "id": "2270858",
    "unitNumber": 5,
    "text": "Avusturya’da kırsal turizmi toplumun hangi kesimi daha çok tercih etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Emekliler ve yaşlılar",
      "B": "Gençler",
      "C": "Çocuklu aileler",
      "D": "Orta yaşlı çalışan kesim",
      "E": "Kentli üst gelir grubu"
    },
    "explanation": "Soru <strong>Dünya’da Kırsal Turizm Örnekleri </strong>başlıklı bölüme aittir.<br/>Avusturya’da kırsal turizmi emekliler ve yaşlılardaha çok tercih etmektedir."
  },
  {
    "id": "2375734",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi kırsal turizme olan talebe yönelik kullanılan stratejilerden biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İnsanlara istihdam sağlama",
      "B": "Ekonomik kalkınma",
      "C": "Nüfus azalmaların önüne geçme",
      "D": "Göçleri önleme",
      "E": "Doğa ile iç içe olma"
    },
    "explanation": "Kurum, kuruluş ve hükümetler kırsal alanlara bu talebi çeşitli stratejiler için kullanmakta ve yatırım yapmaktadır. Bu stratejilerin arasında kırsal alanlardaki insanlara istihdam sağlamak, ekonomik kalkınma, nüfus azalmaların önüne geçmek ve göçleri önlemektir. Doğru cevap E seçeneğidir."
  },
  {
    "id": "2375735",
    "unitNumber": 5,
    "text": "Aşağıdaki ülkelerin hangisinde, 1960 ve 1970’li yıllarda artan yaşam standartları ve motorlu araçlara sahip olunması, kırsal turizmin gelişiminde etkili olmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "İngiltere",
      "B": "Fransa",
      "C": "Türkiye",
      "D": "Almanya",
      "E": "İspanya"
    },
    "explanation": "1960 ve 1970’li yıllarla birlikte, artan yaşam standartları ve motorlu araçlara sahip olunması, İngiltere’de orta sınıf ve üst sınıf ziyaretçi kitlesi, kırsal turizm olayının gelişiminde oldukça etkili olmuştur. Doğru cevap A seçeneğidir."
  },
  {
    "id": "2375743",
    "unitNumber": 5,
    "text": "Gelişmiş ülkelerin bütün kırsal bölgelerinde evrensel olan konular seçeneklerden hangisinde birlikte verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Nüfusun azalması-ekonomik değişim-sosyal değişim",
      "B": "Nüfusun azalması-çevresel değişim-teknolojik değişim",
      "C": "Nüfusun azalması-sosyal değişim-teknolojik değişim",
      "D": "Sosyal değişim-ekonomik değişim-teknolojik değişim",
      "E": "Ekonomik değişim-teknolojik değişim-çevresel değişim"
    },
    "explanation": "Gelişmiş ülkelerin bütün kırsal bölgelerinde, nüfus azalması, ekonomik değişiklikler ve sosyal değişim gibi konular evrenseldir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "2375748",
    "unitNumber": 5,
    "text": "Aşağıdaki ülkelerin hangilerinde kırsal turizmin ilk olarak ortaya çıktığı kabul edilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Almanya-Fransa",
      "B": "Almanya-İspanya",
      "C": "Fransa-İspanya",
      "D": "Almanya-Avusturya",
      "E": "Fransa-Avusturya"
    },
    "explanation": "Kırsal turizmin ne zaman başladığı ile ilgili farklı bir görüş yer almaktadır. Bu görüş kırsal turizmin ilk ortaya çıkışı Almanya’nın dağlık bölgeleri veya Fransa’nın kıyı sahilleri olarak kabul edilmektedir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "2375751",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisinde, kırsal turizmde arzın yükselmesinin ana sebepleri birlikte verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Teknolojik gelişme, artan gelir seviyesi, artan boş vakit",
      "B": "Teknolojik gelişme, artan gelir seviyesi, toplulukların yenilenmesi",
      "C": "Artan gelir seviyesi, artan boş vakit, toplulukların yenilenmesi",
      "D": "Teknolojik gelişme, artan boş vakit, toplulukların yenilenmesi",
      "E": "Kırsal nüfusun seyrelmesi, artan gelir seviyesi, artan boş vakit"
    },
    "explanation": "Kırsal turizmde arzın yükselmesinin üç tane ana sebebi bulunmakta olup bu sebepler; teknolojik gelişme, artan gelir seviyesi ve artan boş vakittir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "2375753",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi, kırsal turizmin genel özelliklerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Büyük açık alan",
      "B": "Büyük yapılaşmalar",
      "C": "Genele hitap etme",
      "D": "Turist ilişkilerinin anonim olması",
      "E": "Altyapı yoğunluğu"
    },
    "explanation": "Büyük açık alan, kırsal turizmin genel özelliklerinden biridir. diğer seçeneklerde kent turizmi özellikleri yer almaktadır. Doğru cevap A seçeneğidir."
  },
  {
    "id": "2375756",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi, kırsal tatil faaliyetlerinden biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kuş gözlemciliği",
      "B": "Fotoğrafçılık",
      "C": "Avcılık",
      "D": "Bisiklet turları",
      "E": "Zoolojik bahçeler"
    },
    "explanation": "Zoolojik bahçeler, kent tatili faaliyetlerindendir. Doğru cevap E seçeneğidir."
  },
  {
    "id": "2375760",
    "unitNumber": 5,
    "text": "Turistlere eğitici ve pozitif deneyimler sağlamanın yanında, kültüre ve yerel topluma doğrudan yarar sağlamayı, çevresel korumayı teşvik etmeyi hedefleyen doğal bir turizm olan turizm şekli aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Eko-Turizm",
      "B": "Çiftlik Turizmi",
      "C": "Tarım Turizmi",
      "D": "Yeşil Turizm",
      "E": "Yaban Hayatı ve Orman Turizmi"
    },
    "explanation": "Eko-Turizm (Eco-Tourism): Turistlere eğitici ve pozitif deneyimler sağlamanın yanında, kültüre ve yerel topluma doğrudan yarar sağlama ve çevresel korumayı teşvik etmeyi hedefleyen bir doğal turizm (doğaya ve bozulmamış alanlara turizm) şeklidir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "2375762",
    "unitNumber": 5,
    "text": "Göçü önlemek ve tarımı desteklemek amacıyla 100 yıllık bir agroturizm ağı mevcut olan ve ulusal turizm gelirinin %80’ini kırsal turizmden elde eden ülke aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Avusturya",
      "B": "Fransa",
      "C": "Almanya",
      "D": "İspanya",
      "E": "İtalya"
    },
    "explanation": "Avusturya ulusal turizm gelirinin %80’ini kırsal turizmden elde etmektedir. Avusturya, kırsal turizmi geleneksel şekilde uygulanan eski ülkelerin arasında yer almaktadır. Göçü önlemek ve tarımı desteklemek amacıyla 100 yıllık bir agroturizm ağı var mevcuttur. Doğru cevap A seçeneğdir."
  },
  {
    "id": "2375764",
    "unitNumber": 5,
    "text": "Kırsal alan ile turizm ilişkisi hiçbir zaman güçlü olmayan, 1992 yılından itibaren hükümet tarafından kırsal turizm teşvik edilen ülke aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Japonya",
      "B": "Romanya",
      "C": "Kanada",
      "D": "Yeni Zelanda",
      "E": "İtalya"
    },
    "explanation": "Japonya’da kırsal alan ve turizm ilişkisi hiçbir zaman güçlü olmamıştır. 1992 yılından itibaren ise Japon hükümeti tarım, ormancılık, dağcılık ve balıkçılığı kapsayan kırsal, çiftlik ve yeşil turizmi teşvik etmeye başlamıştır. Doğru cevap A seçeneğidir."
  },
  {
    "id": "2378315",
    "unitNumber": 5,
    "text": "İnsanların doğa ile iç içe olmak, farklı kültürleri tanımak, yeni tatlar tatmak, kırsal alandaki bir yerleşmede konaklamak, bölgede gerçekleşen faaliyetleri gözlemek ve bu faaliyetlere dâhil olmak gibi bir dizi aktiviteyi içeren bir turizm şekline verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kültürel turizm",
      "B": "Eko turizm",
      "C": "Kırsal Turizm",
      "D": "Çiftlik turizmi",
      "E": "Endüstriyel turizm"
    },
    "explanation": "GİRİŞ<br/>Kırsal turizm, insanların doğa ile iç içe olmak, farklı kültürleri tanımak, yeni tatlar tatmak, kırsal alandaki bir yerleşmede konaklamak, bölgede gerçekleşen faaliyetleri gözlemek ve bu faaliyetlere dâhil olmak gibi bir dizi aktiviteyi içeren bir turizm şeklidir"
  },
  {
    "id": "2378333",
    "unitNumber": 5,
    "text": "Kırsal turizm üzerine yazılan ilk makalelerden biri olarak kabul edilen ve Ager tarafından yazılan “Dağlık Bölgelerde Kırsal Turizm ve Dağ Çiftçileri Açısından Önemi” adlı makale hangi yıl yayımlanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1958",
      "B": "1970",
      "C": "1966",
      "D": "1955",
      "E": "1963"
    },
    "explanation": "KIRSAL TURİZMİN TARİHSEL GELİŞİMİ<br/>Kırsal turizm üzerine yazılan ilk makalelerden biri, 1958 yılında Ager tarafından yazılan “Dağlık Bölgelerde Kırsal Turizm ve Dağ Çiftçileri Açısından Önemi” olmuştur."
  },
  {
    "id": "2378341",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Kırsal turizm ile ilgili genel olarak söylenen özellikler arasında <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Kırsal alanlarda olmalıdır",
      "B": "İşlevsel olarak kırsal dünyanın özel niteliklerine dayandırılır",
      "C": "Küçük ölçekli işletmeleri, açık alan, doğa ve doğal dünya ile iç içe olma, “geleneksel” toplum ve “geleneksel” uygulamaları içerir",
      "D": "Yavaş ve organik büyüyen ve yerel ailelerle iç içe geleneksel bir özelliği vardır.",
      "E": "Yerleşim yerleri ve yapıları genelde büyük ölçeklidir."
    },
    "explanation": "KIRSAL TURİZM KAVRAMI VE KIRSAL TURİZM ÇEŞİTLERİ<br/>Doğrusu; yerleşim yerleri ve yapıları genelde büyük ölçeklidir değil, Kırsal yapılar ve yerleşim yerleri genelde küçük ölçeklidir olmalıydı."
  },
  {
    "id": "2378347",
    "unitNumber": 5,
    "text": "Şehir gezisi, alışveriş, yoğun kıyı tatilleri, kültürel miras tatilleri, hayvanat bahçesi, büyük konferanslar ve kongreler, kumar ve eğlence tatilleri hangi tür tatil faaliyetleri arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Kırsal Tatil faaliyetleri",
      "B": "Çiftlik Turizmi faaliyetleri",
      "C": "Yeşil Turizm faaliyetleri",
      "D": "Kent Tatili faaliyetleri",
      "E": "Eko-Turizm faaliyetleri"
    },
    "explanation": "KIRSAL TURİZM KAVRAMI VE KIRSAL TURİZM ÇEŞİTLERİ<br/>Kent Tatili Faaliyetleri\n • Şehir gezisi<br/>• Alışveriş<br/>• Yoğun kıyı tatilleri<br/>• Kültürel miras tatilleri<br/>• Hayvanat bahçeleri<br/>• Sağlık tesisleri<br/>• Büyük konferanslar ve<br/>kongreler<br/>• Kumar ve eğlence<br/>tatilleri<br/>• Zoolojik bahçeler<br/>• Endüstriyel turizm<br/>• Resort tatileri"
  },
  {
    "id": "2378371",
    "unitNumber": 5,
    "text": "Alberta, Ontario, Québec, Manitoba, New Brunswick ve Saskatchewan kentlerinde çeşitli kırsal turizm faaliyetlerinin yürütüldüğü ülke aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "ABD",
      "B": "İngiltere",
      "C": "Almanya",
      "D": "Kanada",
      "E": "Yeni Zelanda"
    },
    "explanation": "Kanada’da Kırsal Turizm<br/>Kanada’nın Alberta, Ontario, Québec, Manitoba, New Brunswick ve Saskatchewan kentlerinde çeşitli kırsal turizm faaliyetleri gerçekleşmektedir."
  },
  {
    "id": "2378376",
    "unitNumber": 5,
    "text": "Turizmin, Fransa ekonomisine, gayrisafi yurt içi hasıla katkısı yüzde kaçtır?",
    "correctAnswer": "B",
    "options": {
      "A": "%10",
      "B": "%7",
      "C": "%15",
      "D": "%3",
      "E": "%20"
    },
    "explanation": "Fransa’da Kırsal Turizm<br/>Turizm, Fransa ekonomisine, 216 000 işletme, 2 milyon doğrudan ve dolaylı iş ve gayrisafi yurt içi hasılanın %7’sinden pay alarak katkıda bulunmaktadır"
  },
  {
    "id": "2378378",
    "unitNumber": 5,
    "text": "2000 yılında turizm varışları konusunda Fransa , dünya pazarının yüzde kaçına sahip olmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "%5",
      "B": "%7",
      "C": "%11’",
      "D": "%15",
      "E": "%13"
    },
    "explanation": "Fransa’da Kırsal Turizm<br/>Turizm, Fransa ekonomisine, 216 000 işletme, 2 milyon doğrudan ve dolaylı iş ve gayrisafi yurt içi hasılanın %7’sinden pay alarak katkıda bulunmaktadır. 2000 yılında turizm varışları konusunda dünya pazarının %11’ine sahip olarak, İspanya ve Amerika Birleşik Devletleri’nin önüne geçmiştir"
  },
  {
    "id": "2378382",
    "unitNumber": 5,
    "text": "2000 yılında Avusturya, turizmden yaklaşık olarak ne kadar <br/>getiri sağlamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "15 milyar Euro",
      "B": "20 milyar Euro",
      "C": "10 milyar Euro",
      "D": "25 milyar Euro",
      "E": "30 milyar Euro"
    },
    "explanation": "Avusturya’da Kırsal Turizm<br/>2000 yılında 15 milyar Euro’dan fazla döviz getirisiyle, turizm Avusturya ekonomisi için vazgeçilmez niteliktedi"
  },
  {
    "id": "2378388",
    "unitNumber": 5,
    "text": "2010 yılında yabancı turistlerin İtalya’ya getirisi yaklaşık olarak ne kadar olmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "25 milyon Euro",
      "B": "29 milyon Euro",
      "C": "33 milyon Euro",
      "D": "39 milyon Euro",
      "E": "18 milyon Euro"
    },
    "explanation": "İtalya’da Kırsal Turizm<br/>2010 yılında yabancı turistlerin İtalya’ya yaklaşık 29 milyon Euro getirisi olmuştur"
  },
  {
    "id": "2378394",
    "unitNumber": 5,
    "text": "İngiltere’de insanların kısa süreli tatillerini köylerde geçirme oranı yüzde kaçtır?",
    "correctAnswer": "E",
    "options": {
      "A": "%15",
      "B": "%35",
      "C": "%30",
      "D": "%20",
      "E": "%25"
    },
    "explanation": "İngiltere’de Kırsal Turizm<br/>İngiltere’de insanlar kısa süreli tatillerinin %25’ini köylerde geçirmektedirler"
  },
  {
    "id": "2382063",
    "unitNumber": 5,
    "text": "Aşağıdaki hangi yıllar arasında Almanya’daki orta sınıfların genellikle dağlık alanlardaki çiftliklerde ucuz konaklama şeklinde gerçekleştirdikleri tatiller, kırsal turizmin ilk izleri olarak kabul edilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "1873 ve 1914",
      "B": "1875 ve 1958",
      "C": "1893 ve 1960",
      "D": "1960 ve 1970",
      "E": "1965 ve 1975"
    },
    "explanation": "18. ve 19. yüzyıllarda sanatta görülen romantik akımın ortaya çıkardığı ilham, kent sınırları dışında rekreasyonun artmasında önemli bir etken olmuştur.<br/>1873 ve 1914 yılları arasında Almanya’daki orta sınıfların genellikle dağlık alanlardaki çiftliklerde ucuz konaklama şeklinde gerçekleştirdikleri tatiller, kırsal turizmin ilk izleri olarak kabul edilebilir."
  },
  {
    "id": "2382066",
    "unitNumber": 5,
    "text": "Kırsal turizm kapsamında AB Yapısal Fonları (EU Stuctural Fund) tarafından 1994-1999 tarihleri arasında kaç milyar Euro fon ayrılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "5,3",
      "B": "6,3",
      "C": "7,3",
      "D": "8,3",
      "E": "9,3"
    },
    "explanation": "Kırsal turizm, Avrupa’da bölge kalkınmasına olan önemli katkısından ve istihdama olan etkisinden dolayı kabul görmektedir.<br/>Kırsal turizm kapsamında AB Yapısal Fonları (EU Stuctural Fund) tarafından 1994-1999 tarihleri arasında 7.3 milyar Euro fon ayrılmıştır."
  },
  {
    "id": "2382071",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi kent özellikleri arasında <strong>yer almaz</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Turist yoğunluğu fazladır",
      "B": "Ağırlıklı bireysel eğlence",
      "C": "Yoğun tam zamanlı turizme dâhil olma",
      "D": "Orman ve çiftlik içermez",
      "E": "Turist ilişkileri anonimdir"
    },
    "explanation": "Sayfa 121 de Tablo 5.1 de Kırsal Turizm ve Kent Turizm Karşılaştırılması verilmektedir.<br/>Ağırlıklı bireysel eğlence özelliği kırsal turizmde yer almaktadır."
  },
  {
    "id": "2382076",
    "unitNumber": 5,
    "text": "I. Tırmanış\n II. Doğa yürüyüşleri\n III. Zoolojik bahçeler\n IV. Fotoğrafçılık\n Yukardakilerden hangileri kırsal alanda yapılacak turizm faaliyetleri arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız II",
      "B": "I, II ve III",
      "C": "I, II ve IV",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "III. Zoolojik bahçeler, kent tatili faaliyetleri arasında yer almaktadır.<br/>Kırsal tatil faaliyetleri, sayfa 122 de Tablo 5.2 de verilmektedir."
  },
  {
    "id": "2382081",
    "unitNumber": 5,
    "text": "Kırsal alanlardaki festival, müze, el sanatları gösterisini ve diğer kültürel faaliyetleri tanımlamak için kullanılmasına rağmen ……………….. kavramı daha çok tarımsal çevre, tarımsal ürünler, çiftlikte konaklama, kamp yapma, eğitim gezileri, yiyecek, rekreasyon faaliyetleri, el sanatların veya çiftlik ürünlerinin satışı gibi turizm ürünleriyle ilişkilidir.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Yeşil turizm",
      "B": "Tarım turizm",
      "C": "Yaban Hayatı ve Orman turizm",
      "D": "Eko turizm",
      "E": "Çiftlik turizmi"
    },
    "explanation": "Sayfa 122 de kırsal alanlarda yapılan turizm şekilleri anlatılmaktadır.<br/>Kırsal alanlardaki festival, müze, el sanatları gösterisini ve diğer kültürel faaliyetleri tanımlamak için kullanılmasına rağmen <strong>tarım turizm</strong> kavramı daha çok tarımsal çevre, tarımsal ürünler, çiftlikte konaklama, kamp yapma, eğitim gezileri, yiyecek, rekreasyon faaliyetleri, el sanatların veya çiftlik ürünlerinin satışı gibi turizm ürünleriyle ilişkilidir."
  },
  {
    "id": "2382429",
    "unitNumber": 5,
    "text": "Aşağıdaki ülkelerden hangisinde 1970’li yıllardan itibaren devlet ve yerel yönetimlerin kırsal düzenleme hususunda yapılan uyumlu çalışmalar ve eş zamanlı girişimler neticesinde Yeşil Tatil Köyleri kurulmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "İspanya",
      "B": "İtalya",
      "C": "Almanya",
      "D": "Fransa",
      "E": "İsviçre"
    },
    "explanation": "Aynı yıllardaki çalışmalar sonucunda, ulusal ya da bölgesel parklar (bu parklar, kırsal turizmin tamamlayıcısıdırlar), suyla ilgili düzenlemeler (kent insanının dinlenme gereksinimi için kısa süreli tatillerinde gidebileceği, göl ve baraj kıyılarında dinlenme-eğlenme tesislerinin kurulması gibi) ile aile pansiyonları oluşturulmuştur.<br/>Fransa’da 1970’li yıllardan itibaren devlet ve yerel yönetimlerin kırsal düzenleme hususunda yapılan uyumlu çalışmalar ve eş zamanlı girişimler neticesinde Yeşil Tatil Köyleri kurulmuştur."
  },
  {
    "id": "2382434",
    "unitNumber": 5,
    "text": "Aşağıdaki ülkelerden hangisinde Göçü önlemek ve tarımı desteklemek amacıyla 100 yıllık bir agroturizm ağı mevcuttur?",
    "correctAnswer": "E",
    "options": {
      "A": "Almanya",
      "B": "İtalya",
      "C": "İspanya",
      "D": "Fransa",
      "E": "Avusturya"
    },
    "explanation": "Hatta Avusturya’da 1964 yılında çiftlik tatili ağı kurulmuştur.<br/>Avusturya’da Göçü önlemek ve tarımı desteklemek amacıyla 100 yıllık bir agroturizm ağı mevcuttur."
  },
  {
    "id": "2382436",
    "unitNumber": 5,
    "text": "Aşağıdaki ülkelerden hangisinde 1995 yılında yürürlüğe giren yasa ile beraber, kırsal alanların turizm amaçlı kullanılması desteklenmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Almanya",
      "B": "Kanada",
      "C": "İngiltere",
      "D": "Japonya",
      "E": "Yeni Zelanda"
    },
    "explanation": "Balıkçılık ve hasat ekme ve biçme gibi kırsal yaşamın faaliyetleri içeren çiftlik otelleri Japon hükümeti tarafından teşvik edilmiştir.<br/>Japonya’da 1995 yılında yürürlüğe giren yasa ile beraber, kırsal alanların turizm amaçlı kullanılması desteklenmiştir."
  },
  {
    "id": "2382443",
    "unitNumber": 5,
    "text": "<strong>I.</strong> Eski devirlerde maden ocağı olarak kullanılan birçok mağara yapılan sesli, ışıklı ve görsel animasyonlarla günümüzde yerli ve yabancı turistleri bu bölgeye çekmektedir.\n <strong>II.</strong> Kırsal alanlarda yer alan birçok tarihi şato günübirlik olarak turistlerin en çok rağbet ettiği yerlerdir.\n Yukarıda verilen ifadeler hangi ülkenin kırsal turizminde görülmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "İngiltere",
      "B": "Japonya",
      "C": "Fransa",
      "D": "Kanada",
      "E": "Romanya"
    },
    "explanation": "İngiltere’de turizm faaliyetlerinde kırsal turizmin kullanımı oldukça yaygındır.<br/>İngiltere'de eski devirlerde maden ocağı olarak kullanılan birçok mağara yapılan sesli, ışıklı ve görsel animasyonlarla<br/>günümüzde yerli ve yabancı turistleri bu bölgeye çekmektedir. Ayrıca kırsal alanlarda yer alan birçok tarihi şato günübirlik olarak turistlerin en çok rağbet ettiği yerlerdir (Akça, 2004: 67)."
  },
  {
    "id": "2382447",
    "unitNumber": 5,
    "text": "1991 yılında …………….. hükümeti ayrı bir Turizm Bakanlığı kurdu ve kırsal turizmin yürütülmesi hususunda çeşitli yasalar yürürlüğe koydular.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Yeni Zelanda",
      "B": "Güney Kore",
      "C": "İspanya",
      "D": "Japonya",
      "E": "Romanya"
    },
    "explanation": "Böylece ülkenin çeşitli bölgelerinde ev sahipleri, evlerini kiralamaya daha sıcak baktılar ve burum da turistlerin kırsal alanlara seyahatlerini artırmıştır.<br/>1991 yılında Romanya hükümeti ayrı bir Turizm Bakanlığı kurdu ve kırsal turizmin yürütülmesi hususunda çeşitli yasalar yürürlüğe koydular."
  },
  {
    "id": "2382916",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi demiryolu şirketleri tarafından pazarlanan ve finanse edilen ilk kırsal turizm bölgelerinden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Almanya’nın dağlık bölgeleri",
      "B": "Kanada Rockies dağları",
      "C": "Fransa’nın sahil bölgeleri",
      "D": "İsviçre’deki Bernese Oberland",
      "E": "İngiltere’deki kırsal alanlar"
    },
    "explanation": "Gelişen endüstriyel şehirlerin kasvet ve stresinin sonucu olarak kırsal bölgelerde rekreasyon faaliyetlerine ilgi 19. yüzyılda büyüme göstermiştir. Yine benzer şekilde bu turizm faaliyeti daha önce kırsal bölgelerde yaşayan şehir sakinlerinin memleketlerini ziyaret etmeleri ile gündeme gelmiştir. Yeni demiryolu şirketleri gelişmekte olan bu turizm çeşidine yatırım yapmış ve turistleri kırsal bölgelere taşıma hizmeti vermişlerdir. Alpler ve Amerika ve Kanada Rockies Dağları demiryolu şirketleri tarafından pazarlanan ve finanse edilen ilk kırsal turizm bölgeleridir. Açıklamada da görüldüğü gibi sorunun doğru cevabı “B” seçeneğinde yer alan Kanada Rockies Dağları’dır."
  },
  {
    "id": "2382919",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi kırsal turizm pazarının önemini ve gelişimini hızlandıran nedenlerden biri <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Tarımsal istihdamın düşmesi",
      "B": "Yaşam tarzındaki değişiklikler",
      "C": "Harcanabilir gelir seviyesindeki artış",
      "D": "Otomobil sahibi olunması",
      "E": "Hafta sonu tatilleri"
    },
    "explanation": "Kırsal turizm adı altında verilen konaklama hizmetinin çeşitlenmesi ve konuklara sağlanan self servis ve oda kahvaltı gibi hizmet imkânlarının sağlanması kırsal turizmi yaygınlaştırmıştır. Kısacası yaşam tarzındaki değişiklikler, harcanabilir gelir seviyesindeki artış, otomobil sahibi olunması ve hafta sonu tatilleri kırsal turizm pazarının önemini ve gelişimini hızlandıracak nedenler olmuştur. Açıklamada da görüldüğü gibi sorunun doğru cevabı “A” seçeneğinde yer alan tarımsal istihdamın düşmesidir. Çünkü kırsal turizm pazarının önemini ve gelişimini hızlandıran nedenlerden biri değildir."
  },
  {
    "id": "2382926",
    "unitNumber": 5,
    "text": "Kırsal turizmde arzın yükselmesinin <u>üç ana sebebi </u>aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Artan gelir seviyesi, kent yaşamı, artan boş vakit",
      "B": "Artan nüfus, kent yaşamı, artan gelir seviyesi",
      "C": "Teknolojik gelişme, artan gelir seviyesi, artan boş vakit",
      "D": "Teknolojik gelişme, artan nüfus, artan boş vakit",
      "E": "Tarımsal istihdamın düşmesi, teknolojik gelişme, artan gelir seviyesi"
    },
    "explanation": "Sorunun doğru cevabı “C” seçeneğidir. Çünkü Kırsal turizmde arzın yükselmesinin üç tane ana sebebi bulunmakta olup bu sebepler; teknolojik gelişme, artan gelir seviyesi ve artan boş vakittir. Kırsal alanlardaki turizm endüstrisindeki çeşitliliğin ve gelişim faaliyetlerinin artması, kırsal turizmin yer bulmasında katkı sağlamıştır."
  },
  {
    "id": "2382930",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi kırsal faaliyetlerden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "El Sanatları",
      "B": "Yerel Etkinlikler",
      "C": "Geleneksel Müzik",
      "D": "Yerel Yiyecekler",
      "E": "Su sporları"
    },
    "explanation": "Sorunun doğru cevabı “E” seçeneğinde yer alan su sporlarıdır. Diğer seçeneklerde kırsal yaşamın, kültürün özellikleri yer almaktadır. Kırsal turizm kavramını meydana getiren birçok unsur bulunmakta olup bunun ana bileşeni kırsal turizm toplumudur. Kırsal turizm; kırsal mirası, kültürü ve kırsal faaliyetleri sunan kırsal alanlara bağlıdır."
  },
  {
    "id": "2382934",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi kırsal turizmin özelliklerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Turizm kendi kendiler destekler.",
      "B": "Turist yoğunluğu fazladır.",
      "C": "Etik kavramı gelişmiştir.",
      "D": "Niş pazarlama mevcuttur.",
      "E": "Turist ilişkileri anonimdir."
    },
    "explanation": "Sorunun doğru cevabı “D “seçeneğinde yer alan “Niş pazarlama mevcuttur.” özelliğidir. Çünkü sadece bu özellik kırsal turizmin özelliklerinden biridir. Diğer seçeneklerde ise kentsel turizmin özellikleri yer alır. Kırsal turizm çok yönlü bir faaliyettir; sadece çiftlikte yapılan bir faaliyet değildir. Hem çiftlikte yapılan tatilleri hem de eko-turizm, yürüyüş, at binme, macera, spor, sağlık turizmi, balık avlama, eğitim seyahati, sanat ve miras turizmi ve bazı alanlar etnik turizm gibi özel ilgi doğa tatilleri kapsamaktadır."
  },
  {
    "id": "2382938",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi kırsal tatil faaliyetlerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bisiklet turları",
      "B": "Kültür tatilleri",
      "C": "Eğitim tatilleri",
      "D": "Kültürel festivaller",
      "E": "Kamping Faaliyetleri"
    },
    "explanation": "Sorunun doğru cevabı “A “seçeneğinde yer alan bisiklet turlarıdır. Çünkü diğer seçeneklerde kırsal veya kent tatili faaliyetleri yer almaktadır. Yani bunlar her ikisinde de yapılan faaliyetlerdir. Sadece kırsal alanda yapılan faaliyet türlerinden biri ise bisiklet turlarıdır."
  },
  {
    "id": "2382944",
    "unitNumber": 5,
    "text": "Alternatif turizm, soft turizm ve yeni turizm gibi çeşitli kavramların içinde kullanılan, sürdürebilirlik yaklaşımının gelişmesini ifade eden turizm şekli aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tarım turizmi",
      "B": "Yeşil Turizm",
      "C": "Eko-Turizm",
      "D": "Orman Turizmi",
      "E": "Çiftlik turizmi"
    },
    "explanation": "Bazı ülkelerde yeşil turizm kavramı özellikle kırsal alanları (yeşil alanları) ifade etmek için kullanılmasına rağmen, yeşil turizm geleneksel ve kitle turizminden ziyade çevreye duyarlı bir turizm şeklini ifade etmek için kullanılmaktadır. Alternatif turizm, soft turizm ve yeni turizm gibi çeşitli kavramların içinde kullanılan yeşil turizm sürdürebilirlik yaklaşımının gelişmesini ifade etmektedir. Açıklamada da görüldüğü gibi sorunun doğru cevabı “B” seçeneğinde yer alan yeşil turizmdir."
  },
  {
    "id": "2382948",
    "unitNumber": 5,
    "text": "Kırsal turizmin, aile boyutunda mikro işletmelerden başlayarak ulusal boyuta varan çok iyi bir örgütlenmeye sahip olduğu ülke aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Avusturya",
      "B": "İspanya",
      "C": "Fransa",
      "D": "İtalya",
      "E": "Kanada"
    },
    "explanation": "Sorunun doğru cevabı “C” seçeneğinde yer alan Fransa’dır. Çünkü Fransa’da kırsal turizm, aile boyutunda mikro işletmelerden başlayarak ulusal boyuta varan çok iyi bir örgütlenmeye sahiptir. Sektör, çok sayıda yerel ve ulusal federasyondan oluşmuştur. Ülkede 94500 kırsal otel yatağı, 50 bin kırsal konut, 30 bin misafir evi, 37 bin tatil köyü, 28 bin turizm evi, 308 bin çadır yeri, kırsal turizme hizmet vermektedir."
  },
  {
    "id": "2382952",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi İspanya’daki kırsal turizmin özelliklerinden biri <u>değildir? </u>",
    "correctAnswer": "D",
    "options": {
      "A": "Kırsallarında ucuz çiftlik tatilleri 1960’lı yıllarda ortaya çıkmıştır.",
      "B": "Kıyı turizmine alternatif olarak daha çok sosyo-ekonomik düzeyi orta grupta yer alan yetişkinlere hitap etmektedir.",
      "C": "İşlevi, bölge insanlarının ekonomik düzeyini yükseltmek ve doğal çevreyi korumak üzere planlamayı ve korumacılığı sağlamaktır.",
      "D": "Agroturizm ile ilgili yasal düzenlemeleri olan tek ülkedir.",
      "E": "Gelişmemiş, ihmal edilen, nüfusu azalan alanlarda dengeli ekonomik çeşitliliği teşvik etmiştir."
    },
    "explanation": "Sorunun doğru cevabı “D” seçeneğinde yer alan “Agroturizm ile ilgili yasal düzenlemeleri olan tek ülkedir.” ifadesidir. Çünkü İtalya, agroturizm ile ilgili yasal düzenlemeleri olan tek ülkedir. İspanya değildir. Diğer seçeneklerde yer alan ifadeler İspanya’daki kırsal turizmin özellikleridir."
  },
  {
    "id": "2382954",
    "unitNumber": 5,
    "text": "Kırsal turizm geçmişi 150 yıldan daha fazla olan, 1873’te devlet memurlarına ve 1914’te beyaz yakalılara ücretli tatil hakkının verilmesiyle, turizmin orta gelirli insanların hayatlarının bir parçası hâline geldiği ülke aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "İspanya",
      "B": "Fransa",
      "C": "İngiltere",
      "D": "İtalya",
      "E": "Almanya"
    },
    "explanation": "Sorunun doğru cevabı “E” seçeneğinde yer alan Almanya’dır. Çünkü Almanya’nın kırsal turizm geçmişi 150 yıldan daha fazladır. 1873’te devlet memurlarına ve 1914’te beyaz yakalılara ücretli tatil hakkının verilmesiyle, turizm orta gelirli insanların hayatlarının bir parçası hâline gelmiştir. İnsanlar tatillerini kentlere yakın ucuz konaklama sağlayan köylerde bazen de dağlık bölgelerde geçirmekteydi. Konaklamalar, küçük otellerde veya çiftliklerde oda kiralanmasıyla sağlanmaktaydı. 1960 ve 1970 yıllarında gerçekleşen kırsal turizm araştırmalarının ana teması turizmin çiftçilere sağladığı ekonomik fayda olmuştur."
  },
  {
    "id": "2267032",
    "unitNumber": 6,
    "text": "Kırsal turizmin yönetilmesinde bölgenin peyzajına uygun olmak ve olanaklar dahilinde peyzajı zenginleştirmeye çalışmak kırsal turizmin hangi ilkesine girmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gelişim",
      "B": "Tasarım",
      "C": "Kırsal Ekonomi",
      "D": "Yararlanma",
      "E": "Koruma"
    },
    "explanation": "Kırsal turizmin bazı ilkeler dâhilinde sürdürülmesi gerekmektedir. Bu ilkeler gelişim, yararlanma, kırsal<br/>ekonomi, tasarım, koruma ve pazarlama olmak üzere altı ana başlık altında ele alınmaktadır. Tasarım ilkesine göre; kırsal turizmin yönetilmesi bölgenin peyzajına uygun olmalı ve olanaklar dahilinde peyzaj zenginleştirilmeye çalışılmalıdır.<br/>Kırsal turizmin bazı ilkeler dâhilinde sürdürülmesi gerekmektedir. Bu ilkeler gelişim, yararlanma, kırsal ekonomi, tasarım, koruma ve pazarlama olmak üzere altı ana başlık altında ele alınmaktadır. Tasarım ilkesine göre; kırsal turizmin yönetilmesi bölgenin peyzajına uygun olmalı ve olanaklar dahilinde peyzaj zenginleştirilmeye çalışılmalıdır."
  },
  {
    "id": "2267033",
    "unitNumber": 6,
    "text": "“Merkez Köy” anlayışı çerçevesinde köylerin sanayileşmesinin hedeflendiği kalkınma planı hangi yılları kapsamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "1963-1967",
      "B": "1973-1977",
      "C": "1985-1989",
      "D": "1990-1994",
      "E": "2007-2013"
    },
    "explanation": "Kalkınma Planı 1973-1977: <br/>“Merkez Köy” anlayışı çerçevesinde köylerin sanayileşmesi hedeflenmiştir."
  },
  {
    "id": "2267035",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi IPARD Programı kapsamında ilk etapta kırsal turizmin destekleneceği illerden <strong><u>biri</u></strong> değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Amasya",
      "B": "Çorum",
      "C": "Diyarbakır",
      "D": "Erzurum",
      "E": "Eskişehir"
    },
    "explanation": "IPARD Programı iki aşamadan oluşmakta olup ilk aşama, 2007-2019 ve ikinci aşama 2011-2013 yıllarını kapsamaktadır. İlk etapta kırsal turizmin destekleneceği iller Amasya, Çorum, Diyarbakır, Erzurum, Hatay, Kahramanmaraş, Kars, Konya, Samsun, Sivas, Şanlıurfa, Tokat, Trabzon olup ikinci aşamada bu illere ek olarak Afyon, Ağrı, Burdur, Çankırı, Erzincan, Giresun, Isparta, Kars, Kastamonu, Kütahya, Mardin, Nevşehir, Ordu, Uşak, Van, Yozgat illeridir (Ün, 2012: 348)."
  },
  {
    "id": "2267037",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi SWOT analizine göre Türkiye'de kırsal turizmin zayıf yönlerinden <strong><u>biridir</u></strong><strong> ?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bölgesel iklim farklılıkları",
      "B": "Yoksul kırsal bölge hayatı",
      "C": "Genç nüfus",
      "D": "Henüz keşfedilmemiş bakir alanlar",
      "E": "Türkiye’nin hem doğuya hem batıya yakın olan<br/>coğrafi konumu"
    },
    "explanation": "Zayıf Yönler\n<br/>• Kırsal kültürü ve mirası simgeleyen yapılardaki<br/>yetersiz restorasyonlar<br/>• Yetersiz altyapı<br/>• Yerel ulaşım araçlarının düşük kalitesi Tarımsal<br/>işletmelerin etkin üretim, kalite ve uluslararası<br/>pazarlama olanaklarının eksikliği<br/>• Yetersiz sayıda konaklama yeri olması,<br/>kırsal alanda yaşayan insanların yabancı dil<br/>bilmemesi/az bilmesi<br/>• Yoksul kırsal bölge hayatı<br/>• Kişisel gelişim eksikliği<br/>• Dünya çapında tanınma eksikliği<br/>Zayıf Yönler\n • Kırsal kültürü ve mirası simgeleyen yapılardaki<br/>yetersiz restorasyonlar<br/>• Yetersiz altyapı<br/>• Yerel ulaşım araçlarının düşük kalitesi Tarımsal<br/>işletmelerin etkin üretim, kalite ve uluslararası<br/>pazarlama olanaklarının eksikliği<br/>• Yetersiz sayıda konaklama yeri olması,<br/>kırsal alanda yaşayan insanların yabancı dil<br/>bilmemesi/az bilmesi<br/>• Yoksul kırsal bölge hayatı<br/>• Kişisel gelişim eksikliği<br/>• Dünya çapında tanınma eksikliği"
  },
  {
    "id": "2267039",
    "unitNumber": 6,
    "text": "T.C. Kültür ve Turizm Bakanlığının 2023 Turizm Stratejisi Planı’nda Karadeniz Bölgesi aşağıdakilerden hangisi olarak belirlenmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kültür ve Termal Turizm Gelişim Bölgesi",
      "B": "Kültür ve Tarih Turizmi Gelişim Bölgesi",
      "C": "Kış Turizmi Gelişim Koridoru",
      "D": "Yayla Turizmi Gelişim Koridoru",
      "E": "Yemek ve Din Turizmi Gelişim Bölgesi"
    },
    "explanation": "Türkiye’nin kırsal turizm potansiyeli T.C. Kültür ve Turizm Bakanlığının 2023 Turizm Stratejisi Planı’nda da kapsamlı şekilde ele alınmış ve Türkiye haritası üzerinde çeşitli bölgeler işaretlenmiştir. Buna göre plan Karadeniz Bölgesi’ni “Yayla Turizmi Gelişim Koridoru”, Doğu Anadolu Bölgesi ile Orta Karadeniz Bölgelerini “Kış Turizmi Gelişim Koridoru”, Güneydoğu Anadolu Bölgesi’ni “Yemek ve Din Turizmi Gelişim Bölgesi”, İç Anadolu Bölgesini “Kültür ve Tarih Turizmi Gelişim Bölgesi” ve Marmara ve Ege Bölgesini ise “Kültür ve Termal Turizm Gelişim Bölgesi” olarak belirlemiştir."
  },
  {
    "id": "2267040",
    "unitNumber": 6,
    "text": "T.C. Kültür ve Turizm Bakanlığının 2023 Turizm Stratejisi Planı’nda hangi bölge “Kültür ve Tarih Turizmi Gelişim Bölgesi” olarak belirlenmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Karadeniz Bölgesi",
      "B": "Güneydoğu Anadolu Bölgesi",
      "C": "Marmara Bölgesi",
      "D": "Ege Bölgesi",
      "E": "İç Anadolu Bölgesi"
    },
    "explanation": "Türkiye’nin kırsal turizm potansiyeli T.C. Kültür ve Turizm Bakanlığının 2023 Turizm Stratejisi Planı’nda da kapsamlı şekilde<br/>ele alınmış ve Türkiye haritası üzerinde çeşitli bölgeler işaretlenmiştir. Bu kapsamda İç Anadolu Bölgesini “Kültür ve Tarih Turizmi Gelişim Bölgesi” olarak belirlenmiştir."
  },
  {
    "id": "2267041",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi \"İnanç Turizmi Koridoru\"nda yer alan illerden <strong><u>biri değildir</u></strong><strong> ?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Hatay",
      "B": "Mardin",
      "C": "Gaziantep",
      "D": "Diyarbakır",
      "E": "Mersin"
    },
    "explanation": "İnanç turizmi ve eko-turizme hizmet vermesi amacıyla bölgenin tarihi ve kültürel dokusuna zarar verilmeden, gerekli restorasyonlarla pansiyonculuğun ve küçük otellerin gelişmesi sağlanacaktır. Bu kapsamda yer alan iller şunlardır; \n<br/>Tarsus<br/>Hatay<br/>Şanlıurfa<br/>Gaziantep<br/>Mardin<br/>Diyarbakır<br/>Siirt"
  },
  {
    "id": "2267044",
    "unitNumber": 6,
    "text": "UNESCO'nun yaratıcı şehirler ağı konsepti altında belirlediği 7 kapsamdan biri olan \"Zanaat ve Halk Sanatları Şehirleri\" kapsamına Türkiye'de giren il aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kütahya",
      "B": "Gaziantep",
      "C": "Bursa",
      "D": "Diyarbakır",
      "E": "Afyon"
    },
    "explanation": "Birleşmiş Milletler Eğitim, Bilim ve Kültür Kurumu (UNESCO), yaratıcı şehirler ağı konsepti altında 7 farklı kapsamda dünyada yer alan çeşitli şehirleri listesine sokmaktadır. Bu kapsamlar;<br/>• Edebiyat Şehirleri,<br/>• Gastronomi Şehirleri,<br/>• Medya Sanatları Şehirleri,<br/>• Müzik Şehirleri,<br/>• Sinema/Film Şehirleri,<br/>• Tasarım Şehirleri,<br/>• Zanaat ve Halk Sanatları Şehirleri olup bu listelerde yer alan şehirlerde sürdürülen kırsal turizm<br/>faaliyetleri de listeye girebilen şehirlere olan ilginin artmasına sebep olmaktadır.<br/>Bu listede Türkiye’den Zanaat ve Halk Sanatları şehirleri içinde Kütahya yer almaktadır."
  },
  {
    "id": "2267046",
    "unitNumber": 6,
    "text": "Türkiye’de kırsal alan kapsamında kırsal turizm yapılmasına olanak sağlayan toplam kaç milli park bulunmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "10",
      "B": "15",
      "C": "30",
      "D": "43",
      "E": "55"
    },
    "explanation": "Türkiye’de kırsal alan kapsamında kırsal turizm yapılmasına olanak sağlayan toplam 43 adet millî park bulunmaktadır (Eryılmaz, 2019: 338). Nemrut Dağı Millî Parkı (Adıyaman), Yedigöller Millî Parkı (Bolu), Altındere Vadisi Millî Parkı (Trabzon) gibi ünlü millî parklar kırsal turizm için önemli kaynak teşkil etmektedir."
  },
  {
    "id": "2267048",
    "unitNumber": 6,
    "text": "\"Lavanta Kokulu Köy Projesi\" kapsamında 2017 yılı itibariyle köye 90.000’den fazla turistin geldiği köy aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Şirince köyü",
      "B": "Göreme",
      "C": "Beypazarı",
      "D": "Kuyucak köyü",
      "E": "Cumalıkızık"
    },
    "explanation": "Isparta’da yer alan Kuyucak köyü ise lavanta tarlalar ile ünlüdür. Lavanta Kokulu Köy Projesi kapsamında 2017 yılı itibariyle köye 90.000’den fazla turistin geldiği görülmektedir. Lavanta tarlalarının turistlere mor renkli bir fotoğraf fonu sağlaması,<br/>lavanta yağının üretilebiliyor olması gibi güçlü yanları bulunan köyde doğası gereği yetişen lavanta, kırsal yaşam kapsamında köyün kırsal turizm açısından ekonomisine katkıda bulunmaktadır.<br/>Isparta’da yer alan Kuyucak köyü ise lavanta tarlalar ile ünlüdür. Lavanta Kokulu Köy Projesi kapsamında 2017 yılı itibariyle köye 90.000’den fazla turistin geldiği görülmektedir. Lavanta tarlalarının turistlere mor renkli bir fotoğraf fonu sağlaması, lavanta yağının üretilebiliyor olması gibi güçlü yanları bulunan köyde doğası gereği yetişen lavanta, kırsal yaşam kapsamında köyün kırsal turizm açısından ekonomisine katkıda bulunmaktadır."
  },
  {
    "id": "2269480",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi biyoçeşitliliği koruyan ve diğer alternatif turizm türlerinin birleştiricisi konumunda olan kırsal alanlara uygun turizm türü olarak ele alınmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Alternatif turizm",
      "B": "Ekoturizm",
      "C": "Kırsal turizm",
      "D": "Kitlesel turizm",
      "E": "Özel ilgi turizmi"
    },
    "explanation": "Kırsal alanların kırsal yaşamını, sanatını, kültürünü, doğasını sergileyen bir turizm çeşidi olarak görülen kırsal turizm, kitle turizmine bir tepki olarak gelişen, biyoçeşitliliği koruyan ve diğer alternatif turizm türlerinin birleştiricisi konumunda olan kırsal alanlara uygun turizm türü olarak ele alınmaktadır."
  },
  {
    "id": "2269616",
    "unitNumber": 6,
    "text": "\"Kırsal turizmin yönetilmesi bölgenin peyzajına uygun olmalı ve olanaklar dahilinde peyzaj zenginleştirilmeye çalışılmalıdır.\" açıklaması kırsal turizmin hangi ilkesi ile ilgilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gelişim",
      "B": "Koruma",
      "C": "Pazarlama",
      "D": "Tasarım",
      "E": "Yararlanma"
    },
    "explanation": "Kırsal turizmin yönetilmesi bölgenin peyzajına uygun olmalı ve olanaklar dahilinde peyzaj zenginleştirilmeye çalışılmalıdır. Bu açıklama tasarım ilkesi ile ilgilidir."
  },
  {
    "id": "2269621",
    "unitNumber": 6,
    "text": "Kırsal turizme yönelik ilginin ve bilginin artmasını sağlayacak tanıtımlara önem verilmesi aşağıdakilerden hangisi ile açıklanmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Gelişim",
      "B": "Kırsal Ekonomi",
      "C": "Koruma",
      "D": "Pazarlama",
      "E": "Yararlanma"
    },
    "explanation": "Pazarlama: Kırsal turizme yönelik ilginin ve bilginin artmasını sağlayacak tanıtımlara<br/>önem verilmelidir."
  },
  {
    "id": "2269624",
    "unitNumber": 6,
    "text": "Türkiye'de Yayla Turizmi Projesi hangi yıllarda başlamıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "1960'lı",
      "B": "1970'li",
      "C": "1980'li",
      "D": "1990'lı",
      "E": "2000'li"
    },
    "explanation": "Türkiye’de hem kamu hem de özel sektör, yayla turizmi, macera turizmi ve ekoturizm şemsiyesi altında kırsal turizmi geliştirmektedir. T.C. Kültür ve Turizm Bakanlığı, 1990’lı yıllarda, dünyadaki turizm tercihlerinde meydana gelen değişimle beraber “Yayla Turizmi Projesi” başlatmıştır."
  },
  {
    "id": "2269627",
    "unitNumber": 6,
    "text": "\"Merkez Köy anlayışı çerçevesinde köylerin sanayileşmesi hedeflenmiştir.\" içeriği hangi yıllar arasındaki kalkınma planına aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "1963-1967",
      "B": "1968-1972",
      "C": "1973-1977",
      "D": "1985-1989",
      "E": "2001-2005"
    },
    "explanation": "“Merkez Köy anlayışı çerçevesinde köylerin sanayileşmesi hedeflenmiştir.\" içeriği 1973-1977 Kalkınma Planı çerçevesinde ele alınmıştır."
  },
  {
    "id": "2269630",
    "unitNumber": 6,
    "text": "\"Turizmin çeşitlendirilmesi bakımından bilenen hizmet alanlarından farklı ve yenilikçi politikalar yaratılması gerektiği vurgulanmıştır.\" bu içerik hangi tarihler arasındaki Kalkınma Planı çerçevesinde ele alınmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "1996-2000",
      "B": "2001-2005",
      "C": "2007-2013",
      "D": "2014-2018",
      "E": "2019-2023"
    },
    "explanation": "\"Turizmin çeşitlendirilmesi bakımından bilenen hizmet alanlarından farklı ve yenilikçi politikalar yaratılması gerektiği vurgulanmıştır.\" bu içerik 2014-2018 tarihleri arasındaki Kalkınma Planı çerçevesinde ele alınmıştır."
  },
  {
    "id": "2269795",
    "unitNumber": 6,
    "text": "Kırsal turizm kavramı ve önemi ilk defa kaçıncı Kalkınma Planında öne çıkmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "VI. Kalkınma Planı",
      "B": "VII. Kalkınma Planı",
      "C": "VIII. Kalkınma Planı",
      "D": "IX. Kalkınma Planı",
      "E": "X. Kalkınma Planı"
    },
    "explanation": "1963’den günümüze kadar uygulanan 11 adet Kalkınma Planı’nda IX. Kalkınma Planına kadar kırsal alanlar ve kırsal kalkınma konuları gündeme alınmış ancak kırsal turizm kavramı ve önemi ilk defa IX. Kalkınma Planı içerisinde 2007 yılında öne çıkmıştır."
  },
  {
    "id": "2269799",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi kırsal yaşamın temel belirleyici unsurlarından biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Balık avlama",
      "B": "Bisiklet sürme",
      "C": "El işleri",
      "D": "Su sporları",
      "E": "Yürüyüş"
    },
    "explanation": "Kırsal yaşamın bazı temel belirleyici unsurları aşağıdaki gibidir:\n<br/><ul><br/><li>El işleri</li><br/><li>Yerel yiyecekler</li><br/><li>Tarım turizmi</li><br/><li>Geleneksel yaşam</li><br/><li>Yerel aktiviteler (festivaller,<br/>vb.)</li><br/></ul>"
  },
  {
    "id": "2269804",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ipek yolu turizm koridorunun kapsadığı illerden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Balıkesir",
      "B": "Bolu",
      "C": "Balıkesir",
      "D": "Çanakkale",
      "E": "Hatay"
    },
    "explanation": "İpek Yolu Turizm Koridoru kapsadığı iller: Adapazarı (Sapanca, Geyve, Taraklı), Bolu (Göynük, Mudurnu), Ankara (Beypazarı, Güdül, Ayaş)."
  },
  {
    "id": "2269810",
    "unitNumber": 6,
    "text": "Kırsal turizme hizmet eden bir doğa harikası olup 1.derece sit alanı olan Salda gölü hangi il sınırları içerisinde yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Antalya",
      "B": "Isparta",
      "C": "Balıkesir",
      "D": "Burdur",
      "E": "Muğla"
    },
    "explanation": "Kırsal turizme hizmet eden bir doğa harikası olup 1.derece sit alanı olan Salda Gölü Burdur ili sınırları içerisinde yer almaktadır.\n<br/>Doğru cevap D şıkkıdır"
  },
  {
    "id": "2368052",
    "unitNumber": 6,
    "text": "Kırsal turizmin sürdürülebilmesi için gerekli olan ilkeler kaç ana başlık altında ele alınmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "3",
      "B": "4",
      "C": "5",
      "D": "6",
      "E": "7"
    },
    "explanation": "KIRSAL TURİZM KAVRAMI<br/>Altı ana başlık altında ele alınmaktadır:\n <ul> <li>Gelişim</li> <li>Yararlanma</li> <li>Kırsal Ekonomi</li> <li>Tasarım</li> <li>Koruma</li> <li>Pazarlama</li> </ul>"
  },
  {
    "id": "2368053",
    "unitNumber": 6,
    "text": "\"Kırsalın özelliklerini ve doğasını bozmadan üzerinde yaşayan hayvanları ve yabani bitkileri, kültürünü, otantikliğini merkeze alacak etkinlikler yapılmalıdır\" amacını güden ilke aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kırsal Ekonomi",
      "B": "Tasarım",
      "C": "Koruma",
      "D": "Yararlanma",
      "E": "Pazarlama"
    },
    "explanation": "KIRSAL TURİZM KAVRAMI<br/><strong>Yararlanma:</strong> Turistlerin kırsaldan daha çok yararlanmalarını sağlamak gerekir. Kırsalın özelliklerini ve doğasını bozmadan üzerinde yaşayan hayvanları ve yabani bitkileri, kültürünü, otantikliğini merkeze alacak etkinlikler yapılmalıdır"
  },
  {
    "id": "2368055",
    "unitNumber": 6,
    "text": "\"Yevmiyeli, ücretli, maaşlı, kendi hesabına çalışan, işveren ya da ücretsiz<br/>aile işçisi olarak referans dönemi içerisinde en az bir saat iktisadi faaliyette bulunan kişilere ......... denir\", cümlesi aşağıdakilerden hangisi ile tamamlanmalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "pazarcı",
      "B": "istihdam",
      "C": "çiftçi",
      "D": "yerli halk",
      "E": "turist"
    },
    "explanation": "KIRSAL TURİZM KAVRAMI<br/>İstihdam"
  },
  {
    "id": "2368056",
    "unitNumber": 6,
    "text": "Kalkınma Planları içinde kırsal turizmin gelişimini konu alan ilk plan hangi yılları kapsamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "2000-2005",
      "B": "2007-2013",
      "C": "2010-2012",
      "D": "2014-2017",
      "E": "2018-2020"
    },
    "explanation": "TÜRKİYE’DE KIRSAL TURİZMİN GELİŞİMİ<br/>Kalkınma Planları içinde kırsal turizmin gelişimini konu alan ilk plan, 2007-2013 yılları arasını kapsayan IX. Kalkınma Planı’dır."
  },
  {
    "id": "2368058",
    "unitNumber": 6,
    "text": "Kalkınma Planları içinde kırsal turizmin gelişimini konu alan ilk plan kaçıncı kalkınma Planı'dır?",
    "correctAnswer": "C",
    "options": {
      "A": "VII.",
      "B": "VIII.",
      "C": "IX.",
      "D": "X.",
      "E": "XI."
    },
    "explanation": "TÜRKİYE’DE KIRSAL TURİZMİN GELİŞİMİ<br/>Kalkınma Planları içinde kırsal turizmin gelişimini konu alan ilk plan, 2007-2013 yılları arasını kapsayan <strong>IX. Kalkınma Planı</strong>’dır."
  },
  {
    "id": "2368059",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi kırsal turizmin kırsal yaşam unsurlarındandır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yerel aktiviteler",
      "B": "Geleneksel değerler",
      "C": "Tarihi değerler",
      "D": "Balık avlama",
      "E": "Bisiklet sürme"
    },
    "explanation": "TÜRKİYE’DE KIRSAL TURİZMİN ÖNEMİ VE POTANSİYELİ<br/><u><strong>Kırsal Turizmin Belirleyicileri</strong></u>\n <strong>KIRSAL YAŞAM:</strong>\n -El işleri<br/>-Yerel yiyecekler<br/>-Tarım turizmi<br/>-Geleneksel yaşam<br/>-Yerel aktiviteler (festivaller,<br/>vb.)"
  },
  {
    "id": "2368060",
    "unitNumber": 6,
    "text": "SWOT Analizi'ne göre, aşağıdakilerden hangisi Türkiye’nin Kırsal Turizm Açısından zayıf yönleri arasında yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Doğal güzelliklere sahip flora ve fauna",
      "B": "Yerel halkın turizm farkındalığı",
      "C": "Planlama ve karar vermede sektör temelli yaklaşımlar",
      "D": "Yoksul kırsal bölge hayatı",
      "E": "Dört mevsime hitap edebilecek kırsal alanlar"
    },
    "explanation": "TÜRKİYE’DE KIRSAL TURİZMİN ÖNEMİ VE POTANSİYELİ<br/>Yoksul kırsal bölge hayatı"
  },
  {
    "id": "2368061",
    "unitNumber": 6,
    "text": "2023 Türkiye Turizm Stratejisi Planı Haritası'na göre, Güneydoğu Anadolu Bölgesi aşağıdaki gruplardan hangisine dahildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yayla Turizmi Gelişim Koridoru",
      "B": "Yemek ve Din Turizmi Gelişim Bölgesi",
      "C": "Kış Turizmi Gelişim Koridoru",
      "D": "Kültür ve Tarih Turizmi Gelişim Bölgesi",
      "E": "Kültür ve Termal Turizm Gelişim Bölgesi"
    },
    "explanation": "TÜRKİYE’DE KIRSAL TURİZMİN ÖNEMİ VE POTANSİYELİ<br/>Haritaya göre plan Karadeniz Bölgesi’ni “Yayla Turizmi Gelişim Koridoru”, Doğu Anadolu Bölgesi ile Orta Karadeniz Bölgelerini “Kış Turizmi Gelişim Koridoru”, Güneydoğu Anadolu Bölgesi’ni “Yemek ve Din Turizmi Gelişim Bölgesi”, İç Anadolu Bölgesini “Kültür ve Tarih Turizmi Gelişim Bölgesi” ve Marmara ve Ege Bölgesini ise “Kültür ve Termal Turizm Gelişim Bölgesi” olarak belirlemiştir."
  },
  {
    "id": "2368062",
    "unitNumber": 6,
    "text": "Aşağıdaki illerden hangisi, Türkiye Tematik Turizm Gelişim Koridorlarından, İnanç Turizmi Koridorunda yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Erzurum",
      "B": "Ağrı",
      "C": "Balıkesir",
      "D": "Artvin",
      "E": "Mardin"
    },
    "explanation": "TÜRKİYE’DE KIRSAL TURİZMİN ÖNEMİ VE POTANSİYELİ<br/><strong>İnanç Turizmi Koridoru: </strong>\n Tarsus<br/>Hatay<br/>Şanlıurfa<br/>Gaziantep<br/>Mardin<br/>Diyarbakır<br/>Siirt"
  },
  {
    "id": "2368063",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Birleşmiş Milletler Eğitim, Bilim ve Kültür Kurumunun (UNESCO), yaratıcı şehirler ağı konsepti altında belirlediği 7 kapsamdan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sinema/Film Şehirleri",
      "B": "Tarım şehirleri",
      "C": "Kültür şehirleri",
      "D": "Modern şehirler",
      "E": "Üniversite şehirleri"
    },
    "explanation": "KIRSAL TURİZM BİLEŞENLERİ AÇISINDAN TÜRKİYE’DE KIRSAL TURİZM DESTİNASYONLARI<br/>Birleşmiş Milletler Eğitim, Bilim ve Kültür Kurumu (UNESCO), yaratıcı şehirler ağı konsepti altında 7 farklı kapsamda dünyada yer alan çeşitli şehirleri listesine sokmaktadır. Bu kapsamlar;<br/>• Edebiyat Şehirleri,<br/>• Gastronomi Şehirleri,<br/>• Medya Sanatları Şehirleri,<br/>• Müzik Şehirleri,<br/>• Sinema/Film Şehirleri,<br/>• Tasarım Şehirleri,<br/>• Zanaat ve Halk Sanatları Şehirleri"
  },
  {
    "id": "2371744",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, Avrupa Komisyonunun kırsal turizm faaliyeti betimini oluşturan boyutlardan biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Tarımsal veya yerel değerlerle bir arada olmak",
      "B": "Yerli ya da yabancı turistler",
      "C": "Turistlerin beklentileri ve özel ilgi alanları",
      "D": "Biyoçeşitlilik",
      "E": "Küçük yerleşimleri"
    },
    "explanation": "Bkz. KIRSAL TURİZM KAVRAMI<br/>Avrupa Komisyonu kırsal turizmi tarımsal veya yerel değerlerle bir arada olmak isteyen yerli ya da yabancı turistlere beklentileri ve özel ilgi alanları doğrultusunda ağırlama hizmetlerinin verildiği ve küçük yerleşimlerde gerçekleştirilen turizm faaliyetleri olarak ele almıştır (EC, 1999). Bioçeşitlilik, ifadesi kırsal turizm betiminde öncelikli boyutlardan biri değildir. Her ne kadar alternatif turizmin bioçeşitliliği korunmasında katkısı olduğu iddia edilse de, kırsal turizm bir çevre hareketi değildir. Yanıt D şıkkıdır."
  },
  {
    "id": "2371745",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, kırsal turizmin yol açabileceği sosyo-kültürel olumsuzluklardan biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tarımsal üretimin azalması",
      "B": "Tarım alanlarının yok olması",
      "C": "Ekolojik dengenin bozulması",
      "D": "Etnik geleneklerin kaybolmasına",
      "E": "Bölgenin kirlenmesi ve tahrip olması"
    },
    "explanation": "Yukarıda sıralanan seçeneklerin neredeyse hepsi gerekli tedbirler alınmadığı ve yerel halkta bir bilinçlenme olmadığı sürece kırsal turizmin çevre ve ekonomiye verebileceği zararlarla ilgilidir. Yanıt D şıkkıdır."
  },
  {
    "id": "2371746",
    "unitNumber": 6,
    "text": "“Kırsalın özelliklerini ve doğasını bozmadan üzerinde yaşayan hayvanları ve yabani bitkileri, kültürünü, otantikliğini merkeze alacak etkinlikler yapılmalıdır.”\n Yukarıdaki açıklama, kırsal turizmin ilkelerinden hangisine aittir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tasarım",
      "B": "Yararlanma",
      "C": "Gelişim",
      "D": "Koruma",
      "E": "Pazarlama"
    },
    "explanation": "Yukarıdaki ilke belki koruma ilkesiyle karıştırılabilir. Koruma ilkesine göre, kırsaldaki turizmden faydalanan yerel halk kaynakların korunmasına ve zenginleştirilmesine katkıda bulunmak için yürütülen politikalara destek olmalıdır. Yararlanma ilkesi ise turistlerin kırsaldan daha çok yararlanmalarını sağlamaya odaklanmaktadır. Yanıt B şıkkıdır."
  },
  {
    "id": "2371747",
    "unitNumber": 6,
    "text": "Türkiye’de bir turizm acentesi tarafından gerçekleştirilen ilk kırsal turizm faaliyeti aşağıdaki illerden hangisinde gerçekleştirilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ordu",
      "B": "Muğla",
      "C": "Nevşehir",
      "D": "Urfa",
      "E": "Rize"
    },
    "explanation": "Türkiye’de kırsal turizmin gelişim göstermesi 1980’li yıllardan sonraya denk gelmektedir. Bu konuda ilk atılım, bir seyahat acentesi olan Tursem’in Ordu’nun çeşitli köylerine yönelik yarattığı turizm talebi olmuştur. Şirket, köylerde yaşayan köylüler ve yerel halk ile anlaşarak turistlerin 1 haftadan 3 haftaya kadar değişen süreler içerisinde köy evlerinde aileden bir birey gibi kalmalarını sağlamıştır (Özkan, 2007: 102). Yanıt A şıkkıdır."
  },
  {
    "id": "2371748",
    "unitNumber": 6,
    "text": "Türkiye'nin, Kırsal Turizm kavramı ve önemini ilk defa öne çıkaran Kalkınma Planının sayısı ve başlangıç yılı, aşağıdakilerden hangisinde birlikte ve doğru olarak verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "1. plan, 1963",
      "B": "5. plan, 1985",
      "C": "9. plan, 2007",
      "D": "6. plan, 1990",
      "E": "11. plan, 2019"
    },
    "explanation": "1963’den günümüze kadar uygulanan 11 adet Kalkınma Planı’nda IX. Kalkınma Planına kadar kırsal alanlar ve kırsal kalkınma konuları gündeme alınmış ancak kırsal turizm kavramı ve önemi ilk defa IX. Kalkınma Planı içerisinde 2007 yılında öne çıkmıştır. Yanıt C şıkkıdır."
  },
  {
    "id": "2371749",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, Dünya Turizm Örgütüne göre, bir bölgenin kırsal turizm potansiyeline sahip olduğunu belirten unsurlardan biri <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Kırsal yaşam",
      "B": "Kırsal miras",
      "C": "Kırsal ekonomi",
      "D": "Kırsal alan",
      "E": "Kırsal aktiviteler"
    },
    "explanation": "Kırsal alan, coğrafi ve doğal özellikleri; kırsal miras, kültürel ve tarihi bilgi, gelenek ve değerleri; kırsal yaşam, gündelik ve törensel yaşamla ilgili el sanatı, festivaller, konut, tarım gibi çeşitli faaliyetleri kapsamaktadır. Kırsal aktiviteler, söz konusu diğer üç potansiyel grubu olan miras, alan ve yaşam tarzıyla ilgili, turistlerin uygulayacağı spor ya da doğa aktiviteleridir. Ekonomi, kaynakların üretim, dağıtım ve tüketimini düzenleyen sistemin adıdır. Bir yerde kırsal turizmin başlaması için yerel ekonominin niteliği birincil öneme sahip değildir. Yanıt C şıkkıdır."
  },
  {
    "id": "2371750",
    "unitNumber": 6,
    "text": "(I) Raylı ulaşımın uzak yerlere yapılması\n (II) Kusursuz peyzaj\n (III) Genç nüfus\n (IV) Bölgesel iklim farklılığı\n (V) Uygun iklim koşulları\n Yukarıdaki numaralandırılmış ifadelerden hangileri, SWOT analizine göre Türkiye’nin kırsal turizm potansiyelinin fırsatlarından biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "II, V",
      "B": "I, IV",
      "C": "IV, V",
      "D": "II, III, IV",
      "E": "I, III, V"
    },
    "explanation": "Kusursuz peyzaj ve bölgesel iklim farklılıkları SWOT analizinde güçlü yönler içinde bulunmaktadır. Bu sayede Türkiye genelinde yıl boyunca, her mevsim koşulunda kırsal turizm faaliyetleri yürütülebilir. Ülkenin genç nüfusu, raylı ulaşımın ucuz, konforlu ve farklı yelere ulaşma olanağı ile iklimin farklı aktivitelere olanak verecek çeşitliliği, birçok yeni kırsal turizm girişimine olanak sağlamaktadır. Yanıt E şıkkıdır."
  },
  {
    "id": "2371751",
    "unitNumber": 6,
    "text": "“………, yerel mimari ve sanatsal ürünlerden yerleşim desenine, kırsal yaşama ilişkin sosyal ve ekonomik faaliyetler ile somut ve somut olmayan kültürel miras değerlerine kadar uzanan mekânsal ve işlevsel açıdan özgün kimlik ve bütünlük gösteren değerlerin bütünüdür”.\n Yukarıdaki boş bırakılan yeri, aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Kırsal miras",
      "B": "Kırsal turizm",
      "C": "Alternatif turizm",
      "D": "Kırsal alan",
      "E": "Kırsal turizm bileşenleri"
    },
    "explanation": "Araştır 4 - Yanıt Anahtarı<br/>Kırsal miras, yerel mimari ve sanatsal ürünlerden yerleşim desenine, kırsal yaşama ilişkin sosyal ve ekonomik faaliyetler ile somut ve somut olmayan kültürel miras değerlerine kadar uzanan mekânsal ve işlevsel açıdan özgün kimlik ve bütünlük gösteren değerlerin bütünüdür (Köksal, 2019: 275). Geleneksel, yerel, tarihi değerler ve köyler kırsal miras kapsamında ele alınmaktadır. Terimlerin kapsam ve sınırlılığı için UNWTO’nun kırsal turizmin 4 ana bileşenine bakınız. Yanıt A şıkkıdır."
  },
  {
    "id": "2371752",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, UNWTO’nun kırsal turizmin “kırsal alan” bileşimi kapsamındaki, Türkiye’nin destinasyon alanlarından biri <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Denizler",
      "B": "Yaylalar",
      "C": "Milli Parklar",
      "D": "Dağlar",
      "E": "Mağaralar"
    },
    "explanation": "Kırsal alan, genel özellikleri bakımından doğal ve çevresel alanlarıyla öne çıkan, genellikle tarımsal üretim merkezleri olarak görülen, doğal koşulların ve geleneksel değerlerin hayatı şekillendirdiği yerlerdir (Avcı, 2019: 273). Bu alanlar içine ormanlar, millî parklar, çiftlikler, dağlar, yaylalar, doğa gibi yerler girmektedir. Yanıt A şıkkıdır."
  },
  {
    "id": "2371753",
    "unitNumber": 6,
    "text": "Ankara’nın Beypazarı ilçesi, kırsal turizmin hangi bileşeni özelinde ve temelinde tasarlanmış bir kırsal turizm destinasyonudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Kırsal coğrafya",
      "B": "Kırsal aktivite",
      "C": "Kırsal ekonomi",
      "D": "Kırsal alan",
      "E": "Kırsal miras"
    },
    "explanation": "UNWTO’nun (2004) kırsal turizmin belirleyicileri olarak kümeleştirdiği unsurlar kırsal turizm toplumunu merkeze alarak toplam dört adettir. Bunlardan ilki ormanlar, dağlar, nehirler gibi coğrafi güzellikleri içine alan kırsal alanlar, bir bölgedeki geleneksel, yerel ve tarihî değerleri kapsayan kırsal miras, bölgedeki köyleri, yerel aktiviteleri, yemek veya el sanatlarını içeren kırsal yaşam ve o bölgede yapılabilecek spor ve rekreasyon faaliyetleri gibi aktiviteleri barındıran kırsal aktivitelerdir. Ankara’da yer alan Beypazarı’da en ünlü kırsal mirasa sahip turizm destinasyonlarından biridir. Tarihsel ve kültürel çekiciliklere sahip olan Beypazarı’nı ünlü eden en önemli çekiciliği ünlü Beypazarı evleridir. Yanıt E şıkkıdır."
  },
  {
    "id": "2264348",
    "unitNumber": 7,
    "text": "I. Bölgede turizmin kontrolsüz gelişmesini önlemek\n<br/>II. Bölgede taşıma kapasitesinin zorlanmasının önüne geçmek\n<br/>III. Aşırı turist sayısını sınırlandırmak\n<br/>IV. Toplumsal kültürde olumlu değişme yaratmak\n<br/>Turizm planlaması için yukarıdaki nedenlerin hangileri hesaba katılmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, II, IV",
      "B": "I, II, ve IV",
      "C": "I ve IV",
      "D": "II, III ve IV",
      "E": "II ve III"
    },
    "explanation": "Herhangi bir bölgede turizm planlamasının başlıca nedenleri aşağıdaki gibi sıralanabilir\n<br/>• Bölgede turizmin kontrolsüz gelişmesini önlemek\n<br/>• Arazi kullanımını olumlu olarak geliştirmek\n<br/>• Çevrede pozitif değişim yaratmak\n<br/>• Toplumsal kültürde olumlu değişme yaratmak\n<br/>• Bölgede taşıma kapasitesinin zorlanmasının önüne geçmek\n<br/>• Aşırı turist sayısını sınırlandırmak<br/>• Hizmet kalitesinde düşmeyi önlemek"
  },
  {
    "id": "2264354",
    "unitNumber": 7,
    "text": "Amaçların ya da hedeflerin tanımlanması, bu hedeflere ulaşmak için genel stratejinin belirlenmesi ve faaliyetlerin eşgüdümlenmesine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Vizyon",
      "B": "Planlama",
      "C": "Misyon",
      "D": "Düzenleme",
      "E": "Projeksiyon"
    },
    "explanation": "Planlama, amaçların ya da hedeflerin tanımlanması, bu hedeflere ulaşmak için genel stratejinin belirlenmesi, faaliyetlerin eşgüdümlenmesi ve bütünleştirilmesi için kapsamlı bir planlar hiyerarşisi geliştirilmesinden oluşur."
  },
  {
    "id": "2264363",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi turizm planlamasının sağlayacağı yaralardan birisi <u><strong>değildir?</strong></u>",
    "correctAnswer": "C",
    "options": {
      "A": "Turizm gelişiminde kamu ve özel sektör çabalarının ve yatırımlarının etkin eş güdümüne ortam sağlaması.",
      "B": "Kamu ve özel sektörün turizm gelişimi üzerinde karar vermeleri için akılcı bir zemin oluşturulması.",
      "C": "Enerji kaynaklarının araştırılması ve ekonomiye kazandırılması.",
      "D": "Ülkenin ya da bölgenin genel gelişim politikalarına turizmi entegre ederek, turizm ve diğer ekonomik sektörler arasında bağlantı kurulmasını sağlaması.",
      "E": "Doğal ve kültürel kaynakların günümüz kullanımı için olduğu kadar gelecek kuşaklar içinde korunmasını sağlayacak şekilde bir turizm gelişiminin gerçekleştirilmesi."
    },
    "explanation": "Enerji kaynaklarının araştırılması ve ekonomiye kazandırılması doğrudan turizm alanın yararlarından birisi değildir."
  },
  {
    "id": "2264368",
    "unitNumber": 7,
    "text": "Kırsal turizmi geliştirmek amacıyla yapılan master planlarda bulunması gereken aşamalarından birisi <strong><u>değildir?</u></strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Plan öncesi durum (background), amaç, kapsam ve yöntemlerin belirlenmesi,",
      "B": "Master planı etkileyebilecek sürdürülebilir turizm plan ve politikaların belirlenmesi,",
      "C": "Doğal, fiziksel, insan ve kurumsal kaynak boyutunu içine alan kırsal turizm kaynak envanterinin oluşturulması,",
      "D": "Organize sanayi bölgelerinin tespiti.",
      "E": "Kırsal turizmin gelişimiyle ilgili problemlerin, sınırlılıkların belirlenmesi."
    },
    "explanation": "Organize sanayi bölgelerinin tespiti turizm master planının kapsamı dışında bir konudur."
  },
  {
    "id": "2264373",
    "unitNumber": 7,
    "text": "Kırsal turizm ürün planlaması aşağıdakilerden hangi aşamaları içermelidir?\n I Pazar araştırmaları<br/>II Pazar bölümleme<br/>III Kalite geliştirme<br/>IV Ürün çeşitlendirmesi",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I, II ve II",
      "C": "I ve IV",
      "D": "I, II ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Kırsal turizm ürün planlaması aşağıdaki hangi aşamaları içermelidir.\n • Pazar araştırmaları<br/>• Pazar bölümleme<br/>• Kalite geliştirme<br/>• Ürün çeşitlendirmesi"
  },
  {
    "id": "2264384",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ekonomik hedefler açısından kırsal turizm ürününün kalitesinde dikkat edilecek unsurlandan birisi <u>değildir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "İç su taşımacılığına elverişli yeni alanlar bulunması.",
      "B": "Kırsal turizm yöresinin ekonomik gelişiminin sağlanması.",
      "C": "Tarım ve çiftlik faaliyetlerinin sürdürülebilir olması.",
      "D": "Ev ürünlerinin ve el sanatlarının geliştirilmesi, üretim sunum pazarlama modellerinin oluşturulması ve sürdürülebilirliğinin sağlanması.",
      "E": "Sürdürülebilir bir ekonomik yapı örgütlenmesinin oluşturulması ve kaynakların akılcı kullanılması ve yönetimi."
    },
    "explanation": "İç su taşımacılığına elverişli yeni alanlar bulunması turizmin kalitesinin artırılması ile ilgili bir unsurdur."
  },
  {
    "id": "2264389",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kırsal turizm kalite planlamasında dikkat edilmesi gereken unsurlardan birisi değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yaya ve atlı yürüyüş alanlarının korunması yasal düzenlemeler finansman olanaklarının getirilmesi.",
      "B": "Sosyal gelişimin sağlanması.",
      "C": "İç su taşımacılığına elverişli yeni alanlar bulunması.",
      "D": "Kırsal turistik bölgelerde bisiklet pistlerinin düzenlenmesine finansal araçlar sağlamak.",
      "E": "Gezinti alanlarındaki tesislerin işletmesini üstlenen bölgesel ve bölgeler arası birlikleri desteklemek."
    },
    "explanation": "Sosyal gelişimin sağlanması \"sosyal ve kültürel\" hedefler kapsamında yer almaktadır."
  },
  {
    "id": "2264394",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kırsal turizmin kalkınmasında sosyal ve kültürel hedeflerden birisi değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sosyal gelişimin sağlanması.",
      "B": "Sosyal gelişim amaçlı sürdürülebilir eğitim ortamının oluşturulması.",
      "C": "Gezinti alanlarındaki tesislerin işletmesini üstlenen bölgesel ve bölgeler arası birliklerin desteklemesi",
      "D": "Çevre ve insan sağlığına önem verilmesi.",
      "E": "Kültürel yapının korunması ve geliştirilmesi."
    },
    "explanation": "Gezinti alanlarındaki tesislerin işletmesini üstlenen bölgesel ve bölgeler arası birliklerin desteklemesi turizmin kalitesinin artırılması ile ilgili bir hedeftir."
  },
  {
    "id": "2264402",
    "unitNumber": 7,
    "text": "Bugün tüm dünyada olduğu gibi Türkiye’de de kırsal alanlarla ilgili sorunlar vardır. Aşağıdakilerden hangisi bu sorunlar arasında yer almaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Tarım dışı sektörlerin tarımdan ayrılacak iş gücünü hazmetme kapasitesinin düşüklüğü,",
      "B": "Gençlerin kırsal alandan kentsel alanlara akması ve nüfusun yaşlanması.",
      "C": "Kırsal alana yönelik kamu hizmetlerinin yetersizliği.",
      "D": "Tarımsal ürün çeşitliliğinin az olması.",
      "E": "İyi yaşam koşullarını sağlamaya yönelik tarım dışı ekonomik aktivitelerin yetersizliğidir."
    },
    "explanation": "Türkiye'de turizmin ihtiyaçları açsından tarımsal ürün çeşitliliği yetersizliği sorunu yoktur."
  },
  {
    "id": "2264415",
    "unitNumber": 7,
    "text": "Kırsal turizm ve sürdürülebilir kalkınma açısından aşağıdakilerden hangisi Türkiye'nin karşı karşıya olduğu çevresel zorlulardan birisi<strong><u> değildir?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sürdürülebilir tarım faaliyetleri yeterli değildir.",
      "B": "Kirlenme ve erozyon ciddi bir sorundur.",
      "C": "Sürdürülebilir kalkınma politikalarına yönelik finansal destek yeterli değildir.",
      "D": "Çevrenin korunmasına yönelik uygulamalar kısıtlıdır.",
      "E": "Türkiye'nin içinde bulunduğu iklim kuşağı turizm çeşitliliğine elverişli değildir?"
    },
    "explanation": "Türkiye'nin içinde bulunduğu iklim kuşağı turizm çeşitliliğine son derece elverişlidir."
  },
  {
    "id": "2265454",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, herhangi bir bölgede turizm planlamasının başlıca nedenlerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bölgede turizmin kontrolsüz gelişmesini önlemek",
      "B": "Çevrede pozitif değişim yaratmak",
      "C": "Aşırı turist sayısını sınırlandırmak",
      "D": "Hizmet kalitesinde düşmeyi önlemek",
      "E": "Nüfusun gelir düzeyini arttırmak"
    },
    "explanation": "Herhangi bir bölgede turizm planlamasının başlıca nedenleri aşağıdaki gibi sıralanabilir (İçöz ve diğerleri, 2002: 60):\n<br/>• Bölgede turizmin kontrolsüz gelişmesini önlemek\n<br/>• Arazi kullanımını olumlu olarak geliştirmek\n<br/>• Çevrede pozitif değişim yaratmak\n<br/>• Toplumsal kültürde olumlu değişme yaratmak\n<br/>• Bölgede taşıma kapasitesinin zorlanmasının önüne geçmek\n<br/>• Aşırı turist sayısını sınırlandırmak<br/>• Hizmet kalitesinde düşmeyi önlemek<br/>Herhangi bir bölgede turizm planlamasının başlıca nedenleri aşağıdaki gibi sıralanabilir (İçöz ve diğerleri, 2002: 60): •Bölgede turizmin kontrolsüz gelişmesini önlemek •Arazi kullanımını olumlu olarak geliştirmek •Çevrede pozitif değişim yaratmak •Toplumsal kültürde olumlu değişme yaratmak •Bölgede taşıma kapasitesinin zorlanmasının önüne geçmek •Aşırı turist sayısını sınırlandırmak •Hizmet kalitesinde düşmeyi önlemek"
  },
  {
    "id": "2265457",
    "unitNumber": 7,
    "text": "Kırsal turizmin başlangıcında karar alıcılar aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Devlet ya da yerel yönetimler",
      "B": "Bölge sakinleri",
      "C": "Bölgeye gelen turistlerin istek dilekçeleri",
      "D": "Mahalli çiftçiler",
      "E": "Turizm işletmecileri"
    },
    "explanation": "Kırsal turizmin başlangıcında karar alıcılar, devlet ya da yerel yönetimlerdir. Çoğu yerde bir belediyenin yetkisi altında mahalli çiftçilere veya turizm işletmecilerine teklif götürülmekte, komşu belediyelerle de işbirliğine gidilmektedir. Oluşturulan projelere finans konusunda, yerel, ulusal, hatta uluslararası k"
  },
  {
    "id": "2265458",
    "unitNumber": 7,
    "text": "Kırsal turizm ürün planlaması aşağıdaki aşamalardan hangisini içermez?",
    "correctAnswer": "C",
    "options": {
      "A": "Pazar araştırmaları",
      "B": "Pazar bölümleme",
      "C": "Kırsal turizmin gelişimiyle ilgili problemlerin, sınırlılıkların belirlenmesi",
      "D": "Kalite geliştirme",
      "E": "Ürün çeşitlendirmesi"
    },
    "explanation": "Kırsal turizm ürünü rastgele bir ürün olarak geliştirilmemelidir. Kırsal turizm ürünü pazar ve arz yapısına uygun olarak geliştirilmelidîr. Kırsal turizm ürün planlaması şu aşamaları içermelidir (Ahipaşaoğlu ve Çeltek, 2006: 111-114):\n<br/>• Pazar araştırmaları<br/>• Pazar bölümleme<br/>• Kalite geliştirme<br/>• Ürün çeşitlendirmesi<br/>Kırsal turizmin gelişimiyle ilgili problemle-rin, sınırlılıkların belirlenmesi"
  },
  {
    "id": "2265459",
    "unitNumber": 7,
    "text": "Kırsal turizm işletmeleri, tur operatörleri ve seyahat acentaları gibi işletmelere verilecek eğitim aşağıdakilerden hangisini kapsamaz?",
    "correctAnswer": "B",
    "options": {
      "A": "Turist sağlığı ve hakları",
      "B": "Pazar potansiyelini ölçme",
      "C": "uÜrün standartları",
      "D": "Müşteri beklentilerini anlama",
      "E": "Sürdürülebilir turizmin özellikleri"
    },
    "explanation": "Kırsal turizm işletmeleri, tur operatörleri ve seyahat acentaları gibi işletmelere verilecek eğitim turist sağlığı ve hakları, yabancı dil, ürün standartları, müşteri beklentilerini anlama, internet, pazarlama, turizm endüstrisinin, sürdürülebilir turizmin özellikleri ve kırsal turizmin özellikleri gibi konuları kapsamalıdır.<br/>Pazar potansiyelini ölçme"
  },
  {
    "id": "2265460",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi başarılı bir kırsal turizm planında bulunması gereken özelliklerden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Amaçlar ve hede erin düzenlenmesidir",
      "B": "Ortak paydada bulunan paydaşların birey- sel faydalarının önemsenmesi",
      "C": "Topluma faydalı olacak kararlarda işbirliği- ni hızlandıran bir otoritenin olması",
      "D": "Yöresel mimariyi yansıtan mimari ve mevcut yapının kullanılmasına öncelik verilmesi",
      "E": "Kırsal turizm planlamasında paydaşlar arası koordinasyonun yüksek olması"
    },
    "explanation": "Başarılı bir kırsal turizm planında bulunması gereken özellikler şu şekilde sıralanabilir (Şerefoğ- lu, 2009):\n<br/>• Kırsal turizm planlamasında paydaşlar arası koordinasyonun yüksek olması,\n<br/>• Ortak paydada bulunan paydaşların birey- sel faydalarının önemsenmesi,\n<br/>• Planlamada alınan kararların uygulanabilir olması,\n<br/>• Topluma faydalı olacak kararlarda işbirliği- ni hızlandıran bir otoritenin olması,\n<br/>• Amaçlar ve hede erin düzenlenmesidir.<br/>Yöresel mimariyi yansıtan mimari ve mevcut yapının kullanılmasına öncelik verilmesi"
  },
  {
    "id": "2265462",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi bireylerin doğal ortamlara yapacakları seyahatlere daha fazla önem vemesinin nedenlerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çevre kirliliği",
      "B": "Trafik",
      "C": "Stres",
      "D": "Çocuk gürültüsü",
      "E": "Sanayileşme"
    },
    "explanation": "Yaşanan sanayileşme ve hızlı şehirleşmenin de etkileriyle çevre kirliliği, trafik ve stres gibi sorunlar her geçen gün artmaktadır. Bu durum neticesinde bireyler doğal ortamlara yapacakları seyahatlere daha fazla önem vermeye başlamıştır. Bu da ‘’kırsal turizm’’ olgusunun ortaya çıkmasına neden olmuştur.<br/>Çocuk gürültüsü"
  },
  {
    "id": "2265463",
    "unitNumber": 7,
    "text": "AB’nin Türkiye’den benimsemesini talep etiği politika aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tarım politikaları",
      "B": "Çevre politikaları",
      "C": "Sağlık politikaları",
      "D": "Eğitim politikaları",
      "E": "Ekonomik politikalar"
    },
    "explanation": "AB, Türkiye’den AB’nin tarım politikalarını benimsemesini talep etmektedir. Bu politikalarda temel olan kırsal alanların ekonomik, sosyal ve çevresel açıdan ve sürdürülebilir kalkınma açısından dengeli gelişmesi ve bu gelişmeye yerel nüfusun ak- tif katılımıdır. Her şeyden önce Türkiye’nin önündeki ekonomik, sosyal ve çevresel zorluklarla baş etmesi gerekmektedir."
  },
  {
    "id": "2265465",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Türkiye’nin baş etmesi gereken çevresel zorluklardan biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tarım-sanayi entegrasyonu zayıftır",
      "B": "Kırsal alanda nüfus azalması, beraberinde bu alanlarda yaşlı nüfusun yoğunlaşmasını getirmektedir.",
      "C": "Yetersiz sosyal yapılar birçok başka sosyal sorunun nedenidir.",
      "D": "Kirlenme ve erozyon ciddi bir sorundur.",
      "E": "Sermaye ve mali kaynak yetersizliği söz konusudur."
    },
    "explanation": "Çevresel Zorluklar\n<br/><ul><br/><li><br/>Sürdürülebilir tarım faaliyetleri yeterli değildir.\n<br/></li><br/><li><br/>Kirlenme ve erozyon ciddi bir sorundur.\n<br/></li><br/><li><br/>Sürdürülebilir kalkınma politikalarına yönelik finansal destek yeterli değildir.\n<br/></li><br/><li><br/>Çevrenin korunmasına yönelik uygulamalar kısıtlıdır.\n<br/></li><br/></ul><br/>Çevresel Zorluklar\n<br/>• Sürdürülebilir tarım faaliyetleri yeterli değildir. • <em><strong>Kirlenme ve erozyon ciddi bir sorundur.</strong></em> • Sürdürülebilir kalkınma politikalarına yönelik finansal destek yeterli değildir. • Çevrenin korunmasına yönelik uygulamalar kısıtlıdır."
  },
  {
    "id": "2265466",
    "unitNumber": 7,
    "text": "Avrupa Birliği'nde SPARD kısaca olarak adlandırılan programın Türkçe karşılığı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Katılım Öncesi Mali Araç Kırsal Kalkınma Birleşeni",
      "B": "Avrupa Birliği",
      "C": "Çevre koruma ve sürdürülebilir kırsal kalkınma",
      "D": "Tarım ve Kırsal Kalkınma için Özel Katılım Programı",
      "E": "Kırsal Alanda Turizm Birliği"
    },
    "explanation": "Avrupa Birliği de SPARD (Tarım ve Kırsal Kalkınma için Özel Katılım Programı)"
  },
  {
    "id": "2265467",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kırsal turizmin geliştirilmesine yönelik turizm politikalarından biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kırsal turizmin bölgeler için önemli oldu- ğunun farkına varmak",
      "B": "Kırsal alanlarda çalışanları turizm hakkında eğitmek",
      "C": "Kırsal turizme katılan turistlerin memnuniyetini sağlamak",
      "D": "Kırsal alanlarda sürdürülebilir turizm ilkelerini uygulamaktır",
      "E": "Tarım ve orman ürünlerinin gelişimine bağlı olarak kırsal altyapının geliştirilmesi"
    },
    "explanation": "Kırsal turizmin geliştirilmesine yönelik turizm politikaları şunlardır (DünyaTurizmÖrgütü,2002):\n<br/><ul><br/><li><br/>Kırsal turizmin bölgeler için önemli olduğunun farkına varmak,\n<br/></li><br/><li><br/>Kırsal turizmin kırsal alanlarda istihdam yaratma gibi sosyal ve kültürel gelişmede anahtar bir faktör olduğunu ortaya koymak,\n<br/></li><br/><li><br/>Kırsal alanlarda çalışanları turizm hakkında eğitmek,\n<br/></li><br/><li><br/>Kırsal turizm pazarında özel grupları hedeflemek,\n<br/></li><br/><li><br/>Kırsal turizme katılan turistlerin memnuniyetini sağlamak,\n<br/></li><br/><li><br/>Turizm planlarının uzmanlarca yapılmasını sağlamak,\n<br/></li><br/><li><br/>Kırsal alanlarda sürdürülebilir turizm ilkelerini uygulamaktır.\n<br/></li><br/></ul><br/>Tarım ve orman ürünlerinin gelişimine bağlı olarak kırsal altyapının geliştirilmesi"
  },
  {
    "id": "2367332",
    "unitNumber": 7,
    "text": "Aşağıdaki seçeneklerden hangisi kırsal turizmin çevreye sağladığı olumlu etkilerden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kırsal turizmin yerel boyutta kırsal kadına istihdam sağlar.",
      "B": "Yerel ekonomileri canlandırır.",
      "C": "Doğal çevrelerin korunmasına ve bozulmasına neden olur.",
      "D": "Ayrıca kırsal kültürün yok olmasını önler.",
      "E": "Sosyo-sekonomik kırsal kalkınmaya katkıvermektedir."
    },
    "explanation": "özellikle de kırsal turizmin kırsal kalkınmada<br/>bir araç olarak görülmesi, giderek daha fazla<br/>önem kazanmasını beraberinde getirmiştir.Kırsal<br/>turizmin yerel boyutta kırsal kadına istihdam sağlayarak,<br/>yerel ekonomileri canlandırarak ve göçü<br/>önleyerek sosyo-sekonomik kırsal kalkınmaya katkıvermektedir. Ayrıca kırsal kültürün yok olmasını<br/>önlemekte, doğal çevrelerin korunmasına destek<br/>vermekte, diğer turizm türleriyle kolaylıkla bütünleşebilmektedir.<br/>Doğal çevrelerin korunmasına ve bozulmasına neden olur."
  },
  {
    "id": "2367344",
    "unitNumber": 7,
    "text": "Kırsal kalkınmanın <em><strong>ana</strong></em> amacı aşağıdaki seçeneklerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kırsal nüfusun gelir düzeyini arttırarak<br/>yaşam standartlarını yükseltmektir.",
      "B": "Sanayi yatırımlarını kırsal bölgede toplamaktır",
      "C": "Sosyal yaşamı desteklemek,sosyal dayanışmayı sağlamak ve sosyal yaşama katılımın önünü açmak.",
      "D": "Kırsal ekolojik yapıyı korumak ve kırsal kalkınma ile sanayi göçüne destek olmak.",
      "E": "Sağlıklı bir çevre oluşturmak aşı kampanyalarını desteklemek"
    },
    "explanation": "Kırsal kalkınmanın<br/>ana amacı kırsal nüfusun gelir düzeyini arttırarak<br/>yaşam standartlarını yükseltmektir. Bu bağlamda<br/>kırsal alanda istihdam artırılması, insan kaynaklarının<br/>geliştirilmesi, kırsal nüfusun gelirini artırıcı<br/>ekonomik etkinliklerin desteklenmesi, yaşam kalitesinin<br/>iyileştirilmesi, etkili örgütlenme ve her düzeyde<br/>katılımcılık önem taşımaktadır.<br/>Kırsal nüfusun gelir düzeyini arttırarak yaşam standartlarını yükseltmektir"
  },
  {
    "id": "2367354",
    "unitNumber": 7,
    "text": "Aşağıdaki seçeneklerden hangisi turizm talebinin kırsal alanlara yöneliş sebeplerinden biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Değişiklik amacıyla doğaya yönelik",
      "B": "Aile bağları ve akrabalık ilişkileri",
      "C": "Kent yaşamının getirdiği olumsuzluklardan kaçış.",
      "D": "Tarihî binalara ve geleneksel kırsal toplumlara verilen önem",
      "E": "Doğa ve peyzajın korunmasına verilen önem."
    },
    "explanation": "Son yıllarda, kırsal<br/>alanlara yönelik yeni fırsatlar ortaya çıkmıştır.<br/>Doğa ve peyzajın korunmasına, tarihî binalara ve<br/>geleneksel kırsal toplumlara verilen önem artmış,<br/>kent yaşamının getirdiği olumsuzluklardan kaçış ve<br/>değişiklik amacıyla doğaya yönelik olarak turizm<br/>talebi kırsal alanlara yönelmiştir<br/>Aile bağları ve akrabalık ilişkileri"
  },
  {
    "id": "2367382",
    "unitNumber": 7,
    "text": "Kırsal turizmin başlangıcında karar alıcılar,aşağıdaki seçeneklerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Oteller ve otelciler birliği",
      "B": "Maliye bakanlığı ve gelirler genel müdürlüğü",
      "C": "Turizim işletmecileri",
      "D": "Özel girişimciler ve mal sahipleri",
      "E": "Devlet ya da yerel yönetimler."
    },
    "explanation": "Kırsal turizmin başlangıcında karar alıcılar,<br/>devlet ya da yerel yönetimlerdir. Çoğu yerde bir<br/>belediyenin yetkisi altında mahalli çiftçilere veya<br/>turizm işletmecilerine teklif götürülmekte, komşu<br/>belediyelerle de iş birliğine gidilmektedir. Oluşturulan<br/>projelere finans konusunda, yerel, ulusal,<br/>hatta uluslararası kuruluşlardan destek gelebilmektedir"
  },
  {
    "id": "2367392",
    "unitNumber": 7,
    "text": "Türkiye’de kırsal nüfusun büyük<br/>ölçüde azalması hangi olumsuz etkileri ortaya çıkarmıştır.",
    "correctAnswer": "B",
    "options": {
      "A": "Sağlık sorunlarının artması",
      "B": "Bitkisel ve hayvansal üretim",
      "C": "Eğitim ve öğretim",
      "D": "Gelir adaletsizliği",
      "E": "Sağlıklı beslenme"
    },
    "explanation": "Bu açıdan kırsal nüfusun büyük<br/>ölçüde azalması Türkiye’de bitkisel ve hayvansal<br/>üretimi olumsuz etkileyen bir faktör olmuştur. Ülkemiz<br/>artık hububat, canlı hayvan ve et açısından<br/>kendi kendine yeten bir ülke olmaktan çıkmıştır<br/>Bitkisel ve hayvansal üretim"
  },
  {
    "id": "2367404",
    "unitNumber": 7,
    "text": "Bir bölgede kırsal turizm gelişimi <strong>.........</strong> yapılmalıdır. <strong>Cümlesindeki boşluğu aşağıdaki seçeneklerden hangisi doldurmaktadır?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Beklentiler doğrultusunda",
      "B": "Planlı ve yöreye uygun",
      "C": "Modern bir şekilde",
      "D": "Yatırımcılara yönelik",
      "E": "Ekonomi politikaları gözetilerek"
    },
    "explanation": "Bir bölgede kırsal turizm gelişimi planlı ve yöreye uygun yapılmalıdır. Bu nedenle master planlar oluşturulmalıdır."
  },
  {
    "id": "2367425",
    "unitNumber": 7,
    "text": "Aşağıdaki seçeneklerden hangisi Kırsal turizm ürün planlaması aşamalarından biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Pazar araştırmaları",
      "B": "• Kalite geliştirme",
      "C": "Finansal giderler",
      "D": "Pazar bölümleme",
      "E": "Ürün çeşitlendirmesi"
    },
    "explanation": "Kırsal turizm ürünü rastgele bir ürün olarak<br/>geliştirilmemelidir. Kırsal turizm ürünü pazar ve<br/>arz yapısına uygun olarak geliştirilmelidîr. Kırsal<br/>turizm ürün planlaması şu aşamaları içermelidir<br/>(Ahipaşaoğlu ve Çeltek, 2006: 111-114):<br/>• Pazar araştırmaları<br/>• Pazar bölümleme<br/>• Kalite geliştirme<br/>• Ürün çeşitlendirmesi<br/>Finansal değerler"
  },
  {
    "id": "2367446",
    "unitNumber": 7,
    "text": "Aşağıdaki seçeneklerden hangisi Avrupa Birliği de SPARD (Tarım ve Kırsal Kalkınma için Özel Katılım Programı) kapsamında, kırsal kalkınma tedbirleri olarak kabul ettiği maddelerden biri <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Çevre koruma ve sürdürülebilir kırsal kalkınmaya yönelik üretim yöntemlerinin geliştirilmesi,",
      "B": "Sosyal faaliyetler ve eğelence organizasyonları yaratma,",
      "C": "Alternatif gelir imkânları yaratma,",
      "D": "Ekonomik faaliyetlerin çeşitlendirilmesi",
      "E": "Köylerin yenilenmesi, geliştirilmesi ve kırsal mirasın korunması"
    },
    "explanation": "Avrupa Birliği de SPARD (Tarım ve Kırsal Kalkınma için Özel Katılım Programı) kapsamında, kırsal kalkınma tedbirleri olarak “Çevre koruma<br/>ve sürdürülebilir kırsal kalkınmaya yönelik üretim yöntemlerinin geliştirilmesi, alternatif gelir imkânları yaratma, ekonomik faaliyetlerin çeşitlendirilmesi<br/>ve köylerin yenilenmesi, geliştirilmesi ve kırsal mirasın korunması” gibi maddeleri kabul etmiştir."
  },
  {
    "id": "2367453",
    "unitNumber": 7,
    "text": "Kırsal kalkınma programlarının finansmanını kaç fon oluşturmuştur ve bu fonlar nelerdir?",
    "correctAnswer": "C",
    "options": {
      "A": "İki fon oluşturmuştur: Bunlar; Avrupa Kırsal Kalkınma Fonu (ERDF) ve Avrupa Yapısal Fonu (ESF).",
      "B": "İki fon oluşturmuştur: Bunlar; Avrupa Kırsal Kalkınma Fonu (ERDF) ve Tarımsal Garanti ve Yön verme Fonudur.",
      "C": "Üç fon oluşturmuştur: Bunlar; Avrupa Kırsal Kalkınma Fonu (ERDF), Avrupa Yapısal Fonu (ESF) ve Tarımsal Garanti ve Yön verme Fonu (EAGGF)’nın Yön Verme Bölümüdür.",
      "D": "İki fon oluşturmuştur: Bunlar; Avrupa Yapısal Fonu (ESF) ve Yapı Onarım Garanti ve Yön verme Fonudur",
      "E": "Üç fon oluşturmuştur: Bunlar; Asya Kırsal Kalkınma Fonu (ERDF), Avrupa Tarımsal Garanti ve Yönlendirme Fonu (EGGF)."
    },
    "explanation": "Kırsal kalkınma programlarının finansmanını üç fon oluşturmuştur: Bunlar; Avrupa Kırsal Kalkınma Fonu (ERDF), Avrupa Yapısal Fonu (ESF) ve Tarımsal Garanti ve Yönverme Fonu (EAGGF)’nın Yön Verme Bölümüdür."
  },
  {
    "id": "2367457",
    "unitNumber": 7,
    "text": "\"Türkiye’de kırsal kalkınmaya ilişkin politikalar .......... kalkınma planı itibariyle ele alınmaya başlamış olsa da doğrudan kırsal turizmi ve kırsal turizmi bir kalkınma aracı olarak kullanmayı hedefleyen politikaların .......... Kalkınma Planı ile ele alınmaya başladığı görülmektedir.\" Cümlesindeki boşlukları aşağıdaki seçeneklerden hangisi tamamlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Birinci ve Dokuzuncu",
      "B": "İkinci ve Beşinci",
      "C": "Dördüncü ve Yedinci",
      "D": "Altıncı ve Sekizinci",
      "E": "Üçüncü ve Beşinci"
    },
    "explanation": "Türkiye’de kırsal kalkınmaya ilişkin politikalar birinci kalkınma planı itibariyle ele alınmaya başlamış olsa da doğrudan kırsal turizmi ve kırsal turizmi bir kalkınma aracı olarak kullanmayı hedefleyen politikaların Dokuzuncu Kalkınma Planı ile ele alınmaya başladığı görülmektedir."
  },
  {
    "id": "2371726",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi herhangi bir bölgede turizm planlamasının başlıca nedenleri arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Bölgede turizmin kontrolsüz gelişmesini önlemek",
      "B": "Arazi kullanımını olumlu olarak geliştirmek",
      "C": "Çevrede pozitif değişim yaratmak",
      "D": "Toplumsal kültürde olumlu değişme yaratmak",
      "E": "Turist sayısını sınırlandırmamak"
    },
    "explanation": "KIRSAL TURİZMDE PLANLAMA<br/>Herhangi bir bölgede turizm planlamasının başlıca nedenleri aşağıdaki gibi sıralanabilir <br/>• Bölgede turizmin kontrolsüz gelişmesini<br/>önlemek<br/>• Arazi kullanımını olumlu olarak geliştirmek<br/>• Çevrede pozitif değişim yaratmak<br/>• Toplumsal kültürde olumlu değişme yaratmak<br/>• Bölgede taşıma kapasitesinin zorlanmasının<br/>önüne geçmek<br/>• <strong>Aşırı turist sayısını sınırlandırmak</strong><br/>• Hizmet kalitesinde düşmeyi önlemek"
  },
  {
    "id": "2371727",
    "unitNumber": 7,
    "text": "Amaçların ya da hedeflerin tanımlanması, bu hedeflere ulaşmak için genel stratejinin belirlenmesi, faaliyetlerin eşgüdümlenmesi ve bütünleştirilmesi için kapsamlı bir planlar hiyerarşisi geliştirilmesinden oluşan çalışmalara verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Rekabet",
      "B": "Altyapı",
      "C": "Üstyapı",
      "D": "Planlama",
      "E": "Kalkınma planı"
    },
    "explanation": "KIRSAL TURİZMDE PLANLAMA<br/><strong>Planlama,</strong> amaçların ya da hedeflerin tanımlanması, bu hedeflere ulaşmak için genel stratejinin belirlenmesi, faaliyetlerin eşgüdümlenmesi ve bütünleştirilmesi için kapsamlı bir planlar hiyerarşisi geliştirilmesinden oluşur."
  },
  {
    "id": "2371728",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Turizm planlamasının sağladığı başlıca yararları arasında <u><strong>yer almaz?</strong></u>",
    "correctAnswer": "C",
    "options": {
      "A": "Turizmin amaçları ve bu amaçların nasıl gerçekleştirileceği ortaya konularak turizm gelişiminin amaçları ve politikalarının belirlenmesi",
      "B": "Doğal ve kültürel kaynakların günümüz kullanımı için olduğu kadar gelecek kuşaklar içinde korunmasını sağlayacak şekilde bir turizm gelişiminin gerçekleştirilmesi",
      "C": "Turizm gelişiminde sadece kamu çabalarının ve yatırımlarının etkin eş güdümüne ortam sağlaması",
      "D": "Ülkenin ya da bölgenin genel gelişim politikalarına turizmi entegre ederek, turizm ve diğer ekonomik sektörler arasında bağlantı kurulmasını sağlaması",
      "E": "Turizm sektörünün birçok unsurunun eşgüdümlü bir şekilde gelişimine olanak sağlaması, turizm çekiciliklerini, faaliyetlerini, tesislerini, hizmetlerini ve artan oranda bölümlenen ve çeşitlenen turizm pazarlarının birbiriyle bütünleşmesi"
    },
    "explanation": "Kırsal Turizmde Planlamanın Önemi<br/>Turizm gelişiminde <strong>kamu ve özel sektör</strong> çabalarının ve yatırımlarının etkin eş güdümüne ortam sağlamas"
  },
  {
    "id": "2371729",
    "unitNumber": 7,
    "text": "Türkiye’de 1927 sayımına göre toplam nüfusun yaklaşık olarak yüzde kaçı kırsal nüfusu oluşturmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "% 75",
      "B": "% 70",
      "C": "% 65",
      "D": "% 60",
      "E": "% 50"
    },
    "explanation": "Kırsal Turizmde Planlamanın Önemi<br/>Türkiye’de 1927 sayımına göre toplam nüfusun yaklaşık olarak % 75’ini oluşturan kırsal nüfus bu oranını 1950’ye kadar korumuştur."
  },
  {
    "id": "2371730",
    "unitNumber": 7,
    "text": "Turistin konaklamasına imkân sağlayacak yeterli düzeyde konfora sahip<br/>konaklama tesisleri ve destek hizmetlere verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Altyapı",
      "B": "Üstyapı",
      "C": "Planlama",
      "D": "Rekabet",
      "E": "Kalite geliştirme"
    },
    "explanation": "Kırsal Turizmde Planlamanın Önemi<br/>Üstyapı açısından turistin konaklamasına imkân sağlayacak yeterli düzeyde konfora sahip<br/>konaklama tesisleri ve destek hizmetlerdir."
  },
  {
    "id": "2371732",
    "unitNumber": 7,
    "text": "Herhangi bir bölgedeki su, kanalizasyon, elektrik, haberleşme, yol, otopark, havaalanı, marina, liman gibi sistemlere verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Altyapı",
      "B": "Üstyapı",
      "C": "Kalite geliştirme",
      "D": "Rekabet",
      "E": "Planlama"
    },
    "explanation": "Kırsal Turizmde Planlamanın Önemi<br/>Altyapı açısından ise bölgedeki su, kanalizasyon, elektrik, haberleşme, yol, otopark, havaalanı, marina, liman gibi sistemlerdir."
  },
  {
    "id": "2371733",
    "unitNumber": 7,
    "text": "...................... tur operatörleri ve seyahat acentaları gibi işletmelere verilecek eğitim<br/>turist sağlığı ve hakları, yabancı dil, ürün standartları, müşteri beklentilerini anlama, internet, pazarlama, turizm endüstrisinin, sürdürülebilir turizmin özellikleri ve kırsal turizmin özellikleri gibi konuları kapsamalıdır.\n Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Rekabet",
      "B": "Kalkınma planları",
      "C": "Konaklama işletmeleri",
      "D": "Kırsal turizm işletmeleri",
      "E": "Ekonomik faktörler"
    },
    "explanation": "Kırsal Turizmde Planlamanın Önemi<br/><strong>Kırsal turizm işletmeleri</strong>, tur operatörleri ve seyahat acentaları gibi işletmelere verilecek eğitim turist sağlığı ve hakları, yabancı dil, ürün standartları, müşteri beklentilerini anlama, internet, pazarlama, turizm endüstrisinin, sürdürülebilir turizmin özellikleri ve kırsal turizmin özellikleri gibi konuları kapsamalıdır."
  },
  {
    "id": "2371734",
    "unitNumber": 7,
    "text": "Yaşanan sanayileşme ve hızlı şehirleşmenin de etkileriyle çevre kirliliği, trafik ve stres gibi sorunlar her geçen gün artması ve bu durum neticesinde bireylerin doğal ortamlara yapacakları seyahatlere daha fazla önem vermeye başlamasıyla ortaya çıkan olgunun ismi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sosyal gelişim",
      "B": "Dış turizm",
      "C": "Kırsal turizm",
      "D": "İç turizm",
      "E": "Kalkınma planları"
    },
    "explanation": "KIRSAL TURİZM POLİTİKALARI<br/>Yaşanan sanayileşme ve hızlı şehirleşmenin de etkileriyle çevre kirliliği, trafik ve stres gibi sorunlar her geçen gün artmaktadır. Bu durum neticesinde bireyler doğal ortamlara yapacakları seyahatlere daha fazla önem vermeye başlamıştır. Bu da ‘’<strong>kırsal turizm</strong>’’ olgusunun ortaya çıkmasına neden olmuştur."
  },
  {
    "id": "2371735",
    "unitNumber": 7,
    "text": "OECD’nin nüfus yoğunluğunu esas alan tanımına göre kırsal bölgeler Avrupa Birliği toplam<br/>alanının yüzde kaçını oluşturur?",
    "correctAnswer": "E",
    "options": {
      "A": "%50",
      "B": "%65",
      "C": "%76",
      "D": "%81",
      "E": "%92"
    },
    "explanation": "Avrupa Birliği’nde Kırsal Turizm Politikaları<br/>OECD’nin nüfus yoğunluğunu esas alan tanımına göre kırsal bölgeler Avrupa Birliği toplam<br/>alanının %92’sini oluşturur"
  },
  {
    "id": "2371736",
    "unitNumber": 7,
    "text": "Doğrudan kırsal turizmi ve kırsal turizmi bir kalkınma aracı olarak kullanmayı hedefleyen politikaların kaçıncı Kalkınma Planı ile ele alınmaya başladığı görülmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Üçüncü",
      "B": "Dokuzuncu",
      "C": "Beşinci",
      "D": "Altıncı",
      "E": "Yedinci"
    },
    "explanation": "Türkiye’deki Kırsal Turizm Politikaları<br/>Doğrudan kırsal turizmi ve kırsal turizmi bir kalkınma aracı olarak kullanmayı hedefleyen politikaların <strong>Dokuzuncu</strong> Kalkınma Planı ile ele alınmaya başladığı görülmektedir."
  },
  {
    "id": "2266761",
    "unitNumber": 8,
    "text": "Bir hedef pazarın ihtiyaçlarını karşılamaya yönelik müşteriler için değer keşfetme, yaratma, sunma bilim ve sanatına ................. denir.\n<br/>Yukarıdaki boşluğu doğru olarak dolduran kelime aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kırsal turizm",
      "B": "Kırsal alan",
      "C": "Pazarlama",
      "D": "Destinasyon",
      "E": "Hizmet tedariki"
    },
    "explanation": "Giriş başlığı altında.<br/>Tüm turizm türlerinde olduğu gibi kırsal turizmde de pazarlama teorisinden yararlanmak gerekmektedir. Pazarlama; “bir hedef pazarın ihtiyaçlarını karşılamaya yönelik müşteriler için değer<br/>keşfetme, yaratma, sunma bilim ve sanatıdır”. Doğru yanıt C seçeneğinde verilmiştir."
  },
  {
    "id": "2266767",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi pazarlama karması ile ilgili olarak <u>söylenemez?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Bir işletmenin toplam pazarlama çabalarını ve arzını temsil etmesi",
      "B": "Hedef pazarındaki müşterileri bilgilendirme, ikna etme ve hatırlatma faaliyetlerini gerçekleştirmek amacını taşıması",
      "C": "Bir işletmenin rakip işletmelere karşı kullanabileceği en güçlü silahı olması",
      "D": "Kırsal turizm hizmetlerine yönelik her türlü pazarlama çabasını içermesi",
      "E": "Kırsal turizm işletmelerinin hedef pazara ulaşmak için kullandıkları kontrol edilebilir değişkenlerden oluşması"
    },
    "explanation": "Kırsal Turizmde Pazarlama Karması başlığı altında.<br/>Hizmet pazarlamasının 7P’si olarak adlandırılan pazarlama karması, “bir işletmenin toplam pazarlama çabalarını ve arzını” temsil eder. Pazarlama karması bir işletmenin rakip işletmelere karşı kullanabileceği en güçlü silahıdır. Kırsal turizm hizmetlerine yönelik her türlü pazarlama çabası da pazarlama karması içerisinde incelenebilmektedir. Pazarlama karması kırsal turizm işletmelerinin hedef pazara ulaşmak için kullandıkları kontrol edilebilir değişkenlerden oluşmaktadır. Kontrol edilebilir değişkenler 7P olarak bilinir. Bunlar; “ürün”, “fiyat”, “dağıtım”, “tutundurma”, “insan”, “fiziksel kanıtlar” ve “süreçler”dir. Doğru yanıt, B seçeneğidir. Zira bu seçenek tutundurma faaliyetlerinin amacıdır."
  },
  {
    "id": "2266770",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi geleneksel kırsal turizm ürünleri ve deneyimleri arasında <u>yer almaz?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Şarap turizmi",
      "B": "Macera sporları",
      "C": "Binicilik",
      "D": "Balık tutma",
      "E": "Kuş gözlemciliği"
    },
    "explanation": "Kırsal Turizmde Pazarlama Karması başlığı altında.<br/>Geleneksel kırsal turizm ürünleri ve deneyimleri arasında yürüyüş, macera sporları, binicilik, balık tutma, kürek, kırsal alan festivalleri, kuş gözlemciliği, koruma faaliyetleri yer almaktadır. Modern kırsal turizm ürünleri ise; yeşil turizm veya ekoturizm, tarım turizmi, çiftlik turizmi, kültür turizmi, şarap turizmi ve zeytin turizmi gibi farklı ürün türlerini içerir. Doğru yanıt A seçeneğinde verilmiştir."
  },
  {
    "id": "2266773",
    "unitNumber": 8,
    "text": "Kırsal turizm işletmelerinin talep seviyesini yaratma ve artırma adına en güçlü aracı .................. .\n Yukarıdaki boşluğu anlamlı olarak dolduran sözcük aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ürün",
      "B": "Hizmet",
      "C": "Doğa koşulları",
      "D": "Fiyat",
      "E": "Kalite"
    },
    "explanation": "Kırsal Turizm Hizmetlerinde Fiyat başlığı altında.<br/>Kırsal turizm işletmelerinin talep seviyesini yaratma ve arttırma güçleri vardır. En güçlü araçları ise fiyattır. Örneğin, özellikle düşük sezon dönemlerinde çok düşük fiyatlarla ekstra talep oluşturabilir veya talep teşvik edilebilir. Aynı zamanda, yüksek sezon dönemleri ya da daha fazla seyahat edilen hafta sonu<br/>gibi günlerde de dalgalanmaları azaltmak için yüksek fiyatlar sunabilirler. Doğru yanıt D seçeneğinde verilmiştir."
  },
  {
    "id": "2266775",
    "unitNumber": 8,
    "text": "Bir mal ya da hizmetin üreticiden tüketiciye doğru izlediği yola ............... adı verilir. \n<br/>Yukarıdaki boşluğu anlamlı olarak dolduracak sözcük aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Dolaylı dağıtım",
      "B": "Dağıtım",
      "C": "Tutundurma",
      "D": "Dağıtım sistemi",
      "E": "Dağıtım kanalı"
    },
    "explanation": "Kırsal Turizm Hizmetlerinde Dağıtım başlığı altında.<br/>Pazarlama biliminde dağıtım, “bir mal ya da hizmetin üretildiği yerden, tüketildiği yere götürülmesi için gerekli tüm çabalar” olarak kabul edilir. Dağıtım kanalı ise, “bir mal ya da hizmetin üreticiden tüketiciye doğru izlediği yol”dur. Turistik üreticiler ile tüketiciler arasındaki ilişki “dağıtım sistemi” olarak bilinmektedir. Kırsal turizm hizmetinde aracıların yer aldığı dağıtım sistemi ise “dolaylı dağıtım”ı ifade edecektir. Doğru yanıt E seçeneğinde verilmiştir."
  },
  {
    "id": "2266776",
    "unitNumber": 8,
    "text": "Günümüzde kırsal turizm hizmetlerinin tanıtımı ve satışında ............ tüketicilerin ağırlıklı olarak kullandıkları araçlardan biridir.\n Yukarıdaki boşluğu anlamlı olarak dolduracak sözcük aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İnternet",
      "B": "Bilboard ilanları",
      "C": "El broşürleri",
      "D": "Tanıtım mektupları",
      "E": "Afişler"
    },
    "explanation": "Kırsal Turizm Hizmetlerinde Tutundurma başlığı altında.<br/>Günümüzde kırsal turizm hizmetlerinin tanıtımı ve satışında internet tüketicilerin ağırlıklı olarak kullandıkları araçlardan biridir. Doğru yanıt A seçeneğinde verilmiştir."
  },
  {
    "id": "2266777",
    "unitNumber": 8,
    "text": "I. Kırsal turizm hizmetinin verildiği alan\n II. Turizm işletmesine yönelik imaj geliştirme\n III. Hizmet sunumunda kullanılan araçlar\n Yukarıdakilerden hangisi kırsal turizm hizmetinin fiziksel kanıtları arasında <u>yer almaz?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "II ve III"
    },
    "explanation": "Kırsal Turizm Pazarlamasında Fiziksel Kanıtlar başlığı altında.<br/>Kırsal turizm hizmetinin fiziksel kanıtları; kırsal turizm hizmetinin verildiği alan (mimarisi ile birlikte) ve hizmet sunumunda kullanılan araçlardan oluşmaktadır. Söz konusu fiziksel kaynaklar bir kırsal turizm merkezine yönelik imajın oluşmasında en önemli belirleyicilerdir. Kırsal turizm hizmetinin sunulduğu açık ve kapalı alanların temiz ve aydınlık olması, kullanılan teknolojinin yeni ve modern olması, hizmeti sunan personelin kılık kıyafetleri vb. katılımcıların güvenini sağlamalarına yardımcı olur."
  },
  {
    "id": "2266779",
    "unitNumber": 8,
    "text": "Girdilerin çıktılara dönüştürülmesini sağlayan faaliyet akışlarına .................... denir.\n<br/>Yukarıdaki boşluğu anlamlı olarak dolduracak sözcük aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Motivasyon",
      "B": "Hizmet kombinasyonu",
      "C": "Süreç",
      "D": "Doğal çevre",
      "E": "İtme faktörü"
    },
    "explanation": "Kırsal Turizm Hizmetlerinde Süreçler başlığı altında.<br/>Süreç en basit ifadeyle; “girdilerin çıktılara dönüştürülmesini sağlayan faaliyet akışları”dır. Süreç yönetimi, iş programları ve faaliyetlerin akış denetimi,<br/>teknik ve yöntemlerinden oluşmaktadır. Doğru yanıt C seçeneğinde verilmiştir."
  },
  {
    "id": "2266780",
    "unitNumber": 8,
    "text": "Arlin Epperson'a göre aşağıdakilerden hangisi itme faktörleri arasında <u>yer almaz?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Kaçış",
      "B": "Kendini keşfetme",
      "C": "Dinlenme",
      "D": "Tarihsel alan",
      "E": "Macera"
    },
    "explanation": "Kırsal Turistlerin Seyahat Motivasyonları başlığı altında.<br/>Bir seyahat danışmanı olan Arlin Epperson’a göre itme faktörleri; kaçış, kendini keşfetme, dinlenme, prestij, meydan okuma, macera vb. olabilmektedir. Çekme faktörleri ise, turistin nereye seyahat edeceğinin belirlenmesini etkileyen faktörlerdir. Çekme faktörleri arasında ise; doğal güzellikler, tarihsel alanlar, kültürel olaylar, sportif faaliyetler vb. yer almaktadır. Doğru yanıt D seçeneğinde yer almaktadır."
  },
  {
    "id": "2266783",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi kırsal alanlarda turizmi teşvik etmek için günümüze kadar yaygın olarak geliştirilen başlıca geleneksel turizm çeşitlerinden biri <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Kültür turizmi",
      "B": "Deniz ve güneş turizmi",
      "C": "Vahşi yaşam koruma alanları turizmi",
      "D": "Macera turizmi",
      "E": "Rekabetçi turizm"
    },
    "explanation": "KIRSAL TURİZM PAZARLAMASINDA YENİ EĞİLİMLER başlığı altında.<br/>Kırsal alanlarda turizmi teşvik etmek için şimdiye kadar yaygın olarak geliştirilen başlıca geleneksel turizm çeşitleri şöyledir:<br/>• Kültür/miras turizmi<br/>• Deniz ve güneş turizmi<br/>• Vahşi yaşam koruma alanları / oyun parkı<br/>turizmi<br/>• Yenilik / macera turizmi<br/>Ancak gelişmekte olan ekonomilerde kırsal destinasyonlarda geleneksel turizm ürünlerinin dışında diğer başlıca niş turizm ürünlerinin de gelişme eğiliminde olduğu dikkat çekmektedir. Doğru yanıt E seçeneğinde verilmiştir."
  },
  {
    "id": "2270992",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi 7P olarak bilinen kontrol edilebilir değişkenlerden birisi <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Ürün",
      "B": "Fiyat",
      "C": "Dağıtım",
      "D": "İnsan",
      "E": "Hammadde"
    },
    "explanation": "<strong>Kırsal Turizmde Pazarlama Karması</strong><br/><strong>7P olarak bilinen kontrol edilebilir değişkenleri:</strong>\n <ul> <li>Ürün</li> <li>Fiyat</li> <li>Dağıtım</li> <li>İnsan</li> <li>Tutundurma</li> <li>Fiziksel kanıtlar</li> </ul>"
  },
  {
    "id": "2271016",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Modern kırsal turizm ürünlerinden birisi <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Tarım turizmi",
      "B": "Çiftlik turizmi",
      "C": "Spor turizmi",
      "D": "Şarap turizmi",
      "E": "Zeytin turizmi"
    },
    "explanation": "<strong>Kırsal Turizmde Pazarlama Karması</strong><br/><strong>Modern kırsal turizm ürünleri:</strong>\n<br/><ul><br/><li>Tarım turizmi</li><br/><li>Çiftlik turizmi</li><br/><li>Şarap turizmi</li><br/><li>Zeytin turizmi</li><br/><li>Ekoturizm</li><br/><li>Kültür turizmi</li><br/></ul>"
  },
  {
    "id": "2271030",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Kültür Turizmi ile ilişkili motivasyonlardan birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Risk arayışı",
      "B": "Otantiklik",
      "C": "Kendini keşfetme",
      "D": "Kendini gerçekleştirme",
      "E": "Doğa ile ilişki kurma"
    },
    "explanation": "<strong>Kırsal Turizm Hizmetlerinde Ürün</strong><br/><strong>Kültür Turizmi ile ilişkili motivasyonlar:</strong>\n <ul> <li>Otantiklik</li> <li>Benzersizlik</li> <li>Sosyal ilişki kurma</li> <li>Yenilik</li> <li>Eğitim</li> </ul>"
  },
  {
    "id": "2271049",
    "unitNumber": 8,
    "text": "Ekonomik anlamda herhangi bir mal ya da hizmetin fiyatı aşağıdakilerden hangisine bağlı <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Tüketici talebi",
      "B": "Maliyetler",
      "C": "Rakiplerin fiyatları",
      "D": "Tüketici geliri",
      "E": "Pazarlama stratejisi"
    },
    "explanation": "<strong>Kırsal Turizm Hizmetlerinde Fiyat</strong><br/><strong>Ekonomik anlamda herhangi bir mal ya da hizmetin fiyatı nelere bağlıdır?</strong>\n <ul> <li>Tüketici talebi</li> <li>Maliyetler</li> <li>Rakiplerin fiyatları</li> <li>Pazarlama stratejisi</li> </ul>"
  },
  {
    "id": "2271057",
    "unitNumber": 8,
    "text": "Kırsal turistlerin kırsal turizm hizmetlerinden doğrudan kendilerinin yararlanmaları şeklinde gerçekleşen dağıtım aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Doğrudan dağıtım sistemi",
      "B": "Dolaylı dağıtım sistemi",
      "C": "Kırsal dağıtım sistemi",
      "D": "Turistik dağıtım sistemi",
      "E": "Hizmet dağıtım sistemi"
    },
    "explanation": "<strong>Kırsal Turizm Hizmetlerinde Dağıtım</strong><br/><strong>Doğrudan dağıtım sistemi: </strong>Kırsal turistlerin kırsal turizm hizmetlerinden doğrudan kendilerinin yararlanmaları şeklinde gerçekleşen dağıtımdır."
  },
  {
    "id": "2271060",
    "unitNumber": 8,
    "text": "Aşağıdakilerin hangisi kırsal turizm hizmetlerinin satışında etkin olarak kullanılan tutundurma araçlarından birisi <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Reklamcılık",
      "B": "Kişisel satış",
      "C": "Dolaylı satış",
      "D": "Halkla ilişkiler",
      "E": "İnternet"
    },
    "explanation": "<strong>Kırsal Turizm Hizmetlerinde Tutundurma</strong><br/><strong>Kırsal turizm hizmetlerinin satışında etkin olarak kullanılan tutundurma araçları:</strong>\n <ul> <li>Reklamcılık</li> <li>Kişisel satış</li> <li>Doğrudan satış</li> <li>Halkla ilişkiler</li> <li>İnternet</li> </ul>"
  },
  {
    "id": "2271068",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi kırsal turistin özellikleri arasında yer <u>almamaktadır</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Özgürlük duygusuna sahiptir",
      "B": "Üst düzey gelire sahiptir",
      "C": "Çoğu 30 ile 49 yaş arasındadır",
      "D": "Kalite arayışı içindedir",
      "E": "Tek başına seyahat eder"
    },
    "explanation": "<strong>Kırsal Turistler ve Özellikleri</strong><br/><strong>Kırsal turistin özellikleri:</strong>\n <ul> <li>Özgürlük duygusuna sahiptir</li> <li>Üst düzey gelire sahiptir</li> <li>Çoğu 30 ile 49 yaş arasındadır</li> <li>Kalite arayışı içindedir</li> <li>Tek başına seyahat etmezler</li> </ul>"
  },
  {
    "id": "2271071",
    "unitNumber": 8,
    "text": "Kırsal turistleri belirli destinasyonları ziyaret etme konusunda istekli kılan unsurları içeren faktörler aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kırsal faktörler",
      "B": "Turistik faktörler",
      "C": "Doğal faktörler",
      "D": "İtme faktörleri",
      "E": "Çekme faktörleri"
    },
    "explanation": "<strong>Kırsal Turistlerin Seyahat Motivasyonları</strong><br/><strong>İtme faktörleri:</strong> Kırsal turistleri belirli destinasyonları ziyaret etme konusunda istekli kılan unsurları içeren faktörler :"
  },
  {
    "id": "2271077",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi kırsal turistlerin nereye seyahat edeceğinin belirlenmesini etkileyen çekme faktörleri arasında yer <u>almamaktadır</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Doğal güzellikler",
      "B": "Kendini keşfetme",
      "C": "Tarihsel alanlar",
      "D": "Kültürel olaylar",
      "E": "Sportif faaliyetler"
    },
    "explanation": "<strong>Kırsal Turistlerin Seyahat Motivasyonları</strong><br/><strong>Kırsal turistlerin nereye seyahat edeceğinin belirlenmesini etkileyen çekme faktörleri :</strong>\n<br/><ul><br/><li>Doğal güzellikler</li><br/><li>Tarihsel alanlar</li><br/><li>Kültürel olaylar</li><br/><li>Sportif faaliyetler</li><br/></ul>"
  },
  {
    "id": "2271082",
    "unitNumber": 8,
    "text": "Heterojen bir yapıya sahip olan bütün pazarın nispeten benzer ürünlere ihtiyaç duyan tüketici gruplarına ayrılması işlemine verilen aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pazar bölümlendirme",
      "B": "Alt gruplandırma",
      "C": "Demografik sınıflandırma",
      "D": "Homojen dağıtım",
      "E": "Hedef pazar seçimi"
    },
    "explanation": "<strong>Kırsal Turizmde Pazar Bölümlendirme</strong><br/><strong>Pazar bölümlendirme: </strong>Heterojen bir yapıya sahip olan bütün pazarın nispeten benzer ürünlere ihtiyaç duyan tüketici gruplarına ayrılması işlemidir."
  },
  {
    "id": "2367646",
    "unitNumber": 8,
    "text": "Salt üretimin,kişi başına düşen gelirin, iktisadi ve sosyo-kültürel<br/>yapının değişmesi ve yenilenmesini kapsayan terim aşağıdaki seçeneklerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Refah payı",
      "B": "Gelişmişlik standardı",
      "C": "Sosyo ekonomik yapı",
      "D": "Ekonomik yapı",
      "E": "Kalkınma"
    },
    "explanation": "Kalkınma; salt üretimin,<br/>kişi başına düşen gelirin, iktisadi ve sosyo-kültürel<br/>yapının değişmesi ve yenilenmesini kapsamaktadır.<br/>Bu unsurlar aynı zamanda kalkınmanın temel ögeleridir"
  },
  {
    "id": "2367661",
    "unitNumber": 8,
    "text": "Kırsal Turizm nasıl tanımlanır?",
    "correctAnswer": "C",
    "options": {
      "A": "günlük yaşamlarını açık alanlarda, kırsal mirası deneyimleyerek geçiren insanların gerçekleştirdiği turizm türüdür",
      "B": "Haftanın belirli günlerini deniz kenarlarında deneyimleyerek geçiren ve deniz yaşamından hoşlanan insanların gerçekleştirdiği turizm türüdür.",
      "C": "Tatillerini kırsal alanlarda, kırsal mirası deneyimleyerek geçiren ve kırsal yaşamdan hoşlanan insanların gerçekleştirdiği turizm türüdür.",
      "D": "Tatillerini tarihi yerlerde deneyimleyerek geçiren ve tarihi yaşamdan hoşlanan insanların gerçekleştirdiği turizm türüdür.",
      "E": "Tatillerini alış veriş merkezlerinde deneyimleyerek geçiren insanların gerçekleştirdiği turizm türüdür."
    },
    "explanation": "Tatillerini kırsal alanlarda, kırsal mirası deneyimleyerek geçiren ve kırsal yaşamdan hoşlanan insanların gerçekleştirdiği turizm türü’ (Yılmaz ve Gürol, 2012: 23) olarak tanımlanan kırsal turizm (Bakınız 2. Ünite), tarımsal ve yerel değerlerle iç içe bulunarak hoşça vakit geçirmek isteyen turistlere, beklentileri doğrultusunda konaklama, yiyecek-içecek ve diğer hizmetleri sunan küçük ölçekli işletmelerin yer aldığı küçük ölçekli yerleşim yerlerinde gerçekleştirilen faaliyetlerdir"
  },
  {
    "id": "2367669",
    "unitNumber": 8,
    "text": "Kırsal turizm ürünleri nasıl sınıflandırılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Tarihsel kırsal turizm ürünleri ve el ile üretilen kırsal turizm ürünleri (el üretimleri) olarak sınıflandırılmaktadır.",
      "B": "Geleneksel kırsal turizm ürünleri ve modern kırsal turizm ürünleri (kırsal topluluk temelli ürünler) olarak sınıflandırılmaktadır.",
      "C": "Özgün üretilen kırsal turizm ürünleri ve tarım ürünleri (tarımsal temelli ürünler) olarak sınıflandırılmaktadır.",
      "D": "Geleneksel yemek üretimleri ve güncel yiyecek ürünleri (toplu temelli ürünler) olarak sınıflandırılmaktadır.",
      "E": "Geleneksel kırsal turizm ürünleri, kışlık turizm ürünleri ve tekstil ürünleri (toplu üretilen ürünler) olarak sınıflandırılmaktadır."
    },
    "explanation": "Kırsal turizm ürünleri; geleneksel kırsal turizm ürünleri ve modern kırsal turizm ürünleri (kırsal topluluk temelli ürünler) olarak sınıflandırılmaktadır."
  },
  {
    "id": "2367672",
    "unitNumber": 8,
    "text": "\"Ekonomik anlamda herhangi bir mal ya da hizmetin fiyatı; .............. belirlenmektedir.\" Cümlesindeki boşluğa aşağıdaki seçeneklerden hangisi gelecektir.",
    "correctAnswer": "D",
    "options": {
      "A": "üretici talebi, maaşlar, rakiplerin fiyatları ve pazarlama stratejisi tarafından",
      "B": "müşteri talebi, pazarlama, genel giderler ve pazarlama stratejisi tarafından",
      "C": "çalışanların talebi, maliyetler, rakiplerin fiyatları ve reklam stratejisi tarafından",
      "D": "tüketici talebi, maliyetler, rakiplerin fiyatları ve pazarlama stratejisi tarafından",
      "E": "kişi özel talebi, maliyetler, fiyat stratejisi ve iletişim stratejisi tarafından"
    },
    "explanation": "Ekonomik anlamda herhangi bir mal ya da hizmetin fiyatı; tüketici talebi, maliyetler, rakiplerin fiyatları ve pazarlama stratejisi tarafından belirlenmektedir."
  },
  {
    "id": "2367693",
    "unitNumber": 8,
    "text": "Turizm işletmeleri için tutundurma nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Turistik ürünün turizm piyasasındaki kişilerin satın alması için ikna edilmesine yönelik iletişim çabalarını ifade etmektedir.",
      "B": "Tarım ürünlerinin talep edilmesini sağlamak için tüketicilerin ikna edilmesine yönelik iletişim çabalarını ifade etmektedir.",
      "C": "Turistik ürünün turizm piyasasında talep edilmesini sağlamak için turistik tüketicilerin ikna edilmesine yönelik iletişim çabalarını ifade etmektedir.",
      "D": "Ev yapımı yerel yiyeceklerin talep edilmesini sağlamak için kişilerle iletişim kurma çabalarını ifade etmektedir.",
      "E": "Turistik folklorik ürünlerin turizm piyasasında talep edilmesini sağlamak için sosyal iletişim çabalarını ifade etmektedir."
    },
    "explanation": "Bilindiği gibi turizm işletmeleri için tutundurma; “turistik ürünün turizm piyasasında talep edilmesini sağlamak için turistik tüketicilerin ikna edilmesine yönelik iletişim çabalarını” ifade etmektedir (Bozok, 2009: 131)."
  },
  {
    "id": "2367707",
    "unitNumber": 8,
    "text": "Kırsal turizm hizmetinin fiziksel kanıtları nelerden oluşmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kırsal turizm hizmetinin verildiği alan (mimarisi ile birlikte) ve hizmet sunumunda kullanılan araçlardan oluşmaktadır.",
      "B": "kırsal turizm pazarlaması (pazar hedefi ile birlikte) ve iletişim hizmetlerinden<br/>oluşmaktadır.",
      "C": "Pazarlama hizmetinin verildiği alan (sosyal medya ile birlikte) ve hizmet sunumunda kullanılan araçlardan oluşmaktadır.",
      "D": "Kırsal turizm dağıtım hizmetinin verildiği alan (dağıtım ile birlikte) ve hizmet sunumunda kullanılan dağıtım araçlarından oluşmaktadır.",
      "E": "Kırsal turizm hizmet üretiminin verildiği alan (pazarlama ile birlikte) ve memnuniyet verici hizmet sunumu oluşmaktadır."
    },
    "explanation": "Kırsal turizm hizmetinin fiziksel kanıtları; kırsal turizm hizmetinin verildiği alan (mimarisi ile birlikte) ve hizmet sunumunda kullanılan araçlardan oluşmaktadır."
  },
  {
    "id": "2367713",
    "unitNumber": 8,
    "text": "Aşağıdaki seçeneklerden hangisi kırsal turizmin en önemli faydalarından biri <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "rahatlama ve ferahlama",
      "B": "Temiz hava",
      "C": "Sosyal iletişim ve eğlence",
      "D": "Huzur ve sessizlik",
      "E": "Fitness ve gençleştirme gibi fizyolojik aktiviteler"
    },
    "explanation": "kırsal turizmin en önemli faydalarının; rahatlama, ferahlama, temiz hava, huzur ve sessizliğin yanı sıra fitness ve gençleştirme gibi fizyolojik aktiviteler olduğu ifade edilmektedir."
  },
  {
    "id": "2367720",
    "unitNumber": 8,
    "text": "Pazar bölümlendirme nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Heterojen bir yapıya sahip olan bütün pazarın nispeten farklı ürünlere ihtiyaç duyan üretici ve pazarlamacı gruplarına ayrılması işlemidir.",
      "B": "Genel bir yapıya sahip olan bütün pazarın nispeten farklı ürünlere ihtiyaç duyan üretici gruplarına ayrılması işlemidir.",
      "C": "Özel bir yapıya sahip olan pazarın bir bölümünün nispeten benzer ürünlere ihtiyaç duyan tüketici gruplarına ayrılması işlemidir.",
      "D": "Heterojen bir yapıya sahip olan bütün pazarın nispeten benzer ürünlere ihtiyaç duyan tüketici gruplarına ayrılması işlemidir.",
      "E": "Homojen bir yapıya sahip olan bütün pazarın nispeten farklı ürünlere ihtiyaç duyan tüketici gruplarına ayrılması işlemidir."
    },
    "explanation": "Pazar bölümlendirme, “heterojen bir yapıya sahip olan bütün pazarın nispeten benzer ürünlere ihtiyaç duyan tüketici gruplarına ayrılması<br/>işlemidir.”"
  },
  {
    "id": "2367725",
    "unitNumber": 8,
    "text": "\"Kırsal turizmde pazar bölümlendirme ile ilgili yapılan çalışmalar dikkate alındığında genellikle bölümlendirme kriteri olarak ........ kullanıldığı dikkat çekmektedir.\" Cümledeki boşluğa aşağıdaki seçeneklerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "seyahat motivasyonlarının",
      "B": "yanılsama odaklı motivasyonların",
      "C": "görsel efekt motivasyonlarının",
      "D": "terapi odaklı motivasyonların",
      "E": "yapılandırıcı motivasyonlarının"
    },
    "explanation": "Kırsal turizmde pazar bölümlendirme ile ilgili yapılan çalışmalar dikkate alındığında genellikle bölümlendirme kriteri olarak “seyahat motivasyonlarının kullanıldığı dikkat çekmektedir."
  },
  {
    "id": "2367735",
    "unitNumber": 8,
    "text": "Aşağıdaki seçeneklerden hangisi geleneksel olarak kırsal turizmde pazarlama süreci aşamalarından biri <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Pazarlama araştırması ve veri tabanı analizi",
      "B": "Düşük maliyetli üretim",
      "C": "Hedef pazar seçimi",
      "D": "Ürün planlama ve formülasyon",
      "E": "Fiyatlandırma politikası ve değer yaratma"
    },
    "explanation": "Geleneksel olarak kırsal turizmde pazarlama süreci yedi temel aşamadan oluşmaktadır:<br/>1. Pazarlama araştırması ve veri tabanı analizi<br/>2. Hedef pazar seçimi<br/>3. Ürün planlama ve formülasyon<br/>4. Fiyatlandırma politikası ve değer yaratma<br/>5. Dağıtım<br/>6. Tanıtım<br/>7. Sonuçların analizi"
  },
  {
    "id": "2367873",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi pazarlama karması kırsal turizm işletmelerinin hedef pazara ulaşmak için kullandıkları kontrol edilebilir değişkenlerden <strong>biri değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ürün",
      "B": "Fiyat",
      "C": "Dağıtım",
      "D": "İnsan",
      "E": "Çevre"
    },
    "explanation": "Pazarlama karması kırsal turizm işletmelerinin hedef pazara ulaşmak için kullandıkları kontrol edilebilir değişkenlerden oluşmaktadır. Kontrol edilebilir değişkenler 7P olarak bilinir. Bunlar; “ürün”, “fiyat”, “dağıtım”, “tutundurma”,<br/>“insan”, “fiziksel kanıtlar” ve “süreçler”dir."
  },
  {
    "id": "2367875",
    "unitNumber": 8,
    "text": "Kırsal turizm ürünleri kaç sınıfa ayrılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "İki",
      "B": "Üç",
      "C": "Dört",
      "D": "Beş",
      "E": "Altı"
    },
    "explanation": "Kırsal turizm ürünleri; geleneksel kırsal turizm ürünleri ve modern kırsal turizm ürünleri (kırsal topluluk temelli ürünler) olarak sınıflandırılmaktadır."
  },
  {
    "id": "2367880",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi geleneksel kırsal turizm ürünleri ve deneyimleri<br/>arasında yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kuş gözlemciliği",
      "B": "Ekoturizm",
      "C": "Çiftlik turizmi",
      "D": "Kültür turizmi",
      "E": "Şarap turizmi"
    },
    "explanation": "Geleneksel kırsal turizm ürünleri ve deneyimleri arasında yürüyüş, macera sporları, binicilik, balık tutma, kürek, kırsal alan festivalleri, kuş gözlemciliği, koruma faaliyetleri yer almaktadır."
  },
  {
    "id": "2367885",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi modern kırsal turizm ürünleri arasında yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Kırsal alan festivalleri",
      "B": "Macera sporları",
      "C": "Kültür turizmi",
      "D": "Kuş gözlemciliği",
      "E": "Yürüyüş"
    },
    "explanation": "Modern kırsal turizm ürünleri ise; yeşil turizm veya ekoturizm, tarım turizmi, çiftlik turizmi, kültür turizmi, şarap turizmi ve zeytin turizmi gibi farklı ürün türlerini içerir."
  },
  {
    "id": "2367890",
    "unitNumber": 8,
    "text": "Otantiklik, benzersizlik, sosyal ilişki kurma, yenilik, eğitim gibi motivasyonlar hangi turizm türünün içinde yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Festival Turizmi",
      "B": "Miras Turizmi",
      "C": "Macera Turizmi",
      "D": "Kültür Turizmi",
      "E": "Spor Turizmi"
    },
    "explanation": "Turizm Türleri İlişkili Motivasyonlar<br/>Kültür Turizmi Otantiklik, benzersizlik, sosyal ilişki kurma, yenilik,<br/>eğitim<br/>Festival Turizmi Otantiklik, heyecan, kaçış<br/>Miras Turizmi Çevre, ortam, farkındalık, otantiklik, keşfetme, eğitim<br/>Macera Turizmi Risk arayışı, kendini keşfetme, kendini gerçekleştirme,<br/>doğa ile ilişki kurma, sosyal ilişki kurma<br/>Spor Turizmi Geliştirilmiş fiziksel mutluluk, sosyal ilişki kurma<br/>Çiftlik Turizmi Doğal ve kırsal alanla buluşma, sosyal ilişki kurma,<br/>keşfetme"
  },
  {
    "id": "2367893",
    "unitNumber": 8,
    "text": "Doğal ve kırsal alanla buluşma, sosyal ilişki kurma, keşfetme gibi motivasyonlar hangi turizm türünün içinde yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Spor Turizmi",
      "B": "Çiftlik Turizmi",
      "C": "Macera Turizmi",
      "D": "Miras Turizmi",
      "E": "Festival Turizmi"
    },
    "explanation": "Turizm Türleri İlişkili Motivasyonlar<br/>Kültür Turizmi Otantiklik, benzersizlik, sosyal ilişki kurma, yenilik,<br/>eğitim<br/>Festival Turizmi Otantiklik, heyecan, kaçış<br/>Miras Turizmi Çevre, ortam, farkındalık, otantiklik, keşfetme, eğitim<br/>Macera Turizmi Risk arayışı, kendini keşfetme, kendini gerçekleştirme,<br/>doğa ile ilişki kurma, sosyal ilişki kurma<br/>Spor Turizmi Geliştirilmiş fiziksel mutluluk, sosyal ilişki kurma<br/>Çiftlik Turizmi Doğal ve kırsal alanla buluşma, sosyal ilişki kurma,<br/>keşfetme"
  },
  {
    "id": "2367899",
    "unitNumber": 8,
    "text": "“Bir mal ya da hizmetin üretildiği yerden, tüketildiği yere götürülmesi için gerekli tüm çabalardır.”\n Yukarıda verilen tanım aşağıdakilerden hangisine aittir?",
    "correctAnswer": "D",
    "options": {
      "A": "Süreç",
      "B": "Ürün",
      "C": "Tutundurma",
      "D": "Dağıtım",
      "E": "Fiyat"
    },
    "explanation": "Pazarlama biliminde dağıtım, “bir mal ya da hizmetin üretildiği yerden, tüketildiği yere götürülmesi için gerekli tüm çabalar” olarak kabul edilir."
  },
  {
    "id": "2367904",
    "unitNumber": 8,
    "text": "\"Girdilerin çıktılara dönüştürülmesini sağlayan faaliyet akışlarıdır.\"\n Yukarıda verilen tanım aşağıdakilerden hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Süreç",
      "B": "Fiyat",
      "C": "Ürün",
      "D": "Dağıtım",
      "E": "Tutundurma"
    },
    "explanation": "Süreç en basit ifadeyle; “girdilerin çıktılara dönüştürülmesini sağlayan faaliyet akışları”dır. Süreç yönetimi, iş programları ve faaliyetlerin akış denetimi, teknik ve yöntemlerinden oluşmaktadır."
  },
  {
    "id": "2367909",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi pazar bölümlendirmenin temel dayanaklarından <strong>biri değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Demografi",
      "B": "Coğrafya",
      "C": "Davranış",
      "D": "Kişilik",
      "E": "Ekonomi"
    },
    "explanation": "Pazar bölümlendirmenin temel dayanakları; demografi, coğrafya, davranış, yaşam tarzı, kişilik ve beklenen faydaları içerir."
  },
  {
    "id": "2367914",
    "unitNumber": 8,
    "text": "Markalar kaç temel fonksiyonu yerine getirmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "İki",
      "B": "Üç",
      "C": "Dört",
      "D": "Beş",
      "E": "Altı"
    },
    "explanation": "Markalar, tüketiciyi (veya potansiyel tüketiciyi) satışı yapılan ürünün yerini, başka bir ürünün tutamayacağına ikna etmek için kullanılır. Bu kapsamda markalar dört önemli fonksiyonu yerine getirirler.\n • İletişim araçlarıdırlar,<br/>• Algısal varlıklardır,<br/>• Değer artırıcılardır ve<br/>• İlişki kuruculardır."
  }
]