[
  {
    "id": "2924933",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Aristotales'in Organon adıl altında yazdığı altı kitaptan biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ağladığında",
      "B": "Kategoriler",
      "C": "Önermeler",
      "D": "Birinci Analitikler",
      "E": "İkinci Analitikler"
    },
    "explanation": "Mantık biliminin kurucusu Aristoteles’tir (M.Ö. 384-322), Klasik Mantık’ denince Aristoteles’in kurduğu mantık anlaşılır. Aristoteles, Organon adı altında yazdığı altı kitapta mantık konularını incelemiştir. Altı kitap şunlardır: Kategoriler, Önermeler, Birinci Analitikler, İkinci Analitikler, Topikler ve Sofistik Deliller"
  },
  {
    "id": "2924934",
    "unitNumber": 1,
    "text": "Aristotales Ornagon adı altığında yayınladığı kitaplarda hangi kavramlar üzerinde durmamıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Terimler",
      "B": "Problemler",
      "C": "Önermeler",
      "D": "Akıl yürütmeler",
      "E": "Çeşitli ispat şekilleri"
    },
    "explanation": "Aristoteles’in kurduğu mantık anlaşılır. Aristoteles, Organon adı altında yazdığı altı kitapta mantık konularını incelemiştir. Altı kitap şunlardır: Kategoriler, Önermeler, Birinci Analitikler, İkinci Analitikler, Topikler ve Sofistik Deliller. Aristoteles bu kitaplarda terimler, önermeler, akıl yürütmeler ve çeşitli ispat şekilleri üzerinde durur. Akıl yürütmelerden “tasım”, Aristoteles mantığının bel kemiğini oluşturur"
  },
  {
    "id": "2924935",
    "unitNumber": 1,
    "text": "Klasik mantık birbirine bağımlı üç alana ayrılır. Buna göre aşağıdakilerden hangisi bu alanlardan biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Problemler mantığı",
      "B": "Denemeler mantığı",
      "C": "Önermeler mantığı",
      "D": "Tümevarım mantığı",
      "E": "Tümdengelim mantığı"
    },
    "explanation": "Akıl yürütme, bir önermenin (sonuç), başka bir önerme (öncül) kullanılarak doğruluğunun ispat edilmesidir (bölümün ilerleyen kısmında bunlar tek tek incelenecektir). Bu nedenle klasik mantık birbirine bağımlı üç alana ayrılır.<br/>1. Kavramlar mantığı<br/>2. Önermeler mantığı<br/>3. Çıkarımlar mantığı (Tasım)"
  },
  {
    "id": "2924936",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi mantığın ilkelerinden değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Özdeşlik İlkesi",
      "B": "Çelişmezlik İlkesi",
      "C": "Üçüncü Halin İmkânsızlığı İlkesi",
      "D": "Olasılık İlkesi",
      "E": "Yeterli Neden İlkesi"
    },
    "explanation": "“Mantık, doğru düşüncenin bilimidir”. Doğru düşünce nedir? Doğru düşünce, akıl ve mantık ilkeleri denen ilkelere uygun olarak düşünme tarzıdır. Şimdi, yukarıda adı geçen dört doğru düşünce, akıl ve mantık ilkelerinin ne olduğunu açıklayalım.\n Özdeşlik İlkesi\n Çelişmezlik İlkesi\n Üçüncü Halin İmkânsızlığı İlkesi\n Yeterli Neden İlkesi"
  },
  {
    "id": "2924937",
    "unitNumber": 1,
    "text": "Üç değerli mantık ilk defa kim tarafından kurulmuştur?",
    "correctAnswer": "E",
    "options": {
      "A": "Leibniz",
      "B": "Porphyrios",
      "C": "Aristoteles",
      "D": "Platon",
      "E": "Lukasiewicz"
    },
    "explanation": "“Lukasiewicz (1920) ilk defa üç değerli mantık kurdu. Doğru, yanlış ve nötr. Reichenbach’a göre de doğru ile yanlış arasında sürekli ve sonsuz değerler vardır. Mesela (pi) sayısının ondalık kesirler halinde yazılışında bir yerde durulmaz, seri devam eder."
  },
  {
    "id": "2924938",
    "unitNumber": 1,
    "text": "Aşağıdakilerin hangisinde en bilinen akıl yürütme yöntemlerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Genelleme",
      "B": "Soyutlama",
      "C": "Yorumlama",
      "D": "Bütünleştirme",
      "E": "Analoji"
    },
    "explanation": "En bilinen akıl yürütme yöntemleri tümevarım, tümdengelim ve analojidir."
  },
  {
    "id": "2924939",
    "unitNumber": 1,
    "text": "1. Bütün insanlar ölümlüdür.<br/>2. Sokrates bir insandır.<br/>3. O halde, Sokrates ölümlüdür\n Verilen örnek aşağıdakilerden hangisine örnek olabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Analoji",
      "B": "Soyutlama",
      "C": "Sembolleştirme",
      "D": "Tümdengelim",
      "E": "Tümevarım"
    },
    "explanation": "Biraz önce verdiğimiz örnek aynı zamanda tümdengelime de örnek olabilir.<br/>1. Bütün insanlar ölümlüdür.<br/>2. Sokrates bir insandır.<br/>3. O halde, Sokrates ölümlüdür."
  },
  {
    "id": "2924940",
    "unitNumber": 1,
    "text": "Öncüllerden tümel veya tikel bir sonuca varılan akıl yürütme yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Analoji",
      "B": "Tümdengelim",
      "C": "Tümevarım",
      "D": "Somutlama",
      "E": "Soyutlama"
    },
    "explanation": "Tümevarımda ise öncüllerden tümel veya tikel bir sonuca varılır. Yani sonuç, öncüllerle sınırlı kalmayarak, öncülleri aşan bir bilgiye bizi götürür. Örneğin şimdiye kadar gözlemlediğim bütün kargalar, tüm kargaların belki de çok küçük bir bölümünü oluşturur."
  },
  {
    "id": "2924941",
    "unitNumber": 1,
    "text": "İki nesne arasındaki benzerliğe dayanarak Y’ nin de “b” özelliğine sahip olduğunu düşünmemiz aşağıdakilerden hangisinin temelini oluşturur?",
    "correctAnswer": "B",
    "options": {
      "A": "Tümevarım",
      "B": "Analoji",
      "C": "Tümdengelim",
      "D": "Hipotez",
      "E": "Kavram"
    },
    "explanation": "Akıl yürütmelerimiz arasında benzetiş veya analojiye dayananlar önemli bir yer tutar. Diyelim ki X ile Y gibi iki kişinin veya nesnenin, “a” gibi ortak bir özelliği var ve X’ in “b” gibi başka bir özelliği var. İki nesne arasındaki benzerliğe dayanarak Y’ nin de “b” özelliğine sahip olduğunu düşünmemiz, benzetiş veya analojinin temelini teşkil eder. Analojiye dayanan akıl yürütmelerde, bazı yönlerden benzeyen nesnelerin başka yönlerden de benzer olacağı gibi bir varsayım gizlidir."
  },
  {
    "id": "2924942",
    "unitNumber": 1,
    "text": "Bir önerme ya doğrudur, ya yanlıştır. Verilen cümle hangi mantık ilkesine örnek oluşturabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Üçüncü Halin İmkânsızlığı İlkesi",
      "B": "Özdeşlik İlkesi",
      "C": "Çelişmezlik İlkesi",
      "D": "Yeterli Neden İlkesi",
      "E": "Çatışma İlkesi"
    },
    "explanation": "Üçüncü Halin İmkânsızlığı İlkesi<br/>A ile A olmayan arasında, üçüncü bir imkân yoktur. Yani, bir önerme ya doğrudur, ya yanlıştır, ikisinin arasında üçüncü bir hâl yoktur. Bizim kitabımızda da bu iki değerli mantık kullanılacaktır."
  },
  {
    "id": "2924943",
    "unitNumber": 1,
    "text": "Klasik mantık denildiğinde aşağıdakilerden hangisinin kurduğu mantık anlaşılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Leibniz",
      "B": "Porphyrios",
      "C": "Aristoteles",
      "D": "Platon",
      "E": "İbni Sina"
    },
    "explanation": "Mantık biliminin kurucusu Aristoteles’tir (M.Ö. 384-322), Klasik Mantık’ denince Aristoteles’in kurduğu mantık anlaşılır."
  },
  {
    "id": "2924944",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Aristoteles'in yazdığı mantık kitabının adıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Organon",
      "B": "Retorik",
      "C": "Poetik",
      "D": "Etica",
      "E": "İsoloji"
    },
    "explanation": "Aristoteles, Organon adı altında yazdığı altı kitapta mantık konularını incelemiştir."
  },
  {
    "id": "2924945",
    "unitNumber": 1,
    "text": "Aristoteles mantığından akıl yürütme yöntemlerinden hangisine önem verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tümevarım",
      "B": "Tümdengelim",
      "C": "Tasım",
      "D": "İsoloji",
      "E": "Organon"
    },
    "explanation": "Akıl yürütmelerden “tasım”, Aristoteles mantığının bel kemiğini oluşturur. Aristoteles’e göre, zihnin kanunları aynı zamanda varlığın da kanunlarıdır. Bu yüzden Aristoteles’in mantığı, metafiziği ile yakından ilgilidir. Aristoteles mantığı, akıl ilkelerini: Özdeşlik, çelişmezlik, üçüncü halin olanaksızlığını temel alan iki değerli (doğru-yanlış) mantıktır. Aristoteles, mantığında doğru düşünmenin kuralları üzerinde durmuş ve akıl yürütme yöntemlerinden <strong>tümdengelime</strong> önem vermiştir."
  },
  {
    "id": "2924946",
    "unitNumber": 1,
    "text": "Batı'da mantık çalışmaları aşağıdakilerden hangisi ile başlamıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Rönesasn",
      "B": "Reform",
      "C": "Fransız İhtilali",
      "D": "Aristoteles’in eserlerinin Latince’ye çevrilmesi",
      "E": "İstanbul'un Fethi"
    },
    "explanation": "Batıda mantık çalışmaları, Aristoteles’in eserlerinin Latince’ye çevrilmesiyle başlamıştır. Aristoteles’in Avrupa’daki egemenliği Rönesans’a kadar devam etmiştir."
  },
  {
    "id": "2924947",
    "unitNumber": 1,
    "text": "İlk defa Petrus Ramus, mantığı bölümlere ayırırken Terim, Önerme, Çıkarım bölümlerine aşağıdaki konulardan hangisini eklemiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bilim",
      "B": "Metafizik",
      "C": "Tasım",
      "D": "Retorik",
      "E": "Metot"
    },
    "explanation": "İlk defa Petrus Ramus (1515-1572), mantığı bölümlere ayırırken Terim, Önerme, Çıkarım (tasım) bölümlerine Metot konusunu ekledi."
  },
  {
    "id": "2924948",
    "unitNumber": 1,
    "text": "Porphyrios’un beş tümeli konu alan eserinin adı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Retorik",
      "B": "Poetik",
      "C": "İsoloji",
      "D": "Organon",
      "E": "Tasım"
    },
    "explanation": "Üçüncü yüzyılda, Organon yorumcularından Ammonius<br/>Saccas, Aristoteles’in altı kitabına yine Aristoteles’in “Retorik” ve “Poetik” adlı eserleri ile Porphyrios’un beş tümeli konu alan “İsoloji” adlı eserini de eklemiştir."
  },
  {
    "id": "2924949",
    "unitNumber": 1,
    "text": "A, A olmayan değildir. Bir şey, aynı zamanda hem kendisi hem başka bir şey olamaz açıklaması hangi akıl ve mantık ilkesinde yapılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Özdeşlik",
      "B": "Çelişmezlik",
      "C": "Tümevarım",
      "D": "Üçüncü Halin İmkânsızlığı",
      "E": "Yeterli Neden"
    },
    "explanation": "A, A olmayan değildir. Bir şey, aynı zamanda hem kendisi hem başka bir şey olamaz. Zihin, birbiri ile çelişik olan iki önermeden birini kabul ederse diğerini reddeder. Bir konuya aynı yüklem aynı zamanda ve aynı şartlar altında hem olumlu,<br/>hem olumsuz yüklenemez. Zihin, çelişmezlik ilkesine diğer ilkelerden daha fazla<br/>duyarlıdır. Mesela “Bütün insanlar ölümlüdür”. ve “Bazı insanlar ölümlü değildir”. önermeleri birbiri ile çelişiktir. Günlük hayatta insanların bu ilkeye uymayan<br/>sözlerini duyabiliriz."
  },
  {
    "id": "2924950",
    "unitNumber": 1,
    "text": "“Bu yıl üç büyük ve beş küçük trafik kazasına karıştım ama yargıcın bu son kazada ehliyetimi altı aylık iptal etmesi tamamen şanssızlıktandı, yoksa ben çok iyi araba kullanırım”. demesi hangi akıl ve mantık ilkesine aykırıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Özdeşlik",
      "B": "Üçüncü Halin İmkânsızlığı",
      "C": "Çelişmezlik",
      "D": "Tümdengelim",
      "E": "Yeterli Neden"
    },
    "explanation": "A, A olmayan değildir. Bir şey, aynı zamanda hem kendisi hem başka bir şey olamaz. Zihin, birbiri ile çelişik olan iki önermeden birini kabul ederse diğerini reddeder. Bir konuya aynı yüklem aynı zamanda ve aynı şartlar altında hem olumlu, hem olumsuz yüklenemez. Zihin, çelişmezlik ilkesine diğer ilkelerden daha fazla duyarlıdır. Mesela “Bütün insanlar ölümlüdür”. ve “Bazı insanlar ölümlü değildir”. önermeleri birbiri ile çelişiktir."
  },
  {
    "id": "2924951",
    "unitNumber": 1,
    "text": "Bütün insanlar ölümlüdür.<br/>Sokrates bir insandır.\n Yukarıdaki tasımın sonuç cümlesi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "O halde, Sokrates düşünen bir insandır",
      "B": "O halde, Sokrates bütün insanlardan farksızdır.",
      "C": "O halde, Sokrates insanlara benzer özellikler taşır.",
      "D": "O halde, Sokrates ölümlüdür.",
      "E": "Ohalde, Sokrates insanlardan farklı değildir."
    },
    "explanation": "Herhangi bir akıl yürütmenin mantıksal geçerliliğini saptamak için öncelikle “<br/>çıkarım” (tasım) biçiminde ifade edilmesi gerekir. Bir tasım en az iki öncül ve<br/>sonuçtan oluşur.<br/>1. Bütün insanlar ölümlüdür.<br/>2. Sokrates bir insandır.<br/>3. O halde, Sokrates ölümlüdür."
  },
  {
    "id": "2924952",
    "unitNumber": 1,
    "text": "Bütün metaller ısıtıldığında genleşir.<br/>Bakır bir metaldir.<br/>Tasımının sonuç cümlesi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "O halde, bakır ısıtılabilir.",
      "B": "O halde, bakır genleşebilir.",
      "C": "O halde, bakır ısıtıldığında genleşir.",
      "D": "O halde, bakır diğer metallere benzer.",
      "E": "O halde, bakır diğer metallerden farksızdır."
    },
    "explanation": "1. Bütün metaller ısıtıldığında genleşir.<br/>2. Bakır bir metaldir.<br/>3. O halde, bakır ısıtıldığında genleşir"
  },
  {
    "id": "2924953",
    "unitNumber": 1,
    "text": "Aristoteles’e göre bir önermenin (sonuç), başka bir önerme (öncül) kullanılarak doğruluğunun ispat edilmesi yöntemine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Akıl yürütme",
      "B": "Tasım",
      "C": "Özdeşlik",
      "D": "Çelişmezlik",
      "E": "Terimler"
    },
    "explanation": "Aristoteles’e göre “tümdengelim”, kesin ve zorunlu sonuç veren bir akıl yürütme yöntemidir. Doğru akıl yürütme için önce kavram oluşturulur, sonra önerme kurulur ve sonrada bu önermelerden çıkarım yapılır. <strong>Akıl yürütme,</strong> bir önermenin (sonuç), başka bir önerme (öncül) kullanılarak doğruluğunun ispat edilmesidir."
  },
  {
    "id": "2924954",
    "unitNumber": 1,
    "text": "“Bir akıl yürütmenin başında bir terime verilen anlam ne ise o akıl yürütme boyunca o terim hep aynı anlamı taşımalıdır” diyen mantık ilkesi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çelişmezlik İlkesi",
      "B": "Özdeşlik İlkesi",
      "C": "Üçüncü Halih İmkânsızlığı İlkesi",
      "D": "Yeterli Neden İlkesi",
      "E": "Akıl Yürütme"
    },
    "explanation": "<strong>Özdeşlik İlkesi: </strong>A, A’ dır şeklinde ifade edilir. Bir akıl yürütmenin başında bir terime verilen anlam ne ise o akıl yürütme boyunca, o terim hep aynı anlamı taşımalıdır. A, A’dır ilkesi, doğru düşünme için zihnin uyması gereken baş ilkedir. Bir nesne başka bir nesneye benzeyebilir ama onunla özdeş olamaz."
  },
  {
    "id": "2924955",
    "unitNumber": 1,
    "text": "Akıl yürütme biçimlerini kanıtlama ve bu akıl yürütme biçimlerinden hangilerinin geçerli ya da geçersiz, tutarlı ya da tutarsız olduğunu belirlemeye, kurallarını bulup çıkarmaya çalışan kavram nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Düşünme",
      "B": "Çıkarım",
      "C": "Mantık",
      "D": "Tasım",
      "E": "Özdeşlik"
    },
    "explanation": "<strong>Mantık,</strong> akıl yürütme biçimlerini kanıtlama ve bu akıl yürütme biçimlerinden hangilerinin geçerli ya da geçersiz, tutarlı ya da tutarsız olduğunu belirlemeye, kurallarını bulup çıkarmaya çalışır."
  },
  {
    "id": "2924956",
    "unitNumber": 1,
    "text": "Mantıksal olarak geçerlilikten yoksun ama bilimsel olarak güvenilir olan akıl yürütme yöntemi hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tümdengelim",
      "B": "Benzetiş",
      "C": "Özdeşlik",
      "D": "Tümevarım",
      "E": "Çelişmezlik"
    },
    "explanation": "Tümevarımda, öncüllerden tümel veya tikel bir sonuca varılır. Yani sonuç, öncüllerle sınırlı kalmayarak, öncülleri aşan bir bilgiye bizi götürür.\n Geçmiş ve gelecekteki tüm kargaları gözlemlememiz olanaksızdır ama gözlem sayımız arttıkça, tümevarımın doğru olma olasılığı artar. Tümevarımın geçerliliğinden söz edemeyiz. Yani mantıksal olarak geçerlilikten yoksun ama bilimsel olarak güvenilir bir yöntem olabilir."
  },
  {
    "id": "2924957",
    "unitNumber": 1,
    "text": "Bazı yönlerden benzeyen nesnelerin başka yönlerden de benzeyeceği varsayımına dayanan akıl yürütme nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Analoji",
      "B": "Tümdengelim",
      "C": "Tümevarım",
      "D": "Önermeler",
      "E": "Çıkarımlar"
    },
    "explanation": "Akıl yürütmelerimiz arasında benzetiş veya analojiye dayananlar önemli bir yer tutar. Diyelim ki X ile Y gibi iki kişinin veya nesnenin, “a” gibi ortak bir özelliği var ve X’ in “b” gibi başka bir özelliği var. İki nesne arasındaki benzerliğe dayanarak Y’ nin de “b” özelliğine sahip olduğunu düşünmemiz, benzetiş veya analojinin temelini teşkil eder. Analojiye dayanan akıl yürütmelerde, bazı yönlerden benzeyen nesnelerin başka yönlerden de benzer olacağı gibi bir varsayım gizlidir."
  },
  {
    "id": "2924958",
    "unitNumber": 1,
    "text": "“Hiçbir yargı yeterli olmadan doğru değildir” şeklinde ifade edilen mantık ilkesi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Üçüncü Halin İmkânsızlığı İlkesi",
      "B": "Yeterli Neden İlkesi",
      "C": "Özdeşlik İlkesi",
      "D": "Çelişmezlik İlkesi",
      "E": "Çıkarımlar Mantığı"
    },
    "explanation": "<strong>Yeterli Neden İlkesi: </strong>Hiçbir yargı, yeterli neden olmadan doğru değildir. Bu ilke yeterli neden olmadıkça hiçbir olgunun mevcut, hiçbir yargının doğru olmayacağını ifade eder. Bu nedenler çok defa bizce belli değildir."
  },
  {
    "id": "2924959",
    "unitNumber": 1,
    "text": "Geçerli ya da geçersiz olsun sonucun kesin olduğu akıl yürütme yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tümevarım",
      "B": "Benzetiş",
      "C": "Tümdengelim",
      "D": "Analoji",
      "E": "Çıkarımlar"
    },
    "explanation": "Tümdengelimde öncüller, sonuç için yeterli gerekçeyi taşır. Sonucun doğruluğu hiçbir zaman kesin değildir. Bunun sebebi, tümdengelimde sonucun öncüllerle sınırlı olmasıdır. Öncüllerde gizli olan şeyler tümdengelimle açık hale getirilir. Tümdengelimde öncüller doğruysa sonuç da doğru ve sonuç öncüllerden çıkarılıyorsa da geçerlidir."
  },
  {
    "id": "2924960",
    "unitNumber": 1,
    "text": "“Yeterli Neden İlkesi” ilk defa hangi düşünür tarafından akıl yürütme ilkeleri arasında sayılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Leibniz",
      "B": "Aristotoles",
      "C": "Ammonius",
      "D": "Saccas",
      "E": "Ramus"
    },
    "explanation": "Yeterli Neden İlkesi, ilk defa Leibniz tarafından akıl yürütme ilkeleri arasında sayılmıştır. Hiç bir yargı, yeterli neden olmadan doğru değildir."
  },
  {
    "id": "2924961",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi klasik mantığın alanlarından biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Özdeşlik",
      "B": "Önermeler",
      "C": "Çelişmezlik",
      "D": "Tümdengelim",
      "E": "Tümevarım"
    },
    "explanation": "Akıl yürütme, bir önermenin (sonuç), başka bir önerme (öncül) kullanılarak doğruluğunun ispat edilmesidir. Bu nedenle klasik mantık birbirine bağımlı üç alana ayrılır.\n <ul> <li>Kavramlar mantığı</li> <li>Önermeler mantığı</li> <li>Çıkarımlar mantığı (Tasım)</li> </ul>"
  },
  {
    "id": "2924962",
    "unitNumber": 1,
    "text": "Mantık biliminin kurucusu Aristoteles’in mantık konularını incelediği altı kitabını hangi isim altında toplamıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Retorik",
      "B": "Poetik",
      "C": "Organon",
      "D": "İsoloji",
      "E": "Klasik Mantık"
    },
    "explanation": "Aristoteles, Organon adı altında yazdığı altı kitapta mantık konularını incelemiştir. Altı kitap şunlardır: Kategoriler, Önermeler, Birinci Analitikler, İkinci Analitikler, Topikler ve Sofistik Deliller."
  },
  {
    "id": "2924963",
    "unitNumber": 1,
    "text": "Mantık biliminin kurucusu kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Aristotales",
      "B": "Seyfokles",
      "C": "Kafka",
      "D": "Pessoa",
      "E": "Platon"
    },
    "explanation": "Mantık biliminin kurucusu Aristotales'tir."
  },
  {
    "id": "2924964",
    "unitNumber": 1,
    "text": "Mantığı bölümlere ayırarak Terim, Önerme, Çıkarım (tasım) bölümlerine Metot konusunu ekleyen kişi kimdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Aristo",
      "B": "Kafka",
      "C": "Platon",
      "D": "Farabi",
      "E": "Ramus"
    },
    "explanation": "Mantığı bölümlere ayırarak Terim, Önerme, Çıkarım (tasım) bölümlerine Metot konusunu ekleyen kişi Ramus'tur."
  },
  {
    "id": "2924965",
    "unitNumber": 1,
    "text": "Akıl ve mantık ilkeleri denen ilkelere uygun olarak düşünme tarzına ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Akılcılık",
      "B": "Mantıksallık",
      "C": "Mantık Bilimi",
      "D": "Doğru düşünce",
      "E": "Çelişmezlik"
    },
    "explanation": "Doğru düşünce, akıl ve mantık ilkeleri denen ilkelere uygun olarak düşünme tarzıdır."
  },
  {
    "id": "2924966",
    "unitNumber": 1,
    "text": "\"A, A’ dır şeklinde ifade edilir. Bir akıl yürütmenin başında bir terime verilen anlam ne ise o akıl yürütme boyunca, o terim hep aynı anlamı taşımalıdır. A, A’dır ilkesi, doğru düşüme için zihnin uyması gereken baş ilkedir.\" şeklinde açıklanan ilke hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Mantıksallık",
      "B": "Doğrusallık",
      "C": "Çelişmezlik",
      "D": "Özdeşlik",
      "E": "Üçüncü halin imkansızlığı"
    },
    "explanation": "\"A, A’ dır şeklinde ifade edilir. Bir akıl yürütmenin başında bir terime verilen anlam ne ise o akıl yürütme boyunca, o terim hep aynı anlamı taşımalıdır. A, A’dır ilkesi, doğru düşüme için zihnin uyması gereken baş ilkedir.\" şeklinde verilen ilke özdeşlik ilkesidir."
  },
  {
    "id": "2924967",
    "unitNumber": 1,
    "text": "\"A, A olmayan değildir. Bir şey, aynı zamanda hem kendisi hem başka bir şey olamaz. Zihin, birbiri ile çelişik olan iki önermeden birini kabul ederse diğerini reddeder. Bir konuya aynı yüklem aynı zamanda ve aynı şartlar altında hem olumlu, hem olumsuz yüklenemez.\" şeklinde açıklanan ilke hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Mantıksallık",
      "B": "Aynılık",
      "C": "Özdeşlik",
      "D": "Çelişmezlik",
      "E": "Üçüncü halin değişmezliği"
    },
    "explanation": "\"A, A olmayan değildir. Bir şey, aynı zamanda hem kendisi hem başka bir şey olamaz. Zihin, birbiri ile çelişik olan iki önermeden birini kabul ederse diğerini reddeder. Bir konuya aynı yüklem aynı zamanda ve aynı şartlar altında hem olumlu, hem olumsuz yüklenemez.\" şeklinde açıklanan ilke özdeşliktir.<br/>\"A, A olmayan değildir. Bir şey, aynı zamanda hem kendisi hem başka bir şey olamaz. Zihin, birbiri ile çelişik olan iki önermeden birini kabul ederse diğerini reddeder. Bir konuya aynı yüklem aynı zamanda ve aynı şartlar altında hem olumlu, hem olumsuz yüklenemez.\" şeklinde açıklanan ilke çelişmezliktir."
  },
  {
    "id": "2924968",
    "unitNumber": 1,
    "text": "\"A ile A olmayan arasında, üçüncü bir imkân yoktur. Yani, bir önerme ya doğrudur, ya yanlıştır, ikisinin arasında üçüncü bir hâl yoktur.\" şeklinde açıklanan ilke hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Üçüncü Halin İmkânsızlığı İlkesi",
      "B": "Çelişmezlik İlkesi",
      "C": "Özdeşlik İlkesi",
      "D": "Yeterli Neden İlkesi",
      "E": "Mantıksallık ilkesi"
    },
    "explanation": "\"A ile A olmayan arasında, üçüncü bir imkân yoktur. Yani, bir önerme ya doğrudur, ya yanlıştır, ikisinin arasında üçüncü bir hâl yoktur.\" şeklinde açıklanan ilke Üçüncü Halin İmkânsızlığı İlkesidir."
  },
  {
    "id": "2924969",
    "unitNumber": 1,
    "text": "Genel olarak, düşünceleri bilinçli, tutarlı ve amaçlı bir biçimde birbirine bağlama işlemine ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Akılcılık",
      "B": "Mantık",
      "C": "Özdeşleşme",
      "D": "Çelişmezlik",
      "E": "Akıl yürütme"
    },
    "explanation": "Akıl yürütme genel olarak, düşünceleri bilinçli, tutarlı ve amaçlı bir biçimde birbirine bağlama işlemidir."
  },
  {
    "id": "2924970",
    "unitNumber": 1,
    "text": "Hangisinde sonuç, öncüllerle sınırlı kalmayarak, öncülleri aşan bir bilgiye bizi götürür?",
    "correctAnswer": "C",
    "options": {
      "A": "Çıkarım",
      "B": "Tasım",
      "C": "Tümevarım",
      "D": "Tümdengelim",
      "E": "Dedüktif Akıl Yürütme"
    },
    "explanation": "Tümevarım, sonuç, öncüllerle sınırlı kalmayarak, öncülleri aşan bir bilgiye bizi götürür."
  },
  {
    "id": "2924971",
    "unitNumber": 1,
    "text": "Birçok Kayserili ile karşılaştım.<br/>Karşılaştığım bütün Kayserililer zengin idi.<br/>O halde, bütün Kayserililer zengindir.\n Yukarıda verilen örnekte hangisi kullanılmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Akılcılık",
      "B": "Mantıksallık",
      "C": "Doğrusallık",
      "D": "Tümevarım",
      "E": "Tümdengelim"
    },
    "explanation": "Görülüyor ki sonuç, gözlemleri aşan bir nitelik kazanmakta ancak öncüllere dayanmaktadır. Bu akıl yürütmede öncüller, sonuç için bir dayanak sağlamakta ama sonucu zorunlu kılmamaktadır. Verilen örnek de tümevarımsal akıl yürütmedir."
  },
  {
    "id": "2924972",
    "unitNumber": 1,
    "text": "Bazı yönlerden benzeyen nesnelerin başka yönlerden de benzeyeceği varsayımına ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Özdeşlik",
      "B": "Mantık",
      "C": "Analoji",
      "D": "Tümevarım",
      "E": "Tümdengelim"
    },
    "explanation": "Analoji bazı yönlerden benzeyen nesnelerin başka yönlerden de benzeyeceği varsayımıdır."
  },
  {
    "id": "2924973",
    "unitNumber": 1,
    "text": "\"Klasik Mantık\" denince hangisinin kurduğu mantık akla gelir?",
    "correctAnswer": "A",
    "options": {
      "A": "Aristoteles",
      "B": "Leibniz",
      "C": "Platon",
      "D": "İbn-i Sina",
      "E": "Porphyrios"
    },
    "explanation": "Mantık biliminin kurucusu Aristoteles’tir (M.Ö. 384-322), Klasik Mantık’ denince<br/>Aristoteles’in kurduğu mantık anlaşılır."
  },
  {
    "id": "2924974",
    "unitNumber": 1,
    "text": "Aristoteles'in \"Organon\" adı altında yazdığı, matık konularının incelendiği seri kaç kitaptan oluşmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Aristoteles, Organon adı altında yazdığı altı kitapta mantık konularını incelemiştir."
  },
  {
    "id": "2924975",
    "unitNumber": 1,
    "text": "Kategoriler, Önermeler, Birinci Analitikler, İkinci Analitikler, Topikler ve Sofistik Deliller adlı kitaplardan oluşan \"Organon\" adlı serinin yazarı kimdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Platon",
      "B": "Ammonius Saccas",
      "C": "Aristoteles",
      "D": "İbn-i Sina",
      "E": "Farabi"
    },
    "explanation": "Aristoteles, Organon adı altında yazdığı altı kitapta mantık konularını incelemiştir. Altı kitap şunlardır: Kategoriler, Önermeler, Birinci Analitikler, İkinci Analitikler, Topikler ve Sofistik Deliller."
  },
  {
    "id": "2924976",
    "unitNumber": 1,
    "text": "Klasik mantık kaç alana ayrılır?",
    "correctAnswer": "B",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Klasik mantık birbirine bağımlı üç alana ayrılır.<br/>1. Kavramlar mantığı<br/>2. Önermeler mantığı<br/>3. Çıkarımlar mantığı (Tasım)"
  },
  {
    "id": "2924977",
    "unitNumber": 1,
    "text": "Isoloji adlı eser kime aittir?",
    "correctAnswer": "E",
    "options": {
      "A": "Aristoteles",
      "B": "Platon",
      "C": "İbn-i Sina",
      "D": "Farabi",
      "E": "Porphyrios"
    },
    "explanation": "Isoloji, Porphyrios’un beş tümeli konu alan eseridir."
  },
  {
    "id": "2924978",
    "unitNumber": 1,
    "text": "Genel olarak, düşünceleri bilinçli, tutarlı ve amaçlı bir biçimde birbirine bağlama; Öncül olarak alınan önermelerden mantıksal çıkarım kurallarına uygun bir tarzda sonuç çıkarma işlemi hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Özdeşlik İlkesi",
      "B": "Çelişmezlik İlkesi",
      "C": "Üçüncü Halin İmkansızlığı İlkesi",
      "D": "Yeterli Neden İlkesi",
      "E": "Akıl yürütme"
    },
    "explanation": "Akıl yürütme: Genel olarak, düşünceleri bilinçli, tutarlı ve amaçlı bir biçimde birbirine bağlama işlemi. Öncül olarak alınan önermelerden mantıksal çıkarım kurallarına uygun bir tarzda sonuç çıkarma işlemi olarak tanımlanmıştır."
  },
  {
    "id": "2924979",
    "unitNumber": 1,
    "text": "Doğru, Yanlış ve Nötr olarak ilk defa üç değerli mantığı kuran kimdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Aristoteles",
      "B": "Platon",
      "C": "İbn-i Sina",
      "D": "Lukasiewicz",
      "E": "Reichenbach"
    },
    "explanation": "Üçüncü halin imkânsızlığı ilkesinin evrenselliğinden şüphe edilmeye başlanmasıyla, ikiden fazla değerli mantıklar kurulmaya başlanmıştır. “Lukasiewicz (1920) ilk defa üç değerli mantık kurdu. Doğru, yanlış ve nötr."
  },
  {
    "id": "2924980",
    "unitNumber": 1,
    "text": "Hangisine göre doğru ile yanlış arasında sürekli ve sonsuz değerler vardır?",
    "correctAnswer": "E",
    "options": {
      "A": "Platon",
      "B": "Aristoteles",
      "C": "Farabi",
      "D": "İbn-i Sİna",
      "E": "Reichenbach"
    },
    "explanation": "Reichenbach’a göre de doğru ile yanlış arasında sürekli ve sonsuz değerler vardır. Mesela (pi) sayısının ondalık kesirler halinde yazılışında bir yerde durulmaz, seri devam eder. 3.146....”."
  },
  {
    "id": "2924981",
    "unitNumber": 1,
    "text": "İlk defa Leibniz tarafından akıl yürütme ilkeleri arasında sayılan ilke hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mantıksal düşünme",
      "B": "Yeterli Neden İlkesi",
      "C": "Üçüncü Halin İmkansızlığı İlkesş",
      "D": "Çelişmezlik İlkesi",
      "E": "Özdeşlik İlkesi"
    },
    "explanation": "Yeterli Neden İlkesi ilk defa Leibniz tarafından akıl yürütme ilkeleri arasında sayılmıştır."
  },
  {
    "id": "2924982",
    "unitNumber": 1,
    "text": "Hangi çıkarım tümden gelim yönteminin örneğidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bütün insanlar ölümlüdür. Sokrates bir insandır. O halde, Sokrates ölümlüdür.",
      "B": "Birçok Afrikalı ile karşılaştım. Karşılaştığım bütün Afrikalılar siyah idi. O halde, bütün Afrikalılar siyahtır.",
      "C": "İspanya ve Yunanistan, Avrupa Birliği üyesidir. İspanya’da ve Yunanistan’da zeytincilik çok önemli bir tarım geliridir. Ayrıca her iki ülkede de üzüm yetişir ve iki ülke de denizle çevrilmiştir. Her iki ülkede de çok sayıda ada ve adalardan gelen turizm gelirleri vardır. Yunanistan ekonomik kriz vardır, o halde İspanya’da da ekonomik kriz olmalıdır.",
      "D": "Birçok kedi besledim. Beslediğim tüm kedilerin tüyü vardı. O halde bütün kediler tüylüdür.",
      "E": "Zeynep ile Gülseren’in ikisi de aynı takımı tutuyor, basket oynamayı seviyor, ikisi de iyi resim yapıyor. Gülseren’in macera romanlarını sevdiğini biliyoruz. O halde Zeynep’de macera romanlarını seviyordur."
    },
    "explanation": "\"Bütün insanlar ölümlüdür. Sokrates bir insandır. O halde, Sokrates ölümlüdür.\" çıkarımı Tümden Gelim Yöntemi'ne örnektir."
  },
  {
    "id": "2924983",
    "unitNumber": 1,
    "text": "Mantık biliminin kurucusu kimdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Leibniz",
      "B": "Porphyrios",
      "C": "Aristoteles",
      "D": "Platon",
      "E": "İbni Sina"
    },
    "explanation": "Mantığın tanımı ve konularını anlatabileceksiniz."
  },
  {
    "id": "2924984",
    "unitNumber": 1,
    "text": "“Yeterli Neden İlkesi” hangi filozof tarafından ileri sürülmüştür?",
    "correctAnswer": "A",
    "options": {
      "A": "Leibniz",
      "B": "İbni Sina",
      "C": "Farabi",
      "D": "Aristoteles",
      "E": "Porphyrios"
    },
    "explanation": "Mantığın tanımı ve konularını anlatabileceksiniz."
  },
  {
    "id": "2924985",
    "unitNumber": 1,
    "text": "Sonuçtaki bilginin öncüllerle sınırlı kalmayıp kişiyi öncülleri aşan bir genellemeye götürdüğü akıl yürütme yöntemi hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tümdengelim",
      "B": "Tümevarım",
      "C": "Analoji",
      "D": "Tasım",
      "E": "Aksiyoloji"
    },
    "explanation": "Akıl yürütme yöntemlerini tanıyabileceksiniz."
  },
  {
    "id": "2924986",
    "unitNumber": 1,
    "text": "X ile Y’ nin a gibi bir ortak özelliği var. X’ in ayrıca b gibi bir özelliği var. Aralarındaki bu benzerliğe dayanarak Y’ nin de b özelliği olmalı diye düşünmemiz hangi akıl yürütme yöntemidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tümevarım",
      "B": "Tümdengelim",
      "C": "Tasım",
      "D": "Analoji (benzetiş)",
      "E": "Hipotez"
    },
    "explanation": "Akıl yürütme yöntemlerini tanıyabileceksiniz."
  },
  {
    "id": "2924987",
    "unitNumber": 1,
    "text": "A, A’ dır. Yani, bir nesne başka bir nesneye benzeyebilir ama onunla aynı olamaz şeklinde tanımlanan mantık ilkesi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Özdeşlik İlkesi",
      "B": "Çelişmezlik İlkesi",
      "C": "Yeterli Neden İlkesi",
      "D": "Üçüncü Halin Olanaksızlığı İlkesi",
      "E": "Hipotez"
    },
    "explanation": "Mantığın ilkelerini açıklayabileceksiniz."
  },
  {
    "id": "2924988",
    "unitNumber": 1,
    "text": "A, A olmayan değildir. Bir şey aynı zamanda hem kendisi hem de başka bir şey olamaz, mantık ilkelerinden hangisinin tanımıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Özdeşlik İlkesi",
      "B": "Çelişmezlik İlkesi",
      "C": "Üçüncü Halin Olanaksızlığı İlkesi",
      "D": "Yeterli Neden İlkesi",
      "E": "Hiçbiri"
    },
    "explanation": "Mantığın ilkelerini açıklayabileceksiniz."
  },
  {
    "id": "2924989",
    "unitNumber": 1,
    "text": "Genelden özeli çıkarsayan akıl yürütme biçimi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tümdengelim",
      "B": "Tümevarım",
      "C": "Analoji",
      "D": "Tasım",
      "E": "Kıyas"
    },
    "explanation": "Akıl yürütme yöntemlerini tanıyabileceksiniz."
  },
  {
    "id": "2924990",
    "unitNumber": 1,
    "text": "“Eskişehir’de birçok tatarla karşılaştım. Karşılaştığım bütün tatarlar çekik gözlüydü. O halde, bütün tatarlar çekik gözlüdür” çıkarımı hangi akıl yürütme yöntemine bir örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tümevarım",
      "B": "Tümdengelim",
      "C": "Anoloji",
      "D": "Axiyoloji",
      "E": "Hipotez"
    },
    "explanation": "Akıl yürütme yöntemlerini tanıyabileceksiniz."
  },
  {
    "id": "2924991",
    "unitNumber": 1,
    "text": "Aşağıdaki hangi akıl yürütme yöntemi bilgimizi arttırıcı değil, elde olan bilgileri çözümleyici bir yöntemdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tümevarım",
      "B": "Tümdengelim",
      "C": "Analoji",
      "D": "Axiyoloji",
      "E": "Hipotez"
    },
    "explanation": "Akıl yürütme yöntemlerini tanıyabileceksiniz."
  },
  {
    "id": "2924992",
    "unitNumber": 2,
    "text": "Mantıkta kendi başına bir anlam ifade eden en küçük birime ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kavram",
      "B": "Terim",
      "C": "Öz",
      "D": "İlinti",
      "E": "Tekil"
    },
    "explanation": "Mantıkta terim, kendi başına bir anlam ifade eden en küçük birimdir."
  },
  {
    "id": "2924993",
    "unitNumber": 2,
    "text": "Asker terimi bir grubu ifade eder. Bu grubun herhangi bir bireyine “Bu askerdir.” diyebiliriz; asker teriminin gerçekleşmesi, o grubun bireyinde olur. Yukarıdaki bilgiye göre asker kavramı nasıl bir kavramdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Tümel",
      "B": "Tikel",
      "C": "Kollektif",
      "D": "Distribütif",
      "E": "Somut"
    },
    "explanation": "Bireyler grubunu ifade edip de grupta gerçekleşen kavramlar, kollektif kavramlardır; ordu, sendika gibi. Yine bireyler grubunu ifade edip de bireyde gerçekleşen kavramlara da distribütif kavramlar denir; asker, işçi gibi."
  },
  {
    "id": "2924994",
    "unitNumber": 2,
    "text": "“İnsan akıllı hayvandır.” önermesinde özlük hangi kavramdır?",
    "correctAnswer": "D",
    "options": {
      "A": "İnsan",
      "B": "Akıl",
      "C": "Hayvan",
      "D": "Akıllı hayvan",
      "E": "İnsan ve Hayvan"
    },
    "explanation": "“İnsan akıllı hayvandır.” önermesinde akıllı hayvan insana (yüklenen) oranla özlüktür. Akıllı hayvan (yüklenilen) kavramı insanın özsel özelliğidir"
  },
  {
    "id": "2924995",
    "unitNumber": 2,
    "text": "Bir kavramın ne olduğunu gösteren ve o kavramla neyi anlatmak istediğimizi belirli eden kavramın adı nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Nelik",
      "B": "Gerçeklik",
      "C": "Kimlik",
      "D": "İçlem",
      "E": "Kaplam"
    },
    "explanation": "Nelik, bir kavramın ne olduğunu gösterir. Nelik olmasaydı bir kavramla ne anlatmak istediğimiz anlaşılamazdı."
  },
  {
    "id": "2924996",
    "unitNumber": 2,
    "text": "<em>Bazı hayvanlar kuştur</em> ve <em>Bütün kuşlar hayvandır </em>kavramları arasında hangi ilişki türü bulunmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Ayrıklık",
      "B": "Eşitlik",
      "C": "Tam Girişimlik",
      "D": "Eksik Girişimlik",
      "E": "Gerçeklik"
    },
    "explanation": "<em>Bazı hayvanlar kuştur</em> ve <em>Bütün kuşlar hayvandır </em>kavramları arasında Tam Girişimlik bulunmaktadır."
  },
  {
    "id": "2924997",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi beş tümelden birisi değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ayırım",
      "B": "Takım",
      "C": "Tür",
      "D": "Özgülük",
      "E": "İlinti"
    },
    "explanation": "Beş tümel şunlardır: Cins, tür, ayırım, özgülük, ilinti."
  },
  {
    "id": "2924998",
    "unitNumber": 2,
    "text": "Aynı cins içerisinde bulunan türleri birbirinden ayıran nitelikler hangi tümel kapsamında değerlendirilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ayırım",
      "B": "Özgülük",
      "C": "İlinti",
      "D": "Cins",
      "E": "Tür"
    },
    "explanation": "Ayrım: Tür içinde cinsi gösteren karakter veya karakterler bütünüdür. Aynı cins içerisinde bulunan türleri birbirinden ayıran niteliklerdir."
  },
  {
    "id": "2924999",
    "unitNumber": 2,
    "text": "Bir şeyin ne olduğunun belirtilmesine ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kavram",
      "B": "Kimlik",
      "C": "Tür",
      "D": "Cins",
      "E": "Tanım"
    },
    "explanation": "Tanım, bir şeyin ne olduğunun belirtilmesidir. Bu işlem, dil aracılığı ile olur ve bir yargı bildirir. Tanım, “Nedir?” sorusunun yanıtı olan önermedir."
  },
  {
    "id": "2925000",
    "unitNumber": 2,
    "text": "“İnsan konuşan hayvandır.”, tanımı beş tümele göre hangi çeşit bir tanımdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Canlılık ile ilgili tam tanım",
      "B": "Özle ilgili eksik tanım",
      "C": "İlinti ile ilgili tam tanım",
      "D": "İlinti ile ilgili eksik tanım",
      "E": "Özle ilgili tam tanım"
    },
    "explanation": "Özle ilgili tam tanım: Bir terimin yakın cinsi ile yakın ayrımından yapılan tanımdır. “İnsan konuşan hayvandır.”, tanımı gibi. Hayvan insanın yakın cinsi, konuşma ise yakın ayrımıdır."
  },
  {
    "id": "2925001",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bir bütünün tikellerine göre bölünmesine örnek verilebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Suyun hidrojen ve oksijene bölünmesi",
      "B": "Tuzun sodyum ve klora bölünmesi",
      "C": "Üçgenin dik açılı üçgene bölünmesi",
      "D": "Şekerin oksijene bölünmesi",
      "E": "Karbondioksitin karbona bölünmesi"
    },
    "explanation": "Bir bütünün tikellerine bölünmesinde, bölümler ile bölünen birbirinden ayrı değildir. Yalnız, bölünen bölümlerden daha geneldir. Mantık açısından asıl bölme, bu tür bölmedir. Örneğin çizginin doğru çizgi ve eğri çizgi diye ikiye bölünmesi; üçgenlerin dar, geniş, dik açılı üçgenler diye üçe bölünmesi bu tür bölmedir."
  },
  {
    "id": "2925002",
    "unitNumber": 2,
    "text": "Seçeneklerden hangisi Tanım koşullarından biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tanım tam olmalıdır",
      "B": "Bir şeyi kendisinden daha açık olmayan başka bir şeyle tanımlamamalıdır.",
      "C": "Tanımda kısır döngü olmamalıdır.",
      "D": "Tanım, tanımlanan bir özne ile tanımlayan bir yüklemden oluşan çelişkisiz<br/>bir önerme olmalıdır.",
      "E": "Tanım, olabildiğince geniş olmalıdır."
    },
    "explanation": "Tanım, olabildiğince geniş olmalıdır."
  },
  {
    "id": "2925003",
    "unitNumber": 2,
    "text": "Tanım nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tür içinde cinsi gösteren karakter veya karakterler bütünüdür.",
      "B": "Bir şeyin ne olduğunun belirtilmesidir.",
      "C": "Ortak özellikleri olan iki kavramdan kaplamı daha fazla olandır.",
      "D": "Kaplamı belli kurallara göre parçalara ayırma işlemidir.",
      "E": "Kaplamı belli kurallara göre çoğaltma işlemidir."
    },
    "explanation": "Tanım, bir şeyin ne olduğunun belirtilmesidir."
  },
  {
    "id": "2925004",
    "unitNumber": 2,
    "text": "Seçeneklerden hangisi kavram türleri arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Kollektif",
      "B": "Tümel",
      "C": "Tekil",
      "D": "Olumlu",
      "E": "Eklemeli"
    },
    "explanation": "Eklemeli"
  },
  {
    "id": "2925005",
    "unitNumber": 2,
    "text": "Tümel kavramlarla ilgili ifadelerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Eğer kavram bir oluş tarzını ifade ediyorsa tümel kavramdır.",
      "B": "Kavram bireyler grubunu ifade edip de bireyde gerçekleşiyorsa tümel kavramdır.",
      "C": "Eğer kavram, bir sınıfın tümüne işaret ediyorsa tümel kavramdır.",
      "D": "Eğer kavram bireyler grubunu ifade edip de grupta gerçekleşiyorsa tümel kavramdır.",
      "E": "Eğer kavram, bir varlığa veya nesneye işaret ediyorsa tümel kavramdır."
    },
    "explanation": "Eğer kavram, bir sınıfın tümüne işaret ediyorsa tümel kavramdır"
  },
  {
    "id": "2925006",
    "unitNumber": 2,
    "text": "Seçeneklerden hangisi beş tümelden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "cins",
      "B": "tür",
      "C": "ayırım",
      "D": "özgülük",
      "E": "ilişki"
    },
    "explanation": "ilişki"
  },
  {
    "id": "2925007",
    "unitNumber": 2,
    "text": "Seçeneklerden hangisi beş tümele göre tanım çeşitlerinden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Özle ilgili ilintili tanım",
      "B": "Özle ilgili tam tanım",
      "C": "Özle ilgili eksik tanım",
      "D": "İlinti ile ilgili eksik tanım",
      "E": "İlinti ile ilgili tam tanım"
    },
    "explanation": "Özle ilgili ilintili tanım"
  },
  {
    "id": "2925008",
    "unitNumber": 2,
    "text": "Bölme nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bir terimin yakın cinsi ile yakın ayrımı işlemidir",
      "B": "Kaplamı belli kurallara göre parçalara<br/>ayırma işlemidir",
      "C": "Bir şeyin ne olduğunun belirtilmesidir",
      "D": "Tür içinde cinsi gösterme işlemidir",
      "E": "Objenin zihindeki tasarımıdır"
    },
    "explanation": "Kaplamı belli kurallara göre parçalara<br/>ayırma işlemidir"
  },
  {
    "id": "2925009",
    "unitNumber": 2,
    "text": "Seçeneklerden hangisi kavramların göstergelerinden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Nelik",
      "B": "Gerçeklik",
      "C": "Yoksunluk",
      "D": "Kimlik",
      "E": "Kaplam"
    },
    "explanation": "Yoksunluk"
  },
  {
    "id": "2925010",
    "unitNumber": 2,
    "text": "Ayrım nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ortak özellikleri olan iki kavramdan kaplamı daha fazla olandır",
      "B": "Ortak özellikleri olan iki terimden içlemi daha fazla olan kavramın ya da cinsin altında sıralanan şeydir",
      "C": "Yalnız bir türe ait sıfatlardır",
      "D": "Bir şeyin ne olduğunun belirtilmesidir",
      "E": "Tür içinde cinsi gösteren karakter veya karakterler bütünüdür."
    },
    "explanation": "Tür içinde cinsi gösteren karakter veya karakterler bütünüdür."
  },
  {
    "id": "2925011",
    "unitNumber": 2,
    "text": "Kavram nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kavram; bir şeyin, objenin zihindeki tasarımıdır.",
      "B": "Kavram, imajın ayırıcı özellikleridir.",
      "C": "Kavram, bir objenin dilsel ifadesidir.",
      "D": "Kavram, bir hayalin tasvir edilmesidir.",
      "E": "Kavram, bir objenin nitelikleridir."
    },
    "explanation": "Kavram; bir şeyin, objenin zihindeki tasarımıdır."
  },
  {
    "id": "2925012",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi kavramların dille ifade edilmesine verilen addır?",
    "correctAnswer": "E",
    "options": {
      "A": "İçlem",
      "B": "Kaplam",
      "C": "Nelik",
      "D": "Kimlik",
      "E": "Terim"
    },
    "explanation": "Kavram bir şeyin, objenin zihindeki tasarımıdır. Buna fikir, düşünce de diyebiliriz. Kavram, dil ile ifade edilirse terim adını alır. Yani, kavramların sözle ifade edilmesi terimdir. Doğru cevap E'dir."
  },
  {
    "id": "2925013",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi distribütif bir kavramdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Orhan",
      "B": "Takım",
      "C": "Mavi",
      "D": "Hentbolcu",
      "E": "Dolap"
    },
    "explanation": "Bireyler grubunu ifade edip de grupta gerçekleşen kavramlar, kollektif kavramlardır; ordu, sendika gibi. Yine bireyler grubunu ifade edip de bireyde gerçekleşen kavramlara da distribütif kavramlar denir; asker, işçi gibi. Takım, bir grubu ifade eder. Bireylerinden birine \"Bu takımdır.\" diyemeyiz. Hentbolcu terimi de bir grubu ifade eder. Bu grubun herhangi bir bireyine \"Bu hentbolcudur.\" diyebiliriz; hentbolcu teriminin gerçekleşmesi, o grubun bireyinde olur. Doğru cevap D'dir."
  },
  {
    "id": "2925014",
    "unitNumber": 2,
    "text": "Aşağıdaki kavramlardan hangisinin içlemi <strong>en fazladır</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Canlı",
      "B": "Hayvan",
      "C": "Sivas kangalı",
      "D": "Köpek",
      "E": "Memeli"
    },
    "explanation": "İçlem ve kaplam birbirleri ile ters orantılıdır. Biri artarsa diğeri azalır. Genelden özele gidildikçe içlem, özelden genele gidildikçe kaplam artar. Bu sorunun şıklarındaki en özel olan şey \"Sivas kangalı\" olduğu için onun içlemi en fazladır. Doğru cevap C'dir."
  },
  {
    "id": "2925015",
    "unitNumber": 2,
    "text": "Aşağıdaki kavramlardan hangisinin hem neliği hem de gerçekliği vardır?",
    "correctAnswer": "B",
    "options": {
      "A": "Pokemon",
      "B": "Virüs",
      "C": "Anka kuşu",
      "D": "Uçan halı",
      "E": "Deniz kızı"
    },
    "explanation": "Tümel bir kavramın zihin dışındaki bireyleri dikkate alınırsa buna gerçeklik denir. Her kavramın neliği vardır ama her kavramın gerçekliği yoktur. Mesela mitolojik varlıkları anlatan kavramların nelikleri vardır; fakat, onların zihin dışında karşılığı olan bireyler bulunmadığından gerçekliği yoktur. Seçenekler arasında da zihin dışında karşılığı olan tek şey virüstür. Doğru cevap B'dir."
  },
  {
    "id": "2925016",
    "unitNumber": 2,
    "text": "Aşağıdaki ikililerden hangisi arasında eksik girişimlik ilişkisi vardır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kuş-Uçan",
      "B": "Sayı-Rakam",
      "C": "Sandalye-Bilgisayar",
      "D": "İnsan-Düşünen",
      "E": "Kanatlı"
    },
    "explanation": "İki kavramdan her biri, diğerinin bazı bireylerini içine alırsa aralarında eksik girişimlik vardır. Uçan her şey kuş değildir (örneğin yarasalar), kuş olan her şey de uçmaz (örneğin deve kuşları). Doğru cevap A'dır."
  },
  {
    "id": "2925017",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi beş tümelden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ayrıklık",
      "B": "Eşitlik",
      "C": "İçlem",
      "D": "Nelik",
      "E": "Ayrım"
    },
    "explanation": "Beş tümel şunlardır: Cins, tür, ayrım, özgülük, ilinti. Doğru cevap E'dir."
  },
  {
    "id": "2925018",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bir insan özgülüğüdür?",
    "correctAnswer": "D",
    "options": {
      "A": "Nefes almak",
      "B": "Yürümek",
      "C": "Yemek yemek",
      "D": "Alışveriş yapmak",
      "E": "Yüzmek"
    },
    "explanation": "Özgülük, yalnız bir türe ait olan nitelik; ilinti ise birçok türde ortaklaşa bulunan niteliktir. Alışveriş yapmak sadece insanlara ait olan bir niteliktir. Doğru cevap D'dir."
  },
  {
    "id": "2925019",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisinin adsal tanımı vardır?",
    "correctAnswer": "C",
    "options": {
      "A": "Telefon",
      "B": "Hava",
      "C": "Örümcek adam",
      "D": "Işık",
      "E": "Örümcek"
    },
    "explanation": "Adsal tanım zihin dışında varlığı olmayanın tanımıdır. Yani neliği olan ama gerçekliği olmayan bir kavramın tanımıdır. Örümcek adam hayal ürünü olduğu için adsal tanımı vardır. Doğru cevap C'dir."
  },
  {
    "id": "2925020",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisinin gerçek tanımı vardır?",
    "correctAnswer": "B",
    "options": {
      "A": "Superman",
      "B": "Fosil",
      "C": "Peri",
      "D": "Kaf Dağı",
      "E": "Uçan at"
    },
    "explanation": "Batı mantıkçılarına göre “Gerçek Tanım” nesnelerin tanımıdır. Bir şeyin neden ibaret olduğunun tanıtılmasıdır. Gerçek ya da nesne tanımı hem neliği hem de gerçekliği olan, gerçek varlıkları konu alan tanımdır. Duyularımızla algıladığımız, bizim düşüncemiz dışında da varlık gösteren gerçek nesnelerin tanımıdır. Fosiller gerçekte olan şeyler olduğu için yani hem neliği hem de gerçekliği olduğu için gerçek tanımları da vardır. Doğru cevap B'dir."
  },
  {
    "id": "2925021",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisinin tanımı yapılabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kare",
      "B": "Sinir",
      "C": "Hüzün",
      "D": "Sevgi",
      "E": "Endişe"
    },
    "explanation": "Bazı şeylerin tanımı yapılamaz ancak betimlemesi yapılabilir. Mesela duyguların tanımı yapılamaz. Örneğin aşk, nefret, kin, renk, neşe gibi duyguların tanımı yapılamaz. Bu gibi duygular ancak kişisel deneyimlerimizle tanınabilir. Bu yüzden ancak betimlenebilirler. Karenin tanımı yapılabilir. Doğru cevap A'dır."
  },
  {
    "id": "2925022",
    "unitNumber": 2,
    "text": "Objenin zihindeki tasarımı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kavram",
      "B": "Terim",
      "C": "Özlük",
      "D": "İlintilik",
      "E": "Tümel"
    },
    "explanation": "Kavram bir şeyin, objenin zihindeki tasarımıdır. Buna fikir, düşünce de diyebiliriz."
  },
  {
    "id": "2925023",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi kavram ile ilgili söylenemez?",
    "correctAnswer": "B",
    "options": {
      "A": "Kavram, dil ile ifade edilirse terim adını alır.",
      "B": "Kavram özel, hayal ise geneldir.",
      "C": "Kavram, nasıl ki bir objeye işaret ederse; terim de bir kavrama işaret eder.",
      "D": "Bir kavram, gösterdiği nesne ya da olayların var olduğu çeşitli durumlara göre<br/>farklı konumlarda olabilir.",
      "E": "Eğer kavram, bir sınıfın tümüne işaret ediyorsa tümel kavramdır."
    },
    "explanation": "Kavram bir şeyin, objenin zihindeki tasarımıdır. Buna fikir, düşünce de diyebiliriz. Kavram, dil ile ifade edilirse terim adını alır. Yani, kavramların sözle ifade edilmesi terimdir. Mantıkta terim, kendi başına bir anlam ifade eden en küçük birimdir. Kavram, nasıl ki bir objeye işaret ederse; terim de bir kavrama işaret eder. Kavramlar genel olduğundan, tek bir varlığın zihindeki tasarımı olan hayalden farklıdır. Kavram genel, hayal ise özeldir. Kavramın genel olması demek objenin şu veya bu niteliğini taşımaması demektir."
  },
  {
    "id": "2925024",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi birbirleri ile ilişkili kavram çeşitlerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Olumlu ve Olumsuz Kavramlar",
      "B": "Kollektif ve Distribütif Kavramlar",
      "C": "Özlük ve İlintilik Kavramlar",
      "D": "Somut ve Soyut Kavramlar",
      "E": "Tümel, Tekil ve Tikel Kavramlar"
    },
    "explanation": "Kavram Çeşitleri;\n *Tek Tek Ele Alınışlarına Göre \n Tümel, Tekil ve Tikel Kavramlar <br/>Somut ve Soyut Kavramlar<br/>Kollektif ve Distribütif Kavramlar<br/>Olumlu ve Olumsuz Kavramlar\n * Birbirleriyle İlişkilerine Göre\n Özlük ve İlintilik Kavramlar"
  },
  {
    "id": "2925025",
    "unitNumber": 2,
    "text": "Bireyler grubunu ifade edip de bireyde gerçekleşen kavramlar aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Somut Kavramlar",
      "B": "İlintilik kavramlar",
      "C": "Kollektif kavramlar",
      "D": "Distribütif kavramlar",
      "E": "Tikel kavramlar"
    },
    "explanation": "Bireyler grubunu ifade edip de grupta gerçekleşen kavramlar, kollektif kavramlardır; Yine bireyler grubunu ifade edip de bireyde gerçekleşen kavramlara da distribütif kavramlar denir."
  },
  {
    "id": "2925026",
    "unitNumber": 2,
    "text": "Tümel bir kavramın yalnız zihindeki bireylerinin dikkate alınması aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kaplam",
      "B": "İçlem",
      "C": "Gerçeklik",
      "D": "Kimlik",
      "E": "Nelik"
    },
    "explanation": "Tümel bir kavramın yalnız zihindeki bireyleri dikkate alınırsa buna, nelik denir.<br/>Her kavramın bir neliği vardır. Nelik, bir kavramın ne olduğunu gösterir."
  },
  {
    "id": "2925027",
    "unitNumber": 2,
    "text": "\"Bazı hayvanlar kuştur.<br/>Bütün kuşlar hayvandır.\"\n Yukarıdaki örnekte Kavramlar arası ilişkilerden hangisinden bahsedilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Eksik Girişimlik",
      "B": "Ayrıklık",
      "C": "Eşitlik",
      "D": "Tam Girişimlik",
      "E": "Gerçeklik"
    },
    "explanation": "Tam Girişimlik: Kavramlardan yalnız biri, diğerinin tüm bireylerini içine alıyorsa aralarında tam girişimlik vardır. Örnek olarak;\n Bazı hayvanlar kuştur.<br/>Bütün kuşlar hayvandır."
  },
  {
    "id": "2925028",
    "unitNumber": 2,
    "text": "I. Cins\n II. Tanım\n III. Tür\n IV. Ayrım \n V. Bölme\n Yukarıda verilen bilgilerden hangisi/hangileri Beş tümel sınıflamasındandır?",
    "correctAnswer": "E",
    "options": {
      "A": "I,II,V",
      "B": "II, IV, V",
      "C": "I,V",
      "D": "II, III",
      "E": "I, III, IV"
    },
    "explanation": "Beş tümel şunlardır: Cins, tür, ayırım, özgülük, ilinti."
  },
  {
    "id": "2925029",
    "unitNumber": 2,
    "text": "Zihin dışında varlığı olmayanın tanımı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Adsal tanım",
      "B": "Özle ilgili eksik tanım",
      "C": "İlinti ile ilgili tam tanım",
      "D": "Özle ilgili tam tanım",
      "E": "Gerçek tanım"
    },
    "explanation": "Adsal tanım zihin dışında varlığı olmayanın tanımıdır. Yani neliği olan ama gerçekliği olmayan bir kavramın tanımıdır. Düşünsel varlıklar için yapılan tanımdır."
  },
  {
    "id": "2925030",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi tanım koşullarından biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tanım, ne çok geniş, ne çok dar olmalıdır.",
      "B": "Bir şey kendisinden daha açık olmayan başka bir şeyle tanımlanabilir.",
      "C": "Tanım, tanımlanan bir özne ile tanımlayan bir yüklemden oluşan çelişkisiz bir önerme olmalıdır.",
      "D": "Tanımda kısır döngü olmamalıdır.",
      "E": "Tanım tam olmalıdır."
    },
    "explanation": "Tanım Koşulları<br/>• Tanım tam olmalıdır. Tanımı yapılanın bütün bireyleri tanımın içine girmeli, dâhil olmayanlar dışarıda bırakılmalıdır. Yani tanımda tanımlanması gereken bir başka birey kalmamalıdır.<br/>• Bir şeyi kendisinden daha açık olmayan başka bir şeyle tanımlamamalıdır.<br/>• Tanımda kısır döngü olmamalıdır. Yani, bir şeyin bilinmesi kendisine bağlı olan bir şeyle tanımlanmamalıdır.<br/>• Tanım, tanımlanan bir özne ile tanımlayan bir yüklemden oluşan çelişkisiz bir önerme olmalıdır.<br/>• Tanım, ne çok geniş, ne çok dar olmalıdır."
  },
  {
    "id": "2925031",
    "unitNumber": 2,
    "text": "\"Bir kavramın kaplamını belirlemek için yapılır.\" tanımı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Özgülük",
      "B": "Tanım",
      "C": "Bölme",
      "D": "Gerçek Tanım",
      "E": "Tür"
    },
    "explanation": "Tanım, bir kavramın içlemini belirlemek üzere yapılıyordu. Bölme de bir kavramın kaplamını belirlemek için yapılır. Yani kaplamı belli kurallara göre parçalara ayırma işlemidir. Tanım ve bölme böylece birbirini bütünler."
  },
  {
    "id": "2925032",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi kavramların birbirleriyle ilişkilerine göre yapılmış bir ayrımdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Tümel, Tekil ve Tikel Kavramlar",
      "B": "Somut ve Soyut Kavramlar",
      "C": "Özlük ve İlintilik Kavramlar",
      "D": "Kollektif ve Distribütif Kavramlar",
      "E": "Olumlu ve Olumsuz Kavramlar"
    },
    "explanation": "Özlük ve İlintilik Kavramlar ayrımı kavramların birbirleriyle olan ilişkilerine göre bir ayrımdır. Diğer seçeneklerdeki ayrımlar, kavramların tek tek ele alınışlarına göre yapılmıştır. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "2925033",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi tümel bir kavramdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kedi",
      "B": "İstanbul",
      "C": "Sokrates",
      "D": "25",
      "E": "bazı insanlar"
    },
    "explanation": "Eğer kavram, bir sınıfın tümüne işaret ediyorsa tümel kavramdır; şehir, insan,<br/>ağaç gibi. Eğer kavram, tek bir bireye işaret ediyorsa tekil kavramdır; İstanbul,<br/>Emine gibi. Kavram, bir önermede özne olarak kullanıldığı zaman tikel olur; bazı<br/>şehirler, bazı insanlar gibi. Kedi kavramı sınıfının tümüne işaret ettiği için tümel bir kavramdır. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "2925034",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi somut bir kavramdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Özgürlük",
      "B": "Güzellik",
      "C": "Dürüstlük",
      "D": "Yiğitlik",
      "E": "Erik"
    },
    "explanation": "Eğer kavram, bir varlığa veya nesneye işaret ediyorsa somut kavramdır; ağaç, insan, yeşil gibi. Eğer kavram, bir oluş tarzını ifade ediyorsa soyuttur; insanlık, dürüstlük, güzellik gibi. Erik bir varlığa işaret ettiği için somut bir kavramdır. Doğru yanıt E seçeneğidir."
  },
  {
    "id": "2925035",
    "unitNumber": 2,
    "text": "Aşağıdaki kavramların hangisinin neliği olduğu halde gerçekliği yoktur?",
    "correctAnswer": "B",
    "options": {
      "A": "Ağaç",
      "B": "Zeus",
      "C": "Ankara",
      "D": "İnsan",
      "E": "Kedi"
    },
    "explanation": "Her kavramın neliği vardır ama her kavramın gerçekliği yoktur. Mesela mitolojik varlıkları anlatan kavramların nelikleri vardır; fakat, onların zihin dışında karşılığı olan bireyler bulunmadığından gerçekliği yoktur. Apollon, Zeus, Pegasus veya melek, dev gibi. Bu gibi kavramların anlamları vardır. Bu anlamları onların neliklerini verir; ama, bu kavramların gerçeklikleri yoktur. Doğru yanıt B seçeneğidir."
  },
  {
    "id": "2925036",
    "unitNumber": 2,
    "text": "Kavramlardan her biri diğerinin tüm bireylerini içine alıyorsa aralarındaki ilişki ne ilişkisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Eşitlik",
      "B": "Nelik",
      "C": "Nitelik",
      "D": "Tam Girişimlik",
      "E": "Eksik girişimlik"
    },
    "explanation": "Kavramlardan her biri diğerinin tüm bireylerini içine alıyorsa aralarında eşitlik vardır. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "2925037",
    "unitNumber": 2,
    "text": "İki kavramdan her biri, diğerinin bazı bireylerini içine alırsa bu iki kavram arasındaki ilişki aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Eşitlik",
      "B": "Nitelik",
      "C": "Tam Girişimlik",
      "D": "Eksik Girişimlik",
      "E": "Ayrıklık"
    },
    "explanation": "İki kavramdan her biri, diğerinin bazı bireylerini içine alırsa aralarında eksik girişimlik vardır. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "2925038",
    "unitNumber": 2,
    "text": "Porphyros ağacına göre \"canlı\" kavramının yakın cinsi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "insan",
      "B": "cevher",
      "C": "cansız",
      "D": "cismi olan",
      "E": "cismi olmayan"
    },
    "explanation": "Bir türün doğrudan bağlı olduğu hemen üstündeki cinse yakın cins, diğerlerine uzak cins denir. Altında yer alan kavramlar ise bu kavramın türleridir. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "2925039",
    "unitNumber": 2,
    "text": "Porphyrios ağacına göre aşağıdakilerden hangisi özel türdür?",
    "correctAnswer": "C",
    "options": {
      "A": "duygulu",
      "B": "canlı",
      "C": "insan",
      "D": "cismi olan",
      "E": "cevher"
    },
    "explanation": "Özel tür, cins olmayan ve başka türlere bölünemeyen türdür. Tür olduğu gibi cins de olabilen, türlere bölünebilen türe de göreli tür denir. İnsan, Porphyrios ağacında türlere bölünmeyen bir kavramdır. Doğru yanıt C seçeneğidir."
  },
  {
    "id": "2925040",
    "unitNumber": 2,
    "text": "“İnsan konuşan cisimdir.” önermesi aşağıdaki kategorilerden hangisine girer?",
    "correctAnswer": "B",
    "options": {
      "A": "İlinti ile ilgili tam tanım",
      "B": "Özle ilgili eksik tanım",
      "C": "İlinti ile ilgili eksik tanım",
      "D": "Özle ilgili tam tanım",
      "E": "Özle ilgili göreli tanım"
    },
    "explanation": "Bir terimin uzak cinsi ve yakın ayrımı ile yapılan tanımdır. “İnsan konuşan cisimdir.” diye tanımlamak gibi. Doğru yanıt B seçeneğidir."
  },
  {
    "id": "2925041",
    "unitNumber": 2,
    "text": "I. Aşk\n II. Varlık\n III. Mekân\n Yukarıdakilerden hangisi veya hangileri tanımlanamazlar arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Duygular tanımlanamzlar arasındadır. Varlık gibi kavramların tanımı yapılamaz. Zaman, mekân, birlik, çokluk da bu tür tanımlanamazlardır. Doğru yanıt E seçeneğidir."
  },
  {
    "id": "2925042",
    "unitNumber": 2,
    "text": "Bir şeyin, objenin zihindeki tasarımına ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Terim",
      "B": "Tanım",
      "C": "Soyutlama",
      "D": "Süreç",
      "E": "Kavram"
    },
    "explanation": "Kavram bir şeyin, objenin zihindeki tasarımıdır. Doğru cevap E'dir."
  },
  {
    "id": "2925043",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi tek tek ele alınışlarına göre incelenen kavram çeşitleri arasında değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tümel, Tekil ve Tikel Kavramlar",
      "B": "Özlük ve İlintilik Kavramlar",
      "C": "Soyut ve Somut Kavramlar",
      "D": "Kollektif ve Distribütif Kavramlar",
      "E": "Olumlu ve Olumsuz Kavramlar"
    },
    "explanation": "Tek tek ele alınışlarına göre kavramlar;\n I. Tümel, Tekil ve Tikel Kavramlar\n II. Soyut ve Somut Kavramlar\n III. Kollektif ve Distribütif Kavramlar\n IV. Olumlu ve Olumsuz Kavramlar\n Özlük ve ilintilik kavramlar ise birbirleriyle ilintili kavramlar arasında yer almaktadır. Doğru cevap B'dir."
  },
  {
    "id": "2925044",
    "unitNumber": 2,
    "text": "Kavramlardan biri, diğerinin hiçbir bireyini içine almaz ise bu kavramların arasında ne vardır?",
    "correctAnswer": "C",
    "options": {
      "A": "Eşitlik",
      "B": "Tam Girişimlik",
      "C": "Ayrıklık",
      "D": "Eksik Girişimlik",
      "E": "Girişimlik"
    },
    "explanation": "<strong>Ayrıklık:</strong> Kavramlardan biri, diğerinin hiçbir bireyini içine almaz ise aralarında ayrıklık vardır. Doğru cevap C'dir."
  },
  {
    "id": "2925045",
    "unitNumber": 2,
    "text": "Gerçeklikleri aynı olan birçok şeye “Bunlar nedir?” diye sorulunca verilen cevap nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Cins",
      "B": "Tür",
      "C": "Ayrım",
      "D": "Özgülük",
      "E": "İlinti"
    },
    "explanation": "<strong>Tür:</strong> Gerçeklikleri aynı olan birçok şeye “Bunlar nedir?” diye sorulunca verilen cevaptır."
  },
  {
    "id": "2925046",
    "unitNumber": 2,
    "text": "Tür içinde cinsi gösteren karakter veya karakterler bütününe ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Özgülük",
      "B": "İlinti",
      "C": "Toplam",
      "D": "Ayrım",
      "E": "Bütün"
    },
    "explanation": "<strong>Ayrım:</strong> Tür içinde cinsi gösteren karakter veya karakterler bütünüdür. Doğru cevap D'dir."
  },
  {
    "id": "2925047",
    "unitNumber": 2,
    "text": "Bir terimin uzak cinsi ve yakın ayrımı ile yapılan tanımına ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Özle ilgili tam tanım",
      "B": "İlinti ile ilgili tam tanım",
      "C": "İlinti ile ilgili eksik tanım",
      "D": "Özle ilgili eksik tanım",
      "E": "Adsal Tanım"
    },
    "explanation": "<strong>Özle ilgili eksik tanım:</strong> Bir terimin uzak cinsi ve yakın ayrımı ile yapılan tanımdır. “İnsan konuşan cisimdir.” diye tanımlamak gibi. “Konuşan” insanın yakın ayrımı, “cisimdir” ise uzak cinsidir. Doğru cevap D'dir."
  },
  {
    "id": "2925048",
    "unitNumber": 2,
    "text": "Batı mantıkçılarına göre nesnelerin tanımına ne denir?",
    "correctAnswer": "B",
    "options": {
      "A": "Adsal Tanım",
      "B": "Gerçek Tanım",
      "C": "Özle ilgili eksik tanım",
      "D": "İlinti ile ilgili tam tanım",
      "E": "Özle ilgili tam tanım"
    },
    "explanation": "Batı mantıkçılarına göre “Gerçek Tanım” nesnelerin tanımıdır. Bir şeyin neden ibaret olduğunun tanıtılmasıdır. Doğru cevap B'dir."
  },
  {
    "id": "2925049",
    "unitNumber": 2,
    "text": "I. Bir şeyi kendisinden daha açık olmayan başka bir şeyle tanımlamamalıdır.<br/>II. Tanımda kısır döngü olmamalıdır. Yani, bir şeyin bilinmesi kendisine bağlı<br/>olan bir şeyle tanımlanmamalıdır.<br/>III. Tanım, tanımlanan bir özne ile tanımlayan bir yüklemden oluşan çelişkisiz<br/>bir önerme olmalıdır.<br/>IV. Tanım, ne çok geniş, ne çok dar olmalıdır.\n Yukarıdakilerden hangisi tanımın koşulları arasındadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve IV",
      "D": "I, II, III ve IV",
      "E": "Yalnız IV"
    },
    "explanation": "<strong>Tanım Koşulları</strong><br/>• Tanım tam olmalıdır. Tanımı yapılanın bütün bireyleri tanımın içine girmeli, dâhil olmayanlar dışarıda bırakılmalıdır. Yani tanımda tanımlanması<br/>gereken bir başka birey kalmamalıdır.<br/>• Bir şeyi kendisinden daha açık olmayan başka bir şeyle tanımlamamalıdır.<br/>• Tanımda kısır döngü olmamalıdır. Yani, bir şeyin bilinmesi kendisine bağlı<br/>olan bir şeyle tanımlanmamalıdır.<br/>• Tanım, tanımlanan bir özne ile tanımlayan bir yüklemden oluşan çelişkisiz<br/>bir önerme olmalıdır.<br/>• Tanım, ne çok geniş, ne çok dar olmalıdır.\n Doğru cevap D'dir."
  },
  {
    "id": "2925050",
    "unitNumber": 2,
    "text": "I. Bölme tam olmalıdır.\n II. Bölünenin kaplamına giren hiçbir şey bölme dışı bırakılmamalıdır\n III. Bölümlerden biri, bölünenin aynı veya ona aykırı olmamalıdır. \n IV. Bölme kimi durumlarda tam olmayabilir.\n Yukarıdakilerden hangisi bölmenin koşulları arasında sayılabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I, II ve III",
      "E": "Yalnız IV"
    },
    "explanation": "<strong>Bölmenin Koşulları</strong><br/>1- Bölme tam olmalıdır. Bölünenin kaplamına giren hiçbir şey bölme dışı bırakılmamalıdır. Bu şart her iki çeşit bölme için geçerlidir.<br/>2- Bölümlerden biri, bölünenin aynı veya ona aykırı olmamalıdır. Bu koşul, ikinci tür bölme için geçerlidir. Örneğin çizgi ya doğru olur ya eğri olur, bölmesi doğrudur, ama çizgi ya doğru ya daire olur, bölmesi yanlıştır.\n Doğru cevap D'dir."
  },
  {
    "id": "2925051",
    "unitNumber": 2,
    "text": "Kavramlardan yalnız biri, diğerinin tüm bireylerini içine alıyorsa bu kavramların aralarında ne vardır?",
    "correctAnswer": "C",
    "options": {
      "A": "Eşitlik",
      "B": "Ayrıklık",
      "C": "Tam Girişimlik",
      "D": "Eksik Girişimlik",
      "E": "Eksik Ayrıklık"
    },
    "explanation": "<strong>Tam Girişimlik:</strong> Kavramlardan yalnız biri, diğerinin tüm bireylerini içine alıyorsa aralarında tam girişimlik vardır. Doğru cevap C'dir."
  },
  {
    "id": "2925052",
    "unitNumber": 2,
    "text": "Kavram bir şeyin zihindeki tasarımıdır. Buna aynı zamanda ne diyebiliriz?",
    "correctAnswer": "A",
    "options": {
      "A": "Fikir , düşünce",
      "B": "terim",
      "C": "önerme",
      "D": "sözcük",
      "E": "Çıkarım"
    },
    "explanation": "Giriş bölümünde anlatılıyor<br/>Fikir, düşünce"
  },
  {
    "id": "2925053",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi sözcük olduğu halde, dilde bir anlam taşımadığı için terim değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Şu",
      "B": "At",
      "C": "Kedi",
      "D": "Ağaç",
      "E": "Anadolu Üniversitesi Edebiyat Fakültesi"
    },
    "explanation": "Giriş bölümünde açıkça anlatılmaktadır<br/>Şu"
  },
  {
    "id": "2925054",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, \"kedi\", \"insan\", \"ağaç\" gibi, bir sınıfın tümüne işaret eden kavramlara verilen addır?",
    "correctAnswer": "A",
    "options": {
      "A": "Tümel kavram",
      "B": "Tikel kavram",
      "C": "Tekil kavram",
      "D": "Soyut kavram",
      "E": "Olumsuz kavram"
    },
    "explanation": "14 üncü sayfada kavram çeşitlerinde anlatılmaktadır<br/>Eğer kavram, bir sınıfın tümüne işaret ediyorsa tümel kavramdır; şehir, kedi, insan, ağaç gibi. Eğer kavram, tek bir bireye işaret ediyorsa tekil kavramdır; İstanbul, Emine gibi. Kavram, bir önermede özne olarak kullanıldığı zaman tikel olur; bazı şehirler, bazı insanlar gibi. Eğer kavram, bir oluş tarzını ifade ediyorsa soyuttur; insanlık, dürüstlük, güzellik gibi. İnsan olumlu<br/>bir kavram, insan olmayan olumsuz bir kavramdır. Dolayısıyla sorunun doğru yanıtı A şıkkıdır."
  },
  {
    "id": "2925055",
    "unitNumber": 2,
    "text": "Erzurum, Milano, Atina, Diyarbakır kavramları hangi tür kavramlar arasına girer?",
    "correctAnswer": "A",
    "options": {
      "A": "Tekil",
      "B": "Tümel",
      "C": "Tikel",
      "D": "Olumlu",
      "E": "Soyut"
    },
    "explanation": "14 üncü sayfada kavram türlerinde anlatılmaktadır<br/>Tekil"
  },
  {
    "id": "2925056",
    "unitNumber": 2,
    "text": "Bazı şehirler, bazı ağaçlar gibi kavram bir önermede özne olarak kullanıldığında ne tür kavramlar arasına girer?",
    "correctAnswer": "A",
    "options": {
      "A": "Tikel",
      "B": "Tekil",
      "C": "Tümel",
      "D": "kollektif",
      "E": "Somut"
    },
    "explanation": "Sayfa 14 de kavram çeşitlerinde açıkça anlatılmaktadır<br/>Tikel"
  },
  {
    "id": "2925057",
    "unitNumber": 2,
    "text": "Doğruluk, iyilik, güzellik kavramları hangi çeşit kavramlara örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Soyut",
      "B": "Somut",
      "C": "Tikel",
      "D": "Kollektif",
      "E": "Distribütif"
    },
    "explanation": "Sayfa 14 de kavram çeşitlerinde açıkça anlatılmaktadır<br/>Soyut"
  },
  {
    "id": "2925058",
    "unitNumber": 2,
    "text": "\"İnsan ağlayandır\" önermesi birbiriyle ilişkilerine göre hangi tür kavrama örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "İlintilik",
      "B": "Özlük",
      "C": "Distribütif",
      "D": "Olumsuz",
      "E": "Kollektif"
    },
    "explanation": "15 inci sayfada birbiriyle ilişkilerine göre kavram çeşitlerinde anlatılmaktadır.<br/>İlintilik"
  },
  {
    "id": "2925060",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi 'neliği' olup da 'gerçekliği' olmayan kavrama örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Zeus",
      "B": "İnsan",
      "C": "Ağaç",
      "D": "Kedi",
      "E": "Deniz"
    },
    "explanation": "Sayfa 15 de Nelik, Gerçeklik, Kimlik bölümünde anlatılmaktadır<br/>Zeus"
  },
  {
    "id": "2925061",
    "unitNumber": 2,
    "text": "Kavramlardan biri diğerinin hiçbir bireyini içine almaz ise aralarında ne tür bir ilişki vardır? (Ör: Hiçbir kedi balık değildir ve Hiçbir balık kedi değildir.)",
    "correctAnswer": "A",
    "options": {
      "A": "Ayrıklık",
      "B": "Eşitlik",
      "C": "Tam girişimlik",
      "D": "Eksik girişimlik",
      "E": "İlişki yoktur"
    },
    "explanation": "Sayfa 17 de Kavramlar arası ilişkilerde anlatılmaktadır<br/>Ayrıklık"
  },
  {
    "id": "2925062",
    "unitNumber": 2,
    "text": "Çiçek ve papatya kavramları arasında aşağıdaki ilişkilerden hangisi vardır?",
    "correctAnswer": "C",
    "options": {
      "A": "Eşitlik",
      "B": "Ayrıklık",
      "C": "Tam girişimlik",
      "D": "Eksik girişimlik",
      "E": "Döngüsel"
    },
    "explanation": "Kavramlar arası ilişkileri açıklayabileceksiniz.<br/>Biri diğerini tam olarak içerdiği için, bu kavramlar arasında tam girişimlik ilişkisi mevcuttur."
  },
  {
    "id": "2925063",
    "unitNumber": 2,
    "text": "İçlemle kaplam arasında, aşağıdaki ilişkilerden hangisi vardır?",
    "correctAnswer": "B",
    "options": {
      "A": "Birbiriyle doğru orantılıdır.",
      "B": "Birbiriyle ters orantılıdır.",
      "C": "İçlem ve kaplam arasında bir ilişki yoktur.",
      "D": "İçlem ve kaplam birbirini tamamlar.",
      "E": "Döngüsel"
    },
    "explanation": "Kavramların çeşitli göstergelerini tanıyacaksiniz."
  },
  {
    "id": "2925064",
    "unitNumber": 2,
    "text": "“Hiçbir at insan değildir.” ve “Hiçbir insan at değildir.” önermelerinde, kavramlar arasında hangi tür ilişki vardır?",
    "correctAnswer": "B",
    "options": {
      "A": "Eşitlik",
      "B": "Ayrıklık",
      "C": "Tam girişimlik",
      "D": "Eksik girişimlik",
      "E": "Şartsız"
    },
    "explanation": "Kavramlar arası ilişkileri açıklayabileceksiniz."
  },
  {
    "id": "2925065",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, tanımın kurallarından değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bir tanım, tam ve eksiksiz olmalıdır.",
      "B": "Bir tanımda, kısır döngü olmamalıdır.",
      "C": "Bir tanımda, tanımlanandan daha açık olmayan deyimler, belirsizlikler olmamalıdır.",
      "D": "Bir tanımda, ya olumsuz ya da olumlu bir kavram bulunmalıdır.",
      "E": "Tanım ne çok geniş, ne çok dar olmalıdır."
    },
    "explanation": "Tanım, bölme ve çeşitlerini anlatabileceksiniz"
  },
  {
    "id": "2925066",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, “Beş Tümel”e göre tanım çeşitlerinden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Özle ilgili tam tanım",
      "B": "Özle ilgili eksik tanım",
      "C": "Gerçek tanım",
      "D": "İlinti ile ilgili eksik tanım",
      "E": "İlinti ile ilgili tam tanım"
    },
    "explanation": "Tanım, bölme ve çeşitlerini anlatabileceksiniz"
  },
  {
    "id": "2925067",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi “Beş Tümel”e girmez?",
    "correctAnswer": "C",
    "options": {
      "A": "Cins",
      "B": "Ayrım",
      "C": "Kaplam",
      "D": "Özgülük ve ilinti",
      "E": "Tür"
    },
    "explanation": "Beş tümeli açıklayabileceksiniz."
  },
  {
    "id": "2925068",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, bölmede dikkate alınır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kaplam dikkate alınır.",
      "B": "İçlem dikkate alınır.",
      "C": "Bütünün eşit bölünmesi dikkate alınır.",
      "D": "Parçanın eşit bölünmesi dikkate alınır.",
      "E": "Bütünün parçalara ayrılması dikkate alınır."
    },
    "explanation": "Tanım, bölme ve çeşitlerini anlatabileceksiniz"
  },
  {
    "id": "2925069",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisinin tanımı yapılabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Zaman",
      "B": "Mekan",
      "C": "Birlik",
      "D": "Su",
      "E": "Nefret"
    },
    "explanation": "Tanım, bölme ve çeşitlerini anlatabileceksiniz"
  },
  {
    "id": "2925070",
    "unitNumber": 3,
    "text": "En az iki terimden oluşan, doğruluk değeri taşıyan ve yargı bildiren cümleye ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sözcük",
      "B": "Cümle",
      "C": "Önerme",
      "D": "Kiplik",
      "E": "Kıyas"
    },
    "explanation": "Önermenin tanımını ve yapısını açıklayabileceksiniz."
  },
  {
    "id": "2925071",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, önerme çeşitleri arasına girmez?",
    "correctAnswer": "D",
    "options": {
      "A": "Yargının niteliği",
      "B": "Gerektirdiği yargı sayısı",
      "C": "Yargının kipliği",
      "D": "Yargının geçerliliği",
      "E": "Yargının sayısı"
    },
    "explanation": "Önerme türlerini ayırt edebileceksiniz."
  },
  {
    "id": "2925072",
    "unitNumber": 3,
    "text": "Yargının niteliği aşağıdakilerden hangisini ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Göstergesini",
      "B": "Karmaşıklığını",
      "C": "Olumluluğunu",
      "D": "Yalınlığını",
      "E": "Basitliğini"
    },
    "explanation": "Önerme türlerini ayırt edebileceksiniz."
  },
  {
    "id": "2925073",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, bitişik koşullu önermedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Güneş doğarsa hava aydınlanır.",
      "B": "Sayı ya tektir ya çifttir.",
      "C": "Para malı satın alabilir ama aşkı asla satın alamaz.",
      "D": "Yalnız Ahmet ev ödevini yaptı.",
      "E": "Ayşe çalışkandır."
    },
    "explanation": "Önerme türlerini ayırt edebileceksiniz."
  },
  {
    "id": "2925074",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, karşılaştırmalı önermedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ayşe çalışkandır.",
      "B": "Üç gündür bu yol trafiğe kapalı.",
      "C": "Yalnız Ayşe ev ödevini yaptı.",
      "D": "Ayşe Ahmet’ten daha çalışkandır.",
      "E": "Filozoflar bilim adamıdır."
    },
    "explanation": "Önerme türlerini ayırt edebileceksiniz."
  },
  {
    "id": "2925075",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, bileşikliği gizli önermeler çeşidine girmez?",
    "correctAnswer": "C",
    "options": {
      "A": "Özgülü önermeler",
      "B": "Çıkarmalı önermeler",
      "C": "Koşullu önermeler",
      "D": "Sınırlandırıcı önermeler",
      "E": "Karşılaştırmalı"
    },
    "explanation": "Önerme türlerini ayırt edebileceksiniz."
  },
  {
    "id": "2925076",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi yargının kipliği bakımından bir önerme çeşidi değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Olumsuz",
      "B": "Zorunlu",
      "C": "Mümkün",
      "D": "Olumsal",
      "E": "İmkansız"
    },
    "explanation": "Önerme türlerini ayırt edebileceksiniz."
  },
  {
    "id": "2925077",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi, kipliğin tanımıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yüklemi karmaşık olan önermelerdir.",
      "B": "Bir yargı üzerine verilmiş yargıdır.",
      "C": "Fakat, mamafih gibi kelimelerle yapılmış önermelerdir.",
      "D": "Hem özne hem de yüklemi karmaşık olan önermelerdir.",
      "E": "Çelişkili önermelerdir."
    },
    "explanation": "Önerme türlerini ayırt edebileceksiniz."
  },
  {
    "id": "2925078",
    "unitNumber": 3,
    "text": "”Bütün insanlar ölümlüdür.” önermesinin çelişiği aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bazı insanlar ölümlüdür.",
      "B": "Bazı insanlar ölümlü değildir.",
      "C": "Bazı ölümlüler insandır.",
      "D": "Bütün insanlar ölümlü değildir.",
      "E": "Bütün ölümlüler insandır."
    },
    "explanation": "Önermeler arası ilişkileri kurabileceksiniz."
  },
  {
    "id": "2925079",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bileşikliği gizli olan önermelerden değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Nedenli Önermeler",
      "B": "Çıkarmalı Önermeler",
      "C": "Sınırlandırıcı Önermeler",
      "D": "Özgülü Önermeler",
      "E": "Karşılaştırmalı Önermeler"
    },
    "explanation": "Nedenli önermeler bileşikliği açık olan önermelerdendir."
  },
  {
    "id": "2925080",
    "unitNumber": 3,
    "text": "“Bazı kuşlar ötücüdür” nasıl bir önermedir?“",
    "correctAnswer": "B",
    "options": {
      "A": "Tekil Olumlu",
      "B": "Tikel Olumlu",
      "C": "Tümel Olumlu",
      "D": "Hiçbiri",
      "E": "Tümel Olumsuz"
    },
    "explanation": "Tikel olumlu bir önermedir"
  },
  {
    "id": "2925081",
    "unitNumber": 3,
    "text": "Bağ kaldırıldığı zaman, iki tarafta birer küçük cümle kalır, yani birer yargı kalır. Hangi önerme tipini anlatmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Bağlantılı Önerme",
      "B": "Nedenli Önerme",
      "C": "Özgülü Önerme",
      "D": "Koşullu Önerme",
      "E": "Sınırlandırıcı Önerme"
    },
    "explanation": "Koşullu önermedir."
  },
  {
    "id": "2925082",
    "unitNumber": 3,
    "text": "Yüklemin yalnız bir konuya ait olduğu belirtilen önermeler hangi önermelerdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bağlantılı Önerme",
      "B": "Nedenli Önerme",
      "C": "Özgülü Önerme",
      "D": "Koşullu Önerme",
      "E": "Sınırlandırıcı Önerme"
    },
    "explanation": "Özgülü önermelerdir."
  },
  {
    "id": "2925083",
    "unitNumber": 3,
    "text": "“En”, “daha” sözcükleriyle yapılan önermeler hangi önermelerdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bağlantılı Önerme",
      "B": "Nedenli Önerme",
      "C": "Özgülü Önerme",
      "D": "Sınırlandırıcı Önerme",
      "E": "Karşılaştırmalı Önerme"
    },
    "explanation": "Karşılaştırmalı önermeler karşılaştırma yapar ve bu ifadelerle açıklanır."
  },
  {
    "id": "2925084",
    "unitNumber": 3,
    "text": "Bir şeyin zorunlu, aktüel ya da olanaklı olması durumuna ne denir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tavır",
      "B": "Tarz",
      "C": "Kip",
      "D": "Ayırım",
      "E": "Varlık durumu"
    },
    "explanation": "Kip Bir şeyin zorunlu, aktüel ya da olanaklı olması durumudur."
  },
  {
    "id": "2925085",
    "unitNumber": 3,
    "text": "Bir Öznesi ve yüklemi aynı olan iki tümel önerme nitelik (olumlu-olumsuz) bakımından farklı ise buna ne denir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bağlantılı Önerme",
      "B": "Karşıt Önerme",
      "C": "Özgülü Önerme",
      "D": "Sınırlandırıcı Önerme",
      "E": "Altık Önerme"
    },
    "explanation": "Karşıt önermelerdir."
  },
  {
    "id": "2925086",
    "unitNumber": 3,
    "text": "Öznesi ve yüklemi aynı olan iki önerme yalnız nicelik bakımından farklı olup, nitelik bakımından aynı olursa nasıl adlandırılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Bağlantılı Önerme",
      "B": "Karşıt Önerme",
      "C": "Özgülü Önerme",
      "D": "Altık Önerme",
      "E": "Karşılaştırmalı Önerme"
    },
    "explanation": "Altık önermeler olarak adlandırılırlar."
  },
  {
    "id": "2925087",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bir önermedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Keşke yarın tatil olsa",
      "B": "Yemeği soğumaya bırak",
      "C": "İmdat! Boğuluyorum",
      "D": "Yarın kar yağacak mı?",
      "E": "Yağmur yağarsa kuraklık olmaz."
    },
    "explanation": "Önerme, en az iki veya daha fazla terimden yapılmış sözdür. Önerme, içinde en az bir yargı ve doğruluk değeri taşıyan sözdür. Tekrar tanımlayacak olursak “önerme, en az iki terimden oluşan ve doğruluk değeri taşıyan yargı cümlesidir”. Dilek, ünlem, soru ve emir cümleleri önerme değildir, çünkü dilek, emir, soru gibi sözler anlamlıdır ama bir yargı bildirmediklerinden ve bir doğruluk değeri taşımadıklarından dolayı önerme olamazlar. A şıkkında verilen ifade bir dilek cümlesi olduğundan önerme olamaz. B şıkkında verilen cümle ise bir emir cümlesidir. C şıkkında verilen ifade bir ünlem cümlesidir. D şıkkında verilen ifade ise soru cümlesidir. Buna göre yargı bildiren ve doğru ya da yanlış değeri alabilen ifade E şıkkında verilmiştir."
  },
  {
    "id": "2925088",
    "unitNumber": 3,
    "text": "I. İçinde yalnızca tek bir yargı içermesi\n<br/>II. Doğruluk değeri taşıması\n<br/>III. En az iki terimden oluşması\n<br/>Yukarıdakilerden hangisi/hangileri önermenin özelliklerindendir?",
    "correctAnswer": "D",
    "options": {
      "A": "II",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Önerme, içinde en az bir yargı, doğruluk değeri taşıyan, en az iki terimden oluşan sözdür. Buna göre I’de verilen “İçinde yalnızca tek bir yargı içermesi” ifadesi yanlış olur. Önermenin sırasıyla, doğruluk değeri taşıması ve en az iki terimden oluşması özellikleri doğru olduğundan, II ve III doğru olur."
  },
  {
    "id": "2925089",
    "unitNumber": 3,
    "text": "“Bütün çiçekler kokar” önermesinin türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tümel olumlu",
      "B": "Tümel olumsuz",
      "C": "Tikel olumlu",
      "D": "Tekil olumlu",
      "E": "Tikel olumsuz"
    },
    "explanation": "Tümel olumlu önermede eğer önermenin öznesi (konu) tümel ise, yani özne olan terim bir sınıfın tümünü içine alıyorsa, ona tümel önerme denir. Önermenin olumsuz olarak yazılması ise önermeyi olumsuz yapar. Buna göre soruda verilen cümlede bütün çiçeklerden bahsedildiğinden ve yüklem olumlu olduğundan önerme türü tümel olumlu olur."
  },
  {
    "id": "2925090",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bileşiği açık olan önermelerden biri <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Koşullu",
      "B": "Karşılaştırmalı",
      "C": "Bağlantılı",
      "D": "Nedenli",
      "E": "Ekli"
    },
    "explanation": "Bileşiği açık olan önermeler dörde ayrılır. Bunlar; koşullu, bağlantılı, nedenli ve ekli önermelerdir. B şıkkında verilen karşılaştırmalı önerme ise bileşiği gizli olan önermelerdendir."
  },
  {
    "id": "2925091",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi sınırlandırıcı önermedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Deren sınıfın en çalışkanıdır.",
      "B": "Bu sene geçen seneden daha çok çalışıyor.",
      "C": "Son iki yıldır çok iyi maaş alıyor.",
      "D": "Güçsüz düştün çünkü sürekli diyet yaptın.",
      "E": "Böyle çok çalışırsan sınıf birincisi olursun."
    },
    "explanation": "“Deren sınıfın en çalışkanıdır.” ve “Bu sene geçen seneden daha çok çalışıyor” önermeleri “en” ve “daha” sözcükleri kullanarak karşılaştırma yapıldığından karşılaştırmalı önermelerdir. “Güçsüz düştün çünkü sürekli diyet yaptın.” önermesi ise “çünkü” kelimesi ile yapıldığından sebepli (nedenli) bir önermedir. “Böyle çok çalışırsan sınıf birincisi olursun.” önermesinde ise sınıf birincisi olma çok çalışmaya bağlı olarak verildiğinden bu önerme bitişik koşullu önerme olur. “Son iki yıldır çok iyi maaş alıyor.” önermesinde ise yüklemin belirttiği özellik belli bir zamanla sınırlandırıldığı için önerme sınırlandırıcı önerme olur."
  },
  {
    "id": "2925092",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi İslam mantıkçılarının sonradan kabul ettiği kiplik çeşitlerinden biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Zorunluluk",
      "B": "Devam",
      "C": "İmkân",
      "D": "Fiil",
      "E": "Olumsal"
    },
    "explanation": "İslam dünyasında ilk mantıkçılar, üç türlü kiplik kabul etmişlerdir; zorunlu, mümkün, imkânsız. Sonradan İslam mantıkçıları dört çeşit kiplik kabul etmişlerdir, bunlar; zorunluluk, devam, imkân, fiildir. Olumsal Batı mantıkçılarının kabul ettiği kiplik çeşitlerinden birisidir."
  },
  {
    "id": "2925093",
    "unitNumber": 3,
    "text": "“Bütün kediler dört ayaklıdır.” önermesinin çelişiği aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bazı kediler dört ayaklı değildir.",
      "B": "Bazı kediler dört ayaklıdır.",
      "C": "Bazı dört ayaklılar kedidir.",
      "D": "Bütün kediler dört ayaklı değildir.",
      "E": "Bütün dört ayaklılar kedidir."
    },
    "explanation": "Öznesi ve yüklemi aynı olan iki önerme, hem nitelik hem nicelik bakımından birbirinden farklı iseler bu önermeler birbiri ile çelişiktir. Bu durumda tümel olumlu ile tikel olumsuz, tümel olumsuzla tikel olumlu önermeler çelişiktir. Buna göre soruda verilen “Bütün kediler dört ayaklıdır.” önermesi tümel olumlu olduğundan bu önermenin çelişiği tikel olumsuzdur. Soruda verilen önermenin tikel olumsuzu “Bazı kediler dört ayaklı değildir.” önermesidir."
  },
  {
    "id": "2925094",
    "unitNumber": 3,
    "text": "Bir önermenin niteliğini bozmadan yüklemini özne, öznesini yüklem yapmaya ne denir?",
    "correctAnswer": "B",
    "options": {
      "A": "Olumlama",
      "B": "Döndürme",
      "C": "Kiplik",
      "D": "Ekleme",
      "E": "Değiştirme"
    },
    "explanation": "Bir önermeyi döndürme, onun niteliğini bozmadan yüklemini özne, öznesini yüklem yapmaktır."
  },
  {
    "id": "2925095",
    "unitNumber": 3,
    "text": "“Hiçbir hayvan akıllı değildir.” önermesinin düz döndürmesi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bazı akıllı olmayanlar hayvandır.",
      "B": "Bazı hayvanlar akıllı değildir.",
      "C": "Hiçbir akıllı hayvan değildir.",
      "D": "Hiçbir akıllı olmayan hayvan değildir.",
      "E": "Bütün hayvanlar akıllıdır."
    },
    "explanation": "Bir önermenin olumlu ve olumsuzluğuna ve doğruluk değerine dokunmadan yüklemini özne, öznesini yüklem yapmaktır. Tümel olumsuzun düz döndürmesi tümel olumsuz olur. Soruda verilen “Hiçbir hayvan akıllı değildir.” önermesi tümel olumsuz olduğundan düz döndürmesi “Hiçbir akıllı hayvan değildir.” şeklinde ifade edilen tümel olumsuz olur."
  },
  {
    "id": "2925096",
    "unitNumber": 3,
    "text": "Yüklenen ile yüklenilenin birbirine yaklaştığı durumda önermeye ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Olumlu önerme",
      "B": "Olumsuz önerme",
      "C": "Basit önerme",
      "D": "Bileşik önerme",
      "E": "Kipsel önerme"
    },
    "explanation": "Yüklenen ile yüklenilenin birbirine yaklaştığı durumda önermeye olumlu önerme denir."
  },
  {
    "id": "2925097",
    "unitNumber": 3,
    "text": "Yüklenen ile yüklenilenin birbirinden uzaklaştığı durumda önermeye ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Olumlu önerme",
      "B": "Olumsuz önerme",
      "C": "Basit önerme",
      "D": "Bileşik önerme",
      "E": "Kipsel önerme"
    },
    "explanation": "Yüklenen ile yüklenilenin birbirinden uzaklaştığı durumda önermeye olumsuz önerme denir."
  },
  {
    "id": "2925098",
    "unitNumber": 3,
    "text": "Yüklenen ile yüklenilen arasındaki bağ kaldırıldığında iki tarafta birer terim kaldığı önerme tipine ne ad verilir.",
    "correctAnswer": "C",
    "options": {
      "A": "Olumlu önerme",
      "B": "Olumsuz önerme",
      "C": "Basit önerme",
      "D": "Bileşik önerme",
      "E": "Kipsel önerme"
    },
    "explanation": "Yüklenen ile yüklenilen arasındaki bağ kaldırıldığında iki tarafta birer terim kaldığı önerme tipine basit önerme adı verilir"
  },
  {
    "id": "2925099",
    "unitNumber": 3,
    "text": "Birden fazla yargıyı gerektiren önermeye ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Olumlu önerme",
      "B": "Olumsuz önerme",
      "C": "Basit önerme",
      "D": "Bileşik önerme",
      "E": "Kipsel önerme"
    },
    "explanation": "Birden fazla yargıyı gerektiren önermeye bileşik önerme denir."
  },
  {
    "id": "2925100",
    "unitNumber": 3,
    "text": "Ön bileşen ile art bileşenin birbirinin seçeneği olduğu durumda olan önermelere ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Olumlu önerme",
      "B": "Olumsuz önerme",
      "C": "Basit önerme",
      "D": "Bileşik önerme",
      "E": "Ayrık koşullu önerme"
    },
    "explanation": "Ön bileşen ile art bileşenin birbirinin seçeneği olduğu durumda olan önermelere ayrık koşullu önermeler adı verilir."
  },
  {
    "id": "2925101",
    "unitNumber": 3,
    "text": "Birbirine kabul yada inkar bağlacı ile yaklaşan ve birçok özne veya yüklemden yapılan önermelere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bağlantılı önerme",
      "B": "Olumsuz önerme",
      "C": "Basit önerme",
      "D": "Bileşik önerme",
      "E": "Ayrık koşullu önerme"
    },
    "explanation": "Birbirine kabul yada inkar bağlacı ile bağlanan ve birçok özne veya yüklemden yapılan önermelere bağlantılı önerme adı verilir."
  },
  {
    "id": "2925102",
    "unitNumber": 3,
    "text": "Yüklemin yanlız bir konuya ait olduğu belirtilen önermelere ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bağlantılı önerme",
      "B": "Özgülü önerme",
      "C": "Basit önerme",
      "D": "Bileşik önerme",
      "E": "Ayrık koşullu önerme"
    },
    "explanation": "Yüklemin yanlız bir konuya ait olduğu belirtilen önermelere özgülü önerme denir."
  },
  {
    "id": "2925103",
    "unitNumber": 3,
    "text": "Konunun bir kısmının dışarda tutularak konunun bütünü hakkında hüküm vermek suretiyle yapılan önermelere ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bağlantılı önerme",
      "B": "Özgülü önerme",
      "C": "Çıkarmalı önerme",
      "D": "Bileşik önerme",
      "E": "Ayrık koşullu önerme"
    },
    "explanation": "Konunun bir kısmının dışarda tutularak konunun bütünü hakkında hüküm vermek suretiyle yapılan önermelere çıkarmalı önerme denir."
  },
  {
    "id": "2925104",
    "unitNumber": 3,
    "text": "Yüklemin belirttiği özelliğin belirli bir zamana özgü olduğu önermelere ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bağlantılı önerme",
      "B": "Özgülü önerme",
      "C": "Çıkarmalı önerme",
      "D": "Sınırlandırıcı önerme",
      "E": "Ayrık koşullu önerme"
    },
    "explanation": "Yüklemin belirttiği özelliğin belirli bir zamana özgü olduğu önermelere sınırlandırıcı önerme adı verilir."
  },
  {
    "id": "2925105",
    "unitNumber": 3,
    "text": "Konu ile yüklem arasındaki ilişkinin bir kayıtla kayıtlandığı önerme tipine ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bağlantılı önerme",
      "B": "Özgülü önerme",
      "C": "Çıkarmalı önerme",
      "D": "Sınırlandırıcı önerme",
      "E": "Kipsel önerme"
    },
    "explanation": "Konu ile yüklem arasındaki ilişkinin bir kayıtla kayıtlandığı önerme tipine kipsel önerme deniir."
  },
  {
    "id": "2925106",
    "unitNumber": 3,
    "text": "Önerme ile ilgili aşağıdakilerden hangisi doğru <u>değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Önerme içinde en az bir yargı ve doğruluk değeri taşıyan sözdür",
      "B": "Önerme, en az iki veya daha fazla terimden yapılmış sözdür.",
      "C": "Önermeler belirsiz anlamlar taşıyan ifadelerdir.",
      "D": "Dilek, ünlem, soru ve emir cümleleri önerme değildir",
      "E": "Önerme bir şey hakkında bir şey kabul eden veya inkâr eden sözdür"
    },
    "explanation": "Önermeler aslında doğruluk değeri taşıyan sözler olduğu için C şıkkı yani önermelerin belirsiz anlamlar taşıyan ifadeler olduğuna dair ifade yanlıştır. Diğer şıklar önermenin değişik açılardan tanımlarını içermektedir."
  },
  {
    "id": "2925107",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bir önerme çeşidi <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Basit önerme",
      "B": "Bileşik önerme",
      "C": "Yalın önerme",
      "D": "Mümkün önerme",
      "E": "Sabit önerme"
    },
    "explanation": "Önerme türleri olumlu, olumsuz, yalın, mümkün, zorunlu, basit, bileşik, bileşikliği gizli, bileşikliği açık, koşullu, bağlantılı, nedenli, ekli, özgülü, çıkarmalı, karşılaştırmalı, sınırlandırıcı önermelerdir. Yani sabit önerme diye bir önerme çeşidi yoktur."
  },
  {
    "id": "2925108",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi tikel olumlu önermeye örnektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bütün papağanlar kuştur",
      "B": "Bazı taşlar değerlidir",
      "C": "Hasan tutumludur",
      "D": "Bazı erkekler uzun boylu değildir",
      "E": "Musa zeki değildir"
    },
    "explanation": "Tikel olumlu önermede özne olan terim bir sınıfın bir kısmını içine alır. “Bazı insanlar doktordur.” önermesi gibi. Bu durumda B şıkkındaki bazı taşlar değerlidir ifadesi tikel olumlu önermeye örnek teşkil etmektedir."
  },
  {
    "id": "2925109",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Orta Çağ Batı Mantıkçılarına göre 4 çeşit kiplikten birine örnek olarak <u>verilemez?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Kedinin hayvan olması zorunludur",
      "B": "Kedinin canlı olması olumsaldır",
      "C": "Kedinin yırtıcı olması gereklidir.",
      "D": "Kedinin evcil olması mümkündür",
      "E": "Kedinin ölümsüz olması imkânsızdır"
    },
    "explanation": "Ortaçağ Batı Mantıkçıları, Aristoteles’ten esinlenerek dört çeşit kiplik kabul etmişlerdir; zorunlu, olumsal, mümkün, imkânsız. A, B, D ve E, şıkkındaki örnekler bunlara uygunken C şıkkındaki örnek alakasızdır. Aynı zamanda zaten her kedinin yırtıcı olması gerekmez."
  },
  {
    "id": "2925110",
    "unitNumber": 3,
    "text": "I. Tikel olumlunun düz döndürmesi tikel olumlu olur.\n<br/>II. Tümel olumlu bir önermenin düz döndürmesi tikel olumlu olur.\n<br/>III. Tümel olumsuzun düz döndürmesi tümel olumsuz olur.\n<br/>IV. Tikel olumsuz önermenin düz döndürmesi tikel olumsuz olur\n<br/>V. Tikel olumlu önermenin düz döndürmesi olmaz\n<br/>Düz döndürme ile ilgili yukarıdakilerden hangileri doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "I, III, V",
      "B": "I, II, III",
      "C": "I, III, V",
      "D": "II, III, IV",
      "E": "II, IV, V"
    },
    "explanation": "IV’te verilen ifade doğru değildir zira tikel olumsuzun düz döndürmesi olmaz. V’te verilen bilgi yanlıştır zira I’de de verildiği gibi tikel olumlunun düz döndürmesi tikel olumlu olur."
  },
  {
    "id": "2925111",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi tümel olumlu bir önermedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hiçbir insan ölümlü değildir",
      "B": "Hiçbir insan iki ayaklı ayaklı değildir",
      "C": "Hiçbir köpek hayvan değildir",
      "D": "Bütün anneler değerlidir",
      "E": "Hiçbir papatya çiçek değildir"
    },
    "explanation": "<em>Tümel olumlu önermede eğer önermenin öznesi (konu) tümel ise, yani özne<br/>olan terim bir sınıfın tümünü içine alıyorsa, ona tümel önerme denir. Her S (özne),<br/>P’dir (yüklem). “Bütün anneler değerlidir.”, “Bütün insanlar onurludur.” birer tümel olumlu önerme örneğidir.Tümel olumsuzu da “Hiçbir insan ölümlü değildir.” dir. </em>"
  },
  {
    "id": "2925112",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi sınırlandırıcı önermeye örnektir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ahmet, Metin’den daha zekidir",
      "B": "Zengin olmanın en iyi yolu para biriktirmektir",
      "C": "Son iki yıldır yarışmaya katılmıyoruz",
      "D": "Önemli günlerin en eğlencelisi düğünlerdir",
      "E": "Ayşe hariç herkes çıktı"
    },
    "explanation": "Yüklemin belirttiği özelliğin belli bir zamanla sınırlandırıldığı önermeler sınırlandırıcı önermelerdir. Bir şey şöyle olmaya başladı veya böyle olmayı bıraktı denildiğinde iki yargı verilmiş olur. C şıkkındaki önermede son iki yıldır ifadesi bundan önce durumun öyle olmadığını belirttiğinden zamanla sınırlandırmaktadır."
  },
  {
    "id": "2925113",
    "unitNumber": 3,
    "text": "Dört tür temel önerme arasında kurulabilecek ilişkilerle ilgili aşağıdakilerden ifadelerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Dört tür önerme arasında ilişki kurulamaz",
      "B": "Dört tür önerme arasında bir biçimde ilişki kurulabilir ve bu karşı olmadır",
      "C": "Dört tür önerme arasında bir biçimde ilişki kurulabilir ve bu bağlamadır",
      "D": "Dört tür önerme arasında iki biçimde ilişki kurulabilir ve bunlar bağlama ve sınırlandırmadır",
      "E": "Dört tür önerme arasında iki biçimde ilişki kurulabilir ve bunlar döndürme ve karşı olmadır"
    },
    "explanation": "Dört tür önermeler arasında karşı olma ve döndürme olmak üzere iki biçimde ilişki kurulabilir."
  },
  {
    "id": "2925114",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi özgülü önermeye örnektir?",
    "correctAnswer": "E",
    "options": {
      "A": "3 yıldır Eurovision’a katılmıyoruz",
      "B": "Hayvanların en büyüğü fildir",
      "C": "Sen hariç herkes ordaydı",
      "D": "Patlıcan hariç tüm sebzeleri severim",
      "E": "İçeride yalnız Murat kaldı"
    },
    "explanation": "Özgülü önermelerde yüklemin yalnız bir konuya ait olduğu belirtilir. Bu yüzden ancak “ancak”, “yalnız” gibi kelimeler kullanılır."
  },
  {
    "id": "2925115",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi çıkarmalı önermeye örnektir?",
    "correctAnswer": "C",
    "options": {
      "A": "2 yıldır şampiyon olamıyoruz",
      "B": "Böceklerin en küçüğü piredir",
      "C": "Benim dışımda herkes yoruldu",
      "D": "Yalnız tuza ihtiyacımız var",
      "E": "Ahmet, Mehmet’ten daha küçüktür"
    },
    "explanation": "Konunun bir kısmını ya da konunun kaplamına giren bireylerin bir kısmını dışarıda tutarak, konunun bütünü hakkında hüküm vermek suretiyle yapılan önermeler çıkarmalı önermedir. C şıkkındaki benim dışımda herkes yoruldu bu tür önermeye bir örnek teşkil etmektedir."
  },
  {
    "id": "2925116",
    "unitNumber": 3,
    "text": "Önerme ile ilgili aşağıdakilerden hangisi doğru değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "En az iki terimden oluşur.",
      "B": "En az bir yargı taşır.",
      "C": "Doğruluk değeri taşırlar.",
      "D": "Özne, yüklem ve bağlaçtan oluşur.",
      "E": "Cümlede emir anlamı olabilir."
    },
    "explanation": "Önermeler emir cümlesi olamaz."
  },
  {
    "id": "2925117",
    "unitNumber": 3,
    "text": "Yargının sayısına göre önermeler aşağıdakilerden hangisini ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Olumlu - Olumsuz",
      "B": "Nitelik",
      "C": "Basit - Bileşik",
      "D": "Yalın- Mümkün - Zorunlu",
      "E": "Tümel - Tekil"
    },
    "explanation": "Yargının sayısına göre önermeler basit önermeler ve bileşik önermeler olarak ikiye ayrılır."
  },
  {
    "id": "2925118",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi tümel olumlu bir cümledir.?",
    "correctAnswer": "A",
    "options": {
      "A": "Anadolu Üniversitesini okuyan bütün öğrenciler çok zekidir.",
      "B": "Bazı öğrenciler ödevlerini yapmamış.",
      "C": "Eskişehir çok güzeldir.",
      "D": "Bütün kanatlı hayvanlar uçamaz.",
      "E": "Ormandaki bütün ağaçlar çam değildir."
    },
    "explanation": "Anadolu Üniversitesini okuyan bütün öğrenciler özne olduğundan ve özne çokluk ifade ettiğinden tümeldir, önerme anlamca olumlu olduğundan tümel olumlu cümledir."
  },
  {
    "id": "2925119",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bitişik koşullu önermedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Mehmet dengeli beslenir ve sağlıklıdır.",
      "B": "Mehmet ya dengeli beslenir yada sağlıklıdır.",
      "C": "Yalnızca Mehmet dengeli beslenir ve sağlıklıdır.",
      "D": "Mehmet dengeli beslenirse sağlıklı olur.",
      "E": "Bütün Mehmet’ler dengeli beslenir ve sağlıklıdır."
    },
    "explanation": "Mehmet dengeli beslenirse önkoşulu ile sağlıklı olacağı art koşulu bir arada olduğundan “Mehmet dengeli beslenirse sağlıklı olur” önermesi bitişik koşullu önermedir."
  },
  {
    "id": "2925120",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi sebepli (nedenli) önermedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yağmur yağarsa ekinler yeşerecek.",
      "B": "Türkçe en çok seviler derstir.",
      "C": "Güneş batmadan akşam yemeği yenmez.",
      "D": "Çiçekler açarsa İlkbahar gelir.",
      "E": "Sınıfta kalacaksın çünkü derslerine çalışmıyorsun."
    },
    "explanation": "Neden bildiren önerme “derslerine çalışmıyorsun” ile çıkarım yapılan “ sınıfta kalacaksın” önermesi çünkü ile bağlandığından sebepli önermedir."
  },
  {
    "id": "2925121",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi karşılaştırmalı önermedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Konya’ya iki aydır yağmur yağmıyor.",
      "B": "Mehmet ders çalışırsa üniversite sınavını kazanır.",
      "C": "En rahat yolculuk hava yolu ile yapılan yolculuklardır.",
      "D": "Ben haricinde herkes sınıfı geçti.",
      "E": "Kar yağışı nedeniyle okulular iki gündür tatil."
    },
    "explanation": "Hava yolu haricinde yapılan başka da yolculuklar vardır ancak en rahat olanı havayolu ile yapılan olduğu önermeden anlaşıldığından karşılaştırmalı önermedir."
  },
  {
    "id": "2925122",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi sınırlanmış önermedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Orta Anadolu’nun en güzel ili Eskişehir’dir.",
      "B": "Pamuğun en çok üretildiği ilimiz Şanlıurfa’dır.",
      "C": "İstanbul’un en işlek caddesi İstiklal Caddesidir.",
      "D": "Tuz oranı en az olan denizimiz Karadeniz’dir.",
      "E": "Milli Takımımız son iki maçtır galibiyet alamadı."
    },
    "explanation": "Milli Takımımızın son iki maç önceki maçlarda galibiyet aldığı ancak son iki maçında galibiyet alamadığından sınırlanmış önermedir."
  },
  {
    "id": "2925123",
    "unitNumber": 3,
    "text": "Aşağıdaki eşleştirmelerden hangisi yanlıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Ağaçtan düşen bir elma yere düşer. (Zorunlu kiplik)",
      "B": "Dersine çalışırsan sınıfını geçersin. ( Koşullu kiplik )",
      "C": "Güneş batıdan doğacak.( İmkansız kiplik )",
      "D": "Ahmet üniversite sınavını kazanır. (Mümkün kiplik)",
      "E": "Yarasa memeli bir hayvandır. ( Yalın kiplik)"
    },
    "explanation": "Kiplik bir yargı üzerine verilen yargıdır, koşul anlamı içeren önermeler yargı anlamı üzerine verilen yargı olamayacağından koşullu kiplik diye bir önerme olamayacaktır."
  },
  {
    "id": "2925124",
    "unitNumber": 3,
    "text": "“ Bütün kanatlı hayvanlar uçar.” Önermesinin çelişiği aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bazı kanatlı hayvanlar uçar.",
      "B": "Bazı kanatlılar hayvandır.",
      "C": "Bazı kanatlı hayvanlar uçamaz değildir.",
      "D": "Bazı kanatlı hayvanlar uçamaz.",
      "E": "Uçan tüm hayvanlar kanatlıdır."
    },
    "explanation": "“Bazı kanatlı hayvanlar uçamaz” önermesi “ Bütün kanatlı hayvanlar uçar” önermesi ile çelişir."
  },
  {
    "id": "2925125",
    "unitNumber": 3,
    "text": "“ Bazı memeli hayvanlar yüzebilir.” önermesinin düz döndürülmüş şekli aşağıdakilerden hangisinde vardır?",
    "correctAnswer": "A",
    "options": {
      "A": "Bazı yüzebilen hayvanlar memelidir.",
      "B": "Bazı yüzebilen hayvanlar memeli değildir.",
      "C": "Bütün memeli hayvanlar yüzemez.",
      "D": "Bazı memeli hayvanlar yüzemez.",
      "E": "Bütün yüzebilen hayvanlar memelidir."
    },
    "explanation": "“Bazı memeli hayvanlar yüzebilir” önermesinde özne” memeli” ve yüklem “yüzebilir” yer değiştirdiğinde “Bazı yüzebilen hayvanlar memelidir” önermesi oluşur."
  },
  {
    "id": "2925126",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi önermedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kömür siyahtır",
      "B": "İnşallah tatile gidebilirim",
      "C": "Yarın ders var mı?",
      "D": "Eve gelirken yoğurt al",
      "E": "Aman Allahım!"
    },
    "explanation": "27'inci sayfada önermenin ne olduğu anlatılıyor<br/>Kömür siyahtır"
  },
  {
    "id": "2925127",
    "unitNumber": 3,
    "text": "Basit önermelere aynı zamanda ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kategorik",
      "B": "Bileşik",
      "C": "Ekli",
      "D": "Özgülü",
      "E": "Çıkarmalı"
    },
    "explanation": "Sayfa 28 de önerme çeşitlerinde anlatılıyor<br/>Kategorik"
  },
  {
    "id": "2925128",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi tümel olumlu önermedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bütün insanlar çalışkandır",
      "B": "Kar beyazdır",
      "C": "Bazı insanlar öğretmendir",
      "D": "Hiçbir ağaç mavi değildir",
      "E": "Ayşe tembeldir"
    },
    "explanation": "Sayfa 29 da anlatılmakta<br/>Bütün insanlar çalışkandır"
  },
  {
    "id": "2925129",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bileşikliği gizli olan önermelerdendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Özgülü",
      "B": "Sebepli",
      "C": "Ekli",
      "D": "Bağlantılı",
      "E": "Ayrık koşullu"
    },
    "explanation": "Sayfa 30 da önerme tiplerinde anlatılmakta<br/>Bileşikliği açıkça belli olanların şekil bakımından iki basit önermeden oluştuğu ve iki yargıyı içerdiği belli olur. Bileşikliği gizli olanların bileşik oldukları yalnızca anlamlarından belli olur. Özgülü önermeler \"yalnız\", \"ancak\" gibi kelimelerle ortaya çıkan anlamdan dolayı birden fazla önerme ifade eden önerme oldukları için bileşikliği gizli önermelerdir."
  },
  {
    "id": "2925130",
    "unitNumber": 3,
    "text": "\"Polatlı şehir değildir\" önermesi ne tür bir önermedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tekil olumsuz",
      "B": "Tekil olumlu",
      "C": "Tümel olumlu",
      "D": "Tümel olumsuz",
      "E": "Tikel olumsuz"
    },
    "explanation": "Sayfa 29 da önerme tiplerinde anlatılmakta<br/>Tekil olumsuz"
  },
  {
    "id": "2925131",
    "unitNumber": 3,
    "text": "Birden fazla yargıyı gerektiren önermeye ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bileşik",
      "B": "Kategorik",
      "C": "Tümel",
      "D": "Tikel",
      "E": "Tekil"
    },
    "explanation": "Sayfa 29 da anlatılmakta<br/>Bileşik"
  },
  {
    "id": "2925132",
    "unitNumber": 3,
    "text": "\"Ateşin düştü çünkü bol sıvı tükettin\" önermesi ne tür bir önermedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sebepli",
      "B": "Ekli",
      "C": "Koşullu",
      "D": "Bağlantılı",
      "E": "Basit"
    },
    "explanation": "Sayfa 30 da anlatılmakta<br/>Sebepli"
  },
  {
    "id": "2925133",
    "unitNumber": 3,
    "text": "\"Herkes dans etti ama o etmedi\" önermesi ne tür bir önermedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ekli",
      "B": "Sebepli",
      "C": "Koşullu",
      "D": "Bağlantılı",
      "E": "Kategorik"
    },
    "explanation": "Sayfa 30 da anlatılmakta<br/>Ekli"
  },
  {
    "id": "2925134",
    "unitNumber": 3,
    "text": "\"Yalnız Ayşe ödevini teslim etti\" önermesi ne tür bir önermedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Özgülü",
      "B": "Çıkarmalı",
      "C": "Karşılaştırmalı",
      "D": "Sınıflandırıcı",
      "E": "Kategorik"
    },
    "explanation": "Sayfa 30 da anlatılmakta<br/>Özgülü"
  },
  {
    "id": "2925135",
    "unitNumber": 3,
    "text": "\"Ben hariç herkes yüzmeyi öğrendi\" önermesi ne tür bir önermedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çıkarmalı",
      "B": "Ekli",
      "C": "Sınıflandırıcı",
      "D": "Sebepli",
      "E": "Karşılaştırmalı"
    },
    "explanation": "Sayfa 31 de anlatılmaktadır<br/>Çıkarmalı"
  },
  {
    "id": "2925136",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi tümel olumlu bir önermedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hiçbir insan ölümlü değildir",
      "B": "Hiçbir insan iki ayaklı değildir",
      "C": "Hiçbir köpek hayvan değildir",
      "D": "Bütün anneler değerlidir",
      "E": "Hiçbir papatya çiçek değildir"
    },
    "explanation": "Tümel olumlu önermede eğer önermenin öznesi (konu) tümel ise, yani özne<br/>olan terim bir sınıfın tümünü içine alıyorsa, ona tümel önerme denir. Her S (özne), P’dir (yüklem). “Bütün anneler değerlidir.”, “Bütün insanlar onurludur.” birer tümel olumlu önerme örneğidir. Tümel olumsuzu da “Hiçbir insan ölümlü değildir.” dir"
  },
  {
    "id": "2925137",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, tasım türü çıkarımlar için yanlıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "İki öncül, bir sonuç önermesinden oluşur.",
      "B": "Üç terim arasında ilişki kurulur.",
      "C": "Sonucun öznesini içeren öncül, küçük öncüldür.",
      "D": "Orta terim, öncüllerde geçmez.",
      "E": "Önce büyük, öncül yazılır."
    },
    "explanation": "Tasımın şeklini ve kipini belirleyebileceksiniz."
  },
  {
    "id": "2925138",
    "unitNumber": 4,
    "text": "Bütün kuşlar kanatlıdır. Bütün kargalar kuştur. Öyleyse bütün kargalar kanatlıdır. Yukarıdaki tasım için aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Kipi AAA’dır.",
      "B": "I. şekildendir.",
      "C": "Büyük öncülü, birinci öncüldür.",
      "D": "Küçük terimi “karga”dır.",
      "E": "Büyük terimi “kuş”tur."
    },
    "explanation": "Tasımın şeklini ve kipini belirleyebileceksiniz."
  },
  {
    "id": "2925139",
    "unitNumber": 4,
    "text": "I. Bütün S’ler P’dir. II. Hiçbir S, P değildir. III. Bazı S’ler P’dir. IV. Bazı S’ler P değildir. Yukarıdaki önermelerde, terimlerin dağıtılmışlığı ile ilgili aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "I ile III’de P terimi dağıtılmıştır.",
      "B": "I ile II’de S terimi dağıtılmıştır.",
      "C": "II ile III’de S terimi dağıtılmıştır.",
      "D": "II ile III’de P terimi dağıtılmıştır.",
      "E": "III ile IV’de P terimi dağıtılmıştır."
    },
    "explanation": "Tasımın geçerli olup olmadığını, tasım kurallarına uygunluklarına bakarak test edebileceksiniz."
  },
  {
    "id": "2925140",
    "unitNumber": 4,
    "text": "“Ali dürüst bir insandır; dolayısıyla ona güvenebiliriz” Yukarıdaki entimemde ifade edilmeyen önerme, aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ali insandır.",
      "B": "Ancak dürüst insanlara güvenebiliriz.",
      "C": "Bütün dürüst insanlara güvenebiliriz.",
      "D": "Her güvenilir insan dürüsttür.",
      "E": "Ali güvenilir biridir."
    },
    "explanation": "Entimemleri standart tasımlara çevirebileceksiniz."
  },
  {
    "id": "2925141",
    "unitNumber": 4,
    "text": "Her cisim, dağılabilir. Her canlı bir cisimdir. Her kedi bir canlıdır. Öyleyse, her kedi dağılabilir. Yukarıdaki çıkarım için, aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Bir epikeremdir.",
      "B": "Bir modus ponenstir.",
      "C": "Bir modus tollens örneğidir.",
      "D": "Bir sorittir.",
      "E": "II. şekilden bir tasımdır."
    },
    "explanation": "Çoklu tasımlar kurabileceksiniz."
  },
  {
    "id": "2925142",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi, tümel önermelerin varlıksal yorumunun anlamını verir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tümel önermelerin, özne teriminin gösterdiği en az bir şey vardır.",
      "B": "Tikel önermeler, varlık iddiası içerir.",
      "C": "Tümel olumlu önermelerin yüklemi dağıtılmamıştır.",
      "D": "Tümel olumsuz önermelerin öznesi de yüklemi de dağıtılmıştır.",
      "E": "Tümel olumlu ve tümel olumsuz önermelerden en az biri yanlıştır."
    },
    "explanation": "Tasımın geçerli olup olmadığını, tasım kurallarına uygunluklarına bakarak test edebileceksiniz."
  },
  {
    "id": "2925143",
    "unitNumber": 4,
    "text": "I. Bütün S’ler P’dir.\n<br/>II. Hiçbir S, P değildir.\n<br/>III. Bazı S’ler, P değildir. \n<br/>Yukarıda verilen önerme tipleri sırasıyla hangi harflerle temsil edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "A - E - O",
      "B": "A - O - E",
      "C": "O - E - A",
      "D": "O - A - E",
      "E": "E - A - O"
    },
    "explanation": "Olumlu önermeleri göstermek için Latince “ben evetliyorum (tasdik ediyorum)” anlamına gelen AFFIRMO sözcüğünün ilk iki sesli harfinden birincisi, A, ile tümel olumlu önerme tipini, ikincisi, I, ile tikel olumlu önerme tipini gösterirler. Olumsuz önermeleri göstermek için de yine “ben değilliyorum (reddediyorum)” anlamına gelen Latince NEGO sözcüğünün iki sesli harfinden birincisi, E, ile tümel olumsuz önerme tipini, ikinci sesli harfi olan O ile de tikel olumsuz önerme tipini gösterirler. Buna göre;\n<br/>A - Bütün S’ler P’dir.\n<br/>I - Bazı S’ler P’dir.\n<br/>E - Hiçbir S, P değildir.\n<br/>O - Bazı S’ler P değildir. Sıralama, A - E- O şeklinde olur."
  },
  {
    "id": "2925144",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi diğerlerinden farklıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Kimi S’ler P değildir.",
      "B": "S’lerin kimileri P değildir.",
      "C": "Bir kısım S’ler P’dir.",
      "D": "P olmayan en az bir S vardır.",
      "E": "Bir şey S ise, o P değildir."
    },
    "explanation": "A, E, I, O tipi önermeleri değişik biçimlerde okuyabiliriz. Dolayısıyla günlük konuşmalarımızda ve yazılarımızda çeşitli biçimlerde ifade edilmiş kategorik bir önermeyi standart biçimlerine indirgeyebiliriz. Buna göre tikel olumsuz önermelerin okunuşları;\n<br/>Kimi S’ler P değildir.\n<br/>S’lerin kimileri P değildir.\n<br/>S’lerin bir kısmı P değildir.\n<br/>Bir kısım S’ler P’dir.\n<br/>P olmayan en az bir S vardır.\n<br/>En az bir şey vardır ki o S’dir fakat P değildir.\n<br/>Hem S olup da P olmayan şeyler vardır.\n<br/>şeklinde ifade edilir. Buna göre A, B, C ve D şıklarının hepsinin tikel olumsuz olduğu görülür. E şıkkında yer alan “Bir şey S ise, o P değildir.” önermesinin ise tikel olumsuz değil tümel olumsuz olduğu görülür."
  },
  {
    "id": "2925145",
    "unitNumber": 4,
    "text": "Bütün canlılar ölümlüdür.\n<br/>Bütün insanlar canlıdır.\n<br/>Öyleyse, bütün insanlar ölümlüdür.\n<br/>Yukarıdaki tasım için aşağıdakilerden hangisi <u>yanlıştır</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Büyük terimi “ölümlü”dür.",
      "B": "Küçük terimi “insan”dır.",
      "C": "Orta terim “canlı” dır.",
      "D": "İkinci öncül büyük öncüldür.",
      "E": "Kipi AAA’dır."
    },
    "explanation": "Tasımda, sonuç önermesinin öznesine kapsamı yüklem teriminin kaplamından daha dar olduğu için, küçük terim; yüklemine, kaplamı özne teriminin kaplamından daha geniş olduğu için, büyük terim; öncüllerde geçen, fakat sonuçta geçmeyen terime de, küçük terim ile büyük terim arasında bağlantı kurmaya aracı olduğu için, orta terim denir. Buna göre verilen sorudaki tasımda, sonuç önermesinin öznesi “insan” olduğundan “insan” küçük terim, yüklemi “ölümlü” olduğundan “ölümlü” büyük terim, “canlı” da orta terim olur. Bu nedenle A, B ve C şıkları doğru olur. Öncüller ve sonuç önermesi A tümel olumlu olduğundan tasımın kipi AAA’dır. E şıkkı da doğru olur. Öncüllerden sonucun yüklem terimini içeren, büyük öncül olduğuna göre birinci öncül büyük öncül olur. O halde ikinci öncülün büyük öncül olduğunu belirten D şıkkı yanlış olur."
  },
  {
    "id": "2925146",
    "unitNumber": 4,
    "text": "Aşağıdaki önermelerin hangisinde özne terimi dağıtılmış, yüklem terimi dağıtılmamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Bütün S’ler P’dir.",
      "B": "Hiçbir S, P değildir.",
      "C": "Bazı S’ler P’dir.",
      "D": "Bazı S’ler P değildir.",
      "E": "Kimi S’ler, P’dir."
    },
    "explanation": "Bir önermede özne veya yüklem teriminin dağıtılmış veya dağıtılmamış olması, o terimin bize işaret ettiği nesneler kümesinin bütün üyeleri hakkında mı yoksa bir kısmı hakkında mı bilgi verdiğine bağlıdır. Eğer terim, kümenin bütün üyeliği hakkında bilgi veriyorsa, dağıtılmıştır; üyeliğin sadece bir kısmı hakkında bilgi veriyorsa, dağıtılmamıştır. Bir terimin dağıtılmamış olması da bazı üyelerine işaret ediyor olması demektir. Özne terimini tümel önermelerde dağıtılmış, yüklem terimi ise olumsuz önermelerde dağıtılmıştır. Buna göre özne terimi dağıtılmış, yüklem terimi dağıtılmamış önerme tümel olumlu olmalıdır. O halde “Bütün S’ler P’dir.” önermesi aradığımız önerme olur."
  },
  {
    "id": "2925147",
    "unitNumber": 4,
    "text": "Aşağıdaki tasım kurallarından hangisi <u>yanlıştır?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Orta terim en az bir kez dağıtılmış olmalıdır.",
      "B": "Bir terim, sonuçta dağıtılmış ise öncüllerde de dağıtılmış olmalıdır.",
      "C": "Öncülerin ikisi de olumsuzsa sonuç da olumsuzdur.",
      "D": "Öncüllerden biri olumsuzsa sonuç da olumsuzdur ve sonuç olumsuzsa öncüllerden bir olumsuz olmalıdır.",
      "E": "Öncüllerin ikisi de olumlu ise sonuç da olumlu olmalıdır."
    },
    "explanation": "- Tasım kuralları aşağıdaki gibidir;\n<br/>- Orta terim en az bir kez dağıtılmış olmalıdır.\n<br/>- 7 Bir terim, sonuçta dağıtılmış ise öncüllerde de dağıtılmış olmalıdır.\n<br/>- İki olumsuz öncülden bir sonuç çıkmaz (ya da öncüllerden en az biri olumlu olmalıdır.)\n<br/>- Öncüllerden biri olumsuzsa sonuç da olumsuzdur ve sonuç olumsuzsa öncüllerden bir olumsuz olmalıdır.\n<br/>- Öncüllerin ikisi de olumlu ise sonuç da olumlu olmalıdır.\n<br/>- İki tikel öncülden bir sonuç çıkmaz.\n<br/>- Öncüllerden biri tikelse sonuç da tikeldir.\n<br/>- Her iki öncül de tümel ise sonuç tikel olamaz.\n<br/>A, B, D ve E şıklarındaki tasım kuralları doğrudur. “İki olumsuz öncülden bir sonuç çıkmaz” kuralı C şıkkında “Öncülerin ikisi de olumsuzsa sonuç da olumsuzdur.” şeklinde yanlış olarak verilmiştir. Doğru cevap C’dir."
  },
  {
    "id": "2925148",
    "unitNumber": 4,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/405a3d3074f8a265a7003e7a8e0b6b75.jpeg\" alt=\"\" width=\"137\" height=\"128\"><br/>Yukarıdaki Venn diagramındaki “6” bölgesi, hangi önermeyi temsil etmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ne M ne de P olan S’lerin bulunabileceği alanı",
      "B": "P olan fakat M olmayan S’lerin bulunabileceği alanı",
      "C": "Ne S ne de M olan P’lerin bulunabileceği alanı",
      "D": "S olan, fakat P olmayan M’lerin bulunabileceği alan",
      "E": "P olan fakat S olmayan M’lerin bulunabileceği alan"
    },
    "explanation": "A şıkkı “5” bölgesini, C şıkkı “7” bölgesini, D şıkkı “2” bölgesini, E şıkkı “4” bölgesini temsil etmektedir. Buna göre B şıkkı da soruda istenilen “6” bölgesini temsil etmektedir."
  },
  {
    "id": "2925149",
    "unitNumber": 4,
    "text": "Bütün M’ler P’dir.\n<br/>Bütün S’ler M’dir.\n<br/>Öyleyse, bütün S’ler P’dir.\n<br/>Tasımının aşağıdaki Venn diagramla temsil edilmesi için hangi bölgesi taranmalı?\n<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/d818764b75d1631927813a220d3019b1.jpeg\" alt=\"\" width=\"185\" height=\"161\">",
    "correctAnswer": "C",
    "options": {
      "A": "3",
      "B": "4",
      "C": "6",
      "D": "7",
      "E": "8"
    },
    "explanation": "Bütün M’ler P’dir öncülünü Venn diagramında temsil etmek için “3” ve “4” dışında kalan kısmın yani “1” ve “2”nin boş olduğu taranarak gösterilmeli. Bütün S’ler M’dir öncülü için S’nin M dışında yani “2” ve “3” dışında kalan kısmını yani “5” ve “6” nın boş olduğu gösterilmeli. Verilen şekilde “5” taralı olduğundan ikinci öncülün de temsil edilmesi için “6”’nın da taranması gereklidir."
  },
  {
    "id": "2925150",
    "unitNumber": 4,
    "text": "Söylediği ile yaptığı birbirini tutmayan herkes sahtekardır.\n<br/>Bu adamın söylediği ile yaptığı birbirini tutmuyor.\n<br/>Yukarıdaki tasım hangi tür tasıma örnek olarak verilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Epikerem",
      "B": "Entimemler",
      "C": "Çoklu tasım",
      "D": "Sorit",
      "E": "Modus ponens"
    },
    "explanation": "Entimemler, tasımı oluşturan önermelerden birinin veya ikisinin ifade edilmediği tasımlardır. Günlük yaşamda çıkarımlar yaparken, genellikle çıkarımın bütün öncüllerini ifade etmeyiz. Bazen de özellikle sonucu söylemek sıkını› yaratacaksa, öncülleri söylemekle yetinir, sonucu çıkarmayı hitap ettiğimiz insanlara bırakırız. Verilen örnekte, “Dolayısıyla, bu adam sahtekardır” çıkarımı ifade edilmediğinden bu bir entimemdir (eksiltili tasımsal çıkarım)."
  },
  {
    "id": "2925151",
    "unitNumber": 4,
    "text": "I. Soritlerde art arda gelen öncüller ortak bir terim içerir.\n<br/>II. Aristoteles soritleri küçük öncül ile başlar.\n<br/>III. Goclenius soritleri büyük öncül ile başlar.\n<br/>Yukarıda soritler ile ilgili ifadelerden hangisi ya da hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II, ve III"
    },
    "explanation": "Soritler (“sorit”in anlam› “yığın” demektir) çoklu tasımlardır. Soritlerde de (1) sadece en son tasımın sonucu ifade edilir ve (2) öncüller, birbiri ardına gelen iki öncül ortak bir terim içerecek şekilde düzenlenir. Buna göre ifade I doğrudur. Aristoteles soritlerinde birinci öncül, sonucun özne terimini içerir -yani sorit küçük öncül ile başlar- ve ardışık iki önermenin ortak terimi önce yüklem, sonra özne olarak geçer. Buna göre ifade II de olur. Goclenius soritlerinde ilk öncül sonucun yüklem terimini içerir -yani büyük öncül ile başlar- ve ardışık iki önermenin ortak terimi önce özne, hemen ardından yüklem olarak geçer. Buna göre ifade III de doğru olur."
  },
  {
    "id": "2925152",
    "unitNumber": 4,
    "text": "Her spor yapan sağlıklıdır; çünkü spor yapan insan\n<br/>düzenli yaşar.\n<br/>Kendini seven insan spor yapar; çünkü kendini seven insan pozitif olur.\n<br/>Öyleyse, her kendini seven insan sağlıklıdır. \n<br/>Yukarıdaki tasım için, aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Sorittir",
      "B": "Entimemdir",
      "C": "Epikeremdir",
      "D": "Gerekçeli tasım",
      "E": "Alternatif tasım"
    },
    "explanation": "Bir epikerem , öncüllerinden biri veya her ikisi gerekçeli olan tasımlardır. Gerekçeli öncül(ler) gerekçesi ya da gerekçeleri ile birlikte bir entimem oluşturur ve öncül, entimemin sonucudur. Öncüllerden her ikisi de gerekçeli ise bu tür epikeremlere çift epikerem, sadece birisi gerekçeli ise tek epikerem denir. Buna göre verilen tasım bir epikeremdir."
  },
  {
    "id": "2925153",
    "unitNumber": 4,
    "text": "Tasımlar ilk kezkim tarafından incelenmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Nietzche",
      "B": "Aristotales",
      "C": "Sokrates",
      "D": "Plato",
      "E": "Hegel"
    },
    "explanation": "Tasımlar ilk kez Aristoteles tarafından incelenmiştir."
  },
  {
    "id": "2925154",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bütün S’ler P’dir.” şeklinde ifade ettiğimiz A tipi bir önermeyi okuma biçimlerimizden birini ifade <u>etmemektedir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "S’lerin her biri P’dir.",
      "B": "Her bir S, P’dir.",
      "C": "Ne ki S’dir, o P’dir.",
      "D": "Bir şey S ise (aynı zamanda) P’dir.",
      "E": "Bazı S’lerin P olmadığı doğrudur."
    },
    "explanation": "Bazı S’lerin P olmadığı doğrudur önermesi bütün S’ler P’dir.” şeklinde ifade ettiğimiz A tipi bir önermeyi okuma biçimlerimizden biri değildir zira bu önerme bazı S’lerin P olmadığı doğru değildir şeklinde ifade edilmelidir."
  },
  {
    "id": "2925155",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi tümel olumsuz önermeye örnektir?",
    "correctAnswer": "C",
    "options": {
      "A": "Uçanların bir kısmı kuş değildir",
      "B": "Yüzenlerin kimi balık değildir",
      "C": "Uçan hiç bir balık yoktur",
      "D": "Tatlı olmayan en az bir meyve vardır",
      "E": "Bir kısım böcekler kanatlıdır"
    },
    "explanation": "Tümel olumsuz önerme P olan hiçbir S yoktur. Bir şey S ise, o P değildir gibi önermelerdir. Ancak A, B, D ve E şıklarında tikel olumsuz önermelere örneklerdir."
  },
  {
    "id": "2925156",
    "unitNumber": 4,
    "text": "Tasımların terimleri, öncülleri, kipi, şekli ile ilgili olarak aşağıdakilerden hangisi doğru <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Her tasımda üç terim vardır.",
      "B": "Küçük terim, sonucun öznesidir",
      "C": "Büyük terim sonucun yüklemidir.",
      "D": "Orta terim öncüllerde iki kez geçer",
      "E": "Orta terim sonuçta bir kez geçer"
    },
    "explanation": "Orta terim, sonuçta geçmez öncüllerde iki kez geçer."
  },
  {
    "id": "2925157",
    "unitNumber": 4,
    "text": "Bütün kanatlılar uçar\n<br/>Bazı böcekler kanatlıdır\n<br/>Öyleyse bazı böcekler uçamaz\n<br/>Yukarıdaki tasım tasım kurallarına hangi açıdan aykırıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "İki olumsuz öncülden bir sonuç çıkmaz",
      "B": "Öncüllerin ikisi de olumlu ise sonuç da olumlu olmalıdır",
      "C": "İki tikel öncülden bir sonuç çıkmaz",
      "D": "İki olumsuz öncülden bir sonuç çıkmaz",
      "E": "Öncüllerden biri tikelse sonuç da tikeldi"
    },
    "explanation": "Öncüllerin ikisi de olumlu ise sonuç da olumlu olmalıdır. Yani sonuç “Öyleyse bazı böcekler uçar” olmalıydı."
  },
  {
    "id": "2925158",
    "unitNumber": 4,
    "text": "Bütün öğretmenler memurdur\n<br/>Bazı insanlar öğretmen değildir\n<br/>Öyleyse bazı insanlar memurdur\n<br/>Yukarıdaki tasım tasım kurallarına hangi açıdan aykırıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "İki olumsuz öncülden bir sonuç çıkmaz",
      "B": "Öncüllerin ikisi de olumlu ise sonuç da olumlu olmalıdır",
      "C": "İki tikel öncülden bir sonuç çıkmaz",
      "D": "İki olumsuz öncülden bir sonuç çıkmaz",
      "E": "Öncüllerden biri olumsuzsa sonuç da olumsuzdur"
    },
    "explanation": "Öncüllerden biri olumsuzsa sonuç da olumsuzdur ve sonuç olumsuzsa öncüllerden biri olumsuz olmalıdır. Yani sonuç cümlesinde “öyleyse bazı insanlar memur değildir” denmeliydi."
  },
  {
    "id": "2925159",
    "unitNumber": 4,
    "text": "Bu yemek benim midemi bozdu; [öyleyse] öyleyse senin de mideni bozar\n<br/>İfadesi ile ilgili hangisi <u>yanlıştır?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "İfade bir entimemdir",
      "B": "Birincil derecedendir",
      "C": "Bir öncül ekleyerek standart şekle dönüştürülebilir",
      "D": "Geçersizdir",
      "E": "Eksiltili tasımsaldır"
    },
    "explanation": "Yukarıdaki ifade bir entimem yani eksiltili tasımsal önermedir ve bir öncül ekleyerek (benim midemi bozan şeyler senin de mideni bozar) standart şekle sokulabilir. Entimemde büyük öncül ifade edilmemiştir bu yüzden birincil derecendir. Yani, A,B,C ve E şıkları doğrudur fakat D şıkkı yanlıştır."
  },
  {
    "id": "2925160",
    "unitNumber": 4,
    "text": "Söylediği ile yaptığı birbirini tutan herkes dürüsttür\n<br/>Bu adamın söylediği ile yaptığı birbirini tutuyor\n<br/>İfadesi ile ilgili hangisi yanlıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "İfade bir entimemdir",
      "B": "Birincil derecedendir",
      "C": "Bir öncül ekleyerek standart şekle dönüştürülebilir",
      "D": "Geçerlidir",
      "E": "Eksiltili tasımsaldır"
    },
    "explanation": "Köşeli parantez içindeki (dolayısı ile bu adam dürüsttür) sonucu ifade edilmediğinden, entimem üçüncü derecedendir zira sonuç ifade edilmeyen entimemler 3. derecedendir. A, C, D ve E şıkları ise doğrudur."
  },
  {
    "id": "2925161",
    "unitNumber": 4,
    "text": "Sorit nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çoklu tasım",
      "B": "Zincirleme tasım",
      "C": "Entimem",
      "D": "Delilli tasım",
      "E": "Eksiltili tasım."
    },
    "explanation": "Entimem ve eksiltili tasım aynı şeydir. Çoklu tasım Polysyllogismdir. Delilli tasım epikeremdir. Sorit ise zincirleme tasımdır."
  },
  {
    "id": "2925162",
    "unitNumber": 4,
    "text": "Bütün kadınlar canlıdır<br/>Bütün canlılar değerlidir<br/>Bütün değerli olanlar sevilmelidir<br/>Bütün sevilenler korunmalıdır<br/>Öyleyse bütün kadınlar korunmalıdır\n<br/>Yukarıdaki çıkarım için aşağıdakilerden hangisi doğrudur",
    "correctAnswer": "D",
    "options": {
      "A": "Bir epikeremdir.",
      "B": "Bir modus ponenstir.",
      "C": "Bir delilli tasımdır",
      "D": "Bir sorittir",
      "E": "II. şekilden bir tasımdır."
    },
    "explanation": "Yukarıdaki çoklu yani zincirleme (sorit) bir tasımdır. Soritlerde (1) sadece en son tasımın sonucu ifade edilir ve (2) öncüller, birbiri ardına gelen iki öncül ortak bir terim içerek şekilde düzenlenir."
  },
  {
    "id": "2925163",
    "unitNumber": 4,
    "text": "A, E, I, O tipi üç kategorik önerme ile kurulan ve üç terim içeren çıkarımlara ne denir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çıkarma",
      "B": "Deneme",
      "C": "Tasım",
      "D": "Önerme",
      "E": "Ayırım"
    },
    "explanation": "Tasımlar çıkarımlardır."
  },
  {
    "id": "2925164",
    "unitNumber": 4,
    "text": "Tasımı oluşturan önermelerden birinin veya ikisinin ifade edilmediği tasımlara ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Entimem",
      "B": "Polysyllogism",
      "C": "Sorit",
      "D": "Epikerem",
      "E": "Episyllogism"
    },
    "explanation": "Entimemlerdir."
  },
  {
    "id": "2925165",
    "unitNumber": 4,
    "text": "Tasımlar dizisinde bir önceki tasımın sonucu bir sonraki tasımın öncülünü oluşturur. Hangisinden bahsedilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Entimem",
      "B": "Sorit",
      "C": "Polysyllogism",
      "D": "Epikerem",
      "E": "Episyllogism"
    },
    "explanation": "Çoklu tasım yani Polysyllogismden bahsedilmektedir."
  },
  {
    "id": "2925166",
    "unitNumber": 4,
    "text": "Sadece en son tasımın sonucu ifade edilir. Hangisinden bahsedilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Entimem",
      "B": "Sorit",
      "C": "Polysyllogism",
      "D": "Epikerem",
      "E": "Episyllogism"
    },
    "explanation": "Soritlerde sadece en son tasımın sonucu ifade edilir."
  },
  {
    "id": "2925167",
    "unitNumber": 4,
    "text": "Öncüllerinin biri ya da her ikisi gerekçeli olan çoklu tasımlar nasıl adlandırılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Entimem",
      "B": "Polysyllogism",
      "C": "Sorit",
      "D": "Epikerem",
      "E": "Episyllogism"
    },
    "explanation": "Çoklu tasımlardan epikeremdir."
  },
  {
    "id": "2925168",
    "unitNumber": 4,
    "text": "Art arda gelen öncüller ortak bir terim içerir. Hangisinden bahsedilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Entimem",
      "B": "Polysyllogism",
      "C": "Sorit",
      "D": "Epikerem",
      "E": "Episyllogism"
    },
    "explanation": "Soritler art arda gelen öncüller ortak bir terim içerir."
  },
  {
    "id": "2925169",
    "unitNumber": 4,
    "text": "Sağlığa zararlı her şey ömrü kısaltır. Sigara içmek sağlığa zararlıdır. Öyleyse sigara içmek ömrü kısaltır. Hangisine örnek verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Entimem",
      "B": "Polysyllogism",
      "C": "Sorit",
      "D": "Epikerem",
      "E": "Episyllogism"
    },
    "explanation": "Episyllogism, öncüllerinden biri, bir önceki tasımın sonucu olan tasıma denir."
  },
  {
    "id": "2925170",
    "unitNumber": 4,
    "text": "Bütün köpekler memelidir. Bütün memeliler hayvandır. Bütün hayvanlar sevimlidir. Bütün sevimli şeyler değerlidir. Öyleyse, bütün köpekler değerlidir. Hangisine örnek verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Entimem",
      "B": "Polysyllogism",
      "C": "Sorit",
      "D": "Epikerem",
      "E": "Episyllogism"
    },
    "explanation": "Aristoteles soritlerine bir örnektir."
  },
  {
    "id": "2925171",
    "unitNumber": 4,
    "text": "Her yalan güvensizlik yaratır; çünkü her yalan, gerçeğe uygun olmayan bir sözdür. (Entimemde ifade edilmemiş öncül: “Gerçeğe uygun olmayan her söz, güvensizlik yaratır. Hangisinden bahsedilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Entimem",
      "B": "Epikerem",
      "C": "Sorit",
      "D": "Polysyllogism",
      "E": "Episyllogism"
    },
    "explanation": "Epikeremin öncüllerinden bahsedilmektedir."
  },
  {
    "id": "2925172",
    "unitNumber": 4,
    "text": "Bütün diktatörler hırslı insanlardır. Dolayısıyla, bütün diktatörler merhametsizdir. Hangisine örnek verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Entimem",
      "B": "Epikerem",
      "C": "Sorit",
      "D": "Polysyllogism",
      "E": "Episyllogism"
    },
    "explanation": "Önermelerden bir veya ikisinin ifade edilmediği tasımlardan entimemdir."
  },
  {
    "id": "2925173",
    "unitNumber": 4,
    "text": "Tasım ile ilgili olarak aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Önce küçük öncül yazılır",
      "B": "Üçten fazla terim kullanılır",
      "C": "Orta terim öncüllerde geçmez",
      "D": "Sonucun öznesini içeren öncül kapsamlı öncüldür.",
      "E": "İki öncül, bir sonuç önermesinden oluşur."
    },
    "explanation": "Tasımlar sadece üç terimden oluşur, önce büyük öncül yazılır, orta terim öncüllerde geçer, sonucun öznesini içeren öncül küçük öncüldür ve iki öncül bir sonuç önermesinden oluşur."
  },
  {
    "id": "2925174",
    "unitNumber": 4,
    "text": "Tasımlarla ilgili aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Küçük terim sonucun öznesidir",
      "B": "Öncülerden sonucun özne terimini içeren büyük terimdir.",
      "C": "Büyük terim sonucun yüklemidir",
      "D": "Orta terim sonuçta geçmez.",
      "E": "Orta terim büyük terim ile küçük terim arasındaki bağlantıyı kurar."
    },
    "explanation": "Öncülerden sonucun yüklem terimini içeren terim büyük terimdir."
  },
  {
    "id": "2925175",
    "unitNumber": 4,
    "text": "I. Büyük ülkelerin başkenti de büyükşehirdir.\n<br/>II. Türkiye büyük bir ülkedir.\n<br/>III. O halde Türkiye’nin başkenti de büyükşehirdir.\n<br/>Yukarıdaki tasım için aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Sonucun öznesi ikinci öncülde geçer.",
      "B": "Büyük terim “büyükşehir” dir.",
      "C": "Küçük terim “başkent” tir.",
      "D": "Büyük öncül birinci öncüldür",
      "E": "Orta terim “ülke” dir."
    },
    "explanation": "Belirtilen tasımda sonucun yüklemi “ büyükşehir” büyük terim, sonucun öznesi “ başkent” küçük terim, sonuçta geçmeyen I ve II öncüllerini birbirine bağlayan “ülke” orta terim, sonucun öznesi olan “başkent” ikinci öncülde değil birinci öncülde geçer."
  },
  {
    "id": "2925176",
    "unitNumber": 4,
    "text": "I. Bütün insanlar hata yapabilir.\n<br/>II. Sen de bir insansın.\n<br/>III. Öyleyse sende hata yapabilirsin.\n<br/>Yukarıdaki tasım için aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Orta terim “ hata” dır.",
      "B": "Büyük öncülü II öncülüdür.",
      "C": "Büyük terimi sonuçta yer almaz.",
      "D": "Sonucun yüklemi I öncülde geçer.",
      "E": "Büyük terimi “ insan” dır."
    },
    "explanation": "Büyük terimi “ yapmak”, küçük terimi “ hata” orta terim “ insan” dır, , büyük öncül I, küçük öncül II, sonucun yüklemi birinci öncülde geçer."
  },
  {
    "id": "2925177",
    "unitNumber": 4,
    "text": "Tasımın özellikleri ile ilgili aşağıdaki ifadelerden hangisi yanlıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Tümel önermelerde özne, olumsuz önermelerde yüklem dağıtılmıştır.",
      "B": "İki olumsuz öncülden bir sonuç çıkmaz.",
      "C": "İki tikel öncülden bir sonuç çıkar.",
      "D": "Orta terim en az bir kez dağıtılmış olmalıdır.",
      "E": "Bir terim sonuçta dağıtılmış ise öncüllerde de dağıtılmış olmalıdır."
    },
    "explanation": "Tasım kurallarına uygunluk testine göre iki tikel öncülden bir sonuç çıkmaz."
  },
  {
    "id": "2925178",
    "unitNumber": 4,
    "text": "Geçerli tasarımların geçersiz tasarımlardan hangi yöntemlerle ayırt edilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Entinemler",
      "B": "Sorit",
      "C": "Tümel - Tikel",
      "D": "Çoklu tasarımlar",
      "E": "Venn Diyagramı - Uygunluk Testi"
    },
    "explanation": "Venn diyagramı ve Uygunluk Testi geçerli tasarımların ayırt edilmesinde kullanılan yöntemlerdir."
  },
  {
    "id": "2925179",
    "unitNumber": 4,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/96d97f7f287ad6a7d907b1152055e951.jpeg\" alt=\"\" width=\"165\" height=\"135\"><br/>Yukarıdaki Veen diyagramında 1 nolu bölge aşağıdakilerden hangi önermeyi temsil eder?",
    "correctAnswer": "B",
    "options": {
      "A": "S olan, fakat P olmayan M’lerin bulunabileceği alan",
      "B": "S olan, P olan fakat M’lerin bulunamayacağı alan",
      "C": "S olan, P olan ve M’lerinde bulunacağı alan",
      "D": "Ne S ne M olan fakat P olabilen alan",
      "E": "Ne S ne P olan M’ler"
    },
    "explanation": "1 nolu alan S olan P olan ve M olmayan kısımdır."
  },
  {
    "id": "2925180",
    "unitNumber": 4,
    "text": "Tüm bitkiler canlıdır.\n<br/>Tüm çiçekler da bitkidir\n<br/>Tüm güller de çiçektir.\n<br/>Öyleyse bütün güller canlıdır.\n<br/>Yukarıdaki çıkarım için aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Bir sorittir.",
      "B": "Bir epikeremdir.",
      "C": "Bir modus ponenstir",
      "D": "Bir modus tollensdir.",
      "E": "Çoklu tasarımdır."
    },
    "explanation": "Art arda gelen öncüller ortak bir terim içerdiğinden çoklu tasarım olduğundan bir sorittir.( Bitki - Çiçek - Gül art arda sıralanmıştır.)"
  },
  {
    "id": "2925181",
    "unitNumber": 4,
    "text": "I. Birden çok tasımdan oluşur\n<br/>II. Bir tasımın sonucu, bir sonraki tasımın öncülüdür.\n<br/>III. Sadece sonuncu tasımda sonuç ifade edilir.\n<br/>IV. Son tasımınki hariç sonuçlar ifade etmez.\n<br/>Yukarıda belirtilen özellikler aşağıdakilerden hangisinin ifade etmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bir sorittir",
      "B": "Bir epikeremdir",
      "C": "Bir Polysyllogismdir.",
      "D": "Entimemlerdir.",
      "E": "Bir modus ponenstir."
    },
    "explanation": "Yukarıda belirtilen özellikler Çoklu tasımların (Polysyllogism) özelliklerini belirtmektedir."
  },
  {
    "id": "2925182",
    "unitNumber": 4,
    "text": "Genel yapısı, \n<br/>- Her M, P’dir; çünkü her Q, P’dir\n<br/>- Her S, M’dir; çünkü her S, R’dir .\n<br/>- Öyleyse, her S, P’dir.\n<br/>Şeklinde olan tasım aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sorit",
      "B": "Çoklu tasarım",
      "C": "Entimem",
      "D": "Venn diyagramı",
      "E": "Epikerem"
    },
    "explanation": "Öncüllerinden biri veya her ikisi gerekçeli olan tasımlara Epikerem (Delilli tasımlar) dir."
  },
  {
    "id": "2925183",
    "unitNumber": 4,
    "text": "Tasımlar için aşağıdaki yargılardan hangileri doğrudur? \n<br/>I. İkisi öncül biri sonuç olmak üzere üç önermeden oluşur.\n<br/>II. Tümel veya tikel önermelerle kurulur.\n<br/>III. Her tasım sadece üç terim içerir",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I, II ve III"
    },
    "explanation": "Verilen yargıların tamamı doğrudur."
  },
  {
    "id": "2925184",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi tümel olumlu önermeleri göstermek için kullanılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "A",
      "B": "I",
      "C": "E",
      "D": "O",
      "E": "P"
    },
    "explanation": "Tümel olumlu önermeleri göstermek için A harfi kullanılır."
  },
  {
    "id": "2925185",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi tümel olumsuz önermeleri göstermek için kullanılmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "A",
      "B": "I",
      "C": "E",
      "D": "O",
      "E": "P"
    },
    "explanation": "Tümel olumsuz önermeleri göstermek için E harfi kullanılır."
  },
  {
    "id": "2925186",
    "unitNumber": 4,
    "text": "Tasımlarda bulunan ve sonucun öznesi olan terime ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Küçük terim",
      "B": "Büyük terim",
      "C": "Orta terim",
      "D": "Nicel terim",
      "E": "Nitel terim"
    },
    "explanation": "Tasımlarda bulunan ve sonucun öznesi olan terime küçük terim adı verilir."
  },
  {
    "id": "2925187",
    "unitNumber": 4,
    "text": "Tasımlarda bulunan ve sonucun yüklemi olan terime ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Küçük terim",
      "B": "Büyük terim",
      "C": "Orta terim",
      "D": "Nicel terim",
      "E": "Nitel terim"
    },
    "explanation": "Tasımlarda bulunan ve sonucun yüklemi olan terime büyük terim adı verilir."
  },
  {
    "id": "2925188",
    "unitNumber": 4,
    "text": "Tasımlarda bulunan ve sonuçta geçmeyip öncüllerde iki kez geçen terime ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Küçük terim",
      "B": "Büyük terim",
      "C": "Orta terim",
      "D": "Nicel terim",
      "E": "Nitel terim"
    },
    "explanation": "Tasımlarda bulunan ve sonuçta geçmeyip öncüllerde iki kez geçen terime orta terim denir."
  },
  {
    "id": "2925189",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi tasım kurallarından değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Orta terim en az bir kez dağıtılmış olmalıdır.",
      "B": "Bir terim sonuçta dağıtılmış ise öncüllerde de dağıtılmış olmalıdır.",
      "C": "İki olumsuz öncülden bir sonuç çıkmaz.",
      "D": "Öncüllerden sadece biri olumluysa sonuçta olumludur.",
      "E": "İki tikel öncülden bir sonuç çıkmaz."
    },
    "explanation": "Öncüllerden biri olumsuzsa sonuçta olumsuzdur."
  },
  {
    "id": "2925190",
    "unitNumber": 4,
    "text": "Tasımı oluşturan önermelerden birinin veya ikisinin ifade edilmediği tasımlara ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Venn şeması",
      "B": "Tikel önerme",
      "C": "Tümel önerme",
      "D": "Çoklu tasım",
      "E": "Entimem"
    },
    "explanation": "Tasımı oluşturan önermelerden birinin veya ikisinin ifade edilmediği tasımlara Entimem adı verilir."
  },
  {
    "id": "2925191",
    "unitNumber": 4,
    "text": "A, E, I, O tipi üç kategorik önerme ile kurulan ve üç terim içeren çıkarımlara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tasım",
      "B": "Bileşik önerme",
      "C": "Kip",
      "D": "Venn Diyagram",
      "E": "Olumlu önerme"
    },
    "explanation": "Sayfa 41 Giriş bölümünde tanımlanmakta<br/>Tasım"
  },
  {
    "id": "2925192",
    "unitNumber": 4,
    "text": "\"Bazı S'ler P'dir\" önermesi hangi tip önermeye örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tikel olumlu",
      "B": "Tümel olumsuz",
      "C": "Tümel olumlu",
      "D": "Tikel olumsuz",
      "E": "Kiplikli"
    },
    "explanation": "Sayfa 43 te bahsedilmektedir<br/>Tikel olumlu"
  },
  {
    "id": "2925193",
    "unitNumber": 4,
    "text": "\"Bir şey S ise, o P değildir\" önermesi hangi önerme türüne örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tümel olumsuz",
      "B": "Tikel olumsuz",
      "C": "Tümel olumlu",
      "D": "Tikel olumlu",
      "E": "Kiplikli"
    },
    "explanation": "Sayfa 43 de anlatılmakta<br/>Tümel olumsuz"
  },
  {
    "id": "2925194",
    "unitNumber": 4,
    "text": "Modern mantık tikel önermeleri (I ve O tipi önermeleri) varlıksal olarak yorumladığından, bu önermelerin yorumu konusunda .........mantık ile Modern mantık arasında herhangi bir fark yoktur.\n Aşağıdakilerden hangisi boşluğun yerine gelecektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Klasik",
      "B": "Modal",
      "C": "Advance",
      "D": "Matematiksel",
      "E": "Sembolik"
    },
    "explanation": "Sayfa 48 de anlatılmakta<br/>Klasik"
  },
  {
    "id": "2925195",
    "unitNumber": 4,
    "text": "Bir entimemde sonuç ifade edilmemişse kaçıncı dereceden emtimemdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Üçüncü",
      "B": "Birinci",
      "C": "İkinci",
      "D": "Dördüncü",
      "E": "Beşinci"
    },
    "explanation": "Sayfa 54 te anlatılmakta<br/>Üçüncü"
  },
  {
    "id": "2925196",
    "unitNumber": 4,
    "text": "Tasımı oluşturan önermelerden birinin veya ikisinin ifade edilmediği tasımlara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Entimem",
      "B": "Çoklu tasım",
      "C": "Aristoteles soritleri",
      "D": "Goclenius soritleri",
      "E": "Epikerem"
    },
    "explanation": "Sayfa 54 te anlatılmakta<br/>Entimem"
  },
  {
    "id": "2925197",
    "unitNumber": 4,
    "text": "Birden çok tasımdan oluşan, tasımlar dizisinde bir önceki tasımın sonucu bir sonraki tasımın öncülünü oluşturan ve son tasımdaki hariç, sonuçların ifade edilmediği tasıma ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çoklu tasım",
      "B": "Entimem",
      "C": "Epikerem",
      "D": "Aristoteles soritleri",
      "E": "Goclenius soritleri"
    },
    "explanation": "Sayfa 56 da anlatılmakta<br/>Çoklu tasım"
  },
  {
    "id": "2925198",
    "unitNumber": 4,
    "text": "Öncüllerden biri ya da her ikisi gerekçeli olan çoklu tasımlara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Epikerem",
      "B": "Aristoteles soritleri",
      "C": "Entimem",
      "D": "Goclenıus soritleri",
      "E": "Modus Pollens"
    },
    "explanation": "Sayfa 58 de anlatılmakta<br/>Epikerem"
  },
  {
    "id": "2925199",
    "unitNumber": 4,
    "text": ".............soritlerinde ilk öncül sonucun yüklem terimini içerir-yani büyük öncül ile başlar-ve ardışık iki önermenin ortak terimi önce özne, hemen ardından yüklem olarak geçer. Aşağıdakilerden hangisi boşluğa gelecektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Goclenius",
      "B": "Aristoteles",
      "C": "Çoklu tasım",
      "D": "Epikerem",
      "E": "Entimem"
    },
    "explanation": "Sayfa 57 de anlatılmakta<br/>Goclenius"
  },
  {
    "id": "2925200",
    "unitNumber": 4,
    "text": "........ soritlerinde birinci öncül sonucun özne terimini içerir-yani sorit küçük öncül ile başlar-ve ardışık iki önermenin ortak terimi önce yüklem, sonra özne olarak geçer. Aşağıdakilerden hangisi boşluğa gelecektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Aristoteles",
      "B": "Goclenius",
      "C": "Modus Ponnens",
      "D": "Epikerem",
      "E": "Entimem"
    },
    "explanation": "Sayfa 57 de anlatılmakta<br/>Aristoteles"
  },
  {
    "id": "2925201",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi akıl yürütmedeki yanlışlar demektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Safsata",
      "B": "Tümevarım",
      "C": "Tümdengelim",
      "D": "Mantık",
      "E": "Önerme"
    },
    "explanation": "Safsatalar (yanıltmacalar) ilk bakışta ikna edici görünen ama yakından bakıldığında kendilerini ele veren sahte çıkarımlardır. Safsata, genel olarak tanımlayacak olursak, akıl yürütmedeki yanlışlardır."
  },
  {
    "id": "2925202",
    "unitNumber": 5,
    "text": "Adam karalamada iddiaya değil de iddiayı ortaya atan kişiye saldırı yapılıp kötüleyerek iddianın yanlışlığı ileri sürülerek yapılan safsata türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "“Sen de” Safsatası",
      "B": "Adam Karalama",
      "C": "Niteliksel Adam Karalama",
      "D": "Ortak Tutuma Başvurmak",
      "E": "İnanca Başvurma"
    },
    "explanation": "Adam Karalama (Ad Hominem)<br/>Saldırı safsatası grubuna girer. Adam karalamada iddiaya değil de iddiayı ortaya<br/>atan kişiye saldırı yapılıp kötüleyerek iddianın yanlışlığı ileri sürülerek yapılır. İddianın o kişinin karakteriyle ya da hareketleriyle alakalandırılıp, yanlışlığının ileri<br/>sürülmesi safsatadır."
  },
  {
    "id": "2925203",
    "unitNumber": 5,
    "text": "Bu safsata, yeni olan bir şeyin daha iyi olduğu hatasını içeren safsata türü aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Acındırmak",
      "B": "Geleneğe Başvurmak",
      "C": "Bütünleme (Birleştirme) Safsatası",
      "D": "İndirgeme (Bölme) Safsatası",
      "E": "Yeniye Başvurmak"
    },
    "explanation": "Yeniye Başvurmak (Appeal to New)<br/>Bu safsata da duygulara başvurmak türünden safsatalardandır. Bu safsata, yeni<br/>olan bir şeyin daha iyi olduğu hatasını içerir. Bir şey yeni olduğu için daha iyi veya<br/>doğrudur safsatasıdır."
  },
  {
    "id": "2925204",
    "unitNumber": 5,
    "text": "Yağcılığa Başvurmak hangi safsata türüne girmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Duygulara başvurma",
      "B": "Şaşırtma",
      "C": "Otoriteye başvurma",
      "D": "Saldırma",
      "E": "Kategori hataları"
    },
    "explanation": "Yağcılığa Başvurmak (Appeal to Flattery)<br/>Şaşırtma safsataları arasında sayılabilir. Yağcılık yaparak iddiasının doğru olduğunu kabul ettirmeye çalışma. Yağcılık iddiasını kanıtlamak için bir delil oluşturmasa da oluşturacağı kanısında olma hatasıdır"
  },
  {
    "id": "2925205",
    "unitNumber": 5,
    "text": "\"1. X herkesin ortak bir davranışıdır.<br/>2. O halde, X doğru, kabul edilebilir, akla uygun, ahlakidir.\" örneğinde hangi safsata türüne başvurulmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "Korkuya Başvurmak",
      "B": "Duygulara Başvurmak",
      "C": "Grup Baskısı",
      "D": "Ortak Tutuma Başvurmak",
      "E": "İnanca Başvurma"
    },
    "explanation": "Ortak Tutuma Başvurmak (Appeal to Common Practice)<br/>Bu safsata, otoriteye başvurma türü safsatalara aittir. Bir iddiayı kabul ettirmek<br/>için, büyük çoğunluğun ortak bir davranışı olduğu gerekçesine dayanarak iddianın doğru olduğunu söylemedir.<br/>1. X herkesin ortak bir davranışıdır.<br/>2. O halde, X doğru, kabul edilebilir, akla uygun, ahlakidir.<br/>Örnek olarak;<br/>1. Sınavda kopya çektim çünkü bütün sınıf kopya çekti.<br/>2. O halde, kopya çekmek doğru, kabul edilebilir, ahlakidir.<br/>Bir başka örnek verecek olursak;<br/>1. Kadın erkek eşitliği iyi bir şey olabilir ancak herkes kadınlara daha az maaş<br/>veriyor.<br/>2. O halde, biz de kadınlara daha az maaş verebiliriz.<br/>Bu örneklerde yanlış bir davranışı, çoğunluğun ortak tutumu diye doğru gösterme davranışı görülmekte."
  },
  {
    "id": "2925206",
    "unitNumber": 5,
    "text": "\"1. Tanrı vardır çünkü Amerikalıların %85’i Tanrı’nın varlığına inanıyor.<br/>2. O halde, Tanrı vardır.\" örneğinde hangi safsata türüne başvurulmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "“Sen de” Safsatası",
      "B": "İnanca Başvurma",
      "C": "Yanlış İkilem",
      "D": "Geleneğe Başvurmak",
      "E": "Grup Baskısı"
    },
    "explanation": "İnanca Başvurma (Appeal to Belief)<br/>Bu safsata da otoriteye başvurma safsataları türüne girmektedir. Bir iddianın doğruluğunu, insanların çoğunun ona inandığını savunarak kanıtlamaya çalışma hatasıdır. Aşağıdaki biçimde gösterilir.<br/>1. İnsanların çoğu X’in doğru olduğuna inanıyor.<br/>2. O halde, X doğrudur.<br/>Örnek olarak;<br/>1. Tanrı vardır çünkü Amerikalıların %85’i Tanrı’nın varlığına inanıyor.<br/>2. O halde, Tanrı vardır."
  },
  {
    "id": "2925207",
    "unitNumber": 5,
    "text": "Bütünün kendisini oluşturan parçalarla aynı özelliğe sahip olduğunu çıkarma hatası aşağıdakilerden hangi safsata türüdür?",
    "correctAnswer": "D",
    "options": {
      "A": "Öncesinde Safsatası",
      "B": "Kumarbaz Safsatası",
      "C": "spatlama Mecburiyeti Safsatası",
      "D": "Bütünleme (Birleştirme) Safsatası",
      "E": "İndirgeme (Bölme) Safsatası"
    },
    "explanation": "Bütünleme (Birleştirme) Safsatası (Fallacy of Composition)<br/>Kategori hataları türüne giren safsatalardandır. Bütünün kendisini oluşturan parçalarla aynı özelliğe sahip olduğunu çıkarma hatasıdır. Aşağıdaki biçimde gösterilir:<br/>1. X bütününü meydana getiren parçalar A, B, C özelliklerine sahiptir.<br/>2. O halde X bütünü de A, B, C özelliklerine sahiptir."
  },
  {
    "id": "2925208",
    "unitNumber": 5,
    "text": "\"1. Bir feminist olan Ayşe erkeklerden hoşlanmaz.<br/>2. O halde bütün feministler erkeklerden hoşlanmaz.\" hangi safsata türüne örnektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Görecelilik Safsatası",
      "B": "Acele Genelleme",
      "C": "Yanlış İkilem",
      "D": "İspatlama Mecburiyeti Safsatası",
      "E": "Kumarbaz Safsatası"
    },
    "explanation": "Acele Genelleme (Hasty Generalization)<br/>Bu safsata da istatiksel hata türü safsatalarına girer. Çok az bir örneğe dayanarak<br/>acele genelleme yapmaktır. Yetersiz örnek safsatası veya acele tümevarım da denebilir. Aşağıdaki biçimde gerçekleşir:<br/>1. P topluluğundan çok küçük bir örnek olan S alınır.<br/>2. P topluluğundan alınan S örneğine dayanarak C sonucu çıkarılır.<br/>Örnek olarak Fransa’da Sarkozy’nin bir Roman vatandaşı bir Fransız’ı öldürdü<br/>diye bütün Romanları suçlayıp sınır dışı etmesini verebiliriz. Başka bir örnek verecek olursak;<br/>1. Bir feminist olan Ayşe erkeklerden hoşlanmaz.<br/>2. O halde bütün feministler erkeklerden hoşlanmaz.<br/>Başka bir örnek verecek olursak;<br/>Ahmet doktora yapmaya Amerika’ya gider. Gittiği gün okulun bahçesinde iki<br/>albino sincap görür. Ailesiyle telefonda konuşurken onlara Amerika’da sincapların beyaz olduğunu söyler ki beyaz sincap Amerika’da çok ender olarak görülen<br/>bir şeydir."
  },
  {
    "id": "2925209",
    "unitNumber": 5,
    "text": "Batıl itikatlarımızla ilgili olan safsata türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Öncesinde Safsatası",
      "B": "Acele Genelleme",
      "C": "Kumarbaz Safsatası",
      "D": "İspatlama Mecburiyeti Safsatası",
      "E": "Geleneğe Başvurmak"
    },
    "explanation": "Öncesinde Safsatası (Post Hoc)<br/>Bu safsata tartışmalı sebep türüne giren safsatalardandır. Ondan sonra, öyleyse,<br/>ondan dolayı demektir. Sözde sebep safsatası da diyebiliriz. Batıl itikatlarımızla<br/>ilgili bir safsatadır. Bir olayın olmasının, bir zaman sonra başka bir olaya neden<br/>olduğu sonucunu çıkarmaktan doğan bir hatadır."
  },
  {
    "id": "2925210",
    "unitNumber": 5,
    "text": "\"1. Ya Hıristiyansın ya da ateist.<br/>2. Ateist değilsin.<br/>3. O halde Hıristiyansın.\" aşağıdakilerden hangi safsata türüne örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "False Dilemma",
      "B": "Fallacy of Division",
      "C": "Fallacy of Composition",
      "D": "Burden of Proof",
      "E": "Gambler’s Fallacy"
    },
    "explanation": "Yanlış İkilem (False Dilemma)<br/>Yanlış ikilemi şaşırtma safsataları türünde sayabiliriz. Başka seçenekler olduğu<br/>halde karşısındakini iki seçenekten birini seçmeye zorlamak yoluyla yapılan hatadır. Aşağıdaki biçimde gösterilir:<br/>1. Ya X doğrudur veya Y doğrudur. (İkisinin de yanlış olduğu durum olabilir.)<br/>2. Y yanlıştır.<br/>3. O halde X doğrudur.<br/>Her ikisinin de yanlış olduğu bir durumda, birinin yanlış olmasından diğerinin doğru olduğu sonucunu çıkaramayız.<br/>Örnekle gösterecek olursak;<br/>1. Ya Hıristiyansın ya da ateist.<br/>2. Ateist değilsin.<br/>3. O halde Hıristiyansın.<br/>Başka bir örnek verecek olursak;<br/>1. Ya komünistsin ya da faşist.<br/>2. Faşist değilsin.<br/>3. O halde komünistsin"
  },
  {
    "id": "2925211",
    "unitNumber": 5,
    "text": "“Bir haftadır kar yağıyor, bu yüzden yarın hava güneşli olacak” örneği aşağıdakilerden hangi safsataya girer?",
    "correctAnswer": "A",
    "options": {
      "A": "Kumarbaz safsatası",
      "B": "Acındırmak",
      "C": "Korkuya başvurmak",
      "D": "Duygulara başvurmak",
      "E": "Bütünleme safsatası"
    },
    "explanation": "Kumarbaz safsatası istatiksel hata safsataları türündendir. Bir olayın geçmişte nadir gerçekleşmiş olmasına dayanarak, gelecekte daha yüksek ihtimalle ortaya çıkabileceğini düşünme hatasıdır."
  },
  {
    "id": "2925212",
    "unitNumber": 5,
    "text": "“Ders kitaplarında yazanların hepsi doğrudur, yanlış dersem öğretmen beni sınıfta bırakır” örneği aşağıdakilerden hangi safsataya girer?",
    "correctAnswer": "C",
    "options": {
      "A": "İndirgeme safsatası",
      "B": "Görecelik safsatası",
      "C": "Korkuya başvurmak",
      "D": "Duygulara başvurmak",
      "E": "Yeniye başvurmak"
    },
    "explanation": "Duygularla ilgili safsata türüne girer. Bu safsata da duygularla ilgilidir. İnsanları korkutarak iddiasının doğruluğunu kabul ettirme hatasıdır."
  },
  {
    "id": "2925213",
    "unitNumber": 5,
    "text": "“Bu bilgisayar en son model, bunu satın alırsan herkes tarafından kıskanılacak ve güçlü olacaksın” örneği hangi türden safsataya girer?",
    "correctAnswer": "D",
    "options": {
      "A": "Grup baskısı",
      "B": "Adam Karalama",
      "C": "Görecelik safsatası",
      "D": "Duygulara başvurmak",
      "E": "Öncesinde safsatası"
    },
    "explanation": "Bu safsata da duygulara başvurmak türünden safsatalardandır. Bu safsata, yeni olan bir şeyin daha iyi olduğu hatasını içerir. Bir şey yeni olduğu için daha iyi veya doğrudur safsatasıdır"
  },
  {
    "id": "2925214",
    "unitNumber": 5,
    "text": "“İnsanların yalan söylemesi sana göre yanlış olabilir ama bana göre yanlış değil” örneği aşağıdakilerden hangi safsataya girer?",
    "correctAnswer": "E",
    "options": {
      "A": "İspatlama mecburiyeti",
      "B": "İndirgeme safsatası",
      "C": "İnanca başvurmak",
      "D": "Duygulara başvurmak",
      "E": "Görecelilik safsatası"
    },
    "explanation": "Bu safsata otoriteye başvurmak türünden safsatalara girebilir. Sübjektif safsata olarak da adlandırılabilir. Bir kişinin bir iddiayı sadece başkaları için doğru olabileceği ama kendisi için doğru olmadığını söyleyerek reddetmesi durumudur."
  },
  {
    "id": "2925215",
    "unitNumber": 5,
    "text": "“İnsanların çoğu belediye otobüslerine binerken sıraya girmiyor, o yüzden benim de sıraya girmemem yanlış değil.” örneği aşağıdakilerden hangi safsataya girer?",
    "correctAnswer": "D",
    "options": {
      "A": "Yanlış ikilem",
      "B": "Grup baskısı",
      "C": "Geleneğe başvurmak",
      "D": "Ortak tutuma başvurmak",
      "E": "Duygulara başvurmak"
    },
    "explanation": "Bu safsata, otoriteye başvurma türü safsatalara aittir. Bir iddiayı kabul ettirmek için, büyük çoğunluğun ortak bir davranışı olduğu gerekçesine dayanarak iddianın doğru olduğunu söylemedir."
  },
  {
    "id": "2925216",
    "unitNumber": 5,
    "text": "“Anadolu Üniversitesi, İletişim Bilimleri Fakültesi çok büyük bir bina, o halde bu binanın sınıfları da büyük olmalı” örneği aşağıdaki hangi safsataya girer?",
    "correctAnswer": "A",
    "options": {
      "A": "İndirgeme safsatası",
      "B": "Bütünleme safsatası",
      "C": "Acele genelleme",
      "D": "Görecelik safsatası",
      "E": "Yeniye başvurmak"
    },
    "explanation": "İndirgeme safsatası da kategori hataları türüne giren safsatadır. Bütün için doğru olan bir özellik veya iddianın, bütünün parçaları için de doğru olacağını düşünme hatasıdır."
  },
  {
    "id": "2925217",
    "unitNumber": 5,
    "text": "“Ya sev ya terk et” örneği aşağıdakilerden hangi safsataya girer?",
    "correctAnswer": "B",
    "options": {
      "A": "Görecelilik safsatası",
      "B": "Yanlış ikilem",
      "C": "İndirgeme Safsatası",
      "D": "Öncesinde safsatası",
      "E": "İnanca başvurmak"
    },
    "explanation": "Yanlış ikilemi şaşırtma safsataları türünde sayabiliriz. Başka seçenekler olduğu halde karşısındakini iki seçenekten birini seçmeye zorlamak yoluyla yapılan hatadır"
  },
  {
    "id": "2925218",
    "unitNumber": 5,
    "text": "“Freud bilinçaltımızda id, ego, süper ego sürekli çatışma halindedir diyor. Boş ver sen Freud’u o zaten cinsel sapığın tekidir” örneği aşağıdakilerden hangi safsataya girer?",
    "correctAnswer": "E",
    "options": {
      "A": "Öncesinde safsata",
      "B": "İnanca başvurmak",
      "C": "Bütünleme safsatası",
      "D": "İndirgeme safsatası",
      "E": "Adama karalama"
    },
    "explanation": "Saldırı safsatası grubuna girer. Adam karalamada iddiaya değil de iddiayı ortaya atan kişiye saldırı yapılıp kötüleyerek iddianın yanlışlığı ileri sürülerek yapılır. İddianın o kişinin karakteriyle ya da hareketleriyle alakalandırılıp, yanlışlığının ileri sürülmesi safsatadır."
  },
  {
    "id": "2925219",
    "unitNumber": 5,
    "text": "“Uzaylıların dünyayı ziyaret etmediğini ispatlayamazsın, o halde ziyaret ediyorlar” örneği aşağıdakilerden hangi safsataya girer?",
    "correctAnswer": "B",
    "options": {
      "A": "Duygulara başvurmak",
      "B": "İspatlama mecburiyeti",
      "C": "Acele genelleme",
      "D": "Korkuya başvurmak",
      "E": "Yanlış ikilem"
    },
    "explanation": "İspatlama mecburiyeti safsatası da şaşırtma türünden safsatalardandır. İspat yüküde diyebiliriz. Bir iddianın yanlışlığının ispatlanamamış olması, dolayısı ile doğru olduğunu ya da doğruluğunun ispatlanamamış olması, dolayısı ile yanlış olduğunu ileri sürmektir. Yani, bir şey aksiispatlanamadığı sürece doğrudur varsayımına dayanır."
  },
  {
    "id": "2925220",
    "unitNumber": 5,
    "text": "“Güneş tutulmasından sonra deprem oldu, o halde depremin nedeni güneş tutulmasıdır” örneği aşağıdakilerden hangi safsataya örnektir?",
    "correctAnswer": "D",
    "options": {
      "A": "Acele genelleme",
      "B": "Sen de safsatası",
      "C": "Ortak tutuma başvurmak",
      "D": "Öncesinde safsatası",
      "E": "Adama saldırmak"
    },
    "explanation": "Bu safsata tartışmalı sebep türüne giren safsatalardandır. Ondan sonra, öyleyse, ondan dolayı demektir. Sözde sebep safsatası da diyebiliriz. Batıl itikatlarımızla ilgili bir safsatadır. Bir olayın olmasının, bir zaman sonra başka bir olaya neden olduğu sonucunu çıkarmaktan doğan bir hatadır."
  },
  {
    "id": "2925221",
    "unitNumber": 5,
    "text": "İddiaya değil de iddiayı ortaya atan kişiye saldırı yapılıp kötüleyerek iddianın yanlışlığı ileri sürülerek yapılan safsata aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Duygulara Başvurmak",
      "B": "Adam Karalama",
      "C": "İnanca Başvurma",
      "D": "Ortak Tutuma Başvurmak",
      "E": "“Sen de” Safsatası"
    },
    "explanation": "Adam karalamada iddiaya değil de iddiayı ortaya atan kişiye saldırı yapılıp kötüleyerek iddianın yanlışlığı ileri sürülerek yapılır. İddianın o kişinin karakteriyle ya da hareketleriyle alakalandırılıp, yanlışlığının ileri sürülmesi safsatadır."
  },
  {
    "id": "2925222",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>\"Sen de\" safsatası</li> <li>Adam karalama</li> <li>Grup baskısı</li> </ol> Yukarıda sayılan safsata türlerinden hangisi ya da hangileri saldırı safsataları kapsamında değerlendirilir?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "Yalnız I",
      "E": "I, II ve III"
    },
    "explanation": "“Adam karalama”, “Sen de” ve “Niteliksel Adam Karalama” safsataları, saldırı safsatası türünden diye adlandırılabilir."
  },
  {
    "id": "2925223",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi otoriteye başvurma türünde değerlendirilen bir safsatadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Niteliksel Adam Karalama",
      "B": "Korkuya Başvurmak",
      "C": "Yeniye Başvurmak",
      "D": "“Sen de” Safsatası",
      "E": "Grup baskısı"
    },
    "explanation": "Grup baskısı otoriteye başvurma türüne giren safsatalardandır. Mahalle baskısı da diyebiliriz. Bir iddiayı kabul ettirmek için deliller öne sürmek yerine, bir grubun veya içinde bulunduğu grubun baskısını öne sürme hatasıdır."
  },
  {
    "id": "2925224",
    "unitNumber": 5,
    "text": "Bütünün kendisini oluşturan parçalarla aynı özelliğe sahip olduğunu çıkarma hatasına ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bütünleme Safsatası",
      "B": "İndirgeme safsatası",
      "C": "Yanlış ikilem",
      "D": "Kumarbaz safsatası",
      "E": "İspatlama Mecburiyeti Safsatası"
    },
    "explanation": "Bütünleme safsatası, kategori hataları türüne giren safsatalardandır. Bütünün kendisini oluşturan parçalarla aynı özelliğe sahip olduğunu çıkarma hatasıdır."
  },
  {
    "id": "2925225",
    "unitNumber": 5,
    "text": "Bir olayın geçmişte nadir gerçekleşmiş olmasına dayanarak, gelecekte daha yüksek ihtimalle ortaya çıkabileceğini düşünme hatasına ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Öncesinde Safsatası",
      "B": "Acele Genelleme",
      "C": "Kumarbaz Safsatası",
      "D": "Görecelilik Safsatası",
      "E": "İspatlama Mecburiyeti Safsatası"
    },
    "explanation": "Kumarbaz safsatası istatiksel hata safsataları türündendir. Bir olayın geçmişte nadir gerçekleşmiş olmasına dayanarak, gelecekte daha yüksek ihtimalle ortaya çıkabileceğini düşünme hatasıdır."
  },
  {
    "id": "2925226",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Görecelilik safsatası</li> <li>Acele genelleme</li> <li>Öncesinde safsatası</li> </ol> Yukarıdakilerden hangisi veya hangileri otoriteye başvurma türünden safsatalar kapsamında değerlendirilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Görecelilik safsatası, otoriteye başvurmak türünden safsatalara girebilir. Sübjektif safsata olarak da adlandırılabilir. Bir kişinin bir iddiayı sadece başkaları için doğru olabileceği ama kendisi için doğru olmadığını söyleyerek reddetmesi durumudur."
  },
  {
    "id": "2925227",
    "unitNumber": 5,
    "text": "Bir olayın olmasının, bir zaman sonra başka bir olaya neden olduğu sonucunu çıkarmaktan doğan bir hataya ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ad Hominem",
      "B": "Korkuya Başvurmak",
      "C": "Geleneğe Başvurmak",
      "D": "Öncesinde Safsatası",
      "E": "Yanlış İkilem"
    },
    "explanation": "Öncesinde safsatası (Post Hoc), tartışmalı sebep türüne giren safsatalardandır. Ondan sonra, öyleyse, ondan dolayı demektir. Sözde sebep safsatası da diyebiliriz. Batıl itikatlarımızla ilgili bir safsatadır. Bir olayın olmasının, bir zaman sonra başka bir olaya neden olduğu sonucunu çıkarmaktan doğan bir hatadır."
  },
  {
    "id": "2925228",
    "unitNumber": 5,
    "text": "Başka seçenekler olduğu halde karşısındakini iki seçenekten birini seçmeye zorlamak yoluyla yapılan hataya ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kumarbaz Safsatası",
      "B": "Acele Genelleme",
      "C": "İndirgeme Safsatası",
      "D": "Yanlış İkilem",
      "E": "Post Hoc"
    },
    "explanation": "Yanlış ikilemi şaşırtma safsataları türünde sayabiliriz. Başka seçenekler olduğu<br/>halde karşısındakini iki seçenekten birini seçmeye zorlamak yoluyla yapılan hatadır."
  },
  {
    "id": "2925229",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi otoriteye başvurma türünden bir safsata değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Geleneğe Başvurmak",
      "B": "Grup Baskısı",
      "C": "İndirgeme Safsatası",
      "D": "İnanca Başvurma",
      "E": "Ortak Tutuma Başvurmak"
    },
    "explanation": "İndirgeme safsatası da kategori hataları türüne giren safsatadır. Bütün için doğru<br/>olan bir özellik veya iddianın, bütünün parçaları için de doğru olacağını düşünme<br/>hatasıdır."
  },
  {
    "id": "2925230",
    "unitNumber": 5,
    "text": "1. Arkadaşımın kedisi elimi tırmaladı.<br/>2. Bir hafta sonra ateşlendim.<br/>3. O halde ateşlenmemin sebebi arkadaşımın kedisinin tırmalamasıdır.\n Yukarıda verilen örnek, hangi tür safsata kapsamında değerlendirilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Acele Genelleme",
      "B": "Öncesinde Safsatası",
      "C": "Görecelilik Safsatası",
      "D": "Yanlış İkilem",
      "E": "İndirgeme Safsatası"
    },
    "explanation": "Bir olayın olmasının, bir zaman sonra başka bir olaya neden olduğu sonucunu çıkarmaktan doğan hataya, öncesinde safsatası (Post Hoc) denir."
  },
  {
    "id": "2925231",
    "unitNumber": 5,
    "text": "Akıl yürütmedeki yanlışlar yani, hatalı akıl yürütmelere ne denir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalan",
      "B": "Safsata",
      "C": "Çıkarım",
      "D": "Anlam",
      "E": "Şaşırtma"
    },
    "explanation": "Safsata akıl yürütmedeki yanlışlar yani, hatalı akıl yürütmelerdir."
  },
  {
    "id": "2925232",
    "unitNumber": 5,
    "text": "\"Kırmızı ışıkta kimse durmuyor, o yüzden ben de geçebilirim.\" örneği hangi safsata türündedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Adam Karalama",
      "B": "“Sen de” Safsatası",
      "C": "Niteliksel Adam Karalama",
      "D": "Ortak Tutuma Başvurmak",
      "E": "İnanca Başvurma"
    },
    "explanation": "\"Kırmızı ışıkta kimse durmuyor, o yüzden ben de geçebilirim.\" örneği Ortak Tutuma Başvurmak türündedir."
  },
  {
    "id": "2925233",
    "unitNumber": 5,
    "text": "\"Sigara içmek zararlı değildir çünkü sigara içenler sigara içmenin çok keyifli olduğunu söylüyor.O halde sigara içmek zararlı değildir.\" örneği hangi safsata türündedir?",
    "correctAnswer": "A",
    "options": {
      "A": "İnanca başvurmak",
      "B": "Duygulara başvurmak",
      "C": "Görecelilik safsatası",
      "D": "İspatlama mecburiyeti",
      "E": "İndirgeme safsatası"
    },
    "explanation": "Sigara içmek zararlı değildir çünkü sigara içenler sigara içmenin çok keyifli olduğunu söylüyor.O halde sigara içmek zararlı değildir.\" örneği İnanca başvurmak türündedir."
  },
  {
    "id": "2925234",
    "unitNumber": 5,
    "text": "\"Bu gitarı satın alırsanız 3 ayda çalmayı öğrenirsiniz.\" örneği hangi safsata türündedir?",
    "correctAnswer": "B",
    "options": {
      "A": "İnanca başvurmak",
      "B": "Duygulara başvurmak",
      "C": "Görecelilik safsatası",
      "D": "İspatlama mecburiyeti",
      "E": "İndirgeme safsatası"
    },
    "explanation": "\"Bu gitarı satın alırsanız 3 ayda çalmayı öğrenirsiniz.\" örneği Duygulara Başvurma türündedir."
  },
  {
    "id": "2925235",
    "unitNumber": 5,
    "text": "\"Allah inancın yoksa cehennemde yanarsın.\" örneği hangi safsata türündedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Korkuya başvurmak",
      "B": "Duygulara başvurmak",
      "C": "Yeniye başvurmak",
      "D": "İndirgeme safsatası",
      "E": "Görecelik safsatası"
    },
    "explanation": "\"Allah inancın yoksa cehennemde yanarsın.\" örneği Korkuya başvurmak türündedir."
  },
  {
    "id": "2925236",
    "unitNumber": 5,
    "text": "\"X kremin yeni formülüyle teniniz ipek gibi olacak.\" örneği hangi safsata türündedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Korkuya başvurmak",
      "B": "Duygulara başvurmak",
      "C": "Yeniye başvurmak",
      "D": "İndirgeme safsatası",
      "E": "Görecelik safsatası"
    },
    "explanation": "\"X kremin yeni formülüyle teniniz ipek gibi olacak.\" örneği Yeniye Başvurmak türündedir."
  },
  {
    "id": "2925237",
    "unitNumber": 5,
    "text": "\"Seval büyük bir binada çalışıyor. Sevalin ofisi de büyüktür.\" örneği hangi safsata türündedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Korkuya başvurmak",
      "B": "Duygulara başvurmak",
      "C": "Yeniye başvurmak",
      "D": "İndirgeme safsatası",
      "E": "Görecelik safsatası"
    },
    "explanation": "\"Seval büyük bir binada çalışıyor. Sevalin ofisi de büyüktür.\" örneği İndirgeme safsatası türündedir."
  },
  {
    "id": "2925238",
    "unitNumber": 5,
    "text": "\"Ya benimsin ya da toprağın.\" örneği hangi safsata türündedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ispatlama mecburiyeti",
      "B": "Yanlış İkilem",
      "C": "Yeniye başvurmak",
      "D": "İndirgeme safsatası",
      "E": "Görecelik safsatası"
    },
    "explanation": "\"Ya benimsin ya da toprağın.\" örneği Yanlış İkilem türündedir."
  },
  {
    "id": "2925239",
    "unitNumber": 5,
    "text": "\"Zombilerin olmadığını ispatlayamazsın.\" örneği hangi safsata türündedir?",
    "correctAnswer": "A",
    "options": {
      "A": "İspatlama mecburiyeti",
      "B": "Korkuya başvurmak",
      "C": "Duygulara başvurmak",
      "D": "Yeniye başvurmak",
      "E": "İndirgeme safsatası"
    },
    "explanation": "\"Zombilerin olmadığını ispatlayamazsın.\" örneği İspatlama mecburiyeti türündedir."
  },
  {
    "id": "2925240",
    "unitNumber": 5,
    "text": "1. Ayşe egzersiz yapmayan insanların sağlıksız olduğunu söylüyor.<br/>2. Ahmet bu senin için doğru olabilir ama benim için yanlış diyor.<br/>3. O halde Ahmet egzersizi reddetmekte haklı olduğunu düşünüyor.\n Yukarıdaki örnek hangi safsata türündedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Korkuya başvurmak",
      "B": "Duygulara başvurmak",
      "C": "Yeniye başvurmak",
      "D": "İndirgeme safsatası",
      "E": "Görecelik safsatası"
    },
    "explanation": "1. Ayşe egzersiz yapmayan insanların sağlıksız olduğunu söylüyor.<br/>2. Ahmet bu senin için doğru olabilir ama benim için yanlış diyor.<br/>3. O halde Ahmet egzersizi reddetmekte haklı olduğunu düşünüyor. örneği görecelik safsatası türündedir."
  },
  {
    "id": "2925241",
    "unitNumber": 5,
    "text": "“Güneş tutulmasından sonra deprem oldu, o halde depremin nedeni güneş tutulmasıdır.” örneği aşağıdakilerden hangi safsataya örnektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Adama saldırmak",
      "B": "Öncesinde safsatası",
      "C": "Ortak tutuma başvurmak",
      "D": "Sen de safsatası",
      "E": "Acele genelleme"
    },
    "explanation": "Tartışmalı sebep türü safsata örneğini açıklayabileceksiniz."
  },
  {
    "id": "2925242",
    "unitNumber": 5,
    "text": "“Uzaylıların dünyayı ziyaret etmediğini ispatlayamazsın, o halde ziyaret ediyorlar.” örneği aşağıdakilerden hangi safsataya girer?",
    "correctAnswer": "C",
    "options": {
      "A": "Yanlış ikilem",
      "B": "Duygulara başvurmak",
      "C": "İspatlama mecburiyeti",
      "D": "Acele genelleme",
      "E": "Korkuya başvurmak"
    },
    "explanation": "Şaşırtma safsatalarını tanıyabileceksiniz."
  },
  {
    "id": "2925243",
    "unitNumber": 5,
    "text": "“Freud bilinçaltımızda id, ego, süper ego sürekli çatışma halindedir diyor. Boş ver sen Freud’u o zaten cinsel sapığın tekidir.” örneği aşağıdakilerden hangi safsataya girer?",
    "correctAnswer": "A",
    "options": {
      "A": "Adama saldırmak",
      "B": "İndirgeme safsatası",
      "C": "Bütünleme safsatası",
      "D": "İnanca başvurmak",
      "E": "Öncesinde safsata"
    },
    "explanation": "Saldırı safsatalarını açıklayabileceksiniz."
  },
  {
    "id": "2925244",
    "unitNumber": 5,
    "text": "“Ya sev ya terk et” örneği aşağıdakilerden hangi safsataya girer?",
    "correctAnswer": "D",
    "options": {
      "A": "Öncesinde safsatası",
      "B": "İnanca başvurmak",
      "C": "Görecelilik safsatası",
      "D": "Yanlış ikilem",
      "E": "İndirgeme safsatası"
    },
    "explanation": "Şaşırtma safsatalarını tanıyabileceksiniz."
  },
  {
    "id": "2925245",
    "unitNumber": 5,
    "text": "“İnsanların çoğu belediye otobüslerine binerken sıraya girmiyor, o yüzden benim de sıraya girmemem yanlış değil.” örneği aşağıdakilerden hangi safsataya girer?",
    "correctAnswer": "A",
    "options": {
      "A": "Ortak tutuma başvurmak",
      "B": "Duygulara başvurmak",
      "C": "Yanlış ikilem",
      "D": "Grup baskısı",
      "E": "Geleneğe başvurmak"
    },
    "explanation": "Otoriteye başvurmak türünden safsataları ifade edebilecek"
  },
  {
    "id": "2925246",
    "unitNumber": 5,
    "text": "“İnsanların yalan söylemesi sana göre yanlış olabilir ama bana göre yanlış değil.” örneği aşağıdakilerden hangi safsataya girer?",
    "correctAnswer": "C",
    "options": {
      "A": "İnanca başvurmak",
      "B": "Duygulara başvurmak",
      "C": "Görecelilik safsatası",
      "D": "İspatlama mecburiyeti",
      "E": "İndirgeme safsatası"
    },
    "explanation": "Otoriteye başvurmak türünden safsataları ifade edebilecek"
  },
  {
    "id": "2925247",
    "unitNumber": 5,
    "text": "“Bu bilgisayar en son model, bunu satın alırsan herkes tarafından kıskanılacak ve güçlü olacaksın.” örneği aşağıdakilerden hangi safsataya girer?",
    "correctAnswer": "D",
    "options": {
      "A": "Duygulara başvurmak",
      "B": "Öncesinde safsatası",
      "C": "Grup baskısı",
      "D": "Yeniye başvurmak",
      "E": "Görecelik safsatası"
    },
    "explanation": "Duygulara başvurmak ile ilgili safsataları açıklayabileceksiniz."
  },
  {
    "id": "2925248",
    "unitNumber": 5,
    "text": "“Ders kitaplarında yazanların hepsi doğrudur, yanlış dersem öğretmen beni sınıfta bırakır.” örneği aşağıdakilerden hangi safsataya girer?",
    "correctAnswer": "A",
    "options": {
      "A": "Korkuya başvurmak",
      "B": "Duygulara başvurmak",
      "C": "Yeniye başvurmak",
      "D": "İndirgeme safsatası",
      "E": "Görecelik safsatası"
    },
    "explanation": "Duygulara başvurmak ile ilgili safsataları açıklayabileceksiniz."
  },
  {
    "id": "2925249",
    "unitNumber": 5,
    "text": "“Bir haftadır kar yağıyor, bu yüzden yarın hava güneşli olacak.” örneği aşağıdakilerden hangi safsataya girer?",
    "correctAnswer": "B",
    "options": {
      "A": "Bütünleme safsatası",
      "B": "Kumarbaz safsatası",
      "C": "Acındırmak",
      "D": "Korkuya başvurmak",
      "E": "Duygulara başvurmak"
    },
    "explanation": "İstatiksel hata türünden safsataları açıklayabileceksiniz."
  },
  {
    "id": "2925250",
    "unitNumber": 6,
    "text": "İzmir suikastı başarılı olsaydı Atatürk ölürdü. Atatürk öldü. Öyleyse, İzmir suikastı başarılı oldu. Yukarıdaki çıkarım için aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Modus ponens çıkarım kalıbının bir örneğidir.",
      "B": "Modus tollens çıkarım kalıbının bir örneğidir.",
      "C": "Artbileşenin evetlenmesi yanıltmacasının bir örneğidir.",
      "D": "Önbileşeni değilleme yanıltmacasının bir örneğidir.",
      "E": "Koşullu bir tasımdır."
    },
    "explanation": "Bu çıkarımlara benzeyen fakat geçerli olmayan çıkarımları (yanıltmacaları) fark edebileceksiniz."
  },
  {
    "id": "2925251",
    "unitNumber": 6,
    "text": "(1) Paran çoksa da derdin çok. (2) Paran yoksa da derdin çok. (3) Paran ya çok ya da yok. (4) Öyleyse derdin çok.\" Yukarıdaki çıkarım için aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Basit yapıcı ikilemdir.",
      "B": "Basit yıkıcı ikilemdir.",
      "C": "En uygun itiraz 3 nolu öncüle karşı çıkmak olur.",
      "D": "Geçerli bir çıkarımdır.",
      "E": "İtiraz olarak (1)’in yanlış olabileceği ileri sürülebilir."
    },
    "explanation": "İkilemlerden kaçınma yollarını ifade edebileceksiniz."
  },
  {
    "id": "2925252",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, “Sevmiyorsan terk et.” ile aynı anlama gelir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ya sev ya terk et.",
      "B": "Hem sev hem terk et.",
      "C": "Hem sevme hem terk etme.",
      "D": "Ne sev ne terk et.",
      "E": "Sevme ama terk et."
    },
    "explanation": "Bu çıkarımlara benzeyen fakat geçerli olmayan çıkarımları (yanıltmacaları) fark edebileceksiniz."
  },
  {
    "id": "2925253",
    "unitNumber": 6,
    "text": "“Yağmur yağarsa yerler ıslanır.” koşullu önermesi aşağıdakilerden hangisi şeklinde ifade <u>edilemez</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Yerler ıslanır, yeter ki yağmur yağsın.",
      "B": "Yağmur yağması halinde yerler ıslanır.",
      "C": "Yağmur yağması koşuluyla yerler ıslanır.",
      "D": "Ne zaman yağmur yağsa yerler ıslanır.",
      "E": "Yerler ıslaksa yağmur yağmıştır."
    },
    "explanation": "Bir koşul önermesinde, örneğin “A ise B” önermesinde A ön bileşen, B de art bileşendir. Ön bileşen, art bileşenin olduğunu iddia ettiği şey için “yeterli koşul”u ifade eder. A’nın olmasının B’nin olması için yeterli koşul olduğunu, yani ne zaman A olsa B’nin de olduğunu iddia eder (Ne zaman yağmur yağsa yerler ıslanır). Bu çeşitli biçimlerde ifade edilebilir;\n<br/>B olur, yeter ki A olsun. (Yerler ıslanır, yeter ki yağmur yağsın)\n<br/><em>A olması koşuluyla / halinde B. (Yağmur yağması koşuluyla / halinde yerler ıslanır.)</em>\n<br/><em>Buna göre A, B, C ve D şıklarında verilen ifadeler “Yağmur yağarsa yerler ıslanır.” Koşullu önermesinin farklı şekilde ifade ediliş biçimleridir. </em>\n<br/>Koşul önermesinin art bileşeni, önbileşenin “zorunlu” ya da “gerekli” koşulunu ifade eder. “A ise B” önermesi, A’nın olması halinde B’nin de olmasının zorunlu olduğunu ileri sürer. Fakat B’nin olmasının birçok yeterli koşulu olabilir. Örneğin, yerlerin ıslanması için yağmurun yağması, yeterli koşullardan sadece biridir. Belediyenin arozözünün sulaması veya su borularının patlaması da yerlerin ıslanması için başka yeterli koşulları oluşturur. Dolayısıyla “A ise B” önermesi doğruysa B’nin olmasından A’nın olduğu sonucunu çıkaramayız. Buna göre verilen koşullu önerme “Yerler ıslaksa, yağmur yağmıştır.” şeklinde ifade edilemez."
  },
  {
    "id": "2925254",
    "unitNumber": 6,
    "text": "Ormanda ateş yakılırsa yangın çıkar.\n<br/>Ormanda ateş yakıldı.\n<br/>Öyleyse, yangın çıkacak.\n<br/>Yukarıdaki çıkarım için aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Koşullu tasımdır.",
      "B": "Modus ponens çıkarım kalıbının örneğidir.",
      "C": "Modus tollens çıkarım kalıbının örneğidir.",
      "D": "İkinci öncülde koşul önermesinin artbileşeni değillenmiştir.",
      "E": "Artbileşenin evetlenmesi yanıltmacasıdır."
    },
    "explanation": "Modus ponens çıkarımında öncüllerden biri koşul önermesidir. Diğer öncül de koşul önermesinin önbileşenini evetler, yani yeter koşulun yerine geldiğini iddia eder. Koşul önermesinin artbileşeni (koşul önermesinin zorunlu koşulu) sonuç olarak çıkarılır. Buna göre verilen örnekte “Ormanda ateş yakılırsa yangın çıkar” öncülü koşul önermesidir. İkinci öncül de koşul önermesinin önbileşenini (ateş yakmak) evetlemiştir. Koşul önermesinin artbileşeni (yangın çıkacak) sonuç olarak çıkarılmıştır."
  },
  {
    "id": "2925255",
    "unitNumber": 6,
    "text": "Savaş çıkarsa insanlar ölür.\n<br/>Savaş çıkmadı.\n<br/>Öyleyse, insanlar ölmez.\n<br/>Yukarıdaki çıkarım için aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Önbileşenin değillenmesi yanıltmacası örneğidir.",
      "B": "Modus ponens çıkarım kalıbının örneğidir.",
      "C": "Modus tollens çıkarım kalıbının örneğidir.",
      "D": "Koşullu tasımdır.",
      "E": "Koşul önermesinin önbileşeni evetlenmiştir."
    },
    "explanation": "Önbileşenin değillenmesi yanıltmacasında, ikinci öncül koşul önermesinin önbileşenini değiller, sonuç olarak da artbileşenin değillemesi çıkarılır. Verilen örnekte ikinci öncül (savaş çıkmadı) koşul önermesinin önbileşenini (savaş çıkarsa) değillemiş ve sonuç önermesi olarak artbileşeni (insanlar ölür) değillemesi çıkarılmıştır (insanlar ölmez)."
  },
  {
    "id": "2925256",
    "unitNumber": 6,
    "text": "I. SGK ilaçlarda katkı payını arttırırsa bazı kanser hastaları katkı payını ödeyemeyecek.II. ?\n<br/>III. Öyleyse, SGK ilaçlarda katkı payını arttırsa bazı kanser hastaları ilaçlarını alamayacaklar ve ölecekler.\n<br/>Yukarıdaki tasımın koşullu tasım olabilmesi için II yerine aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bazı kanser hastaları katkı payını ödeyemezse ilaçlarını alamayacaklar.",
      "B": "Bazı kanser hastaları katkı payını ödeyemecek, ilaçlarını alamayacaklar ve ölecekler.",
      "C": "Bazı kanser hastaları katkı payını ödeyemezse ilaçlarını alamayacaklar ve ölecekler.",
      "D": "Bazı kanser hastaları katkı payını ödeyemediği için ölecekler.",
      "E": "Bazı kanser hastaları katkı payını ödeyemezse ilaçlarını alamadıkları için ölecekler."
    },
    "explanation": "Hipotetik tasımda her iki öncül ve sonuç koşul önermeleridir. Genel yapısı;\n<br/>X ise Y\n<br/>Y ise Z\n<br/>Öyleyse X ise Z’dir.\n<br/>Buna göre I’de verilen “SGK ilaçlarda katkı payını arttırırsa bazı kanser hastaları katkı payını ödeyemeyecek.” koşul önermesinde artbileşen (Y) “bazı kanser hastaları katkı payını ödemeyecek” olur. III’de verilen “Öyleyse, SGK ilaçlarda katkı payını arttırsa bazı kanser hastaları ilaçlarını alamayacaklar ve ölecekler.” sonuç koşul önermesinde artbileşen (Z) “bazı kanser hastaları ilaçlarını alamayacaklar ve ölecekler.” olur. O halde ikinci koşul önerme (Y ise Z) “Bazı kanser hastaları katkı payını ödeyemezse ilaçlarını alamayacaklar ve ölecekler.” Olarak yazılır. Doğru cevap C’dir."
  },
  {
    "id": "2925257",
    "unitNumber": 6,
    "text": "Bana aldığı hediye elbise ya kırmızı ya da siyahtır.\n<br/>Aldığı elbise siyah değildir.\n<br/>Öyleyse, aldığı elbise kırmızıdır.\n<br/>Yukarıdaki çıkarım için aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Koşullu tasım",
      "B": "Alternatif tasım",
      "C": "Yıkıcı ikilem",
      "D": "Ayrık tasım",
      "E": "Modus tollens"
    },
    "explanation": "Ayrık tasımda öncüllerden biri tikel evetleme önermesidir. Diğer öncül ise tikel evetleme önermesinin bileşenlerinden birinin yanlış olduğunu iddia eder. Yani bileşenlerden birini eler ve tikel evetleme önermesinin diğer bileşenin doğru olduğu sonucu çıkarılır. Buna göre verilen örnekte “Bana aldığı hediye elbise ya kırmızı ya da siyahtır.” öncülü bir tikel evetleme, ikinci öncül olan “Aldığı elbise siyah değildir.” ise tikel evetleme önermesinin bileşenlerinden birinin yanlış olduğunu iddia eden önermedir. Sonuç olarak da diğer bileşenin (elbisenin kırmızı olması) doğru olduğu sonucuna varılır."
  },
  {
    "id": "2925258",
    "unitNumber": 6,
    "text": "Aşağıda ayrık ve alternatif tasım ile ilgili ifadelerden hangisi yanlıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Ayrık tasımda öncüllerden biri tikel evetleme önermesidir.",
      "B": "Alternatif tasımın öncüllerinden biri tekil evetleme önermesidir.",
      "C": "Alternatif tasımda bileşenlerden sadece ve sadece biri doğrudur.",
      "D": "Alternatif tasımda tekil öncülün yanına “ikisi birlikte değil” yazmak anlamı netleştirir.",
      "E": "Ayrık tasımda öncüllerdeki bileşenlerden biri evetlenirse diğerinin yanlış olduğu sonucu çıkar."
    },
    "explanation": "Ayrık tasımda öncüllerden biri tikel evetleme önermesidir. Diğer öncül ise tikel evetleme önermesinin bileşenlerinden birinin yanlış olduğunu iddia eder. Nitekim, bir tikel evetleme önermesinin bileşenlerinden biri evetlenirse, diğerinin yanlış olduğu sonucu çıkarılamaz."
  },
  {
    "id": "2925259",
    "unitNumber": 6,
    "text": "Onun sağlıklı olması için iyi beslenmesi gerekir.\n<br/>Onun sağlıklı olması için egzersiz de yapması gerekir.\n<br/>Fakat o ya iyi beslenmiyor ya da egzersiz yapmıyor.\n<br/>Öyleyse, o başarılı olamaz.\n<br/>Yukarıdaki çıkarım için aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Yapıcı ikilem",
      "B": "Yıkıcı ikilem",
      "C": "Alternatif tasım",
      "D": "Ayrık tasım",
      "E": "Koşullu tasım"
    },
    "explanation": "Yıkıcı ikilemde koşul önermelerinin artbileşenleri farklı olmalıdır. Ama önbileşenleri aynı da olabilir farklı da. Eğer koşul önermelerinin önbileşenleri farklı ise ikilem, karmaşık yıkıcı ikilemdir aynı ise basit yıkıcı ikilemdir. Buna göre basit yıkıcı ikilemin yapısı aşağıdaki gibi olur;\n<br/>A olursa hem B olur hem de C olur.\n<br/>Fakat B veya C’den en az biri olmayacak.\n<br/>Öyleyse A olmayacak.\n<br/>Buna göre verilen örnek bir yıkıcı ikilemdir."
  },
  {
    "id": "2925260",
    "unitNumber": 6,
    "text": "Borcunu ödemek için ya banka soyacaksın ya da evini satacaksın.Banka soyarsan hapse girersin.Evini satarsan sokakta kalırsın.Öyleyse, ya hapse gireceksin ya da sokakta kalacaksın.<br/>I. Yapıcı ikilemdir.\n<br/>II. İkileme karşı çıkmak için tikel evetleme önermesine itiraz edilebilir.\n<br/>III. İkileme karşı çıkmak için koşul önermeleri çürütülebilir.\n<br/>Yukarıdaki çıkarım için hangisi ya da hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Yapıcı ikilemde tikel evetleme önermesi, koşul önermelerinin önbileşenini evetler. Sonuç olarak da koşul önermelerinin artbileşenlerinden en az birinin doğru olduğu çıkarılır. Verilen örnekte de aynı durum söz konusu olduğundan ikilem yapıcı ikilemdir. I doğru olur. Bu ikileme karşı çıkmanın birkaç yolundan biri, tikel evetleme önermesine itiraz etmektir. Verilen örnekteki ikileme, borcu ödeyebilmenin iş bulma ve çalışma ya da kredi çekme gibi başka yolların olduğu gösterilerek itiraz edilebilir. II’de doğru olur. Bu ikileme karşı çıkmanın diğer bir yolu da koşul önermeleri çürütmektir. Örneğin “Evini satarsan sokakta kalırsın” koşul önermesine bir müddet bir akrabanın evinde kalırsın şeklinde itiraz edilebilir. Bu durumda III’de doğru olur."
  },
  {
    "id": "2925261",
    "unitNumber": 6,
    "text": "I. Boynuzlarından tutma - tikel evetleme önermesini çürütme<br/>II. Boynuzlar arasından kaçma - koşul önermelerini çürütme<br/>III. Karşı ikilem oluşturma - bardağın dolu tarafını gösteren ikilem kurma\n<br/>Yukarıda verilen ikilemlere karşı çıkma yolları ve açıklamalarından hangisi ya da hangileri doğru olarak verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "I ve III",
      "E": "I ve II"
    },
    "explanation": "Tikel evetleme önermesini çürütmeye ikilemin boynuzları arasından kaçma yolu, koşul önermelerini çürütmeye de ikilemi boynuzlarından yakalama yolu denir. Bu durumda I ve II ters olarak verildiğinden yanlış olur. İkilemlerden kurtulmanın bir üçüncü yolu daha vardır. Buna da karşı ikilem oluşturma yolu denir. İkilemler genellikle bardağın boş tarafını gösterir. Bardağın dolu tarafını gösteren bir ikilem kurarak ikilemlere karşı gelinebilir. O halde III doğru olur."
  },
  {
    "id": "2925262",
    "unitNumber": 6,
    "text": "Çok yağmur yağarsa sel olur.\n<br/>Sel olmadı.\n<br/>Öyleyse, çok yağmur yağmadı.\n<br/>Yukarıdaki çıkarım için aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Modus tollens çıkarım kalıbının bir örneğidir.",
      "B": "Modus ponens çıkarım kalıbının bir örneğidir.",
      "C": "Ayrık tasımdır.",
      "D": "Önbileşeni değilleme yanıltmacasının bir örneğidir.",
      "E": "Artbileşenin evetlenmesi yanıltmacasının bir örneğidir."
    },
    "explanation": "Modus Tollens türü çıkarımlarda, öncüller biri koşul önermesidir. Diğer öncül koşul önermesinin artbileşenini değiller ve koşul önermesinin önbileşeninin değillemesi sonuç olarak çıkarılır. Buna göre “sel olmadı” koşul önermesinin artbileşeninin değilidir. Sonuç olarak çıkarılan “çok yağmur yağmadı” da koşul önermesinin önbileşeninin değilenmesidir. Bu örnek bir Modus tollens türü çıkarımdır."
  },
  {
    "id": "2925263",
    "unitNumber": 6,
    "text": "Belirli bir şeyin olması halinde bir başka şeyin olacağını veya olması gerektiğini ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tikel ve Tekil Evetleme Önermeleri",
      "B": "Koşul Önermeleri",
      "C": "Modus Ponens",
      "D": "Yıkıcı İkilem",
      "E": "Yapıcı İkilem"
    },
    "explanation": "İnsanların akıl yürütmelerinde koşul önermelerinin önemli bir yeri vardır. Bir koşul önermesi, belirli bir şeyin olması (örneğin, yağmurun yağması) hâlinde bir başka şeyin olacağını veya olması (örneğin, yerlerin ıslanması) gerektiğini ifade eder."
  },
  {
    "id": "2925264",
    "unitNumber": 6,
    "text": "I. Modus Tollens\n<br/>II. Ayrık Tasım\n<br/>III. Alternatif Tasım\n<br/>IV. Modus Ponens\n<br/>Yukarıdakilerden hangisi ya da hangileri sık kullanılan geçerli çıkarım kuralları arasında yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve IV",
      "D": "I, II ve III",
      "E": "Hepsi"
    },
    "explanation": "Sık kullanılan geçerli çıkarım kuralları şu şekilde sıralanmaktadır:-Modus Ponens -Modus Tollens -Koşullu Tasım -Ayrık Tasım -Alternatif Tasım -Yapıcı İkilem -Yıkıcı İkilem."
  },
  {
    "id": "2925265",
    "unitNumber": 6,
    "text": "Tikel evetleme ekleminin Türkçe’deki tipik karşılığı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ve",
      "B": "Ki",
      "C": "Veya",
      "D": "Yani",
      "E": "Eğer"
    },
    "explanation": "Tikel evetleme önermesi bileşenlerden en az birinin doğru olduğunu iddia eder. Fakat diğer bileşenin ya da bileşenlerin de doğru olabileceği iddiasını da içerir. Dolayısıyla bir tikel evetleme önermesi bileşenlerinden hiçbiri doğru olmazsa yanlıştır. Tikel evetleme ekleminin Türkçe’deki tipik karşılığı “veya”dır."
  },
  {
    "id": "2925266",
    "unitNumber": 6,
    "text": "“-Ateş varsa oksijen de vardır. <br/>-Oksijen yok. <br/>-Öyleyse ateş de yok.” durumu hangi tür çıkarım kuralına örnektir?",
    "correctAnswer": "D",
    "options": {
      "A": "Koşullu Tasım",
      "B": "Ayrık Tasım",
      "C": "Modus Ponens",
      "D": "Modus Tollens",
      "E": "Alternatif Tasım"
    },
    "explanation": "Modus Tollens: Öncüllerden biri koşul önermesidir. Diğer öncül, koşul önermesinin artbileşenini (önbileşen için zorunlu koşulu) değiller ve koşul önermesinin önbileşeninin değillemesi (B için yeterli koşulun olmadığı) sonuç olarak çıkarılır."
  },
  {
    "id": "2925267",
    "unitNumber": 6,
    "text": "“-Sen ya kola içmek istiyorsun ya da kahve.<br/>-Kola içmek istiyorsun.<br/>-Öyleyse, kahve içmek istemiyorsun” durumu hangi tür çıkarım kuralına örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Alternatif Tasım",
      "B": "Koşullu Tasım",
      "C": "Modus Tollens",
      "D": "Ayrık Tasım",
      "E": "Modus Ponens"
    },
    "explanation": "Alternatif tasımın öncüllerinden biri tekil evetleme önermesidir. Yani bileşenlerden sadece ve sadece biri doğrudur. Bu nedenle, bir alternatif tasımda ikinci öncül tekil evetleme önermesinin bileşenlerinden birini evetlediğinde diğer(ler)i değillenmiş olur; birini değillediğinde diğer(ler)i evetlenmiş olur ve diğer bileşen(ler)in değillemesi veya evetlenmesi sonuç olarak çıkarılır."
  },
  {
    "id": "2925268",
    "unitNumber": 6,
    "text": "“-Ya A olacak ya da B olacak.\n<br/>-A olursa C olacak\n<br/>-B olursa D olacak\n<br/>-Öyleyse, ya C olacak ya da D olacak” durumu hangi tür çıkarım kuralına örnektir?",
    "correctAnswer": "E",
    "options": {
      "A": "Koşullu Tasım",
      "B": "Ayrık Tasım",
      "C": "Alternatif Tasım",
      "D": "Yıkıcı İkilem",
      "E": "Yapıcı İkilem"
    },
    "explanation": "Yapıcı ikilemde, tikel evetleme önermesi, koşul önermelerinin önbileşenini evetler, yani önbileşenlerden en az birinin doğru olduğunu ileri sürer. Sonuç olarak da koşul önermelerinin artbileşenlerinden en az birinin doğru olduğu, C v D, çıkarılır."
  },
  {
    "id": "2925269",
    "unitNumber": 6,
    "text": "“- Yağmur yağıyor ise yerler ıslanır.\n<br/>- Yağmur yağıyor.\n<br/>- Öyleyse, yerler ıslanacak.” durumu hangi tür çıkarım türüne örnektir?",
    "correctAnswer": "C",
    "options": {
      "A": "Koşullu Tasım",
      "B": "Ayrık Tasım",
      "C": "Modus Ponens",
      "D": "Modus Tollens",
      "E": "Alternatif Tasım"
    },
    "explanation": "Modus ponensde öncüllerden biri koşul önermesidir. Diğer öncül de koşul önermesinin önbileşenini evetler, yani yeter koşulun yerine geldiğini iddia eder. Koşul önermesinin artbileşeni (koşul önermesinin zorunlu koşulu) sonuç olarak çıkarılır."
  },
  {
    "id": "2925270",
    "unitNumber": 6,
    "text": "Tikel evetleme önermesinin bileşenlerinden birinin değillendiği, diğerinin sonuç olarak çıkarıldığı çıkarım türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Alternatif Tasım",
      "B": "Ayrık Tasım",
      "C": "Modus Tollens",
      "D": "Koşullu Tasım",
      "E": "Yapıcı İkilem"
    },
    "explanation": "Ayrık tasımda öncüllerden biri tikel evetleme önermesidir. Diğer öncül ise tikel evetleme önermesinin bileşenlerinden birinin yanlış olduğunu iddia eder. Yani bileşenlerden birini eler ve tikel evetleme önermesinin diğer bileşenin doğru olduğu sonucu çıkarılır."
  },
  {
    "id": "2925271",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ikilemlerin ortaya konulma biçiminden biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Retorik Soru",
      "B": "Soru Cümleleri",
      "C": "Koşul Önermeleri",
      "D": "Ünlem Cümleleri",
      "E": "Tikel veya Tekil Evetleme Önermeleri"
    },
    "explanation": "İkilemler tikel veya tekil evetleme önermeleri ile ortaya konabileceği gibi retorik soru cümleleri, koşul önermeleri, soru cümleleri ile de ortaya konabilir."
  },
  {
    "id": "2925272",
    "unitNumber": 6,
    "text": "“Onun birinci olabilmesi için çalışması gerekir.\n<br/>Onun birinci olabilmesi için zeki de olması gerekir.\n<br/>Fakat o ya çalışkan değildir ya da zeki değildir.\n<br/>Öyleyse o birinci olamaz.”\n<br/>Yukarıdaki çıkarım için aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Basit Yıkıcı İkilemdir.",
      "B": "Karmaşık Yapılı İkilemdir.",
      "C": "Modus Ponens Örneğidir.",
      "D": "Ayrık Tasım Örneğidir.",
      "E": "Modus Tollens Örneğidir."
    },
    "explanation": "Basit yıkıcı ikilemlerde koşul önermelerinin önbileşenleri aynı, artbileşenleri farklıdır."
  },
  {
    "id": "2925273",
    "unitNumber": 6,
    "text": "Koşul önermesinin ön bileşeni evetlenir. Art bileşen sonuç olarak çıkarılır. Bu ifade neyi anlatmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Değilleyen Kip",
      "B": "Olumlayıcı Kip",
      "C": "Özümsenen Kip",
      "D": "Yargılanan Kip",
      "E": "Değerlendiren Kip"
    },
    "explanation": "Olumlayıcı Kip olarak adlandırılır."
  },
  {
    "id": "2925274",
    "unitNumber": 6,
    "text": "Ali bir aslan ise Ali dört ayaklıdır. Ali dört ayaklı değildir. Öyleyse, Ali bir aslan değildir. Hangisini açıklar?",
    "correctAnswer": "A",
    "options": {
      "A": "Değilleyen Kip",
      "B": "Olumlayıcı Kip",
      "C": "Özümsenen Kip",
      "D": "Yargılanan Kip",
      "E": "Değerlendiren Kip"
    },
    "explanation": "Değilleyen Kip örneğidir."
  },
  {
    "id": "2925275",
    "unitNumber": 6,
    "text": "Bir sürücü hız limitini aşar ve radar onu tespit eder ise polis ona ₺120 para cezası yazar. a sürücüsü hız limitini aştı ve radar onu tespit etti. Öyleyse, polis a sürücüsüne ₺120 para cezası yazacak. Hangisini açıklar?",
    "correctAnswer": "B",
    "options": {
      "A": "Değilleyen Kip",
      "B": "Olumlayıcı Kip",
      "C": "Özümsenen Kip",
      "D": "Yargılanan Kip",
      "E": "Değerlendiren Kip"
    },
    "explanation": "Olumlayıcı Kip örneğidir."
  },
  {
    "id": "2925276",
    "unitNumber": 6,
    "text": "Bir tikel evetleme önermesinin bileşenlerinden biri değillenir, diğeri sonuç olarak çıkarılır. Hangisini açıklar?",
    "correctAnswer": "B",
    "options": {
      "A": "Değilleyen Kip",
      "B": "Ayrık Tasım",
      "C": "Alternatif Tasım",
      "D": "Bileşik Tasım",
      "E": "İç içe Tasım"
    },
    "explanation": "Ayrık tasımda bir tikel evetleme önermesinin bileşenlerinden biri değillenir, diğeri sonuç olarak çıkarılır."
  },
  {
    "id": "2925277",
    "unitNumber": 6,
    "text": "İkinci öncül tekil evetleme önermesinin bileşenlerinden birini evetlediğinde diğer(ler)i değillenmiş olur. Hangisini açıklar?",
    "correctAnswer": "C",
    "options": {
      "A": "Değilleyen Kip",
      "B": "Ayrık Tasım",
      "C": "Alternatif Tasım",
      "D": "Bileşik Tasım",
      "E": "İç içe Tasım"
    },
    "explanation": "Alternatif tasımı açıklar."
  },
  {
    "id": "2925278",
    "unitNumber": 6,
    "text": "\"Ya kırk katır ya da kırk satır.”. Hangisinden bahsedilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Entimem",
      "B": "Ayırım",
      "C": "İkilem",
      "D": "Çıkarım",
      "E": "Benzeşim"
    },
    "explanation": "İkilem örneğidir."
  },
  {
    "id": "2925279",
    "unitNumber": 6,
    "text": "Sağlığa zararlı her şey ömrü kısaltır. Sigara içmek sağlığa zararlıdır. Öyleyse sigara içmek ömrü kısaltır. Hangisine örnek verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Entimem",
      "B": "Polysyllogism",
      "C": "Sorit",
      "D": "Epikerem",
      "E": "Episyllogism"
    },
    "explanation": "Episyllogism, öncüllerinden biri, bir önceki tasımın sonucu olan tasıma denir.."
  },
  {
    "id": "2925280",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ikilemle başa çıkma yollarından değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Boynuzlar arasından kaçmak",
      "B": "Boyuzlarını koparmak",
      "C": "Boyuzlarından tutmak",
      "D": "Karşı ikilem oluşturmak",
      "E": "Hiçbiri"
    },
    "explanation": "Boyuzlarını koparmak ikilemle baş etme yolu değildir."
  },
  {
    "id": "2925281",
    "unitNumber": 6,
    "text": "Onun başarılı olabilmesi için sabırlı olması gerekir. Onun başarılı olabilmesi için zeki de olması gerekir. Fakat o ya sabırlı ya da zeki değildir. Öyleyse, o başarılı olamaz. Neyi anlatmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yıkıcı ikilem",
      "B": "Yararcı ikilem",
      "C": "Yapıcı ikilem",
      "D": "Eksik ikilem",
      "E": "Hiçbiri"
    },
    "explanation": "Yıkıcı ikilem örneğidir."
  },
  {
    "id": "2925282",
    "unitNumber": 6,
    "text": "Öncüllerden birinin koşul önermesi, diğer öncül ise koşul önermesinin ön bileşenini evetlediği çıkarım tipine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Modus Ponens",
      "B": "Modus Tollens",
      "C": "Koşullu Tasım",
      "D": "Ayrık Tasım",
      "E": "Alternatif Tasım"
    },
    "explanation": "Öncüllerden birinin koşul önermesi, diğer öncül ise koşul önermesinin ön bileşenini evetlediği çıkarım tipine Modus Ponens denir."
  },
  {
    "id": "2925283",
    "unitNumber": 6,
    "text": "Öncüllerden birinin koşul önermesi, diğer öncül ise koşul önermesinin art bileşenini değillediği ve sonuç olarak koşul önermesinin ön bileşeninin değillenmesine ulaşılan çıkarım tipine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Modus Ponens",
      "B": "Modus Tollens",
      "C": "Koşullu Tasım",
      "D": "Ayrık Tasım",
      "E": "Alternatif Tasım"
    },
    "explanation": "Öncüllerden birinin koşul önermesi, diğer öncül ise koşul önermesinin art bileşenini değillediği ve sonuç olarak koşul önermesinin ön bileşeninin değillenmesine ulaşılan çıkarım tipine Moduz Tollens adı verilir."
  },
  {
    "id": "2925284",
    "unitNumber": 6,
    "text": "Her iki öncülün ve sonucun koşul önermesi olduğu çıkarım tipine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Modus Ponens",
      "B": "Modus Tollens",
      "C": "Hipotetik Tasım",
      "D": "Ayrık Tasım",
      "E": "Alternatif Tasım"
    },
    "explanation": "Her iki öncülün ve sonucun koşul önermesi olduğu çıkarım tipine Hipotetik Tasım adı verilir."
  },
  {
    "id": "2925285",
    "unitNumber": 6,
    "text": "Öncüllerden birinin tikel evetleme önermesi, diğer öncülün ise tikel evetleme önermesinin bir bileşeninin yanlış olduğunu ifade eden çıkarım tipine ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Modus Ponens",
      "B": "Modus Tollens",
      "C": "Hipotetik Tasım",
      "D": "Ayrık Tasım",
      "E": "Alternatif Tasım"
    },
    "explanation": "Öncüllerden birinin tikel evetleme önermesi, diğer öncülün ise tikel evetleme önermesinin bir bileşeninin yanlış olduğunu ifade eden çıkarım tipine Ayrık Tasım denir."
  },
  {
    "id": "2925286",
    "unitNumber": 6,
    "text": "Öncüllerden birinin tikel evetleme önermesi, diğer öncülün ise tikel evetleme önermesinin en az bir bileşenini evetlediğinde diğerlerinin değillenmiş olduğu sonucuna ulaşılan çıkarım tipine ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Modus Ponens",
      "B": "Modus Tollens",
      "C": "Hipotetik Tasım",
      "D": "Ayrık Tasım",
      "E": "Alternatif Tasım"
    },
    "explanation": "Öncüllerden birinin tikel evetleme önermesi, diğer öncülün ise tikel evetleme önermesinin en az bir bileşenini evetlediğinde diğerlerinin değillenmiş olduğu sonucuna ulaşılan çıkarım tipine Alternatif Tasım denir."
  },
  {
    "id": "2925287",
    "unitNumber": 6,
    "text": "Öncülleri iki koşul ve bir tikel evetleme önermesinden oluşan ve tartışmalarda rakibin açmaza sürüklenmesine yol açan çıkarımlara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "İkilem",
      "B": "Modus Tollens",
      "C": "Koşullu Tasım",
      "D": "Ayrık Tasım",
      "E": "Alternatif Tasım"
    },
    "explanation": "Öncülleri iki koşul ve bir tikel evetleme önermesinden oluşan ve tartışmalarda rakibin açmaza sürüklenmesine yol açan çıkarımlara İkilem denir."
  },
  {
    "id": "2925288",
    "unitNumber": 6,
    "text": "Bir tikel evetleme önermesinin koşul önermelerinin ön bileşenini evetlediği çıkarım tipine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Modus Ponens",
      "B": "Yapıcı İkilem",
      "C": "Basit Yıkıcı İkilem",
      "D": "Karmaşık Yıkıcı İkilem",
      "E": "Alternatif Tasım"
    },
    "explanation": "Bir tikel evetleme önermesinin koşul önermelerinin ön bileşenini evetlediği çıkarım tipine Yapıcı İkilem adı verilir."
  },
  {
    "id": "2925289",
    "unitNumber": 6,
    "text": "Koşul önermelerinin önbileşenleri ve artbileşenlerinin aynı olduğu çıkarım tipine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Modus Ponens",
      "B": "Yapıcı İkilem",
      "C": "Basit Yıkıcı İkilem",
      "D": "Karmaşık Yıkıcı İkilem",
      "E": "Alternatif Tasım"
    },
    "explanation": "Koşul önermelerinin önbileşenleri ve artbileşenlerinin aynı olduğu çıkarım tipine Basit Yıkıcı İkilem adı verilir."
  },
  {
    "id": "2925290",
    "unitNumber": 6,
    "text": "İkilemlerin geçersizliğini ortaya koymak için aşağıdakilerden hangisi yeterlidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Modus Ponens ile çeliştiğini göstermek",
      "B": "Modus Tollens ile çeliştiğini göstermek",
      "C": "Alternetif bir tasım üretmek",
      "D": "Öncüllerden ikisinin yanlış olduğunu göstermek",
      "E": "Öncüllerden en az birinin yanlış olduğunu göstermek"
    },
    "explanation": "İkilemlerin geçersizliğini ortaya koymak için öncüllerden en az birinin yanlış olduğunu göstermek yeterlidir"
  },
  {
    "id": "2925291",
    "unitNumber": 6,
    "text": "“Kaynayan su buharlaşır” önermesi aşağıdaki önerme türlerinden hangisi içinde yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Tikel ve tekil evetleme",
      "B": "Koşul önermesi",
      "C": "Koşullu tasım",
      "D": "Ayrık tasım",
      "E": "Alternatif tasım"
    },
    "explanation": "Koşul önermesi, belirli bir şeyin olması hâlinde bir başka şeyin olacağını veya olması gerektiğini ifade eder. Günlük yaşamımızda bir şey olunca bir başka şeyin olduğunu gözleriz. Bu durumda suyu kaynattığımızda suyun buharlaştığını gözlemleyebiliriz."
  },
  {
    "id": "2925292",
    "unitNumber": 6,
    "text": "“Elbisenin rengi kırmızı veya mavidir” önermesi aşağıdakilerden hangisine girer?",
    "correctAnswer": "A",
    "options": {
      "A": "Tikel evetleme",
      "B": "Tekil evetleme",
      "C": "Koşul önermesi",
      "D": "Ayrık tasım",
      "E": "Alternatif tasım"
    },
    "explanation": "Verilen önermede bileşenlerden en az birinin doğru olduğu görülmektedir. Ancak diğer bileşenin de doğru olabileceği iddiasını da içermektedir. Bu durumda örnek Tikel evetlemeye girmektedir. Tikel evetleme ekleminin Türkçedeki tipik karşılığı “veya”dır. Elbisenin rengi ya kırmızıdır ya da mavi. İkisinin birden doğru olması olanaklı olmadığı için tikel evetleme olarak yorumlanabilir."
  },
  {
    "id": "2925293",
    "unitNumber": 6,
    "text": "“Okullarda Çoklu Zeka Kuramı uygulanırsa öğrenciler %80 başarı sağlar. Çoklu Zeka Kuramı okullarda uygulanıyor. Bu durumda öğrenciler başarılı olacak.” örnekte verilen çıkarım için aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Koşullu tasımdır.",
      "B": "Önbileşeni değilleme yanıltmacasına örnektir.",
      "C": "Artbileşenin evetlenmesi yanıltmacasına örnektir.",
      "D": "Modus tollens çıkarım kalıbına örnektir.",
      "E": "Modus ponens çıkarım kalıbına örnektir."
    },
    "explanation": "Örnekte yapılan çıkarım Modus Ponens çıkarım kalıbına uygundur. Bu çıkarımda öncüllerden biri koşul önermesidir. Örnekte verilen ilk cümle koşul önermesini oluşturmaktadır. Diğer öncül de koşul önermesinin önbileşenini evetler, yani yeter koşulun yerine geldiğini iddia eder. Çoklu zeka kuramının okullarda kullanılıyor olması yeter koşulu yerine getirdiğini göstermektedir. Koşul önermesinin artbileşeni sonuç olarak çıkarılır. Artbileşen öğrencilerin başarılı olacaklarıdır."
  },
  {
    "id": "2925294",
    "unitNumber": 6,
    "text": "-Yağmur yağarsa tören iptal edilecek.\n<br/>Tören iptal edilmedi.\n<br/>Öyleyse yağmur yağmadı.\n<br/>Örnekte verilen çıkarım için aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Modus ponens çıkarım kalıbına örnektir.",
      "B": "Modus tollens çıkarım kalıbına örnektir.",
      "C": "Koşullu tasımdır.",
      "D": "Önbileşeni değilleme yanıltmacasına örnektir.",
      "E": "Artbileşenin evetlenmesi yanıltmacasına örnektir."
    },
    "explanation": "Örnekteki öncüllerden biri koşul önermesidir. Diğer öncül, koşul önermesinin artbileşenini değiller ve koşul önermesinin önbileşeninin değillemesi sonuç olarak çıkmıştır. Yani örnek Modus tollens çıkarım kalıbına örnektir."
  },
  {
    "id": "2925295",
    "unitNumber": 6,
    "text": "İkinci öncül koşul önermesinin artbileşenini evetlediği, sonuç olarak da önbileşenin evetlenmesinin çıktığı yanıltmaca aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Artbileşenin evetlenmesi",
      "B": "Önbileşenin değillenmesi",
      "C": "Modus tollens",
      "D": "Koşullu tasım",
      "E": "Ayrık tasım"
    },
    "explanation": "İkinci öncül koşul önermesinin artbileşenini evetlediği, sonuç olarak da önbileşenin evetlenmesinin çıktığı yanıltmaca artbileşenin evetlenmesi yanıltmacasıdır."
  },
  {
    "id": "2925296",
    "unitNumber": 6,
    "text": "“Pastanın içinde ya böğürtlen ya da frambuaz vardır. Frambuaz konmadı. Öyleyse pastanın içinde böğürtlen vardır.” örneği aşağıdaki çıkarım türlerinden hangisine girer?",
    "correctAnswer": "C",
    "options": {
      "A": "Koşullu tasım",
      "B": "Alternatif tasım",
      "C": "Ayrık tasım",
      "D": "Yapıcı ikilem",
      "E": "Yıkıcı ikilem"
    },
    "explanation": "Örnekte öncüllerden biri tikel evetleme önermesidir. Diğer öncül ise tikel evetleme önermesinin bileşenlerinden birinin yanlış olduğunu iddia eden önermedir. Yani bileşenlerden birini elenmiş ve tikel evetleme önermesinin diğer bileşenin doğru olduğu sonucu çıkarılmıştır. Bu durum örneğin ayrık tasım olduğunu göstermektedir."
  },
  {
    "id": "2925297",
    "unitNumber": 6,
    "text": "“Halk referandumda yeni anayasaya ye evet diyecek ya da hayır.” aşağıdakilerden hangisine örnektir?",
    "correctAnswer": "D",
    "options": {
      "A": "Retorik soru",
      "B": "Yıkıcı ikilem",
      "C": "Üç bileşenli ikilem",
      "D": "İkilem",
      "E": "Yapıcı ikilem"
    },
    "explanation": "Örnekteki önerme iki alternatiften birinin seçilmesi gerektiğini belirtmektedir. Bu durum ikilemlerde yer almaktadır."
  },
  {
    "id": "2925298",
    "unitNumber": 6,
    "text": "Koşul önermelerinin artbileşenlerinin farklı olduğu, önbileşenlerinin aynı ya da farklı olabildiği önermeler aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Retorik soru",
      "B": "Koşullu tasım",
      "C": "Ayrık tasım",
      "D": "Yapıcı ikilem",
      "E": "Yıkıcı ikilem"
    },
    "explanation": "Koşul önermelerinin artbileşenlerinin farklı olduğu, önbileşenlerinin aynı ya da farklı olabildiği önermeler yıkıcı ikilemlerde yer almaktadır."
  },
  {
    "id": "2925299",
    "unitNumber": 6,
    "text": "“Böyle giderse dersten kalacağım.\n<br/>Fakat böyle girmeyecek.\n<br/>Öyleyse dersten kalmayacağım.” çıkarımı için aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Modus ponens çıkarım kalıbının örneğidir.",
      "B": "Modus tollens çıkarım kalıbının örneğidir.",
      "C": "Artbileşenin evetlenmesi yanıltmacasının örneğidir.",
      "D": "Koşullu tasıma örnektir.",
      "E": "Önbileşeni değilleme yanıltmacasının örneğidir."
    },
    "explanation": "Örnekte ikinci öncül koşul önermesinin önbileşenini değillemektedir, sonuç olarak da artbilşenin değillemesi çıkmıştır. Bu durum önbileşeni değilleme yanıltmacasına örnek olduğunu göstermektedir."
  },
  {
    "id": "2925300",
    "unitNumber": 6,
    "text": "“Korkuyorsan gitme.” ifadesi aşağıdakilerden hangisi ile aynı anlama gelir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hem kork hem git.",
      "B": "Hem korkma hem gitme.",
      "C": "Ya korkma ya git.",
      "D": "Ne kork ne git.",
      "E": "Korkma ama gitme."
    },
    "explanation": "Örnek ikilemlerin farklı biçimlerde ifade edilebileceğini göstermektedir. “Korkuyorsan gitme” ifadesi “Ne kork ne de git” biçiminde ifade edilebilmektedir."
  },
  {
    "id": "2925301",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi koşul önermesidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Lodos çıkarsa deniz dalgalanır.",
      "B": "Ayşe çalışkandır",
      "C": "Ya sinemaya ya tiyatroya gideceğiz",
      "D": "Meyve ve dondurma yiyeceğiz",
      "E": "Yarın yağmur yağacak mı?"
    },
    "explanation": "Sayfa 80 de anlatılıyor<br/>Lodos çıkarsa deniz dalgalanır"
  },
  {
    "id": "2925302",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi tikel evetleme eklemidir?",
    "correctAnswer": "A",
    "options": {
      "A": "veya",
      "B": "ise",
      "C": "ve",
      "D": "zorunlu",
      "E": "ancak ve ancak"
    },
    "explanation": "sayfa 80 de anlatılıyor<br/>veya"
  },
  {
    "id": "2925303",
    "unitNumber": 6,
    "text": "\"Sonbahar gelince yapraklar sararır.\n Sonbahar geldi.\n O halde, yapraklar sararacak\" örneği hangi tip tasıma örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Modus Ponens",
      "B": "Modus Tollens",
      "C": "Koşullu tasım",
      "D": "Ayrık Tasım",
      "E": "Alternatif Tasım"
    },
    "explanation": "Sayfa 81 de anlatılmakta<br/>Modus Ponens"
  },
  {
    "id": "2925304",
    "unitNumber": 6,
    "text": "Ateş varsa duman da vardır. Duman yok. O halde ateş de yok örneği hangi tip tasıma örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Modus Tollens",
      "B": "Modus Ponens",
      "C": "Koşullu tasım",
      "D": "Ayrık tasım",
      "E": "Alternatif tasım"
    },
    "explanation": "Sayfa 82 de anlatılmakta<br/>Modus Tollens"
  },
  {
    "id": "2925305",
    "unitNumber": 6,
    "text": "\"Karbon ayak izi azaltılırsa hava temizlenecek. Hava temizlenirse insanlar hastalanmayacak. O halde, karbon ayak izi azaltılırsa insanlar hastalanmayacak örneği hangi tasım türüdür?",
    "correctAnswer": "A",
    "options": {
      "A": "Koşullu tasım",
      "B": "Modus Tollens",
      "C": "Modus Ponens",
      "D": "Ayrık tasım",
      "E": "Alternatif tasım"
    },
    "explanation": "Sayfa 83 de anlatılmakta<br/>Koşullu tasım"
  },
  {
    "id": "2925306",
    "unitNumber": 6,
    "text": "\"Ahmet hayvanseverdir ya da Ayşe hayvanseverdir.Ayşe hayvansever değildir. O halde Ahmet hayvanseverdir\" örneği hangi tasım türüne girer?",
    "correctAnswer": "A",
    "options": {
      "A": "Ayrık tasım",
      "B": "Koşullu tasım",
      "C": "Modus Ponens",
      "D": "Modus Tollens",
      "E": "Alternatif tasım"
    },
    "explanation": "Sayfa 85 te anlatılmakta<br/>Ayrık tasım"
  },
  {
    "id": "2925307",
    "unitNumber": 6,
    "text": "\"Sen ya maça gitmek istiyorsun ya da derse girmek istiyorsun(ikisi birlikte değil). Derse girmek istiyorsun. Öyleyse maça gitmek istemiyorsun\" örneği hangi tasım türüne girer?",
    "correctAnswer": "A",
    "options": {
      "A": "Alternatif tasım",
      "B": "Modus Ponens",
      "C": "Modus Tollens",
      "D": "Ayrık tasım",
      "E": "Koşullu tasım"
    },
    "explanation": "Sayfa 86 da anlatılmakta<br/>Alternatif tasım"
  },
  {
    "id": "2925308",
    "unitNumber": 6,
    "text": "\"Ya kızını döversin ya da dizini döversin\" önerme örneğine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "İkilem",
      "B": "Modus ponens",
      "C": "Alternatif tasım",
      "D": "Ayrık tasım",
      "E": "Modus Tollens"
    },
    "explanation": "Sayfa 86 da anlatılmakta<br/>İkilem"
  },
  {
    "id": "2925309",
    "unitNumber": 6,
    "text": "\"Ya ders çalışacaksın ya da sınıfta kalacaksın.\n Sınıfta kalırsan okuldan atılacaksın.\n O halde, ya ders çalışacaksın ya da okuldan atılacaksın\" örneği hangi tasım türüdür?",
    "correctAnswer": "A",
    "options": {
      "A": "Koşullu tasım",
      "B": "Ayrık tasım",
      "C": "Modus Ponens",
      "D": "Modus Tollens",
      "E": "İkilem"
    },
    "explanation": "Sayfa 84 te anlatılmakta<br/>Koşullu tasım"
  },
  {
    "id": "2925310",
    "unitNumber": 6,
    "text": "\"Sınava girmessen dersten kalırsın. Dersten kaldın O halde sınava girmedin\" örneği hangi tasım türünü ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Artbileşenin evetlenmesi",
      "B": "Modus Polens",
      "C": "Önbileşenin değillenmesi",
      "D": "Koşullu tasım",
      "E": "İkilem"
    },
    "explanation": "Sayfa 82 de anlatılmakta<br/>Artbileşenin evetlenmesi"
  }
]