[
  {
    "id": "2717393",
    "unitNumber": 1,
    "text": "Bireylerin hangi ihtiyaçlarını karşılayan ticari işletmeler \"konaklama işletmeciliği\" kapsamındadır?<br/>I. alışveriş<br/>II. yeme-içme<br/>III. eğlenme<br/>IV. spor",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "I-II",
      "C": "II-III",
      "D": "I-II-III",
      "E": "I-II-III-IV"
    },
    "explanation": "Konaklama işletmeciliği, bireylerin turizm faaliyetlerinde asli olarak olarak konaklama olmak üzere yeme-içme, eğlenme, spor, alışveriş gibi<br/>ihtiyaçlarını karşılayan ticari işletmeler ve faaliyetleri olarak tanımlanmaktadır<br/>I-II-III-IV"
  },
  {
    "id": "2717394",
    "unitNumber": 1,
    "text": "\"............... yol üzerinde inşa edilen, seyahat edenlerin barınma, korunma ve yeme-içme ihtiyaçlarını karşılayan imparatorluk hakimiyetindeki tarihî konaklama birimleridir.\"",
    "correctAnswer": "B",
    "options": {
      "A": "Büyük tur",
      "B": "Hanlar",
      "C": "Cafeler",
      "D": "Catering kuruluşları",
      "E": "Posting houselar"
    },
    "explanation": "Hanlar, yol üzerinde inşa edilen, seyahat edenlerin barınma, korunma ve yeme-içme ihtiyaçlarını karşılayan imparatorluk hakimiyetindeki tarihî konaklama birimleridir."
  },
  {
    "id": "2717395",
    "unitNumber": 1,
    "text": "\"İsviçre’deki dağlık bölgelerde kurulan, doğayla bütünleşik haldeki ısıtmalı kapsüllerden oluşan konaklama işletmeleri;<br/>Amerika’daki çiftliklerde, köy/çiftlik hayatını müşterilerine sunan ve at arabasının geniş tasarımlarında konaklama imkânı sağlayan kampingler;<br/>Teknoloji ülkesi Japonya’da, check-in aşamasından valizlerinin odana taşınmasına kadar her şeyi robotların üstlendiği fütüristik oteller\"<br/>Aşağıdak,lerden hangileri verilen işletme örneklerini açıklamaktadır? <br/>I. Yaşanan küreselleşmeyle zincir ve uluslararası kurumların sayısı artmıştır.<br/>II. konaklama işletmeleri, seyahat eden bireylerin toplantı, kongre, kurum dışı eğitim gibi ihtiyaçlarına cevap verebilen işletmeler halini almıştır.<br/>III. Postmodernizmin etkileriyle farklılıklara ve deneyimlere odaklanan bireyler,<br/>konsept konaklama işletmelerinin de ortaya çıkmasına neden olmuştur.",
    "correctAnswer": "C",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "I-III",
      "E": "I-II-III"
    },
    "explanation": "21. yüzyıldaki postmodernizmin bireyler üzerindeki etkisi, konaklama işletmelerinin farklı bir boyut kazanmasına neden olmuştur. Postmodernizmin etkileriyle farklılıklara ve deneyimlere odaklanan bireyler, konsept konaklama işletmelerinin de ortaya çıkmasına neden olmuştur. Günümüzde konaklama işletmeleri; konumlarını, iç-dış mekân yapılarını ve hizmetlerini koseptleştirmekte ve müşterilere tam anlamıyla bir deneyimi yaşatmaktadır.<br/>III"
  },
  {
    "id": "2717396",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangileri konaklama işletmelerinin hem bir turizm işletmesi hem de kendi içerisinde önemli bir endüstri olması nedeniyle yapısal özelliklerindendir?<br/>I. Konaklama işletmelerinin sermaye yapısı; fiziksel, teknolojik ve sosyal unsurlardan oluşmaktadır.<br/>II. Konaklama işletmelerinde üretim ve hizmet, müşteri satın almadan önce görülmekte ve hissedilmektedir.<br/>III. Konaklama işletmelerindeki hizmet sürecine müşteriler katılım göstermektedir.",
    "correctAnswer": "D",
    "options": {
      "A": "I-II-III",
      "B": "I-II",
      "C": "II-III",
      "D": "I-III",
      "E": "II"
    },
    "explanation": "Konaklama işletmelerinin hem bir turizm işletmesi hem de kendi içerisinde önemli bir endüstri olması bazı yapısal özelliklerini ortaya çıkarmaktadır. Bu özellikler şöyle sıralanabilecektir:<br/>I. Konaklama işletmelerinin sermaye yapısı; fiziksel, teknolojik ve sosyal unsurlardan oluşmaktadır.<br/>II. Konaklama işletmelerinde üretim ve hizmet, müşteri satın almadan önce görülmemekte ve hissedilememektedir.<br/>III. Konaklama işletmelerindeki hizmet sürecine müşteriler katılım göstermektedir.<br/>I-III"
  },
  {
    "id": "2717397",
    "unitNumber": 1,
    "text": "Hangisi \"Kongre ve Rekreasyon Tesisleri\"ndendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Günübirlik tesisler",
      "B": "Kampingler",
      "C": "Tatil merkezleri",
      "D": "Personel eğitim tesisleri",
      "E": "Pansiyonlar"
    },
    "explanation": "Kongre ve Rekreasyon Tesisleri<br/>• Kongre ve sergi merkezleri<br/>• Eğlence merkezleri<br/>• Günübirlik tesisler"
  },
  {
    "id": "2717398",
    "unitNumber": 1,
    "text": "...................... turizm tesisleri ve konaklama tesisleri için belirlenmiş olan asgari nitelikleri sağlayan, deneyimli, konusunda eğitimli veya sertifikalı personel ile kişiye özel standartta hizmet verilen, en az 10, en fazla 60 odalı otellerdir.",
    "correctAnswer": "B",
    "options": {
      "A": "Tatil köyleri",
      "B": "Butik Oteller",
      "C": "Özel Konaklama Tesisleri",
      "D": "Moteller",
      "E": "Pansiyonlar"
    },
    "explanation": "Butik Oteller, turizm tesisleri ve konaklama tesisleri için belirlenmiş olan asgari nitelikleri sağlayan, deneyimli, konusunda eğitimli veya sertifikalı personel ile kişiye özel standartta hizmet verilen, en az 10, en fazla 60 odalı otellerdir."
  },
  {
    "id": "2717399",
    "unitNumber": 1,
    "text": "...................; kara yolları güzergâhları ve yakın çevrelerinde, deniz, göl,<br/>dağ gibi doğal güzelliği olan yerlerde kurulan ve genellikle müşterilerin kendi imkânlarıyla geceleme, yeme-içme, dinlenme, eğlence ve spor ihtiyaçlarını karşıladıkları en az on ünitelik tesislerdir.",
    "correctAnswer": "E",
    "options": {
      "A": "Sağlıklı Yaşam Tesisleri",
      "B": "Golf Tesisleri",
      "C": "Personel Eğitim Tesisleri",
      "D": "Kırsal turizm tesisleri",
      "E": "Kampingler"
    },
    "explanation": "Kampingler; kara yolları güzergâhları ve yakın çevrelerinde, deniz, göl,<br/>dağ gibi doğal güzelliği olan yerlerde kurulan ve genellikle müşterilerin kendi imkânlarıyla geceleme, yeme-içme, dinlenme, eğlence ve spor ihtiyaçlarını karşıladıkları en az on ünitelik tesislerdir."
  },
  {
    "id": "2717400",
    "unitNumber": 1,
    "text": "Hangisi \"Üç yıldızlı oteller\"in özelliklerindendir?",
    "correctAnswer": "C",
    "options": {
      "A": "Odalarda sehpa ile sofa veya kanepe ya da kişi başına bir koltuktan oluşan oturma grubu",
      "B": "Odalarda ve banyolarda bornoz, diş temizleme kiti gibi en az 10 çeşit buklet malzemesi",
      "C": "Odalarda kıymetli eşya kasası",
      "D": "Toplam personelin ez %30’u oranında konusunda eğitim almış veya sertifikalı personel",
      "E": "Resepsiyondan ayrı bir mahalde konusunda eğitimli ve deneyimli personel tarafından verilen müşteri ilişkileri ve danışmanlık hizmetleri"
    },
    "explanation": "Odalarda kıymetli eşya kasası: Üç yıldızlı otel özelliklerindendir. Diğer seçenekler dört ya da beş yıldızlı otel özelliklerindendir?"
  },
  {
    "id": "2717401",
    "unitNumber": 1,
    "text": "..............., turizm tesisleri ve konaklama tesislerinin asgari niteliklerini sağlayan, yerleşim merkezleri dışında, kara yolu güzergâhı veya araçlarının park ihtiyaçlarını karşılayan en az odalı tesislerdir.",
    "correctAnswer": "C",
    "options": {
      "A": "Butik Oteller",
      "B": "Özel Konaklama Tesisleri",
      "C": "Moteller",
      "D": "Pansiyonlar",
      "E": "Apart Oteller"
    },
    "explanation": "Moteller, turizm tesisleri ve konaklama tesislerinin asgari niteliklerini sağlayan, yerleşim merkezleri dışında, kara yolu güzergâhı veya araçlarının park ihtiyaçlarını karşılayan en az odalı tesislerdir."
  },
  {
    "id": "2717402",
    "unitNumber": 1,
    "text": "Özel konaklama tesisleri, ülke turizmine katkı sağlayan ve bakanlık tarafından desteklenmeleri uygun görülen, yer aldığı yapı veya bulunduğu bölge itibarıyla aşağıda belirtilen özelliklerden en az birini taşıyan nitelikli tesislerdir. Bu özellikler hangileridir?<br/>I. Mimari özgünlük<br/>II. Tarihî değer<br/>III. Doğaya ait özellik<br/>IV. Sadece yerel kültürü yansıtan yapı, tefriş veya dekorasyon",
    "correctAnswer": "D",
    "options": {
      "A": "I-II-IV",
      "B": "II-III",
      "C": "III-IV",
      "D": "I-II-III",
      "E": "I-II-III-IV"
    },
    "explanation": "Özel konaklama tesisleri, ülke turizmine katkı sağlayan ve bakanlık<br/>tarafından desteklenmeleri uygun görülen, yer aldığı yapı veya bulunduğu bölge itibarıyla aşağıda belirtilen özelliklerden en az birini taşıyan nitelikli tesislerdir (Resmî Gazete, 2019):<br/>a. Mimari özgünlük<br/>b. Tarihî değer<br/>c. Doğaya ait özellik<br/>ç. Yerel, ulusal veya başka uluslara ait kültürleri yansıtan yapı, tefriş veya dekorasyon<br/>I-II-III"
  },
  {
    "id": "2717403",
    "unitNumber": 1,
    "text": "Tarihte ilk han ve kervansaraylar 900’lü yılların sonlarında Orta Asya’da yaptırılmıştır.Gazneli Mahmut zamanında İlk kervansaraylardan biri olarak bilinen yapı, aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Rıbat-ı Mahi",
      "B": "Hotel Garni",
      "C": "Pera Palas",
      "D": "TURBAN",
      "E": "Urfa Oteli"
    },
    "explanation": "Tarihte ilk han ve kervansaraylar 900’lü yılların sonlarında Orta Asya’da yaptırılmıştır. İlk kervansaraylardan biri Gazneli Mahmut tarafından 1020 yılında yapımı tamamlanan Rıbat-ı Mahi’dir."
  },
  {
    "id": "2717404",
    "unitNumber": 1,
    "text": "Türkiye’de turizm özellikle de konaklama işletmelerindeki büyük gelişim ise 1982 yılındaki Turizm Teşvik Kanunu ile yaşanmaya başlamıştır.Aşağıdakilerden hangisi bu dönemde Bu dönemde konaklama işletmeleri için yapılanlardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Konaklama işletmeleri için yapılan arazi tahsisleri",
      "B": "Kredilerde sağlanan ödeme kolaylıkları",
      "C": "3 ve üzeri yıldıza sahip otellerin hızla çoğalması",
      "D": "1980’lerden 1990’lara kadar TURBAN'ın yapmış olduğu yüklü kredi tahsisleri",
      "E": "Kilim Oteli'n hizmete girmesi"
    },
    "explanation": "Türkiye’de turizm özellikle de konaklama işletmelerindeki büyük gelişim ise 1982 yılındaki Turizm Teşvik Kanunu ile yaşanmaya başlamıştır. Bu dönemde konaklama işletmeleri için yapılan arazi tahsisleri, kredilerde sağlanan ödeme kolaylıkları 3 ve üzeri yıldıza sahip otellerin hızla çoğalmasına neden olmuştur. 1980’lerden 1990’lara kadar TURBAN toplam 1.717 projeye 1.501.2 milyar TL kredi tahsisi yapmıştır.<br/>Kilim Oteli'n hizmete girmesi"
  },
  {
    "id": "2717405",
    "unitNumber": 1,
    "text": "Konaklama tesisi ve yatak sayısının en fazla Antalya ilinde olmasının sebebi, aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ulaşımın uygun olması",
      "B": "Ücretlerin uygun olması",
      "C": "Türkiye’nin turizm politikası olarak deniz, kum ve güneş turizmi (kitle turizmi) talebine daha fazla önem vermesi",
      "D": "Tarihî değerler ile kültür turizmi talebini karşılaması",
      "E": "Doğal zenginliği"
    },
    "explanation": "Konaklama tesisi ve yatak sayısının en fazla Antalya ilinde olmasının sebebi, Türkiye’nin turizm politikası olarak deniz, kum ve güneş turizmi (kitle turizmi) talebine daha fazla önem vermesine ilişkindir."
  },
  {
    "id": "2717406",
    "unitNumber": 1,
    "text": "Türkiye’deki en fazla bakanlık belgeli konaklama tesisi ve yatak sayısı fazla olan, doğal güzellikleriyle dikkat çeken şehrimiz aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Antalya",
      "B": "İstanbul",
      "C": "Muğla",
      "D": "İzmir",
      "E": "Nevşehir"
    },
    "explanation": "Türkiye’deki en fazla bakanlık belgeli konaklama tesisi ve yatak sayısının ise sırasıyla Antalya, İstanbul, Muğla, İzmir ve Nevşehir illerinde olduğu görülmektedir. Konaklama tesisi ve yatak sayısının en fazla Antalya ilinde olmasının sebebi, Türkiye’nin turizm politikası olarak deniz, kum ve güneş turizmi (kitle turizmi) talebine daha fazla önem vermesine ilişkindir. Bu bağlamda Antalya ilindeki konaklama tesisleri ağırlıklı olarak yüksek yatak kapasiteli, herşey dahil sistemi ile hizmet veren tesislerden oluşmaktadır. Muğla ve İzmir kitle turizmi talebine hizmet eden diğer illerimizdir. İstanbul ili sahip olduğu tarihî değerler ile kültür turizmi talebini karşılamakta, Nevşehir doğal güzellikleri ve tarihî ile turist çekmektedir"
  },
  {
    "id": "2717407",
    "unitNumber": 1,
    "text": "Konaklama işletmelerinin hem bir turizm işletmesi hem de kendi içerisinde önemli bir endüstri olması bazı yapısal özelliklerini ortaya çıkarmaktadır. Aşağıdakilerden hangisi bu özelliklerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Konaklama işletmelerinin sermaye yapısı; fiziksel, teknolojik ve sosyal unsurlardan oluşmaktadır.",
      "B": "Konaklama işletmelerinde üretim ve hizmet süreci, içe içe ve eş zamanlı olarak gerçekleşmektedir.",
      "C": "Konaklama işletmelerinde üretim ve hizmet, müşteri satın almadan önce görülmemekte ve hissedilememektedir.",
      "D": "Konaklama işletmelerinde hizmet; hizmeti verenden, müşteriden ve mevcut durumdan kaynaklı değişkenlik göstermektedir.",
      "E": "Konaklama işletmelerinin talebi; iklimsel, ekonomik, sosyal, siyasi ve teknolojik faktörlerden etkilenmemektedir."
    },
    "explanation": "Konaklama işletmelerinin talebi; iklimsel, ekonomik, sosyal, siyasi ve teknolojik faktörlerden etkilenmektedir.<br/>Konaklama işletmelerinin talebi; iklimsel, ekonomik, sosyal, siyasi ve teknolojik faktörlerden etkilenmemektedir."
  },
  {
    "id": "2717408",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Sağlık Tesisleri tesislerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Termal işletmeler",
      "B": "Golf tesisleri",
      "C": "Kış sporları mekanik tesisleri",
      "D": "Kongre ve sergi merkezleri",
      "E": "Kampingler"
    },
    "explanation": "Sağlık Tesisleri <br/>Termal işletmeler ve Sağlıklı yaşam işletmeleridir."
  },
  {
    "id": "2717409",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, beş yıldızlı otellerde aranan niteliklerdendir?",
    "correctAnswer": "C",
    "options": {
      "A": "En az 10 odanın olması",
      "B": "Resepsiyon ile bekleme bölümünden oluşan lobinin olması",
      "C": "En az 60 odanın bulunması",
      "D": "Oturma alanının olması ve bu alanda sıcak ve soğuk içecek hizmetinin bulunması.",
      "E": "Tesis yatak kapasitesinin aynı anda en az % 30’una hizmet veren lokanta veya lokantalar"
    },
    "explanation": "En az 60 odanın bulunması, 5 yıldızlı otellerin özelliklerindendir."
  },
  {
    "id": "2717410",
    "unitNumber": 1,
    "text": "Yönetmelikte yer alan turizm tesisleri ve konaklama tesislerinin asgari niteliklerini sağlayan, yerleşim merkezleri dışında, kara yolu güzergâhı veya araçlarının park ihtiyaçlarını karşılayan en az odalı tesislere ne denir?",
    "correctAnswer": "C",
    "options": {
      "A": "Otel",
      "B": "Pansiyon",
      "C": "Motel",
      "D": "Tatil köyü",
      "E": "Butik otel"
    },
    "explanation": "Moteller: Moteller, bu yönetmelikte yer alan turizm tesisleri ve konaklama tesislerinin asgari niteliklerini sağlayan, yerleşim merkezleri dışında, kara yolu güzergâhı veya araçlarının park ihtiyaçlarını karşılayan en az odalı tesislerdir (Resmî Gazete, 2019):"
  },
  {
    "id": "2717411",
    "unitNumber": 1,
    "text": "Kara yolları güzergâhları ve yakın çevrelerinde, deniz, göl, dağ gibi doğal güzelliği olan yerlerde kurulan ve genellikle müşterilerin kendi imkânlarıyla geceleme, yeme-içme, dinlenme, eğlence ve spor ihtiyaçlarını karşıladıkları en az on ünitelik tesisler, aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kampingler",
      "B": "Moteller",
      "C": "Oteller",
      "D": "Buket Oteller",
      "E": "Golf Tesisleri"
    },
    "explanation": "Kampingler: Kampingler; kara yolları güzergâhları ve yakın çevrelerinde, deniz, göl, dağ gibi doğal güzelliği olan yerlerde kurulan ve genellikle müşterilerin kendi imkânlarıyla geceleme, yeme-içme, dinlenme, eğlence ve spor ihtiyaçlarını karşıladıkları en az on ünitelik tesislerdir (Resmî Gazete, 2019)"
  },
  {
    "id": "2717412",
    "unitNumber": 1,
    "text": "Tesisin yer aldığı taşınmazın en az 500.000 metrekare alana sahip olması, tesisin yer aldığı taşınmazın sahil şeridine sınırının olmaması ve Konaklama tesisinin en 500 yataklı 5 yıldızlı otel olarak düzenlenmesi şartları aranan tesis, aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Personel Eğitim Tesisleri",
      "B": "Kırsal turizm tesisleri",
      "C": "Sağlıklı yaşam tesisleri",
      "D": "Eğlence merkezlerinin bünyesindeki konaklama tesisleri",
      "E": "Özel Konaklama Tesisleri"
    },
    "explanation": "Eğlence merkezlerinin bünyesinde konaklama tesisi yer alması halinde bunlara ek olarak aşağıda belirtilen nitelikler aranır:<br/>a. Tesisin yer aldığı taşınmazın en az 500.000 metrekare alana sahip olması<br/>b. Tesisin yer aldığı taşınmazın sahil şeridine sınırının olmaması<br/>c. Konaklama tesisinin en 500 yataklı 5 yıldızlı otel olarak düzenlenmesi<br/>Eğlence merkezlerinin bünyesindeki konaklama tesisleri"
  },
  {
    "id": "2846663",
    "unitNumber": 1,
    "text": "İngiltere’de Hanlar genellikle posta arabalarının güzergâhlarında kurulmuş ve konusunda uzman olmayan kişiler tarafından işletilmişlerdir.<br/>Yukarıda anlatılan olaylar hangi yıllar arasında yaşanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1485 - 1603",
      "B": "1536 - 1645",
      "C": "1650 - 1653",
      "D": "1653 - 1658",
      "E": "1658 - 1669"
    },
    "explanation": "1485 - 1603 Bu yıllar arasında özellikle İngiltere’de Han örneklerine rastlanmaktadır. Hanlar genellikle posta arabalarının güzergâhlarında kurulmuş ve konusunda uzman olmayan kişiler tarafından işletilmektedir.<br/>Tablo 1.1 Dünyada Konaklama İşletmeciliğinin Gelişimi"
  },
  {
    "id": "2846673",
    "unitNumber": 1,
    "text": "I. Turizm sektöründe faaliyet gösteren, emek yoğun hizmet işletmelerdir<br/>II. Tüm çalışanlarını beşeri ilişkiler ve iletişim konularında eğitmelidir<br/>III. Pazarda yatay ve dikey birleşmelerle iş birlikleri arttırılmalıdır<br/>IV. Sermaye yapısı; fiziksel, teknolojik ve sosyal unsurlardan oluşmaktadır<br/>V. Üretim ve hizmet süreci, içe içe ve eş zamanlı olarak gerçekleşmektedir<br/>Yukarıdakilerden hangileri konaklama işletmelerinin yapısal özelliklerinden değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "IV ve V",
      "E": "I ve V"
    },
    "explanation": "Konaklama işletmelerinin hem bir turizm işletmesi hem de kendi içerisinde önemli bir endüstri olması bazı yapısal özelliklerini ortaya çıkarmaktadır. Bu özellikler şöyle sıralanabilecektir (Şener, 2010; Temizel ve Garda, 2017; Civelek, 2016):<br/>• Konaklama işletmeleri turizm sektöründe faaliyet gösteren, emek yoğun hizmet işletmeleridir,<br/>• Konaklama işletmelerinin sermaye yapısı; fiziksel, teknolojik ve sosyal unsurlardan oluşmaktadır,<br/>• Konaklama işletmelerinde üretim ve hizmet süreci, içe içe ve eş zamanlı olarak gerçekleşmektedir.<br/>B şıkkı konaklama işletmelerinin pazarlama ve stratejik yönetim sürecinde dikkat etmesi gereken özelliklerdir."
  },
  {
    "id": "2846676",
    "unitNumber": 1,
    "text": "Konaklama işletmeleri gerekli olduğunda yönetim sürecinin tamamı veya bir kısmında danışman kişi veya kuruluşlardan faydalanmalı, hangi çalışanının hangi işi, kimlerle ve ne kadar sürede yapacağına ilişkin iş gücü<br/>planlaması yapmalı, ağırlıklı olarak daimi iş görenler çalıştırmalı.<br/>Yukarıda verilenler dikkate alındığında hangisinden söz ediyoruz demektir?",
    "correctAnswer": "C",
    "options": {
      "A": "Konaklama işletmelerinin pazarlama ve stratejik yönetim faaliyetlerine ilişkin faaliyetleri",
      "B": "Konaklama işletmelerinin iklimsel, sosyal, ekonomik ve siyasi faktörlerden etkilenmesi durumu",
      "C": "Konaklama işletmelerinin özellikleri ve insan kaynaklarına yönelik politikaları",
      "D": "Konaklama işletmelerinin belirsiz ve değişken çevre koşullarında hizmet verme özellikleri",
      "E": "Konaklama işletmelerinin bazı yapısal özellikleri"
    },
    "explanation": "Bu değerler göz önünde bulundurulduğunda konaklama işletmelerinin insan kaynaklarına yönelik bazı politika ve özelliklere sahip olması gerekmektedir. Bu politika ve özellikler sıralanacak olursa (Özdemir ve Akpınar, 2002; Erdem, 2004; Türkoğlu ve Çizel, 2016; Akdoğan ve Kale, 2011):<br/>• Konaklama işletmeleri gerekli olduğunda yönetim sürecinin tamamı veya bir kısmında danışman kişi veya kuruluşlardan faydalanmalı,<br/>• Hangi çalışanının hangi işi, kimlerle ve ne kadar sürede yapacağına ilişkin iş gücü planlaması yapmalı,<br/>• Ağırlıklı olarak daimi iş görenler çalıştırmalı,"
  },
  {
    "id": "2846888",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi konaklama işletmelerinin pazarlama ve stratejik yönetim sürecinde dikkat etmesi gereken özelliklerden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hizmet içi ve dışı eğitimlerle çalışanlarının kariyer gelişimlerine katkıda bulunmalı",
      "B": "Çalışan ve aileleriyle iş dışı ilişkiler geliştirerek örgütsel bağlılığı arttırmalı",
      "C": "Konaklama işletmeleri bulunduğu bölgeye ve işlevlerine göre iklimsel talep farklılığından etkilenmektedir",
      "D": "Konaklama işletmeleri SWOT analiziyle zayıf ve güçlü yönlerini, çevredeki fırsat ve tehditleri belirlemeli",
      "E": "Konaklama işletmeleri sermaye, kâr ve riski yüksek işletmelerdir"
    },
    "explanation": "Konaklama işletmelerinin pazarlama ve stratejik yönetim sürecinde dikkat etmesi gereken özellikler kısaca şöyle<br/>sıralanmaktadır (Kaya, 2010; Erdem Gül ve Gül, 2013; Kurt ve Yeşiltaş, 2016):<br/>• Konaklama işletmeleri SWOT analiziyle zayıf ve güçlü yönlerini, çevredeki fırsat ve tehditleri belirlemeli,<br/>Diğer şıklar konaklama işletmelerinin pazarlama ve stratejik yönetim sürecinde dikkat etmesi gereken özelliklerden değildir."
  },
  {
    "id": "2846891",
    "unitNumber": 1,
    "text": "I. Kahvaltı salonu (yeterli büyüklükte oturma alanı ve servis mutfağı veya lokanta bulunması durumunda bu mahaller kahvaltı amaçlı da kullanılabilir, yazlık tesislerde bu amaçlı kullanılan salonun bir kısmı açık olabilir),<br/>II. İklim koşullarına göre genel mahallerde klima,<br/>III. Odalarda en az bir sandalye veya koltuk ve valizlik,<br/>IV. Odalarda kıymetli eşya kasası,<br/>V. Odalarda internet hizmeti ve çamaşır yıkama ve ütüleme hizmeti ile bu hizmete ilişkin çamaşır torbası ve fiyat listesi bulunur.<br/>Yukarıda verilenler aşağıdakilerden hangisinin niteliklerini taşıyan ve belgelendirme denetimi ile sınıflandırılan otellerdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tatil köyleri",
      "B": "Butik Oteller",
      "C": "Beş yıldızlı oteller",
      "D": "Dört yıldızlı oteller",
      "E": "Üç yıldızlı oteller"
    },
    "explanation": "Üç yıldızlı oteller, iki yıldızlı oteller için aranan niteliklere ilave olarak aşağıda belirtilen nitelikleri taşıyan ve belgelendirme denetimi ile sınıflandırma çalışmasında bu sınıf için puan barajını aşan otellerdir:<br/>a. Kahvaltı salonu (yeterli büyüklükte oturma alanı ve servis mutfağı veya lokanta bulunması durumunda bu mahaller kahvaltı amaçlı da kullanılabilir, yazlık tesislerde bu amaçlı kullanılan salonun bir kısmı açık olabilir),<br/>b. İklim koşullarına göre genel mahallerde klima,<br/>c. Odalarda en az bir sandalye veya koltuk ve valizlik,<br/>d. Odalarda kıymetli eşya kasası,<br/>e. Odalarda internet hizmeti,<br/>f. Çamaşır yıkama ve ütüleme hizmeti ile bu hizmete ilişkin çamaşır torbası ve fiyat listesi bulunur"
  },
  {
    "id": "2846900",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Konaklama İşletmeleri başlığı altında bulunan tesislerden değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Termal tesisler",
      "B": "Oteller",
      "C": "Tatil köyleri",
      "D": "Butik oteller",
      "E": "Moteller"
    },
    "explanation": "1. Konaklama İşletmeleri<br/>• Oteller<br/>• Tatil köyleri<br/>• Butik oteller<br/>• Özel konaklama tesisleri<br/>• Moteller<br/>• Pansiyonlar<br/>• Apart oteller<br/>B şıkkında verilen Termal tesisler Sağlık Tesisleri başlığı altındaki tesislerdendir"
  },
  {
    "id": "2846907",
    "unitNumber": 1,
    "text": "Doğal güzellikler içerisinde, doğal ve yerel değerlerin korunmasına da özen gösterilerek nitelikli çevre düzenlemesiyle gerçekleştirilen, konaklama ve yeme-içme hizmetinin yanında çeşitli spor veya eğlence hizmetlerinin de sağlandığı yaygın yerleşim düzeninde, tüm cephelerinde en fazla üç katlı olarak görülen yapılardan oluşan tesislerdir.<br/>Yukarıda verilen tanım hangisine aittir?",
    "correctAnswer": "B",
    "options": {
      "A": "Beş Yıldızlı Oteller",
      "B": "Tatil Köyleri",
      "C": "Butik Oteller",
      "D": "Özel Konaklama Tesisleri",
      "E": "Apart Oteller"
    },
    "explanation": "Tatil köyleri: Tatil köyleri; doğal güzellikler içerisinde, doğal ve yerel değerlerin korunmasına da özen gösterilerek nitelikli çevre düzenlemesiyle gerçekleştirilen, konaklama ve yeme-içme hizmetinin yanında çeşitli spor veya eğlence hizmetlerinin de sağlandığı yaygın yerleşim düzeninde, tüm cephelerinde en fazla üç katlı olarak görülen yapılardan oluşan tesislerdir (Resmî Gazete, 2019)"
  },
  {
    "id": "2846919",
    "unitNumber": 1,
    "text": "I. Kara yolları güzergâhlarına yakınlık<br/>II. Odalarda müşterinin sıcak içecek hazırlamasına imkan sağlayan donanım ve servis malzemesi<br/>III. Lunapark<br/>IV. Doğa müzesi<br/>V. En az 60 oda<br/>Eğlence merkezlerinde bulunması gereken ünitelerden en az iki tanesi yukarıdakilerden hangileridir?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "IV ve V",
      "E": "I ve V"
    },
    "explanation": "Eğlence Merkezleri: Eğlence merkezleri; bu yönetmelikte turizm tesisleri için belirlenmiş olan asgari nitelikleri sağlayan, eğlence ve rekreasyon ihtiyacını karşılamak amacıyla oluşturulan ve müşterinin aktif katılımının sağlandığı tesislerdir. Eğlence merkezlerinde<br/>ğ. Aşağıda sayılan ünitelerden en az üç adeti,<br/>1. Elektronik, bilgisayar, ses, ışık gibi teknolojilerin kullanılarak simülasyon, animasyon gibi sanal ortamların yaratılmasına veya gösterilerin yapılmasına imkan sağlayan teknik donanıma haiz en az üç ünite,<br/>2. Kay-kay, bisiklet ve benzeri aktiviteler için gösteri alanı,<br/>3. El sanatları atölyeleri ve bunların satışına ilişkin üniteler,<br/>4. Lunapark,<br/>5. Doğa müzesi,<br/>6. Su altı canlılarının bilgilendirme ve gösteri amaçlı sergilendiği dev akvaryum,<br/>7. Müşteriler için katılım ve canlı izleme imkanının sağlandığı film stüdyoları,<br/>8. En az 500 kişilik açık hava tiyatrosu,"
  },
  {
    "id": "2846924",
    "unitNumber": 1,
    "text": "Kampinglerin tanımı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dağ veya yaylalarda kurulan, yönetimi basit, konaklama olanağı yanında bulunduğu bölgedeki kırsal hayatı<br/>deneyimleme imkanı sağlayan, en az beş odalı, çiftlik evi, köy evi, yayla evi veya dağ evi tesisleridir",
      "B": "Turizm tesisleri için belirlenmiş olan asgari nitelikleri sağlayan, eğlence ve rekreasyon ihtiyacını karşılamak amacıyla oluşturulan ve müşterinin aktif katılımının sağlandığı tesislerdir",
      "C": "Doğal tedavi edici unsurların sağlık amaçlı kullanıldığı kaplıca, içmece ve talassoterapi gibi üniteleri içeren, konaklamalı veya konaklamasız olarak düzenlenen tesislerdir",
      "D": "Kara yolları güzergâhları ve yakın çevrelerinde, deniz, göl, dağ gibi doğal güzelliği olan yerlerde kurulan ve<br/>genellikle müşterilerin kendi imkânlarıyla geceleme, yeme-içme, dinlenme, eğlence ve spor ihtiyaçlarını karşıladıkları en az on ünitelik tesislerdir",
      "E": "Turizm sektörünün eğitilmiş personel ihtiyacını karşılamak üzere, her seviyedeki personelin eğitiminin çeşitli programlar çerçevesinde teorik ve uygulamalı olarak birlikte veya ayrı ayrı yaptırıldığı, en az 120 öğrenci kapasiteli eğitim ve uygulama tesisleridir"
    },
    "explanation": "Kampingler; kara yolları güzergâhları ve yakın çevrelerinde, deniz, göl, dağ gibi doğal güzelliği olan yerlerde kurulan ve genellikle müşterilerin kendi imkânlarıyla geceleme, yeme-içme, dinlenme, eğlence ve spor ihtiyaçlarını karşıladıkları en az on ünitelik tesislerdir (Resmî Gazete, 2019)."
  },
  {
    "id": "2846930",
    "unitNumber": 1,
    "text": "Asli fonksiyonları müşterilerin konaklama ihtiyaçlarını sağlamak olan, bu hizmetin yanında, yeme-içme, toplantı, kutlama etkinlikleri, spor ve eğlenceye yönelik üniteleri de bünyelerinde bulundurabilen tesislerdir.<br/>Yukarıdaki tanım hangisine aittir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kırsal turizm tesisleri",
      "B": "Sağlık tesisleri",
      "C": "Spor ve eğlence tesisleri",
      "D": "Personel eğitim tesisleri",
      "E": "Oteller"
    },
    "explanation": "Oteller, asli fonksiyonları müşterilerin konaklama ihtiyaçlarını sağlamak olan, bu hizmetin yanında, yeme-içme, toplantı, kutlama etkinlikleri, spor ve eğlenceye yönelik üniteleri de bünyelerinde bulundurabilen tesislerdir"
  },
  {
    "id": "2847655",
    "unitNumber": 1,
    "text": "2020 itibariyle Türkiye'de işletme belgeli tesis sayısı açısından üçüncü sırada yer alan ilimiz hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İzmir",
      "B": "Muğla",
      "C": "Nevşehir",
      "D": "Ankara",
      "E": "Trabzon"
    },
    "explanation": "2020 itibariyle Türkiye'deki bazı illerin işletme belgeli tesis sayıları şöyledir; Antalya 799, İstanbul 610, Muğla 403, İzmir 213, Nevşehir 107. Üçüncü sırada Muğla yer almaktadır. Doğru seçenek B'dir."
  },
  {
    "id": "2847656",
    "unitNumber": 1,
    "text": "2019 itibariyle Türkiye'deki turizm işletme belgeli tesislerden en fazla sayıdaki tesis aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Apart otel",
      "B": "Butik otel",
      "C": "3 Yıldızlı otel",
      "D": "5 Yıldızlı otel",
      "E": "Özel tesis"
    },
    "explanation": "2019 itibariyle Türkiye'deki turizm işletme belgeli tesislerden bazılarına ait sayılar şöyledir; 2 yıldızlı otel 387, 3 yıldızlı otel 1065, 4 yıldızlı otel 829, 5 yıldızlı otel 669, özel tesis 393, apart otel 198, butik otel 99. Doğru seçenek C'dir."
  },
  {
    "id": "2847657",
    "unitNumber": 1,
    "text": "Turizm sektörüne finansman desteği sağlamak ve öncü turizm işletmelerini kurmak amacıyla T.C. Turizm Bankası AŞ, kaç yılında kurulmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "1936",
      "B": "1950",
      "C": "1955",
      "D": "1958",
      "E": "1963"
    },
    "explanation": "Turizm sektörüne finansman desteği sağlamak ve öncü turizm işletmelerini kurmak amacıyla T.C. Turizm Bankası AŞ, 1955 yılında kurulmuştur. Doğru seçenek C'dir."
  },
  {
    "id": "2847658",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Turizm Bakanlığı'nın kurulduğu tarihtir?",
    "correctAnswer": "D",
    "options": {
      "A": "1963",
      "B": "1976",
      "C": "1982",
      "D": "1989",
      "E": "2007"
    },
    "explanation": "1963'te Turizm ve Tanıtma Bakanlığı kurulmuştur, 1976'da Inter-Continental otel zinciri İstanbul Taksim’de otel işletmeciliğine başlamıştır, 1982'de Kültür ve Turizm Bakanlığı kurulmuştur, 1989'da Turizm Bakanlığı kurulmuştur, 2007'de Türkiye’deki turistik yatak kapasitesi 787.029 sayısına ulaşmıştır. Doğru seçenek D'dir."
  },
  {
    "id": "2847659",
    "unitNumber": 1,
    "text": "Konaklama işletmelerinin sınıflandırılmasına göre aşağıdakilerden hangisi konaklama işletmelerinden <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Oteller",
      "B": "Moteller",
      "C": "Butik oteller",
      "D": "Tatil köyleri",
      "E": "Termal işletmeler"
    },
    "explanation": "Konaklama işletmelerinin sınıflandırılmasına göre Konaklama İşletmeleri içerisinde • Oteller • Tatil köyleri • Butik oteller • Özel konaklama tesisleri • Moteller • Pansiyonlar • Apart oteller yer almaktadır. Doğru seçenek E'dir."
  },
  {
    "id": "2847885",
    "unitNumber": 1,
    "text": "Turizm tesisleri ve konaklama tesislerinin asgari niteliklerini sağlayan, yönetimi basit, yemek ihtiyacının idare tarafından sağlanabildiği veya müşterilerin kendi yemeklerini bizzat hazırlayabilme imkânı bulunan, en az beş en fazla 25 odalı tesislere ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pansiyon",
      "B": "Motel",
      "C": "Butik otel",
      "D": "Özel konaklama tesisi",
      "E": "Tatil köyü"
    },
    "explanation": "Pansiyonlar; yönetmelikte yer alan turizm tesisleri ve konaklama tesislerinin asgari niteliklerini sağlayan, yönetimi basit, yemek ihtiyacının idare tarafından sağlanabildiği veya<br/>müşterilerin kendi yemeklerini bizzat hazırlayabilme imkânı bulunan, en az beş en fazla 25 odalı tesislerdir (Resmî Gazete, 2019). Doğru seçenek A'dır."
  },
  {
    "id": "2847902",
    "unitNumber": 1,
    "text": "Hotel adı ilk defa hangi ülkede kullanılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "İngiltere",
      "B": "İtalya",
      "C": "Almanya",
      "D": "Fransa",
      "E": "İspanya"
    },
    "explanation": "Hotel adı ilk defa İngiltere’de 1760’ların sonunda kullanılmıştır. Lundberg (1979) ilk İngiliz hanlarının geleneksel birahanelerin devamı olduğunu belirtmiş, İngiltere’de sayıları oldukça fazlalaşan hanlar sonraki dönemlerde Avrupa otelciliğinin öncüsü durumuna gelmiştir. Doğru seçenek A'dır."
  },
  {
    "id": "2847908",
    "unitNumber": 1,
    "text": "Asli fonksiyonları müşterilerin konaklama ihtiyaçlarını sağlamak olan, bu hizmetin yanında, yeme-içme, toplantı, kutlama etkinlikleri, spor ve eğlenceye yönelik üniteleri de bünyelerinde bulundurabilen tesislere ne ad verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Otel",
      "B": "Tatil köyü",
      "C": "Butik otel",
      "D": "Özel konaklama tesisi",
      "E": "Motel"
    },
    "explanation": "Oteller: Oteller, asli fonksiyonları müşterilerin konaklama ihtiyaçlarını sağlamak olan, bu hizmetin yanında, yeme-içme, toplantı, kutlama etkinlikleri, spor ve eğlenceye yönelik üniteleri de bünyelerinde bulundurabilen tesislerdir. Oteller; bir, iki, üç, dört ve beş yıldızlı olarak sınıflandırılır (Resmî Gazete, 2019). Doğru seçenek A'dır."
  },
  {
    "id": "2847913",
    "unitNumber": 1,
    "text": "Türkiye'de turizmde özellikle de konaklama işletmelerinde büyük gelişme yaşanmasını sağlayan Turizm Teşvik Kanunu hangi yıl ortaya çıkmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "1980",
      "B": "1982",
      "C": "1989",
      "D": "1990",
      "E": "1995"
    },
    "explanation": "Türkiye’de turizm özellikle de konaklama işletmelerindeki büyük gelişim ise 1982 yılındaki Turizm Teşvik Kanunu ile yaşanmaya başlamıştır. Bu dönemde konaklama işletmeleri için yapılan arazi tahsisleri, kredilerde sağlanan ödeme kolaylıkları 3 ve üzeri yıldıza sahip otellerin hızla çoğalmasına neden olmuştur. Doğru seçenek B'dir."
  },
  {
    "id": "2847917",
    "unitNumber": 1,
    "text": "2019 yılı Türkiye'de tesis türlerine göre misafir geliş sayısı ve doluluk oranına göre hangi tesis türü en fazla % doluluk oranına sahip olmuştur?",
    "correctAnswer": "E",
    "options": {
      "A": "Otel",
      "B": "Motel",
      "C": "Tatil köyü",
      "D": "Termal otel",
      "E": "Golf tesisi"
    },
    "explanation": "2019 yılı Türkiye'de tesis türlerine göre misafir geliş sayısı ve doluluk oranına göre tesislerin % doluluk oranı şöyledir; otel % 59.28, motel % 13.15, tatil köyü % 69.12, termal otel % 49.00, golf tesisi % 100.25. Doğru seçenek E'dir."
  },
  {
    "id": "2717413",
    "unitNumber": 2,
    "text": "Örgütsel amaçlara etkili ve verimli bir biçimde ulaşabilmek için kaynakların planlanması, örgütlenmesi, yönetilmesi ve denetlenmesi sürecine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yönetim",
      "B": "Pazarlama",
      "C": "Finans",
      "D": "Muhasebe",
      "E": "İletişim"
    },
    "explanation": "Yönetim, örgütsel amaçlara etkili ve verimli bir biçimde ulaşabilmek için kaynakların planlanması, örgütlenmesi, yönetilmesi ve denetlenmesi sürecidir."
  },
  {
    "id": "2717414",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi yönetim faaliyetinin temel görüntüsü içinde yer almaz?",
    "correctAnswer": "B",
    "options": {
      "A": "Organizasyon amaçlarının gerçekleştirilmesi",
      "B": "Kendi başına çalışma",
      "C": "Sınırlı kaynaklardan en fazla yararlanma",
      "D": "Etkinlik ve etkenlik arasında denge kurmak",
      "E": "Başkalarıyla birlikte çalışma"
    },
    "explanation": "Kendi başına çalışma yönetim faaliyetinin görüntüsü içinde yer almaz. Başkalarıyla birlikte çalışır."
  },
  {
    "id": "2717415",
    "unitNumber": 2,
    "text": "İşletme sahipliğinin, temel karar mekanizmalarının ve yönetim kademelerinin önemli bir kısmının belli bir aileye mensup üyelerin elinde bulunması durumunda ortaya çıkan yönetim şekline ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Siyasal yönetim",
      "B": "Profesyonel yönetim",
      "C": "Ailesel Yönetim",
      "D": "Demokratik yönetim",
      "E": "Teokratik yönetim"
    },
    "explanation": "İşletme sahipliğinin, temel karar mekanizmalarının ve yönetim kademelerinin önemli bir kısmının belli bir aileye mensup üyelerin elinde bulunması durumunda ortaya çıkan yönetim şekline ailesel yönetim adı verilir."
  },
  {
    "id": "2717416",
    "unitNumber": 2,
    "text": "Doğru odanın, doğru fiyatla, doğru zamanda, doğru müşteriye ve doğru kanaldan satılmasına ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yiyecek ve İçecek Yönetimi",
      "B": "Önbüro yönetimi",
      "C": "Destinasyon Yönetimi",
      "D": "Getiri yönetimi",
      "E": "Müşteri İlişkileri Yönetimi"
    },
    "explanation": "Doğru odanın, doğru fiyatla, doğru zamanda, doğru müşteriye ve doğru kanaldan satılmasına getiri yönetimi adı verilir."
  },
  {
    "id": "2717417",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi yöneticinin karar almaya ilişkin rolleri arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Girişimci rolü",
      "B": "Anlaşmazlıkları çözümleyici rolü",
      "C": "Kaynak dağıtıcı rolü",
      "D": "Müzakerecilik rolü",
      "E": "Liderlik rolü"
    },
    "explanation": "Liderlik rolü yöneticinin bireysel roller arasında yer almakta olup; yöneticinin karar almaya ilişkin rolleri arasında yer almaz"
  },
  {
    "id": "2717418",
    "unitNumber": 2,
    "text": "Fayol'a göre yönetimin beş ayrı işlevi vardır. Aşağıdakilerden hangisi bu beş yönetsel işlevden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "İleriyi görmek",
      "B": "Örgütlemek",
      "C": "Yürütmek",
      "D": "Koordine etmek",
      "E": "Etkinlik oluşturmak"
    },
    "explanation": "Fayol'a göre yönetimin beş ayrı işlevi vardır. Etkinlik oluşturmak bu beş yönetsel işlevden biri değildir."
  },
  {
    "id": "2717419",
    "unitNumber": 2,
    "text": "Planlama aşaması belirli bir sistemi takip etmelidir. Aşağıdakilerden hangisi planlama süreci içerisinde ilk sırada yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Faaliyetleri Geliştirme",
      "B": "Fırsatları Tanıma",
      "C": "Hedefleri Oluşturma",
      "D": "Misyon Tanımlama",
      "E": "Tehlikeleri Tanıma"
    },
    "explanation": "Planlama aşaması belirli bir sistemi takip etmelidir. Misyon tanıma planlama süreci içerisinde ilk sırada yer alır."
  },
  {
    "id": "2717420",
    "unitNumber": 2,
    "text": "İşletmenin varoluş nedeni ve strateji oluşturma sürecinin önemli bir başlangıç noktasına ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "İmaj",
      "B": "İmge",
      "C": "Misyon",
      "D": "Vizyon",
      "E": "Logo"
    },
    "explanation": "Misyon, işletmenin varoluş nedeni ve strateji oluşturma sürecinin önemli bir başlangıç noktasıdır."
  },
  {
    "id": "2717421",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi \"kullanım biçimlerine göre planlar\" arasında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Stratejik planlar",
      "B": "Tek kullanımlık planlar",
      "C": "Taktik planlar",
      "D": "Operasyonel Planlar",
      "E": "Biçimsel Planlar"
    },
    "explanation": "Tek kullanımlık planlar \"kullanım biçimlerine göre planlar\" arasında yer alır. Doğru yanıt B'dir."
  },
  {
    "id": "2717422",
    "unitNumber": 2,
    "text": "Kapsadıkları dönemlere göre planlar kısa, orta ve uzun dönemli planlar olarak üçe ayrılmaktadır Orta dönemli planlar kaç yıllık süreyi kapsamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "1 yıldan az",
      "B": "1-5 yıllık",
      "C": "5 yıldan fazla",
      "D": "Süresiz",
      "E": "En az 5 yıllık"
    },
    "explanation": "Orta dönemli planlar 1-5 yıllık süreyi kapsamaktadır"
  },
  {
    "id": "2717423",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi \"doğru odanın, doğru fiyatla, doğru zamanda, doğru müşteriye ve doğru kanaldan satılmasıdır\" ifadesini açıklamaktadır.",
    "correctAnswer": "B",
    "options": {
      "A": "Finansal Yönetim",
      "B": "Getiri Yönetimi",
      "C": "Muhasebe işlemleri",
      "D": "Odalar Yönetimi",
      "E": "Kat hizmetleri Yönetimi"
    },
    "explanation": "Getiri yönetimi; doğru odanın, doğru fiyatla, doğru zamanda, doğru müşteriye ve doğru kanaldan satılmasıdır (Çıvak, 2016)"
  },
  {
    "id": "2717424",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi \"işletme sahibi adına çalışmakta ve belirlenmiş şirket politikaları doğrultusunda işletmeyi hedeflerine ulaştırmakla yükümlüdür\" ifadesini açıklayan kavramdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Personel",
      "B": "İşletme sahibi",
      "C": "Yönetici",
      "D": "Bekçi",
      "E": "Şoför"
    },
    "explanation": "Yönetici, işletme sahibi adına çalışmakta ve belirlenmiş şirket politikaları doğrultusunda işletmeyi hedeflerine ulaştırmakla yükümlüdür."
  },
  {
    "id": "2717425",
    "unitNumber": 2,
    "text": "\"Konaklama işletmelerinde personel devir oranı oldukça yüksektir. Ücretlerin düşük olması, temel hakların eksikliği, yoğun ve uzun mesai süreleri çalışanların motivasyonunu<br/>düşürmektedir. Bunun için yönetici, çalışanların koşullarını iyileştirmeli, korumalı ve mutlu olmalarını sağlamalıdır. Aksi takdirde, sürekli yeni istihdam ek maliyetleri beraberinde getirecektir. Ayrıca mutsuz çalışanlar müşterileri gerektiği şekilde ağırlayamayacak ve müşteri sadakati oluşmayacaktır.\" Aşağıdakilerden hangisi açıklanmaya çalışılan \"Yönetici sorumlulukları\" arasında yer almaktadır.",
    "correctAnswer": "A",
    "options": {
      "A": "Çalışanlarla İlgili Sorumluluk",
      "B": "Müşterilere Karşı Sorumluluk",
      "C": "Konaklama Tesisinin Bakımı ile ilgili Sorumluluk",
      "D": "İşletmenin Finansal Performansı ile ilgili Sorumluluk",
      "E": "İşletmenin Çevresel Performansı ile ilgili Sorumluluk"
    },
    "explanation": "Çalışanlarla İlgili Sorumluluk: Konaklama işletmelerinde personel devir oranı oldukça yüksektir. Ücretlerin düşük olması, temel hakların eksikliği, yoğun ve uzun mesai süreleri çalışanların motivasyonunu düşürmektedir. Bunun için yönetici, çalışanların koşullarını iyileştirmeli, korumalı ve mutlu olmalarını sağlamalıdır. Aksi takdirde, sürekli yeni istihdam ek maliyetleri beraberinde getirecektir. Ayrıca mutsuz çalışanlar müşterileri gerektiği şekilde ağırlayamayacak ve müşteri sadakati oluşmayacaktır."
  },
  {
    "id": "2717426",
    "unitNumber": 2,
    "text": "Yönetici Rolleri ve faaliyetleri açısından değerlendirildiğinde bireylerarası rollerden biri olan <strong>temsil rolünün</strong> faaliyet alanı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İhtiyaç duyulan bilgileri aramak ve elde etmek, raporları analiz etmek, kişisel ilişkiler kurmak",
      "B": "Tartışma ve kriz ortamlarını düzeltici çabalarla önlemek, çatışmaları çözmek",
      "C": "Resmî törenler ve sembolik görevlerle, ziyaretçileri kabul etmek, resmî ve hukuki dokümanları imzalamak",
      "D": "Sendika, satış, satın alma ve bütçe kontratlarının müzakerelerinde bölümlerini temsil etmek ve bölüm çıkarlarını korumak",
      "E": "İyileştirici projelere girmek, yeni fikirleri ortaya çıkarmak"
    },
    "explanation": "Resmî törenler ve sembolik görevlerle, ziyaretçileri kabul etmek, resmî ve hukuki dokümanları imzalamak"
  },
  {
    "id": "2717427",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Fayol’a göre yönetimin işlevleri arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "İleriyi görmek",
      "B": "Örgütlemek",
      "C": "Yürütmek",
      "D": "Koordine etmek",
      "E": "Pazarlamaya çalışmak"
    },
    "explanation": "Fayol’a göre (1962) yönetimin işlevleri şunlardır:<br/><ul><br/><li>İleriyi görmek</li><br/><li>Örgütlemek</li><br/><li>Yürütmek</li><br/><li>Koordine etmek</li><br/><li>Denetlemek</li><br/></ul><br/>Pazarlamaya çalışmak"
  },
  {
    "id": "2717428",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi iki bin yıl önce “kazanç ve güvenliği sağlayan şey kumar değil, planlamadır” sözüyle planlamanın önemine dikkat çeken kişidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Almanya Kralı Şarlman",
      "B": "Roma imparatoru Marcus Aurelius",
      "C": "Mısır hükümdarı III. Tutmosis",
      "D": "Pers hükümdarı Büyük Kiros",
      "E": "Çin İmparatoru Şi Huang"
    },
    "explanation": "Roma imparatoru Marcus Aurelius, iki bin yıl önce “kazanç ve güvenliği sağlayan şey kumar değil, planlamadır” sözüyle planlamanın önemine dikkat çekmiştir."
  },
  {
    "id": "2717429",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi \"işletmenin varoluş nedeni ve strateji oluşturma sürecinin önemli bir başlangıç noktasıdır\" şeklinde tanımlanan kavramdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Amaç",
      "B": "Hedef",
      "C": "Vizyon",
      "D": "Misyon",
      "E": "Strateji"
    },
    "explanation": "Misyon, işletmenin varoluş nedeni ve strateji oluşturma sürecinin önemli bir başlangıç noktasıdır"
  },
  {
    "id": "2717430",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi \"işletme amaçlarına ulaşmak için insanların, araç-gereçlerin ve diğer olanakların bulunması, etkin bir çalışmayı gerçekleştirecek biçimde düzenlenmesi, yapılacak işlerin gruplandırılıp belirli bölümlere bağlanması, yetki ve sorumlulukların belirlenmesidir\" şeklinde açıklanan kavramdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Örgütleme",
      "B": "Örgüt",
      "C": "İşletme",
      "D": "Yönetim",
      "E": "Yöneltme"
    },
    "explanation": "Örgütleme , işletme amaçlarına ulaşmak için insanların, araç-gereçlerin ve diğer olanakların bulunması, etkin bir çalışmayı gerçekleştirecek biçimde düzenlenmesi, yapılacak<br/>işlerin gruplandırılıp belirli bölümlere bağlanması, yetki ve sorumlulukların belirlenmesidir"
  },
  {
    "id": "2717431",
    "unitNumber": 2,
    "text": "Yöneticilerin uygulamayı düşündüğü ancak kimseyle paylaşmadığı veya sınırlı kişiyle paylaştığı yazılı olmayan plan türü aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Uzun dönemli planlar",
      "B": "Operasyonel planlar",
      "C": "Taktik planlar",
      "D": "Tekrarlanan/ sürekli planlar",
      "E": "Biçimsel olmayan planlar"
    },
    "explanation": "Biçimsellik Derecesine Göre Planlar<br/>Biçimsellik derecesine göre planlar biçimsel ve biçimsel olmayan planlar olmak üzere ikiye ayrılmaktadır. Biçimsel planlar, örgütlerde tüm ayrıntıların yazılı hâle getirildiği ve ilgili kişilerle paylaşıldığı plan türüdür.<strong> Biçimsel olmayan planlar</strong> ise, yöneticilerin uygulamayı düşündüğü ancak kimseyle paylaşmadığı veya sınırlı kişiyle paylaştığı yazılı olmayan plan türüdür."
  },
  {
    "id": "2717432",
    "unitNumber": 2,
    "text": "\"Çalışanların iyi niyet ve sadakatle çalışmaları için herkese eşit davranılmalıdır. Konaklama sektöründeki sorunlardan biri de yakın olunan kişilere iltimas geçilmesidir. Örgütsel sadakati etkileyen en önemli unsurların başında yöneticilerin çalışanlara adil davranmayışı gelmektedir.\" Yukarıda ifade edilmeye çalışılan <strong>Örgütlenme ilkelerinden</strong> hangisini açıklamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "İş Bölümü ve Uzmanlaşma",
      "B": "Hakkaniyet İlkesi",
      "C": "Hiyerarşi İlkesi",
      "D": "Düzen İlkesi",
      "E": "Çalışanlarda İş Birliği Ruhu"
    },
    "explanation": "<strong>Hakkaniyet İlkesi:</strong> Çalışanların iyi niyet ve sadakatle çalışmaları için herkese eşit davranılmalıdır. Konaklama sektöründeki sorunlardan biri de yakın<br/>olunan kişilere iltimas geçilmesidir. Örgütsel sadakati etkileyen en önemli unsurların başında yöneticilerin çalışanlara adil davranmayışı gelmektedir."
  },
  {
    "id": "2847442",
    "unitNumber": 2,
    "text": "Temel karar mekanizmalarında ve yönetim kademelerinin hepsinde uzmanlık bilgisi ve yetenek temeline göre seçilen kişilerin oluşturduğu yönetim şekli aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Profesyonel Yönetim",
      "B": "Patrimonyal yönetim",
      "C": "Siyasal Yönetim",
      "D": "Özerk Yönetim",
      "E": "Keyfi Yönetim"
    },
    "explanation": "Profesyonel Yönetim: Temel karar mekanizmalarında ve yönetim kademelerinin hepsinde uzmanlık bilgisi ve yetenek temeline göre seçilen kişilerin oluşturduğu yönetim şeklidir. Ailesel ve siyasal yönetimin aksine şahsilik, keyfilik, özel hayat ile yönetim arasında sınırların belli olduğu bir yönetim tarzıdır. Max Weber’in üzerinde durduğu ve bürokratik ilişkilerin esas kılındığı modern işletmelerin örgütlenme biçimidir. Kurumsal olarak ifade edilen işletmelerde yönetimi bir meslek olarak edinen kişiler istihdam edilmektedir. Zincir ulusal ve uluslararası beş yıldızlı otel işletmeleri profesyonel yönetim biçimiyle yönetildiği ifade edilebilir."
  },
  {
    "id": "2847444",
    "unitNumber": 2,
    "text": "Bir yöneticinin doğru odanın, doğru fiyatla, doğru zamanda, doğru müşteriye ve doğru kanaldan satılması çabası aşağıdaki yönetsel amaçlardan hangisi kapsamındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ekonomik amaç",
      "B": "Kültürel amaç",
      "C": "Maddi amaç",
      "D": "Düzen amacı",
      "E": "Uyum amacı"
    },
    "explanation": "Ekonomik amaçlar: Kâr amacı güden her örgütün temel amacı finansal başarıya ulaşmaktır. Dolayısıyla hiyerarşik kademedeki her çalışanın örgütün amaçlarını, hedeflerini bilmesi ve buna göre hareket etmesi sağlanmalıdır. Konaklama işletmelerinde finansal başarıyı belirleyen en önemli gelir kalemi oda satışlarıdır. Getiri yönetimi perspektifiyle sorumlu çalışanların hedefe yönlendirilmesi yöneticilerin görevidir"
  },
  {
    "id": "2847446",
    "unitNumber": 2,
    "text": "Müşterilerin otelden memnun ayrılmalarını sağlamak aşağıda verilene yönetici sorumluluklarından hangisine örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Müşterilere karşı sorumluluk",
      "B": "Çalışanlarla ilgili sorumluluk",
      "C": "Konaklama tesisinin bakımı ile ilgili sorumluluk",
      "D": "İşletmenin finansal performansı ile ilgili sorumluluk",
      "E": "Üst yönetime karşı sorumluluk"
    },
    "explanation": "Müşterilere Karşı Sorumluluk: Müşterilerin otele giriş (karşılama, kayıt ve odaya refakat), konaklama (geceleme, yeme-içme vb. tüm faaliyetler) ve çıkış (uğurlama) sürecinde müşterileri iyi bir şekilde ağırlamak, onların tekrar işletmeyi tercih etmelerini sağlamak yöneticinin sorumluluğundadır. Yani yönetici, müşterilerine evinden uzak bir ev imajı yaratmalıdır. Yönetici bunun için altında bulunan diğer yönetici ve şefleri harekete geçirmelidir. Müşterilerin otelden memnun ayrılmaları son derece meşakkatli bir iştir. Bu sürecin planlama aşamasından denetleme aşamasına kadar tüm sürecin doğru bir şekilde tasarlanıp yürütülmesi gerekmektedir. Bir çalışanın yaptığı hata yöneticinin sorumluluğunda olduğu için tüm adımların dikkatle atılması gerekmektedir"
  },
  {
    "id": "2847447",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi yöneticinin karar almayla ilgili rollerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Girişimci",
      "B": "Kontrolcü",
      "C": "Temsilci",
      "D": "Liderlik",
      "E": "Sözcülük"
    },
    "explanation": "Karar Almaya İlişkin Roller: Yöneticinin temel görevlerinden biri doğru ve tutarlı kararları vermektir. Yönetsel kararların temel girdileri yöneticinin ve ekibinin çeşitli kaynaklardan elde ettiği bilgilerdir. Yöneticinin karar almaya ilişkin rolleri girişimci rolü, anlaşmazlıkları çözümleyici rolü, kaynak dağıtıcı rolü ve müzakerecilik rolü olmak üzere dörde ayrılmaktadır"
  },
  {
    "id": "2847449",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi yönetim sürecinin dört temel işlevinden biri <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "İletişim",
      "B": "Planlama",
      "C": "Örgütleme",
      "D": "Yöneltme",
      "E": "Denetim"
    },
    "explanation": "Yönetim bir süreç olarak ele alındığında sürekli devam eden bir faaliyettir. Yönetim faaliyetinin başarısı çeşitli süreçlerin doğru izlenmesine bağlıdır. Dolayısıyla süreci iyi yöneten yöneticiler başarılı kabul edilirler. Yönetim süreci dört temel işlevden oluşmaktadır. Bunlar; planlama, örgütleme yöneltme ve denetimdir."
  },
  {
    "id": "2847452",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi alt kademe yöneticiler tarafından hazırlanan, günlük, haftalık ve aylık yürütülen işlere dönük kısa vadeli planlardır?",
    "correctAnswer": "A",
    "options": {
      "A": "Operasyonel planlar",
      "B": "Stratejik planlar",
      "C": "Taktik planlar",
      "D": "Tek kullanımlık planlar",
      "E": "Tekrarlanan planlar"
    },
    "explanation": "Operasyonel planlar ise, alt kademe yöneticiler tarafından hazırlanan, günlük, haftalık ve aylık yürütülen işlere dönük kısa vadeli planlardır. Çalışma programları ve vardiya örnek olarak verilebilir"
  },
  {
    "id": "2847453",
    "unitNumber": 2,
    "text": "Örgütlerde tüm ayrıntıların yazılı hâle getirildiği ve ilgili kişilerle paylaşıldığı plan türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Biçimsel planlar",
      "B": "Operasyonel planlar",
      "C": "Stratejik planlar",
      "D": "Taktik planlar",
      "E": "Tekrarlanan planlar"
    },
    "explanation": "Biçimsellik derecesine göre planlar biçimsel ve biçimsel olmayan planlar olmak üzere ikiye ayrılmaktadır. Biçimsel planlar, örgütlerde tüm ayrıntıların yazılı hâle getirildiği ve ilgili kişilerle paylaşıldığı plan türüdür. Biçimsel olmayan planlar ise, yöneticilerin uygulamayı düşündüğü ancak kimseyle paylaşmadığı veya sınırlı kişiyle paylaştığı yazılı olmayan plan türüdür."
  },
  {
    "id": "2847455",
    "unitNumber": 2,
    "text": "İşletme amaçlarına ulaşmak için insanların, araç-gereçlerin ve diğer olanakların bulunması, etkin bir çalışmayı gerçekleştirecek biçimde düzenlenmesi, yapılacak işlerin gruplandırılıp belirli bölümlere bağlanması, yetki ve sorumlulukların belirlenmesi hangi yönetim fonksiyonu kapsamında yapılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Örgütleme",
      "B": "Liderlik",
      "C": "Örgüt",
      "D": "Yöneltme",
      "E": "Denetleme"
    },
    "explanation": "Örgütleme, işletme amaçlarına ulaşmak için insanların, araç-gereçlerin ve diğer olanakların bulunması, etkin bir çalışmayı gerçekleştirecek biçimde düzenlenmesi, yapılacak işlerin gruplandırılıp belirli bölümlere bağlanması, yetki ve sorumlulukların belirlenmesidir."
  },
  {
    "id": "2847458",
    "unitNumber": 2,
    "text": "Konaklama işletmelerinde kullanılan en yaygın haberleşme biçimlerinden biri olan memorandum kelimesinin anlamı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bildiri",
      "B": "Güç",
      "C": "Haberleşme",
      "D": "Toplantı",
      "E": "Log book"
    },
    "explanation": "Konaklama işletmelerinde kullanılan en yaygın haberleşme biçimlerinden biri memorandumdur. Memorandum, bildiri anlamına gelmektedir."
  },
  {
    "id": "2847460",
    "unitNumber": 2,
    "text": "Gerekli bilgileri toplayarak analiz eden ve oda envanterinin doğru müşteriye doğru fiyattan satılmasına yardımcı olan sistem aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Getiri yönetim sistemi",
      "B": "Konaklama yönetim sistemi",
      "C": "Fiyat araştırma programı",
      "D": "Dağıtım kanalları yönetim programı",
      "E": "Çavrimiçi imaj yönetim programı"
    },
    "explanation": "Getiri Yönetim Sistemi (GYS): Gerekli bilgileri toplayarak analiz eden ve oda envanterinin doğru müşteriye doğru fiyattan satılmasına yardımcı olan bir sistemdir. Rakiplerin takip edilmesi, çevrim içi kanalların yönetilmesi, talep analizi ve yönetimi gibi bir dizi iş süreçleri getiri yönetim sistemiyle kolaylıkla yapılabilmektedir"
  },
  {
    "id": "2848675",
    "unitNumber": 2,
    "text": "Temel karar mekanizmalarında ve yönetim kademelerinin hepsinde uzmanlık bilgisi ve yetenek temeline göre seçilen kişilerin oluşturduğu yönetim şekli aşağıdakilerdem hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Profesyonel Yönetim",
      "B": "Siyasal Yönetim",
      "C": "Ailesel Yönetim",
      "D": "Planlı yönetim",
      "E": "Getiri yönetimi"
    },
    "explanation": "Profesyonel Yönetim: Temel karar mekanizmalarında ve yönetim kademelerinin hepsinde uzmanlık bilgisi<br/>ve yetenek temeline göre seçilen kişilerin oluşturduğu yönetim şeklidir. Ailesel ve siyasal yönetimin aksine<br/>şahsilik, keyfilik, özel hayat ile yönetim arasında sınırların belli olduğu bir yönetim tarzıdır"
  },
  {
    "id": "2848682",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi veya hangileri yöneticinin sorumluluklarındandır?<br/>I- Müşterilere Karşı Sorumluluk<br/>II- Çalışanlarla İlgili Sorumluluk<br/>III- Konaklama Tesisinin Bakımı ile ilgili Sorumluluk<br/>IV- İşletmenin Finansal Performansı ile ilgili Sorumluluk",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III-IV",
      "B": "I-III",
      "C": "II-III",
      "D": "I-IV",
      "E": "II-II-IV"
    },
    "explanation": "Müşterilere Karşı Sorumluluk, Çalışanlarla İlgili Sorumluluk , Konaklama Tesisinin Bakımı ile ilgili Sorumluluk, <br/>İşletmenin Finansal Performansı ile ilgili Sorumluluk, yöneticinin sorumluluklarındandır."
  },
  {
    "id": "2850006",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi veya hangileri Yönetim süreci sınıflarındandır?<br/>I-Ailesel (Patrimonial) Yönetim II-Siyasal Yönetim III-Profesyonel Yönetim",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III",
      "B": "Yanlız I",
      "C": "I-II",
      "D": "II-III",
      "E": "I-III"
    },
    "explanation": "Yönetim süreci genel olarak onu işleten veya ona işlerlik kazandıran grup veya organlar açısından üçe ayrılmaktadır. Bunlar; ailesel (patrimonial), siyasal ve profesyonel yönetim olarak sınıflandırılmaktadır."
  },
  {
    "id": "2850012",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi veya hangileri örgütsel amaçlardan sayılabilir?<br/>I- Düzen amacı II- Kültürel amaçlar III- Ekonomik amaçlar",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III",
      "B": "Yanlız I",
      "C": "I-II",
      "D": "I-III",
      "E": "II-III"
    },
    "explanation": "Örgütlerde kısaca yönetimin amacı, belirlenen örgütsel amaçları gerçekleştirmektir. Örgütsel amaçlar<br/>üç başlık altında ele alınmaktadır. Bunlar;<br/>I- Düzen amacı II- Kültürel amaçlar III- Ekonomik amaçlar"
  },
  {
    "id": "2850018",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Yöneticinin Karar Almaya İlişkin Rollerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Girişimci",
      "B": "Anlaşmazlık Çözme",
      "C": "Kaynak Dağıtma",
      "D": "Müzakerecilik",
      "E": "Temsil"
    },
    "explanation": "Karar Almaya İlişkin Roller<br/>-Girişimci İyileştirici projelere girmek, yeni fikirleri ortaya çıkarmak<br/>-Anlaşmazlık Çözme Tartışma ve kriz ortamlarını düzeltici çabalarla önlemek, çatışmaları çözmek<br/>-Kaynak Dağıtma Kaynakların kimlere ve nasıl dağıtılacağına karar vermek, program ve bütçe önceliklerini belirlemek<br/>-Müzakerecilik<br/>Sendika, satış, satın alma ve bütçe kontratlarının müzakerelerinde bölümlerini temsil etmek ve bölüm çıkarlarını<br/>korumak"
  },
  {
    "id": "2850025",
    "unitNumber": 2,
    "text": "Yönetim süreci dört temel işlevden oluşmaktadır. Aşağıdakilerden hangisi bu işlevlerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Planlama",
      "B": "Örgütleme",
      "C": "Yöneltme",
      "D": "Denetim",
      "E": "Soruşturma"
    },
    "explanation": "Yönetim süreci dört temel işlevden oluşmaktadır. Bunlar; planlama, örgütleme yöneltme ve denetimdir."
  },
  {
    "id": "2850030",
    "unitNumber": 2,
    "text": "Fayol’a göre yönetimin işlevleri aşağıdakilerden hangisi veya hangileridir?<br/>I-İleriyi görmek II- Örgütlemek III-Yürütmek IV- Koordine etmek V- Denetlemek",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III-IV-V",
      "B": "I-III",
      "C": "I-IV-V",
      "D": "II-V",
      "E": "III-IV-V"
    },
    "explanation": "Fayol’a göre (1962) yönetimin işlevleri şunlardır:<br/>• İleriyi görmek<br/>• Örgütlemek<br/>• Yürütmek<br/>• Koordine etmek<br/>• Denetlemek"
  },
  {
    "id": "2850037",
    "unitNumber": 2,
    "text": "Konaklama işletmelerinde yönetici olan birinin maddi ve beşerî kaynakları kullanarak belirli amaçlara ulaşmak için öncelikle planlama yapması gerekmektedir. Aşağıdakilerden hangisi veya hangileri bu amaçlardandır?<br/>I- Kısa ve uzun dönem hedef ve stratejilerini seçmesi,<br/>II- Amaçlara ulaştırıcı politika ve yöntemleri geliştirmesi,<br/>III- Denetim için temel olacak yürütme ölçütlerini saptaması,<br/>IV- Değişen koşulların etkisiyle eski planların gözden geçirmesi gerekmektedir.",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III-IV",
      "B": "I-III",
      "C": "II-III",
      "D": "I-IV",
      "E": "III-IV"
    },
    "explanation": "Konaklama işletmelerinde yönetici olan birinin maddi ve beşerî kaynakları kullanarak belirli amaçlara ulaşmak için öncelikle planlama yapması gerekmektedir. Bunun için yöneticinin öncelikle (Maviş, 2006: 116):<br/>• Kısa ve uzun dönem hedef ve stratejilerini seçmesi,<br/>• Amaçlara ulaştırıcı politika ve yöntemleri geliştirmesi,<br/>• Denetim için temel olacak yürütme ölçütlerini saptaması,<br/>• Değişen koşulların etkisiyle eski planların gözden geçirmesi gerekmektedir."
  },
  {
    "id": "2850044",
    "unitNumber": 2,
    "text": "Plan türleri aşağıdakilerden hangileridir?<br/>I- Kullanım biçimleri göre planlar<br/>II-Niteliklerine göre planlar<br/>III- Kapsadıkları dönemlere göre planlar<br/>IV- Biçimsellik derecelerine göre planlar",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III-IV",
      "B": "I- II",
      "C": "II-III",
      "D": "I-IV",
      "E": "II-IV"
    },
    "explanation": "Örgütlerde planlar; kullanım biçimlerine, niteliklerine, kapsadıkları döneme ve biçimsellik derecelerine göre sınıflandırılmaktadır."
  },
  {
    "id": "2850048",
    "unitNumber": 2,
    "text": "\"İşletme süreçlerinin bilgisayar ortamında uygulama ve yönetimini sağlayan, operasyonel, istatistiki ve analitik veri üreten, birbirleriyle entegre çalışan paketlerden oluşan yazılımlar ve bunlarla entegre diğer sistemlerdir\" ifadesi hangi şık için doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Konaklama Yönetim Sistemi",
      "B": "Getiri Yönetim Sistemi",
      "C": "Fiyat Araştırma Programı",
      "D": "Dağıtım Kanalları Yönetim Programı",
      "E": "Çevrimiçi İmaj Yönetim Programı"
    },
    "explanation": "Konaklama Yönetim Sistemi (KYS-Property Management System): “İşletme süreçlerinin bilgisayar ortamında uygulama ve yönetimini sağlayan, operasyonel, istatistiki ve analitik veri üreten, birbirleriyle entegre çalışan paketlerden oluşan yazılımlar ve bunlarla entegre diğer sistemlerdir”."
  },
  {
    "id": "2717433",
    "unitNumber": 3,
    "text": "Mal ve hizmetlerin stoklanamaması, standartlaştırılamaması, üretim ve tüketimin eş zamanlı olması gibi karakteristik özellikleri bulunan işletme örneği aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Otel",
      "B": "Market",
      "C": "Eczane",
      "D": "Mandıra",
      "E": "Şarküteri"
    },
    "explanation": "Giriş<br/>Otel"
  },
  {
    "id": "2717434",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi pazarlama anlayışının konaklama işletmelerindeki gelişim süreci aşamaları içinde yer almaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Toplama anlayışı",
      "B": "Üretim anlayışı",
      "C": "Ürün anlayışı",
      "D": "Satış anlayışı",
      "E": "Modern pazarlama anlayışı"
    },
    "explanation": "Konaklama İşletmelerinde Pazarlamanın Tarihsel Gelişimi<br/>Toplama anlayışı"
  },
  {
    "id": "2717435",
    "unitNumber": 3,
    "text": "Bir işletmede yatırımcılar, hissedarlar, bayilik verenler, aracılar ve bütün müşterileri kapsayan bir iletişim ağı içinde çalışan; toplumsal anlayış, kabul ve iyi niyet geliştirmek amacıyla iletişim planları geliştiren birim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Halkla İlişkiler",
      "B": "Satış",
      "C": "Personel",
      "D": "Kat hizmetleri",
      "E": "Ön büro"
    },
    "explanation": "Konaklama İşletmelerinde Pazarlama Departmanına Bağlı Birimler<br/>Halkla ilişkiler"
  },
  {
    "id": "2717436",
    "unitNumber": 3,
    "text": "Toplam potansiyel pazarın içinde pazarlama karmasına farklı tepki veren müşterilerin alt kümelere ayrıldığı bir pazarlama stratejisi izlenmesi anlamına gelen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pazar bölümlendirme",
      "B": "Hedef Pazar",
      "C": "Pazarlama karması",
      "D": "Potansiyel Pazar",
      "E": "Makro Pazar"
    },
    "explanation": "Pazar bölümlendirme"
  },
  {
    "id": "2717437",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Demografik Pazar bölümlendirme değişkenleri arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Cinsiyet",
      "B": "Mesafe",
      "C": "Kıtalar",
      "D": "Kişilik",
      "E": "Kullanım türü"
    },
    "explanation": "Konaklama işletmelerinde Pazar bölümlendirilmesi<br/>Cinsiyet"
  },
  {
    "id": "2717438",
    "unitNumber": 3,
    "text": "Bireyleri ihtiyaçlarına ve psikolojik motivasyonlarına bağlı olarak alt gruplara ayırmayı sağlayan bölümlendirme aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Psikografik",
      "B": "Demografik",
      "C": "Cografik",
      "D": "Yargıcı",
      "E": "Stratejik"
    },
    "explanation": "Konaklama işletmelerinde Pazar bölümlendirilmesi<br/>Psikogratif"
  },
  {
    "id": "2717439",
    "unitNumber": 3,
    "text": "Tedarikçiler ve müşteriler ile pazarda yer alan mikro aracılar arasında ekonomik, duygusal ve yapısal ilişkilerin kurulması ve sürdürülmesi ile ilişkili olan pazarlama stratejisi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İlişkisel pazarlama",
      "B": "e-pazarlama",
      "C": "Uzaktan pazarlama",
      "D": "Gerilla pazarlama",
      "E": "Yeşil pazarlama"
    },
    "explanation": "Konaklama işletmelerinde uygulanan pazarlama stratejileri<br/>İlişkisel pazarlama"
  },
  {
    "id": "2717440",
    "unitNumber": 3,
    "text": "Konaklama işletmelerinde uygulanan yeşil pazarlama stratejileri içinde finansal ve finansal olmayan, taahhüt gerektiren, uzun vadeli, sistem çapında, çevre dostu süreçlere yatırım yapan gurup aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gölgeli yeşil",
      "B": "Yalın yeşil",
      "C": "Savunma yeşili",
      "D": "Aşırı yeşil",
      "E": "Nihai yeşil"
    },
    "explanation": "Yeşil pazarlama<br/>Gölgeli yeşil"
  },
  {
    "id": "2717441",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi pazarlama planlaması dezavantajları arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Zaman alıcı olması",
      "B": "İşletmenin değişimle daha etkili bir biçimde başa çıkması",
      "C": "İşletmenin hedeflerinin başarılacağından emin olma",
      "D": "Karar vermede yönetime fayda sağlama",
      "E": "Yöneticilerin işletme etkinliklerini kontrole zorlaması"
    },
    "explanation": "Konaklama işletmelerinde pazarlama planlaması<br/>Zaman alıcı olması"
  },
  {
    "id": "2717442",
    "unitNumber": 3,
    "text": "İşletmenin uzun vadeli amaçlarının belirlenmesi, bu amaçlara ulaşmak için faaliyete ilişkin seçeneklerin geliştirilmesi ve gerekli olan kaynakların temin edilmesi süreci aşağıdakilerden hangi kavramla ilgilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Stratejik planlama",
      "B": "Yönetsel planlama",
      "C": "Faaliyetsel planlama",
      "D": "Taktiksel planlama",
      "E": "Nihai planlama"
    },
    "explanation": "Konaklama işletmelerinde pazarlama planlaması<br/>Stratejik planlama"
  },
  {
    "id": "2717443",
    "unitNumber": 3,
    "text": "\"Bu dönemde mal ve hizmetler kıttır ve tüketiciler bütçelerine uygun ya da ucuz ürünlere yönelmektedirler.\" ifadesi pazarlama anlayışının konaklama işletmelerindeki gelişim süreci aşamalarından hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Üretim",
      "B": "Ürün",
      "C": "Satış",
      "D": "Modern pazarlama",
      "E": "Planlama"
    },
    "explanation": "Tamam<br/>Üretim anlayışı: Bu dönemde mal ve hizmetler kıttır ve tüketiciler bütçelerine uygun ya da ucuz ürünlere yönelmektedirler.<br/>Özellikle İkinci Dünya Savaşı’ndan sonraki<br/>süreçte 1940’lı yılların sonları ile 1950’li<br/>yıllarda Paris ve Londra gibi Avrupa’nın<br/>birçok başkentinde otel işletmeciliğinde<br/>hâkim yaklaşımdır. Bu dönemde, dönemin<br/>özellikleri doğrultusunda talebin arzdan<br/>fazla olduğu gözlemlenir"
  },
  {
    "id": "2717444",
    "unitNumber": 3,
    "text": "\"Arz-talep dengesinin birbirine yaklaşmaya başladığı bu dönemde üretimin artmasıyla birlikte rekabet ortamı ortaya çıkmış ve işletmeler tüketicilerin farklı<br/>istek ve beklentilerini karşılamaya yönelik girişimlerde bulunarak kaliteyi ön plana çıkartmıştır.\" ifadesi pazarlama anlayışının konaklama işletmelerindeki gelişim süreci aşamalarından hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ürün",
      "B": "Satış",
      "C": "Üretim",
      "D": "Modern pazarlama",
      "E": "Planlama"
    },
    "explanation": "Tamam<br/>Ürün anlayışı: Arz-talep dengesinin birbirine yaklaşmaya başladığı bu dönemde üretimin artmasıyla birlikte rekabet ortamı ortaya çıkmış ve işletmeler tüketicilerin farklı<br/>istek ve beklentilerini karşılamaya yönelik<br/>girişimlerde bulunarak kaliteyi ön plana<br/>çıkartmıştır. Bu dönemde yol kenarlarında<br/>kurulan otellerin sayısı artmış ve ziyaretçilere sundukları ulaşım kolaylığı ve düşük<br/>ücretli hizmetler nedeniyle daha fazla talep<br/>görmüştür. Dolayısıyla, konaklama işletmelerinin yöneticileri ürüne daha çok önem<br/>vermeye başlamıştır"
  },
  {
    "id": "2717445",
    "unitNumber": 3,
    "text": "------------- sahip otel yöneticileri, müşterilerin iyi şekilde üretilen ve doğru şekilde fiyatlandırılan ürünü satın alacaklarını, kâr elde etmek için otelde sunulan ürün ve hizmetlerin etkin bir şekilde satışına yönelmeleri gerektiğini varsaymışlardır. Noktalı yere pazarlama anlayışının konaklama işletmelerindeki gelişim süreci aşamalarından hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Satış anlayışı",
      "B": "Üretim anlayışı",
      "C": "Ürün anlayışı",
      "D": "Modern pazarlama anlayışı",
      "E": "Planlama anlayışı"
    },
    "explanation": "tamam<br/>Satış anlayışına sahip otel yöneticileri, müşterilerin<br/>iyi şekilde üretilen ve doğru şekilde fiyatlandırılan ürünü satın alacaklarını, kâr elde<br/>etmek için otelde sunulan ürün ve hizmetlerin etkin bir şekilde satışına yönelmeleri<br/>gerektiğini varsaymışlardır."
  },
  {
    "id": "2717446",
    "unitNumber": 3,
    "text": "\"Ürünlerin ve agresif satış anlayışının tamamıyla terk edildiği, tüketici istek ve ihtiyaçlarının dikkate alındığı, iletişim olgusu ve müşteri odaklılığın ilke edinildiği dönemdir.\" ifadesi pazarlama anlayışının konaklama işletmelerindeki gelişim süreci aşamalarından hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Modern pazarlama",
      "B": "Satış",
      "C": "Ürün",
      "D": "Üretim",
      "E": "Planlama"
    },
    "explanation": "Modern pazarlama anlayışı: Ürünlerin ve<br/>agresif satış anlayışının tamamıyla terk edildiği, tüketici istek ve ihtiyaçlarının dikkate<br/>alındığı, iletişim olgusu ve müşteri odaklılığın ilke edinildiği dönemdir. Modern<br/>pazarlama felsefesi ziyaretçilerin tatmini,<br/>toplam işletme çabası ve sadece satış olarak değil bir hedef olarak kâr şeklinde ifade<br/>edilmiştir"
  },
  {
    "id": "2717447",
    "unitNumber": 3,
    "text": "Ekonomi biliminde çıktıların %80’inin, girdilerin %20’sinden;<br/>sonuçların %80’inin nedenlerin %20’sinden kaynaklanacağı fikrinden doğan prensip aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pareto prensibi",
      "B": "Keynes prensibi",
      "C": "Marjinal gelir prensibi",
      "D": "Marjinal fayda prensibi",
      "E": "marjinal ikame prensibi"
    },
    "explanation": "tamam<br/>Pareto prensibi ekonomi biliminde çıktıların %80’inin, girdilerin %20’sinden;<br/>sonuçların %80’inin nedenlerin %20’sinden kaynaklanacağı fikrinden doğmuştur."
  },
  {
    "id": "2717448",
    "unitNumber": 3,
    "text": "\"Rutin olarak medyaya<br/>gönderilerek, insanlar ve potansiyel ilgi çeken olaylar hakkında bilgi verilir.\" ifadesi pazarlama departmanında bu doğrultuda kullanılan hangi<br/>tekniklerdendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Haber bülteni",
      "B": "Fotoğraflar",
      "C": "Ev haber bültenleri",
      "D": "Afişler, Bülten Panoları ve Sergiler",
      "E": "Görsel-işitsel materyalle"
    },
    "explanation": "tamam<br/>Haber bültenleri: Rutin olarak medyaya<br/>gönderilerek, insanlar ve potansiyel ilgi çeken olaylar hakkında bilgi verilir."
  },
  {
    "id": "2717449",
    "unitNumber": 3,
    "text": "\"Olumlu imajlar iletmek,<br/>satışları artırmak ve kamuoyunu etkilemek<br/>amacıyla belirli bir hedef kitleye odaklanır.\" ifadesi Pazarlama departmanında bu doğrultuda kullanılan hangi<br/>tekniklerdendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ev haber bültenleri",
      "B": "Haber bültenleri",
      "C": "Fotoğraflar",
      "D": "Görsel-işitsel materyaller",
      "E": "Açık işletme turlar"
    },
    "explanation": "tamam<br/>Ev haber bültenleri: Olumlu imajlar iletmek,<br/>satışları artırmak ve kamuoyunu etkilemek<br/>amacıyla belirli bir hedef kitleye odaklanır."
  },
  {
    "id": "2717450",
    "unitNumber": 3,
    "text": "\"Video kasetler,<br/>CD’ler veya DVD’lerin medyaya ve seyahat<br/>profesyonellerine dağıtımını içerir.\" ifadesi pazarlama departmanında bu doğrultuda kullanılan hangi tekniklerdendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Görsel-işitsel materyaller",
      "B": "Açık işletme turları",
      "C": "Konuşmalar ve kamusal görünümler",
      "D": "Ev haber bültenleri",
      "E": "Afişler, Bülten Panoları ve Sergiler"
    },
    "explanation": "tamam<br/>Görsel-işitsel materyaller: Video kasetler,<br/>CD’ler veya DVD’lerin medyaya ve seyahat<br/>profesyonellerine dağıtımını içerir"
  },
  {
    "id": "2717451",
    "unitNumber": 3,
    "text": "\"Medya ve seyahat profesyonellerinin işletmeye davet edilerek farkındalığın arttırılmasını ve ilgi yaratılmasını sağlar.\" ifadesi pazarlama departmanında bu doğrultuda kullanılan hangi tekniklerdendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Açık işletme turları",
      "B": "Konuşmalar ve kamusal görünümler",
      "C": "Afişler, Bülten Panoları ve Sergiler",
      "D": "Görsel-işitsel materyaller",
      "E": "Haber bültenleri"
    },
    "explanation": "tamam<br/>Açık işletme turları. Medya ve seyahat profesyonellerinin işletmeye davet edilerek farkındalığın arttırılmasını ve ilgi yaratılmasını sağlar."
  },
  {
    "id": "2717452",
    "unitNumber": 3,
    "text": "\"Yönetim kadrosu üyeleri tarafından iyi hazırlanmış ve doğru iletilebilecek konuşmalar<br/>yapılmasını tanımlar.\"ifadesi pazarlama departmanında bu doğrultuda kullanılan hangi tekniklerdendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Konuşmalar ve kamusal görünümler",
      "B": "Afişler, Bülten Panoları ve Sergiler",
      "C": "Görsel-işitsel materyaller",
      "D": "Açık işletme turları",
      "E": "Fotoğraflar"
    },
    "explanation": "tamam<br/>Konuşmalar ve kamusal görünümler: Yönetim kadrosu üyeleri tarafından iyi hazırlanmış ve doğru iletilebilecek konuşmalar<br/>yapılmasını tanımlar."
  },
  {
    "id": "2845639",
    "unitNumber": 3,
    "text": "Konaklama işletmelerinde ürünlerin ve agresif satış anlayışının tamamıyla terk edildiği, tüketici istek ve ihtiyaçlarının dikkate alındığı, iletişim olgusu ve müşteri odaklılığın ilke edinildiği dönem aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Üretim anlayışı",
      "B": "Ürün anlayışı",
      "C": "Satış anlayışı",
      "D": "Modern pazarlama anlayışı",
      "E": "E-Pazarlama anlayışı"
    },
    "explanation": "Yanıtınız yanlış ise \"Konaklama İşletmelerinde Pazarlama\" konusunu yeniden gözden geçiriniz.<br/><strong>Modern pazarlama anlayışı:</strong> Ürünlerin ve agresif satış anlayışının tamamıyla terk edildiği, tüketici istek ve ihtiyaçlarının dikkate alındığı, iletişim olgusu ve müşteri odaklılığın ilke edinildiği dönemdir. Modern pazarlama felsefesi ziyaretçilerin tatmini, toplam işletme çabası ve sadece satış olarak değil bir hedef olarak kâr şeklinde ifade edilmiştir."
  },
  {
    "id": "2845641",
    "unitNumber": 3,
    "text": "................................. ekonomi biliminde çıktıların %80’inin, girdilerin %20’sinden; sonuçların %80’inin nedenlerin %20’sinden kaynaklanacağı fikrinden doğmuştur.<br/>Yukarıdaki boşluğa aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Etkili pazarlama prensibi",
      "B": "Pareto prensibi",
      "C": "Dalgalanma prensibi",
      "D": "Kar prensibi",
      "E": "Parametre prensibi"
    },
    "explanation": "Yanıtınız yanlış ise \"Konaklama İşletmelerinde Pazarlama\" konusunu yeniden gözden geçiriniz.<br/><strong>Pareto prensibi</strong> ekonomi biliminde çıktıların %80’inin, girdilerin %20’sinden;<br/>sonuçların %80’inin nedenlerin %20’sinden kaynaklanacağı fikrinden doğmuştur."
  },
  {
    "id": "2845642",
    "unitNumber": 3,
    "text": "Pazarlama departmanı çeşitli teknikleri kullanarak hizmetlerin ziyaretçi<br/>algılarında somutlaştırılmasına olanak yaratır. Medya ve seyahat profesyonellerinin işletmeye davet edilerek farkındalığın arttırılmasını ve ilgi yaratılmasını sağlayan teknik Reid ve Bojanic tarafından nasıl tanımlanmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Haber bültenleri",
      "B": "Ev haber bültenleri",
      "C": "Konuşmalar ve kamusal görünümler",
      "D": "Görsel-işitsel meteryaller",
      "E": "Açık işletme turları"
    },
    "explanation": "Yanıtınız yanlış ise \"Konaklama İşletmelerinde Pazarlama Departmanı ve Bağlı Birimler\" konusunu yeniden gözden geçiriniz.<br/>Konaklama işletmelerinde genellikle soyut unsurların yer alması nedeniyle pazarlama departmanı çeşitli teknikleri kullanarak hizmetlerin ziyaretçi<br/>algılarında somutlaştırılmasına olanak yaratır. Pazarlama departmanında bu doğrultuda kullanılan tekniklerden bazıları Reid ve Bojanic tarafından şöyle tanımlanır: Haber bültenleri, Fotoğraflar, Ev haber bültenleri, Konuşmalar ve kamusal görünümler, Afişler, Bülten Panoları ve Sergiler, Görsel-işitsel materyaller, Açık işletme turları. (Medya ve seyahat profesyonellerinin işletmeye davet edilerek farkındalığın arttırılmasını ve ilgi yaratılmasını sağlar.)"
  },
  {
    "id": "2845649",
    "unitNumber": 3,
    "text": "Pazarlama departmanına bağlı birimler arasında yer alan halkla ilişkiler biriminin başarısını ortaya koyan <strong>RACE </strong>formülünde yer alan harflerin dizilimi ve anlamı aşağıdakilerden hangisinde doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "R araştırma<br/>A eylem<br/>C iletişim<br/>E değerlendirme",
      "B": "R araştırma<br/>A dikkat çekme<br/>C iletişim<br/>E eğitim",
      "C": "R yeniden değerlendirme<br/>A tetikleme<br/>C iletişim<br/>E değerlendirme",
      "D": "R araştırma<br/>A tetikleme<br/>C iletişim<br/>E ilgi yaratma",
      "E": "R araştırma<br/>A arzu oluşturma<br/>C ilgi yaratma<br/>E değerlendirme"
    },
    "explanation": "Yanıtınız yanlış ise \"Konaklama İşletmelerinde Pazarlama Departmanı ve Bağlı Birimler\" konusunu yeniden gözden geçiriniz.<br/>Halkla ilişkilerin başarısını ortaya koymak için RACE formülü kullanılır.<br/>RACE formülü; araştırma (Research), eylem (Action), iletişim (Communication) ve değerlendirme (Evaluation) konularını içermektedir."
  },
  {
    "id": "2845655",
    "unitNumber": 3,
    "text": "I. İhtiyaç ve isteklerin daha iyi anlaşılması<br/>II. Bölgelere göre tüketici davranışı değişikliğinin saptanması<br/>III. Tutundurma araç ve tekniklerinin daha iyi seçilebilmesi<br/>IV. Dağınık bölgelerdeki potansiyel müşterilere iletişim araçları ile ulaşma kolaylığı sağlaması<br/>V. İstatistiklerin genellikle coğrafi birimler ve sınırlar dikkate alınarak bölgesel olarak derlenip ve tutulması<br/>Yukarıdakilerden hangilerinde coğrafik kriterlerin otel pazar bölümlendirmesinde kullanılmasının nedenleri ve faydaları doğru şekilde verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II ve III",
      "B": "I, III ve IV",
      "C": "II, IV ve V",
      "D": "II, III ve IV",
      "E": "III, IV ve V"
    },
    "explanation": "Yanıtınız yanlış ise “Konaklama İşletmele\u0002rinde Pazar Bölümlendirme” konusunu ye\u0002niden gözden geçiriniz<br/>Coğrafik kriterlerin otel pazar bölümlendirmesinde kullanılmasının nedenleri ve faydaları şu şekilde sıralanmıştır:<br/>• Bölgelere göre tüketici davranışı değişir,<br/>• Dağınık coğrafi bölgelerdeki potansiyel müşterilere iletişim araçları ile ulaşma kolaylığı sağlar,<br/>• Coğrafi kısımlarda var olan pazarlar ölçülebilir niteliktedir,<br/>• İstatistikler, genellikle coğrafi birimler ve sınırlar dikkate alınarak bölgesel olarak derlenir ve tutulur."
  },
  {
    "id": "2845658",
    "unitNumber": 3,
    "text": "İşletmelerin hedef pazar belirlerken tercih ettikleri ziyaretçilerin ortak istek ve ihtiyaçlarının hedeflenerek geniş kitlelere ulaşılmasını sağlayan, tüm pazar stratejisi de denilen strateji aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Farklılaştırılmamış Pazarlama Stratejisi",
      "B": "Farklılaştırılmış Pazarlama Stratejisi",
      "C": "Yoğunlaştırılmış Pazarlama Stratejisi",
      "D": "Hedef Pazar Stratejisi",
      "E": "Yaygınlaştırılmış Pazar Stratejisi"
    },
    "explanation": "Yanıtınız yanlış ise \"Konaklama İşletmelerinde Pazar Bölümlendirme\" konusunu yeniden gözden geçiriniz.<br/><strong>Farklılaştırılmamış Pazarlama Stratejisi:</strong> Ziyaretçilerin ortak istek ve ihtiyaçlarının hedeflenerek geniş kitlelere ulaşılmasını sağlayan stratejidir. Bu stratejiye, tüm pazar stratejisi de denilir."
  },
  {
    "id": "2845660",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi internet üzerinden yapılan pazarlamanın işletmeler için faydaları arasında <strong>yer almaz?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Uygun maliyetli ve erişimi kolaydır",
      "B": "Mevsimsel karlılığı yılın tamamına yayma olanağı sağlar",
      "C": "Zaman kısıtlaması olmadığından ve kullanıcı dostu ve rahattır",
      "D": "Birebir ve karşılıklı iletişim mümkündür",
      "E": "Marka imajını geliştirilebilir ve farkındalık yaratılabilir"
    },
    "explanation": "Yanıtınız yanlış ise \"Konaklama İşletmelerinde Pazarlama Stratejileri\" konusunu yeniden gözden geçiriniz.<br/>Turizm endüstrisinin bilgi yoğun doğası, pazarlama teknolojilerinde internet teknolojisinin önemli bir rol oynadığını ortaya çıkartır. Bu doğrultuda internet üzerinden yapılan pazarlamanın işletmeler için faydaları arasında şunlar yer<br/>alır:<br/>• Uygun maliyetli ve erişimi kolaydır,<br/>• Hızlı ve esnek bir araçtır,<br/>• Zaman kısıtlaması olmadığından ve kullanıcı dostu olduğundan rahattır,<br/>• Birebir ve karşılıklı iletişim mümkündür,<br/>• Marka imajını geliştirilebilir ve farkındalık yaratılabilir,<br/>• Hızlı geri bildirim almak ve hizmetleri iyileştirmek için kullanımı kolaydır.<br/>B şıkkı pazar bölümlendirmenin işletmeler için faydalarındandır."
  },
  {
    "id": "2845663",
    "unitNumber": 3,
    "text": "Yeşil pazarlamayı rekabetçi bir avantaj sağlayan yenilikçi ihtiyaçları karşılayan ürünler ve teknolojiler geliştirme fırsatı olarak gördükleri için finansal ve finansal olmayan, taahhüt gerektiren, uzun vadeli, sistem çapında, çevre dostu süreçlere yatırım yapan grup \"yeşil pazarlama\" içinde hangi adla anılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalın yeşil",
      "B": "Savunma yeşil",
      "C": "Gölgeli yeşil",
      "D": "Aşırı yeşil",
      "E": "Eko yeşil"
    },
    "explanation": "Yanıtınız yanlış ise \"Konaklama İşletmelerinde Pazarlama Stratejileri\" konusunu yeniden gözden geçiriniz.<br/><strong>Gölgeli Yeşil:</strong> Gölgeli Yeşiller yeşil pazarlamayı rekabetçi bir avantaj sağlayan yenilikçi ihtiyaçları karşılayan ürünler ve teknolojiler geliştirme fırsatı olarak gördükleri için finansal ve finansal olmayan, taahhüt gerektiren, uzun vadeli, sistem çapında, çevre dostu süreçlere yatırım yapar."
  },
  {
    "id": "2845665",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi pazarlama planlarının avantajları arasında <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İşletmenin değişimle daha etkili bir biçimde başa çıkması,",
      "B": "Karar vermede yönetime fayda sağlaması",
      "C": "Yöneticilerin işletme etkinliklerini kontrole zorlaması",
      "D": "Pazarlama çabalarını değerlendirirken yönetime yardım etmesi",
      "E": "Yöneticilerin planlamasının kısa dönemli sonuçlara odaklanması"
    },
    "explanation": "Yanıtınız yanlış ise \"Konaklama İşletmelerinde Pazarlama Planlaması\" konusunu yeniden gözden geçiriniz.<br/>Pazarlama planlarının avantajları;<br/>1. İşletmenin değişimle daha etkili bir biçimde başa çıkması,<br/>2. İşletmenin hedeflerinin başarılacağından emin olması,<br/>3. Karar vermede yönetime fayda sağlaması,<br/>4. Yöneticilerin işletme etkinliklerini kontrole zorlaması,<br/>5. Pazarlama çabalarını değerlendirirken yönetime yardım etmesi."
  },
  {
    "id": "2845668",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Reid ve Bojanic’e göre yıllık taktik planlar hazırlanırken pazarlama departmanının sorması gereken sorulardan birisi <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Pazar payımız nedir? Artıyor mu yoksa azalıyor mu?",
      "B": "Geçen yıl işletmenin güçlü ve zayıf yönleri nasıl değişti?",
      "C": "Geçen yıl işletmenin hangi reklam ve promosyon stratejileri başarılı oldu?",
      "D": "İşletmenin hızlı sezonlarında hangi promosyonları kullanmalıyız?",
      "E": "Hangi promosyon ve reklam stratejileri başarıyı getirir?"
    },
    "explanation": "Yanıtınız yanlış ise \"Konaklama İşletmelerinde Pazarlama Planlaması\" konusunu yeniden gözden geçiriniz.<br/>Reid ve Bojanic’e göre yıllık taktik planlar hazırlanırken pazarlama departmanının sorması gereken sorulardan bazıları şunlardır:<br/>Pazar payımız nedir? Artıyor mu yoksa azalıyor mu?<br/>Geçen yıl işletmenin güçlü ve zayıf yönleri nasıl değişti?<br/>Geçen yıl işletmenin müşteri profili ne şekilde değişti?<br/>Geçen yıl işletmenin hangi reklam ve promosyon stratejileri başarılı oldu?<br/>İşletmenin yavaş sezonlarında hangi promosyonları kullanmalıyız?<br/>Hangi promosyon ve reklam stratejileri başarıyı getirir?"
  },
  {
    "id": "2848075",
    "unitNumber": 3,
    "text": "Konaklama işletmelerindeki gelişim süreci kaç aşamadan oluşmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Konaklama işletmelerindeki gelişim süreci; üretim anlayışı, ürün anlayışı, satış anlayışı ve modern pazarlama anlayışı olmak üzere dört aşamadan oluşmaktadır"
  },
  {
    "id": "2848078",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi konaklama işletmelerindeki gelişim süreci aşamalarından biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Üretim anlayışı",
      "B": "Ürün anlayışı",
      "C": "Satış anlayışı",
      "D": "Modern pazarlama anlayışı",
      "E": "Tüketim anlayışı"
    },
    "explanation": "Konaklama işletmelerindeki gelişim süreci; üretim anlayışı, ürün anlayışı, satış anlayışı ve modern pazarlama anlayışı olmak üzere dört aşamadan oluşmaktadır"
  },
  {
    "id": "2848082",
    "unitNumber": 3,
    "text": "Hedef pazarın belirlenmesi amacıyla yapılan pazar bölümlendirme kaç değişkenle incelenir?",
    "correctAnswer": "C",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Hedef pazarın belirlenmesi amacıyla yapılan pazar bölümlendirme; coğrafi, demografik, psikografik ve davranışçı olmak üzere dört değişkenle incelenir."
  },
  {
    "id": "2848083",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisidir hedef pazarın belirlenmesi amacıyla yapılan pazar bölümlendirme değişkenleri arasında değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Coğrafi",
      "B": "Beşeri",
      "C": "Demografik",
      "D": "Psikografik",
      "E": "Davranışçı"
    },
    "explanation": "Hedef pazarın belirlenmesi amacıyla yapılan pazar bölümlendirme; coğrafi, demografik, psikografik ve davranışçı olmak üzere dört değişkenle incelenir."
  },
  {
    "id": "2848085",
    "unitNumber": 3,
    "text": "Psikolojik bölümlendirme kaç grupta bireyin yaşam biçimi profilini ortaya çıkartır?",
    "correctAnswer": "B",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Psikografik Bölümlendirme: Bireyleri ihtiyaçlarına ve psikolojik motivasyonlarına bağlı olarak alt gruplara ayırmayı sağlar (Nykiel, 2003). Bu bölümlendirme davranışlar, ilgiler ve fikirler olmak üzere üç grupta, bireyin yaşam biçimi profilini ortaya çıkartır."
  },
  {
    "id": "2848086",
    "unitNumber": 3,
    "text": "Bireyin yaşam biçimi profili bireyin birincil motivasyonlarına bağlı olarak pazar bölümlendirmede temel alınan kaç karakter yapısı ortaya çıkartır?",
    "correctAnswer": "B",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Psikografik Bölümlendirme: Bireyleri ihtiyaçlarına ve psikolojik motivasyonlarına bağlı olarak alt gruplara ayırmayı sağlar (Nykiel, 2003). Bu bölümlendirme davranışlar, ilgiler ve fikirler olmak üzere üç grupta, bireyin yaşam biçimi profilini ortaya çıkartır. Bu profil bireyin birincil motivasyonlarına bağlı olarak pazar bölümlendirmede temel alınan sekiz karakter yapısı ortaya çıkartır ki psikografik nitelikleri de bunlar açıklar."
  },
  {
    "id": "2848087",
    "unitNumber": 3,
    "text": "İşletmeler için hedef pazarları belirlemede kaç çeşit strateji söz konusudur?",
    "correctAnswer": "B",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "İşletmeler hedef pazarları belirlerken; farklılaştırılmış pazarlama stratejisi, farklılaştırılmamış pazarlama stratejisi ve yoğunlaştırılmış pazarlama stratejisi olmak üzere üç stratejiden birini veya birkaçını tercih ederler"
  },
  {
    "id": "2848088",
    "unitNumber": 3,
    "text": "Yeniden konumlandırma yapılması durumunda kaç kritik adımdan faydalanılır?",
    "correctAnswer": "E",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Yeniden konumlandırma yapılması durumunda beş kritik adımdan faydalanılır (Lewis ve Chambers, 1989’den akt. Shoemaker, 1993). Bunlar: mevcut pozisyonun belirlenmesi, işgal edilecek pozisyona karar verilmesi, ürünün yeniden konumlandırma için gerçekten farklı olduğundan emin olunması, yeniden konumlandırma kampanyasının başlatılması ve konumun önemli ölçüde değişip değişmediğini görmek için yeniden ölçüm yapılmasıdır. Doğru yanıt, E'dir."
  },
  {
    "id": "2848090",
    "unitNumber": 3,
    "text": "Konaklama işletmelerinde uygulanan yeşil pazarlama stratejileri işletmelerin çevreci yaklaşımlarına bağlı olarak kaç grupta toplanır?",
    "correctAnswer": "C",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Konaklama işletmelerinde uygulanan yeşil pazarlama stratejileri işletmelerin çevreci yaklaşımlarına bağlı olarak dört grupta toplanır. Bunlar yalın yeşil, savunma yeşili, gölgeli yeşil ve aşırı yeşildir"
  },
  {
    "id": "2717453",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Kepp ve Mayhev’in (1999) turizm ve ağırlama endüstrisinde çalışan personele dair özetlediği bir takım olumsuzluklar içerisinde değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Personelin uzmanlık ve teknik yeterlilik durumları haricinde genellikle düşük ücretli olması.",
      "B": "Mevsimlik istihdam yoğunluğu",
      "C": "Personelin motivasyonu için yeterince spor ya da sosyal, kültürel etkinlikler düzenlenmemesi",
      "D": "Gayriresmî işe alım yöntemleri",
      "E": "Yüksek seviyede iş gücü devri"
    },
    "explanation": "Kepp ve Mayhev (1999) turizm ve ağırlama endüstrisinde çalışan personele dair birtakım olumsuzlukları şöyle özetlemektedir:<br/><ul> <li>Uzmanlık ve teknik yeterlilik durumları haricinde genellikle düşük ücretli,</li> <li>Mesai sisteminden kaynaklanan zorlu çalışma saatleri,</li> <li>Yüksek statülü ve yüksek ücretli pozisyonların genellikle erkekler tarafından; daha az vasıf gerektiren ve düşük ücretli pozisyonlarda kadın ve etnik azınlıkların aşırı temsili,</li> <li>Mevsimlik istihdam yoğunluğu,</li> <li>Gayriresmî işe alım yöntemleri,</li> <li>Sendikal varlığın yetersizliği,</li> <li>Yüksek seviyede iş gücü devri.</li> </ul> Personelin motivasyonu için yeterince spor ya da sosyal, kültürel etkinlikler düzenlenmemesi bu olumsuzluklar içinde belirtilmemiştir. Doğru cevap C’dir."
  },
  {
    "id": "2717454",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi konaklama işletmelerinde insan kaynaklarını etkin ve verimli bir hale dönüştürmek adına yerine getirilmesi gereken temel işlevlerden biri <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İnsan kaynakları planlaması",
      "B": "İş analizi",
      "C": "Ödül yönetimi",
      "D": "Performans değerleme",
      "E": "İşe alma"
    },
    "explanation": "Konaklama işletmelerinde insan kaynaklarını etkin ve verimli bir hale dönüştürmek adına yerine getirilmesi gereken temel işlevleri şu şekildedir:<br/><ul><br/><li>İnsan kaynakları planlaması</li><br/><li>İş analizi</li><br/><li>İşe alma</li><br/><li>Personel eğitimi</li><br/><li>Performans değerleme</li><br/><li>İş değerleme ve ücretleme</li><br/></ul><br/>Ödül yönetimi söz konusu temel işlevler arasında değildir."
  },
  {
    "id": "2717455",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi temelde insan kaynakları planlamasına oluşturan üç temel aşamadan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Arz belirlenmesi",
      "B": "Maliyet hesabı",
      "C": "Verimlilik",
      "D": "Motivasyon",
      "E": "Personel talepleri"
    },
    "explanation": "Temelde insan kaynakları planlamasına oluşturan üç temel aşama vardır. Bu aşamalar (Armstrong, 2006):<br/><ul> <li>Talep tahmini,</li> <li>Arz belirlenmesi,</li> <li>Arz vetalebe uygun planlamaların yapılması şeklindedir. Doğru cevap A’dır. </li> </ul>"
  },
  {
    "id": "2717456",
    "unitNumber": 4,
    "text": "İş tanımı ve işe alım, eğitim, iş değerlendirmesi ve performans yönetimi verileri için temel sağlamak amacıyla işlerin içeriği hakkında bilgi toplama, analiz etme ve düzenleme süreci aşağıdakilerden hangisiyle adlandırılır?",
    "correctAnswer": "E",
    "options": {
      "A": "İstihdam",
      "B": "İnsan kaynakları",
      "C": "Personel analizi",
      "D": "Oryantasyon",
      "E": "İş analizi"
    },
    "explanation": "İş tanımı ve işe alım, eğitim, iş değerlendirmesi ve performans yönetimi verileri için temel sağlamak amacıyla işlerin içeriği hakkında bilgi toplama, analiz etme ve düzenleme süreci “İş analizi” olarak tanımlanır. Doğru cevap E’dir."
  },
  {
    "id": "2717457",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi iş analizinde bilgi toplama yöntemlerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gözlem",
      "B": "Görüşme",
      "C": "Günlük tutturma",
      "D": "Referans görüşü",
      "E": "Kıyaslama"
    },
    "explanation": "İş analizi çalışmalarında çeşitli bilgi toplama yöntemlerinden yararlanılmaktadır. Bu yöntemler (Kozak, 2009):<br/><ul> <li>Gözlem,</li> <li>Görüşme,</li> <li>Anket,</li> <li>Günlük tutturma,</li> <li>Listede işaretleme,</li> <li>Uzman bilgilerine başvurma,</li> <li>Kıyaslama,</li> <li>Daha önceki iş analizi bilgilerinden yararlanma,</li> <li>Birleşik yöntem.</li> </ul> Referans görüşü bu yöntemlerden biri değildir. Doğru cevap D’dir."
  },
  {
    "id": "2717458",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi sistematik seçim sürecinin aşamalarından biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kişisel karar",
      "B": "Biodata",
      "C": "Gözlem",
      "D": "Anket",
      "E": "Kıyaslama"
    },
    "explanation": "Personel seçimi konusunda işletmeler, sistematik veya sistematik olmayan bir yaklaşım benimseyebilirler. Sistematik olmayan yaklaşımda, genellikle karar verici işveren veya yönetici, adaylarla görüşür, değerlendirir ve seçim kararı verir. Sistematik seçim süreci ise bundan farklı olarak bazı aşama ve yöntemleri içerir. Bu yöntemler (Kozak, 2009):<br/><ul> <li>Test (Sınav),</li> <li>Görüşme (Mülakat),</li> <li>Değerleme merkezi,</li> <li>Referanslar,</li> <li>Biodata,</li> <li>Psikodrama. Doğru cevap B’dir. </li> </ul>"
  },
  {
    "id": "2717459",
    "unitNumber": 4,
    "text": "Bir işi oluşturan elemanların değerinin sayısal olarak ifade edilmesi, aşağıdaki iş değerlendirme yöntemlerinden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Puanlama yöntemi",
      "B": "Sıralama yöntemi",
      "C": "Faktör karşılaştırma yöntemi",
      "D": "Sınıflandırma yöntemi",
      "E": "Kıyaslama yöntemi"
    },
    "explanation": "Bir işi oluşturan elemanların değerinin sayısal olarak ifade edilmesi, puanlama yöntemi olarak adlandırılır. Doğru cevap A’dır."
  },
  {
    "id": "2717460",
    "unitNumber": 4,
    "text": "Verim ve kalitenin artışı sonucunda elde edilen gelirin bir kısmının çalışana ek olarak verilmesine dayalı ücret sistemine verilen isim aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yüzde yöntemi",
      "B": "Kar paylaşımı",
      "C": "Özendirici ücret sistemi",
      "D": "Primli ücret sistemi",
      "E": "Performans sistemi"
    },
    "explanation": "Verim ve kalitenin artışı sonucunda elde edilen gelirin bir kısmının çalışana ek olarak verilmesine dayalı ücret sistemine verilen isim “Primli ücret sistemidir. Doğru cevap D’dir."
  },
  {
    "id": "2717461",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi işletmeleri insan kaynağı eğitimine yönlendiren başlıca nedenlerden biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yeni iş görenleri işe alıştırmak",
      "B": "İşletmenin tanınırlığını arttırmak",
      "C": "Başarıyı arttırmak",
      "D": "Aynı başarı düzeyini sürekli kılmak",
      "E": "İnsan kaynağını yeni işlere alıştırmak"
    },
    "explanation": "İşletmeleri insan kaynağı eğitimine yönlendiren başlıca nedenler şunlardır (Yüksel, 2000: 200):<br/><ul> <li>Yeni iş görenleri işe alıştırmak,</li> <li>Başarıyı artırmak,</li> <li>Aynı başarı düzeyini sürekli kılmak,</li> <li>İnsan kaynağını yeni işlere hazırlamak.</li> </ul> İşletmenin tanınırlığını arttırmak bu nedenler arasında değildir. Doğru cevap B’dir."
  },
  {
    "id": "2717462",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi işletmeler tarafından yürütülen eğitim çalışmalarından beklenen sosyal-insancıl amaçlardan biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Daha az personelle çalışma",
      "B": "Fazla mesaide azalma",
      "C": "Personelin yeni işlere hazırlanması",
      "D": "İş kazalarının azalması",
      "E": "İş gücü piyasasında değer artışı"
    },
    "explanation": "“İş gücü piyasasında değer artışı”, işletmeler tarafından yürütülen eğitim çalışmalarından beklenen sosyal-insancıl amaçlardan biridir. Doğru cevap E’dir."
  },
  {
    "id": "2717463",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi konaklama işletmelerinin özelliklerinden <strong>değildir? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Konaklama işletmeleri zaman duyarlı değildir.",
      "B": "Konaklama işletmeleri emek-yoğun işletmelerdir.",
      "C": "Konaklama işletmeleri günün 24 saati faaliyet gösteren işletmelerdir.",
      "D": "Otel işletmelerinde sunulan hizmetler bölümler ve personel arasında yakın iş birliği ve karşılıklı yardımlaşma gerektirir.",
      "E": "Konaklama işletmelerinde sermayenin büyük bir kısmı sabit değerlere bağlanmıştır."
    },
    "explanation": "Aksine, konaklama işletmeleri zaman duyarlıdır.<br/>Konaklama işletmeleri zaman duyarlı değildir."
  },
  {
    "id": "2717464",
    "unitNumber": 4,
    "text": "I. Mevsimlik istihdam yoğunluğu<br/>II. Gayriresmî işe alım yöntemleri<br/>III. Yüksek seviyede iş gücü devri<br/>Yukarıdakilerden hangisi ya da hangileri Kepp ve Mayhev'e (1999) göre turizm ve ağırlama endüstrisinde çalışan personele dair olumsuzluklar arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Kepp ve Mayhev'e (1999) göre yukarıda verilen unsurların hepsi turizm ve ağırlama endüstrisinde çalışan personele dair olumsuzluklar arasında yer almaktadır.<br/>I, II ve III"
  },
  {
    "id": "2717465",
    "unitNumber": 4,
    "text": "\"Yönetim ve çalışanlar ile sendikalar arasındaki ortaklıklar aracılığıyla verimli ve uyumlu ilişkilerin sürdürülebileceği bir ortam yaratmayı amaçlayarak\" insan kaynakları yönetimi, hangi alandaki hedefe ulaşmaya çalışır?",
    "correctAnswer": "B",
    "options": {
      "A": "Ödül yönetimi",
      "B": "Personel ilişkisi",
      "C": "Bilgi yönetimi",
      "D": "Örgütsel etkinlik",
      "E": "İnsan yönetimi"
    },
    "explanation": "Personel ilişkisi ile yönetim ve çalışanlar ile sendikalar arasındaki ortaklıklar aracılığıyla verimli ve uyumlu ilişkilerin sürdürülebileceği bir ortam yaratmak amaçlanır."
  },
  {
    "id": "2717466",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi konaklama işletmelerinde insan kaynaklarını etkin ve verimli bir hale dönüştürmek adına yerine getirilmesi gereken temel işlevlerden <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İş analizi",
      "B": "İşe alma",
      "C": "Personel eğitimi",
      "D": "Yıllık izin",
      "E": "Performans değerleme"
    },
    "explanation": "Yıllık izin, konaklama işletmelerinde insan kaynaklarını etkin ve verimli bir hale dönüştürmek adına yerine getirilmesi gereken temel işlevlerden değildir."
  },
  {
    "id": "2717467",
    "unitNumber": 4,
    "text": "İşletme amaçların yerine getirilebilmesi için ihtiyaç duyulan iş gücünün belirlenmesi ve analiz etme sürecine ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "İnsan kaynakları planlaması",
      "B": "İş gücü",
      "C": "İş analizi",
      "D": "İşe alma",
      "E": "Personel eğitimi"
    },
    "explanation": "İşletme amaçların yerine getirilebilmesi için ihtiyaç duyulan iş gücünün belirlenmesi ve analiz etme sürecine insan kaynakları planlaması denir.<br/>İnsan kaynakları planlaması"
  },
  {
    "id": "2717468",
    "unitNumber": 4,
    "text": "I. Talep tahmini<br/>II. Arz belirlenmesi<br/>III. Arz ve talebe uygun planlamaların yapılması<br/>Yukarıdakilerden hangisi ya da hangileri insan kaynakları planlamasına oluşturan temel aşamalar arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "biçimleriyle ilgili daha geniş konulara da bakar. Temelde insan kaynakları planlamasına oluşturan üç temel aşama vardır.<br/>• Talep tahmini,<br/>• Arz belirlenmesi,<br/>• Arz ve talebe uygun planlamaların yapılması.<br/>I, II ve III"
  },
  {
    "id": "2717469",
    "unitNumber": 4,
    "text": "\".............................. iş tanımı ve işe alım, eğitim, iş değerlendirmesi ve performans yönetimi verileri için temel sağlamak amacıyla işlerin içeriği hakkında bilgi toplama, analiz etme ve düzenleme sürecidir.\" <br/>Yukarıdaki boşluğa aşağıdaki kavramlardan hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İş analizi",
      "B": "İş sağlığı",
      "C": "İş güvenliği",
      "D": "Performans değerlendirme",
      "E": "İnsan kaynakları planlaması"
    },
    "explanation": "İş Analizi, iş tanımı ve işe alım, eğitim, iş değerlendirmesi ve performans yönetimi verileri için temel sağlamak amacıyla işlerin içeriği hakkında bilgi toplama, analiz etme ve düzenleme sürecidir.İş Analizi, iş tanımı ve işe alım, eğitim, iş değerlendirmesi ve performans yönetimi verileri için temel sağlamak amacıyla işlerin içeriği hakkında bilgi toplama, analiz etme ve düzenleme sürecidir."
  },
  {
    "id": "2717470",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi iş analizinde bilgi toplama yöntemlerinden değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gözlem",
      "B": "Görüşme",
      "C": "Anket",
      "D": "Günlük tutturma",
      "E": "Vaka çalışmaları"
    },
    "explanation": "Vaka çalışmaları iş analizinde bilgi toplama yöntemlerinden biri değildir."
  },
  {
    "id": "2717471",
    "unitNumber": 4,
    "text": "I. Daha düşük maliyet<br/>II. İyi performansın teşvik edilmesi<br/>III. Yükseltmelerin daha etkili olması<br/>Yukarıdakilerden hangisi ya da hangileri konaklama işletmelerinde personel bulmada iç kaynaktan yararlanmanın işletmelere sağladığı avantajlardandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Yukarıdakilerin hepsi konaklama işletmelerinde personel bulmada iç kaynaktan yararlanmanın işletmelere sağladığı avantajlardandır.<br/>I, II ve III"
  },
  {
    "id": "2717472",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi işletmeler tarafından yürütülen eğitim çalışmalarından beklenen <strong>sosyal-insancıl</strong> amaçlardandır?",
    "correctAnswer": "A",
    "options": {
      "A": "İş birliği ve dayanışma",
      "B": "Üretim artışı",
      "C": "Kalite artışı",
      "D": "Zamandan tasarruf",
      "E": "Bakım giderlerinde azalma"
    },
    "explanation": "İş birliği ve dayanışma sosyal-insancıl amaçlar arasındadır. Diğerleri ise ekonomik amaçlardandır."
  },
  {
    "id": "2847721",
    "unitNumber": 4,
    "text": "I.Mevsimlik istihdam yoğunluğu, <br/>II.Gayriresmî işe alım yöntemleri,<br/>III.Sendikal varlığın yetersizliği,<br/>IV.Yüksek seviyede iş gücü devri<br/>Yukarıdakilerden hangileri turizm ve ağırlama endüstrisinde çalışan personele dair olumsuzluklardan bazılarıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I,II ve III",
      "E": "I,II,III ve IV"
    },
    "explanation": "Kepp ve Mayhev (1999) turizm ve ağırlama endüstrisinde çalışan personele dair birtakım olumsuzlukları şöyle özetlemektedir: • Uzmanlık ve teknik yeterlilik durumları haricinde genellikle düşük ücretli, • Mesai sisteminden kaynaklanan zorlu çalışma saatleri, • Yüksek statülü ve yüksek ücretli pozisyonların genellikle erkekler tarafından; daha az vasıf gerektiren ve düşük ücretli pozisyonlarda kadın ve etnik azınlıkların aşırı temsili, • Mevsimlik istihdam yoğunluğu, • Gayriresmî işe alım yöntemleri, • Sendikal varlığın yetersizliği, • Yüksek seviyede iş gücü devri"
  },
  {
    "id": "2847723",
    "unitNumber": 4,
    "text": "\"İnsanların yaptıkları ve elde ettikleri ve ulaştıkları beceri ve yeterlilik düzeyleri için değer vermelerini ve ödüllendirilmelerini sağlayan politikalar ve süreçler getirerek motivasyonu, işe katılımı ve bağlılığı arttırmayı amaçlamaktadır.\" cümlesi insan kaynakları yönetiminin hedeflere ulaşmakla ilgilendiği aşağıdaki alanlardan hangisi ile ilgilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Örgütsel etkinlik",
      "B": "İnsan yönetimi",
      "C": "Bilgi yönetimi",
      "D": "Ödül yönetimi",
      "E": "Personel ilişkisi"
    },
    "explanation": "Ödül yönetimi: İKY, insanların yaptıkları ve elde ettikleri ve ulaştıkları beceri ve yeterlilik düzeyleri için değer vermelerini ve ödüllendirilmelerini sağlayan politikalar ve süreçler getirerek motivasyonu, işe katılımı ve bağlılığı arttırmayı amaçlamaktadır."
  },
  {
    "id": "2847729",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi insan kaynakları yönetiminin temel amacını en iyi açıklayan cümledir?",
    "correctAnswer": "B",
    "options": {
      "A": "İşletmenin satışlar aracılığıyla başarıya ulaşmasını sağlamaktır.",
      "B": "İşletmenin insanlar aracılığıyla başarıya ulaşmasını sağlamaktır.",
      "C": "İşletmedeki çalışanların mutlu olmasına destek olmak.",
      "D": "İşletmenin üretimini arttırmak.",
      "E": "İşletmenin satışını arttırmak."
    },
    "explanation": "İnsan kaynakları yönetiminin temel amacı, işletmenin insanlar aracılığıyla başarıya ulaşmasını sağlamaktır."
  },
  {
    "id": "2847738",
    "unitNumber": 4,
    "text": "I.İnsan kaynakları planlaması<br/>II.İş analizi<br/>III.İşe alma<br/>IV.Personel eğitimi <br/>Yukarıdakilerden hangileri konaklama işletmelerinde insan kaynaklarını etkin ve verimli bir hale dönüştürmek adına yerine getirilmesi gereken temel işlevlerdendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız III",
      "B": "I ve II",
      "C": "III ve IV",
      "D": "I,II ve III",
      "E": "I,II,III ve IV"
    },
    "explanation": "Konaklama işletmelerinde insan kaynaklarını etkin ve verimli bir hale dönüştürmek adına yerine getirilmesi gereken temel işlevleri sıralayacak olursak (Kozak, 2009):<br/>İnsan kaynakları planlaması • İş analizi • İşe alma • Personel eğitimi • Performans değerleme • İş değerleme ve ücretleme"
  },
  {
    "id": "2847741",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi insan kaynakları planlamasını oluşturan temel aşamalardan biri <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Arz belirlenmesi",
      "B": "Talep tahmini",
      "C": "Personel eğitimi",
      "D": "Arza uygun planlamaların yapılması",
      "E": "Talebe uygun planlamaların yapılması"
    },
    "explanation": "Temelde insan kaynakları planlamasına oluşturan üç temel aşama vardır. Bu aşamalar (Armstrong, 2006): • Talep tahmini, • Arz belirlenmesi, • Arz ve talebe uygun planlamaların yapılması"
  },
  {
    "id": "2847746",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Reilly'nin işletmelerin insan kaynakları planlaması yapmayı seçmelerinin nedenleri gruplarından \"Sürece sağladığı katkılar nedeniyle planlama yapma\" ile ilişkilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kaynakları en iyi şekilde kullanarak ve/veya onları daha esnek hâle getirerek, geliştirilmesi zaman alan beceriler edinip ilerleterek ve potansiyel sorunları belirleyip kötü karar alma ihtimalini en aza indirerek işe yarar/elverişli sonuçlar elde etmek.",
      "B": "Geleceği karşılayabilmek için bugünü anlama, varsayımlara meydan okuma ve düşünmeyi özgürleştirme, daha sonra sorgulanabilecek net kararlar alma, geriden bakıp genel bir bakış açısı sağlamak ve kısa süreli bir odaklanmanın uzun vadeli düşünmeye engel olmamasını sağlama.",
      "C": "Destek bulma ve bağlı kalınmasını sağlama amacıyla planların konuşulması, etkili olması için İK planları ile işletme planları arasında bağlantı kurulması, faaliyetteki birimler üzerinde kurumsal denetimin (yeniden) kazanılması ve kurumsal karar alma ve eylemlerin koordine ve entegre edilmesi",
      "D": "Örgütün gelecekte ihtiyaç duyacağı nicelik ve nitelikteki insan kaynaklarını ve bunları hangi yollardan sağlayacağını tahmin etme ve işletmenin insan kaynakları arz ve talebini dengede tutma",
      "E": "İK planlamasını İK departmanına veya fonksiyonuna rehberlik eden, departmanın veya fonksiyonun misyonunu ve amacını, amaçlarını ve hedeflerini, mevcut güçlü ve zayıf yönlerini, fırsatları ve olası tehditleri açıklayan stratejik iş planı olarak görmek"
    },
    "explanation": "Reilly (1999), işletmelerin insan kaynakları planlaması yapmayı seçmelerinin birtakım nedenlerini ortaya koymuş ve aşağıdaki gibi üç gruba ayırmıştır:<br/>• Makul gerekçelerle planlama yapma: kaynakları en iyi şekilde kullanarak ve/veya onları daha esnek hâle getirerek, geliştirilmesi zaman alan beceriler edinip ilerleterek ve potansiyel sorunları belirleyip kötü karar alma ihtimalini en aza indirerek işe yarar/elverişli sonuçlar elde etmektir.<br/>• Sürece sağladığı katkılar nedeniyle planlama yapma; geleceği karşılayabilmek için bugünü anlama, varsayımlara meydan okuma ve düşünmeyi özgürleştirme, daha sonra sorgulanabilecek net kararlar alma, geriden bakıp genel bir bakış açısı sağlamak ve kısa süreli bir odaklanmanın uzun vadeli düşünmeye engel olmamasını sağlama gibi katkılardan söz edilebilir.<br/>• Kurumsal gerekçelerle planlama yapma; Bunlar, destek bulma ve bağlı kalınmasını sağlama amacıyla planların konuşulması, etkili olması için İK planları ile işletme planları arasında bağlantı kurulması, faaliyetteki birimler üzerinde kurumsal denetimin (yeniden) kazanılması ve kurumsal karar alma ve eylemlerin koordine ve entegre edilmesidir."
  },
  {
    "id": "2847756",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi İK planlaması yapmanın amaçlarından olamaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Teknolojik ve çevresel değişimlere uyum sağlamak",
      "B": "Yönetici personele duyulan gereksinimi belirlemek",
      "C": "Eldeki verilerle gerekli personel sayısını belirlemek",
      "D": "Bireysel amaçlarla işletme amaçlarını bütünleştirmek",
      "E": "Üretimde kullanılacak kaynakları belirlemek"
    },
    "explanation": "İK planlaması şu amaçlarla yapılmaktadır (Kozak, 2004: 29):<br/>Teknolojik ve çevresel değişimlere uyum sağlamak, • Yönetici personele duyulan gereksinimi belirlemek, • Eldeki verilerle gerekli personel sayısını belirlemek, • Gerekli görev sayısını belirlemek, • Çalışanların yeteneklerinden en iyi şekilde yararlanmak, • Bireysel amaçlarla işletme amaçlarını bütünleştirmek, • Personel sağlamada kullanılacak kaynakları belirlemek."
  },
  {
    "id": "2849251",
    "unitNumber": 4,
    "text": "I.Gözlem,<br/>II. Görüşme,<br/>III. Anket,<br/>IV.Günlük tutma,<br/>V. Resmetme<br/>Yukarıdakilerden hangileri iş analizi çalışmalarında yararlanılan çeşitli bilgi toplama yöntemlerindendir?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "I,II ve III",
      "C": "I, II,III ve IV",
      "D": "III,IV ve V",
      "E": "IV ve V"
    },
    "explanation": "İş analizi çalışmalarında çeşitli bilgi toplama yöntemlerinden yararlanılmaktadır. Bu yön- temler (Kozak, 2009):<br/>• Gözlem,<br/>• Görüşme,<br/>• Anket,<br/>• Günlük tutturma,<br/>• Listede işaretleme,<br/>• Uzman bilgilerine başvurma,<br/>• Kıyaslama,<br/>• Daha önceki iş analizi bilgilerinden yarar- lanma,<br/>• Birleşik yöntem."
  },
  {
    "id": "2849263",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi David ve William (2004) tarafından savunulan işe alım sürecinin İK uygulayıcıları tarafından gerçekleştirilen adımlardan üçüncüsünü ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Nitelikli personel kaynaklarının belirlenmesi",
      "B": "Mevcut pozisyonların netleştirilmesi",
      "C": "Mevcut pozisyonlar için iş tanımlarının ve teknik özelliklerinin incelenip güncellenmesi",
      "D": "Nitelikli başvuru sahipleriyle iletişim kurmanın ve onları işletmeye çekmenin etkili yollarının bulunması",
      "E": "Nitelikli yönetim yollarının bulunması"
    },
    "explanation": "David ve William (2004), işe alım sürecinin İK uygulayıcıları tarafın- dan dört adımda gerçekleştirilmesini savunur. Bu adımlar:<br/>• Mevcut pozisyonların netleştirilmesi,<br/>• Mevcut pozisyonlar için iş tanımlarının ve teknik özelliklerinin incelenip güncellenmesi,<br/>• Nitelikli personel kaynaklarının belirlenmesi,<br/>• Nitelikli başvuru sahipleriyle iletişim kur- manın ve onları işletmeye çekmenin etkili yollarının bulunmasıdır."
  },
  {
    "id": "2849278",
    "unitNumber": 4,
    "text": "I-Konaklama işletmeleri zaman duyarlıdır.<br/>II-Personel arasında yakın işbirliği gerektirir.<br/>III-Teknoloji yoğun işletmelerdir.<br/>IV-Günün belirli zamanlarında hizmet verir.<br/>Yukarıdakilerden hangileri konaklama işletmelerinin temel özellikleridir?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II",
      "B": "I-III",
      "C": "II-III",
      "D": "II-IV",
      "E": "III-IV"
    },
    "explanation": "Konaklama İşletmelerinde İnsan Kaynakları Yönetimi<br/>Bu işletmelerin temel özellikleri şu şekilde sıralanabilir (Şener,1997):<br/>• Konaklama işletmeleri zaman duyarlıdır,<br/>• Konaklama işletmeleri emek-yoğun işletmelerdir,<br/>• Konaklama işletmeleri günün 24 saati faaliyet gösteren işletmelerdir,<br/>• Otel işletmelerinde sunulan hizmetler bölümler ve personel arasında yakın iş birliği ve karşılıklı yardımlaşma gerektirir,<br/>• Konaklama işletmelerinde sermayenin büyük bir kısmı sabit değerlere bağlanmıştır."
  },
  {
    "id": "2849293",
    "unitNumber": 4,
    "text": "I-Mevsimlik istihdam yoğunluğu<br/>II-Sendikal varlığın yetersizliği<br/>III-İş kıyafeti zorunluluğu<br/>IV-Takı takma yasağı<br/>Yukarıdakilerden hangileri Kepp ve Mayhev'e göre turizm sektöründe çalışan personele dair olumsuzluklardır?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II",
      "B": "I-III",
      "C": "II-III",
      "D": "II-IV",
      "E": "III-IV"
    },
    "explanation": "Konaklama İşletmelerinde İnsan Kaynakları Yönetimi<br/>Kepp ve Mayhev (1999) turizm ve ağırlama endüstrisinde çalışan personele dair birtakım olumsuzlukları şöyle özetlemektedir:<br/>• Uzmanlık ve teknik yeterlilik durumları haricinde genellikle düşük ücretli,<br/>• Mesai sisteminden kaynaklanan zorlu çalışma saatleri,<br/>• Yüksek statülü ve yüksek ücretli pozisyonların genellikle erkekler tarafından; daha az vasıf gerektiren ve düşük ücretli pozisyonlarda<br/>kadın ve etnik azınlıkların aşırı temsili,<br/>• Mevsimlik istihdam yoğunluğu,<br/>• Gayriresmî işe alım yöntemleri,<br/>• Sendikal varlığın yetersizliği,<br/>• Yüksek seviyede iş gücü devri."
  },
  {
    "id": "2849321",
    "unitNumber": 4,
    "text": "İnsanların elde ettikleri ve ulaştıkları beceri ve yeterlilik düzeyleri için ödüllendirilmelerini sağlayan politikalar ve süreçler geliştirerek motivasyonu, işe katılımı ve bağlılığı arttırmayı amaçlayan politikaların ve süreçlerin geliştirilmesi, insan kaynakları yönetiminde hangi hedefi ifade eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Örgütsel etkinlik",
      "B": "İnsan yönetimi",
      "C": "Bilgi yönetimi",
      "D": "Personel ilişkisi",
      "E": "Ödül yönetimi"
    },
    "explanation": "Konaklama İşletmelerinde İnsan Kaynakları Yönetimi<br/>Özellikle İnsan Kaynakları Yönetimi, aşağıda özetlenen alanlarda hedeflere ulaşmakla ilgilenmektedir (Armstrong, 2006):<br/>• Örgütsel etkinlik<br/>• İnsan yönetimi<br/>• Bilgi yönetimi<br/>• Ödül yönetimi<br/>• Personel ilişkisi<br/>• Farklı ihtiyaçları karşılamak<br/>• Retorik ve gerçeklik arasındaki boşluğu doldurmak <br/>Ödül yönetimi: İKY, insanların yaptıkları ve elde ettikleri ve ulaştıkları beceri ve yeterlilik düzeyleri için değer vermelerini ve ödüllendirilmelerini sağlayan politikalar ve<br/>süreçler getirerek motivasyonu, işe katılımı ve bağlılığı arttırmayı amaçlamaktadır."
  },
  {
    "id": "2849339",
    "unitNumber": 4,
    "text": "İnsan kaynakları yönetimi için ortaya konulan amaçlardan hangisi Kozak'a aittir?",
    "correctAnswer": "E",
    "options": {
      "A": "İnsanları işletmenin rekabet avantajı adına temel varlık olarak yönetmek.",
      "B": "Örgüt içinde işbirliğini teşvik etmek",
      "C": "Müşteri önceliği felsefesi oluşturmak",
      "D": "Çalışanları kendi gelişimleri için yetkilendirmek",
      "E": "Çalışanların yaptıkları işten doyuma ulaşmalarını sağlamak"
    },
    "explanation": "Konaklama İşletmelerinde İnsan Kaynakları Yönetimi<br/>İnsan kaynakları yönetiminin çalışanların verimlilik ve etkinliğini sağlayabilmesi için şu iki temel amacı karşılamayı ilke edinmesi gerekir (Kozak, 2004: 13):<br/>• İşletmede görev yapan insanların bilgi, yetenek ve becerilerini rasyonel biçimde kullanarak işletmeye katkılarını en üst düzeye çıkarmak,<br/>• İşletmede görev yapan kişilerin yaptıkları işten doyuma ulaşmalarını sağlamak."
  },
  {
    "id": "2849340",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi işletmeler tarafından yürütülen eğitim çalışmalarından beklenen ekonomik amaçlardandır?",
    "correctAnswer": "C",
    "options": {
      "A": "İş birliği ve dayanışma",
      "B": "Terfi olanakları",
      "C": "Standardizasyonu sağlama",
      "D": "Yaratıcılıkta gelişme",
      "E": "Davranışlarda gelişme"
    },
    "explanation": "İşletmeler tarafından yürütülen eğitim çalışma- larından beklenen amaçlar, ekonomik amaçlar ve sosyal-insancıl amaçlar olmak üzere ikiye ayrılarak incelenebilir (Sabuncuoğlu, 2000):<br/>1. Ekonomik amaçlar:<br/><ol start=\"0\"> <ul> <li> Üretim artışı,<br/></li> <li> Kalite artışı,<br/></li> <li> Maliyetlerde düşme,<br/></li> <li> Standardizasyonu sağlama,<br/></li> <li> Zamandan tasarruf,<br/></li> <li> Fire ve ıskartaların azalması,<br/></li> <li> İz kazalarının azalması,<br/></li> <li> Makinaların rasyonel kullanımı,<br/></li> <li> Devamsızlık ve personel devir hızının düşmesi,<br/></li> <li> Daha az personelle çalışma,<br/></li> <li> Bakım giderlerinde azalma,<br/></li> <li> İş metotlarında gelişme,<br/></li> <li> Fazla mesaide azalma,<br/></li> <li> Hatalarda azalma,<br/></li> <li> Denetim maliyetlerinde azalma,<br/></li> <li> Harcanan malzemede azalma.<br/></li> </ul> </ol>"
  },
  {
    "id": "2849350",
    "unitNumber": 4,
    "text": "İnsan kaynakları yönetiminin hangi işlevi, insan kaynakları ihtiyaçlarını hem nicel hem de nitel olarak ele alır?",
    "correctAnswer": "A",
    "options": {
      "A": "İnsan kaynakları planlaması",
      "B": "İş analizi",
      "C": "İşe alma",
      "D": "Performans değerleme",
      "E": "İş değerleme ve ücretleme"
    },
    "explanation": "Konaklama İşletmelerinde İnsan Kaynakları Planlaması<br/>İnsan kaynakları planlaması, insanların bir kuruluşun en önemli stratejik kaynağı olduğu inancına dayanmaktadır. Genelde, kaynakları daha kısa vadede iş ihtiyaçları ile eşleştirmekle ilgilenmektedir.<br/>İnsan kaynakları ihtiyaçlarını hem nicel hem de nitel olarak ele alır, bu da iki temel soruyu cevaplamak anlamına gelir: birincisi, kaç kişi ve ikincisi,<br/>ne tür insanlar?"
  },
  {
    "id": "2849358",
    "unitNumber": 4,
    "text": "I-Mevcut pozisyonların netleştirilmesi<br/>II-Nitelikli personel kaynaklarının belirlenmesi<br/>III-Talep tahmini<br/>IV-Arz belirlenmesi<br/>Yukarıdakilerden hangileri insan kaynakları planlamasının aşamaları arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II",
      "B": "I-III",
      "C": "II-III",
      "D": "II-IV",
      "E": "III-IV"
    },
    "explanation": "Konaklama İşletmelerinde İnsan kaynakları Planlaması<br/>Temelde insan kaynakları planlamasına oluşturan üç temel aşama vardır. Bu aşamalar (Armstrong, 2006):<br/>• Talep tahmini,<br/>• Arz belirlenmesi,<br/>• Arz ve talebe uygun planlamaların yapılması."
  },
  {
    "id": "2849369",
    "unitNumber": 4,
    "text": "İnsan kaynakları yönetiminin hangi işlevi, diğer işlevlerinin gerçekleştirilmesinde önemli bir bilgi kaynağı oluşturur?",
    "correctAnswer": "B",
    "options": {
      "A": "İnsan kaynakları planlaması",
      "B": "İş analizi",
      "C": "Personel eğitimi",
      "D": "Performans değerleme",
      "E": "İş değerleme ve ücretleme"
    },
    "explanation": "Konaklama İşletmelerinde İş Analizi<br/>Bir işletmede insan kaynakları yönetimi kapsamında yürütülecek faaliyetlerden birisi de iş analizi çalışmasıdır. Günümüzde, insan kaynakları yönetimi başta olmak üzere bir organizasyonun faaliyetlerini daha sağlıklı şekilde yürütebilmesi, örgütsel açıdan gelişebilmesi ve gerektiğinde yapısal değişiklikleri gerçekleştirebilmesi için, iş analizi kavramının temel hareket noktasını oluşturduğu kabul edilmektedir. İş analizi sonucu elde edilen bilgiler, yalnız insan kaynakları için değil, bütün bir yönetim süreci için ihtiyaç<br/>duyulan temel bilgileri sağlayan bir kaynaktır (Kozak, 2009: 38). Armstrong (2006) iş analizini “iş tanımı ve işe alım, eğitim, iş değerlendirmesi ve performans yönetimi verileri için temel sağlamak amacıyla işlerin<br/>içeriği hakkında bilgi toplama, analiz etme ve düzenleme süreci” olarak tanımlamaktadır."
  },
  {
    "id": "2849373",
    "unitNumber": 4,
    "text": "I-Görüşme<br/>II-Kıyaslama<br/>III-Verilerin toplanması<br/>IV-Toplanan Verilerin incelenmesi<br/>Yukarıdakilerden hangileri iş analizinin aşamalarıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II",
      "B": "I-III",
      "C": "II-III",
      "D": "II-IV",
      "E": "III-IV"
    },
    "explanation": "Konaklama İşletmelerinde İş Analizi<br/>Genel olarak bakıldığında iş analizinin yedi aşamadan oluştuğu gözlemlenmektedir. Bu aşamalar (Demir, 2005: 8):<br/>• Hazırlık çalışmaları,<br/>• Toplanacak bilgilerin belirlenmesi,<br/>• İş analizinin organizasyonu,<br/>• İş analizi yönteminin belirlenmesi,<br/>• Verilerin toplanması,<br/>• Toplanan verilerin incelenmesi,<br/>• İş tanımlarının ve iş gerekliliklerinin hazırlanmasıdır."
  },
  {
    "id": "2849383",
    "unitNumber": 4,
    "text": "Sistematik personel seçiminde en çok kullanılan yöntem aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Test",
      "B": "Görüşme",
      "C": "Değerleme merkezi",
      "D": "Referanslar",
      "E": "Biodata"
    },
    "explanation": "Konaklama İşletmelerinde İşe Alma<br/>Personel seçimi konusunda işletmeler, sistematik veya sistematik olmayan bir yaklaşım benimseyebilirler. Sistematik olmayan yaklaşımda, genellikle<br/>karar verici işveren veya yönetici, adaylarla görüşür, değerlendirir ve seçim kararı verir.<br/>Sistematik seçim süreci ise bundan farklı olarak bazı aşama ve yöntemleri içerir. Bu yöntemler (Kozak, 2009):<br/>• Test (Sınav),<br/>• Görüşme (Mülakat),<br/>• Değerleme merkezi,<br/>• Referanslar,<br/>• Biodata,<br/>• Psikodrama.<br/>Konaklama işletmelerinde personel seçimi aşamasında en fazla rağbet gören seçim yöntemi ise görüşme olmaktadır (Kozak, 2009)."
  },
  {
    "id": "2849400",
    "unitNumber": 4,
    "text": "I-Eğitim gereksinimini belirler<br/>II-İŞ görenlerin uyarılmasını sağlar<br/>III-İş görene motivasyon sağlar<br/>IV-Geri beslemeyle iş görenin gelişmesini sağlar<br/>Yukarıdakilerden hangileri performans değerlendirmenin ölçmeye ilişkin amaçları arasındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II",
      "B": "I-III",
      "C": "II-III",
      "D": "II-IV",
      "E": "III-IV"
    },
    "explanation": "Konaklama İşletmelerinde Performans Değerleme<br/>Performans değerlendirmenin amaçları, ölçmeye ve gelişmeye ilişkin amaçlar olarak iki başlık altında incelenebilir (Yücel, 1999):<br/>Ölçmeye ilişkin amaçlar<br/>• Geleceğe yönelik gelişme potansiyeli hakkında bilgi edinmeyi ve yargıya varmayı sağlar,<br/>• Bir üst göreve terfi edecek iş görenleri ve yer değiştirme kararlarını belirler,<br/>• Eğitim gereksinimini belirler,<br/>• İş görenlerin uyarılmasını sağlar,<br/>• Ücretlerin belirlenmesine ve ödüllendirmeye esas teşkil eder."
  },
  {
    "id": "2717473",
    "unitNumber": 5,
    "text": "Otellerin gece denetim süreci, aşağıdaki konu başlıklarından en fazla hangisiyle ilişkilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Konaklama işletmelerinde yönetim ve organizasyon",
      "B": "Konaklama işletmelerinde yiyecek ve içecek hizmetleri",
      "C": "Konaklama işletmelerinde odalar bölümü yönetimi",
      "D": "Konaklama işletmelerinde muhasebe ve finansman yönetimi",
      "E": "Konaklama işletmelerinde destek hizmetleri"
    },
    "explanation": "Otellerde faaliyetler tüm gün yürütülmektedir. Ön büro da gündüz olduğu gibi ayrıca gece de çalışmalar devam etmektedir. Gün içerisinde gerçekleştirilen tüm işlerin kontrol edilmesi, düzenlenmesi ve bir sonraki güne hazırlık yapılması, faaliyetlerin aksatılmadan yürütülmesi için gereklidir. Genellikle otellerde bu faaliyetler, gece vardiyası personelince yürütülür. Tüm bu kontrol ve hazırlıklar, genellikle gece 12.00 ile sabah 06.00 arasında yürütülmektedir. Ön büro yönetiminde resepsiyon, rezervasyon, müşteri ilişkileri ve santral hizmetleri gece de devam ettiğinden bu faaliyetler gece denetimi bölümünce yerine getirilir. Bu açıklamalardan hareketle yukarıdaki seçenekler incelendiğinde, otellerin gece denetim süreci yukarıdaki seçeneklerden en fazla konaklama işletmelerinde odalar bölümü yönetimiyle ilişkili olduğundan bu sorunun doğru yanıtı C seçeneğidir."
  },
  {
    "id": "2717474",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi odalar bölümü yöneticisinin görevlerinden birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Personel alımı, çizelgeleme, satın alma ve bütçeleme çalışmalarını yürütmek",
      "B": "Geçmiş dönem doluluklarını denetlemek",
      "C": "Müşterilerin ödeme şekillerini öğrenmek",
      "D": "Tüm istatistiki raporlamaları yapmak",
      "E": "Müşterilerin sorularının cevaplanması ve taleplerinin giderilmesi"
    },
    "explanation": "Odalar bölümü yöneticisinin görevleri, şu şekilde özetlenebilir :<br/>• Odalar bölümü faaliyet alanına giren tüm personeli denetlemek,<br/>• Diğer bölümlerle koordinasyon ve iyi bir iletişim sağlayarak ve müşteri memnuniyetini yükseltmeye çalışmak,<br/>• Personel alımı, çizelgeleme, satın alma ve bütçeleme çalışmalarını yürütmek,<br/>• Oda ücretleri, oda uygunluğunu kontrol edip, aylık planlamaları yapmak,<br/>• Odalar bölümünün faaliyetlerinin yürütülmesiyle ilgili standartlar ve politikalar oluşturmak,<br/>• Günlük ortalama getiriyi ve doluluğu artıracak planlamalar yapmak,<br/>• Müşteri şikâyet ve önerilerini ele almak,<br/>• Rakipleri izlemek ve pazardaki etkinlikleri takip etmek."
  },
  {
    "id": "2717475",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi ön büro yöneticisinin temel faaliyetlerinden birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Personel alımı, çizelgeleme, satın alma ve bütçeleme çalışmalarını yürütmek",
      "B": "Geçmiş dönem doluluklarını denetlemek",
      "C": "Müşterilerin ödeme şekillerini öğrenmek",
      "D": "Tüm istatistiki raporlamaları yapmak",
      "E": "Müşteri şikâyet ve önerilerini ele almak"
    },
    "explanation": "Ön Büro Yöneticisi: Bu yapılanma dikkate alındığında ön büro yöneticisinin temel faaliyetleri şu şekilde özetlenebilir:<br/>• Gece denetim raporlarını incelemek,<br/>• Geçmiş dönem doluluklarını denetlemek,<br/>• Ortalama geceleme sürelerini incelemek,<br/>• Pazarı dikkate alarak ortalama otel geceleme fiyatlarını belirlemek,<br/>• Otele giriş ve çıkışları (Check-In ve Checkout) incelemek,<br/>• Ücretsiz odaların denetimini yapmak,<br/>• 30 günlük periyotta grup rezervasyonlarının yapılmasını sağlamak,<br/>• Günlük varış ve çıkışları denetlemek,<br/>• Müşteri soru ve isteklerine nazikçe cevap vermek,<br/>• VIP listelerini incelemek ve ön rezervasyonlarının yapılmasını sağlamak,<br/>• Oda değişikliklerini organize ve koordine etmek,<br/>• Tüm varışlar için ön kayıt oluşturmak,<br/>• Odalar bölümü ve işlemlerinin toplantılarına katılmak,<br/>• Kat hizmetlerine, VIP odalarına konulacak çiçek, meyve sepeti için tavsiyede bulunmak,<br/>• Bir sonraki günün varış ve çıkışlarını gözden geçirmek,<br/>• Personel ayarlamalarını yapmak,<br/>• Günlük deftere önemli işleri not etmek,<br/>• Anahtar denetimlerini yapmak,<br/>• Haftalık çizelgeleri gözden geçirmek."
  },
  {
    "id": "2717476",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi resepsiyon memurunun görevlerinden birisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Personel alımı, çizelgeleme, satın alma ve bütçeleme çalışmalarını yürütmek",
      "B": "Geçmiş dönem doluluklarını denetlemek",
      "C": "Müşterilerin ödeme şekillerini öğrenmek",
      "D": "Tüm istatistiki raporlamaları yapmak",
      "E": "Ortalama geceleme sürelerini incelemek"
    },
    "explanation": "Resepsiyon memurunun görevleri ise şu şekilde sıralanabilir:<br/>• Gelen müşterilere oda ayarlaması yapmak,<br/>• Gelen gruplarla ilgilenmek, • Olası müşteri şikâyetlerini gidermek ve müşteri beklentilerini karşılamak,<br/>• Gelecek konuklara hazırlık yapmak,<br/>• Gelen müşterileri karşılamak,<br/>• Müşterilerin ödeme şekillerini öğrenmek,<br/>• Oteldeki tüm odaların durumunu (boş, dolu, kirli, arızalı vb.) kontrol etmek ve kayıt altına almak."
  },
  {
    "id": "2717477",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi ön büroda yapılan gece faaliyetlerinden birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Personel alımı, çizelgeleme, satın alma ve bütçeleme çalışmalarını yürütmek",
      "B": "Geçmiş dönem doluluklarını denetlemek",
      "C": "Müşterilerin ödeme şekillerini öğrenmek",
      "D": "Tüm istatistiki raporlamaları yapmak",
      "E": "Müşterilerin sorularının cevaplanması ve taleplerinin giderilmesi"
    },
    "explanation": "Gece ön büro gündüze göre daha sakin olsa da gece yürütülen işleri de bilmekte fayda vardır. Gece faaliyetlerini şu şekilde özetlemek mümkündür:<br/>• Gündüz yapılan faaliyetleri kontrol etmek,<br/>• Müşteri hesaplarının kontrol edilmesi ve eksik varsa tamamlanması, <br/>• Otel gelirleriyle ilgili raporlama yapmak,<br/>• Tüm istatistiki raporlamaları yapmak,<br/>• Kasayı kontrol etmek,<br/>• Müşteri faturalarını hazırlamak,<br/>• Kullanılan yazılımın yedeğini almak,<br/>• Kasa raporundaki restoran, kuru temizleme, telefon vb. harcamaları denetlemek ve olası yanlışları düzeltmek,<br/>• Müşterilerin, kredi kartı limitlerini kontrol etmek,<br/>• Kullanılan yazılımı bir sonraki güne hazır hâle getirmek,<br/>• Yönetime sunulan gündüz hazırlanan raporları düzenlemek."
  },
  {
    "id": "2717478",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi müşteri döngüsü içerisindeki faaliyetlerden birisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Personel alımı, çizelgeleme, satın alma ve bütçeleme çalışmalarını yürütmek",
      "B": "Geçmiş dönem doluluklarını denetlemek",
      "C": "Müşterilerin ödeme şekillerini öğrenmek",
      "D": "Tüm istatistiki raporlamaları yapmak",
      "E": "Müşterilerin sorularının cevaplanması ve taleplerinin giderilmesi"
    },
    "explanation": "Müşteri döngüsü içerisindeki faaliyetleri şu şekilde sıralamak mümkündür:<br/>• Rezervasyon,<br/>• Oda kaydı,<br/>• Müşteriye odanın verilmesi,<br/>• Müşteriye oda anahtarlarının teslimi ve bilgilendirme,<br/>• Müşterilerin sorularının cevaplanması ve taleplerinin giderilmesi,<br/>• Gece denetimince onayların verilmesi, • Döviz bozdurma vb. işlemler,<br/>• Kasa kiralama taleplerinin giderilmesi,<br/>• Müşteri harcamalarının kaydedilmesi,<br/>• Müşteri odalarında telefon görüşmelerinin kaydedilmesi,<br/>• Müşteri valizlerinin odadan alınması,<br/>• Fatura hesaplama,<br/>• Müşteri C/O işlemlerinin yapılması."
  },
  {
    "id": "2717479",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi rezervasyon yöneticisinin görevlerinden birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Müşteri tarafından gerçekleştirilen rezervasyonun kabul edilip edilmeyeceğine karar verme",
      "B": "Konaklama işletmesi ve hizmetleriyle ilgili olarak müşterileri bilgilendirmek",
      "C": "Müşteri istek ve taleplerini yerine getirerek, müşteri memnuniyetini sağlamak",
      "D": "Günlük yapılan tüm rezervasyonları kaydetme ve raporlama",
      "E": "Müşterilerle görüşüp rezervasyonları kesinleştirme"
    },
    "explanation": "Rezervasyon yöneticisi: Bu bölümdeki en yetkili kişidir. Görevleri şu şekilde sıralanabilir:<br/>• Rezervasyon işlemlerinden sorumlu personeli denetleme,<br/>• Çizelgelerini oluşturma,<br/>• Özlük haklarını düzenleme,<br/>• Müşteri tarafından gerçekleştirilen rezervasyonun kabul edilip edilmeyeceğine karar verme (talebin fazla olması, overbooking durumu vb.)."
  },
  {
    "id": "2717480",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi rezervasyon şefinin görevlerinden birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Özlük haklarını düzenleme",
      "B": "Konaklama işletmesi ve hizmetleriyle ilgili olarak müşterileri bilgilendirmek",
      "C": "Müşteri tarafından gerçekleştirilen rezervasyonun kabul edilip edilmeyeceğine karar verme",
      "D": "Günlük yapılan tüm rezervasyonları kaydetme ve raporlama",
      "E": "Müşterilerle görüşüp rezervasyonları kesinleştirme"
    },
    "explanation": "Rezervasyon şefi: Rezervasyon şefi, rezervasyon müdürüne bağlı olarak çalışır. Rezervasyon şefinin görevleri şu şekilde özetlenebilir:<br/>• Telefon, faks, internet, merkezî rezervasyon sistemleri gibi iletişim araçlarını kullanarak, seyahat acentaları, şirket ve münferit olarak gelen rezervasyon talepleri ile ilgilenmek ve kayıt altına alınmasını sağlamak,<br/>• Konaklama işletmesi ve hizmetleriyle ilgili olarak müşterileri bilgilendirmek,<br/>• Müşteri istek ve taleplerini yerine getirerek, müşteri memnuniyetini sağlamak,<br/>• Rezervasyon yaparken doluluğun yüksek olduğu dönemleri dikkate almak,<br/>• Seyahat acentaları ve şirketler gibi rezervasyon kaynaklarıyla ilişkileri iyi yürütmek ve işletmenin doluluğunu artırmaya çalışmak,<br/>• Bölümle ilgili sorun ve şikâyetleri çözmeye çalışmak ve hizmet içi eğitimler vermek."
  },
  {
    "id": "2717481",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi rezervasyon memurunun görevlerinden birisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Özlük haklarını düzenleme",
      "B": "Müşteri tarafından gerçekleştirilen rezervasyonun kabul edilip edilmeyeceğine karar verme",
      "C": "Telefon, faks veya e-posta yoluyla gelen rezervasyonları alma ve otel otomasyon sistemine aktarma",
      "D": "Konaklama işletmesi ve hizmetleriyle ilgili olarak müşterileri bilgilendirmek",
      "E": "Müşteri istek ve taleplerini yerine getirerek, müşteri memnuniyetini sağlamak"
    },
    "explanation": "Rezervasyon memurunun görevleri ise şu şekilde özetlenebilir:<br/>• Telefon, faks veya e-posta yoluyla gelen rezervasyonları alma ve otel otomasyon sistemine aktarma,<br/>• Günlük yapılan tüm rezervasyonları kaydetme ve raporlama,<br/>• Müşterilerle görüşüp rezervasyonları kesinleştirme."
  },
  {
    "id": "2717482",
    "unitNumber": 5,
    "text": "İşletme bünyesinde bulunan genel alanların temizliğinden ve bakımından sorumlu kişilere ne ad verilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kat şefi",
      "B": "Yıkayıcı",
      "C": "Ofis sekreteri",
      "D": "Meydancı",
      "E": "Gece şefi"
    },
    "explanation": "Meydancı (Houseman): İşletme bünyesinde bulunan genel alanların temizliğinden ve bakımından sorumlu kişilerdir. Lobi, müşterilerin yoğun olarak kullandıkları koridorlar, merdivenler, dinlenme alanları, ofisler, işletme bünyesindeki satış alanları, havuzlar ve parklar, meydancıların sorumlu oldukları alanlar arasında yer almaktadır."
  },
  {
    "id": "2717483",
    "unitNumber": 5,
    "text": "Müşterilere gelen mektupların, kargoların sahiplerine iletilmesi gibi görevleri yerine getiren üniformalı hizmetler bölümü çalışanına ne ad verilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Park Görevlisi",
      "B": "Ulaştırma Görevlisi",
      "C": "Danışma Personeli",
      "D": "Kapı Görevlisi",
      "E": "Belboy"
    },
    "explanation": "Belboyun görevleri ve sorumlulukları aşağıdaki gibi sıralanabilir:<br/>• Müşterilerin bagajlarının odalara taşınması,<br/>• Müşterilere odanın çeşitli özelliklerinin, işletmenin sunduğu çeşitli aktivitelerin/olanakların tanıtılması,<br/>• Bagajlarını geçici olarak bırakmak isteyen müşteriler için güvenli bir alanın sağlanması,<br/>• Müşterilere gelen mektupların, kargoların sahiplerine iletilmesi,<br/>• Müşterilerin kuru temizleme yapılmış olan eşyalarının odaya çıkarılması,<br/>• Lobide ve giriş alanlarında kat hizmetleri bölümü tarafından yerine getirilen basit nitelikli işlerin yapılması,<br/>• Kapı görevlilerinin olmaması durumunda müşterilerin bagajlarını arabaya yüklemesine yardımcı olunması,<br/>• Müşterilerin diğer bölümleri ilgilendiren taleplerinin (ilave yatak, ilave havlu gibi) ilgili bölümlere iletilmesi."
  },
  {
    "id": "2717484",
    "unitNumber": 5,
    "text": "Aşağıdaki seçeneklerden hangisi ön büro yöneticisinin temel faaliyetlerinden birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Otelin gelirlerini artırma",
      "B": "Çalışanların denetlenmesi ve motive edilmesi",
      "C": "Müşteri şikâyetleriyle ilgili çalışanlara destek olmak",
      "D": "Gece denetim raporlarını incelemek",
      "E": "Önemli müşterilere özel karşılama yapmak"
    },
    "explanation": "Ön büro yöneticisinin temel faaliyetleri şu şekilde özetlenebilir:<br/><ul> <li>Gece denetim raporlarını incelemek</li> <li>Geçmiş dönem doluluklarını denetlemek</li> <li>Ortalama geceleme sürelerini incelemek</li> <li>Pazarı dikkate alarak ortalama otel geceleme fiyatlarını belirlemek</li> <li>Otele giriş ve çıkışları (Check-in ve Check-out) incelemek</li> <li>Ücretsiz odaların denetimini yapmak</li> <li>30 günlük periyotta grup rezervasyonlarının yapılmasını sağlamak</li> <li>Günlük varış ve çıkışları denetlemek</li> <li>Müşteri soru ve isteklerine nazikçe cevap vermek</li> <li>VIP listelerini incelemek ve ön rezervasyonlarının yapılmasını sağlamak</li> <li>Oda değişikliklerini organize ve koordine etmek</li> <li>Tüm varışlar için ön kayıt oluşturmak</li> <li>Odalar bölümü ve işlemlerinin toplantılarına katılmak</li> <li>Kat hizmetlerine, VIP odalarına konulacak çiçek, meyve sepeti için tavsiyede bulunmak</li> <li>Bir sonraki günün varış ve çıkışlarını gözden geçirmek</li> <li>Personel ayarlamalarını yapmak</li> <li>Günlük deftere önemli işleri not etmek</li> <li>Anahtar denetimlerini yapmak</li> <li>Haftalık çizelgeleri gözden geçirmek</li> </ul> Yukarıdaki seçenekler incelendiğinde, gece denetim raporlarını incelemek ön büro yöneticisinin temel faaliyetlerinden birisi olduğundan bu sorunun doğru yanıtı D seçeneğidir."
  },
  {
    "id": "2717485",
    "unitNumber": 5,
    "text": "Aşağıdaki seçeneklerden hangisi bir otelde müşteri döngüsü içinde yer alan faaliyetlerden değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Rezervasyon",
      "B": "Özlük haklarının düzenlenmesi",
      "C": "Gece denetimince onayların verilmesi",
      "D": "Kasa kiralama taleplerinin giderilmesi",
      "E": "Fatura hesaplama"
    },
    "explanation": "Ön bürodaki temel faaliyetler, otel girişindeki ön büro deskinde gerçekleşir. Bunlar içinde en önemli faaliyet rezervasyondur. Rezervasyon telefon, e-posta vb. araçlarla yapılabildiği gibi otele girişte de yapılmaktadır. Otel girişinde yapılan rezervasyonun ilk basamağı, müşterinin resepsiyona gelmesidir. Bunu, kayıt ve oda ataması izlemektedir. Bunu bir döngü gibi değerlendirmek mümkündür. Bu bağlamda müşteri döngüsü içerisindeki faaliyetler şu başlıklarda özetlenebilir:<br/><ul> <li>Rezervasyon</li> <li>Oda kaydı</li> <li>Müşteriye odanın verilmesi</li> <li>Müşteriye oda anahtarlarının teslimi ve bilgilendirme</li> <li>Müşterilerin sorularının cevaplanması ve taleplerinin giderilmesi</li> <li>Gece denetimince onayların verilmesi</li> <li>Döviz bozdurma vb. işlemler</li> <li>Kasa kiralama taleplerinin giderilmesi</li> <li>Müşteri harcamalarının kaydedilmesi</li> <li>Müşteri odalarında telefon görüşmelerinin kaydedilmesi</li> <li>Müşteri valizlerinin odadan alınması</li> <li>Fatura hesaplama</li> <li>Müşteri C/O işlemlerinin yapılması</li> </ul> Bu açıklamalardan hareketle yukarıdaki seçenekler incelendiğinde, özlük haklarının düzenlenmesi rezervasyon yöneticisinin görevi olduğundan ve bu süreç bir otelde müşteri döngüsü içinde yer alan faaliyetler kapsamında yer almadığından bu sorunun doğru yanıtı B seçeneğidir."
  },
  {
    "id": "2717486",
    "unitNumber": 5,
    "text": "Bir otelde kat hizmetleri bölümünün başında yer alan tepe yönetici, aşağıdaki seçeneklerden hangisinde belirtilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kat şefi",
      "B": "Gece şefi",
      "C": "Ofis sekreteri",
      "D": "Genel kat hizmetleri yöneticisi",
      "E": "Kat görevlisi"
    },
    "explanation": "Kat hizmetleri bölümünün başında yer alan tepe yönetici, genel kat hizmetleri yöneticisidir. Kat hizmetleri bölümünde bölüm çalışanlarını örgütleme, bölümü yapılandırma, çalışanların görev ve sorumluluklarını belirleme gibi işler, kat hizmetleri yöneticisinin sorumluluğu altındadır. Genel kat hizmetleri yöneticisinin görev ve sorumlulukları, konaklama işletmesinin büyüklüğüne ve işletmenin türüne göre değişiklik gösterir. Küçük ve bağımsız işletmelerde kat hizmetleri yönetimi işlevlerinin çoğu, konaklama işletmesi yöneticisi tarafından gerçekleştirilir. Bir zincire bağlı işletmelerde ise kat hizmetleri yönetimi işlevleri, genel merkezin belirlediği kurallar ve prensipler çerçevesinde yürütülür. Bu açıklamalardan hareketle yukarıdaki seçenekler incelendiğinde, bir otelde kat hizmetleri bölümünün başında yer alan tepe yönetici, genel kat yöneticisini temsil ettiğinden bu sorunun doğru yanıtı D seçeneğidir."
  },
  {
    "id": "2717487",
    "unitNumber": 5,
    "text": "İşletme bünyesinde bulunan genel alanların temizliğinden ve bakımından sorumlu olan kişi, aşağıdaki seçeneklerden hangisinde belirtilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Taşıyıcı",
      "B": "Markalayıcı",
      "C": "Yıkayıcı",
      "D": "Çamaşırhane şefi",
      "E": "Meydancı"
    },
    "explanation": "Meydancılar, bir işletme bünyesinde bulunan genel alanların temizliğinden ve bakımından sorumlu kişilerdir. Lobi, müşterilerin yoğun olarak kullandıkları koridorlar, merdivenler, dinlenme alanları, ofisler, işletme bünyesindeki satış alanları, havuzlar ve parklar, meydancıların sorumlu oldukları alanlar arasında yer almaktadır. Büyük işletmelerde şef meydancıya, küçük işletmelerde ise kat şefine bağlı olarak çalışırlar. Halıların temizlenmesi, duvarların silinmesi, lobideki camların silinmesi, asansörlerin belirli aralıklarla temizlenmesi gibi işlerden de meydancılar sorumludur. Bu açıklamalardan hareketle yukarıdaki seçenekler incelendiğinde, bir işletme bünyesinde bulunan genel alanların temizliğinden ve bakımından sorumlu olan kişi meydancı olarak ön plana çıktığından bu sorunun doğru yanıtı E seçeneğidir."
  },
  {
    "id": "2717488",
    "unitNumber": 5,
    "text": "Konaklama işletmesi içinde bir çamaşırhane bulunması durumunda burada yürütülen işlerden birinci derecede sorumlu olan kişi, aşağıdaki seçeneklerden hangisinde yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yıkayıcı",
      "B": "Ütücü",
      "C": "Markalayıcı",
      "D": "Gece şefi",
      "E": "Çamaşırhane şefi"
    },
    "explanation": "Çamaşırhane şefi, konaklama işletmesi içinde bir çamaşırhane bulunması durumunda burada yürütülen işlerden birinci derecede sorumlu olan kişidir. Genel kat yöneticisi ile eş güdümlü olarak çalışır. Müşteri çamaşırlarının ve işletme çamaşırlarının (diğer bölümlerin üniformaları da dahil olmak üzere) yıkanması, kurutulması, ütülenmesi, çamaşırhane personelinin görevlerini etkin ve verimli bir şekilde yerine getirmeleri gibi işler, çamaşırhane şefinin sorumluluk alanları içerisine girmektedir. Bu açıklamalardan hareketle yukarıdaki seçenekler incelendiğinde, konaklama işletmesi içinde bir çamaşırhane bulunması durumunda burada yürütülen işlerden birinci derecede sorumlu olan kişi çamaşırhane şefi olarak ön plana çıktığından bu sorunun doğru yanıtı E seçeneğidir."
  },
  {
    "id": "2717489",
    "unitNumber": 5,
    "text": "Aşağıdaki seçeneklerden hangisi kapı görevlisinin yerine getirmesi gereken görevlerden birisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Müşterilerin bagajlarının odalara taşınması",
      "B": "Müşterilere gelen kargoların sahiplerine iletilmesi",
      "C": "Müşterilerin talepleri üzerine taksi çağrılması",
      "D": "Müşterilerin kuru temizleme yapılmış olan eşyalarının odaya çıkarılması",
      "E": "Bagajlarını geçici olarak bırakmak isteyen müşteriler için güvenli bir alanın sağlanması"
    },
    "explanation": "Kapı görevlisi pozisyonuna, genellikle üst sınıf hizmet sunan büyük ve lüks otellerde gereksinim duyulur. Bu bölüm personelinin yerine getirdiği görevler aşağıdaki gibi sıralanabilir:<br/><ul> <li>Müşterilerin karşılanması, selamlanması ve müşteriler için otelin kapısının açılması</li> <li>Müşterilerin bagajlarının arabadan indirilmesi, işletmeden ayrılma sırasında bagajların arabaya yerleştirilmesi</li> <li>Müşterilere resepsiyona kadar eşlik edilmesi</li> <li>İşletmenin girişindeki araç trafiğinin düzenlenmesi ve sıkışıklığın giderilmesi</li> <li>Müşterilerin talepleri üzerine taksi çağrılması</li> <li>Park görevlilerine yardımcı olunması</li> <li>Lobide ve giriş alanlarında kat hizmetleri bölümü tarafından yerine getirilen basit nitelikli işlerin yapılması</li> </ul> Bu açıklamalardan hareketle yukarıdaki seçenekler incelendiğinde, müşterilerin talepleri üzerine taksi çağrılması kapı görevlisinin yerine getirmesi gereken görevlerden birisi olduğundan bu sorunun doğru yanıtı C seçeneğidir."
  },
  {
    "id": "2717490",
    "unitNumber": 5,
    "text": "Havaalanı ve işletme arasında belirli bir programa dayalı olarak müşterilerin transferinin sağlanmasından sorumlu olan kişi, aşağıdaki seçeneklerden hangisinde belirtilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Belboy",
      "B": "Kapı görevlisi",
      "C": "Park görevlisi",
      "D": "Ulaştırma görevlisi",
      "E": "Danışma"
    },
    "explanation": "Ulaştırma görevlisi, özellikle havaalanına yakın yerlerde konumlandırılan konaklama işletmelerinde yer verilen bir bölümdür. Örneğin; havaalanı ve işletme arasında belirli bir programa dayalı olarak müşterilerin transferinin sağlanmasında ulaştırma görevlisinden yararlanılabilir. Ulaştırma görevlisi, çoğu zaman müşterinin işletmeye gelmeden önce karşılaştığı ilk görevlidir. Bu nedenle, ulaştırma görevlisinin müşteriye davranışı ve tutumu çok önemlidir. Müşterilerle olan iletişimde kibar olunmalı, müşterilerin işletme ve işletmenin yakın çevresi ile ilgili soruları yanıtsız bırakılmamalıdır. Bazı durumlarda, yolculuk sırasında müşterilere bir bant kaydı izlettirilerek konaklama işletmesi ile ilgili tanıtıcı bilgiler verilebilir. Müşterilerin bagajlarının dikkatlice taşınması ve araca yerleştirilmesi, müşterilere araca binme ve araçtan inme sırasında yardımcı olunması da ulaştırma görevlisinin görevleri arasındadır. Bu açıklamalardan hareketle yukarıdaki seçenekler incelendiğinde, havaalanı ve işletme arasında belirli bir programa dayalı olarak müşterilerin transferinin sağlanmasından sorumlu olan kişi, ulaştırma görevlisi olarak ön plana çıktığından bu sorunun doğru yanıtı D seçeneğidir."
  },
  {
    "id": "2717491",
    "unitNumber": 5,
    "text": "Bir otelde akşam yemeği için rezervasyon yapılması, aşağıdaki seçeneklerden hangisinin çalışma alanına girmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Genel kat yöneticisi",
      "B": "Danışma",
      "C": "Kat şefi",
      "D": "Ofis sekreteri",
      "E": "Kat görevlisi"
    },
    "explanation": "Danışma, lüks sınıftaki konaklama işletmelerinde yer verilen bir bölümdür. Bu bölüm, müşterilere kişiselleştirilmiş bir hizmet sunar. Örneğin; akşam yemeği için rezervasyon yapılması, tiyatro ve diğer etkinlikler için biletlerin satın alınması, ulaştırma araçlarında yer kaydının yapılması, bölgedeki etkinlikler ve yerel çevre ile ilgili bilgilerin sunulması, danışmanın görevleri arasındadır. Müşterilerle kurulan iletişimin aksamaması adına, bu bölüm personelinin birden fazla yabancı dili konuşabilmesi tercih edilir. Bu açıklamalardan hareketle yukarıdaki seçenekler incelendiğinde, bir otelde akşam yemeği için rezervasyon yapılması danışmanın çalışma alanına girdiğinden bu sorunun doğru yanıtı B seçeneğidir."
  },
  {
    "id": "2717492",
    "unitNumber": 5,
    "text": "Bir konaklama işletmesinde çıkabilecek olası bir yangına hızlı bir şekilde müdahale görevi, aşağıdaki seçeneklerde belirtilen bölümlerden hangisinin sorumluluk alanına girmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Güvenlik bölümü",
      "B": "Odalar bölümü",
      "C": "Kat hizmetleri bölümü",
      "D": "Ön büro bölümü",
      "E": "Üniformalı hizmetler bölümü"
    },
    "explanation": "Artan şiddet, terör ve deprem, sel vb. felaketler otel güvenliği konusunu önemli hâle getirmiştir. Konaklama işletmelerinde karşılaşılabilecek olağanüstü olaylar şu şekilde özetlenebilir :<br/>• Yangın<br/>• Ölüm<br/>• Kaza<br/>• Eşya kaybı, otelin tesis ve demirbaşlarına müşteriler tarafından verilen zarar<br/>• Hırsızlık<br/>• Şiddete meyilli insanların çıkardığı olaylar<br/>• Fazla alkol kullanımına bağlı çıkan olaylar<br/>Özetle güvenlik bölümü konaklama işletmelerinde şiddet, terör, yangın ya da deprem, sel gibi doğal felaketler karşısında işletmenin yatırımını korumakla görevlidir. Bu bölüm ayrıca müşteri odalarının güvenliği için çeşitli kilit sistemlerinin kullanımından sorumludur. Çalışan sağlığı ve bulaşıcı hastalıklarla mücadelede çalışanlara hijyen eğitimi verilmesi ve hastalık semptomları tespit edildiğinde ne yapılması gerektiğiyle ilgili bilgilendirme yapılması da bu bölümün sorumluluğundadır. Bu açıklamalardan hareketle yukarıdaki seçenekler incelendiğinde, bir konaklama işletmesinde çıkabilecek olası bir yangına hızlı bir şekilde müdahale görevi güvenlik bölümünün görev alanına girdiğinden bu sorunun doğru yanıtı A seçeneğidir."
  },
  {
    "id": "2849362",
    "unitNumber": 5,
    "text": "I.Ön büro<br/>II.Kat hizmetleri<br/>III.Üniformalı hizmetler<br/>Yukarıdakilerden hangileri odalar bölümünün hiyerarşik yapılanmasına dahildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I,II ve III",
      "D": "II ve III",
      "E": "Yalnız III"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/87e5a82a82a2204e2174c754954628e1.png\" alt=\"\" width=\"444\" height=\"218\">"
  },
  {
    "id": "2849367",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi odalar bölümü yöneticisinin görevlerinden değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Odalar bölümü faaliyet alanına giren tüm personeli denetlemek",
      "B": "Personel alımı, çizelgeleme, satın alma ve bütçeleme çalışmalarını yürütmek",
      "C": "Oda ücretleri, oda uygunluğunu kontrol edip, aylık planlamaları yapmak",
      "D": "Müşteri şikâyet ve önerilerini ele almak",
      "E": "Diğer bölümlerle rekabeti sağlamak ve en başarılı bölüm olmak"
    },
    "explanation": "Odalar bölümü yöneticisinin görevleri, şu şekilde özetlenebilir (Deveau, Deveau, Portocarrero ve Es- coffler, 1996: 32):<br/><ol start=\"0\"> <ul> <li> Odalar bölümü faaliyet alanına giren tüm personeli denetlemek,<br/></li> <li> Diğer bölümlerle koordinasyon ve iyi bir iletişim sağlayarak ve müşteri memnuniyetini yükseltme- ye çalışmak,<br/></li> <li> Personel alımı, çizelgeleme, satın alma ve bütçeleme çalışmalarını yürütmek,<br/></li> <li> Oda ücretleri, oda uygunluğunu kontrol edip, aylık planlamaları yapmak,<br/></li> <li> Odalar bölümünün faaliyetlerinin yürütülmesiyle ilgili standartlar ve politikalar oluşturmak,<br/></li> <li> Günlük ortalama getiriyi ve doluluğu artıracak planlamalar yapmak,<br/></li> <li> Müşteri şikâyet ve önerilerini ele almak,<br/></li> <li> Rakipleri izlemek ve pazardaki etkinlikleri takip etmek.<br/></li> </ul> </ol>"
  },
  {
    "id": "2849379",
    "unitNumber": 5,
    "text": "I. Gece denetim raporlarını incelemek,<br/>II.Geçmiş dönem doluluklarını denetlemek,<br/>III.Ortalama geceleme sürelerini incelemek,<br/>IV.Pazarı dikkate alarak ortalama otel geceleme fiyatlarını belirlemek,<br/>V.Önemli müşterilere özel karşılama yapmak<br/>Yukarıdakilerden hangileri ön büro yöneticisinin temel faaliyetlerindendir?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "I,II ve III",
      "C": "I,II,III ve IV",
      "D": "III,IV ve V",
      "E": "Yalnız V"
    },
    "explanation": "Ön Büro Yöneticisi: Bu yapılanma dikkate alın- dığında ön büro yöneticisinin temel faaliyetleri şu şekilde özetlenebilir (www.pearsonhighered.com, 01.03.2020):<br/><ul> <li> Gece denetim raporlarını incelemek,<br/></li> <li> Geçmiş dönem doluluklarını denetlemek,<br/></li> <li> Ortalama geceleme sürelerini incelemek,<br/></li> <li> Pazarı dikkate alarak ortalama otel gecele- me fiyatlarını belirlemek,<br/></li> <li> Otele giriş ve çıkışları (Check-In ve Check- out) incelemek,<br/></li> <li> Ücretsiz odaların denetimini yapmak,<br/></li> <li> 30 günlük periyotta grup rezervasyonları- nın yapılmasını sağlamak,<br/></li> <li> Günlük varış ve çıkışları denetlemek,<br/></li> <li> Müşteri soru ve isteklerine nazikçe cevap vermek,<br/></li> <li> VIP listelerini incelemek ve ön rezervasyon- larının yapılmasını sağlamak,<br/></li> <li> Oda değişikliklerini organize ve koordine etmek,<br/></li> <li> Tüm varışlar için ön kayıt oluşturmak,<br/></li> <li> Odalar bölümü ve işlemlerinin toplantıları- na katılmak,<br/></li> <li> Kat hizmetlerine, VIP odalarına konulacak çiçek, meyve sepeti için tavsiyede bulunmak,<br/></li> <li> Bir sonraki günün varış ve çıkışlarını göz- den geçirmek,<br/></li> <li> Personel ayarlamalarını yapmak,<br/></li> <li> Günlük deftere önemli işleri not etmek,<br/></li> <li> Anahtar denetimlerini yapmak,<br/></li> <li> Haftalık çizelgeleri gözden geçirmek.<br/></li> </ul>"
  },
  {
    "id": "2849560",
    "unitNumber": 5,
    "text": "Önbüroda kullanılan yazılımı bir sonraki güne hazır hale getirmek, aşağıdaki faaliyet gruplarından hangisinin kapsamına girer?",
    "correctAnswer": "A",
    "options": {
      "A": "Gece denetimi faaliyetleri",
      "B": "Rezervasyon faaliyetleri",
      "C": "Müşteri ilişkileri faaliyetleri",
      "D": "Kat hizmetleri faaliyetleri",
      "E": "Santral faaliyetleri"
    },
    "explanation": "Önbüroda kullanılan yazılımı bir sonraki güne hazır hale getirmek, önbürodaki gece denetimi faaliyetleri kapsamına girer. Doğru yanıt, A'dır."
  },
  {
    "id": "2849567",
    "unitNumber": 5,
    "text": "I. Çifte kayıt/rezervasyonların önüne geçilmiş olmakta,<br/>II. Çeşitli raporlamaları hazırlamak daha kolay ve etkin olmakta,<br/>III.Oda durum bilgilerini anlık ve doğru olarak görme şansı yakalanmakta,<br/>IV: Hataları ayıklamak ve düzeltmek daha kolay ve kısa sürede yapılabilmektedir.<br/>Yukarıdakilerden hangileri rezervasyon faaliyetlerinin yürütüldüğü yazılımların sağladığı faydalardandır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I,II ve III",
      "D": "I,II,III ve IV",
      "E": "II ve III"
    },
    "explanation": "Otellerde rezervasyon faaliyetleri çeşitli yazılımlar aracılığıyla gerçekleştirilir. Yazılımlar aracılığıyla (Ab- bott ve Lewry, 1999: 174):<br/><ul> <li> Çifte kayıt/rezervasyonların önüne geçilmiş olmakta,<br/></li> <li> Çeşitli raporlamaları hazırlamak daha kolay ve etkin olmakta,<br/></li> <li> Oda durum bilgilerini anlık ve doğru olarak görme şansı yakalanmakta,<br/></li> <li> Hataları ayıklamak ve düzeltmek daha kolay ve kısa sürede yapılabilmektedir.<br/></li> </ul>"
  },
  {
    "id": "2849580",
    "unitNumber": 5,
    "text": "I. Odalar<br/>II. Satılan yatak<br/>III. Gelir<br/>Yukarıdakilerden hangileri otellerdeki doluluk oranını hesaplamak için temel kriterdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I,II ve III",
      "D": "Yalnız II",
      "E": "Yalnız III"
    },
    "explanation": "Doluluk oranını hesaplamak için üç temel kriter vardır. Bunlar sırasıyla (Dix ve Baird, 1998: 156):<br/>• Odalar,<br/>• Satılan yatak ve<br/>• Gelirdir."
  },
  {
    "id": "2849589",
    "unitNumber": 5,
    "text": "Bir otelde satılan oda sayısı 124, oteldeki toplam oda sayısı 640 ise otelin doluluk oranı yüzde kaçtır?",
    "correctAnswer": "B",
    "options": {
      "A": "12,47",
      "B": "19,37",
      "C": "20,37",
      "D": "51,61",
      "E": "61,61"
    },
    "explanation": "Doluluk oranı=(124/640)*100=19,37"
  },
  {
    "id": "2849608",
    "unitNumber": 5,
    "text": "Bir otelde elde edilen gelir bir günde elde edilen gelir 150000 lira, tam kapasite dolu olduğunda elde edilebilecek gelir ise 600000lira olduğuna göre otelin gelir yoğunluğu nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "%24",
      "B": "%4",
      "C": "%25",
      "D": "%20",
      "E": "%30"
    },
    "explanation": "Gelir yoğunluğu=(150000/600000)*100=25"
  },
  {
    "id": "2849616",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi kat hizmetleri bölümünde çalışmaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Kat şefi",
      "B": "Gece şefi",
      "C": "Meydancı",
      "D": "Resepsiyon şefi",
      "E": "Markalayıcı"
    },
    "explanation": "Kat hizmetleri bölümünde çalışanlar genel kat yöneti- cisi, genel kat yöneticisi yardımcısı, kat şefi, gece şefi, ofis sekreteri, kat görevlisi, meydancı, çama- şırhane şefi, yıkayıcı, ütücü, markalayıcı, taşıyıcı olarak sıralanabilir."
  },
  {
    "id": "2849621",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi oda temizliğinde istihdam edilmezler?",
    "correctAnswer": "B",
    "options": {
      "A": "Kat görevlisi",
      "B": "Meydancılar",
      "C": "Taşıyıcı",
      "D": "Yıkayıcı",
      "E": "Ütücü"
    },
    "explanation": "Meydancılar, oda temizliğinde istihdam edilmezler."
  },
  {
    "id": "2717493",
    "unitNumber": 6,
    "text": "Konaklama işletmelerindeki yiyecek içecek hizmetlerinin az veya çok olmasındaki temel etken nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "İşletmenin tipi",
      "B": "İşletme sahibinin kararı",
      "C": "İşletmedeki personel sayısı",
      "D": "İşletmenin sahip olduğu genel alanın büyüklüğü",
      "E": "İşletmede konaklayanların istekleri"
    },
    "explanation": "Konaklama işletmelerinin yiyecek içecek hizmetleri işletmenin farklı özelliklerine göre az veya çok olabilir. Hizmetlerin az veya çok olmasında temel etken konaklama işletmesinin genel alanıdır. Alanın büyüklüğüyle bağlantılı olarak yiyecek içecek biriminde bir ana mutfak planlanır.<br/>İşletmenin sahip olduğu genel alanın büyüklüğü"
  },
  {
    "id": "2717494",
    "unitNumber": 6,
    "text": "Konaklayan müşteri tarafından yatak istememe seçeneği olan konaklama şekli aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yarım pansiyon",
      "B": "Herşey hariç",
      "C": "Herşey dahil",
      "D": "Tam pansiyon",
      "E": "Ultra herşey dahil"
    },
    "explanation": "<strong><em>Her şey hariç (All Exclusive)</em></strong> hizmet veren işletmelerde ana fikir odalarda standart olan şeyleri istememek ile birlikte bir miktar fiyat düşmektedir. Buna göre müşteri kahvaltı istemiyorsa sadece odada konaklama ücretini ödeyebilir. Bu sistemde sadece yiyecek içecek değil, temel hizmetler bile kaldırılabilmektedir. Örneğin; müşteri yastık istemeyerek fiyatta indirim alabilmektedir. Hatta yatak istememe seçeneği bile mevcuttur. Diğer taraftan istenen her şey ekstra ücretlendirilir.<br/>Herşey hariç"
  },
  {
    "id": "2717495",
    "unitNumber": 6,
    "text": "Kahvaltı, öğle yemeği ve akşam yemeğinin ücrete dahil olup, içeceklerin ekstra ücrete tabi olduğu konaklama şekli hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yarım pansiyon",
      "B": "Herşey hariç",
      "C": "Herşey dahil",
      "D": "Tam pansiyon",
      "E": "Ultra herşey dahil"
    },
    "explanation": "<em><strong>Tam pansiyon (Full Board-FB)</strong></em> hizmet veren konaklama işletmelerinde temel yiyecek içecek fonksiyonu, kahvaltı, öğle yemeği ve akşam yemeğidir. Bu hizmette içecek genellikle ekstra ücrete tabidir. İşletme bunların dışında herhangi bir yiyecek içecek hizmeti vereceğinin taahhüdünü vermez."
  },
  {
    "id": "2717496",
    "unitNumber": 6,
    "text": "Basit kahvaltı yanında balık, soğuk et, kaynamış yumurta ve ekmek çeşitleri sunulan kahvaltı şekli hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İngiliz usulü kahvaltı",
      "B": "Amerikan usulü kahvaltı",
      "C": "Hollanda usulü kahvaltı",
      "D": "Danimarka usulü kahvaltı",
      "E": "Alakart kahvaltı"
    },
    "explanation": "<strong>Danimarka Usulü Kahvaltı:</strong> Basit kahvaltı yanında balık, soğuk et, kaynamış yumurta ve ekmek çeşitleri sunulur."
  },
  {
    "id": "2717497",
    "unitNumber": 6,
    "text": "Müşterilerin kahvaltı öğünündekileri servis elemanı olmaksızın dilediği miktarda alabildikleri kahvaltı şekli hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kontinental kahvaltı",
      "B": "Alakart kahvaltı",
      "C": "Açık büfe kahvaltı",
      "D": "Türk usulü kahvaltı",
      "E": "Garnitürlü kahvaltı"
    },
    "explanation": "<strong>Açık Büfe Kahvaltı:</strong> Self servise dayanan açık büfe yiyecekler bir masa üzerinde sergilenerek, müşterilerin isteklerini diledikleri miktarda almalarına olanak sağlanır. Kahvaltı öğününde verilen büfe servisidir. Müşteriler yemekleri tabaklarına ya kendileri alırlar ya da masanın arkasında bir servis elemanı konuğun istediği yiyeceği servis eder. Müşteri yemeğini masaya kendisi taşır. Bu nedenle büfe servisi için profesyonel servis elemanına gerek yoktur."
  },
  {
    "id": "2717498",
    "unitNumber": 6,
    "text": "Brunch olarak verilen yeme-içme ikram şekli her şey dahil konaklama işletmelerinde hangi isimle adlandırılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kahvaltı",
      "B": "Geç kahvaltı",
      "C": "Supper",
      "D": "Öğle sonu büfesi",
      "E": "Resepsiyon büfesi"
    },
    "explanation": "<strong>Brunch:</strong> Hem kahvaltı hem de öğle menüsünde yer alan yiyeceklerin içermektedir. Genellikle büyük otel işletmelerinde ve yüksek kaliteli restoran işletmelerinde saat 10:00 ile 15:00 arasında verilir. Tam pansiyon veya her şey dahil konaklama işletmelerinde<br/>ise öğle yemeği servisini etkilememesi için 10:00 ile 11:00 arası hizmet verilir. <em><strong>Her şey dahil konaklama işletmelerinde “geç kahvaltı” olarak adlandırılır.</strong></em> Konaklama işletmelerindeki geç kahvaltıda lüks restoranlardan farklı olarak çeşit sayısı daha az olur."
  },
  {
    "id": "2717499",
    "unitNumber": 6,
    "text": "Konaklama işletmelerin genellikle spor veya spa ünitelerinde yer alan içecek ünitesi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vitamin bar",
      "B": "Çatı bar",
      "C": "Gözleme evi",
      "D": "Snack bar",
      "E": "Lobi bar"
    },
    "explanation": "Konaklama işletmelerinde çatı bar, vitamin bar gibi farklı içecek üniteleri de bulunabilir. Çatı bar genellikle çok katlı işletmelerde manzaralı içecek üniteleri olmasıyla ön plana çıkarken <em><strong>vitamin barlar işletmenin spor veya spa ünitelerinde yer alır</strong></em>."
  },
  {
    "id": "2717500",
    "unitNumber": 6,
    "text": "Otelde kalacak günlük kişi sayısını mutfağa aşağıdaki birimlerden hangisi bildirir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ön büro",
      "B": "Satınalma",
      "C": "İnsan kaynakları",
      "D": "Oda servisi",
      "E": "Kat hizmetleri"
    },
    "explanation": "Ön büro bölümünün yiyecek içecek bölümüyle olan iletişimi son derece önemlidir. <em><strong>Ön büro bölümü otelde kalacak günlük kişi sayısını mutfağa göndermektedir.</strong></em> Mutfak, menüde yer alan yiyecekleri hazırlarken miktar açısından kişi sayısını dikkate almaktadır."
  },
  {
    "id": "2717501",
    "unitNumber": 6,
    "text": "Tesis yatak kapasitesinin aynı anda en az %30’una hizmet veren lokanta veya lokantalar bulunması gereken otel grubu hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bir yıldızlı otel",
      "B": "İki yıldızlı otel",
      "C": "Üç yıldızlı otel",
      "D": "Dört yıldızlı otel",
      "E": "Beş yıldızlı otel"
    },
    "explanation": "“Turizm Tesislerinin Belgelendirilmesine ve Niteliklerine İlişkin Yönetmeliğe” göre, <em><strong>bir, iki ve üç yıldızlı</strong> otel</em> işletmelerinin restorana sahip olma zorunluluğu bulunmamakta ancak üç yıldızlı otellerin kahvaltı salonuna sahip olması gerekmektedir. <em><strong>Dört yıldızlı otellerde ise</strong></em> üç yıldızlı oteller için aranan niteliklere ek olarak, <em><strong>tesis yatak kapasitesinin aynı anda en az %30’una hizmet veren lokanta veya lokantalar bulunması gerekmektedir.</strong></em>"
  },
  {
    "id": "2717502",
    "unitNumber": 6,
    "text": "Pastane dışındaki mutfaklarda izinli ya da raporlu kişiler yerine çalışan personel aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kısım şefi",
      "B": "Yedek kısım şefi",
      "C": "Sos şefi",
      "D": "Soğuk şefi",
      "E": "Banket mutfağı şefi"
    },
    "explanation": "<strong>Yedek Kısım Şefi (<em>Chef Tournant</em>):</strong> Genel mutfak bilgisine sahip olan kısım şefidir. <strong><em>Pastane dışındaki</em> mutfaklarda izinli ya da raporlu kişiler yerine çalışır.</strong>"
  },
  {
    "id": "2717503",
    "unitNumber": 6,
    "text": "Alakart hizmetinin verildiği yiyecek içecek ünitelerinde müşterilere hizmet verilirken belli bir kurallar dizisi izlenmektedir. Alakart hizmet verirken son gerçekleştirilen işlem aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hazırlanan siparişlerin mutfaktan alınması",
      "B": "Konukların uğurlanması",
      "C": "Siparişlerin servisi",
      "D": "Hesabın alınması",
      "E": "Siparişlerin mutfağa iletilmesi"
    },
    "explanation": "Bu hizmetin kurallar dizisi \"Konaklama işletmelerinde yiyecek içecek hizmetleri\" konusunun alt konusu olan \"Alakart\" da verilmektedir.<br/>Alakart hizmet verirken izlenmesi gereken kurallar dizisi:<br/>Konukların karşılanması, Konukların masaya yerleştirilmesi, Siparişlerin alınması, Siparişlerin yazılması, Siparişlerin mutfağa iletilmesi-Hazırlanan siparişlerin mutfaktan alınması, Siparişlerin servisi, Hesabın alınması, Konukların uğurlanması. Burada son gerçekleştirilen işlem Konukların uğurlanmasıdır."
  },
  {
    "id": "2717504",
    "unitNumber": 6,
    "text": "1950'de Fransız bir yatırımcının İspanyol adasının Mayorka sahilinde bir tatil kampını kurması ile İspanyol hükümeti tarafından yiyecek-içecek, konaklama ve diğer faaliyetler için tek bir fiyat uygulaması ile ortaya çıkan sistem için kullanılan genel ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yarım pansiyon",
      "B": "Tam pansiyon",
      "C": "Her şey dahil",
      "D": "Ultra her şey dahil",
      "E": "Her şey hariç"
    },
    "explanation": "Sorunun yanıtı, işletmelerin hizmet şekillerinden biri olan Her şey dahil sisteminde verilmektedir.<br/>Her şey dahil sistemi 1950'de Fransız bir yatırımcının İspanyol adasının Mayorka sahilinde bir tatil kampını kurması ile İspanyol hükümeti tarafından yiyecek-içecek, konaklama ve diğer faaliyetler için tek bir fiyat uygulaması ile ortaya çıkmıştır."
  },
  {
    "id": "2717505",
    "unitNumber": 6,
    "text": "Soğuk büfeden sorumlu olup soğuk ordövr, meze, zeytinyağlılar ve kanepeleri hazırlayan yiyecek içecek personeli aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mutfak şefi",
      "B": "Kısım şefi",
      "C": "Sos şefi",
      "D": "Someliye",
      "E": "Soğuk şefi"
    },
    "explanation": "Bu sorunun yanıtı için \" Mutfak bölümünün organizasyonu ve iş tanımları \" konusuna bakılabilir.<br/>Soğuk şefi, soğuk büfeden sorumludur. Soğuk ordövr, meze, zeytinyağlılar ve kanepeleri hazırlar."
  },
  {
    "id": "2717506",
    "unitNumber": 6,
    "text": "Büyük otel işletmelerinde ve yüksek kaliteli restoran işletmelerinde Brunch'ın uygulandığı saatler aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gecenin geç saatlerinde",
      "B": "19:00 ile 22:00 arası",
      "C": "12:00 ile 14:00 arası",
      "D": "10:00 ile 15:00 arası",
      "E": "10:00 ile 11:00 arası"
    },
    "explanation": "Brunch \"Öğünlere göre hizmetler\" konusunda anlatılmaktadır.<br/>Genellikle büyük otel işletmelerinde ve yüksek kaliteli restoran işletmelerinde saat 10:00 ile 15:00 arasında verilir. Tam pansiyon veya her şey dahil konaklama işletmelerinde 10:00 ile 11:00 arası hizmet verilir."
  },
  {
    "id": "2717507",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi İngiliz usulü kahvaltı menüsünde <strong>yer almaz</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Kek",
      "B": "Tereyağı",
      "C": "Yumurta",
      "D": "Kızarmış ekmek",
      "E": "Pastırma"
    },
    "explanation": "İngiliz usulü kahvaltı \"Öğünlere göre hizmetler\" konusunun Kahvaltı alt başlığında verilmektedir.<br/>İngiliz usulü kahvaltıda soğuk meyve suyu ile birlikte kızarmış ekmek, peynir, tereyağı, reçel ve bal, yumurta, yulaf ezmesi, domuz fümesi veya pastırma sunulur."
  },
  {
    "id": "2717508",
    "unitNumber": 6,
    "text": "Bütün halde getirilen et, tavuk, balık ve av hayvanları gibi yemekleri müşteri masasında kesen, temizleyen ve porsiyonlayan personel aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kaptan",
      "B": "Barboy",
      "C": "Tranşör",
      "D": "Barmen",
      "E": "Somaliye"
    },
    "explanation": "Tranşör, Servis departmanı organizasyon şeması ve iş tanımları konusu altında anlatılmaktadır.<br/>Tranşör: Genellikle lüks hizmet veren restoranlarda bulunur. Bütün halde getirilen et, tavuk, balık ve av hayvanları gibi yemekleri müşteri masasında keser, temizler ve porsiyonlar."
  },
  {
    "id": "2717509",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yiyecek içecek hizmetlerinin yönetim sürecinin ilk ve en önemli aşaması olan fonksiyonudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Örgütleme",
      "B": "Koordinasyon",
      "C": "Yöneltme",
      "D": "Planlama",
      "E": "Kontrol"
    },
    "explanation": "Yiyecek içecek hizmetlerinin yönetim süreci Şekil 6.6 verilmiştir.<br/>Yiyecek içecek hizmetlerinin yönetim sürecinin beş temel fonksiyonu vardır. Bunlar sırasıyla; Planlama, örgütleme, yöneltme, koordinasyon ve kontroldür. İşletmenin belirlediği hedef ve amaçlara ulaşması için eylem ve faaliyetleri belirleme sürecidir."
  },
  {
    "id": "2717510",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yiyecek içecek hizmetlerinin yönetim sürecinin, Örgütün amaçları doğrultusunda iş görenlere iş yaptırma olarak tanımlanabilen fonksiyonudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Kontrol",
      "B": "Yöneltme",
      "C": "Koordinasyon",
      "D": "Örgütleme",
      "E": "Planlama"
    },
    "explanation": "Yönetim sürecinin 5 temel fonksiyonlarından biri olan Yöneltmenin tanımı bu başlık altında verilmiştir.<br/>Yiyecek içecek hizmetlerinin yönetim sürecinin 5 temel fonksiyonlarından biri olan Yöneltme, Örgütün amaçları doğrultusunda iş görenlere iş yaptırma olarak tanımlanabilir."
  },
  {
    "id": "2717511",
    "unitNumber": 6,
    "text": "Genellikle kurumsal işletmeler tarafından açılış, yılbaşı kuruluş yıl dönümü gibi özel zamanlarda gerçekleştirilen ve konuklara yemek menüsü değil içeceklerle birlikte aperatifler ikram edilen ziyafet türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Küçük partiler",
      "B": "Resmi protokol yemekleri",
      "C": "Kokteyller",
      "D": "Çay partileri",
      "E": "Nişan ve düğün ziyafetleri"
    },
    "explanation": "Sayfa 160 da ziyafet türleri anlatılmaktadır.<br/>Ziyafet türlerinden olan Kokteyller;Genellikle kurumsal işletmeler tarafından açılış, yılbaşı kuruluş yıl dönümü gibi özel zamanlarda gerçekleştirilen etkinliklerdir. Bu etkinliklere katılım sayısı küçük partilere göre daha fazladır. Kokteyllerde konuklara yemek menüsü değil içeceklerle birlikte aperatifler ikram edilir."
  },
  {
    "id": "2717512",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ziyafet menülerinde sunulan başlangıçlara örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Soğuk ordövr tabağı",
      "B": "Mevsim salata",
      "C": "Piliç roti",
      "D": "Cevizli tatlı",
      "E": "Paçanga böreği"
    },
    "explanation": "Tablo 6.2 de Ziyafet menülerinde servis edilen menü kalemleri ve gruplara ilişkin örnekler bulunmaktadır.<br/>Ziyafet menülerinde başlangıçlara örnek olarak; domates, salatalık, peynir, dil, rus salatası, acılı ezme, salamdan oluşan soğuk ordövr tabağı verilebilir."
  },
  {
    "id": "2844940",
    "unitNumber": 6,
    "text": "Kontinental ve garnitürlü kahvaltı çeşitlerine bağlı kalmaksızın, özel istek sonucu hazırlanan kahvaltıya ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "İngiliz",
      "B": "Alakart",
      "C": "Hollanda",
      "D": "Amerika",
      "E": "Danimarka"
    },
    "explanation": "Alakart Kahvaltı: Kontinental ve garnitürlü kahvaltı çeşitlerine bağlı kalmaksızın, özel istek sonucu hazırlanan kahvaltıdır."
  },
  {
    "id": "2844944",
    "unitNumber": 6,
    "text": "I. En sade kahvaltı türüdür.<br/>II. Almanya, İsviçre, Fransa ve ülkemizde de en çok alınan kahvaltı çeşididir.<br/>III. Genellikle ekmek (sandviç, tost vb.), tereyağı, reçel veya marmelat (iki çeşit) veya bal, kahve, çay veya süt vb. bulunur. <br/>Yukarıda sıralanan özellikler hangi kahvaltı türüne aittir?",
    "correctAnswer": "E",
    "options": {
      "A": "Avrupa Usulü Kahvaltı",
      "B": "Danimarka Usulü Kahvaltı",
      "C": "İngiliz Usulü Kahvaltı",
      "D": "Amerika Usulü Kahvaltı",
      "E": "Kontinental Usulü Kahvaltı"
    },
    "explanation": "<strong>Kontinental Kahvaltı (Basit Kahvaltı):</strong> En sade kahvaltı türüdür. Almanya, İsviçre, Fransa ve ülkemizde de en çok alınan kahvaltı çeşididir. Genellikle ekmek (sandviç, tost vb.), tereyağı, reçel veya marmelat (iki çeşit) veya bal, kahve, çay veya süt vb. bulunur. Basit kahvaltının yapısı yukarıdaki gibi olmakla birlikte ülkeler arasında çeşit ve tercih bakımından farklılıklar vardır. Bunlara ilaveli (garnitürlü) kahvaltı da denmektedir."
  },
  {
    "id": "2844948",
    "unitNumber": 6,
    "text": "Yemekleri ve garnitürleri sıcak tutmak amacıyla kullanılan elektrikli, jel ve sıvı yakıtlı çeşitleri olan mutfak gerecine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Someliye",
      "B": "Reşo",
      "C": "Tranşör",
      "D": "Supper",
      "E": "Snack"
    },
    "explanation": "Reşo (sıcak tutucu): Yemekleri ve garnitürleri sıcak tutmak amacıyla kullanılan<br/>elektrikli, jel ve sıvı yakıtlı çeşitleri olan mutfak gerecidir."
  },
  {
    "id": "2844952",
    "unitNumber": 6,
    "text": "Genel mutfak bilgisine sahip olup pastane dışındaki mutfaklarda izinli ya da raporlu kişilerin yerine çalışan mutfak şefinin adı nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Personel Mutfağı Şefi",
      "B": "Banket Mutfağı Şefi",
      "C": "Kısım Şefleri",
      "D": "Yedek Kısım Şefi",
      "E": "Aşçıbaşı Yardımcısı"
    },
    "explanation": "Yedek Kısım Şefi (Chef Tournant): Genel mutfak bilgisine sahip olan kısım şefidir. Pastane dışındaki mutfaklarda izinli ya da raporlu kişiler yerine çalışır."
  },
  {
    "id": "2844953",
    "unitNumber": 6,
    "text": "I. Genellikle lüks hizmet veren restoranlarda bulunur.<br/>II. Bütün halde getirilen et, tavuk, balık ve av hayvanları gibi yemekleri müşteri<br/>masasında keseri temizler ve porsiyonlar.<br/>III. Müşterilerin sorularına yanıt verebilmek için servis ettiği yemeğin pişirme tekniği, içeriği gibi bilgilere sahip olmalı, dikkatli ve titiz çalışmalıdır.<br/>IV. Giyimi ve diksiyonu iyi olmak zorundadır.<br/>Yukarıda sıralanan özellikler hangi servis personelinin işini tanımlamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kaptan",
      "B": "Tranşör",
      "C": "Someliye",
      "D": "Şef Garson",
      "E": "Servis Elemanı yardımcısı"
    },
    "explanation": "Tranşör (Trancheur): Genellikle lüks hizmet veren restoranlarda bulunur. Hiyerarşik açıdan kaptan düzeyindedir. Bütün halde getirilen et, tavuk, balık ve av hayvanları gibi yemekleri müşteri masasında keser, temizler ve porsiyonlar. Servis garson tarafından gerçekleştirilir. Müşterilerin sorularına yanıt verebilmek için servis ettiği yemeğin pişirme tekniği, içeriği gibi bilgilere sahip olmalı, dikkatli ve titiz çalışmalıdır. Ayrıca bir çeşit gösteri yaptığı için giyimi diksiyonu da iyi olmak zorundadır."
  },
  {
    "id": "2844962",
    "unitNumber": 6,
    "text": "Çağdaş planlama yaklaşımlarının klasik planlamaya göre bazı farklı özellikleri bulunmaktadır. Aşağıdakilerden hangisi bu özelliklerden biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Esnek, adapte edilebilen ve alternatifleri (B planı) olan planlar,",
      "B": "Uzlaşmacı ve tarafların ortak aklına dayalı planlar,",
      "C": "Katılımcı ve iş birlikçi planlar,",
      "D": "Açık, kesin, ulaşılabilir ve geçerli bir amaca hizmet etmelidir,",
      "E": "Çok boyutlu ve verimliliğe dayalı planlar"
    },
    "explanation": "Çağdaş planlama yaklaşımlarının klasik planlamaya göre bazı farklı özellikleri bulunmaktadır.<br/>• Esnek, adapte edilebilen ve alternatifleri (B planı) olan planlar,<br/>• Uzlaşmacı ve tarafların ortak aklına dayalı planlar,<br/>• Katılımcı ve iş birlikçi planlar,<br/>• Yol gösterici ve yönlendirici planlar,<br/>• Çok boyutlu ve verimliliğe dayalı planlar"
  },
  {
    "id": "2844968",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yiyecek içecek hizmetleri bölümünde etkin bir yöneltme için dikkat edilmesi gereken hususlardan birisi <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Çalışanların deneyim kazanmalarına yardım ederek yol gösterilmesi,",
      "B": "Takım ruhunun sağlanması,",
      "C": "Sorumluluk alamayacak personele uyarı verilmesi,",
      "D": "Yöneticinin davranışları ile örnek olması,",
      "E": "Cezalandırma ve ödüllendirme sisteminin iyi bir şekilde kurulması,"
    },
    "explanation": "Yiyecek içecek hizmetleri bölümünde etkin bir yöneltme için şu noktalara dikkat edilmelidir.<br/>• Takım ruhunun sağlanması,<br/>• Personelin iyi tanınması,<br/>• Sorumluluk alamayacak personelin işletmeden uzaklaştırılması,<br/>• Yöneticinin sık sık toplantılar yapması ve iletişim hâlinde olması,<br/>• Yöneticinin davranışları ile örnek olması,<br/>• Cezalandırma ve ödüllendirme sisteminin iyi bir şekilde kurulması,<br/>• Yöneticinin ayrıntılar içerisinde boğulmaması,<br/>• Yöneticinin çalışanlarda motivasyonu yüksek ve çalışma ruhunu canlı tutması,<br/>• Çalışanların becerilerine uygun işler verilmesi,<br/>• Uygulanan kuralların herkes için geçerli olması,<br/>• Çalışanların deneyim kazanmalarına yardım ederek yol gösterilmesi gerekmektedir."
  },
  {
    "id": "2844977",
    "unitNumber": 6,
    "text": "Belirli bir amacı gerçekleştirmek üzere iki veya daha fazla kişinin çabalarını bilinçli bir biçimde birleştirmesi ile sağlanan işbirliği sistemine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "İşlevlendirme",
      "B": "Sorumluluk",
      "C": "Örgüt",
      "D": "İşlev",
      "E": "Hedef"
    },
    "explanation": "Örgüt: Belirli bir amacı gerçekleştirmek üzere iki veya daha fazla kişinin çabalarını bilinçli bir biçimde birleştirmesi ile sağlanan işbirliği sistemidir."
  },
  {
    "id": "2844980",
    "unitNumber": 6,
    "text": "Ziyafet boyunca servisin sorunsuz bir şekilde gerçekleştirilmesinden sorumlu olan personel aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ziyafet Servis Elemanı",
      "B": "Ziyafet Şef Garsonu",
      "C": "Ziyafet Sorumlu Barmen",
      "D": "Ziyafet İçecek Şef Garsonu",
      "E": "Ziyafet Kaptanı"
    },
    "explanation": "<strong>Ziyafet Servis Elemanları:</strong> Ziyafetlerde görevli servis elemanlarıdır. Ziyafet boyunca servisin sorunsuz bir şekilde gerçekleştirilmesinden sorumludurlar."
  },
  {
    "id": "2844983",
    "unitNumber": 6,
    "text": "I. Hristiyanların pazar günü kiliseye gitme adetleriyle ortaya çıkmıştır.<br/>II. Genellikle büyük otel işletmelerinde ve yüksek kaliteli restoran işletmelerinde saat 10:00 ile 15:00 arasında verilir. <br/>III. Tam pansiyon veya her şey dahil konaklama işletmelerinde 10:00 ile 11:00 arası hizmet verilir. <br/>Yukarıda sıralananlar hangi öğünü tanımlamaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Kahvaltı",
      "B": "Öğle Yemeği",
      "C": "İkramlık",
      "D": "Supper",
      "E": "Brunch"
    },
    "explanation": "Brunch: Hristiyanların pazar günü kiliseye gitme adetleriyle ortaya çıkmıştır. Hem kahvaltı hem de öğle menüsünde yer alan yiyeceklerin içermektedir. Genellikle büyük otel işletmelerinde ve yüksek kaliteli restoran işletmelerinde saat 10:00 ile 15:00 arasında verilir. Tam pansiyon veya her şey dahil konaklama işletmelerinde ise öğle yemeği servisini etkilememesi için 10:00 ile 11:00 arası hizmet verilir. Meyve suyu, iştah açıcılar, çorba, sandviç, kahvaltılıklar, pastalar, ekmekler ve tatlılar yer alır. Her şey dahil konaklama işletmelerinde “geç kahvaltı” olarak adlandırılır. Konaklama işletmelerindeki geç kahvaltıda lüks restoranlardan farklı olarak çeşit sayısı daha az olur."
  },
  {
    "id": "2845943",
    "unitNumber": 6,
    "text": "Bir konaklama işletmesinde odalarda standart olan şeyleri ve hizmetleri müşterinin istememesi ile birlikte fiyat düşürülerek hizmet sunuluyor, diğer taraftan müşteri tarafından istenen her şey ekstra ücretlendiriliyorsa aşağıdakilerden hangisi ile ifade edilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Full board",
      "B": "All Inclusive",
      "C": "All Exclusive",
      "D": "FullUltra All Inclusive",
      "E": "Half board"
    },
    "explanation": "Yanıtınız yanlış ise \"Konaklama İşletmelerinde Yiyecek İçecek Hizmetleri\" konusunu yeniden gözden geçiriniz.<br/>Her şey hariç (All Exclusive) hizmet veren işletmelerde ana fikir odalarda standart olan şeyleri istememek ile birlikte bir miktar fiyat düşmektedir. Buna göre müşteri kahvaltı istemiyorsa sadece odada konaklama ücretini ödeyebilir. Bu sistemde sadece yiyecek içecek değil, temel hizmetler bile kaldırılabilmektedir. Örneğin; müşteri yastık istemeyerek fiyatta indirim alabilmektedir. Hatta yatak istememe seçeneği bile mevcuttur. Diğer taraftan istenen her şey ekstra ücretlendirilir. Müşterinin isteyeceğin ikinci bir yastık, ek battaniye, sabun vb. bütün hizmetler ek ücrete tabidir. Uygulamasının zorluğu sebebiyle dünyada fazla yaygın değildir. Bu sistem Brezilya’nın Sao Paulo kentinde ortaya çıkmıştır. Fikir Rancho Bernardo Inn ismindeki otelde çıkmıştır. Bu sistem ile 219 dolarlık bir oda 19 dolara kadar düşmektedir."
  },
  {
    "id": "2845945",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yemekleri ve garnitürleri sıcak tutmak amacıyla kullanılan elektrikli, jel ve sıvı yakıtlı çeşitleri olan mutfak gerecidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Someliye",
      "B": "Reşo",
      "C": "Tranşör",
      "D": "Barboy",
      "E": "Roti"
    },
    "explanation": "Yanıtınız yanlış ise \"Konaklama İşletmelerinde Yiyecek İçecek Hizmetleri\" konusunu yeniden gözden geçiriniz.<br/>Reşo (sıcak tutucu): yemekleri ve garnitürleri sıcak tutmak amacıyla kullanılan elektrikli, jel ve sıvı yakıtlı çeşitleri olan mutfak gerecidir."
  },
  {
    "id": "2845947",
    "unitNumber": 6,
    "text": "Yiyecek içecek departmanı, mutfak menüsünü hazırlarken ve deposunda yeterli miktarda yiyecek içecek ürünlerini bulundururken hangi departmanla ilişki içerisinde olmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ön büro",
      "B": "Kat hizmetleri",
      "C": "Satınalma",
      "D": "İnsan Kaynakları",
      "E": "Teknik servis"
    },
    "explanation": "Yanıtınız yanlış ise \"Yiyecek İçecek Departmanının Diğer Departmanlarla İlişkisi\" konusunu yeniden gözden geçiriniz.<br/>Ön büro bölümünün yiyecek içecek bölümüyle olan iletişimi son derece önemlidir. Ön büro bölümü otelde kalacak günlük kişi sayısını mutfağa göndermektedir. Mutfak menüde yer alan yiyecekleri hazırlarken miktar açısından kişi sayısını dikkate almaktadır. Aynı zamanda restoranlar servis öncesi hazırlıklarını yine otelde kalan kişi sayısına göre belirlemektedir. Bu günlük bir süreç değildir. Yiyecek içecek bölümü aynı zamanda otelde uzun vadede kalacak kişi sayısına göre deposunda ürün bulundurmalıdır. İki bölüm arasındaki iletişim otelin yiyecek içeceklere ilişkin satın alma politikalarını da belirlemektedir."
  },
  {
    "id": "2845957",
    "unitNumber": 6,
    "text": "Aşağıdaki seçeneklerden hangisinde konaklama işletme tipi (KİT), kapasitesi (K) ve satın alma işleminden sorumlu kişi (SAİSK) doğru olarak ifade edilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "KİT: Beş yıldızlı şehir oteli<br/>K: 150-200 odalı<br/>SAİSK: Müdür ve/veya aşçıbaşı<br/>KİT: Üç veya dört yıldızlı şehir oteli<br/>K: 120-150 odalı<br/>SAİSK: Yiyecek-içecek Müdürü, aşçıbaşı ile birlikte departman yöneticileri<br/>KİT: İki veya üç yıldızlı şehir veya sayfiye oteli<br/>K: 50 odalı<br/>SAİSK: Satın Alma Müdürü",
      "B": "KİT: Beş yıldızlı şehir oteli<br/>K: 150-200 odalı<br/>SAİSK: Yiyecek-içecek Müdürü, aşçıbaşı ile birlikte departman yöneticileri<br/>KİT: Üç veya dört yıldızlı şehir oteli<br/>K: 120-150 odalı<br/>SAİSK: Müdür ve/veya aşçıbaşı<br/>KİT: İki veya üç yıldızlı şehir veya sayfiye oteli<br/>K: 50 odalı<br/>SAİSK: Satın Alma Müdürü",
      "C": "KİT: Beş yıldızlı şehir oteli<br/>K: 150-200 odalı<br/>SAİSK: Müdür ve/veya aşçıbaşı<br/>KİT: Üç veya dört yıldızlı şehir oteli<br/>K: 120-150 odalı<br/>SAİSK: Satın Alma Müdürü<br/>KİT: İki veya üç yıldızlı şehir veya sayfiye oteli<br/>K: 50 odalı<br/>SAİSK: Yiyecek-içecek Müdürü, aşçıbaşı ile birlikte departman yöneticileri",
      "D": "KİT: Beş yıldızlı şehir oteli<br/>K: 150-200 odalı<br/>SAİSK: Satın Alma Müdürü<br/>KİT: Üç veya dört yıldızlı şehir oteli<br/>K: 120-150 odalı<br/>SAİSK: Müdür ve/veya aşçıbaşı<br/>KİT: İki veya üç yıldızlı şehir veya sayfiye oteli<br/>K: 50 odalı<br/>SAİSK: Yiyecek-içecek Müdürü, aşçıbaşı ile birlikte departman yöneticileri",
      "E": "KİT: Beş yıldızlı şehir oteli<br/>K: 150-200 odalı<br/>SAİSK: Satın Alma Müdürü<br/>KİT: Üç veya dört yıldızlı şehir oteli<br/>K: 120-150 odalı<br/>SAİSK: Yiyecek-içecek Müdürü, aşçıbaşı ile birlikte departman yöneticileri<br/>KİT: İki veya üç yıldızlı şehir veya sayfiye oteli<br/>K: 50 odalı<br/>SAİSK: Müdür ve/veya aşçıbaşı"
    },
    "explanation": "Yanıtınız yanlış ise \"Yiyecek İçecek Departmanının Diğer Departmanlarla İlişkisi\" konusunu yeniden gözden geçiriniz.<br/>İşletme büyüdükçe satın almadan sorumlu kişinin satın alma departmanından<br/>olduğu görülmektedir. Kapasite küçüldükçe yiyecek-içecek departmanındaki yetkililerin bu göreve dahil oldukları görülmektedir."
  },
  {
    "id": "2846018",
    "unitNumber": 6,
    "text": "Tüm çorba ve konsomelerin hazırlanması ve sunumundan sorumlu kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Chef Tournant",
      "B": "Chef Entremettier",
      "C": "Chef Communard",
      "D": "Chef Potager",
      "E": "Chef Steward"
    },
    "explanation": "Yanıtınız yanlış ise \"Konaklama İşletmelerinde Yiyecek İçecek Hizmetlerinin Organizasyon Yapısı ve İşleyişi\" konusunu yeniden gözden geçiriniz.<br/><strong>Çorba Şefi (Chef Potager):</strong> Tüm çorba ve konsomelerin hazırlanması ve sunumundan sorumludur. Bazı mutfaklarda çorba ve sebze şefi aynı kişidir."
  },
  {
    "id": "2846023",
    "unitNumber": 6,
    "text": "Bütün halde getirilen et, tavuk, balık ve av hayvanları gibi yemekleri müşteri masasında kesen, temizleyen ve porsiyonlayan servis personeli aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Head Waiter",
      "B": "Captain",
      "C": "Trancheur",
      "D": "Waiter/ress",
      "E": "Apprentice"
    },
    "explanation": "Yanıtınız yanlış ise \"Konaklama İşletmelerinde Yiyecek İçecek Hizmetlerinin Organizasyon Yapısı ve İşleyişi\" konusunu yeniden gözden geçiriniz.<br/><strong>Tranşör (Trancheur):</strong> Genellikle lüks hizmet veren restoranlarda bulunur. Hiyerarşik açıdan kaptan düzeyindedir. Bütün halde getirilen et, tavuk, balık ve av hayvanları gibi yemekleri müşteri masasında keser, temizler ve porsiyonlar. Servis garson tarafından gerçekleştirilir. Müşterilerin sorularına yanıt verebilmek için servis ettiği yemeğin pişirme tekniği, içeriği gibi bilgilere sahip olmalı, dikkatli ve titiz çalışmalıdır. Ayrıca bir çeşit gösteri yaptığı için giyimi diksiyonu da iyi olmak zorundadır."
  },
  {
    "id": "2846028",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yiyecek içecek bölümünün yönetim sürecinde yer <strong>almaz?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Planlama",
      "B": "İletişim",
      "C": "Yöneltme",
      "D": "Koordinasyon",
      "E": "Kontrol"
    },
    "explanation": "Yanıtınız yanlış ise \"Yiyecek İçecek Hizmetlerinin Yönetim Süreci\" konusunu yeniden gözden geçiriniz.<br/>Bir yiyecek içecek işletmesinde olduğu gibi konaklama işletmelerinde yer alan yiyecek içecek bölümünde de yönetim sürecinin beş temel fonksiyonu bulunmaktadır. Bunlar planlama, örgütleme, yöneltme, koordinasyon ve<br/>kontroldür."
  },
  {
    "id": "2846046",
    "unitNumber": 6,
    "text": "Bir garsonun yemek süresince ortalama kaç kişiye servis yaptığı ya da mutfaktaki bir aşçının standart bir yemek süresinde ortalama kaç tabak hazırladığının belirlendiği süreç aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Standartların belirlenmesi",
      "B": "Mevcut başarının ölçülmesi",
      "C": "Standartlar ve mevcut başarının karşılaştırılması",
      "D": "Düzeltme",
      "E": "Kaynakları değerlendirme"
    },
    "explanation": "Yanıtınız yanlış ise \"Yiyecek İçecek Hizmetlerinin Yönetim Süreci\" konusunu yeniden gözden geçiriniz.<br/><strong>Standartların belirlenmesi:</strong> Kontrolde yer alan ilk aşamadır. Faaliyetlerin beklenenler ve sonuçların ne olması gerektiğinin belirlenmesidir. Örneğin, bir garsonun yemek süresince ortalama kaç kişiye servis yaptığı ya da mutfaktaki bir aşçının standart bir yemek süresinde ortalama kaç tabak hazırladığı belirlenir."
  },
  {
    "id": "2846049",
    "unitNumber": 6,
    "text": "Aşağıdaki ziyafet/banket türleri arasından hangisinde menü seçiminde yemekler genellikle geleneksel menüye uygun şekilde planlama yapılır?",
    "correctAnswer": "E",
    "options": {
      "A": "Küçük partiler",
      "B": "Kokteyller",
      "C": "Çay partileri",
      "D": "Nişan ve düğün ziyafetleri",
      "E": "Resmi protokol yemekleri"
    },
    "explanation": "Yanıtınız yanlış ise \"Konaklama İşletmelerinde Ziyafet Organizasyonu\" konusunu yeniden gözden geçiriniz.<br/><strong> Resmi protokol yemekleri:</strong> Ulusal veya uluslararası boyutta üst düzey kişi ya da kurumlar tarafından verilen resmî yemekler katılımcıları bakımından önem taşıdığından ziyafet menüsü, masanın ve salonun hazırlanmasında ekstra özen gösterilmektedir. Salonda sade ve resmi bir düzen tercih edilir. Menü seçiminde yemekler genellikle geleneksel menüye uygun şekilde planlanır."
  },
  {
    "id": "2846052",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ziyafet menülerinde sunulan başlangıç yemeği örneklerinden biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Rus salatası",
      "B": "Acılı ezme",
      "C": "Beyaz peynir",
      "D": "Piliç madalyon",
      "E": "Salam"
    },
    "explanation": "Yanıtınız yanlış ise \"Konaklama İşletmelerinde Ziyafet Organizasyonu\" konusunu yeniden gözden geçiriniz.<br/><strong>Menü Grubu Menü Kalemi Örnek</strong><br/>Başlangıçlar Soğuk Ordövr Domates, salatalık, peynir, dil Çorba rus salatası, acılı ezme,<br/>salamdan oluşan soğuk ordövr tabağı <br/>Ara Sıcaklar Sıcak Başlangıçlar Paçanga böreği<br/>Ana Yemekler Rotiler Et yemekleri Piliç madalyon yanına pirinç pilavı<br/>Vokal Yemekler Salatalar<br/>Zeytinyağlılar Mevsim salata<br/>Tatlılar Sütlü tatlı<br/>Şerbetli tatlı Cevizli tatlı<br/>Pasta<br/>Dondurma"
  },
  {
    "id": "2717513",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi mal ve hizmet üreten işletmelerde işletme içi bilgi kullanıcılarına bilgi sağlayan ve daha çok yönetimsel olan muhasebe türüdür?",
    "correctAnswer": "A",
    "options": {
      "A": "Maliyet muhasebesi",
      "B": "Finansal muhasebe",
      "C": "İşletme muhasebesi",
      "D": "Vergi muhasebesi",
      "E": "Temel muhasebe"
    },
    "explanation": "Maliyet muhasebesi ise işletme içi bilgi kullanıcılarına bilgi sağlamaktadır. Bu muhasebe türü daha çok yönetimseldir. Doğru cevap A’dır."
  },
  {
    "id": "2717514",
    "unitNumber": 7,
    "text": "İşletmeler için finansal sonuçlar doğuran işlemlere ait <em>parasal</em> verileri toparlayan, bu verileri işletme ile ilgili bilgi sağlayıcıları için kayıt, sınıflandırma ve analiz yoluyla işleyen, elde ettiği sonuçları raporlayarak sunan bilgi sağlama düzenine ne ad verilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Pazarlama",
      "B": "Muhasebe",
      "C": "Maliyet",
      "D": "Finansal sistem",
      "E": "Kurumsal finansman"
    },
    "explanation": "Muhasebe işletmeler için finansal sonuçlar doğuran işlemlere ait parasal verileri toparlayan, bu verileri işletme ile ilgili bilgi sağlayıcıları için kayıt, sınıflandırma ve analiz yoluyla işleyen, elde ettiği sonuçları raporlayarak sunan bir bilgi sağlama düzenidir. Doğru cevap B’dir."
  },
  {
    "id": "2717515",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi muhasebenin kuramsal temelini oluşturan temel kavramlar arasında <strong>sayılamaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Parayla ölçülme",
      "B": "Maliyet esası",
      "C": "Tarafsızlık ve belgelendirme",
      "D": "İşletmenin sürekliliği",
      "E": "Tutarsızlık"
    },
    "explanation": "Muhasebenin kuramsal temelini oluşturan temel kavramlar arasında Parayla ölçülme, Maliyet esası, Tarafsızlık ve belgelendirme ve İşletmenin sürekliliği temel kavramları arasında sayılırken tutarsızlık sayılamaz. Doğru cevap E’dir."
  },
  {
    "id": "2717516",
    "unitNumber": 7,
    "text": "İşletmenin belli bir tarihteki varlıklarını ve bu varlıkların sağlandığı kaynaklarını gösteren mali tabloya ne ad verilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gelir Tablosu",
      "B": "Gider hesapları",
      "C": "Bilanço",
      "D": "Gelir hesapları",
      "E": "Pasif hesaplar"
    },
    "explanation": "Bilanço, işletmenin belli bir tarihteki varlıklarını ve bu varlıkların sağlandığı kaynaklarını gösteren mali bir tablodur. Doğru cevap C’dir."
  },
  {
    "id": "2717517",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi konaklama işletmelerindeki muhasebe kayıt sistemi içinde kullanılan muhasebe belgeleri arasında <strong>yer almaz? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Faturalar",
      "B": "Ödeme makbuzu",
      "C": "Ücret bordrosu",
      "D": "Malzeme istek fişleri",
      "E": "Seyahat sigortası"
    },
    "explanation": "Konaklama işletmeleri için faturalar, ödeme makbuzu, ücret bordrosu, malzeme istek fişleri muhasebe belgesidir. Doğru cevap E’dir."
  },
  {
    "id": "2717518",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi konaklama işletmeleri içindeki gelir sınıflandırılması bakımından <em>ana faaliyet gelirlerine </em>örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Oda satışları",
      "B": "Önceki dönemden gelen gelir ve karlar",
      "C": "Olağandışı gelir ve kârlar",
      "D": "Faiz",
      "E": "Komisyon"
    },
    "explanation": "Konaklama işletmelerinde oda satışları ve yiyecek içecek satışları ana faaliyet geliri olarak kayıt altına alınmaktadır. Konaklama işletmelerinden önemli gelir getiren bölümler; odalar ve yiyecek-içecek bölümleri olmaktadır. Faiz, komisyon temettü gibi gelirler ise yan faaliyet gelirleridir. Önceki dönemden gelen gelir ve karlar, olağandışı gelir ve kârlar bir faaliyet sonucu meydana gelmediği için faaliyet dışı gelirler kapsamında kayıt edilir. Doğru cevap A’dır."
  },
  {
    "id": "2717519",
    "unitNumber": 7,
    "text": "Otele gelen konuğun ilk başvurduğu resepsiyon, rezervasyon, fatura yazma, posta servisi ve ön kasa bölümlerinden oluşan ve tahsilatın yapıldığı departman aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kat hizmetleri",
      "B": "Muhasebe",
      "C": "Ön büro",
      "D": "İnsan kaynakları",
      "E": "Animasyon"
    },
    "explanation": "Ön Büro: Otele gelen konuğun ilk başvurduğu, resepsiyon, rezervasyon, fatura yazma, posta servisi ve ön kasa bölümlerinden oluşan bir yerdir. Konaklama işletmelerinde ön büro tahsilatın yapıldığı yerdir. Doğru cevap C’dir."
  },
  {
    "id": "2717520",
    "unitNumber": 7,
    "text": "Konaklama işletmesi bünyesinde aracısız olarak market, kuyumculuk, spor malzemeleri satışı, güzellik malzemeleri satışı, butik işletmeciliği gibi faaliyetlerin yürütülmesi durumunda, buralarda satışa sunulan mallar aşağıdaki hangi hesapta izlenmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "151 Mamuller",
      "B": "740 Hizmet Üretim Maliyeti",
      "C": "150 İlk Madde Ve Malzeme",
      "D": "153 Ticari Mallar",
      "E": "151 Yarı Mamuller"
    },
    "explanation": "Konaklama işletmesi bünyesinde aracısız olarak market, kuyumculuk, spor malzemeleri satışı, güzellik malzemeleri satışı, butik işletmeciliği gibi faaliyetlerin yürütülmesi durumunda, buralarda satışa sunulan malların 153 TİCARİ MALLAR hesabında izlendiği görülmektedir. Doğru cevap D’dir."
  },
  {
    "id": "2717521",
    "unitNumber": 7,
    "text": "Konaklama işletmelerinin yatırım projelerinde sabit sermaye yoğunluğu yüksektir. Aşağıdakilerden hangisi bu yoğunluğu oluşturan kalemlerden biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Arsa",
      "B": "Bina",
      "C": "Arazi",
      "D": "Müzik, şov, pazarlama maliyetleri",
      "E": "Teçhizat"
    },
    "explanation": "Konaklama işletmelerinin yatırım projelerinde sabit sermaye yoğunluğu yüksektir. Örneğin; arsa, bina, arazi, teçhizat, donatım gibi sabit maliyet bu yoğunluğu oluşturan kalemlerdir. Doğru cevap D’dir."
  },
  {
    "id": "2717522",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi finansal yönetimin temel amaçları arasında <strong>sayılamaz?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Kâr maksimizasyonu",
      "B": "Maliyet maksimizasyonu",
      "C": "Sürdürülebilir büyüme",
      "D": "Şirketin varlığının sürdürülmesi",
      "E": "Gelir maksimizasyonu"
    },
    "explanation": "Her faaliyette olduğu gibi, şirketlerde yürütülen finansal yönetim faaliyetleri de belirli bir amaca yönelik olmaktadır. Finansal yönetimin temel amacı şirketin hangi faaliyet alanında bulunduğuna göre değişebilmekte ancak genel olarak; kâr maksimizasyonu, gelir maksimizasyonu, <strong>maliyet minimizasyonu</strong>, pazar payının maksimizasyonu, şirketin varlığının sürdürülmesi ve sürdürülebilir büyüme şeklinde sıralanabilmektedir. Doğru cevap B’dir."
  },
  {
    "id": "2717523",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi muhasebenin temel kavramları arasında yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Sosyal Sorumluluk",
      "B": "Veri Analizi",
      "C": "Gelir Tablosu ilkeleri",
      "D": "Bilanço İlkeleri",
      "E": "Varlık ilkeleri"
    },
    "explanation": "Muhasebenin temel kavramları arasında Sosyal Sorumluluk yer almaktadır."
  },
  {
    "id": "2717524",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi genel kabul görmüş muhasebe ilkeleri arasında yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "İhtiyatlılık",
      "B": "Özün Önceliği",
      "C": "Tutarlılık",
      "D": "Gelir Tablosu İlkeleri",
      "E": "Maliyet Esası"
    },
    "explanation": "Genel kabul görmüş muhasebe ilkelerinden biri Gelir Tablosu İlkeleri'dir."
  },
  {
    "id": "2717525",
    "unitNumber": 7,
    "text": "İşletmelerde muhasebe sürecinin ilk aşaması aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ara Mizanlar",
      "B": "Genel Geçici Mizan",
      "C": "Kesin Mizan",
      "D": "Envanter ve Envanter Kayıtları",
      "E": "Açılış Kayıtları"
    },
    "explanation": "İşletmelerde muhasebe sürecinin aşamaları Açılış Kayıtları ile başlamaktadır."
  },
  {
    "id": "2717526",
    "unitNumber": 7,
    "text": "İşletmeler için hesap dönemi aşağıdaki tarihlerin hangisinde başlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "01 Ocak",
      "B": "01 Mart",
      "C": "01 Mayıs",
      "D": "01 Haziran",
      "E": "31 Aralık"
    },
    "explanation": "İşletmeler için muhasebe mevzuat ve kurallarına göre hesap dönemi yılın ilk günü<br/>(1 Ocak) başlayıp 31 Aralık’ta bitmektedir."
  },
  {
    "id": "2717527",
    "unitNumber": 7,
    "text": "İşletmelerde muhasebe süreci aşamalarından üçüncüsü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dönem içi mali işlemlerin kayıtları",
      "B": "Ara mizanlar",
      "C": "Genel geçici mizan",
      "D": "Kesin mizan",
      "E": "Finansal tabloların düzenlenmesi"
    },
    "explanation": "İşletmelerde muhasebe aşamalarından üçüncüsü Ara Mizanlar'dır."
  },
  {
    "id": "2717528",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi varlıklardaki değişimleri izlemek için kullanılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Pasif Hesaplar",
      "B": "Gelir Hesapları",
      "C": "Gider Hesapları",
      "D": "Aktif Hesaplar",
      "E": "Ara Mizanlar"
    },
    "explanation": "Aktif Hesaplar, varlıklardaki değişimleri izlemek için kullanılır."
  },
  {
    "id": "2717529",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi borç ve sermaye unsurlarındaki değişikliği izlemek için kullanılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Aktif Hesaplar",
      "B": "Pasif Hesaplar",
      "C": "Gelir Hesapları",
      "D": "Gider Hesapları",
      "E": "Kesin Mizan"
    },
    "explanation": "Pasif hesaplar, borç ve öz sermaye unsurlarındaki değişikliklerin izlenmesi için kullanılır."
  },
  {
    "id": "2717530",
    "unitNumber": 7,
    "text": "Dönem içinde sermayedeki artışları görebileceğimiz hesap türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Pasif Hesaplar",
      "B": "Aktif Hesaplar",
      "C": "Gelir Hesapları",
      "D": "Gider Hesapları",
      "E": "Finansal Tablo"
    },
    "explanation": "Gelir hesapları, dönem içinde sermayede artışa neden olan işlemler için kullanılır."
  },
  {
    "id": "2717531",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Tekdüzen Hesap Planı sınıfları arasında yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Öz Kaynaklar",
      "B": "Kesin Mizan",
      "C": "Aktif Hesaplar",
      "D": "Pasif Hesaplar",
      "E": "Gelir Hesapları"
    },
    "explanation": "Öz Kaynaklar, Tekdüzen Hesap Planı sınıfları arasında yer almaktadır."
  },
  {
    "id": "2717532",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi muhasebenin kayıt işlevini yerine getiren defter türüdür?",
    "correctAnswer": "D",
    "options": {
      "A": "Mahsup Fişi",
      "B": "Büyük Defter",
      "C": "Yardımcı Defterler",
      "D": "Yevmiye Defteri",
      "E": "Kasa Tahsil Fişi"
    },
    "explanation": "Yevmiye defteri: İşletmenin karşılaştığı finansal nitelikli bir işlemi borç ve alacak ilişkisini birlikte değerlendirerek yevmiye maddesi adı verilen alan içinde gösteren ve tutulması yasalarca zorunlu olan fiziki veya elektronik bir defterdir. Yevmiye defteri muhasebenin kayıt işlevini yerine getirmektedir. Bu defterlere günlük defterlerde denmektedir."
  },
  {
    "id": "2848883",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, işletmelerde gelir hesaplarının özelliklerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Varlıklardaki değişiklikleri izlemek için kullanılır.",
      "B": "Giderlerdeki artışlar için borçlandırılır.",
      "C": "Dönem Kârı veya Zararı birleştirilerek kapatılır.",
      "D": "Dönem içinde sermayede artışa neden olan işlemler için kullanılır.",
      "E": "Bu hesaplar, kaynaklardaki artışlar için alacaklandırılır, azalışlar için borçlandırılır."
    },
    "explanation": "Gelir hesapları, dönem içinde sermayede artışa neden olan işlemler için kullanılır. Gelirlerdeki artışlar için alacaklandırılır. Hesap dönemi sonunda gelir hesaplarının alacak kalanları, Dönem Kârı veya Zararı Hesabına devredilerek kapatılır. Doğru cevap D şıkkıdır."
  },
  {
    "id": "2848888",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, işletmelerde Pasif hesapların özelliklerinden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Varlıklardaki değişiklikleri izlemek için kullanılır.",
      "B": "Borç ve öz sermaye unsurlarındaki değişikliklerin izlenmesi için kullanılır.",
      "C": "Dönem içinde sermayede artışa neden olan işlemler için kullanılır.",
      "D": "Dönem içinde sermayede azalışa neden olan işlemler için kullanılır.",
      "E": "Giderlerdeki artışlar için borçlandırılır."
    },
    "explanation": "Pasif hesaplar, borç ve öz sermaye unsurlarındaki değişikliklerin izlenmesi için kullanılır. Bu hesaplar, kaynaklardaki artışlar için alacaklandırılır, azalışlar için borçlandırılır. Kaynak hesapları kalan verdiklerinde alacak kalanı verir. Doğru cevap B şıkkıdır."
  },
  {
    "id": "2848891",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi, işletmelerde aktif hesapların özelliklerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Dönem içinde sermayede azalışa neden olan işlemler için kullanılır.",
      "B": "Hesap dönemi sonunda gelir hesaplarının alacak kalanları, Dönem Kârı veya Zararı Hesabına devredilerek kapatılır.",
      "C": "Gelirlerdeki artışlar için alacaklandırılır.",
      "D": "Bu hesaplar, kaynaklardaki artışlar için alacaklandırılır, azalışlar için borçlandırılır.",
      "E": "Varlıklardaki artışlar için bu hesaplar borçlandırılır, azalışlar için alacaklandırılır."
    },
    "explanation": "Aktif hesaplar, varlıklardaki değişiklikleri izlemek için kullanılır. Varlıklardaki artışlar için bu hesaplar borçlandırılır, azalışlar için alacaklandırılır. Varlık hesapları kalan verdiğinde, borç kalanı verir. Doğru cevap E şıkkıdır."
  },
  {
    "id": "2848898",
    "unitNumber": 7,
    "text": "Muhasebe fişleri ait olduğu işlemle ilgili muhasebe belgeleriyle saklanmalıdır. Muhasebe defterleri ise, muhasebe belgelerinin usulüne göre kaydedildiği, en önemli muhasebe kanıtlarıdır. <br/>Aşağıdakilerden hangisi, muhasebe kayıt sistemi içinde yer alan yardımcı defterlerin özelliklerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "İşletmenin karşılaştığı finansal nitelikli bir işlemi borç ve alacak ilişkisini birlikte değerlendirerek yevmiye maddesi adı verilen alan<br/>içinde gösteren ve tutulması yasalarca zorunlu olan fiziki veya elektronik bir defterdir.",
      "B": "İşletmenin muhasebe sisteminde kullanılan tüm “ana hesapları” bünyesinde toplayan ve yevmiye defterine geçirilmiş işlemlerin bu ana hesaplar düzeyinde sınıflandırarak aktarıldığı defterdir.",
      "C": "Ana hesaplara veya diğer hususlara ilişkin ayrıntıları izlemek amacıyla açılan yardımcı hesapları bünyesinde tutan defterlerdir.",
      "D": "Bu defter muhasebenin kayıt işlevini yerine getirmektedir.",
      "E": "Bu defter muhasebenin sınıflandırma işlevini yerine getirmektedir."
    },
    "explanation": "Yardımcı defterler: Ana hesaplara veya diğer hususlara ilişkin ayrıntıları izlemek amacıyla açılan yardımcı hesapları bünyesinde tutan defterlerdir. (Büyükmirza, 2019) Doğru cevap C şıkkıdır."
  },
  {
    "id": "2848901",
    "unitNumber": 7,
    "text": "İşletmenin elinde bulunan ulusal ve uluslararası paralar hangi hesapta izlenir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kasa hesabı",
      "B": "Bankalar hesabı",
      "C": "Alacak senetleri",
      "D": "Alınan çekler hesabı",
      "E": "Alıcılar hesabı"
    },
    "explanation": "Kasa hesabı: İşletmenin elinde bulunan ulusal ve uluslararası paralar kasa hesabında izlenir. Yabancı paralar kasa hesabında TL cinsinden gösterilmektedir. Doğru cevap A şıkkıdır."
  },
  {
    "id": "2849431",
    "unitNumber": 7,
    "text": "Sermaye Piyasası Kanunu hangi yıl çıkarılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "1930",
      "B": "1933",
      "C": "1941",
      "D": "1945",
      "E": "1950"
    },
    "explanation": "Sermaye piyasalarını düzenlemek ve denetlemek amacıyla 1933’te Sermaye Piyasası Kanunu (securities act of 1933) çıkarılmış ve kanunu uygulama sorumluluğu verilerek 1934’te Sermaye Piyasası Kurulu (securities Exchange commissionSEC) kurularak menkul kıymet arzı sıkı kayıt ve düzenlemelere bağlanmıştır. Doğru cevap B şıkkıdır."
  },
  {
    "id": "2849434",
    "unitNumber": 7,
    "text": "Belirli bir tarihte işletmelerin sahip olduğu varlıklar ile varlıkların kaynaklarını gösteren bir tabloya ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Likidite",
      "B": "Gelir tablosu",
      "C": "Bilanço",
      "D": "Net işletme sermayesi",
      "E": "Fon"
    },
    "explanation": "Bilanço; Bilanço belirli bir tarihte işletmelerin sahip olduğu varlıklar ile varlıkların kaynaklarını gösteren bir tablodur. Doğru cevap C şıkkıdır."
  },
  {
    "id": "2849436",
    "unitNumber": 7,
    "text": "Dönen varlıklar ile kısa vadeli yabancı kaynaklar arasındaki farka net işletme sermayesine ne ad verilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilanço",
      "B": "Net işletme sermayesi",
      "C": "Likidite",
      "D": "Gelir tablosu",
      "E": "Nakit olmayan kalemler;"
    },
    "explanation": "Net işletme sermayesi; Dönen varlıklar ile kısa vadeli yabancı kaynaklar arasındaki farka net işletme sermayesi denilmektedir. Doğru cevap B şıkkıdır."
  },
  {
    "id": "2849440",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi konaklama işletmelerinde oluşan üretim maliyetlerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "İlan, reklam, ve haberleşme maliyetleri,",
      "B": "Bakım-onarım ve yenileme maliyetleri,",
      "C": "Dekorasyon maliyetleri,",
      "D": "Yiyecek içecek maliyetleri,",
      "E": "Pazarlama ve promosyon maliyetleri,"
    },
    "explanation": "Konaklama işletmelerinde mal ve hizmetlerin üretiminde ortaya çıkan maliyetler üretim maliyetleridir. Konaklama işletmelerinin faaliyetleri göz önüne alındığında bu maliyetler şu şekilde sıralanmaktadır (Köse, 2018):<br/>• Konaklama maliyetleri,<br/>• Yiyecek içecek maliyetleri,<br/>• Diğer hizmetlerle ilgili maliyetlerdir."
  },
  {
    "id": "2849445",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi konaklama işletmelerinde, ölçü birimi olarak kullanılan üretim miktarına göre maliyetlerden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sabit Maliyet",
      "B": "Değişken Maliyet",
      "C": "Kontrol Edilebilen Maliyet",
      "D": "Endirekt Maliyet",
      "E": "Birim Maliyet"
    },
    "explanation": "Maliyetler birçok şekilde sınıflandırılmaktadır. Özet olarak verilen maliyet sınıflandırmasında,<br/>Ölçü Birimi Olarak Kullanılan Üretim Miktarına Göre Maliyetler;<br/>• Toplam Maliyet<br/>• Birim Maliyetlerdir. Doğru cevap E şıkkıdır."
  },
  {
    "id": "2850573",
    "unitNumber": 7,
    "text": "I-Finansal muhasebe<br/>II-Maliyet muhasebesi<br/>III-Yönetim muhasebesi<br/>IV-Vergi muhasebesi<br/>Yukarıdakilerin hangileri konaklama işletmelerinde kullanılan muhasebe türüdür?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II",
      "B": "I-III",
      "C": "II-III",
      "D": "II-IV",
      "E": "III-IV"
    },
    "explanation": "Giriş<br/>Konaklama işletmeleri hizmet işletmesi olmasına rağmen bazı departmanlarında üretim de yapılmaktadır. Bu bağlamda bu işletmelerde hem finansal hem de maliyet muhasebesi etkin bir şekilde çalışmaktadır."
  },
  {
    "id": "2850592",
    "unitNumber": 7,
    "text": "I-Dönemsellik<br/>II-Maliyet esası<br/>III-Gelir tablosu ilkeleri<br/>IV-Bilanço ilkeleri<br/>Yukarıdakilerden hangileri muhasebenin temel kavramları arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II",
      "B": "I-III",
      "C": "II-III",
      "D": "II-IV",
      "E": "III-IV"
    },
    "explanation": "Konaklama İşletmelerinde Muhasebe Bilgisi<br/>Muhasebenin temel kavramları şu şekilde sıralanmaktadır (Büyükmirza, 2019):<br/>• Sosyal sorumluluk,<br/>• Kişilik,<br/>• İşletmenin sürekliliği,<br/>• Dönemsellik,<br/>• Parayla ölçülme,<br/>• Maliyet esası,<br/>• Tarafsızlık ve belgelendirme,<br/>• Tutarlılık,<br/>• Tam açıklama,<br/>• İhtiyatlılık,<br/>• Önemlilik,<br/>• Özün önceliği."
  },
  {
    "id": "2850610",
    "unitNumber": 7,
    "text": "I-Varlıklara ilişkin ilkeler <br/>II-Yabancı kaynaklara ilişkin ilkeler<br/>III-Gerçekleşmiş hasılat ilkesi<br/>IV-Uygun maliyet dağılım ilkesi<br/>Yukarıdakilerden hangileri bilanço ilkeleri arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II",
      "B": "I-III",
      "C": "II-III",
      "D": "II-IV",
      "E": "III-IV"
    },
    "explanation": "Konaklama İşletmelerinde Muhasebe Bilgisi<br/>Genel kabul görmüş muhasebe ilkeleri şunlardır (Erdoğan, 2018);<br/>1. Gelir tablosu ilkeleri<br/>2. Bilanço ilkeleri<br/>• Varlıklara ilişkin ilkeler,<br/>• Yabancı kaynaklara ilişkin ilkeler,<br/>• Öz kaynaklara ilişkin ilkeler olarak sınıflanmaktadır."
  },
  {
    "id": "2850618",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi muhasebe sürecinin aşamasıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Finansal analiz",
      "B": "Finansal planlama",
      "C": "Duran varlıkların yönetimi",
      "D": "Yatırım yapılacak varlıkların seçimi",
      "E": "Kapanış kayıtları"
    },
    "explanation": "Konaklama İşletmelerinde Muhasebe Bilgisi<br/>. İşletmelerde muhasebe sürecinin aşamaları şu şekilde sıralanmaktadır:<br/>• Açılış Kayıtları,<br/>• Dönem içi mali işlemlerin kayıtları,<br/>• Ara mizanlar,<br/>• Genel geçici mizan,<br/>• Envanter ve envanter kayıtları,<br/>• Kesin mizan,<br/>• Finansal tabloların düzenlenmesi,<br/>• Kapanış kayıtları."
  },
  {
    "id": "2850625",
    "unitNumber": 7,
    "text": "I-Varlık hesapları<br/>II-Gelir hesapları<br/>III-Kaynak hesapları<br/>IV-Gider işletmesi<br/>Yukarıdakilerden hangileri bilanço hesabıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "I-II",
      "B": "I-III",
      "C": "II-III",
      "D": "II-IV",
      "E": "III-IV"
    },
    "explanation": "Konaklama İşletmelerinde Tekdüzen Muhasebe Sistemi ve Hesap Planı<br/>Hesaplar, İşletmelere birçok faaliyet için birçok mali işlem olması ve bilanço ve gelir tablosunda kolayca açıklanabilmesi için sınıflandırılmaktadır.<br/>Bilanço hesapları varlık ve kaynak hesaplarında oluşmaktadır. Gelir tablosu hesapları ise gelir ve gider hesaplarından oluşmaktadır."
  },
  {
    "id": "2850641",
    "unitNumber": 7,
    "text": "İşletmenin belli bir tarihteki varlıklarını ve bu varlıkların sağlandığı kaynaklarını gösteren mali tabloya ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilanço",
      "B": "Gelir tablosu",
      "C": "Mizan",
      "D": "Nakit akış tablosu",
      "E": "Öz kaynak değişim tablosu"
    },
    "explanation": "Konaklama İşletmelerinde Tekdüzen Muhasebe Sistemi ve Hesap Planı<br/>Bilanço, bir işletmenin belli bir dönemdeki genel mali durumunu gösterir. İşletmenin varlıklarını, borçlarını ve öz sermayesini içerir."
  },
  {
    "id": "2850655",
    "unitNumber": 7,
    "text": "İşletme defteri esasına göre defter tutan işletmeler aşağıdakilerin hangisinden sorumludur?",
    "correctAnswer": "A",
    "options": {
      "A": "Muhasebenin temel kavramları",
      "B": "Muhasebe politikalarının aöıklanması",
      "C": "Mali tablo ilkeleri",
      "D": "Mali tabloların düzenlenmesi ve sunulması",
      "E": "Tek düzen hesap çerçevesi"
    },
    "explanation": "Konaklama İşletmelerinde Tekdüzen Muhasebe Sistemi ve Hesap Planı<br/>T.C. Hazine ve Maliye Bakanlığı tarafından yayımlanan ve 1994 yılında yürürlüğe giren Muhasebe Sistemi Uygulama Genel Tebliği ile oluşturulan Tekdüzen Muhasebe Sistemi (TDMS)e göre, işletme defteri esasına göre defter tutan işletmeler sadece muhasebenin temel kavramlarından sorumludur."
  },
  {
    "id": "2850669",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi konaklama işletmelerinde tahsilata ilişkin işlemlerin muhasebeleştirilmesinde kullanılan hesaplar arasındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Ticari mallar hesabı",
      "B": "Mali duran varlıklar hesabı",
      "C": "Demirbaşlar hesabı",
      "D": "Hisse senetleri hesabı",
      "E": "Bankalar hesabı"
    },
    "explanation": "Konaklama İşletmelerinde Muhasebe Uygulamaları<br/>Konaklama işletmelerinde tahsilata ilişkin işlemlerin muhasebeleştirilmesinde kullanılan hesaplar aşağıda verilmiştir (Kaya, 2019; Çetiner, 2002):<br/>Kasa hesabı: İşletmenin elinde bulunan ulusal ve uluslararası paralar kasa hesabında izlenir. Yabancı paralar kasa hesabında TL cinsinden gösterilmektedir.<br/>Bankalar hesabı: Konaklama işletmesinin herhangi bir ticari bankada açtırdığı mevduat hesabına yatırılan ya da çekilen paralar bankalar hesabında<br/>izlenmektedir.<br/>Alınan çekler hesabı: Konaklama işletmelerinde satışların<br/>ulusal ya da yabancı paralar cinsinden düzenlenmiş çekler<br/>ile ödenmesi hesabında kullanılmaktadır.<br/>Alacak senetleri: Konaklama işletmelerinde senede bağlı<br/>olarak yapılmış satışlar bu hesapta izlenmektedir.<br/>Alıcılar hesabı: Konaklama işletmelerinde senetsiz satışlar bu hesapta izlenmektedir."
  },
  {
    "id": "2850681",
    "unitNumber": 7,
    "text": "Günlük gelir raporunda yer alan satış verilerinin oluşumunu sağlayan belgelerden \"folyo\" olarak da tanımlanan belge aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Konaklama belgesi",
      "B": "Konuk hesabı",
      "C": "Günlük oda raporu",
      "D": "Kasiyer raporu",
      "E": "Kat hizmetleri raporu"
    },
    "explanation": "Konaklama İşletmelerinde Muhasebe Uygulamaları<br/>Ön büroda her müşteriye özel olarak hesap açılır. Konukların harcamalarının<br/>kaydedildiği bu hesaba folio (folyo) denmektedir.<br/>Önbüro müşterilerin yararlandıkları hizmet bedellerini, konuk adına açılan hesapta (folyo/ folio) biriktirerek konuktan alacaklı; aynı zamanda, bu işlemleri muhasebe adına yürüttüğü için de muhasebeye borçlu durumdadır. Günlük gelir raporunda yer alan satış verileri ise şu belgelerden sağlanmaktadır.<br/>• Konaklama belgesi,<br/>• Konuk hesabı (folyo),<br/>• Günlük oda raporu,<br/>• Kasiyer raporu,<br/>• Kat hizmetleri raporu"
  },
  {
    "id": "2850694",
    "unitNumber": 7,
    "text": "Sabit maliyet, ve değişken maliyet, maliyet sınıflamasında, hangi sınıflandırma içinde yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Mamullere yüklenmesine göre",
      "B": "Faaliyet hacmiyle olan ilişkisine göre",
      "C": "Kontrol edilebilirlik özelliklerine göre",
      "D": "Üretim süreciyle ilişkilerine göre",
      "E": "Zamana göre"
    },
    "explanation": "KONAKLAMA İŞLETMELERİNDE MALİYET VE MALİYET KONTROLÜ<br/>Maliyetin faaliyet hacmiyle olan ilişkisine göre yapılan sınıflandırma içinde yer alır. Buna göre <br/>Faaliyet Hacmiyle Olan İlişkisine Göre Sınıflandırılması<br/>• Sabit Maliyet<br/>• Değişken Maliyet<br/>• Karma Maliyet<br/>şeklindedir."
  },
  {
    "id": "2717533",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi hizmet kavramının en temel tanımıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Hizmet, satışa sunulan ya da malların satışıyla birlikte sağlanan eylemler, yararlar veya doygunluklardır.",
      "B": "Hizmet, eylemler, süreçler ve performanslardır.",
      "C": "Hizmet, bir tarafın diğerine sunduğu, temel olarak dokunulamayan ve herhangi bir şeyin sahipliğiyle sonuçlanmayan bir etkinlik ya da yarardır.",
      "D": "Hizmet, maddi bir niteliği olmayan, alım satımı mümkün olan belirli bir fiyatı olan ve fayda sağlayan soyut bir iktisadi faaliyettir.",
      "E": "Hizmet, insan ihtiyaçlarını karşılayan somut araçlardır."
    },
    "explanation": "Eylemler, süreçler ve performanslar\" şeklinde yapılan ve B şıkkında yer alan hizmet tanımı, hizmet kavramının en temel tanımıdır. A şıkkında yer alan tanım ise Amerikan Pazarlama Birliği tarafından yapılan tanımdır."
  },
  {
    "id": "2717534",
    "unitNumber": 8,
    "text": "Destek hizmetlerinin turizm işletmelerinde rekabet avantajı sağlamasında etkili olan unsur aşağıdaki şıklardan hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hizmetlerin farklılaştırılması",
      "B": "Hizmetlerin standartlaştırılması",
      "C": "Hizmetlerin verimliliği",
      "D": "Hizmetlerin imaj geliştirmeye katkısı",
      "E": "Hizmetlerin niteliği"
    },
    "explanation": "Destek hizmetleri özellikle hizmetlerin farklılaştırılması ve bunun sayesinde işletmeye rekabet avantajı sağlaması açısından önemlidir. Doğru yanıt A şıkkıdır."
  },
  {
    "id": "2717535",
    "unitNumber": 8,
    "text": "<ol type=\"I\"><br/><li>Catering şirketlerinden yemek tedariki</li><br/><li>Animasyon hizmetlerinin profesyonel bir şirket tarafından verilmesi</li><br/><li>Konaklama işletmesinin çamaşırlarının profesyonel bir şirket tarafından temizlenmesi</li><br/><li>Konaklama işletmesinde güvenlik hizmetinin bir güvenlik şirketinin elemanlarınca sağlanması</li><br/></ol><br/>Destek hizmetleri organizasyonu işletmeler tarafından ve dış kaynak kullanımı ile olmak üzere iki farklı şekilde gerçekleştirilebilir. Yukarıdakilerden hangileri turizm işletmelerinde dış kaynak kullanımı için örnek oluşturur?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II ve III",
      "B": "I, III ve IV",
      "C": "II ve IV",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Dış kaynak kullanımı kısaca, uzmanlık gerektiren bazı hizmetlerin işletmenin dışında başka bir kuruluştan alınması kararıdır. Şıklardakilerin tümü dış kaynak kullanımına örnek oluşturmaktadır."
  },
  {
    "id": "2717536",
    "unitNumber": 8,
    "text": "<ol type=\"I\"><br/><li>İnsan kaynakları</li><br/><li>Teknik servis</li><br/><li>Animasyon</li><br/><li>Güvenlik</li><br/><li>Müşteri ilişkileri</li><br/></ol><br/>Yukarıdakilerden hangileri konaklama işletmeleri için genel kabul görmüş destek hizmetleri olarak nitelendirilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I, II ve III",
      "C": "II, IV ve V",
      "D": "III, IV ve V",
      "E": "I, II, III, IV ve V"
    },
    "explanation": "Konaklama işletmeleri için genellikle kabul görmüş destek hizmetleri kapsamında, animasyon, güvenlik, ziyafet (banket) yönetimi, müşteri ilişkileri, çamaşırhane, halkla ilişkiler, insan kaynakları ve teknik servis yer almaktadır. E şıkkında bunların hepsi yer almaktadır."
  },
  {
    "id": "2717537",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bir spor animasyonu için örnek <strong>oluşturmaz</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Dans",
      "B": "Dart",
      "C": "Masa tenisi",
      "D": "Sabah jimlastiği",
      "E": "Plaj voleybolu"
    },
    "explanation": "Dans, spor faaliyeti olarak değil, genellikle gece gösterileri sınıflandırmasında yer alan bir animasyon faaliyetidir."
  },
  {
    "id": "2717539",
    "unitNumber": 8,
    "text": "Müşteri ilişkileri yönetiminde, müşteri ilişkilerinin bileşenleri aşağıdaki şıklardan hangisinde tam ve doğru olarak verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Pazar ve müşteri",
      "B": "Süreç, müşteri ve iletişim",
      "C": "İnsan, süreç ve teknoloji",
      "D": "İnsan, iletişim ve pazar",
      "E": "Kanal, teknoloji ve insan"
    },
    "explanation": "Müşteri ilişkileri yönetiminde öne çıkan kavramlar ya da müşteri ilişkilerinin bileşenleri insan, süreç ve teknolojidir"
  },
  {
    "id": "2717540",
    "unitNumber": 8,
    "text": "Operasyonel kısım ve temas noktalarında oluşan tüm bilgilerin derlenmesini ve detaylı analizini içeren müşteri ilişkileri yönetimi fonksiyonu aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İnteraktif müşteri ilişkileri yönetimi",
      "B": "Operasyonel müşteri ilişkileri yönetimi",
      "C": "İşbirlikçi müşteri ilişkileri yönetimi",
      "D": "Analitik müşteri ilişkileri yönetimi",
      "E": "Stratejik müşteri ilişkileri yönetimi"
    },
    "explanation": "Analitik müşteri ilişkileri yönetimi, işletme performans yönetimini içermektedir. Operasyonel kısım ve temas noktalarında oluşan tüm bilgilerin derlenmesini ve detaylı analizini içermektedir."
  },
  {
    "id": "2717541",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Kurumsal halkla ilişkiler</li> <li>Şirket içi iletişim</li> <li>Meydayla ilişkiler</li> <li>Sosyal sorumluluk</li> <li>Yatırımcılarla iletişim</li> <li>Kurumlar arası iletişim</li> <li>Kriz yönetimi</li> <li>Stratejik yönetim</li> </ol> Yukarıdakilerden hangileri halkla ilişkilerin temel etkinlik alanlarındandır?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II ve VI",
      "B": "II, III, IV, VI ve VIII",
      "C": "II, III, IV, VI, VII ve VIII",
      "D": "I, II, III, IV, V, VI ve VII",
      "E": "I, II, III, IV, V, VI, VII ve VIII"
    },
    "explanation": "Halkla ilişkilerin temel etkinlik alanları; şirket içi iletişim, kurumsal halkla ilişkiler, meydayla ilişkiler, kurumlar arası iletişim, sosyal sorumluluk, yatırımcılarla iletişim, kriz yönetimi, etkinlik yönetimi olarak sıralanabilir. Stratejik yönetim bunlardan biri değildir."
  },
  {
    "id": "2717542",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi konaklama işletmelerinde insan kaynakları hizmeti kapsamında ele alınan fonksiyonlardandır?",
    "correctAnswer": "B",
    "options": {
      "A": "Medya ile ilişkiler",
      "B": "Performans değerlendirme",
      "C": "Yemek organizasyonları",
      "D": "Sportif aktiviteler",
      "E": "Konukların mallarının korunması"
    },
    "explanation": "Medya ile ilişkiler halkla ilişkiler, performans değerlendirme insan kaynakları, yemek organizasyonları ziyafet yönetimi, sportif aktiviteler animasyon yönetimi ve konukların mallarının korunması güvenlik yönetimi kapsamındaki işlevlerdir. Doğru yanıt B şıkkıdır."
  },
  {
    "id": "2717543",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi konaklama işletmelerinin destek hizmetlerinden biri <u><strong>değildir</strong>?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Muhasebe",
      "B": "Animasyon",
      "C": "Güvenlik",
      "D": "Tedarikçi firma",
      "E": "Halkla ilişkiler"
    },
    "explanation": "Muhasebe, Animasyon, Halkla ilişkiler, Güvenlik birimleri konaklama işletmelerinin destek hizmetleri içerisinde yer alırken tedarikçi firma satın alma ağında yer almaktadır."
  },
  {
    "id": "2717544",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi turistlerin boş zamanlarını gönüllü katılımlarıyla geçirmeleri için düzenlenen boş zaman değerlendirme etkinliklerinin yapıldığı konaklama işletmesi departmandır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kat hizmetleri",
      "B": "Animasyon",
      "C": "Mutfak",
      "D": "Servis",
      "E": "Ön büro"
    },
    "explanation": "Turistlerin boş zamanlarını gönüllü katılımlarıyla geçirmeleri için düzenlenen boş zaman değerlendirme etkinliklerinin yapıldığı birim animasyon departmanıdır."
  },
  {
    "id": "2717545",
    "unitNumber": 8,
    "text": "Bir konaklama işletmesinde güvenlik çalışanları hangi alanlardan ve konulardan sorumlu <u><strong>değildir</strong>?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Misafirin güvenliği",
      "B": "Çalışanların güvenliği",
      "C": "Denizde veya havuzda cankurtaranlık",
      "D": "İşletmenin sahip olduğu alanların güvenliği",
      "E": "Yangın güvenliği"
    },
    "explanation": "Güvenlik birimi cankurtaranlık görevini yerine getirmez, bunun için konaklama işletmelerinde daha farklı niteliklere sahip personel çalıştırılır."
  },
  {
    "id": "2717546",
    "unitNumber": 8,
    "text": "I. Ziyafetin cinsi (düğün, nişan, kutlama vb.),<br/>II. Ziyafetin tarihi ve günü,<br/>III. Ziyafetin kişi başı maliyeti,<br/>IV. Ziyafetin başlangıç ve bitiş saati<br/>Yukarıdaki maddelerden hangisi veya hangileri ziyafet sözleşmesinde bulunması gerekmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız II",
      "B": "I ve II",
      "C": "II ve IV",
      "D": "I, II ve III",
      "E": "I, II ve IV"
    },
    "explanation": "Ziyafet formunda ziyafetin kişi başı satış fiyatı belirtilmeli, maliyete dair bilgi yer almamalıdır."
  },
  {
    "id": "2717547",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi müşteri ilişkileri yönetiminin ortaya çıkma nedenlerinden biri <u><strong>değildir?</strong></u>",
    "correctAnswer": "A",
    "options": {
      "A": "Kitlesel pazarlamanın artık müşteriyi elde etme noktasında düşük maliyetli olması",
      "B": "Pazar payının değil müşteri payının önemli hale gelmesi",
      "C": "Müşteri memnuniyeti ve müşteri sadakati kavramlarının önem kazanması",
      "D": "Her müşteriye özel ihtiyaçlarına göre davranma stratejilerinin gerekliliği",
      "E": "İletişim teknolojileri ve veri tabanı yönetim sistemlerinde yaşanan gelişmeler"
    },
    "explanation": "Kitlesel pazarlama müşteriyi elde etme noktasında düşük değil çok yüksek maliyetlidir."
  },
  {
    "id": "2717548",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi otel tekstillerinin temizlenip hazırlanmasında en üst kaliteye erişebilmek için dikkat edilecek konulardan biri <u>değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Yıkama suyu",
      "B": "Temizleme maddeleri",
      "C": "Bilinçli yıkama işçiliği",
      "D": "Personelin yaşı",
      "E": "Modern yıkama tekniklerini"
    },
    "explanation": "Otel tekstillerinin temizlenip hazırlanmasında en üst kaliteye erişebilmek için yıkama suyu, kullanılan deterjan kalitesi, bilinçli işçilik, modern yıkama teknikleri gibi etkenler önem arzetmektedir."
  },
  {
    "id": "2717549",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi otel işletmelerinde halkla ilişkilerin amaçlarından biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Rakip firmaların açıklarını ifşa etmek",
      "B": "Turizm işletmeleri için hedef kitleyi etkilemek ve onların tutum ve davranışlarını istenen yöne doğru dönüştürmeyi amaçlamak",
      "C": "Konaklama işletmesinde çalışan personelin maaş bordrolarını düzenlemek",
      "D": "Konaklama işletmesinin özelliklerinin abartılı bir şekilde haber yapmak",
      "E": "Konaklama işletmesine alınacak malzemelerin alım satım işlerine bakmak"
    },
    "explanation": "Turizm işletmeleri için hedef kitleyi etkilemek ve onların tutum ve davranışlarını<br/>istenen yöne doğru dönüştürmeyi amaçlamak halkla ilişkiler departmanının amaçlarından biridir."
  },
  {
    "id": "2717550",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi konaklama işletmelerinde insan kaynakları yönetiminin amaçlarından biri <u>değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "İşletmenin bütün süreçlerinde iş birliği ve takım çalışmasını desteklemek",
      "B": "Meydana gelecek değişimlere kolaylıkla cevap verebilecek kapasite ve esnekliğe sahip bir örgüt yapısı oluşturmak",
      "C": "İşletme genelinde üretim odaklı bir bakış açısı oluşturmak",
      "D": "Personelin bireysel gelişimlerini ve öğrenmelerini yöneterek güçlendirmek",
      "E": "İşletme içi iletişimi iyileştirerek, personelin bağlılığını arttırmak"
    },
    "explanation": "İşletme genelinde üretim odaklı değil \"müşteri odaklı\" bir bakış açısı oluşturmak insan kaynakları biriminin amaçlarındandır."
  },
  {
    "id": "2717551",
    "unitNumber": 8,
    "text": "Bir konaklama işletmesinden teknik servis müdürü sorumluluk olarak kime bağlıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Ön büro şefine",
      "B": "Satınalma müdürüne",
      "C": "İnsan kaynakları müdürüne",
      "D": "Halkla ilişkiler müdürüne",
      "E": "Genel Müdüre"
    },
    "explanation": "Destek hizmetleri birimlerinin müdürleri sorumluluk olarak genel müdüre bağlıdır."
  },
  {
    "id": "2717552",
    "unitNumber": 8,
    "text": "\"Bir işletmenin temel veya birincil hizmetleri dışında kalan hizmetlerine verilen genel isimdir.\" tanımına uygun konaklama işletmesi birimi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Resepsiyon",
      "B": "Kat Hizmetleri",
      "C": "Destek Hizmetleri",
      "D": "Restoran",
      "E": "Mutfak"
    },
    "explanation": "Resepsiyon, kat hizmetleri, restoran ve mutfak konaklama işletmesinin ana departmanlarında yer almaktadır."
  },
  {
    "id": "2847419",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bir konaklama işletmesinin temel hizmetlerinden biri olarak kabul edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yeme içme",
      "B": "Çamaşırhane",
      "C": "Halkla ilişkiler",
      "D": "Eğlenece",
      "E": "Güvenlik"
    },
    "explanation": "Bir konaklama işletmesinin müşterilerine sunduğu temel hizmetlerin ne olduğu sorusu akla gelebilir. Bu bağlamda bir konaklama işletmesinin temel hizmetleri, konaklama ve yeme içme olarak kabul edilebilir. Konaklama ve yeme içme bunun dışında kalan fonksiyonlar ek, destek ya da yardımcı hizmetler olarak kabul edilmektedir."
  },
  {
    "id": "2847422",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi konaklama işletmelerinde destek hizmet olarak kabul edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Animasyon",
      "B": "Ön büro",
      "C": "Resepsiyon",
      "D": "Lobi bar",
      "E": "Restoran"
    },
    "explanation": "Konaklama işletmelerinde destek hizmetleri, Bütçeleme, Müşteri İlişkileri, Halkla İlişkiler, Animasyon, Güvenlik, Ziyafet Yönetimi, Çamaşırhane, Muhasebe olarak sıralamışlardır."
  },
  {
    "id": "2847428",
    "unitNumber": 8,
    "text": "Konaklama işletmelerinde de uygulanan, boş zaman değerlendirme faaliyeti olarak da adlandırılan destek hizmetli aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Animasyon",
      "B": "Güvenlik",
      "C": "Ziyafet (Banket) Yönetimi",
      "D": "Müşteri İlişkileri Yönetimi",
      "E": "Çamaşırhane"
    },
    "explanation": "Animasyon, turistlerin boş zamanlarını gönüllü katılımlarıyla geçirmeleri için düzenlenen boş zaman değerlendirme etkinlikleridir."
  },
  {
    "id": "2847429",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi konaklama işletmelerindeki animasyon faaliyetlerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Latin gecesi",
      "B": "Banquet organizasyonu",
      "C": "Welcome kokteyli",
      "D": "Müşterilere bir öğünde a la carte yemek verilmesi",
      "E": "Müşterilere havuz dışında sportif imkanlar sağlanması"
    },
    "explanation": "Spor faaliyetleri hem turistlerin spor yaparak canlanmalarını hem de birbirleriyle iletişim kurmalarını sağlamaktadır. Gece gösterileri, akşam yemeğinden sonraki zamanlarını nasıl değerlendireceğini bilmeyen turistlere yardımcı olmak amacıyla yapılmaktadır. Bu gösteriler skeçleri, playback showları, kabareleri, müzikalleri, dans gösterilerini, çeşitli yarışmaları ve değişik ülkelere ait geceleri (Türk gecesi, Latin gecesi gibi) kapsamaktadır. Çocuk animasyon hizmeti ise hem çocuklara hem de onların ailelerine hitap etmektedir."
  },
  {
    "id": "2847430",
    "unitNumber": 8,
    "text": "Geçmişte ziyafetler kaç sıra yemekten oluşmaktaydı?",
    "correctAnswer": "A",
    "options": {
      "A": "14-15",
      "B": "5-6",
      "C": "8-10",
      "D": "3-4",
      "E": "7-8"
    },
    "explanation": "Geçmişte 14-15 sıra yemeklerden oluşan ziyafetler, günümüzde en az üç ve en fazla altı sıradan oluşan kişilere veya gruplara özgü olarak hazırlanmış özel yiyecek ve içecek organizasyonları şeklinde yürütülmektedir"
  },
  {
    "id": "2847432",
    "unitNumber": 8,
    "text": "Günümüzde ziyafetlerde <u>en fazla</u> kaç yemek verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "6",
      "B": "14",
      "C": "3",
      "D": "12",
      "E": "9"
    },
    "explanation": "Geçmişte 14-15 sıra yemeklerden oluşan ziyafetler, günümüzde en az üç ve en fazla altı sıradan oluşan kişilere veya gruplara özgü olarak hazırlanmış özel yiyecek ve içecek organizasyonları şeklinde yürütülmektedir"
  },
  {
    "id": "2847434",
    "unitNumber": 8,
    "text": "Bir konaklama işletmesinde müşteri ilişkilerinin bileşenleri aşağıdaki seçeneklerden hangisinde verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "İnsan, süreç ve teknoloji",
      "B": "Pazarlama, satış ve reklam",
      "C": "Müşteri memnuniyeti, tanıtım ve tutundurma",
      "D": "İletişim, sermaye ve kaynak",
      "E": "Pazar, tüketici ve müşteri"
    },
    "explanation": "Müşteri ilişkileri yönetiminde öne çıkan kavramlar ya da müşteri ilişkilerinin bileşenleri insan, süreç ve teknolojidir."
  },
  {
    "id": "2847436",
    "unitNumber": 8,
    "text": "Müşterilerle nasıl etkileşim ve iletişim kurulacağı, iletişimde hangi kanalların kullanılacağı kararlaştırılması aşağıda verilen müşteri ilişkileri fonksiyonlarından hangisi kapsamında yapılır?",
    "correctAnswer": "A",
    "options": {
      "A": "İnteraktif müşteri ilişkileri yönetimi",
      "B": "Operasyonel müşteri ilişkileri yönetimi",
      "C": "Analitik müşteri ilişkileri yönetimi",
      "D": "İş birlikçi müşteri ilişkileri yönetimi",
      "E": "Stratejik müşteri ilişkileri yönetimi"
    },
    "explanation": "İnteraktif müşteri ilişkileri yönetiminde müşteri ile interaktif iletişimin sağlandığı aşamadır. Müşterilerle nasıl etkileşim ve iletişim kurulacağı, iletişimde hangi kanalların kullanılacağı kararlaştırılır"
  },
  {
    "id": "2847437",
    "unitNumber": 8,
    "text": "Konaklama işletmesinin, konukların ve personelin çamaşırlarının gruplandırıldığı, dikişi, tamirinin yapıldığı, yıkanıp, sıkılıp, ütülendiği, katlanıp depolarda saklandığı destek hizmet bölümü hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çamaşırhane",
      "B": "Müşteri ilişkileri yönetimi",
      "C": "Halkla ilişkiler",
      "D": "Güvenlik",
      "E": "Animasyon"
    },
    "explanation": "Çamaşırhane, işletmenin, konukların ve personelin çamaşırlarının gruplandırıldığı, dikiş-tamirinin yapıldığı, yıkanıp, sıkılıp, ütülendiği, katlanıp depolarda saklandığı ve çamaşır alışverişinin yapıldığı bölümdür."
  },
  {
    "id": "2847438",
    "unitNumber": 8,
    "text": "Konaklama işletmelerinde bahçe ve peyzajın bakımlı ve düzenli olmasını sağlamak aşağıdakilerden hangisinin sorumluluğundadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Teknik servis",
      "B": "Kat hizmetleri",
      "C": "Güvenlik",
      "D": "İnsan kaynakları",
      "E": "Halkla ilişkiler"
    },
    "explanation": "Teknik servis departmanı müdürü büyük otellerde genel müdüre bağlıdır ve genel olarak görevleri şu şekilde sıralanabilir:<br/><ul> <li>Elektrik, mekanik, inşaat, bahçe bölümlerine ait cihaz makinelerin bakımını ve çalıştırılmasını organize etmek,</li> <li>Tüm departmanlara destek sağlanması için ekibini koordine etmek,</li> <li>Yapılacak imalatların çizimini hazırlar, yönetim onayından sonra malzeme siparişi ve imalatını yaptırmak,</li> <li>İşletmenin ısıtma, soğutma, enerji sistemlerinin düzgün şekilde çalışmasını sağlamak,</li> <li>Bahçe ve peyzajın bakımlı ve düzenli olmasını sağlamak,</li> <li>Tüm TV ve müzik yayının kontrol ve bakımını yaptırmak,</li> <li>Enerji tasarrufunun en üst seviyede gerçekleşmesi için ayarlamalar yaptırmak,</li> <li>Teknik bütçeyi hazırlamak,</li> <li>Kapı kilit sistemlerinin programını yapmak,</li> <li>Tüm yapının kontrolünü ve bakımını yaptırmak,</li> <li>Diğer departmanlara enerji tasarrufu ile ilgili gerekli uyarılar yapmak.</li> </ul>"
  },
  {
    "id": "2850439",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Konaklama</li> <li>Yeme içme</li> <li>Satın alma</li> <li>Depolama </li> </ol> Yukarıdakilerden hangisi ya da hangileri bir konaklama işletmesinin destek hizmetleri arasında yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Konaklama",
      "B": "Yeme içme",
      "C": "Konaklama- Yeme içme",
      "D": "Depolama",
      "E": "Satın alma-Depolama"
    },
    "explanation": "Bir konaklama işletmesinin temel hizmetleri, konaklama ve yeme içme olarak kabul edilebilir. Konaklama işletmesinin restoranında yemeklerin sunulmasını sağlayan satın alma, depolama ise destek hizmettir. Doğru cevap E'dir."
  },
  {
    "id": "2850452",
    "unitNumber": 8,
    "text": "Aşağıdakilerin hangisi konaklama işletmelerinde destek hizmetlerine ilişkin <u>söylenemez</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Destek hizmetleri temel hizmet olarak kabul edilen unsurların dışında kalan hizmet unsurlarıdır.",
      "B": "Konaklama işletmelerinde destek hizmet bölümleri, faaliyetlerinden dolayı kendiliğinden gelir yaratmayan ancak gelir merkezlerindeki gelirin yaratılmasına yardımcı olan bölümlerdir.",
      "C": "Destek hizmetlerin sınıflandırılmasında herkes tarafından kabul edilen bir standart vardır.",
      "D": "Genel olarak destek hizmet bölümleri konaklama işletmesinin genel müdürün yanı sıra diğer üretim bölümlerine de destek sağlamaktadır.",
      "E": "Konaklama işletmelerinde destek hizmet bölümlerindeki iş görenler, müşteri ile nadiren birebir ilişki sağlamaktadırlar."
    },
    "explanation": "Konaklama işletmelerinde destek hizmetleri temel hizmet olarak kabul edilen unsurların dışında kalan hizmet unsurlarıdır. Konaklama işletmelerinde destek hizmet bölümleri, faaliyetlerinden dolayı kendiliğinden gelir yaratmayan ancak gelir merkezlerindeki gelirin yaratılmasına yardımcı olan bölümlerdir. Konaklama işletmelerinde destek hizmet bölümlerindeki iş görenler, müşteri ile nadiren birebir ilişki sağlamaktadırlar. Genel olarak destek hizmet bölümleri konaklama işletmesinin genel müdürün yanı sıra diğer üretim bölümlerine de destek sağlamaktadır. Destek hizmetlerin sınıflandırılmasında herkes tarafından kabul edilen bir standart olmamakla birlikte her konaklama işletmesi için de bu hizmetlerin boyutu değişkenlik gösterebilmektedir. Doğru cevap C'dir."
  },
  {
    "id": "2850460",
    "unitNumber": 8,
    "text": "Türkiye turizm sektöründe animasyon ilk olarak hangi yılda ve nerede ortaya çıkmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1969-Foça",
      "B": "1969-Antalya",
      "C": "1980-Antalya",
      "D": "1985-Foça",
      "E": "1989-Foça"
    },
    "explanation": "Türkiye turizm sektöründe animasyon ilk olarak, 1969’da Club Med Foça Tatil Köyü’nde çocuklu aileler için kurulan Mini Club ile ortaya çıkmış ve 1980’lerin sonunda Antalya’da beş yıldızlı otel ve tatil köylerinin açılmasıyla yaygınlaşmıştır. Doğru cevap A'dır."
  },
  {
    "id": "2850473",
    "unitNumber": 8,
    "text": "Aşağıdaki animasyon türlerinden hangisi diğerlerine göre farklı bir sınıflandırmada yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Ticari animasyon",
      "B": "Sosyal animasyon",
      "C": "Sanatsal animasyon",
      "D": "Çocuk animasyonu",
      "E": "Kültürel animasyon"
    },
    "explanation": "Animasyon katılım şekline göre etken, edilgen, bireysel ve grup animasyonu olarak sınıflandırılır. Katılımcıların yaşlarına göre animasyon, çocuk, gençlik, yetişkin ve üçüncü kuşak animasyonudur. Fonksiyonel açıdan ise ticari, estetik, sosyal, sağlıklı yaşam, sanatsal ve kültürel şeklinde sıralanmaktadır. Çocuk animasyonu katılımcıların yaşlarına göre animasyon sınıflandırmalarından biridir. Doğru cevap D'dir."
  },
  {
    "id": "2850476",
    "unitNumber": 8,
    "text": "Günümüzde konaklama işletmelerinde ziyafet en az kaç sıradan oluşan kişilere veya gruplara özgü olarak hazırlanmış özel yiyecek ve içecek organizasyonları şeklinde yürütülmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "İki",
      "B": "Üç",
      "C": "Dört",
      "D": "Beş",
      "E": "Altı"
    },
    "explanation": "Geçmişte 14-15 sıra yemeklerden oluşan ziyafetler, günümüzde en az üç ve en fazla altı sıradan oluşan kişilere veya gruplara özgü olarak hazırlanmış özel yiyecek ve içecek organizasyonları şeklinde yürütülmektedir. Doğru cevap B'dir."
  },
  {
    "id": "2850481",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi ziyafet anlaşmasında yer alması gereken bilgilerden biri<u> değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Ziyafetin cinsi",
      "B": "Ziyafetin tarihi ve günü",
      "C": "Garanti edilen kuver sayısı",
      "D": "Kişi başı fiyat",
      "E": "Oturma düzeni"
    },
    "explanation": "Ziyafetin cinsi, tarihi ve günü, garanti edilen kuver sayısı ve kişi başı fiyat ziyafet anlaşmasında yer alması gereken bilgiler arasında yer almaktadır. Müşteri ile ziyafet müdürü arasında ziyafet anlaşması sağlandıktan sonra konaklama işletmesi ziyafet salonunda ilgili tarih yaklaşınca başta oturma düzeni olmak üzere, o etkinlikteki personel sayısı, malzemelerin tedarik edilmesi, menülerin oluşturulması gibi süreçleri planlar. Doğru cevap E'dir."
  },
  {
    "id": "2850498",
    "unitNumber": 8,
    "text": "Aşağıdaki meslek elemanlarından hangisinin Turizm ve Otelcilik Meslek Lisesini bitirmiş, fiziki yapısı ve sağlık yapısı bu mesleği yapmaya uygun, el becerisi olan 18-22 yaşlarında bir eleman olması beklenmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ziyafet servis şefi",
      "B": "Ziyafet servis elemanı",
      "C": "Ziyafet servis eleman yardımcısı",
      "D": "Ziyafet kaptanı",
      "E": "Ziyafet içecek servis şefi"
    },
    "explanation": "Ziyafet bölümünde çalışan servis eleman yardımcısı “Turizm ve Otelcilik Meslek Lisesini” bitirmiş, fiziki yapısı ve sağlık yapısı bu mesleği yapmaya uygun, el becerisi olan 18-22 yaşlarında bir elemandır. Doğru cevap C'dir."
  },
  {
    "id": "2850543",
    "unitNumber": 8,
    "text": "Müşteri ilişkilerinin bileşenleri ...................................., süreç ve teknolojidir. <br/>Yukarıdaki cümlede yer alan boşluğa en uygun ifade aşağıdakilerin hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İnsan",
      "B": "Müşteriler",
      "C": "Çalışanlar",
      "D": "Üst yönetim",
      "E": "İşbirlikçi"
    },
    "explanation": "Müşteri ilişkileri yönetiminde öne çıkan kavramlar ya da müşteri ilişkilerinin bileşenleri insan, süreç ve teknolojidir. Müşteri ilişkileri yönetiminin insan bileşeni, müşteriler, çalışanlar ve üst yönetimden oluşur. Doğru cevap A'dır."
  },
  {
    "id": "2850568",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi modern performans değerlendirme yöntemlerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Zorunlu dağılım",
      "B": "Grafik derecelendirme",
      "C": "Kritik olaylar",
      "D": "Standartlar yöntemi",
      "E": "Davranışsal değerlendirme ölçeği"
    },
    "explanation": "Performans değerleme yöntemleri geleneksel ve modern olmak üzere sınıflandırılabilir. Geleneksel yöntemlere örnek olarak, zorunlu dağılım, grafik derecelendirme, kritik olaylar, sıralama, kontrol listesi, davranışsal değerlendirme ölçeği verilebilir. Modern yöntemler ise amaçlara göre yönetim, değerlendirme merkezi, elektronik performans izleme, standartlar yöntemi ve çok kaynaklı değerlendirme yöntemi olarak sıralanabilir. Doğru cevap D'dir."
  },
  {
    "id": "2850858",
    "unitNumber": 8,
    "text": "Ziyafet anlaşmasında yer alacak olan garanti edilen kuver sayısı bilgisi için en son rakam kaç saat önceden bildirilmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "12",
      "B": "18",
      "C": "24",
      "D": "36",
      "E": "48"
    },
    "explanation": "Ziyafet anlaşmasında yer alacak olan garanti edilen kuver sayısı bilgisi için en son rakam 24 saat önceden bildirilmelidir. Doğru cevap C'dir."
  }
]