[
  {
    "id": "3898527",
    "unitNumber": 1,
    "text": "………bir kişinin bir ürün, sistem veya hizmetin kullanımından ve/veya ön görülen kullanımından kaynaklanan algıları ve yanıtlarıdır.<br/>Yukarıdaki cümlede boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kullanıcı tasarımı",
      "B": "Deneyim tasarımı",
      "C": "Kullanıcı beklentisi",
      "D": "Kullanıcı deneyimi",
      "E": "Kullanıcı ihtiyacı"
    },
    "explanation": "Uluslararası Standardizasyon Örgütüne (ISO) göre kullanıcı deneyimi, ‘bir kişinin bir ürün, sistem veya hizmetin kullanımından ve/veya öngörülen kullanımından kaynaklanan algıları ve yanıtları’ olarak tanımlanmaktadır."
  },
  {
    "id": "3898528",
    "unitNumber": 1,
    "text": "İş akışlarını optimize etmeye ve maksimum işçi verimliliği için araçlar tasarımlamaya vurgu yaparak bilimsel yönetime öncülük eden bilim insanı kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Frederick Winslow Taylor",
      "B": "Jesse James Garrett",
      "C": "Henry Dreyfuss",
      "D": "Donald A. Norman",
      "E": "Steve Jobs"
    },
    "explanation": "Frederick Winslow Taylor, iş akışlarını optimize etmeye ve maksimum<br/>işçi verimliliği için araçlar tasarımlamaya vurgu yaparak bilimsel yönetime öncülük etmiştir."
  },
  {
    "id": "3898529",
    "unitNumber": 1,
    "text": "Kullanıcı deneyimi tasarımı terimi profesyonel anlamda kim tarafından ortaya atılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Jesse James Garrett",
      "B": "Henry Dreyfuss",
      "C": "Donald A. Norman",
      "D": "Frederick Winslow Taylor",
      "E": "Steve Jobs"
    },
    "explanation": "Bilişsel bilim alanına odaklanan bir bilim insanı olan Donald Norman, 1990’lı yılların başında Apple’daki ekibe ‘Kullanıcı Deneyimi Mimarı’ olarak katılmış ve ‘kullanıcı deneyimi’ kavramını iş ünvanında kullanan ilk profesyonel olarak “kullanıcı deneyimi tasarımı” terimini ortaya atmıştır."
  },
  {
    "id": "3898530",
    "unitNumber": 1,
    "text": "Maliyetli olan yeniden tasarım riskini azaltarak nihai ürünün kullanıcı beklentileriyle uyumlu olmasını sağlayan işlem hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tasarım sürecini ele alan geliştirme çalışmaları",
      "B": "Yeni ürün geliştirme süreci",
      "C": "Deneyim sağlamaya yönelik kullanıcı beklentileri",
      "D": "Kullanıcı geribildirimleri ve kullanılabilirlik testleri",
      "E": "Ürün ve hizmet odaklı tasarım süreci"
    },
    "explanation": "Kullanıcı deneyimi tasarımı, geliştirme süreci boyunca kullanıcı geri bildirimlerini ve kullanılabilirlik testlerini entegre ederek ürünlerin gerçek kullanıcı ihtiyaçlarına ve tercihlerine göre gelişmesini sağlar. Bu yinelemeli yaklaşım, maliyetli yeniden tasarım riskini azaltır ve nihai ürünün kullanıcı beklentileriyle uyumlu olmasını sağlar."
  },
  {
    "id": "3898531",
    "unitNumber": 1,
    "text": "…………..bilgiyi kullanıcıların zihinsel modellerini destekleyecek ve beklentileriyle uyumlu olacak şekilde yapılandırma ve organize etme pratiğidir.<br/>Yukarıdaki boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilgi mimarisi",
      "B": "Deneyim tasarımı",
      "C": "Etkileşim geliştirme",
      "D": "Kullanıcı deneyimi",
      "E": "Bilgi işleme"
    },
    "explanation": "Bilgi Mimarisi, bilgiyi kullanıcıların zihinsel modellerini destekleyecek ve beklentileriyle uyumlu olacak şekilde yapılandırma ve organize etme pratiğidir."
  },
  {
    "id": "3898532",
    "unitNumber": 1,
    "text": "Daha azının daha fazla’ olduğu fikrine dayanan kullanıcı deneyimi tasarım ilkesi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kullanıcı merkezli tasarım",
      "B": "Tutarlılık ve standartlar",
      "C": "Estetik ve minimalist tasarım",
      "D": "Kullanılabilirlik ve erişilebilirlik",
      "E": "Duygusal tasarım"
    },
    "explanation": "Estetik ve minimalist tasarım, görsel olarak çekici tasarımlar geliştirilmesine ve aynı zamanda gereksiz unsurların ortadan kaldırılmasına odaklanır. Bu ilke, kullanıcı arayüzü tasarımı söz konusu olduğunda ‘daha azının daha fazla’ olduğu fikrine dayanmaktadır."
  },
  {
    "id": "3898533",
    "unitNumber": 1,
    "text": "Kullanıcıların yazılım veya bilgisayarla etkileşimde bulunurken 400 milisaniyeden (ms.) daha kısa bir yanıt süresi beklediklerini ifade eden ilke aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Doherty eşiği",
      "B": "Hiyerarşi",
      "C": "Duygusal tasarım",
      "D": "Kullanıcı merkezli tasarım",
      "E": "Kullanıcı kontrolleri"
    },
    "explanation": "Doherty Eşiği, insanın sabır ve dikkat düzeyinin bir göstergesidir. Bu ilke, kullanıcıların yazılım veya bilgisayarla etkileşimde bulunurken 400 milisaniyeden (ms.) daha kısa bir yanıt süresi beklediklerini ifade eder."
  },
  {
    "id": "3898534",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi kullanıcı merkezli tasarım sürecinin aşamalarından biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Araştırma",
      "B": "Konsept ve prototip tasarımı",
      "C": "Değerlendirme",
      "D": "İyileştirme",
      "E": "Pazarlama"
    },
    "explanation": "Pazarlama, kullanıcı merkezli tasarım sürecinin aşamalarından biri değildir."
  },
  {
    "id": "3898535",
    "unitNumber": 1,
    "text": "Geliştirilen bir mobil telefonun engelli bireylerin kullanımına uygun olmaması kullanıcı merkezli tasarımın hangi zorluğuyla ilişkilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kullanıcı ihtiyaçları ile işletme hedefleri arasındaki denge",
      "B": "Paydaş katılımı ve işbirliği",
      "C": "Analiz sürecinde yaşanan zorluklar",
      "D": "Farklı kullanıcı gruplarına hitap edebilme",
      "E": "Sürekli iyileştirme ve geliştirme"
    },
    "explanation": "Kullanıcı merkezli tasarımda kullanıcı çeşitliliği önemli bir husustur. Tasarımcılar, engelli veya kültürel farklılıklara sahip olanlar da dahil olmak üze re farklı kullanıcı gruplarının değişen ihtiyaçlarını, yeteneklerini ve bağlamlarını hesaba katmalıdır"
  },
  {
    "id": "3898581",
    "unitNumber": 2,
    "text": "……………. kullanıcıların ürün ve hizmetlerle arayüzler, etkileşim yapıları ve yaşatılan deneyim yoluyla gerçekleştirdiği iletişimdir.<br/>Yukarıdaki cümlede boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Teknolojik yenilik",
      "B": "Kullanıcı beklentisi",
      "C": "Kullanıcı deneyimi",
      "D": "Kullanılabilirlik",
      "E": "Tasarım süreci"
    },
    "explanation": "Kullanıcı deneyimi, kullanıcıların ürün ve hizmetlerle arayüzler, etkileşim yapıları ve yaşatılan deneyim yoluyla gerçekleştirdiği iletişimdir."
  },
  {
    "id": "3898582",
    "unitNumber": 2,
    "text": "Kullanıcı deneyimi tasarım sürecinin kurumlara sağladığı faydalar arasında aşağıdakilerden hangisi <u>yer almaz</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Zaman tasarrufu",
      "B": "Para tasarrufu",
      "C": "Kaynak tasarrufu",
      "D": "Ürün kalitesi",
      "E": "Ürün çeşitliliği"
    },
    "explanation": "Kullanıcı deneyimi tasarım süreci, kullanıcı dostu ürünler geliştirmek için sistematik ve kapsamlı bir yaklaşım sunarak kurum ve kuruluşların zaman, para ve kaynak tasarrufu yapmalarına ve nihayetinde daha iyi ürünler sunmalarına yardımcı olur. Ürün çeşitliliği bu faydalar arasında yer almaz."
  },
  {
    "id": "3898583",
    "unitNumber": 2,
    "text": "Hatalı tasarımlardan, gereksiz özelliklerden ve verimsiz adımlardan kaçınılması kullanıcı deneyimi tasarım sürecinin hangi boyutuyla ilgilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tutarlılık ve kalite",
      "B": "Maliyet tasarrufu",
      "C": "Ekip çalışması ve işbirliği",
      "D": "Rekabet üstünlüğü",
      "E": "Risk yönetimi"
    },
    "explanation": "Kullanıcı deneyimi tasarım sürecini takip ederek hatalı tasarımlardan, gereksiz özelliklerden ve verimsiz adımlardan kaçınılabilir. Bu da maliyet tasarrufu sağlar."
  },
  {
    "id": "3898584",
    "unitNumber": 2,
    "text": "Kullanıcı deneyimi tasarım sürecinin, potansiyel zorlukları ve fırsatları önceden belirlemeye yardımcı olarak önlem alma ve uyum sağlama imkânı vermesi kullanıcı deneyimi tasarım sürecinin hangi boyutuyla ilgilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yüksek kabul oranları",
      "B": "Rekabet üstünlüğü",
      "C": "Risk yönetimi",
      "D": "Tutarlılık ve kalite",
      "E": "Kullanıcı ihtiyaçları"
    },
    "explanation": "Risk yönetimi: Kullanıcı deneyimi tasarım süreci, potansiyel zorlukları ve fırsatları önceden belirlemeye yardımcı olarak önlem alma ve uyum sağlama imkânı verir. Bu hem tasarım sürecinde hem de ürünün piyasaya sürülmesinden sonra oluşabilecek risklerin yönetilmesine yardımcı olur."
  },
  {
    "id": "3898585",
    "unitNumber": 2,
    "text": "“Kullanıcılarımız bundan ne elde etmek istiyor?” sorusu kullanıcı deneyimi tasarım sürecinin hangi katmanına ait bir sorudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yüzey",
      "B": "İskelet",
      "C": "Yapı",
      "D": "Kapsam",
      "E": "Strateji"
    },
    "explanation": "Bu üründen ne elde etmek istiyoruz? Kullanıcılarımız bundan ne elde etmek istiyor? Soruları Strateji katmanında yanıt aranan sorulardır."
  },
  {
    "id": "3898586",
    "unitNumber": 2,
    "text": "Kullanıcıların resimler, metinler, düğmeler aracılığıyla doğrudan etkileşime girdiği görünür katman hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yapı",
      "B": "Yüzey",
      "C": "İskelet",
      "D": "Kapsam",
      "E": "Strateji"
    },
    "explanation": "Yüzey katmanı kullanıcıların doğrudan etkileşime girdiği (resimler, metinler, düğmeler vb.) en görünür katmandır."
  },
  {
    "id": "3898587",
    "unitNumber": 2,
    "text": "Keşif araştırma aşamasında hedef kitlenin günlük yaşamlarını, ihtiyaçlarını, karşılaştıkları zorlukları ve tercihlerini gerçekten anlamak için yapılan işlem aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kullanıcı görüşmeleri",
      "B": "Uzman görüşmeleri",
      "C": "Odak grup görüşmeleri",
      "D": "Veri ve trendlerin incelenmesi",
      "E": "Anketler ve rekabet analizi"
    },
    "explanation": "Kullanıcı görüşmeleri: Hedef kitlenin günlük yaşamlarını, ihtiyaçlarını, karşılaştıkları zorlukları ve tercihlerini gerçekten anlamak için derinlemesine görüşmeler yapılır. Kullanıcılar kendi ortamlarında gözlemlenir, anlık sorularla detaylar derinleştirilir."
  },
  {
    "id": "3898588",
    "unitNumber": 2,
    "text": "Projenin temelinin ve yönünün belirlendiği, önceki araştırma bulgularına dayanarak araştırma verilerinin sentezlendiği, tasarımın odaklandığı sorunların netleştirilip beklenen çıktıların açıklandığı aşama hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fikir üretme",
      "B": "Tanımlama",
      "C": "Kullanıcı analizi",
      "D": "Keşif",
      "E": "Bilgi mimarisi"
    },
    "explanation": "Tanımlama aşaması, projenin temelini ve yönünü belirler. Bu aşamada, önceki araştırma bulgularına dayanarak Araştırma verilerini sentezleyin. Tasarımın odaklandığı sorunlar netleştirilir ve beklenen çıktılar tanımlanır."
  },
  {
    "id": "3898589",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi SCAMPER tekniği bileşenleri arasında <u>yer almaz</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Uyarlama",
      "B": "Yerine koyma",
      "C": "Değiştirme",
      "D": "Birleştirme",
      "E": "Üretme"
    },
    "explanation": "SCAMPER (Yerine koyma, Birleştirme, Uyarlama, Değiştirme/Büyütme, Başka bir amaçla kullanma, Ortadan kaldırma, Yeniden düzenleme) gibi teknikler, yaratıcı düşünmeyi teşvik etmek ve mevcut ürünlerin veya hizmetlerin nasıl iyileştirilebileceğini keşfetmek için kullanılabilir."
  },
  {
    "id": "3898590",
    "unitNumber": 2,
    "text": "Web sitesinin veya uygulamanın yapısına ilişkin üst düzey bir genel bakış sağlayan araç aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Site haritaları",
      "B": "Şema tasarımlar",
      "C": "Prototipler",
      "D": "Yazılı içerikler",
      "E": "Görsel içerikler"
    },
    "explanation": "Site haritaları: Bu görsel planlar, web sitesinin veya uygulamanın yapısına ilişkin üst düzey bir genel bakış sağlar."
  },
  {
    "id": "3898644",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi etkili kullanıcı deneyimleri oluşturmak çok önemli olan antropometrik özelliklerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bilişsel ön yargılar",
      "B": "Kişilik",
      "C": "Boyut ve Oranlar",
      "D": "Dikkat",
      "E": "Kültür"
    },
    "explanation": "Boyut ve Oranlar: İnsanlar çeşitli vücut ve uzuv boyutlarına sahiptir. Fiziksel ürün tasarımı, mobilya tasarımı ve iş istasyonu yerleşimleri, uygun uyum ve rahat kullanımı sağlamak için antropometrik verileri dikkate almalıdır."
  },
  {
    "id": "3898645",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi antropometrik hususlara ilişkin kapsayıcı bakış açısıyla gerçekleştirilen kullanıcı deneyimi tasarımı ilkelerindendir?",
    "correctAnswer": "D",
    "options": {
      "A": "Temsilde Kapsayıcılık",
      "B": "Kapsayıcı Dil",
      "C": "Nötr Tasarım",
      "D": "Boyut ve Oranlar",
      "E": "Kişiselleştirilebilir Tercihler"
    },
    "explanation": "Antropometri, insan vücudunun oranlarının bilimsel olarak incelenmesidir. İnsanın fiziksel çeşitliliğini anlamak ve büyüme, gelişme, sağlık ve ergonomi gibi faktörleri değerlendirmek için boy, kilo, vücut boyutları ve oranları gibi çeşitli fiziksel özelliklerin sistematik ölçümünü içerir. İnsanların farklı fiziksel özelliklere sahip olduğu düşünüldüğünde, kullanıcı deneyimi tasarımlarının bu farklılıkları yansıtacak şekilde gerçekleştirilmesi gerekebilir.<br/>Boyut ve Oranlar: İnsanlar çeşitli vücut ve uzuv boyutlarına sahiptir. Fiziksel ürün tasarımı, mobilya tasarımı ve iş istasyonu yerleşimleri, uygun uyum ve rahat kullanımı sağlamak için antropometrik verileri dikkate almalıdır."
  },
  {
    "id": "3898646",
    "unitNumber": 3,
    "text": "Farklı cinsiyet kimliklerine sahip kullanıcıların özel ihtiyaçlarını ve tercihlerini dikkate alarak yapılan tasarımlar aşağıdaki hususlardan hangisi ile açıklanabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Erişilebilirlik",
      "B": "Estetik Tercihler",
      "C": "Ekran Okuyucu Uyumluluğu",
      "D": "Anlamsal HTML",
      "E": "Yüksek Kontrast ve Metin Boyutu Seçenekleri"
    },
    "explanation": "Erişilebilirlikle İlgili Hususlar: Engelli veya diğer erişilebilirlik gereksinimlerine sahip olanlar da dahil olmak üzere, farklı cinsiyet kimliklerine sahip kullanıcıların özel ihtiyaçlarını ve tercihlerini dikkate alın. Tasarımın tüm kullanıcılar tarafından erişilebilir olduğundan emin olun."
  },
  {
    "id": "3898647",
    "unitNumber": 3,
    "text": "Bir ortamın fiziksel, fizyolojik özellikleri veya engel durumu ne olursa olsun tüm insanlar tarafından mümkün olan en geniş ölçüde erişilebilmesi, anlaşılabilmesi ve kullanılabilecek şekilde tasarımlanması ve düzenlenmesi aşağıdakilerden hangisi ile tanımlanabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kolay Anlaşılır ve Tutarlı Tasarım",
      "B": "Evrensel Tasarım",
      "C": "Ekran Okuyucu Uyumluluğu",
      "D": "Kapsayıcı Dil",
      "E": "Temsilde Kapsayıcılık"
    },
    "explanation": "Evrensel Tasarım, bir ortamın fiziksel, fizyolojik özellikleri veya engel durumu ne olursa olsun tüm insanlar tarafından mümkün olan en geniş ölçüde erişilebilmesi, anlaşılabilmesi ve kullanılabilecek şekilde tasarımlanması ve düzenlenmesidir. Bu ortamlara, binalar, sokaklar veya meydanlar gibi halka açık yerler, bu yerlerde sunulan ürün ve hizmetler ve dijital sistemler de dâhildir."
  },
  {
    "id": "3898648",
    "unitNumber": 3,
    "text": "Yargılamada rasyonellikten sistematik bir biçimde sapmayı aşağıdakilerden hangisi ifade edilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilişsel Ön Yargı",
      "B": "Özelleştirilebilir Etkileşim Ayarları",
      "C": "Erişilebilirlik",
      "D": "Kişilik Özellikleri",
      "E": "Duygu Durumları"
    },
    "explanation": "Zihin bilgiyi işlerken önceki deyimlerden faydalanarak yeterli nesnel dayanak olmadan bilgiyi kategorize eder. Bu durum, bilişsel ön yargıya neden olabilir.<br/>Bilişsel ön yargı, yargılamada rasyonellikten sistematik bir biçimde sapmayı ifade eder."
  },
  {
    "id": "3898649",
    "unitNumber": 3,
    "text": "Açık kuralları, yapıyı ve öngörülebilirliği tercih eden kültürlerde tasarımlar nasıl yapılandırılmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ayrıntılı talimatlar ve kolay anlaşılır hata mesajları içermelidir.",
      "B": "Hedefe yönelik ve verim odaklı olmalıdır.",
      "C": "Kullanıcı özerkliğini ve katılımını teşvik etmelidir.",
      "D": "İş birliğini ve grup etkileşimini teşvik etmelidir.",
      "E": "Uzun vadeli faydalara ve sürdürülebilirlik özelliklerine odaklanmalıdır."
    },
    "explanation": "Örneğin, bu kültürler için tasarımlanan finansal hizmet uygulamaları, ayrıntılı işlem geçmişleri ve kapsamlı güvenlik özellikleri sunabilir. Belirsizlikten kaçınmanın düşük olduğu kültürler, başka deyişle belirsizliği tolere edebilen kültürler, belirsizlik ve deneme konusunda daha rahattır.<br/>Belirsizlikten kaçınmanın yüksek olduğu kültürler açık kuralları, yapıyı ve öngörülebilirliği tercih eder. Tasarımlar, ayrıntılı talimatlar ve kolay anlaşılır hata mesajları içermelidir."
  },
  {
    "id": "3898650",
    "unitNumber": 3,
    "text": "Bir ürün veya hizmetin faydalarını ve maliyet etkinliğinin açıkça belirtmediği tasarımlarda aşağıdaki faktörlerden hangisi göz önünde bulundurulmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Değer Algısı",
      "B": "Abonelik Modelleri",
      "C": "Erişilebilirlik Özellikleri",
      "D": "Yerelleştirmeyle İlgili Konular",
      "E": "Dijital Okuryazarlık"
    },
    "explanation": "Tasarım, bir ürün veya hizmetin faydalarını ve maliyet etkinliğini açıkça belirtmelidir.<br/>Değer Algısı: Sosyoekonomik durum yelpazesinde farklı düzeylerde yer alan bireyler özellikle ücretlendirme konusunda farklı duyarlılıklara sahip olabilir. Bu durumda ürün veya hizmet değeri konusunda farklı öncelikler, tercihler ve algılar söz konusudur."
  },
  {
    "id": "3898651",
    "unitNumber": 3,
    "text": "Görev tamamlama oranlarının ve kullanıcı geri bildirimlerinin analiz etmek, kullanıcıların kafasını karıştıran veya hayal kırıklığına uğratan arayüz ögelerini ortaya çıkarmak aşağıdakilerden hangisinin iyileştirilmesi için faydalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kullanılabilirliğin İyileştirilmesi",
      "B": "Kullanıcı Memnuniyetinin Artırılması",
      "C": "Kanıta Dayalı Tasarım Gerçekleştirilmesi",
      "D": "Kullanıcı Verilerinin Yorumlanması",
      "E": "Nicel ve Nitel Verilerin Dengelenmesi"
    },
    "explanation": "Örneğin, kullanılabilirlik testi sırasında görev tamamlama oranlarının ve kullanıcı geri bildirimlerinin analiz edilmesi, kullanıcıların kafasını karıştıran veya hayal kırıklığına uğratan arayüz ögelerini ortaya çıkarabilir ve tasarım iyileştirmelerini teşvik edebilir (Rubin ve Chisnell, 2008).<br/>Kullanılabilirliğin İyileştirilmesi: Kullanıcı analizi, kullanıcıların bir ürün veya hizmetle nasıl etkileşime girdiğini ortaya çıkararak kullanılabilirlik sorunlarının belirlenmesine yardımcı olabilir. Kullanılabilirlik testi gibi teknikler aracılığıyla tasarımcılar, kullanıcıları eylem hâlinde gözlemleyebilir ve kullanıcı deneyiminin geliştirilebileceği alanları belirleyebilir."
  },
  {
    "id": "3898652",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kullanıcı analizi temel aşamalarından birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kullanıcı Örneklemine Erişim",
      "B": "Bulguları Yorumlama",
      "C": "Zaman ve Kaynak Kısıtlamaları",
      "D": "Kullanıcı Ön Yargıları",
      "E": "Kullanılabilirliğin İyileştirilmesi"
    },
    "explanation": "Örneğin, kullanıcı görüşmelerinden elde edilen bulgular, basit ve sezgisel bir arayüz tasarımına yönelik güçlü bir tercihi ortaya çıkarabilir ve tasarımda basitlik ve sadeliğin önceliklendirilmesi gerektiğine işaret edebilir (Nielsen, 1993).<br/>Bulguları Yorumlama: Tasarım sürecini bilgilendiren eyleme dönüştürülebilir içgörüler oluşturmak için veri analizinden elde edilen bulgular sentezlenir. Bu aşamada araştırmacının sorduğu soru ‘Tüm bu veri, tasarımın şekillendirilmesi için bana ne anlatıyor?’ sorusu olabilir. Analiz sonucunda temel kullanıcı ihtiyaçlarını, sorunlu noktaları, tercihleri ve iyileştirme fırsatları belirlenmiş olmalıdır."
  },
  {
    "id": "3898653",
    "unitNumber": 3,
    "text": "Tüm tasarım ve geliştirme döngüsü boyunca kullanıcılara ve onların ihtiyaçlarına odaklanan yinelemeli tasarım süreci aşağıdakilerden hangisi ile tanımlanabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Antropometrik tasarım",
      "B": "Nötr tasarım",
      "C": "Kolay anlaşılır ve tutarlı tasarım",
      "D": "Evrensel tasarım",
      "E": "Kullanıcı merkezli tasarım"
    },
    "explanation": "Tasarım süreci boyunca kullanıcıların özelliklerini ve gereksinimlerini anlamaya, bunları tasarıma anlamlı bir biçimde aktarmaya odaklanır. Bu yaklaşımın merkezinde kullanıcı profilleri, kullanıcı karakterleri, prensipler-antiprensipler ve senaryo oluşturma gibi uygulamalar yer alır.<br/>Kullanıcı merkezli tasarım, tüm tasarım ve geliştirme döngüsü boyunca kullanıcılara ve onların ihtiyaçlarına odaklanan yinelemeli bir tasarım sürecidir."
  },
  {
    "id": "3898673",
    "unitNumber": 3,
    "text": "I-Kullanılabilirlik sorunlarına<br/>II-Benimsenme eksikliğine<br/>III-Genel olarak kötü bir deneyime<br/>IV-Ürün veya hizmetin amacına ulaşmasında problemlere<br/>Tasarım süreçlerinde kullanıcı özelliklerini ve gereksinimlerini doğru bir şekilde hesaba katmamak yukarı verilenlerden hangisi ya da hangilerine yol açar?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "I, III ve IV",
      "D": "II ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Tasarım süreçlerinde kullanıcı özelliklerini ve gereksinimlerini doğru bir şekilde hesaba katmamak; kullanılabilirlik sorunlarına, benimsenme eksikliğine ve genel olarak kötü bir deneyime yol açabilir. Bu durum ise ürün veya hizmetin amacına ulaşmasında ciddi problemlere yol açabilir."
  },
  {
    "id": "3898674",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi boyut ve şeklin boyutsal tanımlayıcılarına odaklanarak insan vücudunun fiziksel özelliklerinin bilimsel olarak ölçümlenmesidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ortopedi",
      "B": "Antropometri",
      "C": "Fizyoloji",
      "D": "Anatomi",
      "E": "Ergonomi"
    },
    "explanation": "Antropometri boyut ve şeklin boyutsal tanımlayıcılarına odaklanarak insan vücudunun fiziksel özelliklerinin bilimsel olarak ölçümlenmesidir."
  },
  {
    "id": "3898675",
    "unitNumber": 3,
    "text": "İnsan vücudunun oranlarının bilimsel olarak incelenmesine ne denir?",
    "correctAnswer": "C",
    "options": {
      "A": "astroloji",
      "B": "antropoloji",
      "C": "antropometri",
      "D": "asimetri",
      "E": "simetri"
    },
    "explanation": "İnsanın fiziksel çeşitliliğini anlamak ve büyüme, gelişme, sağlık ve ergonomi gibi faktörleri değerlendirmek için boy, kilo, vücut boyutları ve oranları gibi çeşitli fiziksel özelliklerin sistematik ölçümünü içerir. İnsanların farklı fiziksel özelliklere sahip olduğu düşünüldüğünde, kullanıcı deneyimi tasarımlarının bu farklılıkları yansıtacak şekilde gerçekleştirilmesi gerekebilir."
  },
  {
    "id": "3898676",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi cinsiyet faktörüne ilişkin kapsayıcı bakış açısıyla gerçekleştirilen kullanıcı deneyimi tasarımının odaklandığı ilkeler arasında <u><strong>gösterilemez?</strong></u>",
    "correctAnswer": "C",
    "options": {
      "A": "Nötr Tasarım",
      "B": "Temsilde Kapsayıcılık",
      "C": "Ayrıştırıcı Dil",
      "D": "Kişiselleştirilebilir Tercihler",
      "E": "Erişilebilirlikle İlgili Hususlar"
    },
    "explanation": "Cinsiyet faktörüne ilişkin kapsayıcı bakış açısıyla gerçekleştirilen kullanıcı deneyimi tasarımı aşağıda verilen ilkelere odaklanabilir:<br/>Nötr Tasarım, Kapsayıcı Dil, Temsilde Kapsayıcılık, Kişiselleştirilebilir Tercihler, Erişilebilirlikle İlgili Hususlar"
  },
  {
    "id": "3898677",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kullanıcı deneyimi tasarımında etkili olan yaş faktörü ile ilgili doğru bir ifadedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yaşlı kullanıcılar web sitelerinde genellikle canlı renkleri tercih ederler.",
      "B": "Yaşlı kullanıcılar web sitelerinde dinamik tasarımları tercih ederler.",
      "C": "Genç kullanıcılar yüksek kaliteli grafiklere sahip web sitelerini tercih ederler.",
      "D": "Genç kullanıcılar modern ve görsel açıdan ilgi çekici web sitesi tasarımlarını tercih etmezler.",
      "E": "Yaşlı kullanıcılar basit ve sezgisel gezinme yapılarını tercih etmezler."
    },
    "explanation": "Görselleri seçerken hedef kitlenin tercihleri ve ilgi alanları göz önünde bulundurulmalıdır. Örneğin genç kullanıcılar genellikle canlı renkler, dinamik tasarımlar ve yüksek kaliteli grafiklere sahip, modern ve görsel açıdan ilgi çekici web sitesi tasarımlarını tercih edebilir. Bu kullanıcıların dikkatlerini çekmek ve ilgilerini canlı tutmak için göz alıcı görseller ve etkileşimli ögeler kullanılabilir. Öte yandan, daha yaşlı kullanıcılar, net biçimde etiketlenmiş menüler ve gezinme ögeleri içeren basit ve sezgisel gezinme yapılarını tercih edebilir."
  },
  {
    "id": "3898678",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi görme kısıtı olan kullanıcılar için erişilebilir tasarım stratejileri arasında <strong><u>yer almaz?</u></strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Açık ve kısa alternatif metin açıklamalarının sağlanması",
      "B": "Desenler, şekiller veya simgeler gibi alternatif yöntemlerin kullanılması",
      "C": "Ekran okuyucu yazılımı kullanma",
      "D": "Metin tabanlı iletişim tercih etme",
      "E": "Yazı tipi boyutlarını ayarlamaya yönelik seçenekler sunma"
    },
    "explanation": "Görme kısıtı ya da görme engeli olan kullanıcıların az olsa görme yetileri vardır. Bu nedenle bu kullanıcılar göz önünde bulundurularak görmelerini kolaylaştıracak yöntemler yapılmalıdır. Bu nedenle metin tabanlı iletişim tercih etme işitme engeli olan kullanıcılar için erişilebilir tasarım stratejileri arasındadır."
  },
  {
    "id": "3898679",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi çocukların kullanıcı deneyimi tasarımı açısından doğru bir ifadedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Çocuklar için ilgi çekici kullanıcı deneyimi tasarımları oluşturmaya gerek yoktur.",
      "B": "Çocuklara hitap eden bir deneyim tasarımlarken kolay ve anlaşılır bir dil benimsenmelidir.",
      "C": "Çocuklar için küçük ve anlaşılması zor simgeler ve düğmeler kullanılmalıdır.",
      "D": "Çocuklar için oyunlar, bulmacalar ve dokunmaya dayalı aktiviteler dahil edilmemelidir.",
      "E": "Animasyonlar ve ses efektleri bilişsel yük oluşturacak şekilde tasarımlanmalıdır."
    },
    "explanation": "Çocuklar ürünlerle etkileşime geçme konusunda farklı ihtiyaçlara ve yeteneklere sahip bir kullanıcı grubudur. Onlar için ilgi çekici ve etkili kullanıcı deneyimi tasarımları oluşturmak, onların dünyayı nasıl algıladıklarını ve çevreleriyle nasıl etkileşime geçtiklerini anlamak açısından çok önemlidir. Örneğin, küçük çocukların dikkat süreleri kısa ve okuma yetenekleri sınırlı olabilir. Öte yandan, çocuklar doğal olarak meraklıdır ve keşfetmekten hoşlanırlar. Dolayısıyla, çocuklara hitap eden bir deneyim tasarımlarken kolay anlaşılır bir dil benimsenmeli, büyük, anlaşılması kolay simgeler ve düğmeler kullanılmalıdır. Çocukların kısa odaklanma süreleri ve keşfetme odaklı yapıları düşünüldüğünde ise ilgilerini canlı tutmak için oyunlar, bulmacalar ve dokunmaya dayalı aktiviteler gibi etkileşimli unsurlar dahil edilebilir. Animasyonlar ve ses efektleri kullanıcı deneyimi çocuklar için iyileştirebilir ancak bunların dikkat dağıtacak ve bilişsel yük oluşturacak şekilde tasarımlanmadığından emin olmak gerekir."
  },
  {
    "id": "3898680",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kullanıcı deneyimi tasarımında etkili olan cinsiyet faktörü ile ilgili doğru bir ifade değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Cinsiyet kimliği ne olursa olsun tüm kullanıcılara hitap eden cinsiyet nötr tasarım yaklaşımını hedefleyin.",
      "B": "Evrensel olarak çekici bir estetik ve kullanıcı deneyimi yaratmaya odaklanın.",
      "C": "Farklı cinsiyet kimliklerine saygı duyan kapsayıcı bir dil kullanın.",
      "D": "Tasarımda yer alan metinlerde ve iletişimlerde cinsiyet varsayın.",
      "E": "Farklı cinsiyetlerden, yaşlardan, etnik kökenlerden ve geçmişlerden insanları içeren çeşitli görseller kullanın."
    },
    "explanation": "Cinsiyet faktörüne ilişkin kapsayıcı bakış açısıyla gerçekleştirilen kullanıcı deneyimi tasarımı aşağıda verilen ilkelere odaklanabilir: • Nötr Tasarım: Cinsiyet kimliği ne olursa olsun tüm kullanıcılara hitap eden cinsiyet nötr tasarım yaklaşımını hedefleyin. Belirli grupları yabancılaştırabilecek veya dışlayabilecek basmakalıp renkler, görüntüler veya dil kullanmaktan kaçının. Bunun yerine evrensel olarak çekici bir estetik ve kullanıcı deneyimi yaratmaya odaklanın. • Kapsayıcı Dil: Farklı cinsiyet kimliklerine saygı duyan kapsayıcı bir dil kullanın. Tasarımda yer alan metinlerde ve iletişimlerde cinsiyet varsaymaktan kaçının ve mümkün olduğunda cinsiyet ayrımı gözetmeyen terimler kullanın. Bu, tüm kullanıcılar için kucaklayıcı ve kapsayıcı bir ortam yaratılmasına yardımcı olur. • Temsilde Kapsayıcılık: Tasarımda yer alan görsel içeriğin cinsiyet temsilindeki çeşitliliği yansıttığından emin olun. Farklı cinsiyetlerden, yaşlardan, etnik kökenlerden ve geçmişlerden insanları içeren çeşitli görseller kullanın. Bu, kullanıcıların temsil edildiklerini görmelerine yardımcı olur ve aidiyet duygusunu geliştirir."
  },
  {
    "id": "3898681",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kullanıcı deneyimi tasarımının görme kısıtı olan bireyler için etkin bir şekilde düzenlemesini ifade eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Görme kısıtı olan kullanıcılar, ekran okuyucular ve metin büyütme yazılımı gibi yardımcı teknolojilere ihtiyaç duymazlar.",
      "B": "Tasarım hususları arasında metin ve arka plan arasında yeterli renk kontrastının sağlanmasına gerek yoktur.",
      "C": "Resimler için açık ve kısa alternatif metin açıklamalarına gerek yoktur.",
      "D": "Klavye kısayollarının sağlanması ve tüm işlevlere klavye gezinme yoluyla erişilebilmesinin sağlanmasına gerek duyulmaz.",
      "E": "Renk körlüğü olan kişiler için renkle birlikte desenler, şekiller veya simgeler kullanılması daha erişilebilir bir tasarım gerçekleştirilmesini mümkün kılar."
    },
    "explanation": "Görme engelleri, kısmi görmeden tam körlüğe kadar çeşitli kısıtlılıkları kapsar. Görme kısıtlılığı olan kullanıcılar için tasarım, görsel olmayan yollarla gezinmeyi ve anlamayı kolaylaştıran özelliklerin uygulanmasını içerir.<br/><ul><br/><li><strong>Körlük ve Az Görme:</strong> Görme engelli veya az gören kullanıcılar, ekran okuyucular ve metin büyütme yazılımı gibi yardımcı teknolojilere güvenirler. Tasarım hususları arasında metin ve arka plan arasında yeterli renk kontrastının sağlanması, resimler için açık ve kısa alternatif metin açıklamalarının, başka deyişle alternatif metin, sağlanması ve arayüzün yalnızca klavye kullanılarak gezinilebilir olduğundan emin olunması yer alır (W3C, 2023).</li><br/><li><strong>Renk Körlüğü:</strong> Renk körlüğü olan kişiler belirli renk kombinasyonlarını ayırt etmekte zorlanabilirler. Bilgiyi iletmek için yalnızca renk kodlarının değil renkle birlikte desenler, şekiller veya simgeler gibi alternatif yöntemlerin kullanılması bu kullanıcılar için daha erişilebilir bir tasarım gerçekleştirilmesini mümkün kılar (Gordon, 2022).</li><br/><li><strong>Klavye Gezinme:</strong> Klavye kısayollarının sağlanması ve tüm işlevlere klavye gezinme yoluyla erişilebilmesinin sağlanması, görme bozukluğu olan kullanıcıların arayüzlerde verimli bir şekilde gezinmesine olanak tanır.</li><br/></ul>"
  },
  {
    "id": "3898682",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kullanıcı deneyimi tasarımının işitme engelli bireyler için etkin bir şekilde düzenlemesini ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Sohbet veya mesajlaşma özellikleri gibi metin tabanlı iletişim kanalları sunulması faydalı olacaktır.",
      "B": "Yanıp sönen ışıklar veya titreşimli uyarılar gibi görsel ipuçları dahil edilmesine gerek yoktur.",
      "C": "Ses ve video içeriğine altyazı eklemeye gerek yoktur.",
      "D": "Transkriptlerin sağlanması erişilebilirliği artırmaya yardımcı olmaz.",
      "E": "Transkriptlerin sağlanması işitme güçlüğü olan kullanıcılar için içeriğe erişimi kolaylaştırmaz."
    },
    "explanation": "İşitme kısıtlığı olan kullanıcılara hitap eden tasarımlar gerçekleştirmek için aşağıdaki stratejiler benimsenebilir. Altyazı ve Transkriptler: Ses ve video içeriğine altyazı eklemek, kullanıcıların işitme yeteneklerinden bağımsız olarak bilgileri anlamalarına olanak tanır. Ek olarak, transkriptlerin sağlanması erişilebilirliği artırır ve işitme güçlüğü olan kullanıcılar için içeriğe erişimi kolaylaştırır. Görsel Uyarılar ve Bildirimler: Yanıp sönen ışıklar veya titreşimli uyarılar gibi görsel ipuçlarının işitsel bildirimlerin yanı sıra dahil edilmesi, önemli bilgilerin işitme kısıtı olan kullanıcılara etkili bir şekilde iletilmesini sağlayabilir. Metin Tabanlı İletişim: Sohbet veya mesajlaşma özellikleri gibi metin tabanlı iletişim kanallarının sunulması, kullanıcıların yalnızca sesli ipuçlarına güvenmeden gerçek zamanlı etkileşimlerde bulunmasına olanak tanıyabilir."
  },
  {
    "id": "3898683",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kullanıcı deneyimi tasarımının hareket kısıtlılığı olan bireyler için etkin bir şekilde düzenlemesini ifade etmez?",
    "correctAnswer": "C",
    "options": {
      "A": "Kolay anlaşılır ve tutarlı tasarımlara sahip arayüzler tasarımlanmalıdır.",
      "B": "Sesli komutlar veya mimik tabanlı kontroller gibi alternatif giriş yöntemleri sağlanmalıdır.",
      "C": "Göz izleme gibi alternatif giriş yöntemlerine yönelik seçenekleri göz önünde bulundurmaya gerek yoktur.",
      "D": "Tasarımcı düğmeler, bağlantılar ve menüler gibi etkileşimli ögeler kullanılmalıdır.",
      "E": "Tasarım ögeleri büyük olmalı ve dokunulması veya tıklanması kolay olmalıdır."
    },
    "explanation": "Hareketlilik kısıtlılıkları, kullanıcıların geleneksel giriş yöntemlerini kullanarak arayüzlerle etkileşim kurma yeteneğini etkileyebilir. Örneğin, sınırlı el yetisine kullanıcılar, küçük dokunma hedeflerini veya karmaşık hareketleri kullanmada zorluk yaşayabilir. Bu kullanıcılar için tasarım ögeleri büyük olmalı ve dokunulması veya tıklanması kolay olmalıdır. Sesli komutlar veya göz izleme gibi alternatif giriş yöntemlerine yönelik seçenekler göz önünde bulundurulabilir (ATiA, 2024). Hareket engelli kullanıcılara yönelik tasarım aşağıdaki stratejilere odaklanabilir. Erişilebilir Giriş Yöntemleri: Sesli komutlar veya mimik tabanlı kontroller gibi alternatif giriş yöntemlerinin sağlanması, sınırlı el becerisi veya hareket kabiliyetine sahip kullanıcılar için erişilebilirliği artırabilir. • Kolay Anlaşılır ve Tutarlı Tasarımlar: Kolay anlaşılır ve tutarlı tasarımlara sahip arayüzler tasarımlamak, hassas motor kontrolüne olan ihtiyacı azaltır ve hareket kısıtlılığı kullanıcılar için navigasyonu daha kolay yönetilebilir hâle getirebilir. • Özelleştirilebilir Etkileşim Ayarları: İşaretçi hassasiyetini veya bekleme süresini ayarlamak gibi etkileşim ayarlarını özelleştirme seçenekleri sunmak, kullanıcıların arayüzü kendi özel ihtiyaçlarına ve tercihlerine göre uyarlamasına olanak tanır. Mobil uygulama geliştiren tasarımcı örneğine dönecek olursak, tasarımcı düğmeler, bağlantılar ve menüler gibi etkileşimli ögelerin, farklı düzeyde el becerisine sahip kullanıcılara uyum sağlamak için yeterli boyuta ve boşluğa sahip olmasını sağlayabilir."
  },
  {
    "id": "3898684",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi zihin bilgiyi işlerken önceki deyimlerden faydalanarak yeterli nesnel dayanak olmadan bilgiyi kategorize ettiği sürece verilen addır?",
    "correctAnswer": "B",
    "options": {
      "A": "İçe dönüklük",
      "B": "Bilişsel ön yargı",
      "C": "Sürü psikolojisi",
      "D": "Bandwagon etkisi",
      "E": "Nevrotik kişilik"
    },
    "explanation": "Bilişsel ön yargı, yargılamada rasyonellikten sistematik bir biçimde sapmayı ifade eder. Zihin bilgiyi işlerken önceki deyimlerden faydalanarak yeterli nesnel dayanak olmadan bilgiyi kategorize eder. Bu durum, bilişsel ön yargıya neden olabilir."
  },
  {
    "id": "3898685",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kullanıcı deneyimi tasarımının bilişsel ve nörolojik rahatsızlıkları olan kullanıcılar için etkin bir şekilde düzenlenmesini ifade eder?",
    "correctAnswer": "D",
    "options": {
      "A": "Bilişsel yükü azaltan arayüzlere ihtiyaç duyulmaz.",
      "B": "Bilgi işlemeyi destekleyen arayüzlere ihtiyaç yoktur.",
      "C": "Karmaşık dil ve tasarımları anlamakta zorluk çekmezler.",
      "D": "Açık ve basit bir dil kullanmak bu kullanıcılar için erişimi artırabilir.",
      "E": "Jargon kullanımı tercih edilmelidir."
    },
    "explanation": "Otizm spektrum bozukluğu, disleksi veya dikkat eksikliği ve hiperaktivite bozukluğu (DEHB) gibi bilişsel ve nörolojik rahatsızlıkları olan kullanıcılar, bilişsel yükü azaltan ve bilgi işlemeyi destekleyen arayüzlere ihtiyaç duyabilir. Öğrenme güçlüğü olan kullanıcılar karmaşık dil veya tasarımları anlamakta zorluk yaşayabilir. Açık ve basit bir dil kullanmak, jargondan kaçınmak ve bilgileri yönetilebilir parçalara ayırmak bu kullanıcılar için erişimi artırabilir."
  },
  {
    "id": "3898686",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi potansiyel kullanıcıların algı ve inançlarını doğru bir biçimde ele alan tasarımlar gerçekleştirmenize yardımcı olacak unsurlar arasında <u><strong>sayılamaz?</strong></u>",
    "correctAnswer": "D",
    "options": {
      "A": "Kullanıcı analizi yapma",
      "B": "Kavram yanılgılarını keşfetme",
      "C": "Olumsuz çağrışımları belirleme",
      "D": "Görsel bildirimler tasarımlama",
      "E": "Bilgiyi olumlu karşılık bulacak şekilde tasarımlama"
    },
    "explanation": "Aşağıda yer alan tavsiyeler potansiyel kullanıcıların algı ve inançlarını doğru bir biçimde ele alan tasarımlar gerçekleştirmenize yardımcı olabilir.<br/>• Kullanıcıların zihinsel modellerini ve ilgili kavramlara ilişkin algılarını anlamak için kullanıcı analizi yapın.<br/>• Şeffaf iletişim ve ikna edici tasarım teknikleri yoluyla kavram yanılgılarını veya olumsuz çağrışımları keşfedin ve bunları yeniden şekillendiren tasarımlara odaklanın.<br/>• Bilgiyi kullanıcılarda olumlu karşılık bulacak şekilde tasarımlayın."
  },
  {
    "id": "3898687",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kullanıcı deneyimi tasarımı kullanan bir turizm işletmesinin duygu durumlarını doğru yansıtmasını ifade etmez?",
    "correctAnswer": "B",
    "options": {
      "A": "Yüksek kaliteli destinasyon görselleri ve ilham verici içerik kullanmalıdır.",
      "B": "Heyecan duygusu yaratmak için soğuk renkler tercih etmelidir.",
      "C": "Kullanıcılara destek kaynakları veya rehberlik sağlayan tasarım ögelerine yer vermelidir.",
      "D": "Sevinç, heyecan, huzur gibi olumlu duyguları uyandıran arayüzler tasarımlamalıdır.",
      "E": "Empati odaklı tasarım uygulamalıdır."
    },
    "explanation": "Örnek vermek gerekirse, seyahat rezervasyon platformu geliştiren tasarımcı, seyahatlerini planlayan kullanıcılarda heyecan duygusu yaratmak için sıcak renkler, yüksek kaliteli destinasyon görselleri ve ilham verici içerik kullanabilir. Duygu durumlarını dikkate alan tasarımlar için aşağıdaki tavsiyelere başvurulabilir: • Görsel estetik, animasyonlar ve mikro etkileşimler yoluyla sevinç, heyecan, huzur gibi olumlu duyguları uyandıran arayüzler tasarımlayın (Hassenzahl, 2010). • Kullanıcıların duygusal ihtiyaçlarını karşılamak ve stresi veya hayal kırıklığını hafifletmek için empati odaklı tasarım uygulayın (Forlizzi ve Battarbee, 2018). • Kaygı veya belirsizlik gibi olumsuz duygular yaşayan kullanıcılara destek kaynakları veya rehberlik sağlayan tasarım ögelerine yer verin (Desmet ve Pohlmeyer, 2013)."
  },
  {
    "id": "3898688",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kullanıcıların bir ürün veya hizmetle etkileşim kurmasının nedeni olan motivasyonlarını doğru ifade etmemiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bazı kullanıcıların ürünü veya hizmeti kullanmadaki temel motivasyonu sıkılacakları bir deneyim yaşamak olabilir.",
      "B": "Bazı kullanıcıların temel motivasyonları sağlık ve iyi oluş olabilir.",
      "C": "Bazı kullanıcıların motivasyonu sosyal etkileşim veya kişisel gelişim yönünde olabilir.",
      "D": "Bazı kullanıcılar için motivasyon, görevlerini verimli bir biçimde gerçekleştirmelerini sağlayacak üretkenlik işlevi olabilir.",
      "E": "Bazı kullanıcıların ürünü veya hizmeti kullanmadaki temel motivasyonu bilgi edinmektir."
    },
    "explanation": "Kullanıcıların ürün ve hizmetlerle etkileşime girmek için çeşitli motivasyon ve hedefleri olabilir. Örneğin, bazı kullanıcıların ürünü veya hizmeti kullanmadaki temel motivasyonu bilgi edinmek iken diğerlerinin temel motivasyonu eğlence olabilir. Öte yandan bazı kullanıcılar görevlerini verimli bir biçimde gerçekleştirmelerini sağlayacak üretkenlik işlevlerine odaklanırken diğerlerinin motivasyonu sosyal etkileşim veya kişisel gelişim yönünde olabilir. Kullanıcılar burada sözü geçen motivasyonların dışında sağlık ve iyi oluş gibi farklı motivasyonel yönelimlere de sahip olabilir. Bu nedenle hedef kitlenin ürün veya hizmetle etkileşime girme motivasyonlarını anlamak ve bu doğrultuda tasarımlar gerçekleştirmek daha anlamlı kullanıcı deneyimi inşa edilmesine katkı sağlayacaktır."
  },
  {
    "id": "3898689",
    "unitNumber": 3,
    "text": "Kullanıcı analizi çeşitli aşamalardan oluşur. Aşağıdakilerden hangisi kullanıcı analizinin ilk aşamasıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Katılımcıları Belirleme",
      "B": "Araştırmanın Amacını Netleştirme",
      "C": "Araştırma Yöntemini Seçme",
      "D": "Veri Toplama",
      "E": "Bulguları Yorumlama"
    },
    "explanation": "Kullanıcı deneyimi tasarımı süreçlerinde kullanıcı analizinde ilk aşama Araştırmanın Amacını Netleştirmedir."
  },
  {
    "id": "3898690",
    "unitNumber": 3,
    "text": "Aşağıdaki kullanıcı analizi yöntemlerinden hangisi kullanıcılardan içerik veya özellikleri zihinsel modellerine ve tercihlerine göre organize etmelerini ve kategorilere ayırmalarını içerir?",
    "correctAnswer": "C",
    "options": {
      "A": "Görüşme",
      "B": "Gözlem",
      "C": "Kart sıralama",
      "D": "A/B Testi",
      "E": "Anket"
    },
    "explanation": "Kart sıralama, kullanıcılardan içerik veya özellikleri zihinsel modellerine ve tercihlerine göre organize etmelerini ve kategorilere ayırmalarını içerir."
  },
  {
    "id": "3898691",
    "unitNumber": 3,
    "text": "Bireysel kullanıcıların ayrıntılı, gerçek tasvirlerine odaklanan bir tasarımcının aşağıdakilerden hangisi üzerinde çalıştığını söyleyebiliriz?",
    "correctAnswer": "A",
    "options": {
      "A": "Kullanıcı profili",
      "B": "Kullanıcı karakterleri",
      "C": "Senaryolar",
      "D": "Prensipler",
      "E": "Kullanıcı ve ürün etkileşimi"
    },
    "explanation": "Kullanıcı profili, belirli bir kullanıcı grubunun demografik özelliklerini, davranışlarını, tutumlarını ve hedeflerini özetleyen ayrıntılı bir dokümandır. Kullanıcıların kim olduğuna ve neye önem verdiklerine dair temel bir anlayış sağlar. Kullanıcı profilleri, bireysel kullanıcıların ayrıntılı, gerçek tasvirlerine odaklanır."
  },
  {
    "id": "3898692",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kullanıcı analizi süreçlerinde uyulması gereken temel etik kurallardan biri <u><strong>değildir?</strong></u>",
    "correctAnswer": "C",
    "options": {
      "A": "Gizlilik ve veri koruma",
      "B": "Şeffaflık",
      "C": "Araştırma sonuçlarını paylaşma",
      "D": "Kullanıcı özerkliğine saygı",
      "E": "Zarardan kaçınma"
    },
    "explanation": "Araştırma sonuçlarını paylaşma kullanıcı analizi süreçlerinde uyulması gereken temel etik kurallardan biri değildir."
  },
  {
    "id": "3898664",
    "unitNumber": 4,
    "text": "Veri gizliliği ve güvenliği neden kullanıcı deneyimi tasarımı açısından önemlidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnızca şirketlerin yasal zorunluluklarını yerine getirmesi için önemlidir",
      "B": "Kullanıcılarla güven ilişkisi kurulması ve olumlu kullanıcı deneyimlerinin teşvik edilmesi için gereklidir",
      "C": "Sadece finansal verileri korumak için önemlidir",
      "D": "Verilerin toplanması için bir ön koşuldur",
      "E": "Yalnızca teknoloji firmalarının sorumluluğundadır"
    },
    "explanation": "VERİ GİZLİLİĞİ VE GÜVENLİĞİ<br/>\"Bu hassas verileri korumak ve sorumlu kullanımını sağlamak yalnızca etik ve yasal yükümlülükler açısından değil, aynı zamanda güven oluşturmak ve olumlu kullanıcı deneyimlerini teşvik etmek için de gereklidir\""
  },
  {
    "id": "3898665",
    "unitNumber": 4,
    "text": "Tarihteki en büyük veri ihlallerinden biri olan ve yaklaşık 147 milyon Amerikalının hassas bilgilerinin açığa çıkmasına neden olan veri ihlali hangi şirkette yaşanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Facebook",
      "B": "Cambridge Analytica",
      "C": "Equifax",
      "D": "Google",
      "E": "Instagram"
    },
    "explanation": "VERİ GİZLİLİĞİ VE GÜVENLİĞİ<br/>\"Amerika Birleşik Devletleri (ABD) merkezli kredi raporlama kuruluşu Equifax, yaklaşık 147 milyon Amerikalının sosyal güvenlik numaraları, doğum tarihleri ve adresleri de dahil olmak üzere hassas kişisel bilgilerini açığa çıkaran bir siber saldırıya uğramıştır\""
  },
  {
    "id": "3898666",
    "unitNumber": 4,
    "text": "Veri güvenliğiyle ilgili yapılan araştırmalara göre, kullanıcıların çevrimiçi gizlilikleri konusunda endişe duyan oran nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "%68",
      "B": "%50",
      "C": "%60",
      "D": "%75",
      "E": "%80"
    },
    "explanation": "Kullanıcı Deneyimi Tasarımında Veri Güvenliğinin Önemi<br/>\"IAPP Güven Raporu kullanıcıların önemli bir oranının (%68’inin) çevrim içi gizlilikleri konusunda endişe duyduklarını raporlamaktadır.\""
  },
  {
    "id": "3898667",
    "unitNumber": 4,
    "text": "Veri güvenliği ile ilgili olarak tasarımcıların, kullanıcı deneyimi tasarımına hangi yaklaşımı benimsemeleri gerektiği vurgulanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Veri güvenliğini ayrı bir süreç olarak görmek",
      "B": "Veri güvenliğini başlangıçtan itibaren ürün mimarisine entegre etmek",
      "C": "Veri güvenliğini yalnızca yasal gereklilikler için uygulamak",
      "D": "Veri güvenliğini sadece belirli kullanıcı grupları için sağlamak",
      "E": "Kullanıcıların veri güvenliğine duyduğu endişeyi göz ardı etmek"
    },
    "explanation": "Kullanıcı Deneyimi Tasarımında Veri Güvenliğinin Önemi<br/>\"Tasarımcılar, ürün ve hizmetleri tasarımla gizlilik ilkelerine göre tasarımlayarak, veri güvenliğinin sonradan akla gelen bir düşünce olmaktan ziyade, en başından itibaren ürünün mimarisine dahil edilmesini sağlayabilirler.\""
  },
  {
    "id": "3898668",
    "unitNumber": 4,
    "text": "'Tasarım Yoluyla Gizlilik' yaklaşımının temel amacı nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kullanıcı gizliliğini tasarım sürecinin sonuna ertelemek",
      "B": "Kullanıcı deneyimini ön planda tutarak veri güvenliği sağlamak",
      "C": "Gizlilik ile ilgili yasal düzenlemelere sadece tasarım sonrası uyum sağlamak",
      "D": "Gizlilik ilkelerini tasarım sürecinin her aşamasına entegre etmek",
      "E": "Kullanıcı verilerini yalnızca toplama aşamasında korumak"
    },
    "explanation": "\"Tasarım Yoluyla Gizlilik, gizlilik konusunu tasarım süreci tamamlandıktan sonra akla gelen bir düşünce olarak ele almak yerine gizlilik ilkelerinin tüm tasarım sürecine entegre edilmesi gerektiğini savunan bir anlayıştır.\""
  },
  {
    "id": "3898669",
    "unitNumber": 4,
    "text": "Tasarım Yoluyla Gizlilik yaklaşımına örnek olarak verilen bir mobil bankacılık uygulamasında hangi özellik kullanıcıların gizliliğini korumak için tasarlanabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kullanıcıların gizlilik ayarlarını özelleştirmelerine olanak tanımak",
      "B": "Uygulamanın kullanıcı bilgilerini anonimleştirmemesi",
      "C": "Kullanıcı bilgilerini hiçbir şekilde şifrelememek",
      "D": "Kullanıcı verilerinin yalnızca cihazda saklanması",
      "E": "Kullanıcıların tüm kişisel verilerinin üçüncü taraflarla paylaşılması"
    },
    "explanation": "Tasarım Yoluyla Gizlilik<br/>\"Örneğin; hesap kurulum işlemi sırasında kullanıcılara, işlem verilerinin üçüncü taraf hizmetlerle paylaşılmasını kontrol etmek gibi gizlilik ayarlarını özelleştirme seçenekleri olarak sunulabilir.\""
  },
  {
    "id": "3898670",
    "unitNumber": 4,
    "text": "Kullanıcı deneyimi tasarımının, gizlilik seçeneklerinin gerekçelendirilmesi ve iletilmesindeki rolü nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kullanıcıların güvenini sağlamak ve kullanıcı verilerinin toplanması ve kullanımı konusunda şeffaflık sağlamak",
      "B": "Kullanıcıların yalnızca estetik açıdan memnuniyetini sağlamak",
      "C": "Gizlilik seçeneklerinin kullanıcı tarafından anlaşılmaması için daha karmaşık hale getirilmesi",
      "D": "Kullanıcıların verilerini toplamak için etik dışı yollar kullanmak",
      "E": "Kullanıcıların gizliliği ihlal etmek"
    },
    "explanation": "Gizlilik Seçeneklerini Gerekçelendirmenin ve İletişimin Önemi<br/>\"Tasarım Yoluyla Gizlilik, gizlilik ilkelerini tasarım ve geliştirme süreçlerinin her aşamasına entegre edilmesini sağlayarak bu süreci tamamlar. ... gizlilik seçeneklerinin gerekçelendirilmesi ve iletişimin önemini ele alarak bunun kullanıcılarla ürün veya hizmet arasında güven oluşturmadaki rolüne değineceğiz.\""
  },
  {
    "id": "3898671",
    "unitNumber": 4,
    "text": "Araştırmalar, kullanıcıların hangi durumda verilerini paylaşmaya istekli olduklarını göstermektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gizlilik seçeneklerinin iletilmediği durumlarda",
      "B": "Verilerin ne şekilde kullanılacağını net bir şekilde öğrendiklerinde",
      "C": "Kişisel verilerin paylaşılmadığı durumlarda",
      "D": "Kullanıcıların gizlilik endişeleri duymadıkları zaman",
      "E": "Kişisel veriler sadece reklam amaçlı kullanıldığında"
    },
    "explanation": "Gizlilik Seçeneklerini Gerekçelendirmenin ve İletişimin Önemi<br/>\"Araştırmalar, kullanıcıların %85’inin net bir fayda elde etmeleri durumunda verileri paylaşmaya istekli olduklarını, ancak %82’sinin ise verilerin nasıl kullanıldığı konusunda endişe duyduğunu göstermektedir.\""
  },
  {
    "id": "3898672",
    "unitNumber": 4,
    "text": "Gizlilik iletişiminin başarılı olması için kurumların hangi ilkelere uyması gerekir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kullanıcıların gizlilik ayarlarını yalnızca zorunlu durumlarda değiştirmeleri",
      "B": "Kullanıcıları gizlilik konusunda bilgilendirmemek",
      "C": "Kullanıcılara veri toplama işlemi hakkında yalnızca genel bilgiler sunmak",
      "D": "Gizlilik ayarlarını karmaşık hale getirmek",
      "E": "Kullanıcıların verilerini toplarken ve işlerken şeffaf ve net olmaları"
    },
    "explanation": "Gizlilik Seçeneklerini Aktarma<br/>\"Kullanıcılar verilerinin nasıl toplandığı, kullanıldığı ve korunduğu konusunda şeffaf ve net olunmasını beklemektedir.\""
  },
  {
    "id": "3898693",
    "unitNumber": 4,
    "text": "Yetkisiz tarafların kimlik bilgileri, banka hesap numaraları ve sağlık verileri gibi kişisel veriler veya müşteri veri kayıtları ve finansal bilgiler gibi kurumsal veriler dahil olmak üzere hassas veya gizli bilgilere erişim elde ettiği güvenlik açığı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Siber saldırı",
      "B": "Erişim saldırısı",
      "C": "Bulut bilişim saldırısı",
      "D": "Kurum içinden gelen tehditler",
      "E": "Veri ihlalleri"
    },
    "explanation": "Doğru yanıt E şıkkıdır<br/>Yetkisiz tarafların kimlik bilgileri, banka hesap numaraları ve sağlık verileri gibi kişisel veriler veya müşteri veri kayıtları ve finansal bilgiler gibi kurumsal veriler dahil olmak üzere hassas veya gizli bilgilere erişim elde ettiği güvenlik açığı veri ihlalidir"
  },
  {
    "id": "3898694",
    "unitNumber": 4,
    "text": "Sosyal mühendislik terimi ilk kez kaç yılında kullanılmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "1890",
      "B": "1891",
      "C": "1892",
      "D": "1893",
      "E": "1894"
    },
    "explanation": "Doğru yanıt E şıkkıdır<br/>Sosyal mühendislik terimi ilk kez 1894 yılında kullanılmıştır"
  },
  {
    "id": "3898695",
    "unitNumber": 4,
    "text": "Bilgileri hem şifrelemek hem de şifresini çözmek için tek bir gizli anahtar kullanan şifreleme türüne ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Erişim şifreleme",
      "B": "Kurallı şifreleme",
      "C": "Simetrik şifreleme",
      "D": "Asimetrik şifreleme",
      "E": "Kontrollü şifreleme"
    },
    "explanation": "Doğru yanıt C şıkkıdır<br/>Bilgileri hem şifrelemek hem de şifresini çözmek için tek bir gizli anahtar kullanan şifreleme türü simetrik şifrelemedir"
  },
  {
    "id": "3898696",
    "unitNumber": 4,
    "text": "Tek bir anahtar yerine, matematiksel olarak bağlantılı bir genel anahtar ve özel anahtar olmak üzere bir çift anahtar kullanılan kavram aşağıdakiler hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Asimetrik şifreleme",
      "B": "Kontrollü şifreleme",
      "C": "Kurallı şifreleme",
      "D": "Simetrik şifreleme",
      "E": "Erişim şifreleme"
    },
    "explanation": "Doğru yanıt A şıkkıdır<br/>Tek bir anahtar yerine, matematiksel olarak bağlantılı bir genel anahtar ve özel anahtar olmak üzere bir çift anahtar kullanılan kavram asimetrik şifrelemedir"
  },
  {
    "id": "3898697",
    "unitNumber": 4,
    "text": "Tasarım Yoluyla Gizlilik kavramı Dr. Ann Cavoukian tarafından ilk olarak kaçlı yıllarda ortaya atılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1970’li",
      "B": "1980’li",
      "C": "1990’lı",
      "D": "2000’li",
      "E": "2010’lu"
    },
    "explanation": "Doğru yanıt C şıkkıdır<br/>Tasarım Yoluyla Gizlilik kavramı Dr. Ann Cavoukian tarafından ilk olarak 1990'lı yıllarda ortaya atılmıştır"
  },
  {
    "id": "3898698",
    "unitNumber": 4,
    "text": "Sistemlerin, süreçlerin ve ürünlerin tasarımı ve işleyişine entegre eden bir veri koruma çerçevesi olarak ifade edilen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kullanıcı deneyimi tasarımı",
      "B": "Tasarım yoluyla gizlilik",
      "C": "Simetrik tasarım",
      "D": "Asimetrik tasarım",
      "E": "Şifreleme tasarımı"
    },
    "explanation": "Doğru yanıt B şıkkıdır<br/>Sistemlerin, süreçlerin ve ürünlerin tasarımı ve işleyişine entegre eden bir veri koruma çerçevesi tasarım yoluyla gizlilik olarak ifade edilmektedir"
  },
  {
    "id": "3898699",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Tasarım Yoluyla Gizlilik ilkelerinden biri olan Varsayılan Olarak Gizlilik İlkesinin adımlarından biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Veri toplama amaçlarının açıklanması",
      "B": "Veri sınırlandırılması",
      "C": "Veri minimizasyonu",
      "D": "Kullanım, saklama ve paylaşım sınırlamasının kaldırılması",
      "E": "En yüksek gizlilik korumasının varsayılan olması"
    },
    "explanation": "Doğru yanıt D şıkkıdır<br/>Kullanım, saklama ve paylaşım sınırlamasının kaldırılması bu adımlardan biri değildir"
  },
  {
    "id": "3898700",
    "unitNumber": 4,
    "text": "Geleneksel olarak bir uygulamanın nasıl kullanılacağına ilişkin pratik açıklamalar için kullanılan kavrama ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gizlilik politikası",
      "B": "Hesap oluşturma",
      "C": "Uygulama içi zincirler",
      "D": "Veri Ayarları",
      "E": "Oryantasyon"
    },
    "explanation": "Doğru yanıt E şıkkıdır<br/>Geleneksel olarak bir uygulamanın nasıl kullanılacağına ilişkin pratik açıklamalar için kullanılan kavrama oryantasyon denir"
  },
  {
    "id": "3898701",
    "unitNumber": 4,
    "text": "Kullanıcıların toplanması gereken veri türleri ve bunların nasıl kullanılacağı ve kullanılmayacağı konusunda bilgi edindiği aşama aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "E-posta pazarlama tercihleri",
      "B": "Gizlilik politikası",
      "C": "Zorunlu ve isteğe bağlı veriler",
      "D": "Hesap oluşturma",
      "E": "Yerinde ve zamanında veri toplama açıklamaları"
    },
    "explanation": "Doğru yanıt E şıkkıdır<br/>Kullanıcıların toplanması gereken veri türleri ve bunların nasıl kullanılacağı ve kullanılmayacağı konusunda bilgi edindiği aşama yerinde ve zamanında veri toplama açıklamaları aşamasıdır"
  },
  {
    "id": "3898702",
    "unitNumber": 4,
    "text": "Gizlilik politikalarının, toplanan veri türlerinin ve bu verilerin kullanıldığı belirli amaçların ayrıntılı olarak belirtildiği aşama hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gizlilik kültürü",
      "B": "Erişilebilirlik ve iletişim kanalı çeşitliliği",
      "C": "Güncellemeler ve sürekli iletişim",
      "D": "Etkili İletişim",
      "E": "Netlik"
    },
    "explanation": "Doğru yanıt E şıkkıdır<br/>Gizlilik politikalarının, toplanan veri türlerinin ve bu verilerin kullanıldığı belirli amaçların ayrıntılı olarak belirtildiği aşama netlik aşamasıdır"
  },
  {
    "id": "3898733",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi veri gizliliği ve güvenliğini sağlamada <strong>kullanılmaz</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Veri minimizasyonu",
      "B": "Güvenlik denetimleri",
      "C": "Şeffaf gizlilik politikaları",
      "D": "SEO optimizasyonu",
      "E": "Şifreleme teknolojileri"
    },
    "explanation": "SEO optimizasyonu, Web içeriğinin arama motorlarında üst sıralarda çıkmasını sağlamaya odaklanır, veri gizliliği ve güvenliğiyle ilgisizdir."
  },
  {
    "id": "3898654",
    "unitNumber": 5,
    "text": "Etkileşim kavramı, dijital çağda hangi ana unsur sayesinde bireylerin günlük yaşamlarında önemli bir rol oynamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Sanal ve artırılmış gerçeklik teknolojileri",
      "B": "Dijital cihazların her yerde bulunması ve günlük yaşama entegre olması",
      "C": "Fiziksel cihazlarla etkileşime girmeyi kolaylaştıran geleneksel arayüzler",
      "D": "Sosyal medya platformlarının yerini alan e-posta sistemleri",
      "E": "Yalnızca oyun ve eğlence amaçlı kullanılan arayüzler"
    },
    "explanation": "<strong>Etkileşim Nedir? </strong><br/>Dijital çağda etkileşimin temel yönlerinden biri, dijital cihazların her yerde bulunması ve günlük hayatımıza entegre olmasıdır."
  },
  {
    "id": "3898655",
    "unitNumber": 5,
    "text": "Etkileşim tasarımının temel amacı nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kullanıcılar için sezgisel, erişilebilir ve keyifli deneyimler yaratmak",
      "B": "Dijital ürünlerin görsel estetiğini artırmak",
      "C": "Dijital ürünleri ergonomik hale getirmek",
      "D": "Dijital ürünlerin teknik işlevselliğini artırmak",
      "E": "Dijital ürünlerin yalnızca profesyoneller tarafından kullanılmasını sağlamak"
    },
    "explanation": "<strong>Etkileşim Tasarımı Nedir? </strong><br/>\"Etkileşim tasarımının temel amacı, sezgisel ve erişilebilir arayüzler, bilgi mimarileri ve etkileşim kalıpları tasarımlayarak kullanıcılar için anlamlı, verimli ve keyifli deneyimler yaratmaktır (Sharp vd., 2019).\""
  },
  {
    "id": "3898656",
    "unitNumber": 5,
    "text": "Etkileşim tasarımı hangi alanlarla yakından ilişkilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Endüstriyel tasarım, mimarlık ve mühendislik",
      "B": "Psikoloji, sosyoloji ve biyoloji",
      "C": "Kullanıcı deneyimi tasarımı, endüstriyel tasarım ve insan-bilgisayar etkileşimi",
      "D": "Grafik tasarım, moda tasarımı ve film yapımı",
      "E": "Sadece insan-bilgisayar etkileşimi"
    },
    "explanation": "<strong>Etkileşim Tasarımı Nedir? </strong><br/>\"Etkileşim tasarımı, başta kullanıcı deneyimi tasarımı, endüstriyel tasarım ve insan-bilgisayar etkileşimi olmak üzere diğer bazı alanlarla da yakından ilişkilidir.\""
  },
  {
    "id": "3898657",
    "unitNumber": 5,
    "text": "Etkileşim tasarımcılarının kullanıcı dostu arayüzler oluşturmak için hangi disiplinle yakın iş birliği içinde çalışması gerekir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ergonomi",
      "B": "Yazılım mühendisliği",
      "C": "Sanat tarihi",
      "D": "İletişim tasarımı",
      "E": "Dilbilim"
    },
    "explanation": "<strong>Etkileşim Tasarımı Nedir? </strong><br/>\"Etkileşim tasarımcıları, bilginin açık, etkili ve görsel olarak çekici bir şekilde sunulmasını ve genel kullanıcı deneyiminin geliştirilmesini sağlamak için iletişim tasarımcılarıyla yakın işbirliği içinde çalışır.\""
  },
  {
    "id": "3898658",
    "unitNumber": 5,
    "text": "Prototipleme sürecinin kullanıcı geri bildirimi açısından önemi nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Prototipleme, yalnızca tasarım sürecinin başlangıcında kullanılır",
      "B": "Prototipler yalnızca estetik açıdan değerlendirilir",
      "C": "Prototipleme yalnızca tasarım ekibi için bir araçtır",
      "D": "Prototip oluşturma, yazılım gerektirir",
      "E": "Prototipler, tasarımcıların paydaşlardan ve kullanıcılardan geri bildirim almasını sağlar"
    },
    "explanation": "<strong>Etkileşim Tasarımı Türleri </strong><br/>\"Prototipler, tasarımcıların paydaşlardan ve kullanıcılardan geri bildirim almasını sağlayan ve tasarım ekibi içinde iş birliğini kolaylaştıran bir iletişim aracı olarak hizmet eder.\""
  },
  {
    "id": "3898659",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Preece ve arkadaşları (2002) tarafından tanımlanan etkileşim türlerinden biri <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Duyarlı etkileşim",
      "B": "Talimat verme",
      "C": "Sohbet",
      "D": "Manipüle etme",
      "E": "Keşfetme"
    },
    "explanation": "<strong>Etkileşim Tasarımı Türleri </strong><br/>\"Preece ve arkadaşları (2002) tarafından talimat verme, sohbet, manipüle etme ve keşfetme olmak üzere dört etkileşim türü tanımlanmıştır. Lueg ve arkadaşları (2019) daha sonra beşinci bir tür olan duyarlı etkileşimi önermiştir.\""
  },
  {
    "id": "3898660",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi keşfetme etkileşim türünün bir örneği <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bir bina içinde sanal bir 3D ortamda gezinti yapma",
      "B": "Bir alışveriş sitesinde ürünler arasında gezinme",
      "C": "Bir e-ticaret sitesinde sipariş verme",
      "D": "Sanal konferanslar aracılığıyla bilgi keşfetme",
      "E": "Fortnite gibi bir video oyununda alanlar arasında dolaşma"
    },
    "explanation": "<strong>Keşfetme </strong><br/>\"Bu etkileşim türü keşif ve öğrenmeyi destekler, kullanıcıları kendi hızlarında yeni bilgi veya özellikleri keşfetmeye ve bulmaya teşvik eder.\""
  },
  {
    "id": "3898661",
    "unitNumber": 5,
    "text": "Keşfetme etkileşim türünde kullanıcıların hareketlerinden yararlanarak bir ortamı keşfetmelerini sağlayan teknoloji aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Optik karakter tanıma (OCR)",
      "B": "Algılama teknolojisi",
      "C": "Artırılmış gerçeklik (AR)",
      "D": "Dijital haritalama",
      "E": "Yüz tanıma"
    },
    "explanation": "<strong>Keşfetme </strong><br/>\"Fiziksel ortamlar, insanların varlığını veya belirli vücut hareketlerini algılayarak belirli dijital veya fiziksel olayları tetikleyen algılama teknolojileriyle donatılabilir.\""
  },
  {
    "id": "3898662",
    "unitNumber": 5,
    "text": "Etkileşim tasarımı sürecinin amacı nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sadece görsel açıdan çekici ürünler tasarlamak",
      "B": "Yalnızca teknolojik yenilikleri içeren ürünler geliştirmek",
      "C": "Daha fazla ürün satışı gerçekleştirmek",
      "D": "Kullanıcı geri bildirimlerini göz ardı etmek",
      "E": "Hedef kitlenin ihtiyaçlarını ve tercihlerini karşılayan kullanıcı merkezli tasarımlar oluşturmak"
    },
    "explanation": "<strong>ETKİLEŞİM TASARIMI AŞAMALARI </strong><br/>\"Bu yinelemeli süreç, hedef kitlenin ihtiyaçlarını ve tercihlerini karşılayan kullanıcı merkezli bir tasarım sağlamak için her biri bir öncekinin üzerine inşa edilen birkaç temel aşamadan oluşur.\""
  },
  {
    "id": "3898663",
    "unitNumber": 5,
    "text": "Etkileşim tasarımı sürecinde alternatiflerin tasarlanması aşamasında aşağıdakilerden hangisi yapılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnızca ürünün görsel yönleri dikkate alınır",
      "B": "Ürünün yalnızca renk ve ses detayları belirlenir",
      "C": "Sadece tek bir tasarım konsepti seçilir ve uygulanır",
      "D": "Kullanıcıların ürünle neler yapabileceğini anlamak için kavramsal model oluşturulur",
      "E": "Geri bildirimler görmezden gelinir"
    },
    "explanation": "<strong>Alternatiflerin Tasarımlanması </strong><br/>\"kullanıcıların ürünle neler yapabileceğini ve ürünle nasıl etkileşime girileceğini anlamak için gereken kavramları özetleyen, ürün için kavramsal modelin üretilmesini içerdiği\""
  },
  {
    "id": "3898723",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bireylerin, nesnelerin, sistem ve ortamların birbirleriyle iletişim kurduğu ve birbirini etkilediği karşılıklı eylem sürecini ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "İletişim",
      "B": "Erişim",
      "C": "Etkileşim",
      "D": "Dönüt",
      "E": "Geribildirim"
    },
    "explanation": "Etkileşim, bireylerin, nesnelerin, sistem ve ortamların birbirleriyle iletişim kurduğu ve birbirini etkilediği karşılıklı eylem sürecidir."
  },
  {
    "id": "3898724",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi insanlar ile dijital ürünler, ortamlar, sistemler ve hizmetler arasındaki etkileşimleri şekillendirmeye odaklanan alanın genel adıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Arayüz Tasarımı",
      "B": "Öğretim Tasarımı",
      "C": "Sosyal Medya Tasarımı",
      "D": "İletişim Tasarımı",
      "E": "Etkileşim Tasarımı"
    },
    "explanation": "Etkileşim tasarımı; insanlar ile dijital ürünler, ortamlar, sistemler ve hizmetler arasındaki etkileşimleri şekillendirmeye odaklanan, hızla gelişen bir alandır."
  },
  {
    "id": "3898725",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi etkileşim tasarımının bileşenlerinden değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bilgi Mimarisi",
      "B": "Kullanıcı Faktörleri",
      "C": "Endüstriyel Tasarım",
      "D": "İletişim Tasarımı",
      "E": "İnternet Sağlayıcı"
    },
    "explanation": "Kitabımızda etkileşim tasarımının bileşenleri Görsel 5.1'de verilmiştir. Buna göre \"İnternet Sağlayıcı\" bu bileşenlerden değildir."
  },
  {
    "id": "3898726",
    "unitNumber": 5,
    "text": "Kullanıcı faktörleri ifadesine en yakın anlamı aşağıdakilerden hangisi taşır?",
    "correctAnswer": "B",
    "options": {
      "A": "Metronomi",
      "B": "Ergonomi",
      "C": "Endoktrin",
      "D": "Arayüz",
      "E": "İç Mimari"
    },
    "explanation": "Ergonomi olarak da bilinen kullanıcı faktörleri, etkileşim tasarımında dikkate alınan bir diğer önemli husustur."
  },
  {
    "id": "3898727",
    "unitNumber": 5,
    "text": "Etkileşim tasarımı türleri kaç tanedir?",
    "correctAnswer": "D",
    "options": {
      "A": "4",
      "B": "2",
      "C": "7",
      "D": "5",
      "E": "6"
    },
    "explanation": "Preece ve arkadaşları (2002) tarafından talimat verme, sohbet, manipüle etme<br/>ve keşfetme olmak üzere dört etkileşim türü tanımlanmıştır. Lueg ve arkadaşları (2019) daha sonra beşinci bir tür olan duyarlı etkileşimi önermiştir."
  },
  {
    "id": "3898728",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi \"kullanıcıların sanal bir alanda nesnelerle etkileşime girmesini ve genellikle gerçek dünya etkileşimlerini taklit etmesini\" ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Manipülasyon",
      "B": "Keşfetme",
      "C": "Duyarlı Etkileşim",
      "D": "Talimat Verme",
      "E": "Sohbet"
    },
    "explanation": "Manipülasyon, kullanıcıların sanal bir alanda nesnelerle etkileşime girmesini ve<br/>genellikle gerçek dünya etkileşimlerini taklit etmesidir."
  },
  {
    "id": "3898729",
    "unitNumber": 5,
    "text": "Etkileşimli tasarım ilkeleri kaç tanedir?",
    "correctAnswer": "D",
    "options": {
      "A": "3",
      "B": "4",
      "C": "5",
      "D": "6",
      "E": "7"
    },
    "explanation": "Kitabımızın 145. sayfasındaki görsel 5.7'de de belirtildiği gibi etkileşimli tasarımın 6 ilkesi mevcuttur."
  },
  {
    "id": "3898730",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi etkileşimli tasarım ilkelerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "renk",
      "B": "hafıza",
      "C": "boyut",
      "D": "görünürlük",
      "E": "buton"
    },
    "explanation": "Görünürlük, arayüz ögelerinin ve işlevlerinin kullanıcılar tarafından kolayca görülebilir hâle getirilmesinin önemini belirleyen bir etkileşimli tasarım ilkesidir."
  },
  {
    "id": "3898731",
    "unitNumber": 5,
    "text": "Hangisi etkileşimli tasarım aşamalarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Prototipleme",
      "B": "Ürünün Çıktısı",
      "C": "Pilot Uygulama",
      "D": "Hedef Kitle Analizi",
      "E": "Telif Ödemesi"
    },
    "explanation": "Üçüncü aşama, alternatif tasarımların iletilebilmesi ve değerlendirilebilmesi için prototiplerinin oluşturulmasıdır. Etkileşim tasarımı, etkileşimli ürünlerin hem davranışlarının hem de görünümlerinin tasarımlanmasını içerir."
  },
  {
    "id": "3898732",
    "unitNumber": 5,
    "text": "Etkileşim tasarımında ilk aşama hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sektör analizi",
      "B": "Gereksinimlerin keşfedilmesi",
      "C": "Kar-zarar analizi",
      "D": "Stok durumu değerlendirmesi",
      "E": "Market incelemesi"
    },
    "explanation": "İlk aşama, etkileşimli ürün için gereksinimleri keşfetmektir. Bu adım, dünya hakkında yeni içgörüler ortaya çıkarmaya ve neyin geliştirileceğini tanımlamaya odaklanır."
  },
  {
    "id": "3898703",
    "unitNumber": 6,
    "text": "Görsel tasarımın temel unsurlarından biri olan nokta, kullanıcı deneyimi tasarımında hangi amaçla <strong>kullanılmaz?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Erişilebilirlik ve kullanılabilirlik sağlamak",
      "B": "Veri görselleştirmek",
      "C": "Görsel hiyerarşi ve vurgu oluşturmak",
      "D": "Estetik dengeyi sağlamak",
      "E": "Mikro etkileşimler yaratmak"
    },
    "explanation": "Noktalar kullanıcı deneyimi tasarımına şu amaçlarla dahil edilebilir:<br/>Gezinme göstergeleri<br/>Yükleme göstergeleri<br/>İlerleme göstergeleri<br/>Görsel hiyerarşi ve vurgu<br/>Mikro etkileşimler<br/>Veri görselleştirme<br/>Erişilebilirlik ve kullanılabilirlik<br/>\"D\" şıkkında yer alan \"Estetik dengeyi sağlamak\" bu amaçlardan biri değildir."
  },
  {
    "id": "3898704",
    "unitNumber": 6,
    "text": "“İki noktayı birbirine bağlayan; uzunluk, genişlik, yön ve eğrilik bakımından değişiklik gösterebilen tek boyutlu öge” olarak tanımlayabileceğimiz temel görsel tasarım ögesi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Nokta",
      "B": "Çizgi",
      "C": "Şekil",
      "D": "Form",
      "E": "Ton"
    },
    "explanation": "Çizgiler, iki noktayı birbirine bağlayan ve uzunluk, genişlik, yön ve eğrilik bakımından değişiklik gösterebilen tek boyutlu ögelerdir."
  },
  {
    "id": "3898705",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi görsel tasarımın temel ögelerinden olan şekillerin, kullanıcı etkileşiminde üstlendiği rollerden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kullanılan yazı tipini belirler.",
      "B": "Estetik dengeyi sağlar.",
      "C": "Renk tonu seçimi için belirleyici faktörlerdir.",
      "D": "Tasarımın duygusal etkisini dengeler.",
      "E": "Metinleri çerçevelemek için kullanılır."
    },
    "explanation": "Kullanıcı etkileşiminde şekillerin rolü aşağıdaki gibidir:<br/>Şekillerle gezinme<br/>Harekete geçirici mesaj düğmeleri<br/>Simgeler aracılığı ilr geri bildirim<br/>Estetik dengeyi sağlamak"
  },
  {
    "id": "3898706",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi \"form\" ile ilgili doğru bir ifadedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Form, yalnızca tasarımın estetik yönüyle ilgilidir.",
      "B": "Form, renklerin düzenini ifade eder.",
      "C": "Form, uzayda tek ve boyutsuz bir konumu temsil eder.",
      "D": "Form, bir tasarımdaki derinlik ve hacim yanılsamasını ifade eder.",
      "E": "Form, yalnızca düz, sabit ve iki boyutlu tasarımları tanımlamak için kullanılır."
    },
    "explanation": "Form, üç boyutlu nesneleri veya bir tasarımdaki derinlik ve hacim yanılsamasını ifade eder."
  },
  {
    "id": "3898707",
    "unitNumber": 6,
    "text": "Aşağıdaki çizgi türlerinden hangisi, sakinlik ve kararlılık hissi yaratmak için kullanılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Dikey çizgiler",
      "B": "Eğik çizgiler",
      "C": "Yatay çizgiler",
      "D": "Kesikli çizgiler",
      "E": "Dalgalı çizgiler"
    },
    "explanation": "Yatay çizgiler kararlılık, sakinlik ve dinginliği ifade eder."
  },
  {
    "id": "3898708",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi temel görsel tasarım ilkelerinden biri <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Şekil-Zemin İlişkisi",
      "B": "Simetri",
      "C": "Denge",
      "D": "Hiyerarşi",
      "E": "Ölçek"
    },
    "explanation": "Simetri, temel görsel tasarım ilkelerinden biri değildir."
  },
  {
    "id": "3898709",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi şekil-zemin (arka plan ve nesne) ilişkisinin etkili kullanımının faydalarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Görsel ilgi yaratmak ve okunabilirliği artırmak",
      "B": "Arka plan ve nesneler arasında geçiş sağlamak",
      "C": "Tasarıma soyutluk katmak",
      "D": "Tüm görsel unsurları eşit derecede öne çıkarmak",
      "E": "Kullanıcıların tasarımı sabit bir odakla izlemesini sağlamak"
    },
    "explanation": "Arka plan ve nesne ilişkisinin etkili kullanımı görsel ilgi yaratabilir, okunabilirliği artırabilir ve bir tasarım içinde denge ve uyum duygusu oluşturabilir."
  },
  {
    "id": "3898710",
    "unitNumber": 6,
    "text": "Gestalt psikolojisine göre, bir nesnenin veya olayın algısında en önemli unsur aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Nesnenin detaylı parçaları",
      "B": "Nesneyi oluşturan elementlerin sayısı",
      "C": "Nesnenin bütünü ve oluşturduğu şekil",
      "D": "Parçaların bağımsız özellikleri",
      "E": "Nesnenin rengi ve dokusu"
    },
    "explanation": "Gestalt psikolojisi ana fikrinde zihnin kendi kendisini algıladığı şeylerde bir bütün görmeye organize etmesidir."
  },
  {
    "id": "3898711",
    "unitNumber": 6,
    "text": "Gestaltın \"tamamlama\" ilkesi neyi ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Bir nesnenin arka plan olarak algılanmasını",
      "B": "Bir nesnenin eksik kısımlarının tamamlanmış gibi algılanmasını",
      "C": "Birbirine yakın olan nesnelerin bir grup olarak algılanmasını",
      "D": "Nesnelerin boyut ve yön değişikliklerine rağmen tanınabilmesini",
      "E": "İnsan zihninin simetrik desenleri tercih etmesini"
    },
    "explanation": "Tamamlama ilkesi, insan zihninin tamamlanmamış veya parçalanmış nesneleri tam ve bütün olarak algılama eğiliminde olduğunu belirtir."
  },
  {
    "id": "3898712",
    "unitNumber": 6,
    "text": "Görsel iletişim tasarımı sürecinde, en umut verici fikirlerin iyileştirilmesine ve geliştirilmesine odaklanan aşama aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Taslak geliştirme",
      "B": "Araştırma",
      "C": "Fikir üretimi",
      "D": "Analiz ve değerlendirme",
      "E": "Konsept geliştirme"
    },
    "explanation": "Konsept geliştirme, taslak aşamasından itibaren en umut verici fikirlerin iyileştirilmesine ve geliştirilmesine odaklanır."
  },
  {
    "id": "3898713",
    "unitNumber": 6,
    "text": "Görsel tasarım ögelerinden \"nokta\" hangi amaçla kullanılabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hareket duygusu oluşturmak",
      "B": "Sınır oluşturmak",
      "C": "Renkleri birbirine karıştırmak",
      "D": "Okunabilirliği arttırmak",
      "E": "Zeminle uyum sağlamak"
    },
    "explanation": "Nokta, uzayda tek ve boyutsuz bir konumu temsil eden en temel görsel unsurdur. Noktalar desen oluşturmak, belirli alanları vurgulamak ya da çizgi veya şekil gibi diğer unsurlar için bir başlangıç noktası olarak kullanılabilir. Tasarımda noktalar, izleyicinin dikkatini yönlendirmek, ritim yaratmak<br/>veya hareket duygusu oluşturmak için kullanılabilir."
  },
  {
    "id": "3898714",
    "unitNumber": 6,
    "text": "Görsel tasarım ilkelerinden hangisi pozitif ve negatif alanların dengeli kullanımını sağlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Kontrast",
      "B": "Hiyerarşi",
      "C": "Şekil-Zemin İlişkisi",
      "D": "Oran",
      "E": "Ölçek"
    },
    "explanation": "Şekil-zemin (arka plan ve nesne) ilişkisi, bir tasarımdaki pozitif ve negatif alan arasındaki ilişkiyi ifade eder. Pozitif alan, konu veya tasarım ögeleri tarafından işgal edilen alandır; negatif alan ise pozitif alanı tanımlayan ve geliştiren çevreleyen alandır."
  },
  {
    "id": "3898715",
    "unitNumber": 6,
    "text": "Gestalt ilkelerinden \"yakınlık\" ilkesi neyi ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Birbirine yakın yerleştirilen ögelerin ilişkili olarak algılanmasını",
      "B": "Kullanıcıyı belirli bir yöne yönlendirmeyi",
      "C": "Farklı renkleri ayırmayı",
      "D": "Görsel hiyerarşi oluşturmayı",
      "E": "Ögelerin uzak durmasını"
    },
    "explanation": "Gestalt ilkeleri, kullanıcıların görsel bilgiyi nasıl algıladıkları ve yorumladıkları konusunda çok önemli bir rol oynamaktadır. Yakınlık, benzerlik, süreklilik, tamamlama ve şekil-zemin gibi bu ilkeler yer almaktadır. Örneğin; yakınlık ilkesi, birbirine yakın yerleştirilen ögelerin ilişkili olarak algılandığını, bilginin etkin bir şekilde düzenlenmesine yardımcı olduğunu ve bilişsel yükü azalttığını ifade eder. Görsel iletişim tasarımı aşamaları taslaklardan uygulamaya kadar olan süreci kapsar."
  },
  {
    "id": "3898716",
    "unitNumber": 6,
    "text": "Görsel tasarımda \"ton\" unsuru hangi amaç için kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Okunabilirliği ve kontrastı artırmak",
      "B": "Kullanıcıyı şaşırtmak",
      "C": "Çizgileri belirginleştirmek",
      "D": "Kullanıcıyı yönlendirmek",
      "E": "Gölge efekti oluşturmak"
    },
    "explanation": "Değer olarak da adlandırılan ton, bir rengin veya gri tonlamanın göreceli açıklığını veya koyuluğunu<br/>ifade eder. Tonlar, bir tasarımda kontrast, derinlik ve vurgu yaratmak için kullanılabilir. Tonların etkili kullanımı okunaklılığı artırabilir, kullanıcının gözünü yönlendirebilir ve belirli bir ruh hâlini veya atmosferi aktarabilir."
  },
  {
    "id": "3898717",
    "unitNumber": 6,
    "text": "Görsel tasarımda \"renk\" unsuru hangi açıdan önemlidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kullanıcıyı yönlendirmek için",
      "B": "Duyguları ve ruh halini etkilemek için",
      "C": "Sadelik katmak için",
      "D": "Sadece okunabilirlik için",
      "E": "Geçişleri yumuşatmak için"
    },
    "explanation": "Renk; duyguları etkileyebilen, ruh hâlleri yaratabilen ve sembolik anlamlar iletebilen güçlü bir görsel<br/>unsurdur. Renk teorisi, istenen duygusal tepkileri elde etmek, görsel hiyerarşi oluşturmak ve bir tasarımın genel estetik çekiciliğini artırmak için stratejik olarak kullanılabilen renk tonu, doygunluk ve değer gibi ilkeleri kapsar. Renk, kullanıcı deneyimi tasarımında duyguları, davranışları ve algıları etkileyen çok önemli bir rol oynar."
  },
  {
    "id": "3898718",
    "unitNumber": 6,
    "text": "Tipografinin kullanıcı deneyimindeki önemi nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Duyguları ifade etmesi",
      "B": "Sadece estetik bir unsur olması",
      "C": "Kullanılabilirlik ve okunabilirliği artırması",
      "D": "Geometrik şekiller oluşturması",
      "E": "Renk kontrastı oluşturması"
    },
    "explanation": "Tipografi yazı tipi boyutlarını, stillerini ve ağırlıklarını değiştirerek görsel bir hiyerarşi oluşturur. Başlıklar genellikle normal metinlerden daha büyük ve kalın olduğundan kullanıcıların dikkatini çeker. Örneğin; bir haber sitesi son dakika haberleri için daha büyük, kalın başlıklar kullanırken, ayrıntıları desteklemek için daha küçük yazı tipleri kullanılır. Açık ve okunaklı tipografi, kullanıcıların içeriği kolayca okuyup anlayabilmesini sağlar. Örneğin; bir e-ticaret uygulaması, ürün açıklamaları için geniş aralıklara sahip bir sans-serif yazı tipi kullanarak kullanıcıların ürünleri taramasını ve karşılaştırmasını kolaylaştırabilir."
  },
  {
    "id": "3898719",
    "unitNumber": 6,
    "text": "Kullanıcı arayüzünde simetrik dengenin amacı nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dinamizm yaratmak",
      "B": "Kullanıcıyı yönlendirmek",
      "C": "Özgünlük sağlamak",
      "D": "Düzen duygusu sağlamak",
      "E": "Karmaşa oluşturmak"
    },
    "explanation": "Merkezî bir eksenin her iki tarafındaki unsurların yansıtılmasını içerir. Bir istikrar ve formalite duygusu yaratır. Açık hiyerarşinin ve kullanım kolaylığının çok önemli olduğu gezinme çubuklarında veya oturum açma formlarında sıklıkla kullanılır. Örneğin; simetrik bir düzende, üstte ortalanmış bir logo ve ardından her iki tarafta dengeli arama ve hesap seçenekleri bulunabilir. Estetik açıdan hoş olsa da simetrik dengenin aşırı kullanımı statik ve öngörülebilir bir hisse yol açabilir."
  },
  {
    "id": "3898720",
    "unitNumber": 6,
    "text": "Kullanıcı arayüzünde \"kırpma\" işlemi hangi amaçla kullanılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Estetik katmak için",
      "B": "Görünür içeriği gizlemek için",
      "C": "Görsel hiyerarşi oluşturmak için",
      "D": "Kullanıcıyı şaşırtmak için",
      "E": "Arka planı öne çıkarmak için"
    },
    "explanation": "Kullanıcı deneyimi tasarımında kırpma; görünür içeriğin belirli bir alan içinde stratejik olarak sınırlandırılmasını içeren ve kullanıcıların yalnızca isterlerse daha fazla bilgiye erişmelerine olanak<br/>tanıyan önemli bir tekniktir. Bu teknik, kullanıcı deneyimini geliştirmek, okunabilirliği geliştirmek<br/>ve sade bir arayüz sağlamak için çeşitli şekillerde kullanılabilir."
  },
  {
    "id": "3898721",
    "unitNumber": 6,
    "text": "Kullanıcı deneyiminde \"hiyerarşi\" kavramı neden önemlidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kullanıcıyı yönlendirmek için",
      "B": "Karmaşayı artırmak için",
      "C": "Renkleri karıştırmak için",
      "D": "Kullanıcının dikkatini dağıtmak için",
      "E": "Görsel çekiciliği azaltmak için"
    },
    "explanation": "Hiyerarşi, bir tasarımdaki görsel ögelerin organizasyonu ve önceliklendirilmesi anlamına gelir. Hiyerarşi, net bir görsel yapı oluşturur ve izleyicinin gözünü kompozisyon boyunca yönlendirerek en önemli bilgilerin vurgulanmasını sağlar. Boyut, renk, yerleşim ve diğer görsel ipuçlarındaki değişkenliklerle hiyerarşi elde edilebilir. Görsel hiyerarşi, tasarımın temel bir ilkesidir; tasarım ögelerini ve görsel özellikleri değiştirerek kullanıcıların dikkatini sayfa içeriğinin en önemli kısmına yönlendirebilir."
  },
  {
    "id": "3898722",
    "unitNumber": 6,
    "text": "Tasarımda \"oran\" kullanımı neye katkı sağlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Renk uyumuna",
      "B": "Gölge oluşturmaya",
      "C": "Sadece estetik için",
      "D": "Görsel dengeye",
      "E": "İçerik miktarını azaltmaya"
    },
    "explanation": "Oran, bir tasarımdaki çeşitli görsel ögeler arasındaki oransal ilişkileri ifade eder. Oranların etkili kullanımı görsel uyum yaratabilir, bir düzen duygusu oluşturabilir ve bir tasarımın<br/>genel estetik çekiciliğini artırabilir. Oranlar, altın oran veya üçte bir kuralı gibi matematiksel ilkelere dayanabilir veya tasarım ögelerinin kendi içsel oranlarından türetilebilir."
  },
  {
    "id": "3898550",
    "unitNumber": 7,
    "text": "Aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "“Kullanıcı deneyimi” ve “kullanıcı arayüzü” terimleri aynı anlamları taşır.",
      "B": "Kullanıcı arayüzü, görsel unsurları içerir.",
      "C": "Başarılı bir arayüzü tasarımında düğmeler rastgele sıralanabilir.",
      "D": "Kullanıcı deneyimi tasarımı sadece kullanıcı arayüzünden ibarettir.",
      "E": "Renkler, tipografi, düğmeler, simgeler ve ekran animasyonlarının kullanıcı deneyiminde bir önemi yoktur."
    },
    "explanation": "“Kullanıcı deneyimi” ve “kullanıcı arayüzü” terimleri benzer görünmesine rağmen farklı anlamlar taşımaktadır. Kullanıcı deneyimi, son kullanıcının bir ürün veya hizmetle olan etkileşimiyle ilgili tüm yönleri içermektedir. Kullanıcı deneyimi tasarımı, kullanıcıların verilen şeyi anlamalarını, kullanmalarını, hedeflerine ulaşmalarını ve kendilerini iyi hissetmelerini sağlamak için yapılan bir çaba olarak özetlenebilir. Kullanıcı deneyimi tasarımcıları, kullanıcıların ihtiyaçlarını karşılamak ve keyifli bir deneyim sunmayı amaçlar. Kullanıcı deneyimi tasarımı sadece kullanıcı arayüzünden ibaret değildir. Genel bir bakış açısını gerektirir.<br/>Kullanıcılarla bilgisayarlar arasındaki iletişim noktası olan kullanıcı arayüzü, görsel unsurları içerir. Renkler, tipografi, düğmeler, simgeler ve ekran animasyonları örnek verilebilir. Bu görsel unsurlar, görevleri yerine getirme ve kullanılabilirliği destekleme amacı taşır. Kullanıcı arayüzü, bir ürünün genel görünümü ve kullanıcı deneyiminde önemli bir rol oynayan tüm görsel ögeleri kapsar. İyi bir kullanıcı arayüzü tasarımı için belirli ilkelere uyulması önemlidir. Düğmelerin düzenli hizalanması, ögeler arasında uygun boşluk bırakarak hiyerarşi oluşturulması ve sınırlı renk paletinin kullanılması gibi temel ilkeler, kullanıcı arayüzü tasarımında başarılı olmanın anahtarıdır."
  },
  {
    "id": "3898551",
    "unitNumber": 7,
    "text": "Aşağıdaki ifadelerden hangisi bilgi mimarisi için geçerlidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Görsel ögeleri kapsar.",
      "B": "Kullanıcının uygulama ile nasıl etkileşime gireceğini belirler.",
      "C": "Uygulamanın içeriğinin nasıl düzenleneceğini ve sunulacağını ifade eder.",
      "D": "Sınırlı renk paletinin kullanılması gibi temel ilkeleri içerir.",
      "E": "Kullanıcı arayüzü tasarımı bileşenlerinden değildir."
    },
    "explanation": "Görsel tasarım; renkler, yazı fontları, ikonlar ve görsel gibi ögeleri kapsarken etkileşim tasarımı; kullanıcının uygulama ile nasıl etkileşime gireceğini belirler. Bilgi mimarisi ise uygulamanın içeriğinin nasıl düzenleneceğini ve sunulacağını ifade eder."
  },
  {
    "id": "3898552",
    "unitNumber": 7,
    "text": "“Kullanıcıların istedikleri konuma ulaşmaları kısa sürede gerçekleşmelidir“ ifadesi sadeliği ifade eden yasalardan hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "zaman",
      "B": "bağlam",
      "C": "güven",
      "D": "duygu",
      "E": "azalt"
    },
    "explanation": "Zaman: Tasarım yaparken zaman faktörü unutulmamalıdır. Kullanıcıların istedikleri konuma ulaşmaları kısa sürede gerçekleşmelidir."
  },
  {
    "id": "3898553",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi tutarlılığı sağlamak için beş farklı yöntemden birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Anlamlı olan",
      "B": "Uzak durma",
      "C": "Öğrenme",
      "D": "Davranışsal düzenleme",
      "E": "Farklılıklar"
    },
    "explanation": "Çözüm:<br/>Tutarlılığı sağlamak için <strong><em>beş farklı yöntem </em></strong>ele alınabilir (Soegaard, 2020):<br/><ol> <li><strong><em> Görsel tutarlılık ve sadeleştirme: </em></strong>Daha sade bir görsel tasarım amaçlanarak, sınırlı sayıda yazı tipleri ve renkler kullanılmalıdır.</li> <li><strong><em> Davranışsal tutarlılık: </em></strong>Tutarlı bir kullanıcı deneyimi sağlamada etkili olduğu kanıtlanmış yerleşik tasarım modelleri uygulanmalıdır.</li> <li><strong><em> Davranışsal düzenleme: </em></strong>Kullanıcıların görevleri daha az çabayla veya daha yüksek verimlilikle gerçekleştirmeleri sağlanmalı ve gereksiz adımlar tasarımdan çıkarılmalıdır.</li> <li><strong><em> Birleşik deneyim stratejisi: </em></strong>Uyumlu ve kusursuz bir genel kullanıcı deneyimi sunmak için projeye dahil olan bireyler için en uygun iş akışı oluşturulmalıdır.</li> <li><strong><em> Kullanıcı deneyimi kültürü: </em></strong>Tasarım sürecini başlatmadan önce kullanıcı deneyimini anlamalı ve kullanıcı deneyimi kültürü önceliklendirilmelidir.</li> </ol>"
  },
  {
    "id": "3898554",
    "unitNumber": 7,
    "text": "Aşağıdekilerden hangisi etkili bir görsel hiyerarşiye ulaşmak için kullanımına dikkat edilmesi gereken ögeler arasındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Renk &amp; Duygu",
      "B": "Yazı tipleri &amp; Erişilebilirlik",
      "C": "Beyaz alan &amp; Uzak durma",
      "D": "Boyut &amp; Erişilebilirlik",
      "E": "renk &amp; boyut"
    },
    "explanation": "Etkili bir görsel hiyerarşiye ulaşmak için kullanıcıların önce en önemli bilgilerle ardından giderek daha az önemli ayrıntılarla karşılaşmasını sağlamaktır. Bu hiyerarşi yapısı, tasarım ögelerinin bir kombinasyonu yoluyla oluşturulur. Bunu sağlamak için bazı ögelerin kullanımına dikkat etmek gerekir:<br/><ol> <li><strong><em> Renk: </em></strong>Parlak, dikkat çekici renkler kullanıcıları belirli eylemlere veya görevlere yönlendirmek için çeşitli renk paletleri stratejik olarak kullanılabilir.</li> <li><strong><em> Boyut: </em></strong>Daha büyük ögeler doğal olarak daha fazla dikkat çeker ve önemlerini belirtir.</li> <li><strong><em> Yazı tipleri: </em></strong>Boyut, ağırlık ve stildeki farklılıklar da dahil olmak üzere yazı tiplerinin etkin kullanımı, görsel hiyerarşi oluşturmak için çok yönlü bir araçtır.</li> <li><strong><em> Beyaz alan: </em></strong>Ekrandaki dağınıklığı önleyerek ögelerin nefes almasına izin vermek, temel ögelerin ön plana çıkmasını sağlar. Beyaz alan, önemli ögelerin öne çıkmasını sağlayan görsel bir zıtlık sağlayarak daha dengeli ve kullanıcı dostu bir arayüzün tasarımlanmasında öncü bir rol oynar.</li> </ol>"
  },
  {
    "id": "3898555",
    "unitNumber": 7,
    "text": "Tek bir komut ile birden fazla eylemi otomatik olarak gerçekleştiren özel komut setlerine ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "makrolar",
      "B": "kısayollar",
      "C": "sesli komutlar",
      "D": "yer imleri",
      "E": "eylem düğmeleri"
    },
    "explanation": "<em>Makrolar</em>, tek bir komut ile birden fazla eylemi otomatik olarak gerçekleştiren özel komut setleridir. Örneğin, bir e-posta taslağı oluşturmak ve belirli bir alıcıya göndermek için bir makro kullanılabilir."
  },
  {
    "id": "3898556",
    "unitNumber": 7,
    "text": "CMYK renk uzayı aşağıdaki renk gruplarından hangisini ifade etmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "kırmızı, yeşil, sarı, mavi",
      "B": "macenta, sarı, siyah, camgöbeği",
      "C": "siyah, mavi, kırmızı, yeşil",
      "D": "beyaz, mavi, macenta, yeşil",
      "E": "kırmızı, mavi, yeşil, sarı"
    },
    "explanation": "CMYK ise camgöbeği (cyan), macenta (magenta), sarı (yellow) ve siyah (key/black) renklerinin İngilizce baş harflerini ifade etmektedir."
  },
  {
    "id": "3898557",
    "unitNumber": 7,
    "text": "Bir harfin ana kısmını oluşturan düz veya kavisli çizgiyi ifade eden tipografiye özgü terim aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "renk",
      "B": "karakter",
      "C": "hizalama",
      "D": "kontur",
      "E": "punto"
    },
    "explanation": "Kontur, bir harfin ana kısmını oluşturan düz veya kavisli çizgiyi ifade eder."
  },
  {
    "id": "3898558",
    "unitNumber": 7,
    "text": "ikona oluştururken markanın değeri ve imajının göz önünde bulundurulması aşağıdaki hangi temel ilkeye dayanmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "sadelik",
      "B": "açıklık",
      "C": "tutarlılık",
      "D": "netlik",
      "E": "kurumsallık"
    },
    "explanation": "Kurumsallık: Dikkat edilmesi gereken son ilke kurumsallıktır. Bu ilkeye göre ikon tasarımı söz konusu olduğunda markanın değeri ve imajı göz önünde bulundurulmalıdır. Kullanıcı arayüzünün ayrılmaz bir parçası olan ikonlar, markanın görsel kimliğiyle uyum sağlamalıdır."
  },
  {
    "id": "3898559",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Web İçeriği Erişilebilirlik Kılavuzunun dört temel ilkesinden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "algılanabilir",
      "B": "çalıştırılabilir",
      "C": "renkli",
      "D": "anlaşılabilir",
      "E": "sağlam"
    },
    "explanation": "Çözüm:<br/>Web İçeriği Erişilebilirlik Kılavuzunun <strong><em>dört temel ilkesi </em></strong>vardır (Ravindran, 2022):<br/><ol> <li><strong><em> Algılanabilir: </em></strong>Kullanıcılar sunulanı net bir şekilde algılayabilmelidir. Bilgi ve kullanıcı arayüzü bileşenleri, kullanıcılara algılayabilecekleri şekilde sunulabilmelidir.</li> <li><strong><em> Çalıştırılabilir: </em></strong>Kullanıcılar bir web sitesinde veya web uygulamasında gezinebilmeli ve bunları kullanabilmelidir.</li> <li><strong><em> Anlaşılabilir: </em></strong>Kullanıcılar, hem kullanıcı arayüzünün nasıl çalıştığını hem de sunulan bilgileri anlayabilmelidir.</li> <li><strong><em> Sağlam: </em></strong>İçerik, yardımcı yazılımla uyumlu olacak kadar sağlam olmalıdır. Teknolojiler ve araçlar geliştikçe içerik erişilebilir kalmalıdır.</li> </ol>"
  },
  {
    "id": "3898613",
    "unitNumber": 7,
    "text": "\"Bu kullanıcı arayüzü tasarımı ilkesi sadece estetik kavramıyla ilgilenmez; ayrıca kullanılabilirliği, etkileşimi ve kullanıcı memnuniyetini en iyi düzeye ulaştırmaya yönelik strateji sunmayı ve karmaşayı ortadan kaldırarak kullanıcılara anlamlı bir bağlantı kurmayı hedefler. \" Burada ifade edilen kullanıcı arayüzü tasarımı ilkesi aşağıdakilerin hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tutarlılık",
      "B": "Sadelik",
      "C": "Hiyerarşi",
      "D": "Esneklik",
      "E": "Erişilebilirlik"
    },
    "explanation": "Sadelik sadece estetik kavramıyla ilgilenmez; kullanılabilirliği, etkileşimi ve kullanıcı memnuniyetini en iyi düzeye ulaştırmaya yönelik strateji sunan bir tasarım ilkedir. Sade bir kullanıcı arayüzü karmaşayı ortadan kaldırarak kullanıcılarla anlamlı<br/>bir bağlantı kurar."
  },
  {
    "id": "3898631",
    "unitNumber": 7,
    "text": "\"Sade ve karmaşık yapılar birbiriyle dengeli bir şekilde kullanılmalıdır\" ilkesi sadeliğe ilişkin 10 yasa içinde aşağıdakilerin hangisi ile doğrudan ilişkilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Azalt",
      "B": "Düzenle",
      "C": "Öğrenme",
      "D": "Farklılıklar",
      "E": "Bağlam"
    },
    "explanation": "Farklılıklar yasası gereği sade ve karmaşık yapılar birbiriyle dengeli bir şekilde kullanılmalıdır.<br/>Sade ve karmaşık yapılar birbiriyle dengeli bir şekilde kullanılmalıdır. Karmaşıklığın karşıtı olmasaydı, sadelik tanımlanamazdı. Bu nedenle farklılıklarla karşılaşıldığında gözler ve duyularda algılama durumu ortaya çıkar. Cevap farklılıklardır."
  },
  {
    "id": "3898636",
    "unitNumber": 7,
    "text": "Tutarlılığı sağlamak için kullanılan yöntemler içinde aşağıdakilerin hangisi projeye dahil olan bireyler için en uygun iş akışını oluşturmayı gerektirmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Görsel tutarlılık ve sadeleştirme",
      "B": "Davranışsal tutarlılık",
      "C": "Davranışsal düzenleme",
      "D": "Birleşik deneyim stratejisi",
      "E": "Kullanıcı deneyimi kültürü"
    },
    "explanation": "Birleşik deneyim stratejisi: Uyumlu ve kusursuz bir genel kullanıcı deneyimi sunmak için projeye dahil olan bireyler için en uygun iş akışı oluşturulmalıdır."
  },
  {
    "id": "3898637",
    "unitNumber": 7,
    "text": "Görsellerin metinsel açıklaması olarak hizmet vererek ekran okuyucuların görsellerin anlamını ve işlevini kullanıcılara aktarmasına olanak tanıyan erişilebilirlik unsuru aşağıdakilerin hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Metin boyutu",
      "B": "Renk zıtlığı",
      "C": "Basit dil kullanımı",
      "D": "Klavye erişimi",
      "E": "Alternatif metinler"
    },
    "explanation": "Alternatif metinler, görme güçlüğü çeken kullanıcıların ihtiyaçlarına cevap verebilmek için metin ve görüntüler için alternatif açıklamalar sunmak, kullanıcı deneyimini zenginleştirebilir ve içeriğin anlaşılabilirliğini artırabilir. Buna göre sorulan unsur alternatif betimlerdir."
  },
  {
    "id": "3898638",
    "unitNumber": 7,
    "text": "Aşağıdakilerin hangisi renk zıtlığının yararlarından biri olarak<strong> değerlendirilemez?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Etkileşimli öğelerin belirginleşmesi",
      "B": "Birbiriyle ilişkili bilgilerin farkedilmesi",
      "C": "Birbirinden ayrılan alanların gösterimi",
      "D": "Hiyararşinin daha iyi anlaşılması",
      "E": "Kişiselleştirilmiş öğelerin kullanımı"
    },
    "explanation": "Zıtlık ilkesine göre renk, kullanıcı arayüzünde farklı ögeler arasında ayrım oluşturmak için önemli bir araçtır. Yeterli zıtlık sağlandığında, kullanıcılar hangi ögelerin etkileşimli olduğunu, hangi bilgilerin birbiriyle ilişkili olduğunu ve hangi alanların birbiriyle ayrıldığını kolayca anlayabilir. Bu ayırt edicilik okunabilirlik, hiyerarşi ve etkileşim açısından oldukça önemlidir.<br/>Kişiselleştirilmiş öğe kullanımı için renk zıtlığından daha fazlasına ihtiyaç vardır."
  },
  {
    "id": "3898639",
    "unitNumber": 7,
    "text": "İkon kullanımı ile ilgili aşağıdakilerin hangisi <strong>yanlış</strong> bir yaklaşımdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Sadeliğin korunması",
      "B": "Daha küçük boyutlarda sunulması",
      "C": "Basit şekillerden oluşması",
      "D": "İmgelerin gerçek fotoğraflarının kullanımı",
      "E": "Evrensel ikonların kullanımı"
    },
    "explanation": "İkonlar mümkün olduğunca basit, sade ve bilinen tasarımlar olmalıdır."
  },
  {
    "id": "3898640",
    "unitNumber": 7,
    "text": "Kullanıcı arayüzü tasarımında etkili gezinmeyi sağlamak için birtakım tekniklerden yararlanılabilir. Aşağıdakilerin hangisi, kullanıcılara öngörülebilir ve gezinmeyi kolaylaştıran bir ortam sağlayıcı tekniktir?",
    "correctAnswer": "B",
    "options": {
      "A": "Açıklığı ön planda tutmak",
      "B": "Tutarlılığı sağlamak",
      "C": "Geri bildirimi iyi kullanma",
      "D": "Kullanıcıları aramaya yönlendirme",
      "E": "Yardım ve ipuçları sunma"
    },
    "explanation": "Tutarlılık kullanıcı arayüzü tasarımında yol gösterici rolünü üstlenir. Böylece kullanıcılara öngörülebilir ve gezinmeyi kolaylaştıran bir ortam sağlar."
  },
  {
    "id": "3898641",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>Metin alanları</li> <li>Onay kutuları</li> <li>Gösterge panoları</li> <li>Radyo düğmeleri</li> </ol> Yukarıdakilerin hangisi veya hangileri kullanıcı arayüzü tasarımında kullanılan giriş kontrollerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve IV",
      "B": "II, III ve IV",
      "C": "I, III ve IV",
      "D": "I, II ve III",
      "E": "I, II ve IV"
    },
    "explanation": "Gösterge panoları çıkış kontrollerine örnektir."
  },
  {
    "id": "3898642",
    "unitNumber": 7,
    "text": "Bir E-ticaret Web sitesinde dolaşan kullanıcı, site haritasını izleyip aradığı ürünlerini bulmayı denemiştir. Ancak her defasında kendisi başka sayfalarda bulan kullanıcı, tekrar ana sayfaya dönmekte güçlük çekmiştir. Sitede sayfalar arasındaki dolaşımı zor bulan kullanıcı bu Web sitesinden alışveriş yapmaktan vazgeçip başka bir Web sitesine gitmiştir. Bu durumda ilk Web sitesinin aşağıdaki hangi unsuru öncelikli olarak çözmesi gerekmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kişiselleştirme",
      "B": "Giriş kontrolleri",
      "C": "Mikro etkileşimler",
      "D": "Gezinme",
      "E": "İkon kullanımı"
    },
    "explanation": "Bu Web sitesinde kullanıcı kaybolmaktadır. Kullanıcı arayüzü tasarımında gezinme bileşeni, kullanıcıların arayüzde kolayca ve etkili bir şekilde gezinmesine yardımcı olur. Kullanıcı arayüzündeki bilgi akışı konusunda kullanıcılara rehberlik eder ve görevlerini tamamlamalarına yardımcı olarak kullanıcı deneyiminizi artırır Böylece, kullanıcıların ihtiyaç duydukları bilgilere ve işlevlere hızlı ve kolay bir şekilde erişmelerini sağlar."
  },
  {
    "id": "3898643",
    "unitNumber": 7,
    "text": "Kullanıcıların ‘içten gelen tepkisini’ doğru bir şekilde yakalamak için aşağıdakilerin hangisi kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Beş saniyelik testi",
      "B": "İlk tıklama testi",
      "C": "A/B testi",
      "D": "Kullanılabilirlik testi",
      "E": "İşlevsellik testi"
    },
    "explanation": "Beş saniyelik testi: Bu test türünde tasarım kullanıcıya 5 saniye boyunca gösterilir. Bu yaklaşım, kullanıcıların ‘içten gelen tepkisini’ doğru bir şekilde yakalamak için iyi yöntemlerden biridir."
  },
  {
    "id": "3898591",
    "unitNumber": 8,
    "text": "Artırılmış gerçeklik teriminin kısaltması aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "AR",
      "B": "VR",
      "C": "AI",
      "D": "VIP",
      "E": "IoT"
    },
    "explanation": "Sanal gerçeklik (VR), artırılmış gerçeklik (AR), yapay zekâ (AI), nesnelerin interneti (IoT) ve bulut bilişim gibi güncel teknolojiler, dijital deneyimlere daha fazla entegre olmaya başlamıştır."
  },
  {
    "id": "3898592",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi dijital ve fiziksel dünyalar arasındaki boşluğu doldurarak kullanıcı deneyimi tasarımının geliştirilmesinde önemli bir rol oynamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yapay zeka",
      "B": "Artırılmış gerçeklik",
      "C": "Sanal gerçeklik",
      "D": "Nesnelerin interneti",
      "E": "Bulut bilişimi"
    },
    "explanation": "Artırılmış gerçeklik (AR), dijital ve fiziksel dünyalar arasındaki boşluğu doldurarak kullanıcı deneyimi tasarımının geliştirilmesinde önemli bir rol oynamaktadır."
  },
  {
    "id": "3898593",
    "unitNumber": 8,
    "text": "Aşağıdaki ifadelerden hangisi sanal gerçeklik için geçerlidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mevcut gerçek dünya görüşünü geliştirir.",
      "B": "Hem gerçek hem de dijital dünyayla etkileşime odaklanır.",
      "C": "Oyun, eğitim simülasyonları ve eğitim programlarında uygulanır.",
      "D": "Kullanıcı eklenen dijital bilgilerle gerçek dünyanın farkındalığını korur.",
      "E": "Dijital unsurları gerçek dünyayla kusursuz bir şekilde entegre eder."
    },
    "explanation": "Tablo 8.1 VR ve AR teknolojilerindeki farklılıklar<br/><table> <tbody> <tr> <td> <strong>Özellikler </strong><br/></td> <td> <strong>Sanal Gerçeklik (VR) </strong><br/></td> <td> <strong>Artırılmış Gerçeklik (AR) </strong><br/></td> </tr> <tr> <td> <strong>Çevre </strong><br/></td> <td> Tamamen gerçek dünya görüşünün yerini alır.<br/></td> <td> Mevcut gerçek dünya görüşünü geliştirir.<br/></td> </tr> <tr> <td> <strong>Kullanıcının Bakış Açısı </strong><br/></td> <td> Kullanıcı tamamen sanal bir ortama aitmiş gibi hisseder.<br/></td> <td> Kullanıcı eklenen dijital bilgilerle gerçek dünyanın farkındalığını korur.<br/></td> </tr> <tr> <td> <strong>Etkileşim </strong><br/></td> <td> Sanal dünyadaki etkileşime odaklanır.<br/></td> <td> Hem gerçek hem de dijital dünyayla etkileşime odaklanır.<br/></td> </tr> <tr> <td> <strong>Uygulamalar </strong><br/></td> <td> Oyun, eğitim simülasyonları, eğitim programları<br/></td> <td> Bilgi görselleştirme, ürün tasarımı<br/></td> </tr> <tr> <td> <strong>Kullanıcı Deneyimi Tasarım Odağı </strong><br/></td> <td> Gerçekçi, etkileşimli sanal dünyalar oluşturma<br/></td> <td> Dijital unsurları gerçek dünyayla kusursuz bir şekilde entegre etme<br/></td> </tr> </tbody> </table>"
  },
  {
    "id": "3898594",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi insanlar gibi düşünmeye, öğrenmeye ve problem çözmeye programlanmış makinelerde insan zekâsının simülasyonunu ifade eder?",
    "correctAnswer": "D",
    "options": {
      "A": "Nesnelerin interneti",
      "B": "Artırılmış gerçeklik",
      "C": "Sanal gerçeklik",
      "D": "Yapay zeka",
      "E": "Bulut bilişimi"
    },
    "explanation": "Yapay zekâ, insanlar gibi düşünmeye, öğrenmeye ve problem çözmeye programlanmış makinelerde insan zekâsının simülasyonunu ifade eder."
  },
  {
    "id": "3898595",
    "unitNumber": 8,
    "text": "Aşağıdaki yapay zeka araçlarından hangisi ile video üretilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gemini",
      "B": "Copilot",
      "C": "Picasso",
      "D": "LeonardoAI",
      "E": "Sora"
    },
    "explanation": "Metin üretmek için ChatGPT, Gemini ve Copilot gibi yapay zekâ araçları kullanılabilir. Görsel üretmek için DALL-E, Midjourney, Picasso, LeonardoAI, Freepik ve Copilot tasarım araçları kullanılabilir. Video üretmek için Sora, Synthesia ve Heygen gibi yapay zekâ araçları kullanılabilir."
  },
  {
    "id": "3898596",
    "unitNumber": 8,
    "text": "I. Akıllı cihazlar<br/>II. Akıllı termostatlar<br/>III. Güvenlik sistemleri<br/>IV. Fitness aletleri<br/>Yukarıdaki özelliklerden hangisi/hangileri nesnelerin internetini kapsar?",
    "correctAnswer": "C",
    "options": {
      "A": "I &amp; II",
      "B": "III &amp; IV",
      "C": "I &amp; II &amp; III",
      "D": "II &amp; III &amp; IV",
      "E": "I &amp; III &amp; IV"
    },
    "explanation": "Kullanıcı deneyimi tasarımı, günlük nesnelerin interneti cihazlarını kullanıcı dostu hâle getirmede önemli bir rol oynamaktadır. Günlük yaşamda nesnelerin interneti kullanıcı deneyimi tasarımında şu şekilde kullanılabilir:<br/><ul><br/><li><strong><em>Akıllı cihazlar: </em></strong>Yiyecekleri yeniden sipariş etmek için kafa karıştırıcı bir arayüze sahip bir buzdolabının olduğunu varsayalım. İyi bir kullanıcı deneyimi tasarımı, onu basit ve sezgisel hâle getirerek kullanıcıların tek bir tıklamayla kolayca bir listeye öge eklemesine veya yeniden sıralamasına olanak tanır.</li><br/><li><strong><em>Akıllı termostatlar: </em></strong>Bir termostatın ayarlarını yapmak için şifreli kodlara ihtiyacı varsa, bu sinir bozucu bir deneyim oluşturabilir. Kullanıcı deneyimi tasarımı, sıcaklık kontrolü ve planlamaya yönelik kolayca tanınabilen simgeler ve düğmelerle net bir arayüz sağlar.</li><br/><li><strong><em>Güvenlik sistemleri: </em></strong>Kullanıcı deneyimi tasarımı, kamera görüntülerini görüntülemek ve sistemi sorunsuz bir şekilde yönetmek için net bildirimler ve kullanıcı dostu bir uygulama sağlamayı içerir.</li><br/><li><strong><em> Fitness takipçileri ve akıllı saatler: </em></strong>Bu giyilebilir cihazlar çok fazla veri toplamaktadır. Kullanıcı deneyimi tasarımı, bu verileri açık, kısa ve uygulanabilir bir şekilde sunmaktadır. Kullanıcılar ilerlemelerini kolayca anlayabilmeli ve fitness hedeflerine ulaşmak için motive olabilmelidir.</li><br/></ul>"
  },
  {
    "id": "3898597",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bulut bilişimin kullanıcı deneyimi tasarımcıları, web geliştiricileri ve diğer ekip üyeleri arasında gerçek zamanlı bulut tabanlı iş birliğine olanak sağlamasını ifade eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Coğrafi esneklik",
      "B": "Güvenli tasarım işbirliği",
      "C": "Cihazlar arası test",
      "D": "Prototip oluşturma",
      "E": "İletişimi etkinleştirme"
    },
    "explanation": "<strong><em>İletişimi etkinleştirme: </em></strong>Bulut bilişim, kullanıcı deneyimi tasarımcıları, web geliştiricileri ve diğer ekip üyeleri arasında gerçek zamanlı bulut tabanlı iş birliğine olanak tanır. Bulut, kesintisiz iletişimi, belge paylaşımını ve sürüm kontrolünü kolaylaştırarak etkili bir tasarım süreci ve daha hızlı karar almayı sağlar."
  },
  {
    "id": "3898598",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi kullanıcıların canlı ve etkileşimli prototipler oluşturmak için birlikte çalışmasına olanak tanıyan, tarayıcı tabanlı, iş birliğine dayalı bir kullanıcı arayüzü tasarım aracıdır ?",
    "correctAnswer": "B",
    "options": {
      "A": "Wireframe",
      "B": "Figma",
      "C": "UXP",
      "D": "ChatGPT",
      "E": "Prototip"
    },
    "explanation": "Figma, kullanıcıların canlı ve etkileşimli prototipler oluşturmak için birlikte çalışmasına olanak tanıyan, tarayıcı tabanlı, iş birliğine dayalı bir kullanıcı arayüzü tasarım aracıdır."
  },
  {
    "id": "3898599",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Sketch dijital tasarım uygulamasının artı yönlerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hem MacOS hem de Windows işletim sistemleri için mevcuttur.",
      "B": "Aboneliğe dayalı bir modele sahiptir.",
      "C": "Bireysel çalışmaya odaklanır.",
      "D": "Kullanıcıların temiz grafikler elde etmesini sağlar.",
      "E": "Yerel prototiplemeyi destekler."
    },
    "explanation": "Tablo 8.2 Sketch uygulamasının artı ve eksi yönleri<br/><table><tbody><tr><td><br/><strong>Artıları </strong><br/></td><td><br/><strong>Eksileri </strong><br/></td></tr><tr><td><br/><strong><em>Vektör düzenleme: </em></strong>Sketch, üstün vektör düzenleme özellikleri sunarak tasarımcıların noktaları ve yolları değiştirmesine olanak tanıyarak temiz, ölçeklenebilir grafikler elde edilmesini sağlar.<br/></td><td><br/><strong><em>Ortam sınırlaması: </em></strong>Sketch yalnızca macOS için mevcuttur; bu, Windows’u veya diğer işletim sistemlerini tercih eden veya bu sistemlerde çalışması gereken kullanıcıların erişimini sınırlar.<br/></td></tr><tr><td><br/><strong><em>Eklenti ekosistemi: </em></strong>Sketch için mevcut olan çok çeşitli eklentiler, işlevselliğini genişleterek çok çeşitli tasarım ihtiyaçlarını ve iş akışı geliştirmelerini karşılar.<br/></td><td><br/><strong><em>Yerel prototiplemenin olmaması: </em></strong>Sketch tasarım konusunda üstün olsa da gelişmiş prototipleme özellikleri açısından kullanıcılar iş akışına adım eklemek için genellikle InVision gibi harici araçları kullanmaktadır.<br/></td></tr><tr><td><br/><strong><em>İş birlikçi özellikler: </em></strong>Güçlü iş birliği özellikleriyle Sketch, tasarımcılar ve geliştiriciler arasındaki aktarımı kolaylaştırır ve paylaşılan kitaplıklar ve gerçek zamanlı düzenleme yoluyla ekip çalışmasını destekler.<br/></td><td><br/><strong><em>Zaman içinde maliyet: </em></strong>Sketch, aboneliğe dayalı bir modele sahiptir; bu da yazılımın tek seferlik satın alınmasıyla karşılaştırıldığında zaman içinde daha yüksek maliyetlere yol açabilir<br/></td></tr></tbody></table>"
  },
  {
    "id": "3898600",
    "unitNumber": 8,
    "text": "Tasarım süreci sırasında kullanıcılardan anlık geri bildirimler almak hangi avantajlara sahiptir?<br/>I. Artırılmış kullanıcı memnuniyeti<br/>II.Risk azaltma<br/>III. Gelişmiş işlevsellik<br/>IV. Artan paydaş güveni",
    "correctAnswer": "C",
    "options": {
      "A": "I &amp; II",
      "B": "I &amp; II &amp; III",
      "C": "I &amp; II &amp; III &amp; IV",
      "D": "II &amp; III &amp; IV",
      "E": "II &amp; III"
    },
    "explanation": "Tasarım süreci sırasında kullanıcılardan anlık geri bildirimler almak birtakım avantajlar sunar (Tanış, 2024):<br/><ul> <li><strong><em>Artırılmış kullanıcı memnuniyeti: </em></strong>Geri bildirim, olası sorunları erkenden tespit ederek kullanıcı ihtiyaçlarını ve tercihlerini daha iyi karşılayan bir ürün oluşturmaya olanak tanır ve daha yüksek kullanıcı memnuniyeti sağlar.</li> <li><strong><em>Düzeltmelerin azaltılması: </em></strong>Erken geri bildirim, kapsamlı ve maliyetli düzeltme ihtiyacını en aza indirerek geliştirme sürecinde zamandan ve kaynaklardan tasarruf sağlar.</li> <li><strong><em>Gelişmiş işlevsellik: </em></strong>Geri bildirim, tasarımın amaçlanan işlevsellik açısından yetersiz kalabileceği alanların belirlenmesine yardımcı olur. Bu erken öngörü, ürünün genel performansını ve faydasını artıracak ayarlamalara olanak tanır.</li> <li><strong><em>Yeniliğin teşvik edilmesi: </em></strong>Geri bildirim aynı zamanda yaratıcı fikirleri ve yeni bakış açılarını da tetikler, tasarım sürecinde yeniliği ve yeni yaklaşımların keşfedilmesini teşvik eder.</li> <li><strong><em>Kullanıcı beklentilerine uyum sağlama: </em></strong>Kullanıcıları tasarım sürecine dahil etmek, son ürünün beklentilerine yakından uymasını sağlar ve sonuçta hedef kitlede ilgi uyandıran kullanıcı merkezli bir tasarım ortaya çıkar.</li> <li><strong><em>Risk azaltma: </em></strong>Olası sorunların erken ele alınması, ürün performansını, kullanılabilirliğini ve kullanıcı benimseme risklerini önemli ölçüde azaltabilir.</li> <li><strong><em>Tasarım kararlarının doğrulanması: </em></strong>Geri bildirim, tasarım seçimlerini doğrulayarak seçilen yönün iyi karşılandığını ve etkili olduğunu doğrular.</li> <li><strong><em>Artan paydaş güveni: </em></strong>Aktif olarak geri bildirim toplamak ve buna göre hareket etmek, kaliteye ve kullanıcı memnuniyetine bağlılığı gösterir; paydaşlar, müşteriler ve ekip üyeleri arasında güven sağlar.</li> </ul>"
  },
  {
    "id": "3898601",
    "unitNumber": 8,
    "text": "\"Ali, kullanıcı katılımını ve etkileşimini artıran bir öğrenme sürecinde, kullanıcıya başa takılan ekran veya kulaklık araçlarıyla sürükleyici deneyim sunmayı amaçlar\". Buna göre Ali aşağıdakilerin hangisi üzerinde çalışmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Sanal gerçeklik (VR)",
      "B": "Artırılmış gerçeklik (AR)",
      "C": "Yapay zekâ (AI)",
      "D": "Nesnelerin interneti (IoT)",
      "E": "Bulut bilişim"
    },
    "explanation": "Sanal gerçeklik kullanıcıya sürükleyici deneyimler sunan ve katılımı artıran bir sanal ortam sunmaktadır.<br/>Sanal gerçeklik (VR), katılımı artıran ve daha sezgisel etkileşimleri kolaylaştıran sürükleyici ve etkileşimli ortamlar sağlayarak kullanıcı deneyimi tasarımında önemli bir rol oynamaktadır. Sanal gerçeklik, genellikle başa takılan bir ekran veya kulaklık aracılığıyla deneyimlenen, bilgisayar tarafından oluşturulan sürükleyici ortamlar veya simülasyonlar yaratan bir teknolojidir"
  },
  {
    "id": "3898602",
    "unitNumber": 8,
    "text": "Bilindiği gibi Zeus Altarı Bergama'da yerinde değildir. Müze ziyaretçilerine, Bergama Müzesi'ndeki Zeus Altarı'nı olduğu yerde bir uygulama ile göstermek istenirse aşağıdaki hangi teknolojiden yararlanmak uygun olur?",
    "correctAnswer": "B",
    "options": {
      "A": "Sanal gerçeklik (VR)",
      "B": "Artırılmış gerçeklik (AR)",
      "C": "Yapay zekâ (AI)",
      "D": "Nesnelerin interneti (IoT)",
      "E": "Bulut bilişim"
    },
    "explanation": "Bunun için sanal gerçeklik uygulaması geliştirmek gerekir. Çünkü Artırılmış gerçeklik (AR), dijital ve fiziksel dünyalar arasındaki boşluğu doldurarak kullanıcı deneyimi tasarımının geliştirilmesinde önemli bir rol oynamaktadır. Artırılmış gerçeklik, görüntüler, videolar veya bilgiler gibi bilgisayar tarafından oluşturulan içeriği gerçek dünya ortamına yerleştiren bir teknolojidir. AR, fiziksel dünya içerisinde dijital bilgi ve etkileşimler sağlayarak kullanıcının<br/>gerçeklik algısını geliştirir.<br/>Artırılmış gerçeklik (AR), dijital ve fiziksel dünyalar arasındaki boşluğu doldurarak kullanıcı<br/>deneyimi tasarımının geliştirilmesinde önemli bir rol oynamaktadır. Artırılmış gerçeklik, görüntüler, videolar veya bilgiler gibi bilgisayar tarafından oluşturulan içeriği gerçek dünya ortamına yerleştiren bir teknolojidir. AR, fiziksel dünya içerisinde dijital bilgi ve etkileşimler sağlayarak kullanıcının<br/>gerçeklik algısını geliştirir."
  },
  {
    "id": "3898603",
    "unitNumber": 8,
    "text": "Kullanıcı deneyimi tasarımında bağlamsal bilgileri gerçek zamanlı olarak sağlama ve böylece kullanıcıların çevrelerine ilişkin anlayışlarını geliştirme becerisi olan teknoloji aşağıdakilerin hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sanal gerçeklik (VR)",
      "B": "Artırılmış gerçeklik (AR)",
      "C": "Yapay zekâ (AI)",
      "D": "Nesnelerin interneti (IoT)",
      "E": "Bulut bilişim"
    },
    "explanation": "AR’ın temel yönlerinden biri, bağlamsal bilgileri gerçek zamanlı olarak sağlama ve böylece kullanıcıların çevrelerine ilişkin anlayışlarını geliştirme becerisidir. AR uygulamaları, jest, ortam ve nesne tanıma gibi özellikler sayesinde içeriklerini ve etkileşimlerini kullanıcıların eylemlerine, tercihlerine ve çevresel bağlama göre uyarlayabilir. Bu seviyedeki kişiselleştirme, kullanıcılar içeriğe ve içeriğin kendi özel durumlarıyla olan ilgisine daha fazla bağlı hissettiklerinden, daha fazla katılımı ve sahiplenme duygusunu destekler."
  },
  {
    "id": "3898604",
    "unitNumber": 8,
    "text": "Aşağıdakilerin hangisi sanal gerçekliğin, artırılmış gerçekliğe göre farklardan biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Tamamen gerçek dünya görüşünün yerini alması",
      "B": "Sanal dünyadaki etkileşime odaklanması",
      "C": "Oyun, eğitim simülasyonları, eğitim programları uygulamaları",
      "D": "Kullanıcıya sürükleyici deneyim sunması",
      "E": "Kullanıcı tamamen sanal bir ortama aitmiş gibi hissetmesi"
    },
    "explanation": "VR ve AR teknolojilerinin sürükleyici deneyimler sağladığı, etkileşimi artırdığı ve kullanıcılar üzerinde<br/>kalıcı bir etki bıraktığı görülmektedir.<br/>Her iki teknoloji de kullanıcıya sürükleyici deneyim sunar."
  },
  {
    "id": "3898605",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Wireframe</li> <li>Prototipleme</li> <li>Kullanıcı arayüzü tasarımı</li> <li>Tasarım sistemleri</li> </ol> UXP yukarıda verilen hangi amaçlarla kullanılabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız II",
      "B": "I ve II",
      "C": "I, II ve III",
      "D": "I, II ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "UXPin, kullanıcı deneyimi tasarımı sürecinde çeşitli amaçlarla kullanımı mevcuttur. Sayılanların tamamı için kullanılabilir."
  },
  {
    "id": "3898606",
    "unitNumber": 8,
    "text": "Mac’in dijital tasarım uygulaması aşağıdakilerin hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Adobe Illustrator",
      "B": "UXPin",
      "C": "Figma",
      "D": "Sketch",
      "E": "Adobe Photoshop"
    },
    "explanation": "Sketch, Mac’in dijital tasarım uygulamasıdır"
  },
  {
    "id": "3898607",
    "unitNumber": 8,
    "text": "Adobe Illustrator'ın aşağıda verilen işlevlerinden hangisi çeşitli yazı tipleri, stiller ve efektler dahil olmak üzere metinlerle çalışmak için güçlü araçlar sağlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Vektör çizimi",
      "B": "Kalem aracı ve şekiller",
      "C": "Tipograf",
      "D": "Yapay zekâ",
      "E": "Dışa aktarma seçenekleri"
    },
    "explanation": "Illustrator, çeşitli yazı tipleri, stiller ve efektler dahil olmak üzere metinlerle çalışmak için güçlü araçlar sağlayan özelliği tipografidir.<br/>Tipografi: Illustrator, çeşitli yazı tipleri,<br/>stiller ve efektler dahil olmak üzere metinlerle çalışmak için güçlü araçlar sağlar.<br/>Kullanıcılar metni vektör nesneleri olarak<br/>işleyebilir ve yaratıcı tipografi tasarımlarına<br/>olanak tanır."
  },
  {
    "id": "3898608",
    "unitNumber": 8,
    "text": "Bir firma kullanıcı deneyimi tasarımında bireylerin tercihlerini dikkate almakta, topladığı veriyi işleyerek sunduğu kullanıcı deneyimi ile kullanıcıya anlaşıldığını hissettirip süreci bireyselleştirmektedir. Burada aşağıdakilerin hangisi söz konusudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Kişiselleştirilmiş deneyimler",
      "B": "Gerçek zamanlı geribildirim",
      "C": "Sesli etkileşimler",
      "D": "Tasarım kararlarının doğrulanması",
      "E": "Yeniliğin teşvik edilmesi"
    },
    "explanation": "Firmalar kişiselleştirilmiş öneriler sunarak kullanıcıları ilgili ürün veya hizmetlere yönlendirebilir ve dönüşüm olasılığını artırabilir<br/>Kullanıcılar, tercihlerine ve ihtiyaçlarına uygun özelleştirilmiş uygulamalar seçmektedir. Deneyimli tasarımcılar kişiselleştirilmiş arayüzler, içerik ve öneriler sunmak için verilerden ve yapay zekâdan yararlanarak kullanıcı etkileşimini ve memnuniyetini artırmayı amaçlamaktadır."
  },
  {
    "id": "3898609",
    "unitNumber": 8,
    "text": "Aşağıdakilerin hangisinin tasarımının kökeni yapay zekâ ve doğal dil işleme teknolojilerine dayanmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Anlık etkileşim",
      "B": "Gerçek zamanlı dönüt",
      "C": "Kişisel deneyimler",
      "D": "Sesli kullanıcı arayüzü",
      "E": "Bireyselleştirme"
    },
    "explanation": "Sesli kullanıcı arayüzü tasarımının kökeni yapay zekâ ve doğal dil işleme teknolojilerine dayanmaktadır."
  },
  {
    "id": "3898610",
    "unitNumber": 8,
    "text": "Kullanıcılara anında geri bildirim ve rehberlik sağlayan küçük animasyonlar veya geri bildirim döngülerine verilen isim aşağıdakilerin hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mikro etkileşimler",
      "B": "Gelişmiş işlevsellik",
      "C": "Empati haritası",
      "D": "Ses tasarımı",
      "E": "Kişiselleştirme"
    },
    "explanation": "Kullanıcılara mikro etkileşimler ve gösterge panoları ile gerçek zamanlı geri bildirimler sağlanabilir. Mikro etkileşimler, kullanıcılara anında geri bildirim ve rehberlik sağlayan küçük animasyonlar veya geri bildirim döngüleridir."
  }
]