[
  {
    "id": "3898734",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sosyoloji biliminin yaşanan toplumsal değişimde avcı toplayıcı toplum için kullandığıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Toplum 1.0",
      "B": "Toplum 2.0",
      "C": "Toplum 3.0",
      "D": "Toplum 4.0",
      "E": "Toplum 5.0"
    },
    "explanation": "Sosyoloji bilimi yaşanan bu toplumsal dönüşümü avcı-toplayıcı toplum<br/>(toplum 1.0), tarım toplumu (toplum 2.0), sanayi toplumu (toplum 3.0), bilgi toplumu (toplum<br/>4.0) ve yeni bir kavram olarak süper akıllı toplum (toplum 5.0) başlıkları altında ele almaktadır."
  },
  {
    "id": "3898735",
    "unitNumber": 1,
    "text": "Önceki işletme verilerinden yola çıkılarak gelecek tahmini yapmaya destek olan aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bulut KKP Sistemi",
      "B": "Stok Takip Yönetimi İlave Edilmiş Uygulamalar",
      "C": "Kurumsal Kaynak Planlama (KKP) Sistemi",
      "D": "Kapalı Çevrim MİP Sistemi",
      "E": "Malzeme İhtiyaç Planlama Sistemi"
    },
    "explanation": "Önceki işletme verilerinden yola çıkılarak gelecek tahmini yapmaya destek olan stok takip yönetimi ilave edilmiş uygulamalarıdır.<br/>Stok Takip Yönetimi İlave Edilmiş Uygulamalar"
  },
  {
    "id": "3898736",
    "unitNumber": 1,
    "text": "Hammadde, yarı mamul, ara mallar ve malullerin stok durumlarını ve dönüşümünü<br/>yöneten bir bilgi sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kapalı Çevrim MİP Sistemi",
      "B": "Kurumsal Kaynak Planlama (KKP) Sistemi",
      "C": "Malzeme İhtiyaç Planlaması (MİP)",
      "D": "Bulut KKP Sistemi",
      "E": "Üretim Kaynak Planlama Sistemi"
    },
    "explanation": "Malzeme İhtiyaç Planlaması (MİP), hammadde, yarı mamul, ara mallar ve malullerin stok durumlarını ve dönüşümünü yöneten bir bilgi sistemidir."
  },
  {
    "id": "3898737",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi KKP sistemlerinin amaçlarından biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "İşletmenin küresel bir işletme olmasına destek olmak",
      "B": "İşletmenin gelişimine katkı sunmak",
      "C": "Müşteri tatmin düzeyini artırmak",
      "D": "İşletmede performansın azalmasını sağlamak",
      "E": "Giderleri azaltmak ve tasarruf sağlamak"
    },
    "explanation": "İşletmede performans artışı sağlamak amacıdır, azaltmasını sağlamak değil.<br/>İşletmede performansın azalmasını sağlamak"
  },
  {
    "id": "3898739",
    "unitNumber": 1,
    "text": "İşgücü planlama aşağıdaki bileşenlerin hangisinin kapsamındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Proje yönetimi",
      "B": "Satış-Dağıtım",
      "C": "Kalite Yönetimi",
      "D": "Malzeme Yönetimi",
      "E": "İnsan Kaynakları"
    },
    "explanation": "İşgücü planlama insan kaynakları kapsamındadır.<br/>İnsan Kaynakları"
  },
  {
    "id": "3898742",
    "unitNumber": 1,
    "text": "Sermaye yönetimi aşağıdaki bileşenlerden hangisi kapsamındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Finans-Muhasebe",
      "B": "Satış-Dağıtım",
      "C": "Malzeme Yönetimi",
      "D": "Kalite Yönetimi",
      "E": "İnsan Kaynakları"
    },
    "explanation": "Sermaye yönetimi finans-muhasebe kapsamındadır."
  },
  {
    "id": "3898743",
    "unitNumber": 1,
    "text": "Fabrika bakımı aşağıdaki bileşenlerden hangisinin kapsamındadır?",
    "correctAnswer": "B",
    "options": {
      "A": "İnsan Kaynakları",
      "B": "Kalite Yönetimi",
      "C": "Malzeme Yönetimi",
      "D": "Proje Yönetimi",
      "E": "Finans-Muhasebe"
    },
    "explanation": "Fabrika bakımı kalite yönetimi kapsamındadır."
  },
  {
    "id": "3898745",
    "unitNumber": 1,
    "text": "KKP sistemi organizasyonların satın alma, tedarik, üretim, insan kaynakları, finans ve muhasebe,<br/>satış ve pazarlama, müşteri ilişkileri gibi tüm departmanları bütünleştiren bir sistem aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Merkezi Veri Tabanı",
      "B": "Özelleştirme",
      "C": "Entegrasyon",
      "D": "Karar Destek",
      "E": "Kullanıcı Arayüzü"
    },
    "explanation": "Entegrasyon (Integration), KKP sistemi organizasyonların satın alma, tedarik, üretim, insan kaynakları, finans ve muhasebe, satış ve pazarlama, müşteri ilişkileri gibi tüm departmanları bütünleştiren bir sistemdir."
  },
  {
    "id": "3898748",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi KKP sistemleri ile ilgili karşılaşılan zorluk ve sakıncalar, bu zorluk ve sakıncaların hem kaynağı hem de bu zorluk ve sakıncalardan etkilenen faktörler açısından değerlendirildiğinde incelenen başlıklardan biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Örgütler açısından",
      "B": "KKP hizmet sağlayıcılar açısından",
      "C": "Kullanıcılar açısından",
      "D": "Reklamcılar Açısından",
      "E": "Kurulum aşaması açısından"
    },
    "explanation": "Reklamcılar açısından şeklinde bir başlık yoktur."
  },
  {
    "id": "3898749",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi KKP sisteminin örgütsel faydalarından biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Organizasyonel dönüşüme yardımcı olmak",
      "B": "Yetki paylaşımına yardımcı olmak",
      "C": "Örgütsel eğitimin yaygınlaşmasına yardımcı olmak",
      "D": "Kurumsal vizyonunun yaygınlaşmasına yardımcı olmak",
      "E": "Entegre veri setleri ile kaynakların etkin yönetilmesi"
    },
    "explanation": "Entegre veri setleri ile kaynakların etkin yönetilmesi yönetimsel faydadır."
  },
  {
    "id": "3898824",
    "unitNumber": 1,
    "text": "ÜKP sistemi, MİP sistemine ilave edilmiş olan ilave özellikler ile envanterin planlanmasından denetimine ve üretimin planlamasına yönelik olarak üretime yardımcı olan ve sonuç olarak müşteri talebine dayalı siparişleri karşılayabilecek ürünü tutmayı mümkün kılan dinamik bir sistemdir. MİP sistemine ilave edilmiş kaç tane ek işlev vardır ?",
    "correctAnswer": "A",
    "options": {
      "A": "3",
      "B": "6",
      "C": "4",
      "D": "2",
      "E": "5"
    },
    "explanation": "ÜKP sistemi, MİP sistemine ilave edilmiş olan ilave özellikler ile envanterin planlanmasından denetimine ve üretimin planlamasına yönelik olarak üretime yardımcı olan ve sonuç olarak müşteri talebine dayalı siparişleri karşılayabilecek ürünü tutmayı mümkün kılan dinamik bir sistemdir. MİP sistemine ilave edilmiş olan ek işlevler :<br/>• Satın alma işlevi: Satın alma bölümüne satın alınacak malzemeler ve sipariş miktarları hakkında bilgi verirken, tedarikçiden temin süreci ve teslimatı ile ilgili bilgileri de raporlamaya yardımcı olmakta, <br/>• Üretim yeri kontrol işlevi: Detaylı malzeme listelemeye ve sevkiyat denetimine katkıda bulunup, bant üretim sisteminde sipariş edilmiş olan ürünlerin durumlarının raporlanmasına imkân tanıyarak, verdiği geri beslemeler ile yöneticilerin üretimin gerçek durumunu izlemesine ve ihtiyaçlara yanıt verebilmesine yardımcı olmakta,<br/>• Kapasite planlama işlevi: Üretim için işletme yönetiminin ihtiyacı olan emek ve makine eşleştirilmesi gibi kaynak planlamalarını da içine alan projeksiyonlar ile zaman ve üretim taleplerini eşleştirerek kapasite planlamasına yardımcı olmaktadır.<br/>Dolayısıyla yanıt A şıkkıdır."
  },
  {
    "id": "3898825",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi ÜKP sisteminin faydalarından biri <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Stok seviyelerini mümkün olan en alt seviyede tutmaya yardımcı olması",
      "B": "Bulut bilişim aracılığıyla işletmenin performansını artırması",
      "C": "Kalite ve müşteri hizmetlerinde iyileşme sağlaması",
      "D": "Yöneticilere işletme hakkında bütüncül bakış açısı sunabilmesi",
      "E": "Alternatif üretim senaryoları oluşturabilme"
    },
    "explanation": "MİP sistemine ilave edilen ek özellikler ile geliştirilen ÜKP sistemleri sayesinde işletmeler pek çok fayda elde etmişlerdir. ÜKP sistemi ile ilgili ifade edilen pek çok fayda ve yararların yanı sıra birtakım sakıncalar da ifade edilmektedir. ÜKP sistemi ile ilgili ifade edilen bu fayda ve sakıncalar şu şekildedir:<br/>ÜKP Sisteminin Faydaları:<br/>• Müşterilerin talep ve beklentilerini karşılamak için mevcut üretim faktörlerinden hareketle optimal üretim yönetimini belirleyebilmek için alternatif üretim senaryoları oluşturabilme<br/>• İşletme departmanlarından elde edilen verileri entegre ederek yöneticilere işletme hakkında bütüncül bakış açısı sunabilme <br/>• Kapasite ve üretim ihtiyaçlarını hesaplama, stok düzeylerini satış tahminlerini üretim planına uyarlama ve bu sayede stok seviyelerini mümkün olan en alt seviyede tutmaya yardımcı olma<br/>• Daha dengeli bir envanter yönetimi, daha optimal üretim, kapasite ve kaynak planlama, tedarik zinciri, insan kaynakları, kalite ve müşteri hizmetlerinde iyileşme.<br/>Dolayısıyla cevap B şıkkıdır."
  },
  {
    "id": "3898826",
    "unitNumber": 1,
    "text": "MİP sistemine ilave edilen ek özellikler ile geliştirilen ÜKP sistemleri sayesinde işletmeler pek çok fayda elde etmişlerdir. ÜKP sistemi ile ilgili ifade edilen pek çok fayda ve yararların yanı sıra birtakım sakıncalar da ifade edilmektedir. ÜKP sistemi ile ilgili ifade edilen sakınca ve zorlukları kaç tanedir?",
    "correctAnswer": "C",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "MİP sistemine ilave edilen ek özellikler ile geliştirilen ÜKP sistemleri sayesinde işletmeler pek çok fayda elde etmişlerdir. ÜKP sistemi ile ilgili ifade edilen pek çok fayda ve yararların yanı sıra birtakım sakıncalar da ifade edilmektedir. ÜKP sistemi ile ilgili ifade edilen bu sakınca ve zorluklar şu şekildedir (Cox ve Clark, 1984):<br/>• Üst/tepe yönetim tarafından yeterli desteğin sağlanmadığı durumlarda ve başarılı bir dönüşüm yönetimi uygulanmadığı durumda yaşanan yönetsel sorunlar,<br/>• ÜKP sisteminin veri tabanı, depolama sistemi, dosya yönetimi gibi genel tasarım konsepti ile ilgili ve envanter yönetim planları, ana üretim planları, kapasite planlama ve yeniden planlama gibi planlama ile ilgili teknik sorunlar,<br/>• Çalışanlar ve sistem arası iletişim, sistem kullanıcılarının eğitim ve öğretimi, çalışanların direnç göstermemesi ve sistemi kabul etmesi gibi çalışanlar ile ilgili bireysel sorunlar.<br/>• MİP sistemlerine satın alma ve sipariş yönetimi, üretim ortamlarının denetim ve kontrolü ile kapasite planlama kabiliyetlerinin ilave edilmesi ile geliştirilen ÜKP sistemleri de belli bir zaman sonra işletmelerin gelişen ve daha da karmaşıklaşan ihtiyaçlarına yanıt vermede yetersiz kalması, bilgi iletişim teknolojilerinde ve yazılım sahasında önemli gelişmeler yaşanması üzerine 2000’li yıllarda Kurumsal Kaynak Planlama (KKP) sistemleri geliştirilmiş ve işletmelerin kullanımına sunulmuştur.<br/>Dolayısıyla yanıt C şıkkıdır."
  },
  {
    "id": "3898827",
    "unitNumber": 1,
    "text": "Kurumsal Kaynak Planlama sistemlerinin başlıca kullanım amaçları kaç tanedir ?",
    "correctAnswer": "D",
    "options": {
      "A": "4",
      "B": "7",
      "C": "3",
      "D": "11",
      "E": "9"
    },
    "explanation": "KKP sistemlerinin başlıca kullanım amaçları şunlardır (Holland ve Light, 1999; Karakanian, 1999):<br/>• İşletmede performans artışı sağlamak,<br/>• Giderleri azaltmak ve tasarruf sağlamak,<br/>• Müşteri tatmin düzeyini artırmak,<br/>• Örgüt içi faaliyet ve iş süreçlerini bütünleştirmek,<br/>• Bilgi kalitesini artırmak ve bilgiye ulaşımı kolaylaştırmak,<br/>• İşletmenin gelişimine katkı sunmak,<br/>• Teknoloji alanında yaşanan gelişmelere adapte olmak,<br/>• İşletmenin küresel bir işletme olmasına destek olmak,<br/>• Bütünleşik veri ile üst yönetimin daha doğru kararlar almasına yardımcı olmak,<br/>• İşletmenin dağıtık verilerini bir araya toplayacak ortak bir veri tabanına sahip olmak,<br/>• İşletmenin envanterinde bulunan eski bilgi sistemlerin entegrasyonunu sağlamak.<br/>Dolayısıyla cevap D şıkkıdır."
  },
  {
    "id": "3898828",
    "unitNumber": 1,
    "text": "Kurumsal Kaynak Planlama (KKP) sisteminin bileşenlerini işletmede yürütülen genel işlevlere dayalı olarak sınıflandıran bir çalışmaya göre kaç adet başlık altında ifade edilmiştir ?",
    "correctAnswer": "E",
    "options": {
      "A": "6",
      "B": "3",
      "C": "5",
      "D": "2",
      "E": "4"
    },
    "explanation": "KKP sisteminin bileşenlerini işletmede yürütülen genel işlevlere dayalı olarak sınıflandıran bir çalışmaya göre KKP sisteminin bileşenleri operasyon yönetimilojistik, mali işler, insan kaynakları ve satış-pazarlama olarak dört başlık altında ifade edilmiş olup bu bileşenlerin açıklamaları şu şekildedir (Chen, 2001):<br/>• Operasyon Yönetimi - Lojistik: Stok yönetimi, malzeme ihtiyaç planlama, malzeme yönetimi, üretim planlama, bakım-onarım, proje yönetimi, kalite yönetimi, satın alma, teslimat<br/>• Mali İşler: Müşteri ve satıcı hesapları, duran varlık muhasebesi, nakit yönetimi ve tahmini, büyük defter, ürün masrafları kontrolü, kar analizi, maliyet muhasebesi ve kontrol, kar merkezi muhasebesi, masraf yeri muhasebesi, finansal yönetim bilgi sistemi<br/>• İnsan Kaynakları: Bordro, harcırahlar, zaman yönetimi, personel planlama, eğitim<br/>• Satış - Pazarlama: Sipariş yönetimi, satış yönetimi, satış planlama, fiyatlandırma, satış sonrası hizmet.<br/>Dolayısıyla cevap E şıkkıdır."
  },
  {
    "id": "3898829",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi KKP sistemlerinin genel özelliklerinden biri <u>değildir</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Uygulama yazılımı",
      "B": "Entegrasyon",
      "C": "Basitlik",
      "D": "İşlevsellik",
      "E": "Kullanıcı arayüzü"
    },
    "explanation": "KKP sistemleri basit değil, tersine oldukça karmaşık sistemlerdir. Dolayısıyla doğru cevap C seçeneğidir."
  },
  {
    "id": "3898830",
    "unitNumber": 1,
    "text": "Kurumsal Kaynak Planlama (KKP) sistemleri hakkında sunulan genel özelliklere ek olarak Rashid vd. tarafından ifade edilen kaç adet özellik eklenebilir ?",
    "correctAnswer": "B",
    "options": {
      "A": "5",
      "B": "3",
      "C": "6",
      "D": "4",
      "E": "2"
    },
    "explanation": "Kurumsal Kaynak Planlama (KKP) sistemleri hakkında sunulan bu genel özelliklere ek olarak Rashid vd. tarafından (2002) ifade edilen şu özellikler de eklenebilir:<br/>• Esneklik (Flexibility): KKP sistemleri organizasyonların zaman, çevre ve teknoloji baskısı karşısında değişen ve dönüşen ihtiyaçları çerçevesinde modüler olarak adapte olabilen, değişen şart ve durumlara göre ekleme veya eksiltmeler yapmak suretiyle uyarlanabilen sistemlerdir,<br/>• Gerçek zamanlı veri iletişimi (Online data): KKP sistemi organizasyonda birim,<br/>bölüm ve departmanlar arası eş zamanlı ve sürekli olarak, istenen yer ve zamanda verilen yetki ve izinler çerçevesinde veri ulaşım ve iletişimine izin veren sistemlerdir.<br/>• Karmaşıklık (Complexity): Geleneksel veya yerleşik KKP sistemleri kurulumu zaman alan, üst düzey uzmanlık bilgisine ihtiyaç duyulan, yüksek altyapı ve uygulama maliyetleri doğuran seçimi, kurulumu, uygulanması ve uygulama sonrası gereksinimleri ile karmaşık sistemlerdir.<br/>Dolayısıyla yanıt B şıkkıdır."
  },
  {
    "id": "3898831",
    "unitNumber": 1,
    "text": "KKP sisteminden elde edilen faydaları pek çok araştırmacı çeşitli kategoriler altında incelemiştir. Bu çalışmalardan birinde, Shang ve Seddon (2000) KKP sistem faydalarını “operasyonel, yönetimsel, stratejik, örgütsel ve bilgi teknolojileri alt yapısı” faydaları başlıkları altında sınıflandırmıştır. Bu sınıflandırmaya göre Operasyonel Faydalar kaç tanedir ?",
    "correctAnswer": "C",
    "options": {
      "A": "4",
      "B": "2",
      "C": "5",
      "D": "3",
      "E": "6"
    },
    "explanation": "KKP sisteminden elde edilen faydaları pek çok araştırmacı çeşitli kategoriler altında incelemiştir. Bu çalışmalardan birinde, Shang ve Seddon (2000) KKP sistem faydalarını “operasyonel, yönetimsel, stratejik, örgütsel ve bilgi teknolojileri alt yapısı” faydaları başlıkları altında sınıflandırmıştır. Bu sınıflandırmaya göre:<br/>Operasyonel Faydalar:<br/>• Maliyet düşüşü,<br/>• Döngü zamanlarında düşüş,<br/>• Üretkenlik artışı,<br/>• Kalite artışı,<br/>• Müşteri hizmetlerinde iyileşmelerdir.<br/>Dolayısıyla yanıt C şıkkıdır."
  },
  {
    "id": "3898832",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi KKP sistem uygulamalarının başarısızlık nedenlerinden biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Kötü yönetim ortamı",
      "B": "Yanlış KKP sistem tercihi",
      "C": "Değişimin sağlıklı yönetilememesi",
      "D": "Mali yönetim eksikliği",
      "E": "Kilit kullanıcıların eğitilmesi"
    },
    "explanation": "KKP sistem uygulamasının sağlıklı olarak yürütülebilmesi açısından önemlidir. KKP sistem uygulamalarının başarısızlık nedenleri olarak şunlar bildirilmektedir (Haddara, 2018):<br/>• Yanlış KKP sistem tercihi,<br/>• KKP proje uygulama ekibinin yetersizliği,<br/>• Üst yönetim desteği eksikliği,<br/>• İletişim sisteminin yetersizliği,<br/>• Yeterli kilit kullanıcı (key user) eğitilmemesi,<br/>• Eğitim-öğretim eksikliği,<br/>• Yapının karmaşık ve bileşenlerin yetersiz olması,<br/>• İş süreçlerini KKP sistemine uyarlamada sorunlar,<br/>• Kötü yönetim ortamı,<br/>• Mali yönetim eksikliği,<br/>• Değişimin sağlıklı yönetilememesi,<br/>• Eski sistemlerin eksik yönetimi.<br/>Dolayısıyla cevap E şıkkıdır."
  },
  {
    "id": "3898833",
    "unitNumber": 1,
    "text": "Kurumsal Kaynak Planlama (KKP) sistemleri birtakım sakıncaları da bünyesinde taşımaktadır. Shebab (2004) tarafından bu sakıncalar kaç başlık altında incelenmektedir ?",
    "correctAnswer": "E",
    "options": {
      "A": "5",
      "B": "2",
      "C": "6",
      "D": "3",
      "E": "4"
    },
    "explanation": "KKP sistemleri birtakım sakıncaları da bünyesinde taşımaktadır. Shebab (2004) tarafından bu sakıncalar “uygulama ve maliyet, işlevsellik, teknik donanım ve kullanım ile ilgili sakıncalar” şeklinde dört başlık altında incelenmektedir.<br/>Dolayısıyla yanıt E şıkkıdır."
  },
  {
    "id": "3899072",
    "unitNumber": 1,
    "text": "\"KKP sistemi tarihsel gelişim sürecinde geliştirilen bu ilk uygulamalar sayesinde işletmeler, program yardımıyla kaydedilmiş geçmiş verilerden hareketle müşterilerin taleplerini tahmin ederek, stok seviyelerinde istikrar sağlayabilme becerisi kazanmışlardır\". Verilen bilgi aşağıdakilerden hangisini tanımlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Stok Takip Yönetimi İlave Edilmiş Uygulamalar",
      "B": "Malzeme İhtiyaç Planlama (MİP) Sistemi",
      "C": "Kapalı Çevrim MİP Sistemi",
      "D": "Üretim Kaynakları Planlaması",
      "E": "Bulut KKP Sistemi"
    },
    "explanation": "KKP sistemlerinin tarihsel gelişim süreci pek çok çalışmada 1960’lı yıllarda kullanılmaya başlanan stok takip yönetimine yardımcı olan Cobol, Algol ve Fortran gibi bilgisayar dilleri yardımıyla geliştirilen stok yönetim programlarına dayandırılmaktadır."
  },
  {
    "id": "3899073",
    "unitNumber": 1,
    "text": "Bilinen en işlevsel özelliği stok seviyelerini tahmini düzeyde tutup, işletmelerin üretim ve maliyet işlevlerine yardımcı olmak olan uygulama hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Arşivleme",
      "B": "Stok yönetimi",
      "C": "Kayıt tutma",
      "D": "Malzeme ihtiyaç planlaması",
      "E": "Üretim planı"
    },
    "explanation": "Stok yönetimi, stok seviyelerini tahmini düzeyde tutup, işletmelerin üretim ve maliyet işlevlerine yardımcı olmaktadır."
  },
  {
    "id": "3899074",
    "unitNumber": 1,
    "text": "\"Üretilecek olan nihai malı üretimde kullanılan tüm unsurlarına ayrıştıran ve böylece o malın üretiminde kullanılan tüm unsurları miktar olarak tespit eden ve bu sayede işletmenin siparişlerini yönetmesine yardımcı olan sistem\" hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Üretim Kaynak Planlama Sistemi",
      "B": "Stok Yönetimi",
      "C": "Malzeme İhtiyaç Planlaması",
      "D": "Üretim yeri kontrol sistemi",
      "E": "Kurumsal Kaynak Planlama Sistemi"
    },
    "explanation": "MİP sistemi mal veya malların üretim plan ve süreçleri doğrultusunda üretilecek olan nihai malı üretimde kullanılan tüm unsurlarına ayrıştıran ve böylece o malın üretiminde kullanılan tüm unsurları miktar olarak tespit eden ve bu sayede işletmenin siparişlerini yönetmesine yardımcı olan sistemlerdir."
  },
  {
    "id": "3899075",
    "unitNumber": 1,
    "text": "\"Üretimde kullanılacak tüm kaynakları (mallar, ürün bileşenleri ve montajlar) açık ve net olarak süreçleri ve süreleri ile birlikte tahminlemek için sisteme girilmiş olan tüm verileri (malzeme listeleri, envanter, siparişler, üretim ana çizelgesi) entegre olarak kullanan sistem\" olarak açıklanan süreç hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kapalı Çevrim MİP Sistemi",
      "B": "Kurumsal Kaynak Planlama Sistemi",
      "C": "Genişletilmiş Kurumsal Kaynak Planlama Sistemi",
      "D": "Üretim Kaynak Planlama Sistemi",
      "E": "Malzeme İhtiyaç Planlama Sistemi"
    },
    "explanation": "ÜKP sistemi, üretimde kullanılacak olan tüm kaynakları (mallar, ürün bileşenleri ve montajlar) açık ve net olarak süreçleri ve süreleri ile birlikte tahminlemek için sisteme girilmiş olan tüm verileri (malzeme listeleri, envanter, siparişler, üretim ana çizelgesi) entegre olarak kullanan bir sistemdir. Bu tahmin ve verilerden hareketle yöneticilere birtakım önerilerde bulunur."
  },
  {
    "id": "3899116",
    "unitNumber": 1,
    "text": "\"...........sayesinde işletmeler siparişlerini ve şu anki envanter ile gelecek envanter tahminlerini kıyaslayarak, üretim ihtiyaçlarını gidermek için stok düzeylerini ayarlayabilme yeteneği kazanmışlardır\". Cümlenin anlam bütünlüğünün tam ve doğru olarak sağlanabilmesi için boşluk olarak bırakılan alana aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Üretim Kaynakları Planlaması Sistemi",
      "B": "Kurumsal Kaynak Planlama Sistemi",
      "C": "Bulut KKP Sistemi",
      "D": "Stok Takip Yönetimi",
      "E": "Malzeme İhtiyaç Planlaması Sistemi"
    },
    "explanation": "MİP sistemi sayesinde işletmeler siparişlerini(satış ve üretim) ve şu anki envanter ile gelecek envanter tahminlerini kıyaslayarak, üretim ihtiyaçlarını gidermek için stok düzeylerini ayarlayabilme yeteneği kazanmışlardır"
  },
  {
    "id": "3899117",
    "unitNumber": 1,
    "text": "\"İşletmenin örgütsel boyuttaki işlerini ve işlevlerini entegre eden modüler, paket yazılım sistemleridir\". Bu tanım aşağıdakilerden hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kurumsal Kaynak Planlama Sistemi",
      "B": "Üretim Kaynak Planlama Sistemi",
      "C": "MİP2 Sistemi",
      "D": "Üretim Kaynakları Planlaması Sistemi",
      "E": "Kapalı Çevrim MİP Sistemi"
    },
    "explanation": "KKP sistemlerinin modüler yapısını esas alarak yapılan bir tanıma göre KKP sistemi, işletmenin örgütsel boyuttaki işlerini ve işlevlerini entegre eden modüler, paket yazılım sistemleridir"
  },
  {
    "id": "3899118",
    "unitNumber": 1,
    "text": "\"Bordro, harcırahlar, zaman yönetimi ve eğitim\" Kurumsal Kaynak Planlama<br/>Sisteminin hangi bileşeni ile ilgili konu başlıklarıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Mali işler",
      "B": "İnsan kaynakları",
      "C": "Operasyon Yönetimi",
      "D": "Lojistik",
      "E": "Pazarlama"
    },
    "explanation": "İnsan Kaynakları bileşeninin içeriği: Bordro, harcırahlar, zaman yönetimi, personel planlama, eğitim'dir."
  },
  {
    "id": "3899119",
    "unitNumber": 1,
    "text": "\"Stok yönetimi, malzeme yönetimi, üretim planlama, proje yönetimi, kalite yönetimi\" Kurumsal Kaynak Planlama Sisteminin hangi bileşeni ile doğrudan ilgili konu başlıklarıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Mali işler",
      "B": "İnsan kaynakları",
      "C": "Operasyon Yönetimi-Lojistik",
      "D": "Satış-Pazarlama",
      "E": "Finans"
    },
    "explanation": "Stok yönetimi, malzeme ihtiyaç planlama, malzeme yönetimi, üretim planlama, bakım-onarım, proje yönetimi, kalite yönetimi, satın alma, teslimat Operasyon Yönetimi, Lojistik bileşeni ile ilgilidir."
  },
  {
    "id": "3899120",
    "unitNumber": 1,
    "text": "\"KKP sistemleri diğer yazılımlardan farklı olarak, sektörün veya işletmenin talep ve ihtiyaçlarına cevap verebilecek şekilde uyarlanabilen, organizasyona özel ihtiyaçlara göre adapte edilebilen sistemlerdir\". Bu açıklama KKP Sisteminin Genel Özelliklerinden hangisi ile doğrudan ilgilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Uygulama Yazılımı",
      "B": "Karar Destek",
      "C": "İşlevsellik",
      "D": "Özelleştirme",
      "E": "Entegrasyon"
    },
    "explanation": "Özelleştirme (Customizing): KKP sistemleri diğer yazılımlardan farklı olarak, sektörün veya işletmenin talep ve ihtiyaçlarına cevap verebilecek şekilde uyarlanabilen, organizasyona özel ihtiyaçlara göre adapte edilebilen ve özelleştirilebilen sistemlerdir."
  },
  {
    "id": "3899121",
    "unitNumber": 1,
    "text": "\"KKP sistemleri organizasyonların zaman, çevre ve teknoloji baskısı karşısında değişen ihtiyaçlarına modüler olarak adapte olabilen, değişen şart ve durumlara göre ekleme veya eksiltmeler yapmak suretiyle uyarlanabilen sistemlerdir\". Bu açıklama KKP sistemlerinin genel özelliklerinden hangisini tanımlamaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Gerçek zamanlı veri iletişimi",
      "B": "Karmaşıklık",
      "C": "Özelleştirme",
      "D": "İşlevsellik",
      "E": "Esneklik"
    },
    "explanation": "Esneklik (Flexibility): KKP sistemleri organizasyonların zaman, çevre ve teknoloji baskısı karşısında değişen ve dönüşen ihtiyaçları çerçevesinde modüler olarak adapte olabilen, değişen şart ve durumlara göre ekleme veya eksiltmeler yapmak suretiyle uyarlanabilen sistemlerdir."
  },
  {
    "id": "3898760",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bilgi işlem basamaklarındaki gelişmeler arasında <u>yer almaz</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Kurumsal bilgi güvenliği",
      "B": "Kişisel bilgisayarlar",
      "C": "İstemci/sunucu ağları",
      "D": "Kurumsal bilgi işleme",
      "E": "Bulut ve mobil bilgi işleme"
    },
    "explanation": "Bilgi işlem basamaklarındaki gelişmeler; genel amaçlı ana bilgisayar ve mini bilgisayar bilgi işleme, kişisel bilgisayarlar, istemci/sunucu ağları, kurumsal bilgi işleme, bulut ve mobil bilgi işlem dönemleridir."
  },
  {
    "id": "3898761",
    "unitNumber": 2,
    "text": "Ana bilgisayarların daha düşük fiyatlarda güçlü makineler olarak sunulmaları aşağıdakilerden hangisinin sonucudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Talebin artması",
      "B": "Marka çeşitliliğinin artması",
      "C": "Mini bilgisayarlara olan ilginin azalması",
      "D": "Donanım fiyatlarının düşüşü",
      "E": "Yazılımların çeşitlenmesi"
    },
    "explanation": "Donanım fiyatları aşağı doğru hareketlendikçe, ana bilgisayarlar da çok daha düşük fiyatlarda olan güçlü makineler olarak sunuldu."
  },
  {
    "id": "3898762",
    "unitNumber": 2,
    "text": "“……………….paylaşılan verinin işlendiği ve depolandığı, web sayfalarına hizmet edildiği veya ağ faaliyetlerinin yönetildiği bilgisayarlardır”<br/>Yukarıdaki cümlede boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kişisel bilgisayar",
      "B": "Mini bilgisayar",
      "C": "İstemci bilgisayar",
      "D": "Sunucu bilgisayar",
      "E": "Genel amaçlı bilgisayarlar"
    },
    "explanation": "İstemcilerin kullanıcı olarak giriş noktası olan sunucular, paylaşılan verinin işlendiği ve depolandığı, web sayfalarına hizmet edildiği veya ağ faaliyetlerinin yönetildiği bilgisayarlardır."
  },
  {
    "id": "3898763",
    "unitNumber": 2,
    "text": "En basit istemci sunucu ağı için kaç bilgisayara gereksinim duyulur?",
    "correctAnswer": "A",
    "options": {
      "A": "2",
      "B": "5",
      "C": "8",
      "D": "12",
      "E": "16"
    },
    "explanation": "En basit istemci / sunucu ağı, iki makine arasında işlem paylaşıldığı, bir sunucu bilgisayarına bağlanan bir istemci bilgisayarından oluşmaktadır"
  },
  {
    "id": "3898764",
    "unitNumber": 2,
    "text": "KKP bileşenleri entegrasyonuna göre en üst katmanda aşağıdakilerden hangisi yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Donanım",
      "B": "İşletim sistemi",
      "C": "Veri tabanı",
      "D": "KKP",
      "E": "Kullanıcı"
    },
    "explanation": "KKP sistemi, her bilgi sistemi gibi, donanım, yazılım, veri tabanı, bilgi, süreç ve iş görenler gibi benzer bileşenlere sahiptir. Kullanıcı en üst katmanda yer aşmaktadır."
  },
  {
    "id": "3898765",
    "unitNumber": 2,
    "text": "KKP sistem mimarisini diğer BT mimarilerinden ayıran temel özelliklerden biri aşağıdakilerden hangi seçenekte verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "KKP mimarisini kurumsal strateji tarafından yönlendirilir",
      "B": "KKP mimarisi iş süreçleri tarafından yönlendirilir",
      "C": "BT mimarisi KKP sağlayıcı tarafından yönlendirilir",
      "D": "KKP mimarisi BT sağlayışı tarafından yönlendirilir",
      "E": "KKP mimarisi KKP sağlayıcısı tarafından yönlendirilir"
    },
    "explanation": "KKP sistem mimarisini tasarlama süreci, diğer BT mimarilerinden biraz farklıdır. Diğer BT mimarileri kurumsal strateji ve iş süreçleri tarafından yönlendirilirken, satın alınırsa KKP mimarisi genellikle KKP sağlayıcısı tarafından yönlendirilir."
  },
  {
    "id": "3898766",
    "unitNumber": 2,
    "text": "Genel amaçlı ana bilgisayar ve mini bilgisayar dönemi aşağıda yer alan dönemlerden hangisini kapsar?",
    "correctAnswer": "A",
    "options": {
      "A": "1959-Günümüz",
      "B": "1981-Günümüz",
      "C": "1983-Günümüz",
      "D": "1999-Günümüz",
      "E": "2007-Günümüz"
    },
    "explanation": "Genel amaçlı ana bilgisayar ve mini bilgisayar dönemi, 1959-Günümüz dçnemini kapsamaktadır."
  },
  {
    "id": "3898767",
    "unitNumber": 2,
    "text": "Grafik Kullanıcı Arayüzü çok katmanlı mimarinin hangi katmanıyla ilişkilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sunum katmanı",
      "B": "Kullanıcı katmanı",
      "C": "Uygulama katmanı",
      "D": "Veri katmanı",
      "E": "İşlem katmanı"
    },
    "explanation": "Sunum katmanı, kullanıcıların uygulama katmanının bileşenleriyle etkileşime girebilecekleri ve gerekli hizmetlere erişebilecekleri esnek Grafik Kullanıcı Arayüzü sağlar."
  },
  {
    "id": "3898768",
    "unitNumber": 2,
    "text": "Bir uygulamanın iş mantığını sunum mantığından ayırarak uygulamayı değişikliklere karşı uygun hale getirmesi üç katmanlı mimarinin hangi özelliği ile ilişkilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ölçeklenebilirlik",
      "B": "Güvenirlik",
      "C": "Esneklik",
      "D": "Sürdürülebilirlik",
      "E": "Tekrar kullanılabilirlik"
    },
    "explanation": "Esneklik: üç katmanlı mimari, bir uygu- lamanın iş mantığını sunum mantığından ayırarak uygulamayı değişikliklere karşı çok daha esnek hale getirir."
  },
  {
    "id": "3898769",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bulut KKP’nin özellikleri arasında <u>yer almaz</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Lisanslar ve yükseltmeler için ödeme yapılması",
      "B": "Her yerden erişebilme",
      "C": "Dinamik ölçeklenebilirlik",
      "D": "Bakım ücreti olmaması",
      "E": "Azaltılmış sermaye ve işletme harcaması"
    },
    "explanation": "Lisanslar ve yükseltmeler için değil, abonelik için ödeme yapılması KKP’nin avantajları arasındadır."
  },
  {
    "id": "3898784",
    "unitNumber": 2,
    "text": "\"................., tekil satıcı, donanım ve yazılım üreticileri tarafından birçok altyapı eleman desteği ile profesyonel programcılar ve sistem operatörlerinin kontrolü altında yüksek merkezileşmiş işlemler periyodu haline gelmiştir\". Cümlenin anlam bütünlüğünün tam ve doğru olarak sağlanabilmesi için boşluk olarak bırakılan alana getirilmesi gereken ifade hangi seçenekte verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ana bilgisayar dönemi",
      "B": "Kişisel bilgisayarlar dönemi",
      "C": "İstemci/sunucu dönemi",
      "D": "Kurumsal bilgi işlem dönemi",
      "E": "Bulut ve mobil bilgi işlem dönemi"
    },
    "explanation": "Ana bilgisayar dönemi, tekil satıcı, donanım ve yazılım üreticileri tarafından birçok altyapı eleman desteği ile profesyonel programcılar ve sistem operatörlerinin kontrolü altında yüksek merkezileşmiş işlemler periyodu olmuştur."
  },
  {
    "id": "3898785",
    "unitNumber": 2,
    "text": "Bilgi işlem sürecinde gelen bir iş isteğini yerine getirmekle yükümlü ya da bu rolü protokol gereği benimsemiş bilgisayar hangi kavramla adlandırılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "İşletim sistemi",
      "B": "Sunucu",
      "C": "İstemci",
      "D": "Veri bankası",
      "E": "Web sunucusu"
    },
    "explanation": "Bilgi işlem düzenlerinde gelen bir iş isteğini yerine getirmekle yükümlü ya da bu rolü protokol gereği benimsemiş bilgisayar, sunucu olarak adlandırılmaktadır."
  },
  {
    "id": "3898786",
    "unitNumber": 2,
    "text": "\"1990'ların başında, işletmeler, işletme genelini kapsayan altyapısı birbirinden farklı ağları birbirine bağlayan ağ standartları ve yazılım araçlarına döndü. İnternetin güvenli iletişim ortamı olarak gelişmesiyle işletmeler, İletim Denetimi Protokolü/İnternet Protokolü ağ standardını, birbirinden bağımsız ağları bağlamak için kullanmaya başladılar\". Bu ifade, bilgi teknolojileri altyapılarının gelişimi konusunda hangi döneme karşılık gelmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "İstemci/Sunucu Dönemi",
      "B": "Kişisel Bilgisayarlar Dönemi",
      "C": "Kurumsal Bilgi İşlem Dönemi",
      "D": "Genel Amaçlı Ana Bilgisayar Dönemi",
      "E": "Mobil Bilgi İşlem Dönemi"
    },
    "explanation": "Kurumsal Bilgi İşlem Dönemi: 1990'ların başında, işletmeler, işletme genelini kapsayan altyapısı birbirinden farklı ağları birbirine<br/>bağlayan ağ standartları ve yazılım araçlarına döndü. 1995’te internetin güvenli iletişim ortamı olarak gelişmesiyle işletmeler İletim Denetimi Protokolü/İnternet Protokolü (Transmission Control Protocol/internet Protocol-TCP/IP) ağ standardını birbirinden bağımsız ağlarını bağlamak için kullanmaya başladılar."
  },
  {
    "id": "3898787",
    "unitNumber": 2,
    "text": "Bilgi işlem kaynakları olan bilgisayarlar, depolama cihazları, uygulamalar ve hizmetler havuzuna ağ üzerinden ulaşılmasını sağlayan bilgi işlem modeli hangi kavramla adlandırılmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "İnternet Protokolü",
      "B": "İletim Denetimi Protokolü",
      "C": "BT mimarisi",
      "D": "Bulut Bilgi işlem",
      "E": "KKP sistemi"
    },
    "explanation": "İnternetin artan bant genişliği gücü, istemci/sunucu modelinin bir adım ötesi olan “Bulut Bilgi işlem Modeline” götürmüştür. Bulut Bilgi işlem, bilgi işlem kaynakları (bilgisayarlar, depolama cihazlar, uygulamalar ve hizmetler) havuzuna ağ üzerinden (çoğunlukla internette) ulaşılmasını sağlayan bir bilgi işlem modelini ifade etmektedir."
  },
  {
    "id": "3898788",
    "unitNumber": 2,
    "text": "\"..............temel amacı, diğer tüm bilgi sistemleri gibi, veriyi tüm kurumsal paydaşlar için faydalı bilgilere dönüştürerek firmaya hizmet etmektir\". Cümlenin anlam bütünlüğünün tam ve doğru olarak sağlanabilmesi için boşluk olarak bırakılan alana getirilmesi gereken kavram hangi seçenekte verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mobil ağ",
      "B": "Sunucu",
      "C": "Veri tabanı",
      "D": "İnternet protokolü",
      "E": "Kurumsal kaynak planlama"
    },
    "explanation": "KKP’nin temel amacı, diğer tüm bilgi sistemleri gibi, veriyi tüm kurumsal paydaşlar için faydalı bilgilere dönüştürerek firmaya hizmet etmektir."
  },
  {
    "id": "3898789",
    "unitNumber": 2,
    "text": "KKP sistemlerinde sistem parametresi olarak da adlandırılan veri türü hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Konfigürasyon verisi",
      "B": "Fonksiyonel veri",
      "C": "Paket veri",
      "D": "Bulut verisi",
      "E": "Kişisel veri"
    },
    "explanation": "Bir KKP sisteminde, çeşitli veri sınıfları ayırt edilebilir. İlk olarak, sistem parametre olarak da adlandırılan konfigürasyon verilerini içerir. Bunlar uygulama sırasında belirlenir ve daha sonra neredeyse hiç değişmez."
  },
  {
    "id": "3898790",
    "unitNumber": 2,
    "text": "Bir KKP sistemindeki müşterilerin ve tedarikçilerin adresleri, ürün verileri ve genel muhasebe hesapları hangi veri türüne örnek gösterilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "BT verisi",
      "B": "Ana veri",
      "C": "İşlem verisi",
      "D": "Sistem parametresi",
      "E": "Konfigürasyon verisi"
    },
    "explanation": "Bir KKP sistemindeki ikinci bir veri sınıfı ana veridir. Bu veriler nadiren ve kesinlikle günlükten daha az değiştirilir. Ana veri örnekleri, müşterilerin ve tedarikçilerin adresleri, ürün verileri ve genel muhasebe hesaplarıdır."
  },
  {
    "id": "3898791",
    "unitNumber": 2,
    "text": "Bir KKP sistemi için sistemin verimliliğine (maliyet, yanıt süresi vb.) odaklanan mimari hangi kavramla adlandırılmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yatay mimari",
      "B": "Mantıksal mimari",
      "C": "Fiziksel mimari",
      "D": "Birincil mimari",
      "E": "Ana mimari"
    },
    "explanation": "Bir KKP sistemi için iki tür mimari, mantıksal ve fizikseldir. Mantıksal mimari, son kullanıcıların gereksinimlerini desteklemeye odaklanırken, fiziksel mimari sistemin verimliliğine (maliyet, yanıt süresi vb.) odaklanır."
  },
  {
    "id": "3898792",
    "unitNumber": 2,
    "text": "\"Bilgi teknoloji mimarisinde, son kullanıcılar ve bilgisayarlar arasındaki bilgi alışverişini yöneten unsurlar\" hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ağ sağlayıcı",
      "B": "Merkezi işlem birimi",
      "C": "Kalıcı ve geçici depolama araçları",
      "D": "Veri giriş ve çıkış araçları",
      "E": "Veri taşıma ağları"
    },
    "explanation": "Veri giriş ve çıkış araçları, Bilgi teknoloji mimarisinde, son kullanıcılar ve bilgisayarlar arasındaki bilgi alışverişini yöneten unsurlardır."
  },
  {
    "id": "3898793",
    "unitNumber": 2,
    "text": "\"Kullanıcılara sunduğu en büyük avantaj, kullanıcıların KKP veri tabanına ve KKP iş mantığına kolayca erişebilmesi\" olan KKP mimari türü aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Fiziksel BT Mimarisi",
      "B": "Ana Bilgisayar Mimarisi",
      "C": "Çok Katmanlı KKP Mimarisi",
      "D": "İstemci-Sunucu mimarisi",
      "E": "Tarayıcı mimarisi"
    },
    "explanation": "Tarayıcı mimarisinin en büyük avantajı, kullanıcıların KKP veritabanına ve KKP iş mantığına kolayca erişebilmesidir."
  },
  {
    "id": "3898738",
    "unitNumber": 3,
    "text": "Türkiye’deki önemli ve büyük yazılım şirketlerinden biri olarak işletme ölçeğine göre farklı KKP çözümleri sunan, yerli sermayeli en büyük hizmet sağlayıcı hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Logo KKP",
      "B": "Model ERP",
      "C": "Dia ERP",
      "D": "CPM ERP",
      "E": "V-Era ERP"
    },
    "explanation": "Türkiye’deki önemli ve büyük yazılım şirketlerinden biri olan Logo Yazılım, işletme ölçeğine göre farklı KKP çözümleri sunmaktadır. Türkiye KKP pazarında yüksek bir paya sahip olan pek çok uluslararası KKP yazılımı hizmet sağlayıcısını geride bırakan yerli sermayeli hizmet sağlayıcısı olan Logo pazardaki yerli sermayeli en büyük hizmet sağlayıcıdır."
  },
  {
    "id": "3898740",
    "unitNumber": 3,
    "text": "\"Bilgi üreten ve ürettiği bilgiyi internet üzerinden paylaşabilen fiziksel nesnelerin birbirleriyle veya sistemlerle bağlantılı olduğu teknoloji..............olarak adlandırılmaktadır\". Cümlenin anlam bütünlüğünün tam ve doğru olarak sağlanabilmesi için boşluk olarak bırakılan alana getirilmesi gereken kavram hangi seçenekte verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Açık kod",
      "B": "Nesnelerin İnterneti",
      "C": "Yazılım",
      "D": "Bulut teknolojisi",
      "E": "KKP çözümleri"
    },
    "explanation": "Nesnelerin interneti; bilgi üreten ve ürettiği bilgiyi internet üzerinden paylaşabilen fiziksel nesnelerin birbirleriyle veya sistemlerle bağlantılı olduğu teknolojidir"
  },
  {
    "id": "3898741",
    "unitNumber": 3,
    "text": "1989 yılında Yaşar Hakan Karabiber tarafından Almanya’da kurulan ve KKP çözümlerinde uzmanlaşan Industrial Application Software'in (IAS) KKP çözümü hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Deltek Proje ERP",
      "B": "Workcube ERP",
      "C": "Canias ERP",
      "D": "Logo KKP",
      "E": "Dia ERP"
    },
    "explanation": "1989 yılında Yaşar Hakan Karabiber tarafından Karlsruhe, Almanya’da kurulan ve KKP çözümlerinde uzmanlaşan Industrial Application Software'in (IAS) KKP çözümü Canias ERP’dir. Canias 4.0 teknolojisi KKP, nesnelerin interneti, iş zekası, geliştirme araçları, veritabanı ve bulut çözümleri içermektedir. Canias ERP, sektör bağımsız, işletim sistemi bağımsız, kaynak koda erişim sağlanabilen web tabanlı bir uygulamadır."
  },
  {
    "id": "3898744",
    "unitNumber": 3,
    "text": "\"Yerli KKP çözümü sunan ve 2004 Yılında KOSGEB Teknoloji Geliştirme Desteği ile kurulmuş bir yazılım firmasının ürünü olan, kobilerden orta ve büyük işletmelere, devlet kurumlarına, eğitim kurum ve kuruluşlarına, farklı sektörlerdeki çeşitli ölçekli işletmelere ERP çözümleri sunan, bir bulut KKP çözümü olduğu için de herhangi bir güncelleme, yedekleme, bakım vb. işlemleri ve maliyetleri bulunmayan\" kaynak planlama yazılımı hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Login ERP",
      "B": "CPM ERP",
      "C": "Nebim V3",
      "D": "Dia ERP",
      "E": "Model ERP"
    },
    "explanation": "Dia ERP, yerli KKP çözümü sunan ve 2004 Yılında KOSGEB Teknoloji Geliştirme Desteği ile kurulmuş DİA yazılım firmasının ürünü, kobilerden orta ve büyük işletmelere, devlet kurumlarına, eğitim kurum ve kuruluşlarına, farklı sektörlerdeki çeşitli ölçekli işletmelere ERP çözümleri sunan, bir bulut KKP çözümü olduğu için de herhangi bir güncelleme, yedekleme, bakım vb. işlemleri ve maliyetleri bulunmayan bir kaynak planlama yazılımıdır."
  },
  {
    "id": "3898746",
    "unitNumber": 3,
    "text": "Kurumsal kaynak planlama pazarında işletmelere sunulan kurumsal kaynak planlama yazılım türlerinden birisi olan ve şirketin kendi bilgi teknolojileri altyapısına kurulan ve yönetilen geleneksel platformlar hangi kavramla adlandırılmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yerel kurumsal kaynak planlama",
      "B": "İnternet tabanlı kurumsal kaynak planlama",
      "C": "Bulut kurumsal kaynak planlama",
      "D": "SaaS kurumsal kaynak planlama",
      "E": "Şirket içi kurumsal kaynak planlama"
    },
    "explanation": "Kurumsal kaynak planlama pazarında işletmelere üç farklı türde kurumsal kaynak planlama yazılım sunulmaktadır. Bunlar; şirket içi kurumsal kaynak planlama, SaaS kurumsal kaynak planlama ve bulut kurumsal kaynak planlamadır. Şirket içi bir kurumsal kaynak planlama platformu, şirketin kendi bilgi teknolojileri altyapısına kurulan ve yönetilen geleneksel bir platformdur. Bulut teknolojisinin sunmuş olduğu altyapılardan olan SaaS kurumsal kaynak planlama tedarikçinin sunucularında bulunur ve düzenli güncellemeler sunar. Bulut KKP’de de benzer şekilde tüm hizmet tamamen dış kaynaklı olarak sağlanır."
  },
  {
    "id": "3898747",
    "unitNumber": 3,
    "text": "Kurumsal kaynak planlama pazarında işletmelere sunulan kurumsal kaynak planlama yazılım türlerinden ve Bulut teknolojisinin sunmuş olduğu altyapılardan birisi olan, tedarikçinin sunucularında bulunarak düzenli güncellemeler sunan yazılım türü hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "SaaS kurumsal kaynak planlama",
      "B": "Şirket içi kurumsal kaynak planlama",
      "C": "Bulut kurumsal kaynak planlama",
      "D": "Şirket içi ERP",
      "E": "KKP çözümü"
    },
    "explanation": "Kurumsal kaynak planlama pazarında işletmelere üç farklı türde kurumsal kaynak planlama yazılım sunulmaktadır. Bunlar; şirket içi kurumsal kaynak planlama, SaaS kurumsal kaynak planlama ve bulut kurumsal kaynak planlamadır. Bulut teknolojisinin sunmuş olduğu altyapılardan olan SaaS kurumsal kaynak planlama tedarikçinin sunucularında bulunur ve düzenli güncellemeler sunar."
  },
  {
    "id": "3898780",
    "unitNumber": 3,
    "text": "\"..........tüm hizmet tamamen dış kaynaklı olarak sağlanır. Sunucular tesis dışı bir veri merkezinde tutulur ve genellikle bu sunucular KKP kullanıcısı işletmeye ait değildir. İşletme bu yazılıma internet üzerinden erişim sağlar\". Cümlenin anlam bütünlüğünün tam ve doğru olarak sağlanabilmesi için boşluk olarak bırakılan alana getirilmesi gereken kavram hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "SaaS KKP",
      "B": "Bulut KKP",
      "C": "SaaS",
      "D": "SaaS ERP",
      "E": "Oracle"
    },
    "explanation": "Bulut KKP, SaaS KKP’ye birkaç önemli fark dışında benzer bir çözüm sunar. Bulut KKP’de tüm hizmet tamamen dış kaynaklı olarak sağlanır. Bulut KKP iki temel özelliği olan bir teknoloji altyapısıdır. Bu özelliklerden ilki sunucuların tesis dışı bir veri merkezinde tutulmasıdır ve genellikle bu sunucular KKP kullanıcısı işletmeye ait değildir. İkinci özellik ise, işletme Bulut KKP yazılımına internet üzerinden erişim sağlar."
  },
  {
    "id": "3898781",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi yerli kurumsal kaynak planlama yazılımlarından biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Oracle Fusion Bulut ERP",
      "B": "IFS KKP",
      "C": "Dia ERP",
      "D": "Canias ERP",
      "E": "Workcube ERP"
    },
    "explanation": "Dia ERP, yerli KKP çözümü sunan firmalardan biri olan DİA Yazılım A.Ş., 2004 Yılında KOSGEB Teknoloji Geliştirme Desteği ile ODTÜ Teknokent’te kurulmuş bir yazılım firmasıdır. Firma, kobilerden orta ve büyük işletmelere, devlet kurumlarına, eğitim kurum ve kuruluşlarına, farklı sektörlerdeki çeşitli ölçekli işletmelere, ERP çözümleri sunmaktadır."
  },
  {
    "id": "3898782",
    "unitNumber": 3,
    "text": "Yaşar Hakan Karabiber tarafından Almanya’da kurulan IAS’in KKP çözümü olan, Canias 4.0 teknolojisi, nesnelerin interneti, iş zekası, geliştirme araçları, veri tabanı ve bulut çözümleri içeren, modüler bir yapıya da sahip yazılım hangi seçenekte doğru olarak verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Logo KKP",
      "B": "abA.Ş. ERP",
      "C": "Workcube ERP",
      "D": "Canias ERP",
      "E": "Deltek ERP"
    },
    "explanation": "Canias ERP, Industrial Application Software (IAS) 1989 yılında Yaşar Hakan Karabiber tarafından Karlsruhe, Almanya’da kurulmuştur. KKP çözümlerinde uzmanlaşan IAS’in KKP çözümü Canias ERP’dir. Canias 4.0 teknolojisi KKP, nesnelerin interneti, iş zekası, geliştirme araçları, veritabanı ve bulut çözümleri içermektedir. Canias ERP, sektör bağımsız, işletim sistemi bağımsız, kaynak koda erişim sağlanabilen web tabanlı bir uygulamadır. Canias ERP modüler bir yapıya sahiptir."
  },
  {
    "id": "3898783",
    "unitNumber": 3,
    "text": "\"Karmaşık ve ham veriyi işletme için kullanılabilir hale dönüştüren, karar verme sürecini kolaylaştırarak riski azaltan yöntemler ve teknolojiler............olarak adlandırılmaktadır\". Cümlenin anlam bütünlüğünün tam ve doğru olarak sağlanabilmesi için boşluk olarak bırakılan alana getirilmesi gereken ifade hangi seçenekte verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "İnternet",
      "B": "Yazılım",
      "C": "Nesnelerin İnterneti",
      "D": "KKP",
      "E": "İş zekası"
    },
    "explanation": "İş zekası (Business Intelligence-BI); karmaşık ve ham veriyi işletme için kullanılabilir hale dönüştüren, karar verme sürecini kolaylaştırıp ve riski azaltan yöntemler ve teknolojilerdir."
  },
  {
    "id": "3898814",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi şirket içi KKP’lerin dezavantajlarından biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Altyapı kaynakları üzerinde daha az kontrol sağlanması",
      "B": "Altyapı bakım sorumluluğu",
      "C": "Veri paylaşım olanakları",
      "D": "Sunucudan bağımsız çalışma",
      "E": "Süreç kontrolü"
    },
    "explanation": "Şirket içi KKP’nin dezavantajı ise şirketin platform üzerinde daha fazla kontrole sahip olması sonucunda ortaya çıkan verilerin güvenliği ve altyapının bakımı gibi sorumlulukları da şirketin üstlenmesi sebebiyle katlanılması gereken ekstra maliyetlerin ortaya çıkmasıdır."
  },
  {
    "id": "3898815",
    "unitNumber": 3,
    "text": "…………………….,yazılım, sunucu, veri tabanı, depolama gibi bilgi işlem hizmetlerinin uzaktan internet tabanlı sistemler üzerinden sağlanmasını sağlayan teknolojidir.<br/>Yukarıdaki cümlede boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "KKP",
      "B": "Bulut bilişim",
      "C": "Yazılım",
      "D": "Şirket içi KKP",
      "E": "Servis olarak yazılım"
    },
    "explanation": "Bulut bilişim, yazılım, sunucu, veri tabanı, depolama gibi bilgi işlem hizmetlerinin uzaktan internet tabanlı sistemler üzerinden sağlanmasını sağlayan teknolojidir."
  },
  {
    "id": "3898816",
    "unitNumber": 3,
    "text": "SaaS ERP ile ilgili aşağıdakilerden hangisi söylenebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bulut KKP den daha güvenilirdir",
      "B": "Şirket içi KKP ye göre daha maliyetlidir",
      "C": "Bulut KKP den daha kullanışlıdır",
      "D": "Güncellemeye gerek duyulmaz",
      "E": "Çok kullanıcıyı desteklemez"
    },
    "explanation": "SaaS ERP, güncellemeler için ekstra ödeme yapılmasını veya kullanıcıların herhangi güncelleme işlemi yapılmasını gerektirmez."
  },
  {
    "id": "3898817",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Global KKP firmalarının pazar payı lideridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Microsoft Dynamics GP",
      "B": "SAP ERP",
      "C": "Workday",
      "D": "Microsoft Dynamics",
      "E": "Deltek"
    },
    "explanation": "Deltek firması %32,46 ile firmalar bazında Pazar lideri konumundadır."
  },
  {
    "id": "3898818",
    "unitNumber": 3,
    "text": "SAP HANA yazılımı hangi yıl faaliyete geçmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "2001",
      "B": "2006",
      "C": "2011",
      "D": "2017",
      "E": "2021"
    },
    "explanation": "2011 yılında kullanılmaya başlanan bellek içi veri tabanı SAP HANA ile eskiden günler hatta haftalar süren veri analizleri artık saniyeler içinde yapılabilmesi sağlandı. 2015 yılında ise SAP, tamamen SAP HANA üzerinde çalışan en yeni nesil iş yazılımı olan SAP S/4HANA’yı piyasaya sürdü."
  },
  {
    "id": "3898819",
    "unitNumber": 3,
    "text": "SAP bulut sürümü aşağıdaki seçeneklerin hangisinde verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "SAP R/1",
      "B": "SAP R/2",
      "C": "SAP R/3",
      "D": "SAP HANA R/1",
      "E": "SAP S/4HANA"
    },
    "explanation": "SAP S/4HANA Bulut sürümü, SAP sunucularında barındırılan ve SAP tarafından sürdürülen servis olarak yazılımdır (SaaS)."
  },
  {
    "id": "3898820",
    "unitNumber": 3,
    "text": "…………………………..işletmenin müşteri edinmesini ve müşterilerinin sürekliliğini sağlayan, müşterileriyle ilişkisini daha verimli hale getiren uygulamalar bütünüdür.<br/>Yukarıdaki cümlede boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "HANA",
      "B": "SAP",
      "C": "Oracle",
      "D": "CRM",
      "E": "IFS"
    },
    "explanation": "CRM, işletmenin müşteri edinmesini ve müşterilerinin sürekliliğini sağlayan, müşterileriyle ilişkisini daha verimli hale getiren uygulamalar bütünüdür."
  },
  {
    "id": "3898821",
    "unitNumber": 3,
    "text": "Dağıtım, Servis ve Bakım-Onarım yapan şirketler için entegre Kurumsal İş Yazılımları (ERP/EAM/FSM/MRO) geliştiren yazılım firması hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "IFS KKP",
      "B": "DELTEK Proje ERP",
      "C": "abA.Ş ERP",
      "D": "Workcube ERP",
      "E": "Catalyst ERP"
    },
    "explanation": "IFS Üretim, Dağıtım, Servis ve Bakım-Onarım yapan şirketler için entegre Kurumsal İş Yazılımları (ERP/EAM/FSM/MRO) geliştiren dünya çapında bir yazılım firmasıdır."
  },
  {
    "id": "3898822",
    "unitNumber": 3,
    "text": "Türkiye pazarında yerli sermayeli en büyük servis sağlayıcı firma hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Logo",
      "B": "Model",
      "C": "Dia",
      "D": "Nebim",
      "E": "Login"
    },
    "explanation": "Türkiye pazarında yerli sermayeli en büyük servis sağlayıcı firma Logo'dur. Dolayısıyla doğru cevap A seçeneğidir."
  },
  {
    "id": "3898823",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi çalışan sayısı: 250+, yıllık net satış hasılatı ve yıllık mali bilançosu 40.000.000 TL’nin üstünde olan işletmeler için önerilen Logo KKP çözümlerinden biridir <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Logo Start3",
      "B": "Logo J-Platform",
      "C": "Logo Tiger Wings Enterprise",
      "D": "Logo Netsis Wings Enterprise",
      "E": "Logo Tiger 3 Enterprise"
    },
    "explanation": "Logo Start, çalışan sayısı: 0-9, yıllık net satış hasılatı: 0 - 3.000.000 TL, yıllık mali bilanço toplamı:0 - 3.000.000 TL arasında olan işletmeler için önerilen KKP çözümüdür."
  },
  {
    "id": "3899086",
    "unitNumber": 3,
    "text": "I: 1972’de Almanya’da kurulmuştur.<br/>II: 1978’de, yazılımının ikinci nesli ve ilk ürünü olan R/2’yi geliştirmeye başlayarak piyasaya sürmüştür.<br/>III: Dietmar Hopp tarafından kurulmuştur.<br/>IV: Şirket 1973’te finansal muhasebe, fatura doğrulama ve envanter yönetimi için uygulamalar geliştirmiştir.<br/>V: 1992 yılında ise yeni bir versiyon olan SAP R/3 geliştirilmiştir.<br/>Yukarıda verilen seçeneklerden hangisi/hangileri SAP R/3 ve HANA yazılımı ile ilgili doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "I, III, V",
      "B": "II, III",
      "C": "II, IV",
      "D": "III",
      "E": "II, V"
    },
    "explanation": "<strong>SAP R/3 ve HANA</strong><br/>Global KKP pazarının liderlerinden SAP (SystemAnalyse Programmentwicklung - Sistem Analizi Program Geliştirme) şirketi, 1972’de Almanya’da beş eski IBM çalışanı olan girişimciler Dietmar Hopp, Has.so Plattner, Hans-Werner Hector, Klaus Tschira ve Claus Wellenreuther tarafından kurulmuştur. SAP, sektörler ve işletme boyutları genelinde 40 yılı aşkın kurumsal kaynak planlama deneyimine sahiptir. Şirket 1975’te finansal muhasebe, fatura doğrulama ve envanter yönetimi için uygulamalar geliştirmiş; 1979’da, yazılımının ikinci nesli ve ilk ürünü olan R/2’yi geliştirmeye başlayarak piyasaya sürmüştür. 1992 yılında ise yeni bir versiyon olan SAP R/3 geliştirilmiştir. SAP R/3 ifadesindeki “R” gerçek zamanlı (“Realtime”) veri işleme özelliğini; 3 ise sistemin veritabanı, uygulama sunucusu ve istemciden oluşan üç seviyeli uygulama mimarisini ifade eder."
  },
  {
    "id": "3899087",
    "unitNumber": 3,
    "text": "Microsoft Dynamics 365 ERP kaç yılında piyasaya sürülmüştür?",
    "correctAnswer": "C",
    "options": {
      "A": "Aralık 2016",
      "B": "Ocak 2016",
      "C": "Kasım 2016",
      "D": "Mart 2016",
      "E": "Temmuz 2016"
    },
    "explanation": "Microsoft Dynamics 365 ERP<br/>Dünya çapında lider olan Microsoft firmasının KKP çözümü olan Microsoft Dynamics 365 ERP web tabanlı bir yazılımdır. Microsoft tarafından Temmuz 2016’da duyurulmuş ve 1 Kasım 2016’da piyasaya sürülmüştür. Microsoft’un bu KKP çözümüne ek olarak müşteri ilişkileri yönetimi (CRM) içeren akıllı iş uygulamaları ürün grubudur."
  },
  {
    "id": "3899088",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Microsoft Dynamics içerdiği süreçlerden biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "İnsan Kaynakları ve Bordrolama",
      "B": "Üretim Endüstrileri için KKP",
      "C": "Banka Entegrasyonları",
      "D": "Servis Yönetimi",
      "E": "Tedarik Zinciri"
    },
    "explanation": "Microsoft Dynamics küçük, orta ve büyük ölçekli işletmelerde kullanılabilir. Microsoft Dynamics içerdiği süreçler aşağıdaki gibi sıralanabilir:<br/>Muhasebe/Finans • Tedarik Zinciri • Satış ve Pazarlama • DepoYönetimi • Servis Yönetimi • Proje Yönetimi • Üretim Yönetimi (MPS &amp; MRP) • CRM • e-devlet çözümleri • Banka Entegrasyonları • İş Akışları • İnsan Kaynakları ve Bordrolama"
  },
  {
    "id": "3899089",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi abA.Ş. ERP'nin KKP çözümlerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Depo Yönetimi",
      "B": "Kurumsal kaynak planlaması",
      "C": "Muhasebe çözümü",
      "D": "Finans çözümü",
      "E": "Nesnelerin interneti"
    },
    "explanation": "abA.Ş. ERP 1980 yılında kurulan %100 Alman firması olan abA.Ş.’ın KKP çözümü abA.Ş. ERP, orta ölçekli işletmeler için geliştirilmiştir. abA.Ş. ERP yazılımı, nesnelerin interneti, üretim yönetim sistemi, ileri planlama ve çizelgeleme ve iş süreçleri yönetimi ile üreticiler için eksiksiz bir çözüm sunmaktadır."
  },
  {
    "id": "3899090",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi IFS işletmelerinin KKP çözümlerinlerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Muhasebe/Finans",
      "B": "Üretim Yönetimi (MPS &amp; MRP)",
      "C": "İnsan Kaynakları ve Bordrolama",
      "D": "Proje Endüstrileri için ERP",
      "E": "Kalite Yönetimi"
    },
    "explanation": "IFS işletmeler için farklı KKP çözümleri sunmaktadır. Bu çözümler aşağıdaki gibi sıralanabilir:<br/>• CRM • Finans çözümü • İnsan kaynakları yönetimi çözümü • Üretim Endüstrileri için KKP • Tedarik çözümü • Proje Endüstrileri için ERP • Tedarik zinciri çözümü"
  },
  {
    "id": "3899091",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Workcube Catalyst ERP FA'nın ileri seviye çözümlerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bütçe",
      "B": "Cari",
      "C": "Banka",
      "D": "Kasa",
      "E": "Çek-Senet"
    },
    "explanation": "<strong>Workcube Catalyst ERP FA</strong><br/><strong>Temel seviye: </strong>Cari, Banka, Çek-Senet, Kasa, Masraf ve Gelir İşlemleri, Borç-Alacak Yönetimi; Nakit Yönetimi; Muhasebe İşlemleri; Muhasebe Tabloları; Defterler; Maliyet Muhasebesi; Sabit Kıymet<br/><strong>İleri seviye:</strong> Bütçe; Teminat ve Risk Yönetimi; Kredi; Menkul Kıymet; Reeskont ve Değerleme"
  },
  {
    "id": "3899092",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Temel ERP Modüllerinden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bütçe",
      "B": "Satın Alma Yönetimi",
      "C": "Satış Yönetimi",
      "D": "Bankacılık İşlemleri",
      "E": "Çek / Senet Takibi"
    },
    "explanation": "<strong>Temel ERP Modülleri</strong><br/>Genel Muhasebe<br/>Çek / Senet Takibi<br/>Bankacılık İşlemleri<br/>Satış Yönetimi<br/>Satın Alma Yönetimi<br/>Stok Yönetimi<br/>Personel ve Bordrolama Amortisman İşlemleri"
  },
  {
    "id": "3899093",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Bilişim ERP yazılımında yer alan modüllerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kredi yönetimi",
      "B": "İşletme yönetimi",
      "C": "Finans yönetimi",
      "D": "Cari yönetimi",
      "E": "Malzeme yönetimi"
    },
    "explanation": "Bilişim ERP yazılımında yer alan modüller:<br/>•Stok yönetimi<br/>•Satış yönetimi<br/>•Satın alma yönetimi<br/>•Üretim yönetimi<br/>•Kalite yönetimi<br/>•İnsan kaynakları yönetimi<br/>•Finans yönetimi<br/>•Maliyet yönetimi<br/>•Bakım onarım yönetimidir."
  },
  {
    "id": "3899094",
    "unitNumber": 3,
    "text": "I: Çek/Senet Takibi<br/>II: Bütçe<br/>III: Kredi Kartları<br/>IV: İthalat<br/>V: Üretim Takibi<br/>Yukarıda verilen bilgilerden hangisi/hangileri Tamamlayıcı ERP modüllerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "IV, V",
      "B": "I, II, IV",
      "C": "III",
      "D": "II, V",
      "E": "III, IV"
    },
    "explanation": "<strong>Tamamlayıcı ERP modülleri</strong><br/>RPA (Robotik Süreç Otomasyonu) B<br/>2B - Mobil Uygulamalar<br/>İthalat<br/>İhracat<br/>İlaç Takip Sistemi(İTS)<br/>İşletme Bakım Yönetim Sistemi<br/>E-Defter<br/>CRM<br/>E-Fatura<br/>E-Arşiv<br/>E-İrsaliye<br/>E-Mutabakat<br/>Kredi Kartları<br/>Dijital Evrak"
  },
  {
    "id": "3899095",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Mikro ERP 9000 serisinin özelliklerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Demirbaş Yönetimi",
      "B": "Genel Muhasebe",
      "C": "Satış Yönetimi",
      "D": "Üretim Mrp1",
      "E": "Stok Yönetimi"
    },
    "explanation": "<strong>Mikro ERP </strong><br/>Porto Yazılım 2000 yılından beri farklı markalar altında birçok sektöre yönelik ERP, CRM ve Web çözümleri sunan bir yazılım firmasıdır. Mikro ERP adı verilen KKP yazılımları üç farklı çözüm olarak sunulmaktadır. Bunlar ekonomik seri, standart ERP ve 9000 serisi olarak adlandırılmıştır. 9000 Serisinin özellikleri aşağıdaki gibidir.<br/>Stok Yönetimi<br/>Hizmet ve Masraf Yönetimi<br/>Satın alma Yönetimi<br/>Satış Yönetimi<br/>Teklif ve Sipariş Yönetimi<br/>Finans ve Nakit Akış Yönetimi<br/>Genel Muhasebe<br/>Bütçe Yönetimi<br/>Üretim Mrp2<br/>Personel Yönetimi<br/>Demirbaş Yönetimi<br/>İthalat ve İhracat Yönetimi<br/>Sınırsız Kullanıcı (Lisans Karşılığı)"
  },
  {
    "id": "3898770",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Kurumsal Kaynak Planlama sistemleri özelliklerinden biri sayılamaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Satış ve pazarlama",
      "B": "İnsan kaynakları",
      "C": "Operasyon yönetimi",
      "D": "Sosyal yardım",
      "E": "Muhasebe"
    },
    "explanation": "Kurumsal Kaynak Planlama sistemleri günümüz işletmelerinin muhasebe, operasyon yönetimi<br/>ve lojistik, insan kaynakları, satış ve pazarlama gibi<br/>neredeyse tüm fonksiyonel alanları boyunca akan<br/>tüm bilgilerin sorunsuz bir şekilde bütünleştiren ve<br/>koordine eden gelişmiş ve karmaşık bir teknolojinin ürünüdür.<br/>Sosyal Yardım"
  },
  {
    "id": "3898771",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi işletmelerin bilgi gereksinimlerini<br/>çok boyutlu olarak destekleyen bilgisayar uygulama<br/>paketlerini ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Kamusal Kaynak Planlama sistemleri",
      "B": "Kurumsal Kaynak Planlama sistemleri",
      "C": "Yönetimsel Kaynak Planlama sistemleri",
      "D": "Teknoloji Kaynak Planlama sistemleri",
      "E": "Lojistik Kaynak Planlama sistemleri"
    },
    "explanation": "Kurumsal Kaynak Planlama sistemleri günümüz işletmelerinin muhasebe, operasyon yönetimi<br/>ve lojistik, insan kaynakları, satış ve pazarlama gibi<br/>neredeyse tüm fonksiyonel alanları boyunca akan<br/>tüm bilgilerin sorunsuz bir şekilde bütünleştiren ve<br/>koordine eden gelişmiş ve karmaşık bir teknolojinin ürünüdür. İşletmelerin bilgi gereksinimlerini<br/>çok boyutlu olarak destekleyen bilgisayar uygulama<br/>paketleri olarak da tanımlanan bu sistemler (Davenport, 2000) bütünleşik istemci-sunucu teknolojisini kullanırlar ve ilişki tüm işletme fonksiyonlarına ait veri tabanlarını bütünleştiren tek bir veri<br/>tabanından yararlanırlar (Kholeif vd., 2008:1-18)."
  },
  {
    "id": "3898772",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Kurumsal Kaynak Planlama sistemlerinin yazılım seçimi aşamalarından biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yazılımın seçimi",
      "B": "Danışman Seçilmesi",
      "C": "Gereksinim Analizi",
      "D": "Satış ekibinin oluşturulması",
      "E": "Satın alma Seçeneğine Karşılık Yazılım Geliştirme<br/>Analizi"
    },
    "explanation": "KKP sistemlerinin yazılım seçimi aşamaları<br/>Proje ekibinin oluşturulması, Gereksinim Analizi,<br/>Satın alma Seçeneğine Karşılık Yazılım Geliştirme<br/>Analizi, Yazılımın seçimi, Danışman Seçilmesi ve<br/>Yazılım ve Danışmanlık sözleşmesinin yapılmasıdır<br/>Satış ekibinin oluşturulması"
  },
  {
    "id": "3898773",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi puanlama<br/>kartında yer alan işletmeye özgü, finansal,<br/>teknik, bakım ve onarım gibi bilgileri ayrıca<br/>bu bilgilerin yarattığı maliyeti gösteren<br/>formları ifade eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Satıcı listesinin oluşturulması",
      "B": "Satıcı sunumlarının değerlendirilmesi",
      "C": "Satıcıları araştırma formu",
      "D": "Bilgi istek formu",
      "E": "Öneri istek formu"
    },
    "explanation": "Öneri istek formunun (Request for<br/>Proposal-RFP) geliştirilmesi: Puanlama<br/>kartında yer alan işletmeye özgü, finansal,<br/>teknik, bakım ve onarım gibi bilgileri ayrıca<br/>bu bilgilerin yarattığı maliyeti gösteren bir<br/>formdur."
  },
  {
    "id": "3898774",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi satıcıların araştırılması ve bu araştırma sonucunda<br/>işletme için uygun olacağı düşünülen satıcılara gönderilen formları ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Satıcıların araştırılması",
      "B": "Puanlama kartı",
      "C": "Bilgi istek formu",
      "D": "Öneri istek formu",
      "E": "Satıcı sunumlarının değerlendirilmesi"
    },
    "explanation": "Bilgi istek formunun (Request for<br/>Information-RFI) geliştirilmesi: Satıcıların araştırılması ve bu araştırma sonucunda<br/>işletme için uygun olacağı düşünülen satıcılara gönderilen bir formdur. Bu formda,<br/>işletmeler satıcıya beklentilerini ve ihtiyaçlarını kısaca iletir. İşletme, KKP Sistemini<br/>yazılımına ayırdığı bütçeyi, ne kadar zamanda uygulanmasını istediğini, yazılımda<br/>aradığı özellikleri ve işletmenin donanım,<br/>yazılım, veri tabanı, bakım ve onarım gibi<br/>teknik ihtiyaçlarını bu formla yazılım işletmesine bilgilendirme amaçlı iletir."
  },
  {
    "id": "3898775",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi tipik bir teklif talebi'nin (RFP) yanıtlaması gereken sorulardan biri <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Sistemin işlevselliği",
      "B": "Karlılık",
      "C": "Donanım ve yazılım gereksinimleri",
      "D": "Maliyet",
      "E": "Yasal konular"
    },
    "explanation": "Tipik bir teklif talebi (RFP), aşağıdakilerle ilgili<br/>soruları yanıtlayabilmelidir (Kurbel, 2013: 123):<br/>• Sistemin işlevselliği<br/>• Donanım ve yazılım gereksinimleri<br/>• Hizmet ve destek organizasyonu, hizmet seviyesi anlaşması<br/>• Kullanıcı eğitimi ve yardım seçenekleri<br/>• Maliyet<br/>• Yasal konular<br/>Tipik bir teklif talebi (RFP), aşağıdakilerle ilgil soruları yanıtlayabilmelidir:<br/>• Sistemin işlevselliği<br/>• Donanım ve yazılım gereksinimleri<br/>• Hizmet ve destek organizasyonu, hizmet seviyesi anlaşması<br/>• Kullanıcı eğitimi ve yardım seçenekleri<br/>• Maliyet<br/>• Yasal konular<br/>Dolayısıyla doğru cevap B seçeneğidir."
  },
  {
    "id": "3898776",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi 2022-Top 10 KKP Sistemleri Yazılım Tedarikçileri arasında sayılmaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Intel",
      "B": "Acumatica",
      "C": "Salesforce/FinancialForce",
      "D": "Sage X3",
      "E": "Microsoft D365"
    },
    "explanation": "TOP 10 KKP SİSTEMLERİ TEDARİKÇİ SIRALAMASI<br/>1 Microsoft D365<br/>2 Oracle Netsuite<br/>3 Oracle ERP Cloud<br/>4 SAP S/4Hana<br/>5 IFS<br/>6 Infor CloudSuite<br/>7 Sage X3<br/>8 Odoo<br/>9 Salesforce/FinancialForce<br/>10 Acumatica<br/>Intel"
  },
  {
    "id": "3898777",
    "unitNumber": 4,
    "text": "I. Fonksiyonellik,<br/>II. Maliyet,<br/>III. Karlılık<br/>IV. Misyon<br/>V. Tedarikçi güvenilirliği<br/>Aşağıdakilerden hangisi KKP sisteminin seçim kriterlerini oluşturan faktörlerdendir?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II ve III",
      "B": "III, IV ve V",
      "C": "I, IV ve V",
      "D": "II, IV ve V",
      "E": "I, II ve V"
    },
    "explanation": "KKP sisteminin seçim kriterlerini 8 faktör<br/>oluşturmaktadır. Bunlar, aşağıda belirtildiği gibi;<br/>fonksiyonellik, maliyet, referans ve destek, vizyon,<br/>tedarikçi güvenilirliği , diğer sistemlere uyumluluk,<br/>özelleştirme kolaylığı ve örgüt yapısına uyumlu bir<br/>sistemdir (Ganesh, Mohapatra vd, 2014).<br/>I, II ve V"
  },
  {
    "id": "3898778",
    "unitNumber": 4,
    "text": "Ayrıntılı kontrol listeleriyle ilgili bu zorluklar<br/>göz önünde bulundurulduğunda hangi iki kavram ön<br/>plana çıkmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Uyarlanabilirlik ve iyileştirme",
      "B": "Uyarlanabilirlik ve satın alma",
      "C": "Uyarlanabilirlik ve özelleştirme",
      "D": "Uyarlanabilirlik ve ayrıntılı kontrol",
      "E": "Uyarlanabilirlik ve problem çözme"
    },
    "explanation": "Ayrıntılı kontrol listeleriyle ilgili bu zorluklar<br/>göz önünde bulundurulduğunda iki kavram ön<br/>plana çıkmaktadır: uyarlanabilirlik (adaptability )<br/>ve özelleştirme (customization).<br/>Uyarlanabilirlik ve özelleştirme"
  },
  {
    "id": "3898779",
    "unitNumber": 4,
    "text": "<ol type=\"I\"><br/><li>Maliyetlerde azalma</li><br/><li>Gelirlerde iyileşme</li><br/><li>Gelişmiş nakit yönetimi</li><br/><li>Stok miktarında artış</li><br/><li>Sipariş temin sürelerinde artış</li><br/></ol><br/>Yukarıdakilerden hangileri KKP sistemlerinin işletmelere sağladığı yararlar arasındadır?",
    "correctAnswer": "D",
    "options": {
      "A": "II ve IV",
      "B": "III ve IV",
      "C": "IV ve V",
      "D": "I, II ve III",
      "E": "I, II ve IV"
    },
    "explanation": "KKP Sistemlerinin işletmelere sağladığı yararlarla ilgili Fortune 500 şirketinin 62’sinde yapılan<br/>bir araştırmada; Maliyetlerde azalma, gelirlerde<br/>iyileşme, gelişmiş nakit yönetimi, envanter ve personel sayılarında azalma, sipariş temin sürelerinin<br/>azalması, üretkenlik ve sipariş yönetiminde iyileşme, bilgi ve süreç akışlarıyla müşteriye hizmet sürelerinde iyileşme sağladığı ortaya çıkmıştır (Benchmarking Partners,1998).<br/>KKP sistemleri sayesinde işletmelerde maliyetler düşer, gelir artar ve etkin nakit yönetimi sağlanır. Aynı zamanda işletmelerin stok miktarı ve sipariş temin süreleri azalır. Dolayısıyla doğru cevap D seçeneğidir."
  },
  {
    "id": "3898804",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi/hangileri KKP (Kurumsal Kaynak Planlama) sistemlerinin sağladığı yararlar arsında yer alır?<br/>I. Kolay tehdit analizi<br/>II. Düşük stok maliyeti<br/>III. Güncel veri sağlama",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "I",
      "C": "III",
      "D": "II, III",
      "E": "I, III"
    },
    "explanation": "KKP Sisteminin işletmelere sağladığı yararlar arasında, işletmeler dış çevrede yer alan fırsatları ve tehditleri daha kolay analiz ederler, modüllerde stok yönetimi yer aldığı için, stok maliyetleri yüksek olmaz, veriler güncel ve güvenilir olduğu için, doğru kararlar alınır, müşteri ilişkileri yönetimi modülüyle, müşterilerin memnuniyeti artırılır ve iletişim kolaylaşır, tüm bölümler arası iletişim ve etkileşim sistem sayesinde daha kolay yapılır ve işletmenin maliyetlerinde azalma yaşanır.<br/>Doğru cevap a şıkkı."
  },
  {
    "id": "3898805",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi/hangileri KKP (Kurumsal Kaynak Planlama) sistemlerinin yazılım seçimi aşamaları arasında yer alır?<br/>I. Proje ekibinin oluşturulması<br/>II. Danışman seçilmesi <br/>III. Gereksinim Analizi",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "I",
      "C": "I, II",
      "D": "I, III",
      "E": "II, III"
    },
    "explanation": "KKP sistemlerinin yazılım seçimi aşamaları: Proje ekibinin oluşturulması, Gereksinim Analizi, Satın alma Seçeneğine Karşılık Yazılım Geliştirme Analizi, Yazılımın seçimi, Danışman Seçilmesi ve Yazılım ve Danışmanlık sözleşmesinin yapılmasıdır.<br/>Doğru cevap a şıkkı"
  },
  {
    "id": "3898806",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi/hangileri işletmenin kendi çalışanlarından oluşan KKP proje ekibi içerisinde yer alır?<br/>I. Tedarik uzmanı<br/>II. Finans uzmanı<br/>III. Üretim uzmanı<br/>IV. Muhasebe uzmanı",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III, IV",
      "B": "II, III, IV",
      "C": "I, II, III",
      "D": "II, III",
      "E": "III, IV"
    },
    "explanation": "Uygulama projesi genellikle 2 ekipten oluşur. Bunlar işletmenin kendi çalışanlarından oluşan KKP proje ekibi ve KKP Danışmanı ve/veya Satıcı Proje Ekibidir. Sistem uygulamasının istenilen şekilde sürdürülmesi ve başarıyla sonuçlandırılması için işletmenin tedarik, finans, üretim, muhasebe vb. süreçlerini bilen fonksiyonel uzmanlarının dahil olduğu birinci ekip ile KKP Danışmanı ve/veya Satıcı Proje Ekibinin kendi rol ve sorumlulukları doğrultusunda koordinasyon içinde çalışması gerekir.<br/>Doğru cevap a şıkkı."
  },
  {
    "id": "3898807",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi işletmenin mevcut iş ve bilişim alt yapısı, her bir birimin görevleri, gereksinimleri ve eksikliklerini gösteren bir fotoğrafının çekilmesi ve bu fotoğrafın işletmenin geleceğe yönelik amaç ve hedefleri doğrultusunda değerlendirilmesidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gereksinim analizi",
      "B": "Yazılımın seçimi",
      "C": "Danışman girişimin seçilmesi",
      "D": "Sözleşme yapılması",
      "E": "Satıcıların araştırılması"
    },
    "explanation": "Gereksinim analizi bu bağlamda işletmenin mevcut iş ve bilişim alt yapısı, her bir birimin görevleri, gereksinimleri ve eksikliklerini gösteren bir fotoğrafının çekilmesi ve bu fotoğrafın işletmenin geleceğe yönelik amaç ve hedefleri doğrultusunda değerlendirilmesidir. <br/>Doğru cevap a şıkkı"
  },
  {
    "id": "3898808",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi/hangileri doğru yazılımın seçiminde işletmenin yerine getirmesi gereken aşamalar arasında yer alır?<br/>I. Satıcıların araştırılması<br/>II. Bilgi istek formunun geliştirilmesi<br/>III. Puanlama kartı<br/>IV. Satıcı sunumlarının değerlendirilmesi",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III, IV",
      "B": "I, II, IV",
      "C": "I, II, III",
      "D": "II, III, IV",
      "E": "II"
    },
    "explanation": "İşletmede yazılımın satın alınmasına karar verildikten sonra, piyasada bulunan KKP Sistemleri yazılımları arasından işletme için en uygununu seçme aşamasına gelinir. Burada önemli olan, işletmenin iş süreçlerini kolaylaştıracak, ihtiyaç ve beklentilerini karşılayacak ve yönetime çözümler üretebilecek doğru bir yazılımın seçimidir. Bu yüzden de doğru yazılımın seçiminde işletmenin yerine getirmesi gereken bazı aşamalar yer alır. Satıcıların araştırılması, bilgi istek formunun geliştirilmesi, satıcı listenin oluşturulması, puanlama kartı, öneri istek formunun geliştirilmesi ve satıcıların sunumlarının değerlendirilmesi.<br/>Doğru cevap a şıkkı."
  },
  {
    "id": "3898809",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi ihtiyaçlarını karşılayacak bir KKP sistemi edinmek isteyen potansiyel müşteri konumundaki işletmelerin teklif almayı düşündükleri KKP tedarikçilerine gönderdiği bir belgedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Talep listesi",
      "B": "Gereksinim analizi",
      "C": "Yazılım",
      "D": "Tedarikçi listesi",
      "E": "Yazılım listesi"
    },
    "explanation": "Talep Listesi (RFP), ihtiyaçlarını karşılayacak bir KKP sistemi edinmek isteyen potansiyel müşteri konumundaki işletmelerin teklif almayı düşündükleri KKP tedarikçilerine gönderdiği bir belgedir.<br/>Doğru cevap a şıkkı."
  },
  {
    "id": "3898810",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi/hangileri tipik bir teklif talebinin (RFP) yanıtlayabildiği sorular arasında yer alır?<br/>I. Sistemin işlevselliği<br/>II. Donanım ve yazılım gereksinimleri<br/>III. Maliyet<br/>IV. Yasal konular",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III, IV",
      "B": "II, III, IV",
      "C": "I, II, III",
      "D": "II, III",
      "E": "III"
    },
    "explanation": "Tipik bir teklif talebi (RFP), aşağıdakilerle ilgili soruları yanıtlayabilmelidir (Kurbel, 2013: 123):<br/>• Sistemin işlevselliği<br/>• Donanım ve yazılım gereksinimleri<br/>• Hizmet ve destek organizasyonu, hizmet seviyesi anlaşması<br/>• Kullanıcı eğitimi ve yardım seçenekleri<br/>• Maliyet<br/>• Yasal konular<br/>Doğru cevap a şıkkı"
  },
  {
    "id": "3898811",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi/hangileri KKP seçim kriterleri arasında yer alır?<br/>I. Maliyet<br/>II. Fonksiyonellik<br/>III. Destek",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "I",
      "C": "II",
      "D": "I, II",
      "E": "I, III"
    },
    "explanation": "KKP Sistemleri Seçimi ve Kriterleri<br/>-Maliyet<br/>-Fonksiyonellik<br/>-Destek<br/>-Vizyon<br/>-Tedarikçi Güvenilirliği<br/>-Diğer Sistemlerle Uyumluluk<br/>Doğru cevap a şıkkı"
  },
  {
    "id": "3898812",
    "unitNumber": 4,
    "text": "Eğitim, hangi KKP Sistemleri Seçim Kriterleri içerisinde yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Maliyet",
      "B": "Fonksiyonellik",
      "C": "Destek",
      "D": "Vizyon",
      "E": "Tedarikçi güvenilirliği"
    },
    "explanation": "Maliyet unsurunun içinde yer alan eğitim faktörü, KKP sisteminin kullanılmasında ve başarılı uygulanmasında önemli bir faktördür. Eğitim süreci uzun dönemli ve sürekli olacağı için oldukça maliyetli bir unsurdur. Bu yüzden ilk değerlendirme sürecinde fayda maliyet analizi çok iyi yapılmalı ve eğitim için gerekli olan sermaye ayrılmalıdır.<br/>Doğru cevap a şıkkı"
  },
  {
    "id": "3898813",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi/hangileri KKP yazılımında olması gereken nitelikler arasında yer alır?<br/>I. Fonksiyonlarının çalıştığınız sektörün ihtiyaçlarına yanıt vermesi<br/>II. Yerel destek vermesi<br/>III. Esnek bir yazılım diline sahip olması<br/>IV. Teknik altyapısının güçlü olması",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III, IV",
      "B": "I, II, III",
      "C": "IV",
      "D": "III",
      "E": "II, III, IV"
    },
    "explanation": "KKP yazılımında olması gereken nitelikleri sıralayacak olursak:<br/>• Fonksiyonlarının çalıştığınız sektörün ihtiyaçlarına yanıt vermesi<br/>• Uluslararası standartları ve prensipleri benimsemiş olması<br/>• Geniş bir iş ortağına sahip olup olması<br/>• Yerel destek vermesi<br/>• Fiyat-performans dengesini iyi kurması<br/>• Esnek bir yazılım diline sahip olması<br/>• Teknik altyapısının güçlü olması<br/>• Standartta olmayan ihtiyaçlara ne kadar kolay ve hızlı geliştirme yapılabildiği seçim yaparken dikkat edilmesi gereken noktalar arasında gösterilebilir.<br/>Doğru cevap a şıkkı"
  },
  {
    "id": "3898794",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi/hangileri Sistem Geliştirme Yaşam Döngüsü Aşamaları arasında yer alır?<br/>I. Planlama<br/>II. Analiz<br/>III. Sürdürme<br/>IV. Sonuçlandırma",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "I, II, III, IV",
      "C": "I,II",
      "D": "I,III,IV",
      "E": "III,IV"
    },
    "explanation": "Sistem Geliştirme Yaşam Döngüsü Aşamaları<br/>-Planlama<br/>-Analiz<br/>-Tasarım<br/>-Geliştirme<br/>-Test Etme<br/>-Uygulama<br/>-Sürdürme<br/>Doğru cevap \"a\" şıkkı"
  },
  {
    "id": "3898795",
    "unitNumber": 5,
    "text": "Teknik yapıyı kurma, veri tabanı ve programları oluşturma faaliyetleri hangi Sistem Geliştirme Yaşam Döngüsü Aşaması içerisinde yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Geliştirme",
      "B": "Analiz",
      "C": "Tasarım",
      "D": "Planlama",
      "E": "Uygulama"
    },
    "explanation": "Geliştirme Aşaması kapsamında<br/>• Teknik yapıyı kurma<br/>• Veri tabanı ve programları oluşturma faaliyetleri yer almaktadır.<br/>Doğru cevap \"a\" şıkkı"
  },
  {
    "id": "3898796",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi/hangileri sistem geliştirme yaşam döngüsünün planlama aşamasında gerçekleştirilmesi gereken faaliyetler arasında yer alır?<br/>I. Geliştirilecek Sistemi Tanımlama<br/>II. Proje Kapsamını Belirleme<br/>III. Proje Planını Geliştirme",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "I, II",
      "C": "I, III",
      "D": "II, III",
      "E": "I"
    },
    "explanation": "Sistem geliştirme yaşam döngüsünün planlama aşamasında, işletmeler bilgi sistemini geliştirmek için bir çözüm planı oluşturur. Bu planı oluştururken de, işletmelerin planlama evresinde gerçekleştirmesi gereken 3 faaliyet yer almaktadır; Geliştirilecek Sistemi Tanımlama, Proje Kapsamını Belirleme ve Proje Planını Geliştirmektir.<br/>Doğru cevap \"a\" şıkkı"
  },
  {
    "id": "3898797",
    "unitNumber": 5,
    "text": "Sistem geliştirme yaşam döngüsü içinde yer alan hangi öğenin temel hedefi uygulanmak istenen sisteminin nasıl çalışacağına dair detaylı bir teknik projeyi oluşturmaktır?",
    "correctAnswer": "A",
    "options": {
      "A": "Tasarım",
      "B": "Geliştirme",
      "C": "Test etme",
      "D": "Sürdürme",
      "E": "Uıygulama"
    },
    "explanation": "Sistem geliştirme yaşam döngüsü içindeki tasarım aşamasının temel hedefi, uygulanmak istenen sisteminin nasıl çalışacağına dair detaylı bir teknik projeyi oluşturmaktır. Doğru cevap a şıkkı."
  },
  {
    "id": "3898798",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi/hangileri Sistem Geliştirme Yaşam Döngüsü Faaliyetleri arasında yer alan uygulama sürecinin aşamaları arasında yer alır?<br/>I. Proje ekibinin belirlenmesi<br/>II. Analiz çalışmaları; işletmedeki tüm süreçlerin yeniden gözden geçirilmesi,<br/>III. Kullanıcı eğitimleri,<br/>IV. Canlı kullanıma geçiş",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III, IV",
      "B": "I, II, III",
      "C": "II, III, IV",
      "D": "III, IV",
      "E": "I, II, IV"
    },
    "explanation": "Uygulama süreci aşamaları:<br/>• Proje ekibinin belirlenmesi,<br/>• Analiz çalışmaları; işletmedeki tüm süreçlerin yeniden gözden geçirilmesi,<br/>• Kullanıcı eğitimleri,<br/>• Test verilerinin modellenmesi, belirlenmesi ve girilmesi,<br/>• Test sonuçlarının değerlendirilmesi,<br/>• Canlı kullanıma geçiş.<br/>Doğru cevap a şıkkı"
  },
  {
    "id": "3898799",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bir sürecin gerçekleşmesi için gerekli olan adımları, verilmesi gereken kararları sıralı bir biçimde uygun<br/>şekillerle görsel olarak ifade etme yöntemidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İş akış şeması",
      "B": "Kalite kontrol onayı",
      "C": "Proje planlama",
      "D": "Ön değerlendirme",
      "E": "Analiz toplantıları"
    },
    "explanation": "İş akış şemaları; bir sürecin gerçekleşmesi için gerekli olan adımları, verilmesi gereken kararları sıralı bir biçimde uygun şekillerle görsel olarak ifade etme yöntemidir.<br/>Doğru cevap a şıkkı."
  },
  {
    "id": "3898800",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bir firmanın kritik başarı faktörlerini yansıtan bir dizi ölçülebilir ve stratejik ölçüm olarak tanımlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Anahtar performans göstergeleri",
      "B": "İş akış şemaları",
      "C": "Tasarım",
      "D": "Analiz",
      "E": "Sürdürme"
    },
    "explanation": "Anahtar performans göstergeleri, bir firmanın kritik başarı faktörlerini yansıtan ölçülebilir ve stratejik ölçümler olarak tanımlanır.<br/>Doğru cevap a şıkkı."
  },
  {
    "id": "3898801",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi KKP uygulamasının nasıl yapılacağına ilişkin detayların belirlendiği aşamadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Proje planlama aşaması",
      "B": "Ön değerlendirme",
      "C": "Analiz toplantıları",
      "D": "Test etme",
      "E": "Uygulama"
    },
    "explanation": "Proje Planlama Aşaması:<br/>Bu aşama, KKP uygulama sürecini tasarlama aşamadır. KKP uygulamasının nasıl yapılacağına ilişkin detaylar, bu aşamada belirlenir.<br/>Doğru cevap a şıkkı"
  },
  {
    "id": "3898802",
    "unitNumber": 5,
    "text": "<ol type=\"I\"><br/><li>Ön değerlendirme</li><br/><li>Proje planlama aşaması</li><br/><li>Analiz toplantıları</li><br/></ol><br/>Yukarıdakilerden hangisi ya da hangileri KKP uygulama aşamaları arasında yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "KKP uygulama aşaması ön değerlendirme, planlama, analiz, kullanıcı eğitimleri, testler, testlerin değerlendirilmesi ve canlı kullanıma geçiş süreçlerinden meydana gelir.<br/>Doğru cevap a şıkkı.<br/>Ön değerlendirme, proje planlama aşaması ve analiz toplantıları; KKP uygulama aşamaları arasında yer alır. Dolayısıyla doğru cevap E seçeneğidir."
  },
  {
    "id": "3898803",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi beklenmedik durumlarla karşılaşılırsa ne yapılması gerektiği ile ilgili planların yapıldığı KKP sistemi uygulama aşamasıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Proje planlama",
      "B": "İş süreçlerinin analizi",
      "C": "Veri modeli oluşturulması",
      "D": "Kullanıcı eğitimleri",
      "E": "Canlı kullanıma geçiş"
    },
    "explanation": "Proje planlamada ayrıca, beklenmedik durumlarla karşılaşılırsa ne yapılması gerektiği ile ilgili planların yapıldığı bir aşamadır. KKP uygulamasının hangi adımlarla yürütülmesi gerektiği, her adımın nasıl kontrol edileceği, sorunla karşılaşıldığında hangi kontrol önlemlerinin alınması gerektiği ve hangi düzeltici önlemlerin alınması gerektiği ile ilgili kararlar alınır.<br/>Doğru cevap a şıkkı"
  },
  {
    "id": "3898844",
    "unitNumber": 5,
    "text": "I. Teknik yapıyı kurma<br/>II. Veri tabanı ve programları oluşturma<br/>Yukarıda verilenler Sistem Geliştirme Yaşam Döngüsünün hangi aşamasına aittir?",
    "correctAnswer": "D",
    "options": {
      "A": "Planlama",
      "B": "Analiz",
      "C": "Tasarım",
      "D": "Geliştirme",
      "E": "Test etme"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/c2151dee82aead85467fb735fd64fd26.png\" alt=\"\" width=\"1138\" height=\"690\">"
  },
  {
    "id": "3898845",
    "unitNumber": 5,
    "text": "Sistem geliştirme yaşam döngüsü aşamaları hangi seçenekte doğru sırayla verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Planlama-Analiz-Geliştirme-Tasarım-Uygulama-Test etme-Sürdürme",
      "B": "Planlama-Analiz-Tasarım-Geliştirme-Teste etme-Uygulama-Sürdürme",
      "C": "Analiz-Planlama-Geliştirme-Tasarım-Uygulama-Test etme-Sürdürme",
      "D": "Planlama-Analiz-Uygulama-Geliştirme-Tasarım-Test etme-Sürdürme",
      "E": "Geliştirme-Planlama-Analiz-Tasarım-Uygulama-Test etme-Sürdürme"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/c2151dee82aead85467fb735fd64fd26.png\" alt=\"\" width=\"1138\" height=\"690\">"
  },
  {
    "id": "3898846",
    "unitNumber": 5,
    "text": "İşletme gereksinimlerini toplama ve gereksinimleri önem sırasına göre düzenleme hangi sistem geliştirme yaşam döngüsü aşamasında gerçekleştirilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Planlama",
      "B": "Geliştirme",
      "C": "Analiz",
      "D": "Tasarım",
      "E": "Test etme"
    },
    "explanation": "<strong>Analiz </strong><br/>İşletme hangi sistemi geliştireceğine karar verir vermez, işletmede analiz aşamasına geçebilmektedir. Analiz aşamasında iki faaliyet yer almaktadır. <br/><strong>İşletme Gereksinimlerini Toplama </strong><br/><strong>Gereksinimleri Önem Sırasına Göre Düzenleme </strong>"
  },
  {
    "id": "3898847",
    "unitNumber": 5,
    "text": "KKP sistemlerinde telekomünikasyonun ihtiyaçları, internete erişimi ve server’a son kullanıcının uzaktan bağlanması gibi düzenlemeler aşağıdaki aşamalardan hangisiyle ilgilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Teknik yapıyı tasarlama",
      "B": "Sistem modelini tasarlama",
      "C": "Veri tabanları ve programları kurma",
      "D": "Test koşullarını belirleme",
      "E": "İşletme gereksinimlerini toplama"
    },
    "explanation": "<strong>Teknik Yapıyı Tasarlama </strong><br/>Teknik yapı; donanım, sistemi ve sistemi işletimini sağlamak için gerekli telekomünikasyon araçlarından oluşmaktadır. Genel olarak sistemler, bir server üzerinden çalışan uygulama Sistemi, çalışanın sahip olduğu iş istasyonları ile bilgisayar ağı üzerinde çalışan yapılardır. Telekomünikasyonun ihtiyaçları, İnternete erişimi ve server’a son kullanıcının uzaktan bağlanması için yeterliliği içermektedir. KKP sistemleri de karmaşık ve telekomünikasyon araçlarının çok kullanıldığı bir sistem olduğu için, teknik yapı çok iyi tasarlanmalı ve ona göre işletme uygulamaya geçmeden önce eksikliklerini tamamlamalıdır."
  },
  {
    "id": "3898848",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi KKP sisteminin işletmeye adaptasyonundaki en önemli 10 kritik faktörden biri <u>değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Üst yönetim",
      "B": "Değişim yönetimi",
      "C": "Eğitim ve geliştirme",
      "D": "Test koşulları",
      "E": "İletişim"
    },
    "explanation": "KKP sisteminin işletmeye adaptasyonundaki en önemli 10 kritik faktör:<br/>Üst yönetim, değişim yönetimi, eğitim ve geliştirme, iletişim, sistem entegrasyonu, iş süreçlerindeki yeniden mühendislik, danışman seçimi, proje yönetimi, proje ekibi ve proje ekibinin desteklenmesidir."
  },
  {
    "id": "3898849",
    "unitNumber": 5,
    "text": "Orta düzey yöneticiler ve çalışanların çeşitli nedenlerle değişime karşı direnç göstermesi aşağıdaki faktörlerden hangisiyle ilişkilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Üst yönetim",
      "B": "Değişim yönetimi",
      "C": "Eğitim ve geliştirme",
      "D": "İletişim",
      "E": "Sistem entegrasyonu"
    },
    "explanation": "<strong>Değişim yönetimi: </strong>Değişime karşı direnç ikinci en önemli zorluk olarak karşımıza çıkıyor. Orta düzey yöneticiler ve çalışanlar çeşitli nedenlerle değişime karşı direnç gösterirler. Bu direncin Sistemin uygulanma sürecini olumsuz yönde etkiler."
  },
  {
    "id": "3898850",
    "unitNumber": 5,
    "text": "I. Her toplantının amacı, içeriği net olmalıdır.<br/>II. Toplantı içeriğine uygun katılımcılar belirlenmelidir.<br/>III. Toplantı zamanı ve yeri belirlenirken, işletme faaliyetlerinin minimum aksaması hedeflenmeli, toplantı verimliliğine de dikkat edilmelidir.<br/>IV. Gizlilik nedeniyle toplantı kaydedilmemelidir.<br/>Yukarı analiz toplantıları hakkında verilen bilgilerden hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "IV. madde yanlıştır.<br/>Toplantılar mutlaka kayıt altına alınmalı. Toplantı sonrasında katılımcılara kayıtlar sunulmalı, varsa değişiklik önerileri, değişiklik önerileri de tutanağa eklenerek, toplantı tutanağının son halinin tüm katılımcılar tarafından onaylaması sağlanmalıdır."
  },
  {
    "id": "3898851",
    "unitNumber": 5,
    "text": "Bir sürecin gerçekleşmesi için gerekli olan adımları, verilmesi gereken kararları sıralı bir biçimde uygun şekillerle görsel olarak ifade etme yöntemine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Analiz toplantısı",
      "B": "İş süreci",
      "C": "İş akışı şeması",
      "D": "Sistem süreci",
      "E": "Anahtar performans göstergesi"
    },
    "explanation": "<strong>İş akış şemaları</strong>; bir sürecin gerçekleşmesi için gerekli olan adımları, verilmesi gereken kararları sıralı bir biçimde uygun şekillerle görsel olarak ifade etme yöntemidir."
  },
  {
    "id": "3898852",
    "unitNumber": 5,
    "text": "I. Anahtar Performans Göstergeleri (APG) bir performans değerlendirme raporudur.<br/>II. APG analiz toplantısının son aşamasında belirlenir.<br/>III. APG'ler takip edilebilecek sayıda olmalıdır.<br/>Yukarıda APG ile ilgili verilen bilgilerden hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "APG’ler belli sürelerde kendini yenileyen raporlardır. APG’lerin temel özellikleri şunlardır (Ella Roubtsova, 2013, s. 97): <br/>• APG’ler işletme stratejileri ve hedeflerine uygun olmalı, <br/>• APG’ler sayısal olmalı, <br/>• Bir APG değişimlere göre hassas olmalı, <br/>• APG konusunda uzman kişiler tarafından belirlenmeli, <br/>• APG’ler takip edilebilecek sayıda olmalıdır."
  },
  {
    "id": "3898853",
    "unitNumber": 5,
    "text": "Sistemin işletmede fiili olarak iş görmek maksadıyla kullanılmasıne ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Canlı kullanıma geçiş",
      "B": "Test verilerinin sisteme girişi",
      "C": "Veri girişinin değerlendirilmesi",
      "D": "Kullanıcı eğitimleri",
      "E": "Veri modeli oluşturulması"
    },
    "explanation": "<strong>Canlı Kullanıma Geçiş </strong><br/>Canlı kullanım Sistemi sektöründe kullanılan bir terimdir. Sistemin işletmede fiili olarak iş görmek maksadıyla kullanılmasını ifade eder."
  },
  {
    "id": "3899106",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sistem geliştirme yaşam döngüsü aşamalarından \"sürdürme\" ile ilgilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kullanıcı belgelerini ayrıntılı yazma",
      "B": "Sistem için işletme gereksinimlerini belirleme",
      "C": "Sistem değişikliklerini destekleyen bir çevre oluşturma",
      "D": "Geliştirilecek sistemi belirleme",
      "E": "Sistemi desteklemek için gerekli alt yapıyı tasarlama"
    },
    "explanation": "Sistem değişikliklerini destekleyen bir çevre oluşturma \"sürdürme\" aşaması ile ilgilidir. Bu nedenle doğru yanıt c şıkkıdır. Bununla ilgili olarak Tablo 5.1'e bakabilirsiniz."
  },
  {
    "id": "3899107",
    "unitNumber": 5,
    "text": "\"Kritik Başarı Faktörü\" aşağıdaki sistem geliştirme yaşam döngüsü aşamalarından hangisinde önemli bir unsurdur?",
    "correctAnswer": "A",
    "options": {
      "A": "Planlama",
      "B": "Analiz",
      "C": "Test etme",
      "D": "Uygulama",
      "E": "Geliştirme"
    },
    "explanation": "\"Kritik Başarı Faktörü\" planlama aşamasının geliştirilecek sistemi tanımlama faaliyetinde önemli bir unsurdur. Bu nedenle doğru yanıt a şıkkıdır."
  },
  {
    "id": "3899108",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi KKP sisteminin işletmeye adaptasyonundaki kritik faktörlerden <strong>değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "Üst yönetim",
      "B": "Alt yönetim",
      "C": "Proje yönetimi",
      "D": "Değişim yönetimi",
      "E": "Proje ekibi"
    },
    "explanation": "Alt yönetim, KKP sisteminin işletmeye adaptasyonundaki kritik faktörlerden değildir."
  },
  {
    "id": "3899109",
    "unitNumber": 5,
    "text": "Orta düzey yöneticiler ve çalışanların çeşitli nedenlerle değişime karşı direnç göstermelerinin uygulama sürecini başarısızlığa uğratmaması için önemli olan faktör aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İş süreçlerindeki yeniden mühendislik",
      "B": "Eğitim ve geliştirme",
      "C": "İletişim",
      "D": "Değişim yönetimi",
      "E": "Sistem entegrasyonu"
    },
    "explanation": "Değişime direnç önemli bir zorluk olarak belirtilmiştir. Bu direncin sisteme uygulama sürecini olumsuz yönde etkilememesi için değişim yönetimi önemli bir faktördür. Bu nedenle doğru yanıt d şıkkıdır."
  },
  {
    "id": "3899110",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi proje planlama aşamasında <strong>yer almaz</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Uygulama ekibinin belirlenmesi",
      "B": "Beklenmedik durumlar karşısında yapılan planlama",
      "C": "Kullanılacak finansal kaynakların tespiti",
      "D": "Analiz toplantılarının yapılması",
      "E": "İş süreçlerine uygun olmayan sistemlerin elenmesi"
    },
    "explanation": "İşletmenin iş süreçlerine uygun olmayan sistemleri değerlendirmeye almadan elemesi ön değerlendirme aşamasında gerçekleşir. Bu nedenle doğru yanıt e şıkkıdır."
  },
  {
    "id": "3899111",
    "unitNumber": 5,
    "text": "APG (Anahtar Performans Göstergeleri) ile ilgili aşağıdaki ifadelerden hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "İşletme strateji ve hedeflerine uygun olmalıdır.",
      "B": "Sayı konusunda herhangi bir sınırlılık olmamalıdır.",
      "C": "Değişimlere göre hassas olmalıdır.",
      "D": "Uzman kişiler tarafından belirlenmelidir.",
      "E": "Sayısal olmalıdır."
    },
    "explanation": "APG'ler takip edilebilecek sayıda olmalıdır. Bu nedenle doğru yanıt b şıkkıdır."
  },
  {
    "id": "3899112",
    "unitNumber": 5,
    "text": "Test verilerinin hazırlanmasında önemli rol oynayan senaryo ile ilgili aşağıdaki ifadelerden hangisi<strong> yanlıştır</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Senaryo hazırlama çalışmasında kapsamın doğru belirlenmesi önemlidir.",
      "B": "Tüm kritik iş süreçlerinin senaryoya dahil edilmesi gerekir.",
      "C": "Senaryo çalışması işletmeler için hem kolay hem de maliyetsiz bir süreçtir.",
      "D": "Senaryo proje ekibine iş süreçlerinin işletmedeki sahipleri ve süreç danışmanları da katılmalıdır.",
      "E": "Senaryonun belirlenen APG'leri de kapsaması gerekir."
    },
    "explanation": "Test verilerinin bir senaryoya göre belirlenmesi oldukça başarılı bir yöntemdir; ancak senaryo hazırlamak hem zor hem de artı maliyet getiren bir süreçtir. Bu nedenle doğru yanıt c şıkkıdır."
  },
  {
    "id": "3899113",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi KKP sisteminin işletmede fiili olarak iş görmek maksadıyla kullanılmasını ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Canlı kullanıma geçiş",
      "B": "Veri değerlendirilmesi",
      "C": "Test veri girişleri",
      "D": "Test verilerinin belirlenmesi",
      "E": "Kullanıcı eğitimleri"
    },
    "explanation": "Canlı kullanıma geçiş, sistemin işletmede fiili olarak iş görmek maksadıyla kullanılmasını ifade eder. Bu nedenle doğru yanıt a şıkkıdır."
  },
  {
    "id": "3899114",
    "unitNumber": 5,
    "text": "Sistemin işletme içinde seçilen bir bölümde veya işletmenin farklı yerleşkelerinden birinde koşturulmasına ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Canlı kullanıma geçiş",
      "B": "Test verilerinin değerlendirilmesi",
      "C": "Veri girişlerinin değerlendirilmesi",
      "D": "Pilot uygulama yöntemi",
      "E": "Kullanıcı eğitimleri"
    },
    "explanation": "Sistemin işletme içinde seçilen bir bölümde veya işletmenin yerleşkelerinden birinde koşturulmasına Pilot Uygulama Yöntemi denir. Bu nedenle doğru yanıt d şıkkıdır."
  },
  {
    "id": "3899115",
    "unitNumber": 5,
    "text": "Türkiye'deki küçük işletme uygulamalarında hangi yıla kadar eski sistemlerdeki verilerin yeni sisteme aktarılmasına gerek yoktu?",
    "correctAnswer": "B",
    "options": {
      "A": "1995",
      "B": "2005",
      "C": "2010",
      "D": "2015",
      "E": "2020"
    },
    "explanation": "Türkiye'deki küçük işletme uygulamalarında 2005'lere kadar eski sistemlerdeki verilerin yeni sisteme aktarılmasına gerek yoktu. Bu nedenle doğru yanıt b şıkkıdır."
  },
  {
    "id": "3898834",
    "unitNumber": 6,
    "text": "I. İşletme yönetiminin bu faktörler üzerinde tam kontrolü mevcuttur, yönetim söz konusu kritik başarı faktörlerini değiştirebilir. <br/>II. KKP kurulum sürecine etki eden kritik faktörlerin dikkate alınması KKP adaptasyon başarısıyla olumlu yönde ilişkilidir. <br/>III. KKP dünya çapında büyük ilgi çeken ve işletmelerde en yaygın kullanılan yönetim sistemlerinden biridir.<br/>Yukarıda KKP ile ilgili verilenlerden hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Verilen ifadelerin hepsi doğrudur."
  },
  {
    "id": "3898835",
    "unitNumber": 6,
    "text": "Liderlik etmek, ilgi göstermek ve gereken organizasyonel kaynakları (işgücü, finansman, teknik ekipman, zaman vb.) sağlamak, KKP sisteminin kurulum sürecinde dikkate alınması gereken kritik başarı faktörlerinden hangisi kapsamındadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Sistem mimarisinin belirlenmesi",
      "B": "Üst yönetim desteği",
      "C": "Kullanıcı tatmini",
      "D": "Kullanıcı direnci",
      "E": "Teknik uyumluluk"
    },
    "explanation": "<strong>Üst Yönetim Desteği </strong><br/>KKP sistemi uygulama sürecinde üst yönetim desteğinin, vizyonunun ve sorumluluğunun kritik önemi vardır. Üst yönetim denildiğinde işletme yöneticileri ifade edilir. İşletmeye KKP sisteminin kurulumunda üst yönetim desteğinin kapsamı üç başlık altında toplanır. Bunlar: liderlik etmek, ilgi göstermek ve gereken organizasyonel kaynakları (işgücü, finansman, teknik ekipman, zaman vb.) sağlamaktır"
  },
  {
    "id": "3898836",
    "unitNumber": 6,
    "text": "KKP'de yeni sistemin kullanımındaki isteksizliğe ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kullanıcı reddi",
      "B": "Kullanıcı tatmini",
      "C": "Kullanıcı direnci",
      "D": "Kullanıcı talebi",
      "E": "Kullanıcı uyumu"
    },
    "explanation": "<strong>Kullanıcı Direnci </strong><br/>Yeni sistemin kullanımındaki isteksizliğe, kullanıcı direnci denir."
  },
  {
    "id": "3898837",
    "unitNumber": 6,
    "text": "I. Yeni teknolojinin kullanımına yönelik kullanıcı tutumlarıdır.<br/>II. Karar verme sürecinin bir çıktısı olan konsensus, bütün tarafların anlaşarak en makul kararın grup kararı şeklinde alınmasıdır.<br/>III. Sistemin organizasyonel ihtiyaçları karşılamaması yani teknik uyumsuzluktur.<br/>Yukarıda <strong>organizasyonel amaçlarda konsensus</strong>ile ilgili verilen ifadelerden hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "<strong>Organizasyonel Amaçlarda Konsensus </strong><br/>Yeni teknolojinin kullanımına yönelik kullanıcı tutumlarına organizasyonel amaçlarda konsensus adı verilir. Karar verme sürecinin bir çıktısı olan konsensus, bütün tarafların anlaşarak en makul kararın grup kararı şeklinde alınmasıdır.<br/>III. madde teknik uyumsuzlukla ilgilidir."
  },
  {
    "id": "3898838",
    "unitNumber": 6,
    "text": "İşletmenin faaliyet gösterdiği iş çevresine, işletmenin yeniliklere başlaması için harekete geçmesine neden olan etkiye ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Rekabetçi baskı",
      "B": "Enformasyon yoğunluğu",
      "C": "Çevresel belirsizlik",
      "D": "Kullanıcı tatmini",
      "E": "Kullanıcı direnci"
    },
    "explanation": "<strong>Rekabetçi Baskı </strong><br/>Rekabet, işletmenin faaliyet gösterdiği iş çevresi demektir. Rekabetçi baskı, işletmenin yeniliklere başlaması için harekete geçmesine neden olan etki şeklinde açıklanabilir."
  },
  {
    "id": "3898839",
    "unitNumber": 6,
    "text": "KKP sistemleri karmaşık ve uygulama aşamasında dikkatli olunması gereken bir bilişim sistemi olduğu için, işletmenin bu sistemle ilgili uzmanlar tarafından eğitilmesi ve bilgilendirilmesi gereklidir. Bu eğitimi verecek kişinin uzman, yeterli ve yetkin kişilerden seçilmesi çok önemlidir. Bu önlem hangi problemi önlemeye yöneliktir?",
    "correctAnswer": "D",
    "options": {
      "A": "KKP Sistemlerinin uyumlaştırılması problemleri",
      "B": "KKP sistemlerinin getirdiği maliyetler ve teknik destek yetersizliğinden ortaya çıkan problemler",
      "C": "Çalışan kaynaklı problemler",
      "D": "KKP sistemleri ile ilgili danışmanlık sürecinde yaşanan problemler",
      "E": "KKP sistemlerinde teknik problemler"
    },
    "explanation": "<strong>KKP Sistemleri İle İlgili Danışmanlık sürecinde yaşanan problemler: </strong>KKP sistemleri karmaşık ve uygulama aşamasında dikkatli olunması gereken bir bilişim sistemi olduğu için, işletmenin bu sistemle ilgili uzmanlar tarafından eğitilmesi ve bilgilendirilmesi gereklidir. Burada önemli olan nokta, bu eğitimi verecek kişi/kişilerin konuyla ilgili uzman olmaları ve işletmenin ihtiyaçlarına cevap verebilecek yetkinliğe sahip olmaları gereklidir."
  },
  {
    "id": "3898840",
    "unitNumber": 6,
    "text": "KKP sistemleri, hem karmaşık hem de maliyeti yüksek en son teknolojik uygulamadır. İşletmeler bu maliyeti proje aşamasından kendileri için planlamaktadır ancak ek maliyetler konusunda problemler yaşamaktadır. Aşağıdakilerden hangisi bu problem için çözüm oluşturabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "İşletme süreçlerinde yer alan bilgiler ve veriler gizli kalmalı, kimseyle paylaşılmamalıdır.",
      "B": "İşletmelerin KKP sistemlerini kaldırabilecek, ağ yapısını, veritabanlarını ve kullanılacak bilgisayarları da yenilemesi çok önemlidir.",
      "C": "KKP sistemlerini işletmelerine uygulamadan önce hangi modüllerin kendilerine uygun olduğunun belirlenmesi önemlidir.",
      "D": "İşletmenin KKP sistemleri ilgili uzmanlar tarafından eğitilmesi ve bilgilendirilmesi gereklidir.",
      "E": "Üst yönetim desteği ile çalışanlar arasında liyakat kurulmalıdır."
    },
    "explanation": "<strong>KKP sistemlerinin getirdiği maliyetler ve teknik destek yetersizliğinden ortaya çıkan problemler: </strong>KKP sistemleri, hem karmaşık hem de maliyeti yüksek en son teknolojik uygulamadır. İşletmeler bu maliyeti proje aşamasından kendileri için planlamaktadır ancak ek maliyetler konusunda problemler yaşamaktadır. İşletmelerin KKP sistemlerini kaldırabilecek, ağ yapısını, veritabanlarını ve kullanılacak bilgisayarları da yenilemesi çok önemlidir."
  },
  {
    "id": "3898841",
    "unitNumber": 6,
    "text": "I. Bilgi teknolojilerinin performansını ölçmek için en çok kullanılan modeldir.<br/>II. Bu modelde; sistem kalitesi, bilgi kalitesi, sistemin kullanımı, kullanıcı memnuniyeti, bireysel etki, örgütsel etki faktörleri yer almaktadır.<br/>III. Bu modelde sistemin kullanımı; sistemin kullanım sıklığı, süresi ve kullanım kolaylığı ile ilgilidir.<br/>Yukarıda verilen açıklamalar hangi performans değerlendirme modeline aittir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gable Modeli",
      "B": "Genişletilmiş KKP Başarı Modeli",
      "C": "Markus ve Tanis Modeli",
      "D": "Kurumsal Karne Yöntemi",
      "E": "Delone ve Mclean Modeli"
    },
    "explanation": "<strong>Delone ve Mclean Modeli </strong><br/>İşletmelerin, KKP sisteminin performansını değerlendirmek için kullanacağı ilk modellerden biri Delone ve Mclean Modelidir. Delone ve Mclean Modeli, bilgi teknolojilerinin performansını ölçmek için en çok kullanılan model olarak karşımıza çıkmaktadır. Bu modelde; sistem kalitesi, bilgi kalitesi, sistemin kullanımı, kullanıcı memnuniyeti, bireysel etki, örgütsel etki faktörleri yer almaktadır. Sistem kalitesinde; işletmelerin raporları, yeni ürün üretimi ve karar verme için gerekli olan verinin doğru kaynaklardan elde edilmesi, güvenilir olması, ham verinin işlenme sürecini doğru ve hızlı olması, uyumlaştırılması ve son kullanıcılar için kullanım kolaylığını içermektedir. Bilgi kalitesinde; güncel bilgilerin elde edilmesi ve kolay elde edilmesi önemli unsurlar olarak karşımıza çıkmaktadır. Sistemin kullanımı; sistemin kullanım sıklığı, süresi ve kullanım kolaylığı ile ilgilidir."
  },
  {
    "id": "3898842",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Markus ve Tanis Modeli'nin dört aşamasından biri<u> değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Planlama",
      "B": "Uygulama öncesi",
      "C": "Yönetim",
      "D": "Uygulama",
      "E": "Uygulama sonrası"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/d25df272225c3374bd48ccfe8c2cf02c.png\" alt=\"\" width=\"748\" height=\"370\">"
  },
  {
    "id": "3898843",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Kurumsal Karne Modeli'nin öğrenme ve gelişim boyutuyla ilgilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Personelin yeterlikleri",
      "B": "İşletme sermayesinin karlılık oranı",
      "C": "Müşteri sadakati",
      "D": "Faaliyet kalitesi",
      "E": "Zamanında teslimat"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/139590467206b267de52074bf1a3d953.png\" alt=\"\" width=\"666\" height=\"768\">"
  },
  {
    "id": "3898881",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi işletme çapında sürekli iyileştirmeye dayalı, bütün işgörenlerin katılımını<br/>içeren, müşterilerin ihtiyaçlarını dikkate alarak sıfır hata ile ürün ve hizmet üretimini esas alan bir<br/>yönetim felsefesidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Toplam kalite yönetimi",
      "B": "Organizasyonel Amaçlarda Konsensus",
      "C": "İş Süreçlerinin Yeniden Gözden Geçirilmesi",
      "D": "Enformasyon Yoğunluğu",
      "E": "Rekabetçi Baskı"
    },
    "explanation": "Toplam kalite yönetimi: işletme çapında sürekli iyileştirmeye dayalı, bütün işgörenlerin katılımını<br/>içeren, müşterilerin ihtiyaçlarını dikkate alarak sıfır hata ile ürün ve hizmet üretimini esas alan bir<br/>yönetim felsefesidir. T"
  },
  {
    "id": "3898882",
    "unitNumber": 6,
    "text": "Yeni teknolojinin kullanımına yönelik kullanıcı tutumlarına ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Toplam Kalite Yönetimi",
      "B": "Organizasyonel Amaçlarda Konsensus",
      "C": "İş Süreçlerinin Yeniden Gözden Geçirilmesi",
      "D": "Kullanıcı Direnci",
      "E": "Teknik Uyumluluk"
    },
    "explanation": "Yeni teknolojinin kullanımına yönelik kullanıcı tutumlarına organizasyonel amaçlarda konsensus<br/>adı verilir."
  },
  {
    "id": "3898886",
    "unitNumber": 6,
    "text": "Maliyet, kalite, hizmet, dağıtım, esneklik, iş tatmini, hız gibi kritik performans ölçümlerinde köklü iyileşmelerin başarılabilmesi için iş süreçlerinin temelden yeniden düşünülmesi ve işletme süreçlerinin radikal bir şekilde yeniden tasarlanmasına ne denir?",
    "correctAnswer": "C",
    "options": {
      "A": "Toplam Kalite Yönetimi",
      "B": "Kullanıcı Tatmini",
      "C": "İş Süreçlerinin Yeniden Gözden Geçirilmesi",
      "D": "Kullanıcı Direnci",
      "E": "Teknik Uyumluluk"
    },
    "explanation": "Maliyet, kalite, hizmet, dağıtım, esneklik, iş tatmini, hız gibi kritik performans ölçümlerinde köklü iyileşmelerin başarılabilmesi için iş süreçlerinin temelden yeniden düşünülmesi ve işletme süreçlerinin radikal bir şekilde yeniden tasarlanmasına iş süreçlerinin yeniden gözden geçirilmesi denir.<br/>İş Süreçlerinin Yeniden Gözden Geçirilmesi"
  },
  {
    "id": "3898887",
    "unitNumber": 6,
    "text": "İşletmenin yeniliklere başlaması için harekete geçmesine neden olan etki aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Enformasyon Yoğunluğu",
      "B": "Eğitim",
      "C": "Toplam Kalite Yönetimi",
      "D": "Rekabetçi Baskı",
      "E": "Organizasyonel Amaçlarda Konsensus"
    },
    "explanation": "Rekabet, işletmenin faaliyet gösterdiği iş çevresi demektir. Rekabetçi baskı, işletmenin yeniliklere<br/>başlaması için harekete geçmesine neden olan etki şeklinde açıklanabilir."
  },
  {
    "id": "3898888",
    "unitNumber": 6,
    "text": "....................................., işletme yöneticilerinin gelecekteki muhtemel olayları öngörememesi ve<br/>çevrenin bileşenleri arasındaki ilişkileri anlayamamasıdır. Cümledeki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Enformasyon Yoğunluğu",
      "B": "Organizasyonel Performans",
      "C": "Eğitim",
      "D": "KKP Uygulama Başarısı",
      "E": "Çevresel Belirsizlik"
    },
    "explanation": "Çevresel belirsizlik, işletme yöneticilerinin gelecekteki muhtemel olayları öngörememesi ve<br/>çevrenin bileşenleri arasındaki ilişkileri anlayamamasıdır."
  },
  {
    "id": "3898889",
    "unitNumber": 6,
    "text": "Ürün veya hizmetin kullanımı, üretimi, geliştirilmesi için ihtiyaç duyulan enformasyon miktarı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Enformasyon Yoğunluğu",
      "B": "KKP Uygulama Başarısı",
      "C": "Organizasyonel Performans",
      "D": "Çevresel Belirsizlik",
      "E": "Rekabetçi Baskı"
    },
    "explanation": "Ürün veya hizmetin kullanımı, üretimi, geliştirilmesi için ihtiyaç duyulan enformasyon miktarına enformasyon yoğunluğu denir. İşletmeler, faaliyetlerinde gereken enformasyonu müşterilerden,<br/>tedarikçilerden, çevreden toplayıp biriktirir ve işler."
  },
  {
    "id": "3898890",
    "unitNumber": 6,
    "text": "Gable Modeli’ne farklı faktörlerin eklenmesiyle oluşturulmuş bir model aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Balanced Scorecard Yöntemi",
      "B": "Genişletilmiş KKP Başarı Modeli",
      "C": "Kurumsal Karne Yöntemi",
      "D": "Delone ve Mclean Modeli",
      "E": "Markus ve Tanis Modeli"
    },
    "explanation": "Genişletilmiş KKP Başarı Modeli, Gable Modeli’ne farklı faktörlerin eklenmesiyle oluşturulmuş bir modeldir."
  },
  {
    "id": "3898891",
    "unitNumber": 6,
    "text": "Sistem kalitesi, bilgi kalitesi, bireysel etki ve örgütsel etki ölçüldüğünde performans<br/>iyiyse, memnuniyeti ölçmeye gerek yoktur görüşü yer alan model aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Markus ve Tanıs Modeli",
      "B": "Genişletilmiş KKP Başarı Modeli",
      "C": "Gable Modeli",
      "D": "Kurumsal Karne Yöntemi",
      "E": "Delone ve Mclean Modeli"
    },
    "explanation": "Gable modelinin, Delone ve Mclean Modelinden farkı, kullanıcı memnuniyeti faktörünün modelde yer<br/>almamasıdır. Modelde sistem kalitesi, bilgi kalitesi, bireysel etki ve örgütsel etki ölçüldüğünde performans iyiyse, memnuniyeti ölçmeye gerek yoktur görüşü yer alır."
  },
  {
    "id": "3898892",
    "unitNumber": 6,
    "text": "..............................., bilgi teknolojilerinin performansını ölçmek için en çok kullanılan model olarak karşımıza çıkmaktadır. Cümledeki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kurumsal Karne Yöntemi",
      "B": "Markus ve Tanıs Modeli",
      "C": "Genişletilmiş KKP Başarı Modeli",
      "D": "Delone ve Mclean Modeli",
      "E": "Gable Modeli"
    },
    "explanation": "İşletmelerin, KKP sisteminin performansını değerlendirmek için kullanacağı ilk modellerden biri<br/>Delone ve Mclean Modelidir. Delone ve Mclean Modeli, bilgi teknolojilerinin performansını ölçmek için en çok kullanılan model olarak karşımıza çıkmaktadır (Kronbichler, Ostermann &amp; Staudinger, 2010)."
  },
  {
    "id": "3898893",
    "unitNumber": 6,
    "text": "KKP Sistemlerinin performans ölçümünde hangi yöntemi kullanmak işletmelerin daha iyi ölçüm yapmalarını sağlamaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Markus ve Tanıs Modeli",
      "B": "Genişletilmiş KKP Başarı Modeli",
      "C": "Gable Modeli",
      "D": "Delone ve Mclean Modeli",
      "E": "Kurumsal Karne Yöntemi"
    },
    "explanation": "KKP Sistemlerinin performans ölçümünde Kurumsal Karne yöntemini kullanmak işletmeler için<br/>daha iyi ölçüm yapmalarını sağlamaktadır. Hem maddi hemde maddi olmayan değerlerin ölçümü<br/>işletmenin gerçeğe yakın performansının ortaya çıkmasına sebep olmaktadır.<br/>KKP Sistemlerinin performans ölçümünde Kurumsal Karne yöntemini kullanmak işletmeler için daha iyi ölçüm yapmalarını sağlamaktadır. Dolayısıyla doğru cevap E seçeneğidir."
  },
  {
    "id": "3899076",
    "unitNumber": 7,
    "text": "Aşağıdaki kavramlardan hangisi hammadde temininden itibaren son ürün müşteriye ulaşınca kadar gerçekleştirilen tüm süreçlerin yönetimidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tedarik zinciri ağı",
      "B": "Tedarik çevrim süreci",
      "C": "Tedarik zinciri yönetimi",
      "D": "Tedarik zinciri ağının yönetimi",
      "E": "Müşteri memnuniyeti yönetimi"
    },
    "explanation": "TEDARİK ZİNCİRİ YÖNETİMİ<br/>Tedarik zinciri yönetimi, hammadde temininden itibaren son ürün müşteriye ulaşınca kadar gerçekleştirilen tüm süreçlerin yönetimidir."
  },
  {
    "id": "3899077",
    "unitNumber": 7,
    "text": "Aşağıdaki kavramlardan hangisi kaynak bulma, tedarik, dönüştürme ve tüm lojistik yönetim faaliyetleriyle ilgili tüm faaliyetlerin planlanmasını ve yönetimini kapsar?",
    "correctAnswer": "B",
    "options": {
      "A": "Tedarik zinciri ağı",
      "B": "Tedarik zinciri yönetimi",
      "C": "Tedarik çevrim süreci",
      "D": "Tedarik zinciri ağının yönetimi",
      "E": "Müşteri memnuniyeti yönetimi"
    },
    "explanation": "TEDARİK ZİNCİRİ YÖNETİMİ<br/>Tedarik Zinciri Yönetimi Uzmanları Konseyinin (Council of Supply Chain Management Professionals: CSCMP) tanıma göre de “Tedarik Zinciri Yönetimi, kaynak bulma, tedarik, dönüştürme ve tüm lojistik yönetim faaliyetleriyle ilgili tüm faaliyetlerin planlanmasını ve yönetimini kapsar."
  },
  {
    "id": "3899078",
    "unitNumber": 7,
    "text": "Aşağıdaki kavramlardan hangisi tedarikçiler, aracılar, üçüncü taraf hizmet sağlayıcılar ve müşteriler olabilen kanal ortakları ile koordinasyonu ve iş birliğini içerir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tedarik zinciri ağının yönetimi",
      "B": "Tedarik zinciri ağı",
      "C": "Tedarik çevrim süreci",
      "D": "Tedarik zinciri yönetimi",
      "E": "Müşteri memnuniyeti yönetimi"
    },
    "explanation": "TEDARİK ZİNCİRİ YÖNETİMİ<br/>Daha da önemlisi, aynı zamanda tedarikçiler, aracılar, üçüncü taraf hizmet sağlayıcılar ve müşteriler olabilen kanal ortakları ile koordinasyonu ve iş birliğini içerir."
  },
  {
    "id": "3899079",
    "unitNumber": 7,
    "text": "Şirketler içinde ve şirketler arasında tedarik ve talep yönetimini bütünleştiren kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tedarik zinciri yönetimi",
      "B": "Tedarik zinciri ağı",
      "C": "Tedarik çevrim süreci",
      "D": "Tedarik zinciri ağının yönetimi",
      "E": "Müşteri memnuniyeti yönetimi"
    },
    "explanation": "TEDARİK ZİNCİRİ YÖNETİMİ<br/>Tedarik zinciri yönetimi, özünde, şirketler içinde ve şirketler arasında tedarik ve talep yönetimini bütünleştirir."
  },
  {
    "id": "3899080",
    "unitNumber": 7,
    "text": "Tedarik zinciri ağının toplam kârlılığını en büyüklemeyi amaçlayan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Müşteri memnuniyeti yönetimi",
      "B": "Tedarik zinciri yönetimi",
      "C": "Tedarik zinciri ağının yönetimi",
      "D": "Tedarik zinciri ağı",
      "E": "Tedarik çevrim süreci"
    },
    "explanation": "TEDARİK ZİNCİRİ YÖNETİMİ<br/>Tedarik zinciri yönetimi, bütünleşik bir bakış açısı ile tedarik zinciri ağının toplam kârlılığını en büyüklemeyi amaçlar."
  },
  {
    "id": "3899081",
    "unitNumber": 7,
    "text": "Zinciri oluşturulan tüm paydaşların süreçlerle ilgili güncel veriye ulaşması ile gerçekleşen duruma ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Müşteri memnuniyeti yönetiminin başarısı",
      "B": "Tedarik zinciri ağının başarısı",
      "C": "Tedarik çevrim sürecinin başarısı",
      "D": "Tedarik zinciri yönetiminin başarısı",
      "E": "Tedarik zinciri ağının yönetiminin başarısı"
    },
    "explanation": "TEDARİK ZİNCİRİ YÖNETİMİ<br/>Tedarik zinciri yönetimindeki başarı, zinciri oluşturulan tüm paydaşların süreçlerle ilgili güncel veriye ulaşması ile gerçekleştirilebilir."
  },
  {
    "id": "3899082",
    "unitNumber": 7,
    "text": "Üreticilerden toplu olarak ürün/hizmet alarak uygun kanallarla müşteriye ulaştıran elemanlara ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Üreticiler",
      "B": "Tüketiciler",
      "C": "Distribütörler",
      "D": "Perakendeciler",
      "E": "Servis sağlayıcılar"
    },
    "explanation": "TEDARİK ZİNCİRİ YÖNETİMİ<br/>Distribütörler, üreticilerden toplu olarak ürün/hizmet alarak uygun kanallarla müşteriye ulaştıran elemanlardır."
  },
  {
    "id": "3899083",
    "unitNumber": 7,
    "text": "Tedarik zinciri üyelerine hizmet sağlayan elemanlara ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Üreticiler",
      "B": "Tüketiciler",
      "C": "Distribütörler",
      "D": "Perakendeciler",
      "E": "Servis sağlayıcılar"
    },
    "explanation": "TEDARİK ZİNCİRİ YÖNETİMİ<br/>Servis sağlayıcı, tedarik zinciri üyelerine hizmet sağlayan elemanlardır."
  },
  {
    "id": "3899084",
    "unitNumber": 7,
    "text": "Tedarik zinciri süreçleri döngüsü kaç aşamada gerçekleşir?",
    "correctAnswer": "B",
    "options": {
      "A": "3",
      "B": "4",
      "C": "5",
      "D": "6",
      "E": "7"
    },
    "explanation": "TEDARİK ZİNCİRİ YÖNETİMİ<br/>Tedarik zinciri süreçleri müşteri sipariş döngüsü, ikmal döngüsü, üretim döngüsü ve tedarik döngüsü olarak ayrışır."
  },
  {
    "id": "3899085",
    "unitNumber": 7,
    "text": "Aşağıdaki kavramlardan hangisi “Tedarikçi İlişkileri Yönetimi” kapsamında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Satış",
      "B": "Fiyat",
      "C": "Piyasa",
      "D": "Satın alma",
      "E": "Sipariş Yönetimi"
    },
    "explanation": "TEDARİK ZİNCİRİ YÖNETİMİ<br/>Tedarikçi İlişkileri Yönetimi, şirket ve tedarikçileri arasındaki iş faaliyetlerinin yönetimidir. Bu faaliyetler kaynak, anlaşmalar, satın alma, tasarım iş birliği, tedarik iş birliği ile alakalıdır."
  },
  {
    "id": "3899096",
    "unitNumber": 7,
    "text": "I: Takip edilebilirliği ve raporlamayı iyileştirir.<br/>II: Tedarik çevrim süresinin kısalması<br/>III: Envanterlerin artması<br/>IV: Verimliliğin artması<br/>V: Maliyetlerin düşmesi<br/>Yukarıda verilen bilgilerden hangisi/hangileri Tedarik zinciri yönetiminin avantajlarındandır?",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "II, IV",
      "C": "I, II, V",
      "D": "III",
      "E": "II, IV, V"
    },
    "explanation": "Tedarik zinciri yönetimini kullanmanın tüm tedarik zincirinde boyunca sağladığı bazı avantajlar şu şekildedir:<br/>• Verimliliğin artması • Maliyetlerin düşmesi • Tedarik çevrim süresinin kısalması • Envanterlerin azalması • Teslim sürelerinin kısalması • Müşteri memnuniyeti artışı • Doğruluk oranı yüksek talep tahminleri yapılması"
  },
  {
    "id": "3899097",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Tedarik zinciri ağında bulunan elemanlardan biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dağıtıcılar",
      "B": "Servis sağlayıcı",
      "C": "Müşteri",
      "D": "Perakendeciler",
      "E": "Üreticiler"
    },
    "explanation": "Tedarik zinciri ağında bulunan elemanlar şu şekildedir (Hugos, 2003):<br/>• Üreticiler, zincirde ürün/hizmet üreten elemanlardır. Bunlar son ürün üreticileri olabileceği gibi hammadde üreticileri de olabilir. Örneğin ekmek üreten fırın, ekmek üretimi için fırınlara un üreten değirmenler, değirmenlerin un üretebilmesi için buğday üreten çiftçi ekmeğin tedarik zincirinde üretici rolündedir.<br/>• Distribütörler, üreticilerden toplu olarak ürün/hizmet alarak uygun kanallarla müşteriye ulaştıran elemanlardır. Toptancı olarak da adlandırılabilirler. Örneğin tahıl ve un toptancıları ekmeğin tedarik zincirinde distribütör rolündedir.<br/>• Perakendeciler, son ürünü stoklayarak nihai müşterilere satan zincir elemanlardır. Müşteri ihtiyaç ve taleplerini takip ederek sattığı ürünü cazip kılacak kampanyalar ve fiyatlandırma politikaları düzenlemelidir. Örneğin, ekmek tedarik zincirinde marketler perakendeci rolündedir.<br/>• Müşteri, zincir içerisinde ürün/hizmet satın alan elemanlardır. Son ürünü satın alan nihai müşteriler ve tedarikçilerden ürün üretmek için malzeme satın alan şirketler müşteri olabilir. Örneğin un üretmek için çiftçiden buğday alan değirmen, ekmek üretmek için değirmenden un alan fırın ve marketten ekmek alan kişi ekmeğin tedarik zincirinde müşteri pozisyonundadır.<br/>• Servis sağlayıcı, tedarik zinciri üyelerine hizmet sağlayan elemanlardır. Bunlar genelde lojistik, finansal, pazar araştırması, ürün tasarımı ve bilgi teknolojileri hizmetleridir. Örneğin ekmek tedarik zincirinde fırından çıkan ekmekleri marketlere dağıtan taşıma işletmeleri servis sağlayıcısı rolündedir."
  },
  {
    "id": "3899098",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Servis sağlayıcıların hizmetlerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Satın Alma",
      "B": "Alan Hizmeti",
      "C": "Ürün Tasarımı",
      "D": "Malzeme planlaması",
      "E": "Sipariş Yönetimi"
    },
    "explanation": "Servis Sağlama Alanları:<br/>• Lojistik<br/>• Finans<br/>• Pazar Araştırması<br/>• Ürün Tasarımı<br/>• Bilgi Teknolojileri"
  },
  {
    "id": "3899099",
    "unitNumber": 7,
    "text": "I: İç tedarik döngüsü<br/>II: Müşteri sipariş döngüsü <br/>III: Finans döngüsü<br/>IV: İkmal döngüsü <br/>V: Üretim döngüsü <br/>Yukarıda verilen seçanaklerden hangisi/hangileri Tedarik zinciri süreçlerindendir?",
    "correctAnswer": "B",
    "options": {
      "A": "I, III",
      "B": "II, IV, V",
      "C": "I, II, V",
      "D": "III",
      "E": "IV, V"
    },
    "explanation": "<strong>Tedarik Zinciri Süreç Görünümü</strong><br/>Tedarik zincirinde süreçlerin görünümü döngü ve itme/çekme görünümü olmak üzere ikiye ayrılır. Döngü görünümü, tedarik zinciri süreçlerin birbirini takip edecek döngülere bölünmesi ile oluşur. Her bir döngü tedarik zincirinde birbirini takip eden başarıyla gerçekleşmiş iki aşamasını kapsar. Döngü görünümünde tedarik zinciri ağının üyelerinin sorumlulukları açıkça belirli olduğu için operasyonel kararlarda döngü görünümü kolaylık sağlar. Tedarik zinciri süreçleri müşteri sipariş döngüsü, ikmal döngüsü, üretim döngüsü ve tedarik döngüsü olarak ayrışır."
  },
  {
    "id": "3899100",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi İç Tedarik Zinciri Yönetiminin iş süreçlerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sipariş yönetimi",
      "B": "Piyasa",
      "C": "Faaliyetler",
      "D": "Stratejik planlama",
      "E": "Tasarım iş birliği"
    },
    "explanation": "Her iki görünümdeki tedarik zinciri süreçleri üç makro süreç altında kategorize edilebilir:<br/>• Müşteri İlişkileri Yönetimi, şirket ve müşteri arasındaki iş süreçlerinin yönetimidir. Bu iş süreçleri piyasa, fiyat, satış, çağrı merkezi ve sipariş yönetimi ile ilgilidir.<br/>• İç Tedarik Zinciri Yönetimi, şirket içi iş süreçlerinin yönetimidir. Bu iş süreçleri stratejik planlama, talep planlaması, tedarik planlaması, yerine getirme ve alan hizmetleridir.<br/>• Tedarikçi İlişkileri Yönetimi, şirket ve tedarikçileri arasındaki iş faaliyetlerinin yönetimidir. Bu faaliyetler kaynak, anlaşmalar, satın alma, tasarım iş birliği, tedarik iş birliği ile alakalıdır."
  },
  {
    "id": "3899101",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi bir şirketin, müşteri ilişkileri yönetimini süreçlerine dâhil etmesinin avantajlarından biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Müşterilerin sağlayabilecekleri kâra göre gruplandırılması",
      "B": "Teslim sürelerinin kısalması",
      "C": "Müşteri gereksinimleri, beklentileri ve algıları hakkındaki bilgiye gerçek zamanlı olarak ulaşılması",
      "D": "Yeni müşterilerin bulunması",
      "E": "Kaybedilen müşterilerin yeniden kazanılması"
    },
    "explanation": "Bir şirketin müşteri ilişkileri yönetimini süreçlerine dâhil etmesi,<br/>• Müşteri memnuniyetini artırılmasını,<br/>• Kaybedilen müşterilerin yeniden kazanılması,<br/>• Yeni müşterilerin bulunması,<br/>• Müşteri gereksinimleri, beklentileri ve algıları hakkındaki bilgiye gerçek zamanlı olarak ulaşılmasını,<br/>• Müşterilerin sağlayabilecekleri kâra göre gruplandırılmasını,<br/>• Kârlı satış kampanyalarının oluşturulmasını sağlar."
  },
  {
    "id": "3899102",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi veri ambarlarının özelliklerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tanımlama",
      "B": "Sınıflandırma",
      "C": "Kalıcılık",
      "D": "Değerlendirme",
      "E": "Regresyon"
    },
    "explanation": "Veri ambarlarının özelliklerini şu şekildedir;<br/>• Konu odaklılık: Veriler konuya göre düzenlenir.<br/>• Veri entegrasyonu: Farklı kaynaklardan gelen verinin tutarlı olacak şekilde birleştirilir.<br/>• Kalıcılık: Veri ambarları statiktir. Veri, veri ambarına girildikten sonra son kullanıcılar tarafından değiştirilemez sadece okunabilir. Veri güncellenmesi veya yenilenmesi periyodik zamanlarda yapılır, son kullanıcılar ancak bu işlem bittikten sonra veriye erişebilir.<br/>• Zamana bağlılık: Anlık veriler yerine geçmişten bugüne kadar tutulan verileri içerir. Böylelikle işletmelerdeki değişim ve eğilimler incelenebilir."
  },
  {
    "id": "3899103",
    "unitNumber": 7,
    "text": "Dünya çapında, bankalar ve finansal kurumları arasındaki mesajlaşmayı sağlayan standart aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "GCE",
      "B": "UN/EDIFACT",
      "C": "VDA",
      "D": "ANSIASCX12",
      "E": "SWIFT"
    },
    "explanation": "Sıklıkla kullanılan EDI standartlarından bazıları şunlardır (Edibasics, 2022):<br/>• SWIFT: Dünya çapında, bankalar ve finansal kurumları arasındaki mesajlaşmayı sağlayan standarttır. Günlük hayatta en çok karşılaştığımız standartlardandır.<br/>• ANSIASCX12: Her ne kadar başlangıçta Kuzey Amerika’daki farklı sektörlerinde faaliyet gösteren şirketler için tasarlansa da günümüzde dünya çapında 300.000’den fazla şirket tarafından kullanılmaktadır.<br/>• VDA: Alman otomotiv endüstrisindeki şirketler tarafından kullanılmaktadır.<br/>• UN/EDIFACT: Avrupa genelindeki şirketlerce yaygın olarak kullanılan 1980’lerin başında Birleşmiş Milletler Örgütü komisyonları tarafından geliştirilmiş bir standarttır."
  },
  {
    "id": "3899104",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi elektronik veri değişimi teknolojinisinin dezavantajlarından biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Takipedilebilirliği zorlaştırır.",
      "B": "Kurulum maliyeti yüksektir.",
      "C": "Erişim yavaşlar bu da işlemlerin aksamasına neden olabilir.",
      "D": "İşletme, kendini bilgi işlem faaliyetlerinde geliştiremeyebilir.",
      "E": "Daha çok bilgi işlem personeli ve süreci gerekeceği için bilgi işlem maliyetleri de artar."
    },
    "explanation": "Elektronik veri değişimi teknolojini kullanmak firmalara bazı dezavantajlar da getirir. Bu dezavantajlar ise:<br/>• Kurulum maliyeti yüksektir. Özellikle küçük ölçekli işletmeler için bu maliyeti karşılamak güç olabilir.<br/>• Bakım maliyeti yüksektir.<br/>• Elektronik veri değişimi teknolojisini kullanmayan işletmelerle uyum sorunu yaşanacağı için iş yapmayı zorlaştırır."
  },
  {
    "id": "3899105",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi IoT ve KKP entegrasyonunun faydalarından biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tüm işlemler kaydedilir ve bu kayıtlar değiştirilemez, silinemez ve zincirin kullanıcılarına açıktır.",
      "B": "Her türlü sorunu gösterebilecek ve gerekirse düzeltebilecek şekilde tasarlanmıştır.",
      "C": "İş süreçlerinde katma değer yaratabilecek önemli miktarda gerçek zamanlı verinin toplanmasını sağlar.",
      "D": "Merkezî bir otorite olmadan çalıştığı için merkezî otoriteye güven oluşturmaya gerek kalmadan kullanıcılar sisteme güvenebilir.",
      "E": "İşlem hızları yüksek oranda artar."
    },
    "explanation": "IoT ve KKP entegrasyonunun aşağıdakiler dahil birçok faydası vardır (Tavana, Hajipour &amp; Oveisi, 2020):<br/>• Yeniden sipariş, ikmal, stokta kalmama, eksik teslimat gibi durumlar IoT cihazları sayesinde otomatik olarak belirlenir.<br/>• IoT, üretim sürecinde makinelerin arızalı olduğunu bildiren bildirimler ve uyarılar göndermeyi mümkün kılar.<br/>• IoT, KKP’de iş süreçlerinde katma değer yaratabilecek önemli miktarda gerçek zamanlı verinin toplanmasını sağlar.<br/>• IoT şirketteki ürün kayıplarının ve hırsızlıkların önüne geçer.<br/>• Özel koşullarda (nem, sıcaklık vb.) saklanması, üretilmesi ve taşınması gereken ürünler için IoT sayesinde gerekli koşullar sağlanır.<br/>• Geleneksel yöntemlere göre üretici, bir ürünün kalitesini ancak müşteri hizmetleri aramaları veya saha ziyaretleri gibi bazı ilkel tekniklerle kontrol edebiliyorken, IoT sayesinde ürünü üretim aşamasından itibaren takip eder. Bazı durumlarda IoT cihazları, ürün müşteri kullanımındayken dahi aşınma ve yıpranmayı tespit ederek üretici firmaya gerekli uyarıları gönderir.<br/>• Üretim esnasında ürünlere ait barkod verilerinin otomatik olarak taranması ve girilmesi, gerçek zamanlı olarak IoT aracılığıyla sağlanır. Yani, IoT üretim süreçlerindeki makinelerin içine yerleştirilmiş sensörler aracılığıyla insan müdahalesini minimuma indirerek üretim verimliliğinin artmasını sağlar.<br/>• Tedarik zincirinde IoT, ürünlerin bir aşamadan diğerine aktarılır sırasında gerçek zamanlı veri akışı sağlayarak onların takip edilmemesine olanak tanır. Ardından, bu gerçek zamanlı veriler KKP sisteminde kullanılarak ve tedarik zinciri ağındaki tüm elemanları süreç hakkında güncel veriye ulaşması sağlanır."
  },
  {
    "id": "3898750",
    "unitNumber": 8,
    "text": "......................, halihazırda yer alan tedarikçilerle ilişki kurulması, ilişkilerin farklılaştırılması, yeni anlaşmaların yapılması veya bitirilmesidir. Cümledeki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tedarikçi İlişkileri Yönetimi",
      "B": "Tedarik Zinciri Yönetimi",
      "C": "Kurumsal Performans Yönetimi",
      "D": "Ürün Veri Yönetimini",
      "E": "Müşteri İlişkileri Yönetimi"
    },
    "explanation": "Tedarikçi ilişkileri yönetimi, halihazırda yer alan tedarikçilerle ilişki kurulması, ilişkilerin farklılaştırılması, yeni anlaşmaların yapılması veya bitirilmesidir.<br/>Tedarikçi İlişkileri Yönetimi"
  },
  {
    "id": "3898751",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi ürün veri yönetimini içermektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tedarik Zinciri Yönetimi",
      "B": "Ürün Yaşam Döngüsü Yönetimi",
      "C": "Kurumsal Performans Yönetimi",
      "D": "Müşteri İlişkileri Yönetimi",
      "E": "Tedarikçi İlişkileri Yönetimi"
    },
    "explanation": "Ürün Veri Yönetimini de içeren Ürün Yaşam Döngüsü Yönetimi, işletmelerin, özellikle gelişen<br/>E-iş ortamında, yenilikçi ve karlı ürünleri pazara daha etkin bir şekilde getirmelerini sağlar."
  },
  {
    "id": "3898752",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi kuruluşların daha fazla veriye dayalı kararlar almasına yardımcı olmak için iş analitiğini, veri madenciliğini, veri görselleştirmeyi, veri araçlarını ve altyapısını ve en iyi uygulamalarını birleştirir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gelişmiş Planlama ve Çizelgeleme",
      "B": "Satıcı Tarafından Yönetilen Envanter",
      "C": "İş Zekâsı",
      "D": "Eniyileme",
      "E": "Gelişmiş Planlama"
    },
    "explanation": "İş Zekâsı, kuruluşların daha fazla veriye dayalı kararlar almasına yardımcı olmak için iş analitiğini,<br/>veri madenciliğini, veri görselleştirmeyi, veri araçlarını ve altyapısını ve en iyi uygulamaları birleştirir."
  },
  {
    "id": "3898753",
    "unitNumber": 8,
    "text": "............................... işletmelerin artan fonksiyonel kapsam ve ölçeklenebilirlik yoluyla<br/>bağlantı, iş birliği ve dinamizm sunmalarını sağlayan web tabanlı teknolojiyi içeren esnek bir bilgi sistemi olarak tanımlamaktadır. Cümledeki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kurumsal Kaynak Planlaması IV",
      "B": "Kurumsal Kaynak Planlaması II",
      "C": "Kurumsal Kaynak Planlaması I",
      "D": "Kurumsal Kaynak Planlaması III",
      "E": "Kurumsal Kaynak Planlaması V"
    },
    "explanation": "Kurumsal Kaynak Planlaması III, işletmelerin artan fonksiyonel kapsam ve ölçeklenebilirlik yoluyla<br/>bağlantı, iş birliği ve dinamizm sunmalarını sağlayan web tabanlı teknolojiyi içeren esnek bir bilgi sistemi olarak tanımlamaktadır."
  },
  {
    "id": "3898754",
    "unitNumber": 8,
    "text": "Kurumsal Kaynak Planlaması III sistemlerinde Hizmet Odaklı Mimarinin kullanılmasının avantajlarından biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yeniden kullanım",
      "B": "Daha verimli geliştirme süreçleri",
      "C": "Maliyet tasarrufu",
      "D": "Farklı düzeyde geri bildirim",
      "E": "Teknoloji bağımlılığı"
    },
    "explanation": "Kurumsal Kaynak Planlaması III sistemlerinde Hizmet<br/>Odaklı Mimarinin kullanılmasının birçok avantajı bulunmaktadır (Fayaza, 2021):<br/>I. Farklı düzeyde geri bildirim<br/>II. Daha verimli geliştirme süreçleri<br/>III. Yeterli iş altyapısı<br/>IV. Maliyet tasarrufu<br/>V. Risk yönetimi<br/>VI. Evrim yaklaşımı<br/>VII. Teknolojiden bağımsızlık<br/>VIII. Yeniden kullanım<br/>Teknoloji bağımlılığı"
  },
  {
    "id": "3898755",
    "unitNumber": 8,
    "text": ".................................. sistemleri, öncelikle müşteri tanımlama süreci ve müşteri hizmetleri yönetimi kategorilerini içeren geniş bir dizi işlevin yönetimini kolaylaştırır. Cümledeki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Müşteri İlişkileri Yönetimi",
      "B": "Kurumsal Performans Yönetimi",
      "C": "Tedarik Zinciri Yönetimi",
      "D": "İnsan Kaynakları Yönetimi",
      "E": "Ürün Yaşam Döngüsü Yönetimi"
    },
    "explanation": "Müşteri İlişkileri Yönetimi sistemleri, öncelikle müşteri tanımlama süreci ve müşteri hizmetleri yönetimi kategorilerini içeren geniş bir dizi işlevin yönetimini kolaylaştırır. Kurumsal Kaynak<br/>Planlaması II sistemi, Müşteri İlişkileri Yönetimi sistemlerine gerekli arka bilgilerini sağlamaktadır.<br/>Günümüzde teknolojinin ve iletişimin ilerlemesiyle birlikte, müşteri istek ve ihtiyaçları değişmiştir.<br/>Hatta sürekli bir değişim içindedir. Bu yüzden işletmeler değişkenlik gösteren bu duruma ayak uydurabilmek için müşteri ilişkileri yönetimi sistemine ihtiyaçları daha da artmıştır.<br/>Müşteri Yönetimi Sistemleri"
  },
  {
    "id": "3898756",
    "unitNumber": 8,
    "text": "Bir tedarikçi-müşteri ilişkisinde, müşterinin envanter yenilemesini izlemek için aşağıdakilerden hangisi kullanılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "İş Zekâsı",
      "B": "Satıcı Tarafından Yönetilen Envanter",
      "C": "Gelişmiş Planlama ve Eniyileme",
      "D": "Gelişmiş Planlama",
      "E": "Çizelgeleme"
    },
    "explanation": "Bir tedarikçi-müşteri ilişkisinde, müşterinin envanter yenilemesini izlemek için Satıcı Tarafından Yönetilen Envanter kullanılmaktadır. Ancak Satıcı Tarafından Yönetilen Envanter entegrasyonu, her bir ortağın farklı planlama süreçlerini birbirine bağlayan iş birliği süreci üzerinde sonuçlar doğurur. Satıcı Tarafından Yönetilen Envanter, bir işlemin her iki tarafı arasında tarafların riski paylaşmasına ve ortak faydalar için birlikte çalışmasına olanak tanıyan yararlı bir ilişki oluşturarak çalışır."
  },
  {
    "id": "3898757",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bir kuruluştaki tedarik zinciri süreçlerini planlamak ve yürütmek için kullanılabilecek bir dizi işlev sağlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Çizelgeleme",
      "B": "Gelişmiş Planlama",
      "C": "Gelişmiş Planlama ve Eniyileme",
      "D": "Satıcı Tarafından Yönetilen Envanter",
      "E": "İş Zekâsı"
    },
    "explanation": "Gelişmiş Planlama ve Eniyileme, bir kuruluştaki tedarik zinciri süreçlerini planlamak ve yürütmek için kullanılabilecek bir dizi işlev sağlar. Gelişmiş Planlama ve Eniyilemeyi kullanarak, tedarik<br/>zinciri sürecinin tüm aşamalarında farklı ortaklar arasında koordinasyon sağlanabilir. Siparişin alınması, stok takibi ve ürünün kargoya verilmesi ile başlamaktadır. Tedarik Zinciri sürecinin eniyilenmesini ve değerlendirmesini sürekli olarak gerçekleştirmekte, süreç verimliliğini izlemektedir."
  },
  {
    "id": "3898758",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi \"Gelişmiş Üretim\" olarak da bilinir?",
    "correctAnswer": "D",
    "options": {
      "A": "Satıcı Tarafından Yönetilen Envanter",
      "B": "Gelişmiş Planlama",
      "C": "Eniyileme",
      "D": "Gelişmiş Planlama ve Çizelgeleme",
      "E": "İş Zekası"
    },
    "explanation": "Gelişmiş planlama ve çizelgeleme (Gelişmiş üretim olarak da bilinir), talebi karşılamak için<br/>hammaddelerin ve üretim kapasitesinin en uygun şekilde tahsis edildiği bir üretim yönetimi sürecini<br/>ifade eder."
  },
  {
    "id": "3898759",
    "unitNumber": 8,
    "text": "Bir kurumun veya işletmenin konulan hedeflere kıyasla nasıl bir performans gösterdiğini izleme ve analiz etme sürecine ne denir?",
    "correctAnswer": "E",
    "options": {
      "A": "Müşteri İlişkileri Yönetimi",
      "B": "İnsan Kaynakları Yönetimi",
      "C": "Tedarik Zinciri Yönetimi",
      "D": "Ürün Yaşam Döngüsü Yönetimi",
      "E": "Kurumsal Performans Yönetimi"
    },
    "explanation": "Kurumsal Performans Yönetimi, bir kurumun veya işletmenin konulan hedeflere kıyasla nasıl bir<br/>performans gösterdiğini izleme ve analiz etme sürecine denir. Kurumsal performans genellikle dört<br/>elementin izlenmesiyle elde edilmektedir. Bunlar, finansal, müşteri, kurum içi süreçler ve öğrenme-gelişim bakış açılarıdır. Kurumsal Kaynak Planlaması II sistemi bu bakış açılarını destekleyerek Kurumsal Performans Yönetimi sürecine etki eder. Bu sayede, işletmeler rekabet ortamında rakipleriyle aralarındaki benzerlikleri ve farklılıkları ya da Pazarda yer alan konumlarını daha net görebilmektedir."
  },
  {
    "id": "3898854",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi ticari işlemlerin işletmelerle veya bireysel müşterilerle elektronik ortamda, genellikle İnternet üzerinden yürütülmesini ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "E-ticaret",
      "B": "Ekstranet",
      "C": "Intranet",
      "D": "İnternet",
      "E": "E-tedarik"
    },
    "explanation": "E-ticaret, ticari işlemlerin işletmelerle veya bireysel müşterilerle elektronik ortamda, genellikle İnternet üzerinden yürütülmesini ifade eder."
  },
  {
    "id": "3898855",
    "unitNumber": 8,
    "text": "....................., tedarik sürecini otomatikleştirerek ve merkezden uzaklaştırarak, tedarik sürecinin verimliliğini artırır. Cümledeki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "E-ticaret",
      "B": "E-tedarik",
      "C": "İnternet",
      "D": "Ekstranet",
      "E": "Intranet"
    },
    "explanation": "E-tedarik veya İnternet Tedarik, tedarik sürecini otomatikleştirerek ve merkezden uzaklaştırarak, tedarik sürecinin verimliliğini artırır."
  },
  {
    "id": "3898856",
    "unitNumber": 8,
    "text": "Tedarik sürecini otomatikleştirerek ve merkezden uzaklaştırarak, tedarik sürecinin verimliliğini artıran aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Satış",
      "B": "Intranet",
      "C": "Internet Tedarik",
      "D": "Ekstranet",
      "E": "E-ticaret"
    },
    "explanation": "E-tedarik veya İnternet Tedarik, tedarik sürecini otomatikleştirerek ve<br/>merkezden uzaklaştırarak, tedarik sürecinin verimliliğini artırır.<br/>Internet Tedarik"
  },
  {
    "id": "3898857",
    "unitNumber": 8,
    "text": "Sadece belirli bir kuruluş içindeki bilgisayarları, yerel ağları ve geniş alan ağlarını birbirine bağlayan<br/>bir ağ aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Satış",
      "B": "Ekstranet",
      "C": "E-tedarik",
      "D": "Intranet",
      "E": "E-ticaret"
    },
    "explanation": "Intranet, sadece belirli bir kuruluş içindeki bilgisayarları, yerel ağları ve geniş alan ağlarını birbirine bağlayan bir ağdır."
  },
  {
    "id": "3898858",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bir kuruluşun, kuruluş dışındaki paydaşları ile veri ve bilgi paylaşımı için mevcut telekomünikasyon altyapısını kullanarak teşkil ettiği bilgisayar ağına verilen addır?",
    "correctAnswer": "E",
    "options": {
      "A": "E-ticaret",
      "B": "E-ticaret",
      "C": "Internet",
      "D": "Intanet",
      "E": "Ekstranet"
    },
    "explanation": "Ekstranet, bir kuruluşun, kuruluş dışındaki paydaşları ile veri ve bilgi paylaşımı için mevcut telekomünikasyon altyapısını kullanarak teşkil ettiği bilgisayar ağına verilen addır."
  },
  {
    "id": "3898859",
    "unitNumber": 8,
    "text": ".......................... sistemleri, malların üretiminin planlanmasına ve yönetilmesine yardımcı olan<br/>bilgiler sağlar. Cümledeki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tedarik Zinciri Yönetimi",
      "B": "Tedarikçi İlişkileri Yönetimi",
      "C": "Müşteri İlişkileri Yönetimi",
      "D": "Ürün Veri Yönetimini",
      "E": "Kurumsal Performans Yönetimi"
    },
    "explanation": "Tedarik Zinciri Yönetimi sistemleri, malların üretiminin planlanmasına ve yönetilmesine yardımcı olan<br/>bilgiler sağlar."
  },
  {
    "id": "3898860",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bir kurumun veya işletmenin konulan hedeflere kıyasla nasıl bir<br/>performans gösterdiğini izleme ve analiz etme sürecidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tedarik Zinciri Yönetimi",
      "B": "Kurumsal Performans Yönetimi",
      "C": "Tedarikçi İlişkileri Yönetimi",
      "D": "Müşteri İlişkileri Yönetimi",
      "E": "Ürün Yaşam Döngüsü Yönetimi"
    },
    "explanation": "Kurumsal Performans Yönetimi, bir kurumun veya işletmenin konulan hedeflere kıyasla nasıl bir<br/>performans gösterdiğini izleme ve analiz etme sürecine denir."
  },
  {
    "id": "3898861",
    "unitNumber": 8,
    "text": ".................................. sistemleri, öncelikle müşteri tanımlama süreci ve müşteri hizmetleri yönetimi kategorilerini içeren geniş bir dizi işlevin yönetimini kolaylaştırır. Cümledeki boşluğa aşağıdakilerde hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tedarik Zinciri Yönetimi",
      "B": "Kurumsal Performans Yönetimi",
      "C": "Müşteri İlişkileri Yönetimi",
      "D": "Ürün Yaşam Döngüsü Yönetimi",
      "E": "Tedarikçi İlişkileri Yönetimi"
    },
    "explanation": "Müşteri İlişkileri Yönetimi sistemleri, öncelikle müşteri tanımlama süreci ve müşteri hizmetleri yönetimi kategorilerini içeren geniş bir dizi işlevin yönetimini kolaylaştırır."
  },
  {
    "id": "3898862",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi işletmelerin, özellikle gelişen E-iş ortamında, yenilikçi ve karlı ürünleri pazara daha etkin bir şekilde getirmelerini sağlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Tedarik Zinciri Yönetimi",
      "B": "Tedarikçi İlişkileri Yönetimi",
      "C": "Kurumsal Performans Yönetimi",
      "D": "Ürün Veri Yönetimini de içeren Ürün Yaşam Döngüsü Yönetimi",
      "E": "Müşteri İlişkileri Yönetimi"
    },
    "explanation": "Ürün Veri Yönetimini de içeren Ürün Yaşam Döngüsü Yönetimi, işletmelerin, özellikle gelişen<br/>E-iş ortamında, yenilikçi ve karlı ürünleri pazara daha etkin bir şekilde getirmelerini sağlar."
  },
  {
    "id": "3898863",
    "unitNumber": 8,
    "text": "Dış kaynakların kullanımın artması sonucu aşağıdaki kavramlardan hangsi doğmuştur?",
    "correctAnswer": "E",
    "options": {
      "A": "Tedarik Zinciri Yönetimi",
      "B": "Kurumsal Performans Yönetimi",
      "C": "Müşteri İlişkileri Yönetimi",
      "D": "Ürün Yaşam Döngüsü Yönetimi",
      "E": "Tedarikçi İlişkileri Yönetimi"
    },
    "explanation": "Dış kaynakların kullanımın artması sonucu, Tedarikçi İlişkileri Yönetimi kavramı doğmuştur."
  }
]