[
  {
    "id": "3731620",
    "unitNumber": 1,
    "text": "The labor market is perhaps the most important among all the factor markets. Because, _________________________________.<br/>Which of the following sentences correctly fills in the blank in the above sentence?",
    "correctAnswer": "B",
    "options": {
      "A": "Labor economics uses the basic tools of economics in understanding and predicting the behavior of employers and workers.",
      "B": "The livelihoods and standards of living of the majority of individuals and households depend on their labor market outcomes.",
      "C": "Expected returns in the labor market guide the many important decisions that individuals make on education, training, health, and migration.",
      "D": "The labor market facilitates free, mutually beneficial transactions between the buyers of labor services and sellers of labor services.",
      "E": "The government often intervenes in the labor market through labor market programs, policies, laws, and regulations, intending to improve market outcomes."
    },
    "explanation": "The labor market is perhaps the most important among all the factor markets. <strong>The reason lies in the fact that in Türkiye and elsewhere, the livelihoods and standards of living of the majority of individuals and households depend on their labor market outcomes: what sorts of jobs they hold, how many hours they work, the wages earned, and whether they are able to find employment. </strong><br/>The correct answer is B."
  },
  {
    "id": "3731621",
    "unitNumber": 1,
    "text": "I. Workers<br/>II. Government<br/>III. Students<br/>IV. Employers<br/>Which of the following is one of the main actors in the labor market?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III",
      "B": "I, III, IV.",
      "C": "I, II, IV",
      "D": "II, III, IV",
      "E": "I, II, III, IV"
    },
    "explanation": "In the labor market, the two main economic actors are workers who supply their labor services and firms that demand these services. Government is also an important actor in the labor market.<br/>So, main actors in the labor markets are workers, employers and government.<br/>The correct answer is C."
  },
  {
    "id": "3731622",
    "unitNumber": 1,
    "text": "I. Individuals are assumed to act in a way to maximize their happiness.<br/>II. Individuals would rather spend their time at work.<br/>III. Higher wages are likely to induce workers to supply more hours of labor to the labor market. <br/>Which of the sentences given above is/are true?",
    "correctAnswer": "D",
    "options": {
      "A": "I",
      "B": "III",
      "C": "I and II",
      "D": "I and III",
      "E": "I, II and III"
    },
    "explanation": "<strong>Individuals are assumed to act in a way to maximize their happiness</strong>, or more formally, their utility, which depends on the amount of consumption goods and leisure time.<br/>Individuals would rather <strong>spend their time leisurely</strong> than at work. <br/>All else being the same (ceteris paribus), a change in the wage rate will induce the worker to reconsider his/ her time allocation problem. H<strong>igher wages are likely to induce workers to supply more hours of labor to the labor market</strong>.<br/>Second sentence is false. So, the correct answer is D (I and III)."
  },
  {
    "id": "3731623",
    "unitNumber": 1,
    "text": "I. Cash payments<br/>II. Free meals<br/>III. Subsidized child care services<br/>IV. Paid sick or maternity/paternity leave<br/>Which one of the options mentioned above could be considered as a form of wage payment to the workers?",
    "correctAnswer": "E",
    "options": {
      "A": "I and II",
      "B": "I and IV",
      "C": "I, II and III",
      "D": "I, III and IV",
      "E": "I, II, III and IV"
    },
    "explanation": "Workers and employers respond to market incentives that take the form of wages, prices, profits, and non-pecuniary returns. The wages paid to workers need not only take the form of <strong>cash payments</strong> but may also include fringe benefits such as <strong>free meals</strong>, <strong>subsidized child care services</strong>, free commuter bus services, free health care services on firm premises, <strong>paid sick or maternity/paternity leave</strong>, pensions, etc.<br/>The correct answer is E."
  },
  {
    "id": "3731626",
    "unitNumber": 1,
    "text": "Assume the nominal wage is 7,750 TL for 2024 and the price index is 110.<br/>Using the information given above, calculate the real wage in 2024.",
    "correctAnswer": "A",
    "options": {
      "A": "7045,5",
      "B": "4545,5",
      "C": "7500",
      "D": "4750",
      "E": "7250,5"
    },
    "explanation": "Real wages are calculated by dividing nominal wages by a price index such as the consumer price index (CPI):<br/>Real wage = (Nominal wage / Price index)*100<br/>Real wage = (7750/110)*100 = 7045,45455 = 7045,5<br/>The correct answer is A"
  },
  {
    "id": "3731627",
    "unitNumber": 1,
    "text": "Economic decisions in the labor market are based on __________ and not ___________.<br/>Fill in the blanks in the above sentence with the appropriate option from the options below.",
    "correctAnswer": "C",
    "options": {
      "A": "fair wage/nominal wage",
      "B": "real wage/fair wage",
      "C": "real wages/nominal wages",
      "D": "nominal wage/fair wage",
      "E": "nominal wages/real wages"
    },
    "explanation": "Economic decisions in the labor market are based on real wages and not nominal wages.<br/>The correct answer is C."
  },
  {
    "id": "3731630",
    "unitNumber": 1,
    "text": "I. A rightward movement occurs along the labour supply curve.<br/>II. A rightward movement occurs along the demand curve.<br/>III. The quantity demanded falls and leftward movement occurs along the labor demand curve.<br/>Which of the following will happen if wages increase?",
    "correctAnswer": "D",
    "options": {
      "A": "I",
      "B": "III",
      "C": "I and II",
      "D": "I and III",
      "E": "I, II and III"
    },
    "explanation": "Higher wages attract more workers to the labor market, which is shown as a r<strong>ightward movement along the labor supply curve.</strong> T<strong>he quantity demanded, on the other hand, falls. This is shown by a leftward movement along the labor demand curve</strong>. The shortage is eliminated at W*; therefore, no more change occurs in the wage rate.<br/><strong>If the wage rate falls, which causes firms to want to employ more workers. This is represented by a movement along the demand curve to the right.</strong> <br/>Second sentence is wrong because it occurs when the wage rate falls. The correct answer is D."
  },
  {
    "id": "3731631",
    "unitNumber": 1,
    "text": "Which of the following sentences is <u><strong>incorrect</strong></u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Labor force consists of working age individuals who are either employed or unemployed.",
      "B": "The employed comprise persons who have done at least one hour of work for pay or profit in a period of one month.",
      "C": "If an individual is employed, he/she cannot be unemployed, even though he/she might be looking for another job.",
      "D": "If a retired individual is looking for work and meets the criteria for unemployment, he/she is classified as unemployed and not part of the out-of-labor force.",
      "E": "Persons who are temporarily absent from work due to such reasons as sick leave, annual vacation, etc. are also considered employed."
    },
    "explanation": "Labor force consists of working age individuals who are either employed or unemployed.<br/>The employed comprise persons who have done at least one hour of work for pay or profit in a period of <strong>one week.</strong><br/>If an individual is employed, he/she cannot be unemployed, even though he/she might be looking for another job.<br/>If a retired individual is looking for work and meets the criteria for unemployment, he/she is classified as unemployed and not part of the out-of-labor force.<br/>Persons who are temporarily absent from work due to such reasons as sick leave, annual vacation, job-related training, maternity leave, strike, and the like are also considered employed.<br/>The correct answer is B."
  },
  {
    "id": "3731632",
    "unitNumber": 1,
    "text": "Ali is not working for a while. He would like to work but he is no longer looking for work because he has lost lost hope of finding work. <br/>How is this person classified?",
    "correctAnswer": "A",
    "options": {
      "A": "Discouraged worker",
      "B": "Secondary worker",
      "C": "Both employed and unemployed",
      "D": "Employed",
      "E": "Added-worker"
    },
    "explanation": "Ali is discouraged woeker. Because Discouraged workers are individuals who would like to work but who are no longer looking for work because they have lost hope of finding work.<br/>The coeerct answer is A."
  },
  {
    "id": "3731633",
    "unitNumber": 1,
    "text": "This surveys is the primary data source for official national statistics on the labor market. It includes thousands of individual observations at a point in time. In thiş information is solicited on personal characteristics such as age, education, and marital status, as well as labor market outcomes that include whether the individual is employed or unemployed, hours of work, the type of occupation held, status in employment, earnings from employment, and the like.<br/>Which of the following is the data source used by labour economics described above?",
    "correctAnswer": "A",
    "options": {
      "A": "Household Labor Force Surveys",
      "B": "Earnings Structure Survey",
      "C": "Survey on Income and Living Conditions",
      "D": "Longitudinal Survey",
      "E": "Entrepreneur Information Survey"
    },
    "explanation": "One of Türkiye’s most important sources of information on the labor market is the Household Labor Force Surveys (HLFS), conducted regularly by TurkStat since 1988. HLFS surveys households in Türkiye and is the primary data source for official national statistics on the labor market. It includes thousands of individual observations at a point in time. In the HLFS, information is solicited on personal characteristics such as age, education, and marital status, as well as labor market outcomes that include whether the individual is employed or unemployed, hours of work, the type of occupation held, status in employment, earnings from employment, and the like. The HLFS data from multiple survey years can be pooled and turned into time-series data to observe the evolution of key labor market indicators."
  },
  {
    "id": "3731813",
    "unitNumber": 1,
    "text": "<strong>Which of the following in the scope of labor economics?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "how the market for labor works and the resulting outcomes.",
      "B": "how individual goods and services prices are determined in perfectly competitive markets",
      "C": "how is interest rate is determined in the money market.",
      "D": "how the international flows of capital are determined.",
      "E": "how is the mobility of resources determined among the countries."
    },
    "explanation": "Labor economics is the study of how the market for labor works and the resulting outcomes."
  },
  {
    "id": "3731814",
    "unitNumber": 1,
    "text": "<strong>Which of the following is not the labor market outcome that does not affect the </strong><strong>livelihoods and standards of living of the majority of individuals </strong><strong>and households in Turkey</strong><strong>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "whether they prefer to live in their region.",
      "B": "what sorts of jobs they hold.",
      "C": "how many hours they work.",
      "D": "the wages earned.",
      "E": "whether they are able to find a job."
    },
    "explanation": "In Türkiye and elsewhere, the livelihoods and standards of living of the majority of individuals and households depend on their labor market outcomes: what sorts of jobs they hold, how many hours they work, the wages earned, and whether they are able to find employment."
  },
  {
    "id": "3731815",
    "unitNumber": 1,
    "text": "<strong>Which of the following factor’s behavior will help to determine the labor market outcomes?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "workers.",
      "B": "business man.",
      "C": "top managers.",
      "D": "worker unions.",
      "E": "the Ministry of Labor and Social Security."
    },
    "explanation": "The behavior of workers in the labor market will help determine their labor market outcomes."
  },
  {
    "id": "3731816",
    "unitNumber": 1,
    "text": "<strong>Which of the following choices of workers will not affect the labor market outcomes</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "about leisure.",
      "B": "about education.",
      "C": "about training.",
      "D": "about health.",
      "E": "about migration."
    },
    "explanation": "the choices that individuals make regarding education, training, health, and migration will also impact these outcomes."
  },
  {
    "id": "3731817",
    "unitNumber": 1,
    "text": "I. Labor market programs<br/>II. Policies<br/>III. Law<br/>IV. regulations<br/><strong>Which of above policies does give the government to intervene the labor market outcomes?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Only I.",
      "B": "I and II",
      "C": "I, II and III.",
      "D": "II, III and IV.",
      "E": "I, II, III and IV."
    },
    "explanation": "the government often intervenes in the labor market through labor market programs, policies, laws, and regulations, intending to improve market outcomes"
  },
  {
    "id": "3731818",
    "unitNumber": 1,
    "text": "I.Workers<br/>II. Firms<br/>III. Unions<br/>IV. Regulations<br/>V. International labor Organization (ILO)<br/><strong>Which of the followings are considered as the main economic actors in labor markets?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "I and II.",
      "B": "I, II and III.",
      "C": "I, II, III and V",
      "D": "I, II, III and IV.",
      "E": "I, II, III, IV and V."
    },
    "explanation": "In the labor market, the two main economic actors are workers who supply their labor services and firms that demand."
  },
  {
    "id": "3731819",
    "unitNumber": 1,
    "text": "<strong>What is the opportunity cost of not leisure?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "forgone wage income.",
      "B": "forgone investment.",
      "C": "forgone saving.",
      "D": "forgone education.",
      "E": "forgone edtraining."
    },
    "explanation": "An hour of leisure comes at the cost of forgone wage income that could have been earned and used to buy consumption goods."
  },
  {
    "id": "3731820",
    "unitNumber": 1,
    "text": "<strong>On which of the following principle, rational agent will allocate </strong><strong>his/her time between leisure activities and work?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "maximizing his/her utility.",
      "B": "spending whole income.",
      "C": "increasing working hours.",
      "D": "minimizing the living costs.",
      "E": "minimizing time to go to work."
    },
    "explanation": "A rational agent will choose to allocate his/her time between leisure activities and work in a way that maximizes his/her utility."
  },
  {
    "id": "3731821",
    "unitNumber": 1,
    "text": "<strong>Why of the following is not taken into account by individuals to solve the </strong><strong>time allocation problem</strong><strong><em>?</em></strong>",
    "correctAnswer": "A",
    "options": {
      "A": "number of children in the family",
      "B": "personal tastes and preferences.",
      "C": "the wage rates.",
      "D": "the price of consumption goods.",
      "E": "non-wage income."
    },
    "explanation": "While personal tastes and preferences are important factors in this time allocation problem, so are the wage rate, the price of consumption goods, and non-wage income (i.e., income not originating from the labor market, such as rent income or interest income)."
  },
  {
    "id": "3731822",
    "unitNumber": 1,
    "text": "<strong>Given the input prices, including the wage rate, the output price, and their technology, which of the following should be determined by the firms to maximize their profits</strong><strong>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "the input combination and the level of output.",
      "B": "price of raw materials.",
      "C": "the average cost of labor",
      "D": "selling price of the product that they produce.",
      "E": "level of inventory."
    },
    "explanation": "Given the input prices, including the wage rate, the output price, and their technology, they try to find the input combination and the level of output that maximizes their profits."
  },
  {
    "id": "3731634",
    "unitNumber": 2,
    "text": "I. Intensive margin reflects the intensity of effort and working hours. <br/>II. If individuals choose to work, economists call this decision as extensive margin.<br/>III. Leisure time is what is left over from work.<br/>Which of the sentences given above is/are correct?",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "I and II",
      "C": "I and III",
      "D": "II an III",
      "E": "I, II, and III"
    },
    "explanation": "Almost all individuals need to work for a living, at least at some point in their lives. There are two choices the individuals make; i) whether to work, i.e., to enter the labor market and search for a job and, ii) upon finding a job, how many hours to work given a real wage rate. Economists call the first decision, which is a binary decision, the extensive margin, and the second decision, the intensive margin, which reflects the intensity of effort and working hours. Considering that individuals have only 24 hours a day and on average 8 hours to sleep, what is left over from work is leisure time. Hence, by deciding how many hours to work, i.e., the intensive margin of work, the individuals are effectively choosing how much leisure to consume.<br/>The correct answer is E."
  },
  {
    "id": "3731635",
    "unitNumber": 2,
    "text": "Which organization/institution is the responsible government body to collect and disseminate statistics on labor in Türkiye?",
    "correctAnswer": "A",
    "options": {
      "A": "The Turkish Statistical Institute",
      "B": "International Labor Organization",
      "C": "Central Bank",
      "D": "Employment Agency",
      "E": "Ministry of Labor and Social Security"
    },
    "explanation": "<strong>The Turkish Statistical Institute</strong> is the responsible government body to collect and disseminate statistics on labor.<br/>The correct answer is A."
  },
  {
    "id": "3731636",
    "unitNumber": 2,
    "text": "Which of the following sentences is correct?",
    "correctAnswer": "B",
    "options": {
      "A": "Persons engaged in household chores at home are counted as being in employment.",
      "B": "The employment definition includes individuals who might work without receiving any payments in family businesses, as long as they engage in an economic activity.",
      "C": "Individuals who are temporarily away from work, for instance due to sick leave, considered to be unemployed.",
      "D": "Actively seeking a job means, individuals should have explored job opportunities at least once in the last six weeks ending with the reference week",
      "E": "According to Turkstat, individuals who have already found a job and will start working within 3 months are also considered to be in the employed category."
    },
    "explanation": "- Persons engaged in household chores at home <strong>are not </strong>counted as being in employment.<br/>- The employment definition includes individuals who might work without receiving any payments in family businesses, as long as they engage in an economic activity.<br/>- Individuals might be temporarily away from work, for instance due to sick leave, maternity leave, or shocks like the COVID-19 Pandemic, as long as they have a job that they will return to, they are considered <strong>to be in employment. </strong><br/>- According to Turkstat classifications, “actively seeking a job” means, individuals should have explored job opportunities at least once in the last <strong>four weeks</strong> ending with the reference week.<br/>- According to Turkstat, individuals who have already found a job and will start working within 3 months are also considered to be in the <strong>unemployed</strong> category."
  },
  {
    "id": "3731637",
    "unitNumber": 2,
    "text": "The most common method to collect labor market data everywhere in the world is _______________ on a regular basis.<br/>Which of the following options correctly fills in the blank in the above sentence?",
    "correctAnswer": "C",
    "options": {
      "A": "to interview people",
      "B": "making observations",
      "C": "to conduct surveys",
      "D": "to conduct experiments",
      "E": "to conduct participatory observation"
    },
    "explanation": "The most common method to collect labor market data everywhere in the world is to <strong>conduct surveys</strong> on a regular basis.<br/>The correct answer is C."
  },
  {
    "id": "3731638",
    "unitNumber": 2,
    "text": "Which of the following is <strong>incorrect</strong> about the Neoclassical Model of Labor-Leisure Choice?",
    "correctAnswer": "D",
    "options": {
      "A": "This model makes assumptions simple enough to understand the main mechanisms affecting labor supply",
      "B": "It provides important insights capable of explaining the trends we observe around us",
      "C": "It is assumed that there is no inflation in the economy",
      "D": "The model is astatic",
      "E": "In this model the prices are fixed."
    },
    "explanation": "The basic model to analyze labor supply behavior is called the Neoclassical model of LaborLeisure choice. This model makes assumptions simple enough to understand the main mechanisms affecting labor supply, but at the same time it provides important insights capable of explaining the trends we observe around us.<br/>Since the model is<strong> static,</strong> there is no inflation in this economy, and the prices are fixed.<br/>The correct answer is D"
  },
  {
    "id": "3731639",
    "unitNumber": 2,
    "text": "I. Indifference curves associated with a utility function are downward sloping,<br/>II. Higher indifference curves indicate lower levels of utility<br/>III. Indifference curves do not intersect<br/>IV. Indifference curves are convex to the origin<br/>Which of the sentences given above are correct?",
    "correctAnswer": "C",
    "options": {
      "A": "I and II",
      "B": "I, II, III",
      "C": "I, III, IV",
      "D": "II, III, IV",
      "E": "I, II, III, IV"
    },
    "explanation": "I. Indifference curves associated with a utility function are downward sloping,<br/>II. Higher indifference curves indicate <strong>higher</strong> levels of utility<br/>III. Indifference curves do not intersect<br/>IV. Indifference curves are convex to the origin<br/>The correct answer is C."
  },
  {
    "id": "3731640",
    "unitNumber": 2,
    "text": "_______________________ is the absolute value of the slope of an indifference curve and shows how much an individual has to give up of a consumption good in order to consume more of the other good (or leisure time) without changing the level of utility.<br/>Which of the following correctly fills in the blank in the above sentence?",
    "correctAnswer": "A",
    "options": {
      "A": "The Marginal Rate of Substitution",
      "B": "The Budget Constraint",
      "C": "Consumer Equilibrium",
      "D": "Aggregate Labor Supply",
      "E": "Reservation Wage"
    },
    "explanation": "<strong>The Marginal Rate of Substitution</strong> is the absolute value of the slope of an indifference curve and shows how much an individual has to give up of a consumption good in order to consume more of the other good (or leisure time) without changing the level of utility.<br/>The correct answer is A."
  },
  {
    "id": "3731641",
    "unitNumber": 2,
    "text": "I. At higher levels of the consumption good and low levels of leisure, the individual’s indifference curves are flatter<br/>II. High levels of leisure and low levels of the consumption good, the indifference curves are steep<br/>III. Individuals with a stronger preference for consumption have flatter indifference curves<br/>IV. Individuals who enjoy their leisure time more than the consumption good will have steeper indifference curves<br/>According to the Neoclassical Model of Labour-Leisure Choice, which of the above information is correct?",
    "correctAnswer": "C",
    "options": {
      "A": "I and II",
      "B": "II and III",
      "C": "III and IV",
      "D": "I, II, and III",
      "E": "II, III and IV"
    },
    "explanation": "I. At higher levels of the consumption good and low levels of leisure, the individual’s indifference curves are <strong>steep</strong>.<br/>II. High levels of leisure and low levels of the consumption good, the indifference curves are <strong>flatter</strong>.<br/>III. Individuals with a stronger preference for consumption have flatter indifference curves<br/>IV. Individuals who enjoy their leisure time more than the consumption good will have steeper indifference curves<br/>The correct aswer is C."
  },
  {
    "id": "3731642",
    "unitNumber": 2,
    "text": "Suppose that the wage rate changes, holding the non-wage income constant. If the wage rate <u>increases</u>, how does the budget line change?",
    "correctAnswer": "B",
    "options": {
      "A": "Rotates inward",
      "B": "Rotates outward",
      "C": "Doesn't change",
      "D": "Becomes convex",
      "E": "Becomes concave"
    },
    "explanation": "Suppose that the wage rate changes, holding the non-wage income constant. <strong> If the wage rate increases, the budget line rotates outward</strong> from the endowment point, whereas if the wage rate falls, the budget line rotates inward. <br/>The correct answer is B."
  },
  {
    "id": "3731643",
    "unitNumber": 2,
    "text": "Assume the wage rate goes up from 100 TL to 140 TL and the hours supplied in the labor market increases from 5 hours to 10 hours. Calculate the labor supply elasticity.",
    "correctAnswer": "A",
    "options": {
      "A": "2,5",
      "B": "4",
      "C": "8,5",
      "D": "10",
      "E": "12"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/ad4cf7010e8cbbd0a6afa2561aa5358c.jpeg\" alt=\"\" width=\"232\" height=\"209\"> When the wage rate goes up from 100 TL to 140 TL, the corresponding change is 40 percent. On the other hand, the hours supplied in the market double: it increases from 5 to 10 hours or by 100 percent. The labor supply elasticity is therefore;<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/1cdf85156bb5c2f58cf74e38b6aab88f.jpeg\" alt=\"\" width=\"248\" height=\"115\">"
  },
  {
    "id": "3731793",
    "unitNumber": 2,
    "text": "Which of the following correctly completes the blank part in the sentence?<br/>\"Leisure comes with a cost, and the cost of leisure is the ............\"",
    "correctAnswer": "E",
    "options": {
      "A": "psychological cost",
      "B": "variable cost",
      "C": "estimated cost",
      "D": "production loss",
      "E": "forgone earnings"
    },
    "explanation": "Leisure comes with a cost, and the opportunity cost of leisure is the forgone earnings.An extra hour of leisure means that individuals give up their hourly wage."
  },
  {
    "id": "3731794",
    "unitNumber": 2,
    "text": "According to Turkstat's definition, which of the following <em><strong>is not</strong></em> considered employed?",
    "correctAnswer": "C",
    "options": {
      "A": "Individuals who work without receiving any payments in family businesses",
      "B": "Individuals who work just one hour per week",
      "C": "Persons engaged in household chores at home",
      "D": "Individuals who are temporarily away from work, but have a job that they will return to",
      "E": "People who work in a company where work is slowed down for technical reasons, but have assurance of returning to work."
    },
    "explanation": "Persons engaged in household chores at home are not counted as being in employment. The reason is simply that activities such as cleaning or cooking for ourselves or for the benefit of our family members do not involve any transactions in a market, although these activities do have economic value."
  },
  {
    "id": "3731795",
    "unitNumber": 2,
    "text": "Which of the following assumptions about the utility function U=U(C,L) is correct?<br/>I- preferences of the individuals are well-defined, II- preferences are not always consistent, III- utility levels increase with higher consumption of C and L, IV- preferences are incomplete and temporary",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "Only IV",
      "D": "I and III",
      "E": "II and IV"
    },
    "explanation": "We will also assume that the utility function U satisfies the classical axioms such that the preferences of the individuals are well-defined, consistent and the utility levels increase with higher consumption of C and L. In technical terms, we assume that the<br/>preferences are complete, transitive, reflexive, and continuous."
  },
  {
    "id": "3731796",
    "unitNumber": 2,
    "text": "Which of the following is the slope of the indifference curve?",
    "correctAnswer": "E",
    "options": {
      "A": "Marginal propensity to consume",
      "B": "Marginal utility maximization ratio",
      "C": "Marginal rate of technical substitution",
      "D": "Marginal rate of profitability",
      "E": "Marginal rate of substitution"
    },
    "explanation": "The Marginal Rate of Substitution is the absolute value of the slope of an indifference<br/>curve and shows how much an individual has to give up of a consumption good in order to consume more of the other good (or leisure time) without changing the level of utility."
  },
  {
    "id": "3731797",
    "unitNumber": 2,
    "text": "Which of the following statements about the figure is <em><strong>incorrect?<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/97bd384d8774af44793b19b432f80f69.jpeg\" alt=\"\" width=\"318\" height=\"257\"></strong></em>",
    "correctAnswer": "B",
    "options": {
      "A": "The person has a non-wage income of 400 TL",
      "B": "The hourly wage is 120 TL",
      "C": "The individual's utility is maximized at point E*",
      "D": "If the individual chooses not to work at all, his/her entire income will be 400 TL",
      "E": "If the individual had no non-wage income, the budget constraint would start from point F on the horizontal axis."
    },
    "explanation": "In the figure, an individual working 16 hours earns a wage income of 1600 TL. In this case, the hourly wage is 100 TL."
  },
  {
    "id": "3731798",
    "unitNumber": 2,
    "text": "Which of the following statements about the budget constraint is true if both the individual's non-wage income and the wage rate increase?",
    "correctAnswer": "C",
    "options": {
      "A": "The budget constraint shifts upward parallel to the previous budget constraint.",
      "B": "The budget constraint shifts downward parallel to the previous budget constraint.",
      "C": "The budget constraint both shifts upward and becomes steeper than the previous budget constraint.",
      "D": "The budget constraint shifts upwards and becomes flatter compared to the previous budget constraint.",
      "E": "The budget constraint shifts downwards and becomes flatter compared to the previous budget constraint"
    },
    "explanation": "In this case, the starting point of the budget constraint shifts upward, indicating the increase in non-wage income, while its slope becomes steeper, indicating the increase in wages."
  },
  {
    "id": "3731799",
    "unitNumber": 2,
    "text": "If an individual who initially worked 40 hours a week at an hourly wage of 50 TL increased his/her working hours to 56 hours when the wage increased to 65 TL, which of the following is the wage elasticity of labor supply?",
    "correctAnswer": "E",
    "options": {
      "A": "0,71",
      "B": "0,76",
      "C": "0,80",
      "D": "1,06",
      "E": "1,33"
    },
    "explanation": "In this question, a 30 percent increase in wage causes a 40 percent increase in working hours. Accordingly, the wage elasticity of labor supply is 40%/30% = 1.33."
  },
  {
    "id": "3731800",
    "unitNumber": 2,
    "text": "Which of the following correctly completes the blank part in the sentence?<br/>\"While ……. might have persistent effects on gender imbalances, it is still a sector that can provide opportunities for women to work, especially for low educated women\"",
    "correctAnswer": "A",
    "options": {
      "A": "agriculture",
      "B": "heavy industry",
      "C": "high tech industry",
      "D": "qualified service sector",
      "E": "mining"
    },
    "explanation": "While agriculture might have persistent effects on gender imbalances, it is still a sector that can provide opportunities for women to work, especially for low educated women"
  },
  {
    "id": "3731801",
    "unitNumber": 2,
    "text": "Which of the following are factors that positively affect women's participation in the workforce?<br/>I- inadequacy of childcare services, II- increasing the education level of women, III- decreased fertility rates, IV- employment growth in professions requiring hard skills, V- lack of institutions to meet elderly care needs",
    "correctAnswer": "D",
    "options": {
      "A": "I and IV",
      "B": "I and V",
      "C": "IV and V",
      "D": "II and III",
      "E": "Only IV"
    },
    "explanation": "While II and III of the mentioned factors positively affect women's participation in the workforce, the others have negative effects."
  },
  {
    "id": "3731802",
    "unitNumber": 2,
    "text": "In 1992, under the Süleyman Demirel government, with the law no. 3774, the retirement age for men and women in Turkey was reduced to which ages?",
    "correctAnswer": "B",
    "options": {
      "A": "Women: 35 Men:40",
      "B": "Women: 38 Men:44",
      "C": "Women: 40 Men:44",
      "D": "Women: 44 Men:49",
      "E": "Women: 49 Men:53"
    },
    "explanation": "In 1992, Law Number 3774 was passed by the parliament, and the minimum age for<br/>retirement entitlement was reduced to <strong>38 for women and 44 for men</strong>, conditional on meeting certain requirements such as years worked and number of days for premium contribution. But even worse, the reform removed the minimum age condition for certain cohorts."
  },
  {
    "id": "3731672",
    "unitNumber": 3,
    "text": "It is the link between output and all inputs, including labor, and it defines the maximum quantity of output as a function of a given set of inputs. It is the key to understanding the demand for labor and is a function that represents the maximum quantity of output a firm can produce given a certain quantity of input(s).<br/>Which of the following is the concept described above?",
    "correctAnswer": "B",
    "options": {
      "A": "Labor demand",
      "B": "Production function",
      "C": "Labor supply",
      "D": "Avarage product of labor",
      "E": "Marginal product of labor"
    },
    "explanation": "The link between output and all inputs, including labor, is the <strong>production function</strong> that defines the maximum quantity of output as a function of a given set of inputs. The production function is key to understanding the demand for labor. This is why this chapter on labor demand starts with a section on the production function. A production function is a function that represents the maximum quantity of output a firm can produce given a certain quantity of input(s).<br/>The correct answer is B."
  },
  {
    "id": "3731673",
    "unitNumber": 3,
    "text": "I. The demand for labor in the economy determines how many people (or labor hours) will be employed<br/>II. The demand for labor in the economy determines how much people who are employed will earn<br/>III. So-called “third sector” means private sector<br/>IV. The demand for labor is a derived demand<br/>Which of the sentences above are correct?",
    "correctAnswer": "C",
    "options": {
      "A": "I and II",
      "B": "I, II and III",
      "C": "I, III and IV",
      "D": "II, III and IV",
      "E": "I, II, III and IV"
    },
    "explanation": "The demand for labor in the economy determines how many people (or labor hours) will be employed and how much these people will earn. Labor is demanded by a variety of institutions, private and public companies, public organizations, and <strong>the so-called “third sector” (non-profit civil society organizations)</strong> to supply all kinds of products and services.<br/>the demand for labor is a derived demand, i.e., it depends on the demand for the product produced by the firm."
  },
  {
    "id": "3731674",
    "unitNumber": 3,
    "text": "I. They have only one objective (profit maximization)<br/>II. They ae rational<br/>III. It's impossible for them to know all the techniques that form a production function <br/>Which of the above assumptions about private firms within the scope of the production function is/are <strong>incorrect?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "I and II",
      "E": "II and III"
    },
    "explanation": "The functional relationship between the quantities of outputs and inputs is called the “production function”. It is assumed that private companies have only one objective (profit maximization), they are rational (they maximize their profits), and t<strong>hey know all the techniques</strong> that form a production function (they can operate at any point on the production function that maximizes their profits).<br/>The correct answer is C."
  },
  {
    "id": "3731675",
    "unitNumber": 3,
    "text": "Suppose that a firm employes 20 workers and each workers works 7 hours per day. Please find the quantity of labor.",
    "correctAnswer": "D",
    "options": {
      "A": "7",
      "B": "14",
      "C": "70",
      "D": "140",
      "E": "280"
    },
    "explanation": "The quantity of labor is usually measured by the number of hours worked. If the firm employs 20 workers each working 7 hours per day, the quantity of labor is 140 hours of labor per day.<br/>20x7=140<br/>The correct answer is D."
  },
  {
    "id": "3731676",
    "unitNumber": 3,
    "text": "____________________ is the increase in the quantity of output that results from employing one more unit of labor. <br/>Which of the following correctly completes the blank given in the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "The marginal product of labor",
      "B": "Short run demand for labor",
      "C": "Short run elasticity of labor demand",
      "D": "The average product of labor",
      "E": "Profit maximization"
    },
    "explanation": "The marginal product of labor is the increase in the quantity of output that results from employing one more unit of labor.<br/>The correct answer is A."
  },
  {
    "id": "3731677",
    "unitNumber": 3,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/a5fb62e8e3365222a1bc1aa458e8628d.jpeg\" alt=\"\" width=\"772\" height=\"259\"> Suppose that the product price is 5 TL per unit. By using the table find the value of average product for 5 workers.",
    "correctAnswer": "B",
    "options": {
      "A": "19,6",
      "B": "32,5",
      "C": "50",
      "D": "98",
      "E": "150"
    },
    "explanation": "The value of average product is the product price times the average product. If the product price is 5 TL per unit, then the value of the average product for 5 workers will be equal to 32,5 TL per worker. Please find the average product of 5 workers in the table (It is 6,5).<br/>VAP = p*AP = 5*6,5=32,5<br/>The correct answer is B."
  },
  {
    "id": "3731678",
    "unitNumber": 3,
    "text": "Suppose a firm with 5 units of capital. The product price for is 4 TL per unit and the rental price of capital is 2 TL per unit of capital. Firm employs 5 workers and will produce 42 units of output. Please calculate the firm's profit.",
    "correctAnswer": "B",
    "options": {
      "A": "28",
      "B": "58",
      "C": "62",
      "D": "68",
      "E": "168"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/c3730d2fa40397c75cc4669c181f6ced.jpeg\" alt=\"\" width=\"250\" height=\"54\"> p: product price, q: units of output, w: wage rate per worker E: number of employees, r: rental price of capital per unit, K0: units of capital<br/>First we should calculate the wage rate per worker: It is 5x4TL= 20 TL<br/>Then we should put the variables in the formula.<br/>Profit = 4.42 - 20.5 - 2.5<br/>Profit = 168 - 100 - 10<br/>Profit = 58 TL"
  },
  {
    "id": "3731715",
    "unitNumber": 3,
    "text": "Which of the following is <strong>incorrect</strong> about the long run demand for labor?",
    "correctAnswer": "D",
    "options": {
      "A": "Firm can change the level of capital stock in the long run.",
      "B": "The capital stock affects the marginal product of labor",
      "C": "The long run demand for labor at the firm level is derived from the solution of the profit maximization problem",
      "D": "The firm changes only the employment level in the long run in response to changes in the wage rate",
      "E": "The firm can adjust both labor and capital inputs in the long run demand for labor"
    },
    "explanation": "The firm changes <strong>only the employment level in the <u>short</u> run</strong> in response to changes in the wage rate. However, the firm can also change the level of capital stock in the long run. Since the capital stock affects the marginal product of labor. The long run demand for labor at the firm level is derived from the solution of the profit maximization problem, in which the firm can adjust both labor and capital inputs. <br/>The correct answer is D."
  },
  {
    "id": "3731716",
    "unitNumber": 3,
    "text": "I. Informal labor has a large share in total employment in developed countries<br/>II. Informal labor refers to those employees who are not registered in any social security organization<br/>III. The wage rate is the price of labor per unit of time or output, usually as negotiated between workers and employers<br/>Which of the information given above is correct?",
    "correctAnswer": "D",
    "options": {
      "A": "II",
      "B": "I and II",
      "C": "I and III",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "A category of labor that has a large share in total employment in <strong>developing countries</strong> is “informal labor”.<br/>“Informal labor” or “informal employment” refers to those employees (wage workers, selfemployed, and entrepreneurs) who are not registered in any social security organization.<br/>The wage rate is the price of labor per unit of time or output, usually as negotiated between workers and employers.<br/>First sentence is wrong. The correct answer is D."
  },
  {
    "id": "3731717",
    "unitNumber": 3,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/791514f8c6ddd79259fefd1f3322a594.jpeg\" alt=\"\" width=\"464\" height=\"143\"> Which of the following is the correct matching of the concepts and definitions given above?",
    "correctAnswer": "E",
    "options": {
      "A": "1-K, 2-L, 3-M",
      "B": "1-K, 2-M, 3-L",
      "C": "1-M, 2-L, 3-K",
      "D": "1-L, 2-K, 3-M",
      "E": "1-L, 2-M, 3-K"
    },
    "explanation": "We can define at least three types of wages in the Turkish context:<br/>• “net wage” is the income (in cash or inkind) received by the worker,<br/>• “gross wage” is the money paid by the firm for the worker, and<br/>• “labor cost” is the employer’s total cost of employing a worker.<br/>The correct answer is E."
  },
  {
    "id": "3731718",
    "unitNumber": 3,
    "text": "Which of the following senteces is <strong>incorrect</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "When the wage rate increases, the demand for labor declines",
      "B": "When the product price increases, the demand function shifts downwards",
      "C": "When the product price increases, the firm will plan to employ more workers",
      "D": "If the firm wants to reduce its employment level, it incurs firing costs, like paying severance payments to workers",
      "E": "Adjustment costs have two components, variable and fixed costs."
    },
    "explanation": "When there is a change in a firm’s economic environment, the firm will adjust the levels of inputs (labor and capital), and output to maximize its profit under the new conditions. For example, when the wage rate increases, the demand for labor declines (a movement along the demand function); when the product price increases, the demand function shifts <strong>upwards</strong> so that the firm demands more labor, etc.<br/>Suppose the product price is rising. In that case, the firm plans to employ more workers, and it needs to advertise job openings, screen job applications, train new workers, etc.<br/>If, for some reason, the firm wants to reduce its employment level, it incurs firing costs, like paying severance payments to workers, allowing workers to search for a new job, etc.<br/>Adjustment costs have two components, variable and fixed costs. Variable adjustment costs change with the number of workers hired or fired.<br/>The correct answer is B."
  },
  {
    "id": "3731823",
    "unitNumber": 3,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/99e9f40102bddab48aa83b4cf7172ce3.png\" alt=\"\" width=\"122\" height=\"42\"> Considering the above function, what are the marginal product of labor (MPL) and marginal product of capital (MPK) functions?",
    "correctAnswer": "C",
    "options": {
      "A": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/33978653182dd8938dbf78c5314014a1.png\" alt=\"\" width=\"255\" height=\"37\">",
      "B": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/c9183efe362d3ba839e147902259c003.png\" alt=\"\" width=\"256\" height=\"42\">",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/e373068c9713704a321cca28b8237bf4.png\" alt=\"\" width=\"271\" height=\"42\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/a547b2e511e230eb7ac77a913ca51662.png\" alt=\"\" width=\"262\" height=\"37\">",
      "E": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/f791667fa670b4719b12f1e54bbfd721.png\" alt=\"\" width=\"241\" height=\"38\">"
    },
    "explanation": "the marginal product of labor is defined as the derivative of the production function with respect to labor: MPE = dq/dE = fE. Therefore, when we take production funcion's derivative, MPL and MPK equals <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/e373068c9713704a321cca28b8237bf4.png\" alt=\"\" width=\"271\" height=\"42\">."
  },
  {
    "id": "3731824",
    "unitNumber": 3,
    "text": "If the product price is 3 TL per unit, the wage rate (w) is 3 TL per worker, the rental price of capital (r) is 2 TL per unit of capital, and the firm employs 8 workers and 3 capital, and its profit is 120 TL. How many units of output does the firm produce?",
    "correctAnswer": "D",
    "options": {
      "A": "14",
      "B": "18",
      "C": "24",
      "D": "30",
      "E": "38"
    },
    "explanation": "The profit of the firm is equal to the difference between the revenue (pq) and the production cost (wE + rK0): Π = pq - wE - rK0<br/>120=3.q-3.8-2.3<br/>102=3q<br/>Q=34"
  },
  {
    "id": "3731825",
    "unitNumber": 3,
    "text": "What is the first order condition?",
    "correctAnswer": "A",
    "options": {
      "A": "At the optimum employment level, the (nominal) wage rate should be equal to the value of the marginal product of labor.",
      "B": "The marginal product curve should have an inverted-U shape.",
      "C": "The optimum is achieved at the downward sloping (declining) part of the marginal product curve.",
      "D": "All prices should be fixed.",
      "E": "The firm changes the amount of labor used to maximize its profit."
    },
    "explanation": "The first order condition means that at the optimum employment level, the (nominal) wage rate should be equal to the value of the marginal product of labor."
  },
  {
    "id": "3731826",
    "unitNumber": 3,
    "text": "Which one of the following will cause an upward shift in the labor demand curve?",
    "correctAnswer": "B",
    "options": {
      "A": "Increase in wage",
      "B": "Increase in the price of the product",
      "C": "Decrease in the capital stock",
      "D": "Decrease in the productivity",
      "E": "Decrease in the substitute good's price"
    },
    "explanation": "An increase in the product price will cause an upward shift in the short run labor demand function so that, for a given wage rate, the firm will demand more workers."
  },
  {
    "id": "3731827",
    "unitNumber": 3,
    "text": "The demand for labor at the industry level will increase from 5000 to 6500 workers in response to a decline in the wage rate from 40 TL to 35 TL. What is the short run elasticity of labor demand?",
    "correctAnswer": "C",
    "options": {
      "A": "-1,5",
      "B": "-2,1",
      "C": "-2,4",
      "D": "-3,5",
      "E": "-3,8"
    },
    "explanation": "The short run elasticity of labor demand is δSR = ((6500- 5000) / 5000)/((35- 40) / 40) = -2.4"
  },
  {
    "id": "3731828",
    "unitNumber": 3,
    "text": "The marginal product of labor is 30, marginal product of capital is 15, and the price of the labor (w) is 6. Which one of the fallowing equals price of the capital?",
    "correctAnswer": "A",
    "options": {
      "A": "3",
      "B": "5",
      "C": "6",
      "D": "10",
      "E": "12"
    },
    "explanation": "MPE /w = MPK /r<br/>30/6=15/r<br/>r=3"
  },
  {
    "id": "3731829",
    "unitNumber": 3,
    "text": "Which one of the following is a Leontief type production function?",
    "correctAnswer": "B",
    "options": {
      "A": "q=20E+10K",
      "B": "q = min(30E, 6K)",
      "C": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/23ae59c146a8a2a7529ec22ce2a26700.png\" alt=\"\" width=\"107\" height=\"35\">",
      "D": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/52f56ad2056d077a6031d83fab8f8608.png\" alt=\"\" width=\"161\" height=\"36\">",
      "E": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/17b606b4d1c337ab557a958b34043f10.png\" alt=\"\" width=\"160\" height=\"33\">"
    },
    "explanation": "The Leontief production function, which is also called the fixed-proportions production function, is<br/>defined as follows:<br/>q = min(aE, bK)<br/>where a and b are technology parameters, and min(.) is a function that returns the minimum of its<br/>arguments."
  },
  {
    "id": "3731830",
    "unitNumber": 3,
    "text": "I.Labor demand is more elastic the greater the elasticity of demand for the output. <br/>II. Labor demand is more elastic the greater the elasticity of substitution.<br/>III. Labor demand is more elastic the greater labor’s share in total costs.<br/>IV. Labor demand is more elastic the lesser the supply elasticity of capital<br/>Which one of the above expressions that are related with the Marshall's Laws of Derived Demand are correct?",
    "correctAnswer": "C",
    "options": {
      "A": "I,II",
      "B": "I,III",
      "C": "I,II,III",
      "D": "II,III",
      "E": "II,III,IV"
    },
    "explanation": "I,II,III are true while fourth one is false. Because labor demand is more elastic the greater the<br/>supply elasticity of capital."
  },
  {
    "id": "3731831",
    "unitNumber": 3,
    "text": "What is the rate of informal unemployment in Türkiye by 2021?",
    "correctAnswer": "C",
    "options": {
      "A": "5%",
      "B": "13%",
      "C": "29%",
      "D": "33%",
      "E": "41%"
    },
    "explanation": "The share of informal employment in total is quite high, 29% in Türkiye."
  },
  {
    "id": "3731832",
    "unitNumber": 3,
    "text": "The normal working time is how many hours per week in Turkiye?",
    "correctAnswer": "C",
    "options": {
      "A": "35",
      "B": "40",
      "C": "45",
      "D": "50",
      "E": "55"
    },
    "explanation": "The standard working time is determined by law in Türkiye, as in many other countries. The labor law (no 4857) states that “the “normal working time” is 45 hours per week."
  },
  {
    "id": "3731719",
    "unitNumber": 4,
    "text": "I. There are many workers and they are homogenous<br/>II. Neither firms nor workers have the market power to determine the wage, they are wage-takers<br/>III. Workers and firms have perfect information<br/>IV. Workers are completely mobile across firms<br/>Which of the statements mentioned above are considered as assumptions about a labor market that operates under perfect competition?",
    "correctAnswer": "E",
    "options": {
      "A": "I and II",
      "B": "II and IV",
      "C": "I, II and IV",
      "D": "II, III and IV",
      "E": "I, II, III and IV"
    },
    "explanation": "A perfectly competitive labor market has similar assumptions to that of a perfectly competitive goods market.<br/>• As in the goods market, in the labor market there are many firms, but this time they are competing to hire a specific type of labor for identical jobs.<br/>• There are many workers and they are homogenous i.e., identical.<br/>• Neither firms nor workers have the market power to determine the wage, they are wage-takers.<br/>• Workers and firms have perfect information.<br/>• Workers are completely mobile across firms.<br/>The correct answer is E."
  },
  {
    "id": "3731720",
    "unitNumber": 4,
    "text": "The wage rate at which demand equals supply is ______________________.<br/>Which one of the following options correctly fills in the blank?",
    "correctAnswer": "B",
    "options": {
      "A": "Marginal cost",
      "B": "The market-clearing wage",
      "C": "Average cost",
      "D": "The marginal product of labor",
      "E": "Profit maximization"
    },
    "explanation": "The wage rate at which demand equals supply is the market-clearing wage.<br/>The correct answer is B."
  },
  {
    "id": "3731721",
    "unitNumber": 4,
    "text": "I. If output price increases, the demand curve shifts to the right<br/>II. Holding the employment level created by other firms constant, if the number of buyers of labor increases, the demand curve shifts to the left<br/>III. Given the output price, if the marginal product of labor increases, and the demand curve shifts to the right<br/>IV. If it is a substitute, labor demand decreases, and the demand curve shifts to the left<br/>Which of the following statements about labor demand is accurate?",
    "correctAnswer": "D",
    "options": {
      "A": "I and III",
      "B": "II and III",
      "C": "I, II and III",
      "D": "I, III and IV",
      "E": "II, III and IV"
    },
    "explanation": "Please see the Table 4.1 at the page 101 for the answer.<br/>I. Fluctuations in market demand for a product that increase its price increase the marginal revenue product (MRP) of labor, which leads to an increase in labor demand. The demand curve shifts to the right.<br/>II. Holding the employment level created by other firms constant, an increase in the number of buyers of labor increases labor demand, and the demand curve shifts to the <strong>right.</strong><br/>III. Given the output price, an increase in the marginal product of labor increases labor demand, and the demand curve shifts to the right.<br/>IV. Technology might play a role as either a substitute for or complement to labor. If it is a substitute (complement), labor demand decreases (increases), and the demand curve shifts to the left (right).<br/>The correct answer is D."
  },
  {
    "id": "3731722",
    "unitNumber": 4,
    "text": "I. A change in preferences towards work over leisure increases labor supply, and the supply curve shifts to the right<br/>II. An increase in the wage rates of other jobs decreases the labor supply in a particular labor market, and the supply curve shifts to the left<br/>III. An advancement of non-wage job characteristics increases labor supply, and the supply curve shifts to the right.<br/>IV. An increase in the number of workers, increase labor supply, shifting the supply curve to the right<br/>Which of the following statements about labor supply is accurate?",
    "correctAnswer": "E",
    "options": {
      "A": "II and III",
      "B": "I, II and III",
      "C": "I, III and IV",
      "D": "II, III and IV",
      "E": "I, II, III and IV"
    },
    "explanation": "Please see the Table 4.1 at the page 101 for the answer.<br/>I. A change in preferences towards work over leisure increases labor supply, and the supply curve shifts to the right.<br/>II. An increase in the wage rates of other jobs decreases the labor supply in a particular labor market, and the supply curve shifts to the left.<br/>III. An advancement of non-wage job characteristics increases labor supply, and the supply curve shifts to the right.<br/>IV. An increase in the number of workers, due to such events as immigration, increasing population, and changes in education and age structure increase labor supply, shifting the supply curve to the right.<br/>The correct answer is E."
  },
  {
    "id": "3731723",
    "unitNumber": 4,
    "text": "Which of the following is <strong>incorrect</strong> about perfect competition and monopoly in the goods market?",
    "correctAnswer": "C",
    "options": {
      "A": "A perfectly competitive firm has a perfectly elastic, horizontal demand curve for output",
      "B": "The demand curve of a monopolist is downward-sloping",
      "C": "In monopolists, price is equal to marginal revenue",
      "D": "The demand curve of monopolists is equal to the market demand curve for output",
      "E": "In a perfectly competitive labor market, all firms, including the monopolist, are wage-takers"
    },
    "explanation": "A major difference between perfect competition and monopoly is the demand curve for output faced by an individual firm. While a perfectly competitive firm has a perfectly elastic, horizontal demand curve for output (at the going market price), the demand curve of a monopolist is downward-sloping and is equal to the market demand curve for output. Remember that <strong>in perfect competition,</strong> price is equal to marginal revenue (MR). <br/>As noted before, in a perfectly competitive labor market, all firms, including the monopolist, are wage-takers.<br/>The correct answer is C."
  },
  {
    "id": "3731724",
    "unitNumber": 4,
    "text": "Which of the following is the relationship between MRP (Marginal Revenue Product) and VMP (Value of the Marginal Product) under the assumption of perfect competition?",
    "correctAnswer": "C",
    "options": {
      "A": "MRP&gt;VMP",
      "B": "MRP",
      "C": "MRP=VMP",
      "D": "MRP&lt;0",
      "E": "-1"
    },
    "explanation": "Because we assume a perfectly competitive goods market, MRP is equal to VMP."
  },
  {
    "id": "3731725",
    "unitNumber": 4,
    "text": "I. According to the official statistics, union density in Türkiye is high<br/>II. Unions can increase labor demand by increasing labor productivity<br/>III. Unions may increase labor demand by increasing demand for the goods they produce via lobbying<br/>Which of the sentences given above is true about unions?",
    "correctAnswer": "D",
    "options": {
      "A": "I",
      "B": "III",
      "C": "I and III",
      "D": "II and III",
      "E": "I, II and III"
    },
    "explanation": "Another key labor market institution are the unions, which aim to improve the working conditions of workers. According to the official statistics, union density (the number of union members who are employees as a percentage of the total number of employees) in Türkiye in 2022 is 14.2%, which is<strong> low</strong> compared to many developed and developing countries.<br/>There are alternative ways for a union to increase labor demand. Firstly, it can increase labor demand by increasing labor productivity. If the union is strong within a firm, the workers could take part in the decisionmaking processes of the firm through worker democracy. Moreover, unions may increase labor demand by increasing demand for the goods they produce via lobbying. For instance, unions actively push legislation that would raise the amount of money the government spends buying the products they produce.<br/>The corect answer is D."
  },
  {
    "id": "3731726",
    "unitNumber": 4,
    "text": "The introduction of ___________________ aims to sustain a wage level that is needed to cover the bare necessities of life. It also protects workers from being exploited by employers, particularly disadvantaged groups like women, youth, and minorities.<br/>Which one of the following options correctly fills in the blank?",
    "correctAnswer": "B",
    "options": {
      "A": "the taxes",
      "B": "the minimum wage",
      "C": "the subsidies",
      "D": "the mandated benefits",
      "E": "the Cobweb Model"
    },
    "explanation": "The introduction of <strong>the minimum wage</strong> aims to sustain a wage level that is needed to cover the bare necessities of life. It also protects workers from being exploited by employers, particularly disadvantaged groups like women, youth, and minorities.<br/>The correct answer is B."
  },
  {
    "id": "3731727",
    "unitNumber": 4,
    "text": "In a particular industry, labor supply is given by: E=200+4w; while labor demandisgiven by: E=500-6w. <br/>What is the equilibrium wage and employment if the labor market is competitive?",
    "correctAnswer": "A",
    "options": {
      "A": "w=30, E=320",
      "B": "w=50, E=150",
      "C": "w=120, E=320",
      "D": "w=35, E=70",
      "E": "w=20, E=200"
    },
    "explanation": "At equilibrium, Demand of labor = Supply of Labor<br/>200+4w =500-6w<br/>10w = 300<br/><strong>w = 30 </strong>(wage)<br/>E (employment) = 200+4w<br/>E = 200+4.30<br/>E = 200+120<br/><strong>E = 320</strong><br/>The correct answer is A."
  },
  {
    "id": "3731728",
    "unitNumber": 4,
    "text": "In a particular industry, labor supply is given by: E=100+3w; while labor demand is given by: E=300-2w. <br/>Suppose the government sets a minimum hourly wage of 50 TL. What is number of unemployed individuals?",
    "correctAnswer": "A",
    "options": {
      "A": "50",
      "B": "100",
      "C": "200",
      "D": "250",
      "E": "300"
    },
    "explanation": "When w=50 TL,<br/>The supply of labor is: <br/>E=100+3w<br/>E=100+3.50<br/>E=100+150<br/>E=250<br/>The demand of labor is:<br/>E=300-2w<br/>E=300-2.50<br/>E=300-100<br/>E=200<br/>Hence, the number of unemployed individuals is:<br/>The Supply of Labor - The Demand of Labor = 250 - 200 = 50<br/>The correct answer is A."
  },
  {
    "id": "3731803",
    "unitNumber": 4,
    "text": "<strong>Which of the following play a key role in both in terms of a firm’s hiring decision and a person’s working decision?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Wage rate.",
      "B": "Leisure.",
      "C": "Interest rate",
      "D": "Inflation rate",
      "E": "Exchange rate"
    },
    "explanation": "Wages play a key role both in terms of a firm’s hiring decision and a person’s working decision."
  },
  {
    "id": "3731804",
    "unitNumber": 4,
    "text": "<strong>When we first analyze the labor market equilibrium, which of the following market structure is assumed for labor markets?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Perfect competition.",
      "B": "Monopoly.",
      "C": "Monopsony.",
      "D": "Monopolistic competition.",
      "E": "Oligopoly."
    },
    "explanation": "we first analyze the labor market equilibrium under perfect competition. If markets are competitive, the equilibrium allocation of workers to firms is efficient, and so the total gains of firms and workers are maximized."
  },
  {
    "id": "3731805",
    "unitNumber": 4,
    "text": "<strong>Which of the is not the one of the assumptions of</strong> a<strong> perfectly competitive labor market</strong><strong>?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Workers are wage searchers.",
      "B": "there are many firms.",
      "C": "there are many identical workers.",
      "D": "both firms and workers are wage takers.",
      "E": "Workers and firms have perfect information."
    },
    "explanation": "A perfectly competitive labor market has similar assumptions to that of a perfectly competitive goods market.<br/><ul> <li>As in the goods market, in the labor market there are many firms, but this time they are competing to hire a specific type of labor for identical jobs.</li> <li>There are many workers and they are homogenous i.e., identical.</li> <li>Neither firms nor workers have the market power to determine the wage, they are wage-takers.</li> <li>Workers and firms have perfect information.</li> <li>Workers are completely mobile across firms.</li> </ul>"
  },
  {
    "id": "3731806",
    "unitNumber": 4,
    "text": "<strong>Why are the firms and workers in competitive markets called as wage-takers</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "absence of market power for both firms and workers.",
      "B": "because of identical workers.",
      "C": "complete mobilization of workers across firms.",
      "D": "The existence of perfect information for both workers and firms.",
      "E": "existence of wage takers workers."
    },
    "explanation": "Because neither firms nor workers have the market power to determine the wage, they are wage-takers."
  },
  {
    "id": "3731807",
    "unitNumber": 4,
    "text": "<strong>Which of the following is not true for labor market equilibrium?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "If the wage is <em>above equilibrium wage</em>, there is an excess demand of labor.",
      "B": "the equilibrium in a single labor market occurs by the intersection of the labor supply (<em>S</em>) and labor demand (<em>D</em>) curves.",
      "C": "the supply curve represents the total number of employees (or employee hours) allocated to the market by individuals at any given wage.",
      "D": "The demand curve represents the total number of employees (or employee hours) that firms want to hire at that wage.",
      "E": "The “invisible hand” will bring the market to equilibrium."
    },
    "explanation": "If the wage is <em>above equilibrium wage</em>, there is an excess supply (surplus) of labor."
  },
  {
    "id": "3731808",
    "unitNumber": 4,
    "text": "<strong>If there is a surplus of labor, which of the following is likely to happen?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "There will be downward pressure on the wage rate.",
      "B": "the quantity of labor demanded will increase.",
      "C": "the quantity of labor supply will increase",
      "D": "Labor demand will decrease.",
      "E": "Labor supply will increase"
    },
    "explanation": "If there is an excess supply (surplus) of labor, leading to a decline in wage down to <em>equilibrium wage</em>."
  },
  {
    "id": "3731809",
    "unitNumber": 4,
    "text": "<strong>What is the implication of being wage-takers for the firm?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "the firm will have a perfectly elastic labor supply curve.",
      "B": "the firm will have a downward sloping labor supply curve.",
      "C": "the firm will have a upward sloping labor supply curve.",
      "D": "the firm will have a vertical labor supply curve.",
      "E": "the firm will have a market power."
    },
    "explanation": "Since there are many firms in the market, the individual firm does not have the power to affect the price, it is a wage-taker. If the firm offers a wage lower than <em>w*</em>, it cannot hire any worker. On the other hand, the firm is not willing to give any wage higher than <em>w*</em>, because it can hire as many workers as it wants at that wage. Therefore, the wage line <em>w* </em>is the firm’s perfectly elastic labor supply curve (<em>S</em><em>f </em>)."
  },
  {
    "id": "3731810",
    "unitNumber": 4,
    "text": "Which of the following is not true for perfectly competitive goods and labor markets firms?",
    "correctAnswer": "A",
    "options": {
      "A": "their labor supply curves are equal to marginal revenue of firm.",
      "B": "they are wage takers.",
      "C": "their labor supply curves are horizontal.",
      "D": "their labor supply curves are equal to the marginal cost of labor.",
      "E": "their labor supply curves are equal to the price of labor."
    },
    "explanation": "For perfectly competitive goods and labor markets firms, the supply of labor for the firm is equal to the marginal cost of labor, the average cost of labor, and the price of labor, which is the wage rate, since the firms are wgae-takers."
  },
  {
    "id": "3731811",
    "unitNumber": 4,
    "text": "<strong>Why is the equilibrium wage rate is called market-clearing wage rate<em>?</em></strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Because there is neither surplus nor shortage of labor exist at this wage rate",
      "B": "because labor demand is equal to Marginal Revenue Product curve.",
      "C": "because labor supply is equal to the marginal cost of labor curve.",
      "D": "because labor supply is equal to the average cost of labor.",
      "E": "because the labor market is assumed to be perfectly competitive."
    },
    "explanation": "since there is neither surpplus nor the shaortage of labor at the equilibrium wage rate, it is called market-clearing wage rate<em>. </em>"
  },
  {
    "id": "3731812",
    "unitNumber": 4,
    "text": "<strong>What is the demand for labor curve of competitive firm in the short-run equal to?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "marginal revenue product curve.",
      "B": "the marginal cost of labor curve.",
      "C": "the average cost of labor",
      "D": "the wage rate.",
      "E": "the total cost of labor."
    },
    "explanation": "the labor demand curve of a firm is the Marginal Revenue Product, which is is equal to the value of the marginal product (<em>VMP)</em>, which is <em>MP</em>*<em>P </em>(the marginal product of labor multiplied by the price of output (<em>MRP</em>) in the short run."
  },
  {
    "id": "3731624",
    "unitNumber": 5,
    "text": "All else being equal, the ____ the risk of injury on the job, the ____ the utility of the worker.<br/>Which of the following should come in the place of the blank space above?",
    "correctAnswer": "A",
    "options": {
      "A": "higher, lower",
      "B": "lower,higher",
      "C": "lower, lower",
      "D": "higher,higher",
      "E": "higher, constant"
    },
    "explanation": "all else<br/>being equal, the higher the risk of injury on the job,<br/>the lower the utility of the worker."
  },
  {
    "id": "3731625",
    "unitNumber": 5,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/0709a9715c540802b0985da6109de5ff.png\" alt=\"\" width=\"269\" height=\"231\"> Consider the figure above showing employee’s indifference curves between the<br/>wage and probability of injury. Which of the following cannot be said regarding the figure?",
    "correctAnswer": "C",
    "options": {
      "A": "Each point on a specific indifference curve, such as points A and B on U1 is considered equally satisfactory to the worker.",
      "B": "Moving from point A to point B, the worker is willing to accept a higher risk of injury.",
      "C": "Moving from point A to point B, the worker is willing to accept a higher level of job safety",
      "D": "It is possible to increase overall utility by moving to a higher indifference curve.",
      "E": "The movement from one indifference curve to a higher one is represented<br/>by a northwest direction."
    },
    "explanation": "Each point on a specific indifference curve, such<br/>as points A and B on U1 in Figure 5.1 is considered<br/>equally satisfactory to the worker. Moving from<br/>point A to point B, the worker is willing to accept<br/>a higher risk of injury (or a lower level of job<br/>safety) in order to receive a higher wage. It is also<br/>possible to increase overall utility by moving to a<br/>higher indifference curve. The movement from one<br/>indifference curve to a higher one is represented<br/>by a northwest direction (from U1 to U2) on the<br/>graph. Holding the risk of injury constant, a higher<br/>wage rate increases the utility of the worker."
  },
  {
    "id": "3731628",
    "unitNumber": 5,
    "text": "_______________ is a graphical representation of the various combinations<br/>of wages and levels of nonwage characteristics that would provide the same level of utility or satisfaction to a worker. <br/>Which of the following should come in the place of the blank space above?",
    "correctAnswer": "A",
    "options": {
      "A": "Indifference curve",
      "B": "Engel curve",
      "C": "Income consumption curve",
      "D": "Price consumption curve",
      "E": "Consumption curve"
    },
    "explanation": "An indifference curve is a graphical representation of the various combinations<br/>of wages and levels of nonwage characteristics<br/>that would provide the same level of utility<br/>or satisfaction to a worker."
  },
  {
    "id": "3731629",
    "unitNumber": 5,
    "text": "Which of the folowing refers to the amount of money required for a worker to be willing to accept the risky job?",
    "correctAnswer": "C",
    "options": {
      "A": "ceiling price",
      "B": "mirror price",
      "C": "reservation price",
      "D": "bottom price",
      "E": "nominal price"
    },
    "explanation": "The reservation price is the amount of money<br/>required for a worker to be willing to accept<br/>the risky job."
  },
  {
    "id": "3731679",
    "unitNumber": 5,
    "text": "Which of the following shows the various combinations of risk and wage levels that yield a given level of profit?",
    "correctAnswer": "A",
    "options": {
      "A": "Isoprofit curves",
      "B": "Isoquant curves",
      "C": "Isocost curves",
      "D": "Isowage curves",
      "E": "Isoprice curves"
    },
    "explanation": "Isoprofit curves show the various combinations of risk and wage levels that<br/>yield a given level of profits."
  },
  {
    "id": "3731680",
    "unitNumber": 5,
    "text": "The _______ shape of the isoprofit curve reflects the idea that safety expenditures have diminishing marginal returns. <br/>Which of the following should come in the place of the blank space above?",
    "correctAnswer": "B",
    "options": {
      "A": "convex",
      "B": "concave",
      "C": "flat",
      "D": "vertical",
      "E": "horizontal"
    },
    "explanation": "The concave shape of the isoprofit curve reflects<br/>the idea that safety expenditures have diminishing<br/>marginal returns"
  },
  {
    "id": "3731681",
    "unitNumber": 5,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/c4b2d56d549634a4441a5cad5678e62b.png\" alt=\"\" width=\"305\" height=\"218\"> Consider the figure showing isoprofit curves for an employer in the risky job market. Which of the following is true for the figure?",
    "correctAnswer": "C",
    "options": {
      "A": "The convex shape of the isoprofit curve reflects the idea that safety expenditures have diminishing marginal returns.",
      "B": "The firm will focus on mitigating the most easily fixable hazards. As a result, these efforts lead to substantial increases in risk and injury costs, and the firm does not need to significantly lower wages to maintain a constant level of profits.",
      "C": "If a firm is operating at point A, where the risk of injury is high, the initial safety expenditures will have a relatively high impact, since the firm will focus on mitigating the most easily fixable hazards.",
      "D": "The firm will focus on mitigating the most easily fixable hazards. As a result, these efforts lead to substantial increases in risk and injury costs, and the firm does not need to significantly increase wages to maintain a constant level of profits.",
      "E": "At point C, the curve is steeply sloped, indicating that the firm would need to increase wages significantly in order to maintain its profits in the face of a safety program."
    },
    "explanation": "The concave shape of the isoprofit curve reflects<br/>the idea that safety expenditures have diminishing<br/>marginal returns. For instance, if a firm is operating<br/>at point A, where the risk of injury is high, the<br/>initial safety expenditures will have a relatively high<br/>impact, since the firm will focus on mitigating the<br/>most easily fixable hazards. As a result, these efforts<br/>lead to substantial reductions in risk and injury<br/>costs, and the firm does not need to significantly<br/>lower wages to maintain a constant level of profits.<br/>This is reflected in the relatively flat slope of the<br/>isoprofit curve at point A. At point C, however,<br/>the curve is steeply sloped, indicating that the<br/>firm would need to reduce wages significantly in<br/>order to maintain its profits in the face of a safety<br/>program. This is because, at this point, further<br/>increases in safety are very costly."
  },
  {
    "id": "3731682",
    "unitNumber": 5,
    "text": "Consider the figure representing employee-employer matching via worker indifference curves and employer isoprofit curves. Which of the following cannot be true for the figure?<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/d2bd20781b69df91207ab9c45ea4d86a.png\" alt=\"\" width=\"250\" height=\"243\">",
    "correctAnswer": "D",
    "options": {
      "A": "Employee A achieves maximum utility on UA2 by working for employer X at wage WAX and risk level RAX.",
      "B": "Employee B attains maximum utility on UB2 by working for employer Y at wage WBY and risk level RBY.",
      "C": "If A chose to work for Y at wage WBY and risk level RBY, the level of utility<br/>attained would be UA1, which is less than UA2.",
      "D": "If B chose to work for Y at wage WBY and risk level RBY, the level of utility<br/>attained would be UB1, which is less than UA2.",
      "E": "Person A is more risk averse, and the wage WBY is not high enough to compensate for the high level of risk."
    },
    "explanation": "Employee A achieves<br/>maximum utility on UA2 (the highest indifference<br/>curve attainable by A) by working for employer<br/>X at wage WAX and risk level RAX. In contrast,<br/>employee B attains maximum utility on UB2 by<br/>working for employer Y at wage WBY and risk<br/>level RBY. If A chose to work for Y at wage WBY<br/>and risk level RBY (as B does), the level of utility<br/>attained would be UA1, which is less than UA2. <br/>This is because person A is more risk averse, and<br/>the wage WBY is not high enough to compensate<br/>for the high level of risk. In contrast, person B’s<br/>indifference curves are flatter (i.e., less risk averse),<br/>and thus, B prefers the offer of WBY and RBY on<br/>curve UB2 compared to the offer accepted by A"
  },
  {
    "id": "3731683",
    "unitNumber": 5,
    "text": "Which of the following sector is at higher risk level at fatal accidents at work?",
    "correctAnswer": "B",
    "options": {
      "A": "Manufacturing",
      "B": "Construction",
      "C": "Transportation",
      "D": "Electricity, Gas, Steam And Air Conditioning Supply",
      "E": "Mining And Quarrying"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/4b024ed023eef11975419af1d874c201.png\" alt=\"\" width=\"454\" height=\"122\">"
  },
  {
    "id": "3731684",
    "unitNumber": 5,
    "text": "In the case of favorable job characteristics, the ____________ curves will be ____________ sloped.<br/>Which of the following should come in the place of the blank spaces above?",
    "correctAnswer": "B",
    "options": {
      "A": "indifference, positively",
      "B": "indifference, negatively",
      "C": "isocost, negatively",
      "D": "isocost, positively",
      "E": "isoquant, positively"
    },
    "explanation": "In the case of favorable job characteristics, the indifference curves will be negatively sloped."
  },
  {
    "id": "3731783",
    "unitNumber": 5,
    "text": "Which one correctly completes the blank parts in the following sentence?<br/>\"In the presence of compensating wage differentials, workers and firms are matched based on …………..and………\"",
    "correctAnswer": "B",
    "options": {
      "A": "value of marginal product/ nominal wages",
      "B": "their preferences for job characteristics/ working conditions",
      "C": "marginal revenue product of labor / average wages",
      "D": "average wages/ average profitability",
      "E": "labor surplus/ labor shortage"
    },
    "explanation": "In the presence of compensating wage differentials, workers and firms are matched based on <strong>their preferences for job characteristics</strong> and <strong>working conditions.</strong>"
  },
  {
    "id": "3731784",
    "unitNumber": 5,
    "text": "Which of the following is the <strong>lowest</strong> wage level required for a worker to accept a risky job?",
    "correctAnswer": "C",
    "options": {
      "A": "Efficiency price",
      "B": "Bargaining price",
      "C": "Reservation price",
      "D": "Rejection price",
      "E": "Risk price"
    },
    "explanation": "The worker’s reservation price is the <strong>minimum</strong> amount of money required for a worker to be willing to accept the risky job."
  },
  {
    "id": "3731785",
    "unitNumber": 5,
    "text": "In which of the following situations would no worker willingly accept a job that carries a high degree of risk?<br/>I- If all workers are risk averse, II- If some workers are risk lovers, III- If there is a wage premium for risky jobs, IV- If the wage offered is lower than what is offered for a less risky job",
    "correctAnswer": "A",
    "options": {
      "A": "I and IV",
      "B": "II and III",
      "C": "II and IV",
      "D": "Only II",
      "E": "Only III"
    },
    "explanation": "If some workers are risk-lovers and there is a wage premium for risky work, there will always be someone willing to do risky work."
  },
  {
    "id": "3731786",
    "unitNumber": 5,
    "text": "Which of the following is correct for the shape of the labor demand curve for risky jobs if a compensating wage differential is paid?",
    "correctAnswer": "B",
    "options": {
      "A": "Has a positive slope",
      "B": "Has a negative slope",
      "C": "It is parallel to the vertical axis at a given level of employment",
      "D": "It is parallel to the horizontal axis at a given wage level",
      "E": "It slopes positively up to a certain wage level, then it slopes negatively"
    },
    "explanation": "The demand curve for risky jobs <strong>slopes downward</strong> because fewer firms will offer risky working conditions if they have to pay very high wages to attract workers"
  },
  {
    "id": "3731787",
    "unitNumber": 5,
    "text": "In the hedonic wage theory, which of the following do employees maximize?",
    "correctAnswer": "E",
    "options": {
      "A": "Monetary incomes",
      "B": "Working hours",
      "C": "Fringe benefits",
      "D": "Profits",
      "E": "Net utilities"
    },
    "explanation": "In the hedonic wage theory workers aim to maximize their net pleasure (utility) by seeking jobs that offer a high wage income and pleasant working conditions, while also trying to avoid jobs with low wages and unpleasant working conditions."
  },
  {
    "id": "3731788",
    "unitNumber": 5,
    "text": "Which of the following is on the horizontal axis of the hedonic wage theory graph?<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/7c898d57fcf9ab87333db38d19c69d26.png\" alt=\"\" width=\"348\" height=\"226\">",
    "correctAnswer": "C",
    "options": {
      "A": "Number of workers in risky jobs",
      "B": "Number of workers in risk free jobs",
      "C": "Probability of injury",
      "D": "Probability of finding a job",
      "E": "Expected wage"
    },
    "explanation": "Look page 133 Figure 5.6"
  },
  {
    "id": "3731789",
    "unitNumber": 5,
    "text": "Which of the following statements about the figure is correct?<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/30983c7181ccecf8f52ebc7ce766d7ff.png\" alt=\"\" width=\"314\" height=\"231\">",
    "correctAnswer": "B",
    "options": {
      "A": "The concave shape of the isoprofit curve reflects the idea that safety expenditures have increasing marginal returns",
      "B": "If a firm is operating at point A, the initial safety expenditures will have a relatively high impact",
      "C": "At point A, the company will focus on reducing the hazards that are most difficult to fix.",
      "D": "At point A, since firm’s efforts hardly reduce the probablity of injury the firm needs to significantly lower wages to maintain a constant level of profits.",
      "E": "At point C, the firm would not need to reduce wages in order to maintain its profits in the face of a safety program."
    },
    "explanation": "The concave shape of the isoprofit curve reflects the idea that safety expenditures have diminishing marginal returns. For instance, if a firm is operating at point A, where the risk of injury is high, the initial safety expenditures will have a relatively high impact, since the firm will focus on mitigating the most easily fixable hazards. As a result, these efforts lead to substantial reductions in risk and injury costs, and the firm does not need to significantly lower wages to maintain a constant level of profits. This is reflected in the relatively flat slope of the isoprofit curve at point A. At point C, however, the curve is steeply sloped, indicating that the firm would need to reduce wages significantly in order to maintain its profits in the face of a safety program. This is because, at this point, further increases in safety are very costly."
  },
  {
    "id": "3731790",
    "unitNumber": 5,
    "text": "In which of the following sectors would VSL be expected to be lower?",
    "correctAnswer": "C",
    "options": {
      "A": "Construction",
      "B": "Mining",
      "C": "Office and customer services",
      "D": "Mass transportation",
      "E": "Aviation"
    },
    "explanation": "The VSL may be higher in sectors or industries where the risk of death is higher, such as construction or mining. Similarly, the VSL may be higher in sectors or industries where a large number of people are exposed to the risk, such as mass transit or aviation. The office and customer services sectors are business lines where work accidents do not occur much compared to these sectors."
  },
  {
    "id": "3731791",
    "unitNumber": 5,
    "text": "Which of the following <em><strong><u>is not</u></strong></em> among the factors considered in calculating the statistical injury value?",
    "correctAnswer": "D",
    "options": {
      "A": "expected medical costs of injury",
      "B": "Loss of wages due to not being able to work",
      "C": "value placed on human life",
      "D": "Employer profit resulting from not making occupational safety expenses",
      "E": "Loss of productivity due to work accident"
    },
    "explanation": "The calculation of the value of a statistical injury is based on a variety of factors, including the expected medical costs, lost wages and productivity, and the value placed on human life."
  },
  {
    "id": "3731792",
    "unitNumber": 5,
    "text": "Which one correctly completes the blank part in the following sentence? \"The value of statistical life (VSL) is an estimate of the economic value that society places on a reduction in the risk of death. It is used in ……………analyses\"",
    "correctAnswer": "A",
    "options": {
      "A": "cost-benefit",
      "B": "profit maximisation",
      "C": "cost minimisation",
      "D": "profitability maximization",
      "E": "revenue maximization"
    },
    "explanation": "The value of statistical life (VSL) is an estimate of the economic value that society places on a reduction in the risk of death. <strong>It is used in cost-benefit analyses</strong> to evaluate the economic efficiency of public policies or private investments that affect health and safety."
  },
  {
    "id": "3731685",
    "unitNumber": 6,
    "text": "Which of the following refers to the productive capacity of a worker?",
    "correctAnswer": "E",
    "options": {
      "A": "rate of benefit",
      "B": "real value",
      "C": "nominal value",
      "D": "present value",
      "E": "human capital"
    },
    "explanation": "Human capital represents the productive capacity of a worker. Investments in<br/>education, on-the-job-training, health, mobility, and migration increase human<br/>capital and its value."
  },
  {
    "id": "3731686",
    "unitNumber": 6,
    "text": "What is the future value (FV) of the investment that involves a 1000 TL payment today?",
    "correctAnswer": "E",
    "options": {
      "A": "FV = 1000 + 1000(0.5) = 1500 TL",
      "B": "FV = 1000 + 1000(0.4) = 1400 TL",
      "C": "FV = 1000 + 1000(0.3) = 1300 TL",
      "D": "FV = 1000 + 1000(0.2) = 1200 TL",
      "E": "FV = 1000 + 1000(0.1) = 1100 TL"
    },
    "explanation": "The delayed nature of benefits complicates the<br/>decision-making process. The reason is that the<br/>1000 TL received today is not the same as the<br/>1000 TL received a year ago.<br/>Even in the absence of inflation, an investor will always prefer an<br/>immediate payment since 1000 TL invested at, say,<br/>a 10% interest rate will become 1100 TL a year<br/>from today. We calculate the future value (FV) of<br/>the investment that involves a 1000 TL payment<br/>today as follows:<br/>FV = 1000 + 1000(0.1) = 1000(1+0.1) = 1100 TL"
  },
  {
    "id": "3731687",
    "unitNumber": 6,
    "text": "Which of the following predictions can be made from the schooling model given in below equation?<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/83320f13149f0adf6c07deed0fb44dea.png\" alt=\"\" width=\"497\" height=\"52\">",
    "correctAnswer": "A",
    "options": {
      "A": "the longer the worker expects to remain in the labor market, the higher the net benefit to be derived from schooling",
      "B": "the longer the worker expects to remain in the labor market, the lower the net benefit to be derived from schooling",
      "C": "the shorter the worker expects to remain in the labor market, the higher the net benefit to be derived from schooling",
      "D": "schooling is likely to be undertaken when old",
      "E": "there is no relationship between expected labor market time and the benefit to be derived from schooling"
    },
    "explanation": "The schooling model would also make the following predictions: (1) the<br/>longer the worker expects to remain in the labor<br/>market, the higher the net benefit to be derived<br/>from schooling, and (2) schooling is likely to be<br/>undertaken when young. The former prediction<br/>suggests that a university education will not be<br/>worthwhile for people who expect to have a short<br/>working life. On the other hand, the latter prediction<br/>stems from the fact that forgone earnings are low<br/>when young. Furthermore, younger individuals<br/>have a longer time horizon over which they can<br/>recoup their investment, making it more likely for<br/>them than older individuals to attend school."
  },
  {
    "id": "3731688",
    "unitNumber": 6,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/30dbad28dfd47f59a71bebfd3fb7abdf.png\" alt=\"\" width=\"284\" height=\"250\"> Consider the figure above showing the wage-schooling locus. Which of the following is not true ccording to the figure?",
    "correctAnswer": "D",
    "options": {
      "A": "The individual will earn in the labor market if she were to acquire a particular level of schooling.",
      "B": "The wage-schooling locus is positively sloped",
      "C": "The more-educated individuals earn more than less-educated individuals.",
      "D": "Wages increase linearly with schooling",
      "E": "Wages increase at a decreasing rate with schooling"
    },
    "explanation": "The wage-schooling locus shows what the individual will earn in the labor<br/>market if she were to acquire a particular level of<br/>schooling. The wage-schooling locus is positively<br/>sloped, showing that more-educated individuals<br/>earn more than less-educated individuals. However,<br/>wages do not increase linearly with schooling<br/>but rather at a decreasing rate, giving the wage\u0002schooling locus a concave shape. The concavity is<br/>due to the diminishing returns to schooling. Early<br/>years of schooling add more to worker productivity<br/>than later years. Arguably, basic literacy and<br/>numeracy make the highest contribution to worker<br/>productivity."
  },
  {
    "id": "3731689",
    "unitNumber": 6,
    "text": "Which of the following defines the percentage change in earnings resulting<br/>from one more year of schooling?",
    "correctAnswer": "C",
    "options": {
      "A": "Rate of return to schooling",
      "B": "Total rate of return to schooling",
      "C": "marginal rate of return to schooling",
      "D": "Average rate of return to schooling",
      "E": "marginal rate of return to investment"
    },
    "explanation": "Marginal rate of return (MRR) to schooling<br/>is the percentage change in earnings resulting<br/>from one more year of schooling."
  },
  {
    "id": "3731690",
    "unitNumber": 6,
    "text": "Assume the individual's discount rate to be r0 which is illustrated in the figure. What is her optimal level of schooling at this discount rate?<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/01386f4b1559dc20c36051c1dd054322.png\" alt=\"\" width=\"247\" height=\"211\">",
    "correctAnswer": "A",
    "options": {
      "A": "S<sub>1</sub>",
      "B": "S<sup>*</sup>",
      "C": "S<sup>**</sup>",
      "D": "origin",
      "E": "r1"
    },
    "explanation": "Figure depicts the MRR for different levels<br/>of schooling. Because of the concavity of the<br/>wage-schooling locus discussed above, the MRR<br/>schedule is downward sloping: higher schooling<br/>levels are associated with a lower MRR. Whether<br/>a given return from schooling is acceptable to the<br/>individual depends on her discount rate. Assume<br/>her discount rate to be r0., which is illustrated in<br/>Figure 6.3 (ignore r1 for the moment). The optimal<br/>level of schooling at this discount rate is S* because<br/>at this level of schooling, the discount rate is equal<br/>to MRR."
  },
  {
    "id": "3731691",
    "unitNumber": 6,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/01386f4b1559dc20c36051c1dd054322.png\" alt=\"\" width=\"228\" height=\"195\"> Which of the following is true for the above figure showing optimal schooling with different discount rates?",
    "correctAnswer": "A",
    "options": {
      "A": "The optimal level of schooling is at where the discount rate is equal<br/>to marginal rate of return.",
      "B": "If marginal rate of return is lower than the discount rate, it makes sense for the individual to acquire more schooling.",
      "C": "As the individual acquires additional years of schooling, the marginal rate of return becomes bigger.",
      "D": "Continuing to invest beyond S* years make sense since additional years<br/>will have a return more than the discount rate r0.",
      "E": "the lower the discount rate, the more heavily future earnings streams are<br/>discounted to today."
    },
    "explanation": "Figure depicts the MRR for different levels<br/>of schooling. Because of the concavity of the<br/>wage-schooling locus discussed above, the MRR<br/>schedule is downward sloping: higher schooling<br/>levels are associated with a lower MRR. Whether<br/>a given return from schooling is acceptable to the<br/>individual depends on her discount rate. Assume<br/>her discount rate to be r0., which is illustrated in<br/>Figure 6.3 (ignore r1 for the moment). The optimal<br/>level of schooling at this discount rate is S* because<br/>at this level of schooling, the discount rate is equal<br/>to MRR. If MRR is greater than the discount rate,<br/>such as at S1, it makes sense for the individual to<br/>acquire more schooling. As the individual acquires<br/>additional years of schooling, the MRR becomes<br/>smaller and eventually equals the individual’s<br/>discount rate. Continuing to invest beyond S*<br/>years does not make sense since additional years<br/>will have a return less than the discount rate r0.<br/>As noted earlier, the higher the discount rate,<br/>the more heavily future earnings streams are<br/>discounted to today. Therefore, individuals with a<br/>lower discount rate will choose to get more years<br/>of schooling. Figure shows two individuals<br/>with different discount rates but the same MRR<br/>schedule. The individual with a lower discount<br/>rate, r1, acquires S** years of schooling."
  },
  {
    "id": "3731692",
    "unitNumber": 6,
    "text": "What is the value of the marginal product of labor (VMP) if the goods market is perfectly competitive?",
    "correctAnswer": "B",
    "options": {
      "A": "wage rate*marginal product of labor",
      "B": "Price*marginal product of labor",
      "C": "Price*average product of labor",
      "D": "Price*total product of labor",
      "E": "wage rate*average product of labor"
    },
    "explanation": "The value of the marginal product of labor<br/>(VMP) is equal to P*MPE if the goods market<br/>is perfectly competitive."
  },
  {
    "id": "3731693",
    "unitNumber": 6,
    "text": "TWhat is the most common method used by labor economists to identify the causal impact of schooling on wages?",
    "correctAnswer": "D",
    "options": {
      "A": "difference in difference approach",
      "B": "the ordinary least squares approach",
      "C": "the explanatory variables approach",
      "D": "the instrumental variables approach",
      "E": "the omitted variables approach"
    },
    "explanation": "The most common method used by labor<br/>economists to identify the causal impact of schooling<br/>on wages is the instrumental variables (IV) approach."
  },
  {
    "id": "3731694",
    "unitNumber": 6,
    "text": "Which of the following can be used as one of the most commonly used instrumental variable in the literature to identify the causal impact of schooling<br/>on wages?",
    "correctAnswer": "A",
    "options": {
      "A": "parental education",
      "B": "age",
      "C": "gender",
      "D": "individual income",
      "E": "household income"
    },
    "explanation": "The most common method used by labor<br/>economists to identify the causal impact of schooling<br/>on wages is the instrumental variables (IV) approach.<br/>The idea here is to find a variable (an instrument)<br/>that affects schooling but not wages (directly). The<br/>most commonly used instruments in the literature<br/>are based on family background variables (e.g.,<br/>parental education) and natural experiments (e.g.,<br/>changes in education policies)."
  },
  {
    "id": "3731833",
    "unitNumber": 6,
    "text": "What is the present value of a three-year project that pays 500 TL at the end of the first year, 650 TL at the end of the second year, and 800 TL at the end of the third year if the interest rate is 5% for the three years?",
    "correctAnswer": "E",
    "options": {
      "A": "1252.2",
      "B": "1399.6",
      "C": "1545,4",
      "D": "1689.7",
      "E": "1756,8"
    },
    "explanation": "The present value of this project is calculated as follows:<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/f9c8e3c0536fb77cf41ecf4a975867f8.png\" alt=\"\" width=\"537\" height=\"43\">"
  },
  {
    "id": "3731834",
    "unitNumber": 6,
    "text": "I. It shows what the individual will earn in the labor market if she were to acquire a particular level of schooling. <br/>II. It is negatively sloped.<br/>III. It has a concave shape. <br/>IV. We can use it to calculate the returns to schooling.<br/>Which of the above statements about the wage-schooling locus are true ?",
    "correctAnswer": "D",
    "options": {
      "A": "I,II",
      "B": "I,IV",
      "C": "I,II,III",
      "D": "I,III,IV",
      "E": "II,III,IV"
    },
    "explanation": "I,III,IV are correct. . However, the wage-schooling locus is positively sloped, showing that more-educated individuals earn more than less-educated individuals."
  },
  {
    "id": "3731835",
    "unitNumber": 6,
    "text": "What is the marginal rate of return (MRR) to schooling?",
    "correctAnswer": "D",
    "options": {
      "A": "is the percentage change in costs resulting from one more year of working",
      "B": "is the percentage change in earnings resulting from one more year of working",
      "C": "is the percentage change in costs resulting from one more year of schooling",
      "D": "is the percentage change in earnings resulting from one more year of schooling",
      "E": "is the opportuniy cost resulting from one more year of schooling"
    },
    "explanation": "Marginal rate of return (MRR) to schooling is the percentage change in earnings resulting from one more year of schooling."
  },
  {
    "id": "3731836",
    "unitNumber": 6,
    "text": "Which one of the below statements about the marginal rate of return (MRR) to schooling is false?",
    "correctAnswer": "E",
    "options": {
      "A": "the MRR schedule is downward sloping",
      "B": "If MRR is greater than the discount rate, it makes sense for the individual to acquire more schooling",
      "C": "The optimal level of schooling will also be higher for individuals with higher MRR schedules",
      "D": "MRR schedules may differ among individuals due to ability differences.",
      "E": "Higher-ability individuals MRR schedule is always higher than that of lower-ability individuals."
    },
    "explanation": "higher-ability individuals will also face higher forgone earnings. Therefore, it is not clear whether their MRR schedule will be higher or lower than that of lower-ability individuals."
  },
  {
    "id": "3731837",
    "unitNumber": 6,
    "text": "What is the screening hypothesis?",
    "correctAnswer": "B",
    "options": {
      "A": "It assumes that schooling increases the productivity of workers.",
      "B": "It argues that schooling does not add to worker productivity",
      "C": "It states that technology is also important besides schooling",
      "D": "It assumes that effect of schooling to earnings change from country to country.",
      "E": "It indicates that more schooling causes worse life standarts."
    },
    "explanation": "The human capital theory assumes that schooling increases the productivity of workers. The screening hypothesis, however, argues that schooling does not add to worker productivity. All it does is screen more able workers from less able ones. The main argument is that employers cannot observe workers’ productivity levels. Workers acquire schooling to signal to employers that they are of high ability"
  },
  {
    "id": "3731838",
    "unitNumber": 6,
    "text": "I. Schooling reduces crime<br/>II. Any deficits in early years naturally reflect negatively on later investments in schooling<br/>III. Schooling has negative externalities.<br/>IV. Education improves infant, child, and adult health outcomes<br/>Which one of the above statements about the rate of return to schooling are correct?",
    "correctAnswer": "C",
    "options": {
      "A": "I,II",
      "B": "I,II,III",
      "C": "I,II,IV",
      "D": "II,III",
      "E": "II,III,IV"
    },
    "explanation": "I,II,IV are correct. However, schooling has positive externalities."
  },
  {
    "id": "3731839",
    "unitNumber": 6,
    "text": "I. The worker and the employer share the costs and benefits of specific job training. <br/>II. The higher the value of specific training, the less likely it would be for the firm to want to lay off the worker or for the worker to want to quit his job.<br/>III. The employer shoulders the cost of general training.<br/>Which one of the above statements are true about the general and specific job training?",
    "correctAnswer": "D",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "I,II",
      "E": "I,III"
    },
    "explanation": "I,II are correct. However, in the general training, the worker shoulders the cost of general training by agreeing to receive a lower wage than his/her value of marginal product."
  },
  {
    "id": "3731840",
    "unitNumber": 6,
    "text": "Which one of the fallowing choices is not a component of the Mincer earnings function?",
    "correctAnswer": "C",
    "options": {
      "A": "years of schooling",
      "B": "labor market experience",
      "C": "gender",
      "D": "vector of worker characteristics",
      "E": "wage"
    },
    "explanation": "A,B,D and E are components of the Mincer earnings function."
  },
  {
    "id": "3731841",
    "unitNumber": 6,
    "text": "What does the Roy model indicate?",
    "correctAnswer": "C",
    "options": {
      "A": "It shows the relationship between native and migrant workers earnings",
      "B": "It exhibits the relationship between skill and wage of migrated workers",
      "C": "It reveals the relationship between education and wage",
      "D": "It presents the relationship between training and earning",
      "E": "It shows the relationship between costs and benefits of migration"
    },
    "explanation": "An important issue concerning migration, immigration, in particular, is whether it is the more skilled or the less skilled workers that migrate. The Roy model suggests that this depends on the wage structures of the origin and destination countries. Therefore, it shows the relationship between skill and wage of migrated workers."
  },
  {
    "id": "3731842",
    "unitNumber": 6,
    "text": "I. If migrant and native workers are substitutes, labor supply curve shifts right, wage rate decreases and fewer native workers are employed in the industry.<br/>II. If migrant and native workers are substitutes, it decreases firm's profit in the short run.<br/>III. If migrant and native workers are complemets, labor demand curve shifts to the left, wage rate decreases.<br/>IV. In the long term, migrants generally have a limited impact on overall employment in the host country.<br/>Which one of the above statements about the impact of migrants are correct?",
    "correctAnswer": "B",
    "options": {
      "A": "I,II",
      "B": "I,IV",
      "C": "I,II,III",
      "D": "I,III,IV",
      "E": "II,III,IV"
    },
    "explanation": "I,IV are correct. However, because labor costs are lower now, consumers will benefit: they will enjoy larger quantities of the product that labor helps produce at a lower price. The employers will also enjoy higher profits. Moreover, If migrant and native workers are complemets, labor demand curve shifts to the right, with an increase in the demand for labor, which results in higher wages and employment for natives."
  },
  {
    "id": "3731665",
    "unitNumber": 7,
    "text": "Which of the following qualifies as human capital?",
    "correctAnswer": "A",
    "options": {
      "A": "Individual skills and productivity",
      "B": "Collective bargaining",
      "C": "Minimum wages",
      "D": "Social welfare benefits",
      "E": "Market dynamics"
    },
    "explanation": "Individual skills and productivity, which we characterize as human capital, accumulate over time and lead to a rise in earnings. Other options are external factors, such as minimum wages, collective bargaining, and social welfare benefits, in addition to market dynamics, contribute to the variation in income and wages."
  },
  {
    "id": "3731666",
    "unitNumber": 7,
    "text": "Which of the following is not a contributing <u>external factor</u> to differences income and wages?",
    "correctAnswer": "D",
    "options": {
      "A": "Minimum wages",
      "B": "Collective bargaining",
      "C": "Social welfare benefits",
      "D": "Education and skills",
      "E": "Market dynamics"
    },
    "explanation": "Education and skills are not external factors.<br/>In this chapter, we will also examine how external factors, such as minimum wages, collective bargaining, and social welfare benefits, in addition to market dynamics, contribute to the variation in income and wages."
  },
  {
    "id": "3731667",
    "unitNumber": 7,
    "text": "Which of the followings are the major factor in the accumulation of human capital over a lifetime?",
    "correctAnswer": "0",
    "options": {
      "A": "The differences in skills and productivity",
      "B": "The differences in minimum wage and inflation rate",
      "C": "The differences in average wage and growth rate",
      "D": "The differences in life-cycle wage and lifespan rate",
      "E": "The differences in manual jobs and cognitive jobs."
    },
    "explanation": "The differences in skills and productivity are a major factor in the accumulation of human capital over a lifetime."
  },
  {
    "id": "3731668",
    "unitNumber": 7,
    "text": "Which of the following is used by OECD to referre household income?",
    "correctAnswer": "B",
    "options": {
      "A": "Education income",
      "B": "Equivalised household income",
      "C": "Skills income",
      "D": "Country income",
      "E": "Village income"
    },
    "explanation": "The scale used by the OECD is the square root of household size. We divide household income by the OECD scale to obtain what is referred to as the equivalised household income and use it in the calculation of<br/>inequality indices."
  },
  {
    "id": "3731669",
    "unitNumber": 7,
    "text": "Which of the following is a graphical representation of the distance between the actual distribution of income and absolute equality for various segments of the population.",
    "correctAnswer": "D",
    "options": {
      "A": "Income curve",
      "B": "Household curve",
      "C": "Market curve",
      "D": "Lorenz curve",
      "E": "Gini curve"
    },
    "explanation": "Lorenz Curve: The Lorenz curve is a graphical representation of the distance between the actual distribution of income and absolute equality for various segments of the population."
  },
  {
    "id": "3731670",
    "unitNumber": 7,
    "text": "Which of the followings are the two main ways to reduce income inequality?",
    "correctAnswer": "E",
    "options": {
      "A": "Importation and exportation",
      "B": "Direct foreign investment",
      "C": "Indirect foreign investment",
      "D": "Labor market and corporate",
      "E": "Taxation and redistribution"
    },
    "explanation": "There are two main ways to reduce income inequality through policy: taxation and redistribution. Taxation can be used to decrease income disparities by applying different tax rates to different income groups."
  },
  {
    "id": "3731671",
    "unitNumber": 7,
    "text": "Which of the following tax system should be used to reduce income inequality through taxation ?",
    "correctAnswer": "B",
    "options": {
      "A": "Regressive tax system",
      "B": "Progressive tax system",
      "C": "Proportinal tax system",
      "D": "Spesific tax system",
      "E": "Ad valorem tax system"
    },
    "explanation": "Policy to Reduce Income Inequality There are two main ways to reduce income inequality through policy: taxation and redistribution.<br/>Taxation can be used to decrease income disparities by applying different tax rates to different income groups. A progressive tax system, where tax rates increase with income, can slow the accumulation of wealth in high-income groups and provide more resources for redistribution. Redistribution policies, like transfers, can also be used to decrease income differences."
  },
  {
    "id": "3731729",
    "unitNumber": 7,
    "text": "Which one of the following have been defined as the minimum amount of remuneration that an<br/>employer is required to pay earners for the work performed during a given period, which cannot be reduced by a collective agreement or an individual contract?",
    "correctAnswer": "C",
    "options": {
      "A": "Average wage",
      "B": "Maksimum wage",
      "C": "Minimum wage",
      "D": "Marjinal wage",
      "E": "Fair wage"
    },
    "explanation": "The International Labor Organization (ILO) (2014a, p. 33) defines the minimumLabor Economics wage as follows: “Minimum wages have been defined as the minimum amount of remuneration that an employer is required to pay wage earners for the work performed during a given period, which cannot be reduced by a collective agreement or an individual contract.”"
  },
  {
    "id": "3731730",
    "unitNumber": 7,
    "text": "Which one of the following is described by G. Becker as discrimination in the labor market that can be understood as a result of employer preferences?",
    "correctAnswer": "D",
    "options": {
      "A": "Gender discrimination",
      "B": "Race discrimination",
      "C": "Competetive discrimination",
      "D": "Taste discrimination",
      "E": "Market discrimination"
    },
    "explanation": "The model proposed by G. Becker in his 1957 doctoral dissertation was a seminal contribution to the literature on discrimination. Becker argues that discrimination in the labor market can be understood as a result of employer preferences."
  },
  {
    "id": "3731731",
    "unitNumber": 7,
    "text": "Which one of the following refers to the intangible barriers that women face throughout their careers as choosing not to apply for certain positions or retire early?",
    "correctAnswer": "E",
    "options": {
      "A": "Wage gap",
      "B": "Internal barriers",
      "C": "Concrete ceiling",
      "D": "Glass wall",
      "E": "Glass ceiling"
    },
    "explanation": "Another potential outcome is that if there is a lack of updates, some feedback effects may create selffulfilling expectations that result in persistence. For<br/>instance, if high skilled women in a firm tend to believe that there is a “glass ceiling” in promotions, they may choose not to apply for certain positions, retire early, or leave their jobs. The term “glass ceiling” refers to the intangible barriers that women<br/>face throughout their careers."
  },
  {
    "id": "3731732",
    "unitNumber": 8,
    "text": "Which one of the following gives the pertantage of the labor force that is unemployed?",
    "correctAnswer": "A",
    "options": {
      "A": "The unemployment rate",
      "B": "The job rate",
      "C": "The labor force rate",
      "D": "The individual rate",
      "E": "The frequent rate"
    },
    "explanation": "The unemployment rate gives the percentage of the labor force that is unemployed.<br/>The unemployment rate gives the percentag<br/>of the labor force that is unemployed."
  },
  {
    "id": "3731733",
    "unitNumber": 8,
    "text": "<h4>Which of the following <u>is not</u> one of the characteristics required for a person to be counted as unemployed?</h4>",
    "correctAnswer": "D",
    "options": {
      "A": "She or he must be without a job",
      "B": "She or he must be willing to work",
      "C": "She or he must actively seeking job",
      "D": "He or she must be a farmworker",
      "E": "He or she ready to take up work in a short period of time."
    },
    "explanation": "He or she must be a farmworker is not one of the characteristics required for a person to be counted as unemployed.<br/>For an individual to be counted as unemployed, she or he must be without a job, willing to work and actively seeking one, and ready to take up work in a short period of time."
  },
  {
    "id": "3731734",
    "unitNumber": 8,
    "text": "Which one of the following models considers only strategy of the workers and leaves from behavior aside?",
    "correctAnswer": "C",
    "options": {
      "A": "The perspective model",
      "B": "The working model",
      "C": "The basic model",
      "D": "The imperfect model",
      "E": "The employee model"
    },
    "explanation": "The basic job search model, which is also called the partial model, considers only the strategy of the workers and leaves firm behavior aside. A more complete description of the functioning of the labor market under two-sided search frictions is provided<br/>by the search and matching models."
  },
  {
    "id": "3731735",
    "unitNumber": 8,
    "text": "Which of the following allows us to determine in the reservation wage model for each worker?",
    "correctAnswer": "A",
    "options": {
      "A": "The unemployment exit rate",
      "B": "Wage distribution",
      "C": "Job offer arrival rate",
      "D": "The job search rate",
      "E": "The separation rate"
    },
    "explanation": "The model allows us to determine the unemployment exit rate for each worker but not the overall unemployment rate. The reason is simple: wage distribution, reservation wage, and job offer arrival rates are not the same for every unemployed<br/>person, as we have seen in the cases of Deniz and Derya. Nevertheless, as changes in the parameters of the model affect large numbers of people at the same<br/>time, we can infer the impact of these changes on the unemployment rate"
  },
  {
    "id": "3731736",
    "unitNumber": 8,
    "text": "Which one of the following results from the transitions of workers from one job<br/>to another or from the job search of labor market entrants and reentrants?",
    "correctAnswer": "B",
    "options": {
      "A": "Structural unemployment",
      "B": "Frictional unemployment",
      "C": "Rigidity unemployment",
      "D": "Cylical unemployment",
      "E": "Contraction unemployment"
    },
    "explanation": "Frictional unemployment results from the transitions of workers from one job<br/>to another or from the job search of labor market entrants and reentrants."
  },
  {
    "id": "3731737",
    "unitNumber": 8,
    "text": "Which one of the following is the unemployment caused by the mismatch between skills demnded and supplied?",
    "correctAnswer": "C",
    "options": {
      "A": "Rigidity unemployment",
      "B": "Cylical unemployment",
      "C": "Structural unemployment",
      "D": "Frictional unemployment",
      "E": "Capital unemployment"
    },
    "explanation": "Structural unemployment is the unemployment caused by the mismatch between skills demanded and supplied."
  },
  {
    "id": "3731738",
    "unitNumber": 8,
    "text": "Which oneof the following results from low labor demand due to a downturn in the business cycle?",
    "correctAnswer": "D",
    "options": {
      "A": "Structural unemployment",
      "B": "Frictional unemployment",
      "C": "Capital unemployment",
      "D": "Cyclical unemployment",
      "E": "Supply unemployment"
    },
    "explanation": "Cyclical unemployment results from low labor demand due to a downturn in the<br/>business cycle."
  },
  {
    "id": "3731739",
    "unitNumber": 8,
    "text": "According to Nickell et al. (2005) how can be explained of more than half of the broad unemployment movements in the OECD between 1960 and 1990 ?",
    "correctAnswer": "A",
    "options": {
      "A": "By shifts in the labour market institution",
      "B": "By shifts in the wholesale market institution",
      "C": "By shifts in the retail market institution",
      "D": "By shifts in the motor vehicle market institution",
      "E": "By shifts in the second hand market institution"
    },
    "explanation": "For example, Nickell et al. (2005) find that more than half of the broad unemployment movements in the OECD between 1960 and 1990 can be explained by shifts in labor market institutions such as unemployment insurance systems, labor unions, taxes, and employment protection legislation."
  },
  {
    "id": "3731740",
    "unitNumber": 8,
    "text": "In countries like the Netherlands and Switzerland, more than 80% of the working age population (15-64) takes part in market activity.Which of the following is the rate of the working age population actively takes part in Turkey?",
    "correctAnswer": "D",
    "options": {
      "A": "less than 55%",
      "B": "less than 50%",
      "C": "less than 45%",
      "D": "less than 60%",
      "E": "less than 40%"
    },
    "explanation": "In countries like the Netherlands and Switzerland, more than 80% of the working age population (15-64) takes part in market activity, while<br/>the corresponding rate is less than 60% in Türkiye."
  },
  {
    "id": "3731741",
    "unitNumber": 8,
    "text": "There are also significant regional differences in the unemployment rates and the labor force participation rates in Türkiye. Which of the following city has the highest rate of unemployment?",
    "correctAnswer": "D",
    "options": {
      "A": "Tekirdağ",
      "B": "Aydın",
      "C": "Kastamonu",
      "D": "Van",
      "E": "Manisa"
    },
    "explanation": "Van has the highest rate of unemployment."
  }
]