[
  {
    "id": "3874715",
    "unitNumber": 1,
    "text": "\"It signifies the large-scale shift of people from rural areas to urban centers, resulting in the sustained growth and expansion of cities.\"<br/>Which of the options does the above description define?",
    "correctAnswer": "A",
    "options": {
      "A": "Urbanization",
      "B": "Milieu",
      "C": "Local Government",
      "D": "moral principles",
      "E": "Hierarchy"
    },
    "explanation": "Urbanization signifies the large-scale shift of people from rural areas to urban centers, resulting in the sustained growth and expansion of cities."
  },
  {
    "id": "3874717",
    "unitNumber": 1,
    "text": "Who wrote \"The Republic\"?",
    "correctAnswer": "B",
    "options": {
      "A": "Aristotle",
      "B": "Plato",
      "C": "Robert Dahl",
      "D": "Strauss",
      "E": "Chomsky"
    },
    "explanation": "Plato, in his work “The Republic,” explored the concept of an ideal state, addressing issues of justice, governance, and the role of rulers"
  },
  {
    "id": "3874718",
    "unitNumber": 1,
    "text": "\"ORDO\" is the name of....",
    "correctAnswer": "C",
    "options": {
      "A": "cities",
      "B": "towns",
      "C": "local council",
      "D": "governor",
      "E": "municipality"
    },
    "explanation": "The basic administrative unit was the city or town (municipium), which typically had its own local council (ordo) composed of wealthy citizens."
  },
  {
    "id": "3874719",
    "unitNumber": 1,
    "text": "Who believed that rulers derived their authority from God but were accountable for their actions to both God and their subjects?",
    "correctAnswer": "D",
    "options": {
      "A": "Aquinas",
      "B": "Aristotle",
      "C": "Plato",
      "D": "Machiavelli",
      "E": "Chomsky"
    },
    "explanation": "He believed that rulers derived their authority from God but were accountable for their actions to both God and their subjects."
  },
  {
    "id": "3874720",
    "unitNumber": 1,
    "text": "Whose dialectical model included thesis-antithesis-synthesis equation?",
    "correctAnswer": "E",
    "options": {
      "A": "John Locke",
      "B": "Jean-Jacques Rousseau",
      "C": "Charles-Louis Montesquieu",
      "D": "Robert Dahl",
      "E": "Hegel"
    },
    "explanation": "Hegel’s dialectical method involved what he would label to be a thesis-antithesis-synthesis equation, that was applied to governance and as mentioned in the previous paragraph it was believed to be a historical progress."
  },
  {
    "id": "3874721",
    "unitNumber": 1,
    "text": "Which of the below is the name of Hegel?",
    "correctAnswer": "A",
    "options": {
      "A": "Georg Wilhelm Friedrich Hegel",
      "B": "Georg Wilhelm Friendship Hegel",
      "C": "Jeorge Wilhelm Friedrich Hegel",
      "D": "Georg William Friedrich Hegel",
      "E": "Michael Wilhelm Friedrich Hegel"
    },
    "explanation": "Georg Wilhelm Friedrich Hegel (1770-1831)<br/>Hegel wrote only indirectly about local government, but his broader ideas about the state and civil society can be applied to local government."
  },
  {
    "id": "3874722",
    "unitNumber": 1,
    "text": "Where does Jon Stuart Mill from?",
    "correctAnswer": "B",
    "options": {
      "A": "The USA",
      "B": "England",
      "C": "Turkiye",
      "D": "Canada",
      "E": "Germany"
    },
    "explanation": "John Stuart Mill, an English philosopher and economist, advocated for the significance of local government in promoting individual liberty and self-governance."
  },
  {
    "id": "3874723",
    "unitNumber": 1,
    "text": "Which American President wrote an essay on public administration?",
    "correctAnswer": "C",
    "options": {
      "A": "George Washington",
      "B": "Andrew Jackson",
      "C": "Woodrow Wilson",
      "D": "Abraham Lincoln",
      "E": "Bill Clinton"
    },
    "explanation": "In the 19th Century, public administration began to take shape as a distinct discipline, particularly marked by Woodrow Wilson’s influential essay “The Study of Public Administration” in 1887. Wilson’s essay advocated for the Politics-Administration dichotomy, emphasizing the importance of making public administration an instrument dedicated to serving the public interest and facilitating the delivery of public services."
  },
  {
    "id": "3874724",
    "unitNumber": 1,
    "text": "İn which years did Prens Sabahaddin live?",
    "correctAnswer": "D",
    "options": {
      "A": "1845-1912",
      "B": "1940-1990",
      "C": "1887-1940",
      "D": "1879-1948",
      "E": "1898-1938"
    },
    "explanation": "Prens Sabahaddin (1879-1948)"
  },
  {
    "id": "3874725",
    "unitNumber": 1,
    "text": "Which of the below is a system characterized by a balance of power between the central government and local<br/>government.",
    "correctAnswer": "E",
    "options": {
      "A": "None of the below",
      "B": "Corporatist",
      "C": "Clientelist",
      "D": "Dualist",
      "E": "Pluralist"
    },
    "explanation": "Pluralist: a system characterized by a balance of power between the central government and local<br/>government."
  },
  {
    "id": "3874706",
    "unitNumber": 2,
    "text": "I. Free market mechanisms and principles<br/>II. Customer orientation<br/>III. Bigger government<br/>IV. Flexibility and efficiency <br/>Which of the above define(s) market-based approaches?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "I and II",
      "C": "I-II and III",
      "D": "I-II and IV",
      "E": "III and IV"
    },
    "explanation": "Statements I-II and IV define market-based approaches."
  },
  {
    "id": "3874707",
    "unitNumber": 2,
    "text": "I. It represents a paradigm shift challenging the market-based approaches.<br/>II. It aims to make public administration more responsive, diverse and accessible.<br/>III. It is directed at increasing efficiency and effectiveness in the public sector.<br/>IV. It focuses primarily on the free market and its mechanisms. <br/>Which of the above is/are among the features of public governance?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only III",
      "C": "I-II and III",
      "D": "III and IV",
      "E": "I and IV"
    },
    "explanation": "Statements I-II and III are among the features of public governance."
  },
  {
    "id": "3874708",
    "unitNumber": 2,
    "text": "In ........................ , the role of public administrators has been constrained basically to the implementation of policies, rules and procedures and production of goods and services directly in a hierarchical bureaucratic system.",
    "correctAnswer": "A",
    "options": {
      "A": "traditional public administration",
      "B": "market-based approaches",
      "C": "public governance",
      "D": "free market",
      "E": "cross-sector participation"
    },
    "explanation": "In traditional public administration, the role of public administrators has been constrained basically to the implementation of policies, rules and procedures and production of goods and services directly in a hierarchical bureaucratic system."
  },
  {
    "id": "3874709",
    "unitNumber": 2,
    "text": "It is the most common form of democracy which highlights the government of the people for the people through their representatives. Which of the following best describes this definition?",
    "correctAnswer": "B",
    "options": {
      "A": "Theocracy",
      "B": "Representative democracy",
      "C": "Restricted democracy",
      "D": "Oligarchy",
      "E": "Public governance"
    },
    "explanation": "This definition is about representative democracy."
  },
  {
    "id": "3874710",
    "unitNumber": 2,
    "text": "It is defined as the formulation and execution of collective action at the local or/and city levels based on the principles of participation, responsiveness, efficiency, effectiveness, openness, transparency, accountability, legitimacy, rule of law, innovation, collaboration, equity, and sustainability. <br/>Which of the following is defined here?",
    "correctAnswer": "D",
    "options": {
      "A": "Representative democracy",
      "B": "Urban governance",
      "C": "Totalitarian regime",
      "D": "Local governance",
      "E": "Participative governance"
    },
    "explanation": "Local governance is defined here."
  },
  {
    "id": "3874711",
    "unitNumber": 2,
    "text": "\"Citizen Empowerment, Enhanced Participation Mechanisms, Private-Civic Sector Involvement, Pluralizm, Colloboration, Networks, Effective Urban Leadership\".<br/>Which of the following is associated with these concepts?",
    "correctAnswer": "E",
    "options": {
      "A": "Municipal Governance",
      "B": "Plural Democracy",
      "C": "Local Entrepreneurship",
      "D": "Representative Democracy",
      "E": "Participatory and Deliberate Urban Management"
    },
    "explanation": "These concepts are associated with Participatory and Deliberate Urban Management"
  },
  {
    "id": "3874712",
    "unitNumber": 2,
    "text": "I. Municipality<br/>II. Entrepreneur Associations<br/>III. Universities<br/>IV. Local Press<br/>Which of the above is/are associated with key policy actors related to the city?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and III",
      "D": "II-III and IV",
      "E": "I-II-III and IV"
    },
    "explanation": "All of the concepts are associated with the key policy actors related to city."
  },
  {
    "id": "3874713",
    "unitNumber": 2,
    "text": "It refers to transfer or dispersion of resources and decision-making powers to local governments in order to allow them to address local issues, and tackle local problems more effectively and responsively.<br/>Which of the following concepts is defined here?",
    "correctAnswer": "C",
    "options": {
      "A": "Public governance",
      "B": "Localization",
      "C": "Decentralization",
      "D": "Urbanization",
      "E": "Regime"
    },
    "explanation": "Decentralization is defined here."
  },
  {
    "id": "3874714",
    "unitNumber": 2,
    "text": "............... model enhances the effectiveness of urban policy/decision-making, and the efficient and effective delivery of urban services by integrating new technologies into urban governance with environmental awareness and human focus.",
    "correctAnswer": "A",
    "options": {
      "A": "Smart city",
      "B": "Techno city",
      "C": "Localized city",
      "D": "Democratic city",
      "E": "Modern city"
    },
    "explanation": "Smart city model enhances the effectiveness of urban policy/decision-making, and the efficient and effective delivery of urban services by integrating new technologies into urban governance with environmental awareness and human focus"
  },
  {
    "id": "3874716",
    "unitNumber": 2,
    "text": "I. There are 45 non-metropolitan cities in Türkiye.<br/>II. The new 2005 Municipality Act numbered 5393 redefines the powers, duties and responsibilities of the municipalities in general.<br/>III. The metropolitan mayor is elected by direct popular vote in the whole province.<br/>IV. Metropolitan municipalities have city councils as the formal governance structures responsible for decision/ policy-making.<br/>Which of the above is/are true about urban management and governance in Türkiye?",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "Only III",
      "C": "I-II and III",
      "D": "II-III and IV",
      "E": "I-II-III and IV"
    },
    "explanation": "Statements II-III and IV are true about urban management and governance in Türkiye."
  },
  {
    "id": "3874616",
    "unitNumber": 3,
    "text": "Which of the following describes the public policy analysis?",
    "correctAnswer": "A",
    "options": {
      "A": "Public policy analysis is a scientific discipline that deals with the diagnosis and solution of public problems.",
      "B": "Public policy analysis is an unscientific discipline that deals with the diagnosis and solution of public problems.",
      "C": "Public policy analysis is a scientific discipline that deals with the daily life of public problems.",
      "D": "Public policy analysis is a scientific discipline that deals with the diagnosis and solution of public spending.",
      "E": "Public policy analysis is an unscientific discipline that deals with the diagnosis and solution of public expenditures."
    },
    "explanation": "Public policy analysis, therefore, to put it briefly,is a scientific discipline that deals with the diagnosis and solution of public problems.<br/>Public policy analysis, therefore, to put it briefly, is a scientific discipline that deals with the diagnosis and solution of public problems."
  },
  {
    "id": "3874617",
    "unitNumber": 3,
    "text": "Which of the following is the partial or complete separation of power in many countries separated political powers into parts?",
    "correctAnswer": "B",
    "options": {
      "A": "locality,<br/>legislative,<br/>judiciary.",
      "B": "executive,<br/>legislative,<br/>judiciary.",
      "C": "executive,<br/>longvity,<br/>judiciary.",
      "D": "executive<br/>legislative,<br/>trial.",
      "E": "executive,<br/>legality,<br/>trial."
    },
    "explanation": "Partial or complete implementation of the principle of<br/>separation of powers in many countries separated<br/>political power into three parts: executive, legislative,<br/>and judiciary."
  },
  {
    "id": "3874618",
    "unitNumber": 3,
    "text": "Which one of the following is not one of the public policy actors?",
    "correctAnswer": "C",
    "options": {
      "A": "Government",
      "B": "Private sector firms",
      "C": "Water resources",
      "D": "Non-governmental organizations",
      "E": "Citizens"
    },
    "explanation": "Water resources are not one of the following and are not one of the public policy actors.<br/>Public policy analysis can be done through a cyclical analysis process consisting of the abovementioned stages. Public policy actors such<br/>as the government, private sector firms, and nongovernmental<br/>organizations, research agencies (such as universities, research centers, and think tanks), and citizens involved in various stages of this process also influence policy at local, regional, national,<br/>and international levels."
  },
  {
    "id": "3874619",
    "unitNumber": 3,
    "text": "Which of the following are the local governments in Turkey according to the 1982 constitution?",
    "correctAnswer": "D",
    "options": {
      "A": "municipalities<br/>special provincial administrations<br/>districts",
      "B": "municipalities<br/>mukhtarship<br/>villages",
      "C": "regional administrative court<br/>special provincial administrations<br/>villages",
      "D": "municipalities<br/>special provincial administrations<br/>villages",
      "E": "regional administrative court<br/>districts<br/>municipalities"
    },
    "explanation": "In Türkiye, for example,<br/>the local government units listed in the 1982<br/>Turkish Constitution are municipalities, special<br/>provincial administrations, and villages.<br/>In Turkiye, for example,<br/>the local government units listed in the 1982<br/>Turkish Constitution are municipalities, special<br/>provincial administrations, and villages."
  },
  {
    "id": "3874620",
    "unitNumber": 3,
    "text": "Which of the following is the consequence of the Rearrangement Law No. 6360 enacted in 2012 with the application of the geographical boundaries of the metropolitan municipalities in the 30 provinces and the provincial borders became the same?",
    "correctAnswer": "E",
    "options": {
      "A": "Thousands of urbans have become villages and neighborhoods within<br/>the 6360 Law legal rearrangement framework.",
      "B": "One of village has become urban neighborhoods within<br/>the 6360 Law legal rearrangement framework.",
      "C": "Special provincial administrations in these regions continued to work.",
      "D": "Thousands of special provincial administrations have become urban neighborhoods within the 6360 Law legal rearrangement framework.",
      "E": "Thousands of villages have become urban neighborhoods within<br/>the 6360 Law legal rearrangement framework."
    },
    "explanation": "In the example of Türkiye, the provisions<br/>of the Rearrangement Law No. 6360 enacted<br/>in 2012 and the secondary regulations enacted<br/>afterward increased the number of metropolitan<br/>municipalities from 16 to 30. The geographical<br/>boundaries of the metropolitan municipalities<br/>in these 30 provinces and the provincial borders<br/>became the same. Special provincial administrations<br/>in these areas have been abolished. Thousands of<br/>villages have become urban neighborhoods within<br/>the same legal rearrangement framework."
  },
  {
    "id": "3874621",
    "unitNumber": 3,
    "text": "Which of the following is not included in the budget constraints of local governments?",
    "correctAnswer": "A",
    "options": {
      "A": "Value-added taxes",
      "B": "Local taxes",
      "C": "Funds from central government",
      "D": "Local donors",
      "E": "Funds from other actors of the local governance ecosystem"
    },
    "explanation": "A different defining characteristic of public<br/>policymaking in the local governance context is<br/>the existence of budget constraints (Craw, 2008).<br/>Although many local governments can collect<br/>a variety of local taxes and receive funds from<br/>the central government as well as from other actors of the local governance ecosystem, such as<br/>local donors, local needs almost always outpace<br/>the amount of available resources."
  },
  {
    "id": "3874622",
    "unitNumber": 3,
    "text": "Which of the following is not one of the desired results of the city twinning application?",
    "correctAnswer": "B",
    "options": {
      "A": "sharing experiences",
      "B": "dismantling the historical heritage",
      "C": "creating a dialogue",
      "D": "diplomacy tool to break prejudices",
      "E": "carrying out joint lobbying activities"
    },
    "explanation": "Dismantling the historical heritage is not one of the desired results of the city twinning application.<br/>In the editorial of<br/>a special issue of this journal, the reasons for the<br/>formation of city twinning are explained as sharing<br/>experiences, creating a dialogue and diplomacy tool<br/>to break prejudices, carrying out joint lobbying<br/>activities, protecting the historical heritage and<br/>economic cooperation."
  },
  {
    "id": "3874624",
    "unitNumber": 3,
    "text": "Which of the following is a correct statement regarding the obligation of municipalities to open children's and women's shelters?",
    "correctAnswer": "C",
    "options": {
      "A": "All villages with a population over 100,000 are obliged to open guest houses for women and children.",
      "B": "All special provincial administrations with a population over 100,000 are obliged to open guest houses for women and children.",
      "C": "Metropolitan municipalities and municipalities with a population over 100,000 are obliged to open guest houses for women and children.",
      "D": "Metropolitan municipalities and municipalities with a population over 200,000 are obliged to open guest houses for women and children.",
      "E": "All municipalities are obliged to open guest houses for women and children."
    },
    "explanation": "Metropolitan municipalities and municipalities<br/>with a population over 100,000 are obliged to<br/>open guest houses for women and children."
  },
  {
    "id": "3874629",
    "unitNumber": 3,
    "text": "Which one of the following is defined as the formal power to block a decision or action?",
    "correctAnswer": "D",
    "options": {
      "A": "Extermination",
      "B": "Stray",
      "C": "İrritable",
      "D": "Veto",
      "E": "Reminiscing"
    },
    "explanation": "Veto, Veto Group, and Veto Power: Veto is defined<br/>as the formal power to block a decision or action<br/>through the refusal of consent."
  },
  {
    "id": "3874630",
    "unitNumber": 3,
    "text": "Which one of the following is not a current problem of local governance?",
    "correctAnswer": "E",
    "options": {
      "A": "The frequency of natural and human-caused crises is increasing, which exacerbates the sheer volume and complexity of public policy issues.",
      "B": "Fragmentation of the local governance ecosystem, requiring careful coordination among multiple actors in local governance.",
      "C": "The relative lack of resources of local governments compared to their national counterparts.",
      "D": "Low levels of transparency and accountability in local governance processes.",
      "E": "Stray dogs and cats looked after very well."
    },
    "explanation": "\"Stray dogs and cats looked after very well\" is not a current problem of local governance."
  },
  {
    "id": "3874631",
    "unitNumber": 4,
    "text": "Which one of the following is the process through which economic, political, and administrative authority is exercised in managing a country’s affairs at all levels of its hierarchy?",
    "correctAnswer": "A",
    "options": {
      "A": "Governance",
      "B": "Accountability",
      "C": "Responsiveness",
      "D": "Efficiency",
      "E": "Rule of law"
    },
    "explanation": "Governance: The process through which<br/>economic, political, and administrative<br/>authority is exercised in managing a country’s<br/>affairs at all levels of its hierarchy."
  },
  {
    "id": "3874632",
    "unitNumber": 4,
    "text": "Which one of the following is the key principle of the central governance process framework?",
    "correctAnswer": "B",
    "options": {
      "A": "participation<br/>representation<br/>stray animals",
      "B": "participation<br/>representation<br/>fair elections",
      "C": "unipolar<br/>representation<br/>fair elections",
      "D": "participation<br/>responsiveness<br/>fair elections",
      "E": "participation<br/>representation<br/>objectives"
    },
    "explanation": "Throughout the governance process, fundamental principles are guiding its structure and operations.<br/>thus ensuring that the organization functions with accountability, responsibility, and transparency. Three<br/>Key principles are central to this framework: participation, representation, and fair elections."
  },
  {
    "id": "3874633",
    "unitNumber": 4,
    "text": "Which of the following is the significant effect of the governance model to local governance?",
    "correctAnswer": "C",
    "options": {
      "A": "Flexibility<br/>Active participation",
      "B": "Transparency<br/>No participation",
      "C": "Transparency<br/>Active participation",
      "D": "Administration<br/>Active participation",
      "E": "Transparency<br/>Objective contribution"
    },
    "explanation": "In terms of local governance, the governance<br/>model has a significant impact on several aspects.<br/>It promotes transparency and active participation,<br/>ensuring transparent and comprehensive decisionmaking<br/>processes at the local level."
  },
  {
    "id": "3874634",
    "unitNumber": 4,
    "text": "Which one of the following is not a princeple of good governance?",
    "correctAnswer": "D",
    "options": {
      "A": "Human Rights, Cultural Diversity &amp; Social Cohesion",
      "B": "Innovation and Openness to Change",
      "C": "Participation, Representation, and Fair Conduct of elections",
      "D": "Welfare of the stray animals",
      "E": "Sound Financial Management"
    },
    "explanation": "Welfare of the stray animals is not a princeple of good governance."
  },
  {
    "id": "3874635",
    "unitNumber": 4,
    "text": "Which of the following is the increasing flow of goods, ideas, and ideologies, capital, and people all over the world?",
    "correctAnswer": "E",
    "options": {
      "A": "Human rights",
      "B": "Rule of law",
      "C": "Efficency",
      "D": "Accountability",
      "E": "Globalization"
    },
    "explanation": "The concept of globalization explains the increasing flow of goods, ideas and ideologies, capital and people<br/>all over the world."
  },
  {
    "id": "3874644",
    "unitNumber": 4,
    "text": "Which one of the following highlights the interdependency of local, national, and global levels in the globalization discourse, presenting a spectrum of new opportunities and challenges for national administrations?",
    "correctAnswer": "A",
    "options": {
      "A": "Glocalization",
      "B": "Accountability",
      "C": "Efficency",
      "D": "Effectiveness",
      "E": "Rule of law"
    },
    "explanation": "Glocalization, highlights the interdependency<br/>of local, national, and global levels in the<br/>globalization discourse, presenting a spectrum<br/>of new opportunities and challenges for<br/>national administrations."
  },
  {
    "id": "3874645",
    "unitNumber": 4,
    "text": "Which one of the following heralds a paradigm shift in public sector administration that emphasizes productivity, client-centered services,<br/>and effective resource management?",
    "correctAnswer": "B",
    "options": {
      "A": "Stray animal welfare",
      "B": "New public management",
      "C": "Accountability",
      "D": "Rule of law",
      "E": "Human Rights"
    },
    "explanation": "New public management (NPM) heralds a<br/>paradigm shift in public sector administration that<br/>emphasizes productivity, client-centered services,<br/>and effective resource management."
  },
  {
    "id": "3874649",
    "unitNumber": 4,
    "text": "Which one of the following is not a function of administration with the positive impact of technology adoption?",
    "correctAnswer": "C",
    "options": {
      "A": "Planning",
      "B": "Organizing",
      "C": "Efficency",
      "D": "Staffing",
      "E": "Directing"
    },
    "explanation": "The positive impact of technology adoption can<br/>be felt in all the functions of administration, listed in<br/>the POSDCORB acronym (Planning, Organizing,<br/>Staffing, Directing, Co-Ordinating, Reporting and<br/>Budgeting)."
  },
  {
    "id": "3874652",
    "unitNumber": 4,
    "text": "Which one of the following is reshaping the landscape of urban development by significantly improving sustainability?<br/>of economies and the well-being of citizens?",
    "correctAnswer": "D",
    "options": {
      "A": "Glocalization",
      "B": "Globalization",
      "C": "Accountability",
      "D": "Smart cities",
      "E": "Stakeholders"
    },
    "explanation": "Smart cities are reshaping the landscape of urban development by significantly improving the sustainability<br/>of economies and the well-being of citizens."
  },
  {
    "id": "3874681",
    "unitNumber": 4,
    "text": "Which one of the following is not one of the technology-driven solutions to enhance public safety, environmental health, and resource sustainability in smart cities?",
    "correctAnswer": "E",
    "options": {
      "A": "artificial intelligence",
      "B": "data analytics",
      "C": "mobile platforms",
      "D": "advance techologies",
      "E": "rule of law"
    },
    "explanation": "Smart cities are a progressive vision for urban development where technology-driven solutions are integrated to enhance public safety, environmental health, and resource sustainability. In these cities,<br/>Advanced technologies such as artificial intelligence, data analytics, and mobile platforms are integrated into the urban landscape to maximize resource efficiency and effectiveness."
  },
  {
    "id": "3874696",
    "unitNumber": 5,
    "text": "When was the use of technology in government first scientifically examined?",
    "correctAnswer": "C",
    "options": {
      "A": "1950s",
      "B": "1960s",
      "C": "1970s",
      "D": "1990s",
      "E": "2000s"
    },
    "explanation": "The use of technology in government was scientifically examined for the first time in the 1970s when computers began to enter workplaces in large numbers in many different sectors in developed countries."
  },
  {
    "id": "3874697",
    "unitNumber": 5,
    "text": "Which of the following is said to be one of the macro trigger of new public management?",
    "correctAnswer": "A",
    "options": {
      "A": "Oil crisis",
      "B": "Corruption",
      "C": "Corporate tax cuts",
      "D": "Completion of deficiencies of the NPM",
      "E": "Lack of participation"
    },
    "explanation": "Oil crisis and economic crises is said to be the macro triggering factors of new public management, while others more related with the good governance."
  },
  {
    "id": "3874698",
    "unitNumber": 5,
    "text": "Which of the following term describes the formal written protocols and arrangements between local governments/cities of the same country or two cities from different countries?",
    "correctAnswer": "B",
    "options": {
      "A": "Municapality arrangements",
      "B": "Sister city agreements",
      "C": "New administration protocols",
      "D": "Public administration protocols",
      "E": "City management agreements"
    },
    "explanation": "City twinning or sister city agreements are formal written protocols and various arrangements between local governments/ cities of the same country or two cities from different countries."
  },
  {
    "id": "3874699",
    "unitNumber": 5,
    "text": "Which of the following is an example of a Generation 1 type of digital local governance service channels/standards?",
    "correctAnswer": "D",
    "options": {
      "A": "Government Metaverse Presence",
      "B": "Government Social Media Accounts",
      "C": "Mobile Government Platforms",
      "D": "Government Websites",
      "E": "Mobile Government Applications"
    },
    "explanation": "The standard for digital local public service provision is continuously evolving in parallel with technological changes. In the 1990s, digital local governance via a local government website became the norm and it is known as the Generation 1 type."
  },
  {
    "id": "3874700",
    "unitNumber": 5,
    "text": "Which is an example of the latest generation of digital local governance service channels/standards?",
    "correctAnswer": "E",
    "options": {
      "A": "Government Websites",
      "B": "Mobile Government Applications",
      "C": "Mobile Government Platforms",
      "D": "Government Social Media Accounts",
      "E": "Government Metaverse Presence"
    },
    "explanation": "In the 2020s, new and emerging technologies, such as the metaverse and artificial intelligence applications, are increasingly used by local government units, and this trend resembles the latest generation is use."
  },
  {
    "id": "3874701",
    "unitNumber": 5,
    "text": "Which of the following aspects of digital local governance enhances trust among citizens?",
    "correctAnswer": "A",
    "options": {
      "A": "Transparency",
      "B": "Cost Effectiveness",
      "C": "Price Premium",
      "D": "Access Inequality",
      "E": "Data Visualization"
    },
    "explanation": "One of the benefits of digital local governance practices is enhancing transparency and accountability. When the users of online government information and services access government data, documentation, and how and by whom the decisions in government are being taken, it is more likely that the trust between the local government and the other actors of the local governance ecosystem."
  },
  {
    "id": "3874702",
    "unitNumber": 5,
    "text": "Which of the following is not among the risk associated with digital local governance?",
    "correctAnswer": "E",
    "options": {
      "A": "Cybersecurity",
      "B": "Widening the digital divide",
      "C": "Heightening the concerns for personal data privacy",
      "D": "Overreliance on technology",
      "E": "Decreasing existing gaps in digital literacy"
    },
    "explanation": "Digital local governance practices are exacerbating existing gaps in digital literacy. Without properly identifying these gaps, providing training in digital literacy, and implementing support systems, individuals, groups, and communities will struggle to access and benefit from the advantages of local digital governance."
  },
  {
    "id": "3874703",
    "unitNumber": 5,
    "text": "Which of the following is unrelated to the possible positive outcomes of the centralized service delivery option?",
    "correctAnswer": "A",
    "options": {
      "A": "Decreasing client satisfaction",
      "B": "One-stop and instant control of electronic governance-related data through data security and privacy processes",
      "C": "Ensuring similarity of content at the national level",
      "D": "Preventing the difference in local governance quality and performance between institutions",
      "E": "Reducing the waste of resources due to the lack of services by setting up separate websites/ platforms"
    },
    "explanation": "Possible positive outcomes of the centralized service delivery option are;<br/>i. Reducing the waste of resources due to the lack of services by setting up separate websites/ platforms,<br/>ii. Preventing the difference in local governance quality and performance between institutions,<br/>iii. Ensuring similarity of content at the national level,<br/>iv. One-stop and instant control of electronic governance-related data through data security and privacy processes and<br/>v. Increasing satisfaction."
  },
  {
    "id": "3874704",
    "unitNumber": 5,
    "text": "Which of the following is not part of the acronym SMART?",
    "correctAnswer": "C",
    "options": {
      "A": "Specificity",
      "B": "Measurable",
      "C": "Accountable",
      "D": "Realistic",
      "E": "Time-Related"
    },
    "explanation": "SMART is actually an abbreviation that briefly emphasizes features such as Specificity and being Measurable, Assignable, Realistic, and Time-Related."
  },
  {
    "id": "3874705",
    "unitNumber": 5,
    "text": "Which of the following can be given as an example of a hybrid model of electronic governance systems?",
    "correctAnswer": "B",
    "options": {
      "A": "CIMER",
      "B": "YERELNET",
      "C": "TODAİE",
      "D": "SMART",
      "E": "e-TR"
    },
    "explanation": "The YERELNET is an example of a hybrid model. The YERELNET system has established a virtual connection and interaction network connecting all local government units (municipalities, special provincial administrations, villages, municipal companies and affiliates, local government associations, and other local government organizations) throughout Türkiye."
  },
  {
    "id": "3874623",
    "unitNumber": 6,
    "text": "The term metropolitan area or metropolis refers to a/an ................................ and its neighboring suburbs that are economically integrated.",
    "correctAnswer": "C",
    "options": {
      "A": "crowded city",
      "B": "small city",
      "C": "large city",
      "D": "rich city",
      "E": "underground city"
    },
    "explanation": "The term metropolitan area or metropolis refers to a large city and its neighboring suburbs that are economically integrated.<br/>The term metropolitan area or metropolis refers to a <strong>large city</strong> and its neighboring suburbs that are economically integrated."
  },
  {
    "id": "3874625",
    "unitNumber": 6,
    "text": "Which of the following stands for the universal term used for the metropolitan municipality in USA?",
    "correctAnswer": "E",
    "options": {
      "A": "Standard Metropolitan Labor Market Area (SMLA)",
      "B": "Census Metropolitan Area (CMA)",
      "C": "Densely Inhabited District (DID)",
      "D": "Regional Economic Cluster (REC)",
      "E": "Metropolitan Statistical Area (MSA)"
    },
    "explanation": "In the USA, it is the Metropolitan Statistical Area (MSA); in Canada, the Census Metropolitan Area (CMA); in Britain, the unofficial Standard Metropolitan Labor Market Area (SMLA) or Daily Urban System (DUS); in Australia, the census explained urban district; in France, the agglomeration; in Japan, the Densely Inhabited District (DID) and Regional Economic Cluster (REC); in Germany the Stadt Region; in Sweden the labor market area (Bourne and Simmons, 1982: 57-58); in Indonesia, urban agglomeration or designated metropolitan governments; in Türkiye, the greater municipality as the literal translation of the related principal regulations or in universal terms the metropolitan municipality.<br/>In the USA, it is the Metropolitan Statistical Area (MSA)."
  },
  {
    "id": "3874626",
    "unitNumber": 6,
    "text": "During the 1990s, shifts in the local public sector and services have been examined through different ........................., such as a postwelfare agenda, a transition from government to governance, and postFordism.",
    "correctAnswer": "A",
    "options": {
      "A": "analytical viewpoints",
      "B": "qualities",
      "C": "critical merits",
      "D": "traditions",
      "E": "developments"
    },
    "explanation": "During the 1990s, these shifts in the local public sector and services have been examined through different analytical viewpoints, such as a postwelfare agenda, a transition from government to governance, and postFordism.<br/>During the 1990s, these shifts in the local public sector and services have been examined through different <strong>analytical viewpoints</strong>, such as a postwelfare agenda, a transition from government to governance, and postFordism."
  },
  {
    "id": "3874627",
    "unitNumber": 6,
    "text": "Which of the following <strong>was not</strong> mentioned among the four major metropolises in the book \"Struggling Giants\"?",
    "correctAnswer": "D",
    "options": {
      "A": "London",
      "B": "New York",
      "C": "Paris",
      "D": "Moscow",
      "E": "Tokyo"
    },
    "explanation": "Paul Kantor and four of his famous friends or experts on urban studies (Kantor et al., 2012) examined London, New York, Paris, and Tokyo as city-regions and from a city-region governance perspective and called these four major metropolises or global city-regions “struggling giants” but with major differences on governance models of each. The book title is Struggling Giants: City-Region Governance in London, New York, Paris, and Tokyo.<br/>Moscow, The book title is Struggling Giants: City-Region Governance in London, New York, Paris, and Tokyo."
  },
  {
    "id": "3874628",
    "unitNumber": 6,
    "text": "Which of the following <strong>is not</strong> among the four central tenets of the metropolitan region/governance debate that Harrison and Hoyler presented ?",
    "correctAnswer": "B",
    "options": {
      "A": "periodisation and trajectories",
      "B": "security and privatisation",
      "C": "democracy and accountability",
      "D": "form and function",
      "E": "fragility and mobilisation"
    },
    "explanation": "Instead of examining directly legal and political arrangements on metropolitan area management, from a different focus point or angle, John Harrison and Michael Hoyler (2014) “identify four central tenets of the metropolitan region/governance debate and discuss their relevance for future research on city-regions: (1) periodisation and trajectories, (2) democracy and accountability, (3) form and function, and (4) fragility and mobilisation.<br/>John Harrison and Michael Hoyler (2014) “identify four central tenets (1) periodisation and trajectories, (2) democracy and accountability, (3) form and function, and (4) fragility and mobilisation."
  },
  {
    "id": "3874680",
    "unitNumber": 6,
    "text": "What does PCT stand for?",
    "correctAnswer": "C",
    "options": {
      "A": "Polycentricity",
      "B": "Public Chaos Theory",
      "C": "Public Choice Theory",
      "D": "Private Customization Theory",
      "E": "Personal Comfort Theory"
    },
    "explanation": "Several theoretical approaches provide frameworks for understanding and improving metropolitan government and governance. Here are some key theoretical approaches to metropolitan governance: Charles Tiebout and Public Choice Theory (PCT)."
  },
  {
    "id": "3874682",
    "unitNumber": 6,
    "text": "Which of the following is a criticism of PCT in metropolitan governance?",
    "correctAnswer": "A",
    "options": {
      "A": "fragmentation",
      "B": "persuasion",
      "C": "equality",
      "D": "free-transport",
      "E": "corruption"
    },
    "explanation": "Criticisms of PCT in metropolitan governance are organized as 1) fragmentation, 2) inequality, 3) free-rider problem.<br/>Criticisms of PCT in metropolitan governance are organized as 1) <strong>fragmentation</strong>, 2) inequality, 3) free-rider problem."
  },
  {
    "id": "3874683",
    "unitNumber": 6,
    "text": "Key proponents of Governance and Institutional Theory, whose work on institutions and their role in economic and political outcomes, emphasized the importance of both <strong>formal rules</strong> and <strong>.................................... </strong>in shaping behavior and governance.",
    "correctAnswer": "E",
    "options": {
      "A": "regulations",
      "B": "public opinion",
      "C": "legislations",
      "D": "procedures",
      "E": "informal norms"
    },
    "explanation": "Key proponents of Governance and Institutional Theory, whose work on institutions and their role in economic and political outcomes, emphasized the importance of both <strong>formal rules</strong> (laws, regulations) and <strong>informal norms</strong> (traditions, cultures) in shaping behavior and governance."
  },
  {
    "id": "3874684",
    "unitNumber": 6,
    "text": "Which of the following <strong>is not</strong> among the distinctive features of New Urbanism originated in the USA during the 1980s?",
    "correctAnswer": "B",
    "options": {
      "A": "walkability",
      "B": "green-area planning",
      "C": "mixed-use development",
      "D": "public transportation",
      "E": "community engagement"
    },
    "explanation": "New Urbanism originated in the USA during the 1980s as a response to suburban sprawl and automobiledependent cities. This movement has shaped metropolitan governance through its distinctive<br/>features: 1) Walkability, 2) mixed-use development, 3) public transportation, and 4) community engagement.<br/>This movement has shaped metropolitan governance through its distinctive features: 1) Walkability, 2) mixed-use development, 3) public transportation, and 4) community engagement."
  },
  {
    "id": "3874685",
    "unitNumber": 6,
    "text": "By 2050, it is estimated that urban areas will house over .............. of the global population.",
    "correctAnswer": "D",
    "options": {
      "A": "all",
      "B": "half",
      "C": "a quarter",
      "D": "two-thirds",
      "E": "three quarters"
    },
    "explanation": "By 2050 urban areas will house over two-thirds of the global population.<br/>By 2050 urban areas will house over <strong>two-thirds</strong> of the global population."
  },
  {
    "id": "3874686",
    "unitNumber": 7,
    "text": "................................. which manifested itself in the form of everyone gathering in a square and expressing their opinions in decisionmaking, was also called “direct democracy”.",
    "correctAnswer": "B",
    "options": {
      "A": "Local Service",
      "B": "Local democracy",
      "C": "Local Autonomy",
      "D": "Local Participation",
      "E": "Local Boundaries and Scale"
    },
    "explanation": "In practice, local democracy, which manifested itself in the form of everyone gathering in a square and expressing their opinions in decisionmaking, was also called “direct democracy”."
  },
  {
    "id": "3874687",
    "unitNumber": 7,
    "text": "............................... emerges as a new area of debate where citizens can exercise their democratic rights.",
    "correctAnswer": "E",
    "options": {
      "A": "Local democracy",
      "B": "Local service",
      "C": "Local legitimacy",
      "D": "Local autonomy",
      "E": "Local participation"
    },
    "explanation": "Either way, in terms of local governance, local participation emerges as a new area of debate where citizens can exercise their democratic rights (Michels and De Graaf, 2010)"
  },
  {
    "id": "3874688",
    "unitNumber": 7,
    "text": "The basic service provided by local government units to sustain daily life in an area is called ........................ .",
    "correctAnswer": "A",
    "options": {
      "A": "local service",
      "B": "urban politics",
      "C": "local legitimacy",
      "D": "local autonomy",
      "E": "local scale"
    },
    "explanation": "As a result, the basic services provided by local government units to sustain daily life in a locality are called local services."
  },
  {
    "id": "3874689",
    "unitNumber": 7,
    "text": "In local political processes, the acceptance of local power for reasons stemming from the nature and dynamics of localities is called gaining ............................. .",
    "correctAnswer": "C",
    "options": {
      "A": "rural politics",
      "B": "local scale",
      "C": "local legitimacy",
      "D": "local democracy",
      "E": "local autonomy"
    },
    "explanation": "In local political processes, the acceptance of local power for reasons stemming from the nature and dynamics of localities is called gaining local legitimacy."
  },
  {
    "id": "3874690",
    "unitNumber": 7,
    "text": "TWhich of the following <strong>is not</strong> among the goals of sustainable development?",
    "correctAnswer": "D",
    "options": {
      "A": "No Poverty",
      "B": "Zero Hunger",
      "C": "Good Health",
      "D": "Economic Wellbeing",
      "E": "Quality Education"
    },
    "explanation": "The goals of sustainable development, which includes participation in almost every aspect, are as follows:<br/>• No Poverty<br/>• Zero Hunger<br/>• Good Health and Wellbeing<br/>• Quality Education<br/>• Gender Equality<br/>• Clean Water and Sanitation<br/>• Affordable and Clean Energy<br/>• Decent Work and Economic Growth<br/>• Industry, Innovation and Infrastructure<br/>• Reduced Inequalities<br/>• Sustainable Cities and Communities<br/>• Responsible Production and Consumption<br/>• Climate Action<br/>• Life Below Water<br/>• Life on Land<br/>• Peace, Justice and Strong Institutions<br/>• Partnerships<br/>Economic Wellbeing"
  },
  {
    "id": "3874691",
    "unitNumber": 7,
    "text": "Which of the following <strong>cannot be</strong> an objective of local participation?",
    "correctAnswer": "C",
    "options": {
      "A": "Common sense",
      "B": "Development of civil society",
      "C": "Common wealth",
      "D": "Development of urban culture",
      "E": "Active citizenship"
    },
    "explanation": "OBJECTIVES OF PARTICIPATION<br/>Participation is not an end in itself. Rather, it is a means to other important objective such as restoring or achieving common sense in public affairs, development of a vibrant civil society, and development of urban culture and identity as well as inclusion. This section analyzes and explains the underlying objectives of participation.<br/>Common wealth"
  },
  {
    "id": "3874692",
    "unitNumber": 7,
    "text": "................................................... aim to bring together a number of citizens through a random selection and to develop policies on an issue for which a solution is sought within a certain time.",
    "correctAnswer": "E",
    "options": {
      "A": "Common sense",
      "B": "Participatory budgeting",
      "C": "Active citizenship",
      "D": "Social assistance",
      "E": "Citizens’ assembly"
    },
    "explanation": "Citizens’ assemblies which have examples in the Anglo-Saxon experience in countries such as England, Ireland and Scotland, as well as in other countries such as Taiwan and Poland, aim to bring together thematically a certain number of citizens through a random selection and to develop policies on an issue for which a solution is sought within a certain time, rather than a structure dependent on municipalities as in Türkiye.<br/>Citizens’ assembly"
  },
  {
    "id": "3874693",
    "unitNumber": 7,
    "text": "Which of the following <strong>is not</strong> among the challenges that participation of local governance can face in the future?",
    "correctAnswer": "B",
    "options": {
      "A": "climate crisis resilience",
      "B": "economic depression",
      "C": "migration",
      "D": "social justice",
      "E": "inclusion challenge"
    },
    "explanation": "Some of these challenges can be listed as the climate crisis resilience and engagement challenge, the community power and participation in social movements challenge, and the migration, social justice, and inclusion challenge.<br/>economic depression"
  },
  {
    "id": "3874694",
    "unitNumber": 7,
    "text": "Not only droughts but also the threatened extinction of species and many other acute impacts are becoming increasingly felt in our neighbourhood due to the .............................................. .",
    "correctAnswer": "D",
    "options": {
      "A": "pollution",
      "B": "migration",
      "C": "inclusion",
      "D": "climate change",
      "E": "centralization"
    },
    "explanation": "Extreme climate events, droughts, critical changes in the balance of the world’s ecosystems, the rapid extinction or threatened extinction of species and many other acute impacts are becoming increasingly felt, leading governments, first in Paris in 2016 and then in Glasgow in 2021, to set ambitious targets to keep the global temperature rise below a certain level.<br/>climate change"
  },
  {
    "id": "3874695",
    "unitNumber": 7,
    "text": "....................................... is one of the most important aspects of the migration problem",
    "correctAnswer": "A",
    "options": {
      "A": "Urban citizenship",
      "B": "The second generation",
      "C": "Belonging to a city",
      "D": "Capitalist system",
      "E": "Citizen participation"
    },
    "explanation": "However, urban citizenship is one of the most important aspects of the migration problem.<br/>However, <strong>urban citizenship</strong> is one of the most important aspects of the migration problem."
  }
]