[
  {
    "id": "3878064",
    "unitNumber": 1,
    "text": "Direkt işçilik giderleri ile genel üretim giderlerinin toplamından oluşan maliyet aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dönüştürme Maliyetleri",
      "B": "Varlık Maliyetleri",
      "C": "Satın alma Maliyetleri",
      "D": "Gider Maliyetleri",
      "E": "Stok Maliyetleri"
    },
    "explanation": "Dönüştürme maliyetleri: Direkt işçilik giderleri ile genel üretim giderlerinin toplamından oluşur. Örneğin; Stokların mamule dönüştürülmesi sırasında yapılan direkt işçilik giderleri ve üretimle ilgili diğer giderler (genel üretim giderleri) dönüştürme maliyeti olarak ifade edilebilmektedir."
  },
  {
    "id": "3878065",
    "unitNumber": 1,
    "text": "Gelir elde etmek için devam eden işlere yönelik düzenli ödeme aşağıdakilerden hangisi ile ifade edilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Maliyet",
      "B": "Gider",
      "C": "Harcama",
      "D": "Zarar",
      "E": "Dönüştürme"
    },
    "explanation": "Gider: Gelir elde etmek için devam eden işlere yönelik düzenli ödemedir."
  },
  {
    "id": "3878066",
    "unitNumber": 1,
    "text": "Bir işletmede harcama ve tüketim üretim faaliyeti dışındaki işletme faaliyetleri için yapılıyorsa aşağıdakilerden hangisi ile ifade edilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Varlık Maliyeti",
      "B": "Varlık Harcaması",
      "C": "Dönem Gideri",
      "D": "Tüketim Gideri",
      "E": "Tüketim Maliyeti"
    },
    "explanation": "Yapılan harcamalar faaliyet dönemi içinde işletme faaliyetleri için kullanılmış olabilir. Eğer harcama ve tüketim üretim faaliyeti için gerçekleşmişse bu harcamalar üretim maliyeti olarak isimlendirilirken diğer işletme faaliyetleri için yapılan harcamalar ise dönem gideri / faaliyet gideri olarak isimlendirilir."
  },
  {
    "id": "3878067",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi üretim dışı maliyetlerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Araştırma ve Geliştirme Maliyeti",
      "B": "Pazarlama Satış Dağıtım Maliyeti",
      "C": "Yönetim Maliyeti",
      "D": "Finansman Maliyeti",
      "E": "İşçilik Maliyeti"
    },
    "explanation": "Üretim/Hizmet Maliyetleri: Üretim ya da hizmet eyleminde kullanılan ham maddenin mamule dönüştürülmesi sürecinde katlanılan maliyetlerdir. Üretim/Hizmet Maliyetleri; malzeme, işçilik ve genel üretim/hizmet giderlerinden oluşmaktadır. İşçilik Maliyeti: Herhangi bir ürün/hizmetin üretilmesiyle ilgili sürekli ya da geçici olarak çalışanlara yapılan ödemeler olarak ifade edilebilmektedir. İşçilik maliyeti örneği olarak maaşlar ve ücretler, fazla mesai, teşvikler vb. örnek olarak verilebilir. Üretim/Hizmet Dışı Maliyetler: Araştırma ve Geliştirme, Pazarlama Satış ve Dağıtım, Genel Yönetim ve Finansman Maliyetleri şeklinde gruplandırılır."
  },
  {
    "id": "3878068",
    "unitNumber": 1,
    "text": "İşletme faaliyetlerinin aksamadan yürütülebilmesi amacıyla işletmeye fon sağlanmasına yönelik olarak katlanılan maliyetler aşağıdakilerden hangisi ile ifade edilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Araştırma ve Geliştirme Maliyeti",
      "B": "Pazarlama Satış Dağıtım Maliyeti",
      "C": "Yönetim Maliyeti",
      "D": "Finansman Maliyeti",
      "E": "İşçilik Maliyeti"
    },
    "explanation": "Finansman Maliyetleri: İşletme faaliyetlerinin aksamadan yürütülebilmesi amacıyla işletmeye fon sağlanmasına yönelik olarak katlanılan maliyetlerden oluşmaktadır. Faiz, kur farkları ve komisyon giderleri, tahvil ile hisse senedi ihraç giderleri bu grupta değerlendirilmektedir."
  },
  {
    "id": "3878069",
    "unitNumber": 1,
    "text": "İşletme faaliyetlerinde kullanmak veya satılmak amacıyla edinilen varlık ve hizmetler için katlanılan maliyetler aşağıdakilerden hangisi ile ifade edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tedarik Maliyeti",
      "B": "Üretim Maliyeti",
      "C": "Yönetim Maliyeti",
      "D": "Ar-Ge Maliyeti",
      "E": "Finansman Maliyeti"
    },
    "explanation": "Tedarik (Satın Alma) Maliyeti: İşletme faaliyetlerinde kullanmak veya satılmak amacıyla edinilen varlık ve hizmetler için katlanılan maliyetlerden oluşmaktadır."
  },
  {
    "id": "3878070",
    "unitNumber": 1,
    "text": "İşletmelerin varlıklarının finansmanında kullanılan yabancı kaynak ve öz sermayenin maliyeti aşağıdakilerden hangisi ile ifade edilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Riziko Karşılama Maliyeti",
      "B": "Sosyal Maliyetler",
      "C": "Sermaye Maliyeti",
      "D": "Riziko Maliyeti",
      "E": "Dışarıdan Sağlanan Hizmet Maliyeti"
    },
    "explanation": "Sermaye Maliyeti: İşletmelerin varlıklarının finansmanında kullanılan yabancı kaynak ve öz sermayenin maliyeti olarak ifade edilebilmektedir. Daha açık bir ifade ile yabancı kaynaklar ve öz sermayenin faizi ile kredi elde etme ve para temin edilmesinde katlanılmış olunan komisyon ve diğer masraflar bu grupta örnek olarak gösterilebilmektedir."
  },
  {
    "id": "3878071",
    "unitNumber": 1,
    "text": "Kolaylaştırılmış bir üretim sürecinde farklı operasyonların gerçekleştirilmesinde katlanılan maliyet aşağıdakilerden hangisi ile ifade edilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Parti Maliyeti",
      "B": "Süreç Maliyeti",
      "C": "İşlem Maliyeti",
      "D": "İşletme Maliyeti",
      "E": "Sözleşme Maliyeti"
    },
    "explanation": "Proses (Süreç) Maliyeti: Kolaylaştırılmış bir üretim sürecinde farklı operasyonların gerçekleştirilmesinde katlanılan maliyet, proses maliyeti olarak adlandırılır. Bir sürecin toplam maliyetini üretilen birim sayısına bölerek, tek bir birim veya ürünün süreç maliyetini bulabiliriz."
  },
  {
    "id": "3878072",
    "unitNumber": 1,
    "text": "Maliyet kontrolü için bir temel sağlamak üzere belirli normlara ve yönergelere göre önceden belirlenen fiilî maliyet aşağıdakilerden hangisi ile ifade edilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Değişken Maliyet",
      "B": "Sabit Maliyet",
      "C": "Birim Maliyet",
      "D": "Standart Maliyet",
      "E": "Toplam Maliyet"
    },
    "explanation": "Standart Maliyet: Maliyet kontrolü için bir temel sağlamak üzere belirli normlara ve yönergelere göre önceden belirlenen fiilîmaliyet, standart maliyet olarak adlandırılır."
  },
  {
    "id": "3878073",
    "unitNumber": 1,
    "text": "İşletmelerin üretim hacimlerinde meydana gelen bir birimlik değişimin toplam maliyette meydana getirdiği değişim aşağıdakilerden hangisi ile ifade edilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ek Maliyet",
      "B": "Fırsat Maliyeti",
      "C": "İkame Maliyeti",
      "D": "Batmış Maliyet",
      "E": "Marjinal maliyet"
    },
    "explanation": "Marjinal Maliyet: İşletmelerin üretim hacimlerinde meydana gelen bir birimlik değişimin toplam maliyette meydana getirdiği değişim ise marjinal maliyet olarak adlandırılmaktadır. Şöyle ki bir üretim işletmesinde üretim miktarı 100 birimden 101 birime yükseltildiğinde maliyet 2 TL den 2,2 TL’ye yükseliyor ise marjinal maliyet 0,2 TL’dir."
  },
  {
    "id": "3878434",
    "unitNumber": 1,
    "text": "İktisadi açıdan maliyet kavramının tanımı aşağıdaki hangi şıkta belirtilmiştir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Bir malı veya hizmeti yapmak, satın almak veya satmak için, doğrudan veya dolaylı olarak yapılan masrafların tümüdür",
      "B": "İşletmede üretilen ürün ya da hizmetlerin toplam ve birim maliyetlerinin hesaplanmasına ve bunların dağıtılmasına yardımcı olur",
      "C": "Bir varlığın elde edilmesinde veya inşaatında ödenen nakit veya nakit benzerlerini veya verilen diğer bedellerin gerçeğe uygun değerini veya belli durumlarda, ilk muhasebeleştirme sırasında ilgili varlığa atfedilen bedeli ifade eder.",
      "D": "“Varlığa” atfedilen bedeldir",
      "E": "Ekonomik fayda üretme potansiyeline sahip bir haktır"
    },
    "explanation": "İktisadi açıdan maliyet kavramı; bir malı veya hizmeti yapmak, satın almak veya satmak için, doğrudan veya dolaylı olarak yapılan masrafların tümüdür. Dolayısıyla cevap A şıkkıdır."
  },
  {
    "id": "3878435",
    "unitNumber": 1,
    "text": "Direkt işçilik giderleri ile genel üretim giderlerinin toplamından oluşur tanımı aşağıdaki şıklarda belirtilen hangi terime aittir ?",
    "correctAnswer": "B",
    "options": {
      "A": "Satın alma maliyeti",
      "B": "Dönüştürme maliyetleri",
      "C": "Diğer maliyetler",
      "D": "Maliyetleme",
      "E": "Gider"
    },
    "explanation": "Dönüştürme maliyetleri: Direkt işçilik giderleri ile genel üretim giderlerinin toplamından oluşur. Dolayısıyla cevap B şıkkıdır."
  },
  {
    "id": "3878436",
    "unitNumber": 1,
    "text": "Varlıkların mevcut konum ve duruma getirilmesi için yapılan diğer giderlerdir tanımı aşağıdaki şıklarda belirtilen hangi terime aittir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Satın alma maliyeti",
      "B": "Dönüştürme maliyetleri",
      "C": "Diğer maliyetler",
      "D": "Maliyetleme",
      "E": "Gider"
    },
    "explanation": "Diğer maliyetler: Varlıkların mevcut konum ve duruma getirilmesi için yapılan diğer giderlerdir. Dolayısıyla cevap C şıkkıdır."
  },
  {
    "id": "3878437",
    "unitNumber": 1,
    "text": "Bir işletmenin faaliyetlerinde bir kaynağın kullanılmasıdır tanımı aşağıdaki şıklarda belirtilen hangi terime aittir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Gider",
      "B": "Maliyetleme",
      "C": "Bilanço",
      "D": "Harcama",
      "E": "Sermaye"
    },
    "explanation": "Harcama, bir işletmenin faaliyetlerinde bir kaynağın kullanılmasıdır. Dolayısıyla cevap D şıkkıdır."
  },
  {
    "id": "3878438",
    "unitNumber": 1,
    "text": "Gelir elde edilmesini sağlamak için devam eden ticari faaliyetler için düzenli olarak ödenen veya harcanan tutardır tanımı aşağıdaki şıklarda belirtilen hangi terime aittir ?",
    "correctAnswer": "E",
    "options": {
      "A": "Maliyetleme",
      "B": "Harcama",
      "C": "Bilanço",
      "D": "Zarar",
      "E": "Gider"
    },
    "explanation": "Gider, gelir elde edilmesini sağlamak için devam eden ticari faaliyetler için düzenli olarak ödenen veya harcanan tutar olarak tanımlanabilir. Dolayısıyla cevap E şıkkıdır."
  },
  {
    "id": "3878439",
    "unitNumber": 1,
    "text": "İşletmelerin belirli bir faaliyet dönemi içerisinde gider toplamlarının gelir toplamlarını aşması durumunda ortaya çıkan fark tutarı tanımı aşağıdaki şıklarda belirtilen hangi terime aittir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Zarar",
      "B": "Maliyet",
      "C": "Gider",
      "D": "Harcama",
      "E": "Bilanço"
    },
    "explanation": "Zarar kavramı çok çeşitli şekillerde tanımlanabilmektedir. Genel olarak ekonomik yarar sağlamayan boşa yapılan tüketimler zarar olarak ifade edilirler. İşletmelerin belirli bir faaliyet dönemi içerisinde gider toplamlarının gelir toplamlarını aşması durumunda ortaya çıkan fark tutarı olarak da ifade edilebilir. Dolayısıyla cevap A şıkkıdır."
  },
  {
    "id": "3878440",
    "unitNumber": 1,
    "text": "Üretim dışı maliyetler kaça ayrılır ?",
    "correctAnswer": "B",
    "options": {
      "A": "3",
      "B": "4",
      "C": "2",
      "D": "6",
      "E": "5"
    },
    "explanation": "Üretim/Hizmet Dışı Maliyetler: Araştırma ve Geliştirme, Pazarlama Satış ve Dağıtım, Genel Yönetim ve Finansman Maliyetleri şeklinde gruplandırılır. Dolayısıyla cevap B şıkkıdır."
  },
  {
    "id": "3878441",
    "unitNumber": 1,
    "text": "İşletmelerin fonksiyonları bağlamında maliyetler kaça ayrılır ?",
    "correctAnswer": "C",
    "options": {
      "A": "2",
      "B": "5",
      "C": "6",
      "D": "3",
      "E": "4"
    },
    "explanation": "İşletmenin Fonksiyonlarına Göre Maliyetler:\n <br/>Tedarik<br/>Üretim<br/>Ar-Ge<br/>Satış ve Dağıtım<br/>Yönetim<br/>Finansman\n şeklinde sınıflandırılmaktadır. Dolayısıyla cevap C şıkkıdır."
  },
  {
    "id": "3878442",
    "unitNumber": 1,
    "text": "Maliyetler faaliyet hacmi karşısında davranışlarına göre kaç grupta sınıflandırılır ?",
    "correctAnswer": "D",
    "options": {
      "A": "6",
      "B": "2",
      "C": "5",
      "D": "3",
      "E": "4"
    },
    "explanation": "Maliyetler faaliyet hacmi karşısında davranışlarına göre sabit, değişken ve karma (yarı sabit ve yarı değişken) maliyetler olmak üzere üç grupta sınıflandırılır. Dolayısıyla cevap D şıkkıdır."
  },
  {
    "id": "3878443",
    "unitNumber": 1,
    "text": "İşletme faaliyetlerinin gerçekleştirilmesinde alınacak olan karar seçeneklerinin birinin diğerine karşı tercih edilmesi durumunda katlanılan toplam maliyette ortaya çıkan fark tanımı aşağıdaki şıklarda belirtilen hangi terime aittir ?",
    "correctAnswer": "E",
    "options": {
      "A": "Geçerli maliyet",
      "B": "Batmış maliyet",
      "C": "Fırsat maliyeti",
      "D": "Marjinal maliyet",
      "E": "Ek maliyet"
    },
    "explanation": "İşletme faaliyetlerinin gerçekleştirilmesinde alınacak olan karar seçeneklerinin birinin diğerine karşı tercih edilmesi durumunda katlanılan toplam maliyette ortaya çıkan fark ek maliyet olarak ifade edilebilmektedir. Dolayısıyla cevap E şıkkıdır."
  },
  {
    "id": "3878044",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bir ürünün tedarik edilmesinden, müşteriye teslim edildiği ana kadar yapılan faaliyetlerle ilgili olarak katlandıkları tüm fedakârlıkların parasal tutarı olarak ifade edilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Lojistik maliyetleri",
      "B": "Depolama Maliyetleri",
      "C": "Stok Bulundurma Maliyetleri",
      "D": "Personel Maliyetleri",
      "E": "Kullanılan Araç ve Donanım Maliyetleri"
    },
    "explanation": "Lojistik maliyetler bir ürünün tedarik edilmesinden, müşteriye teslim edildiği ana kadar yapılan faaliyetlerle ilgili olarak katlandıkları tüm fedakârlıkların parasal tutarı olarak ifade edilebilir."
  },
  {
    "id": "3878045",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Lojistik Maliyet Türleri arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Stok Bulundurmama Maliyetleri",
      "B": "Ev kirası",
      "C": "Tatil gezi otel maliyeti",
      "D": "Kişisel cep telefon maliyeti",
      "E": "Eşe ödenen nafaka parası"
    },
    "explanation": "Lojistik Maliyet Türleri Lojistik maliyet çeşitleri, lojistik süreç içinde yer alan Nakliye (Taşıma) Maliyetleri, Depolama Maliyetleri, Stok Bulundurma Maliyetleri, Stok Bulundurmama Maliyetleri, Personel Maliyetleri, Navlun, Sigorta ve Gümrükleme Maliyetleri, Kullanılan Araç ve Donanımın Amortismanı veya Kirası gibi maliyetlerden oluşmaktadır."
  },
  {
    "id": "3878046",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi ürünün ağırlığı, hacmi, tehlikeli ürün olup olmaması, taşınacağı mesafe gibi değişkenlere bağlı olarak ortaya çıkan tüm masraflar taşıma maliyetini ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Taşıma Maliyeti",
      "B": "Depolama Maliyetleri",
      "C": "Stok Bulundurma Maliyetleri",
      "D": "Personel Maliyetleri",
      "E": "Kullanılan Araç ve Donanım Maliyetleri"
    },
    "explanation": "Taşıma (Nakliye) Maliyetleri ürün ya da hizmetin işletmeye girişinden, çıkışına ve müşteriye ulaşıncaya kadar gerçekleşen maliyetlerden oluşur. Taşınan ürünün ağırlığı, hacmi, tehlikeli ürün olup olmaması, taşınacağı mesafe gibi değişkenlere bağlı olarak ortaya çıkan tüm masraflar taşıma maliyetlerdir"
  },
  {
    "id": "3878047",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi ilk madde ve malzeme, yarı mamul ve mamullerin depolanmasına ilişkin maliyetleri ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Depolama Maliyetleri",
      "B": "Taşıma Maliyeti",
      "C": "Stok Bulundurma Maliyetleri",
      "D": "Personel Maliyetleri",
      "E": "Kullanılan Araç ve Donanım Maliyetleri"
    },
    "explanation": "Depolama maliyetleri ilk madde ve malzeme, yarı mamul ve mamullerin depolanmasına ilişkin maliyetlerden oluşur. Söz konusu maliyetler, depolama ve ambar faaliyetleri, fabrika ve depo yeri seçim süreçlerinde ortaya çıkmaktadır. Depolama için gerekli olan kira, işçilik, amortisman, aydınlatma, ısıtma, soğutma, havalandırma, enerji gibi maliyet unsurlarından oluşmaktadır"
  },
  {
    "id": "3878048",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi işletmede gelen talebi karşılayacak yeterli düzeyde stok'un bulunmamasından dolayı ortaya çıkacak olan maliyeti ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Stok Bulundurmama Maliyetleri",
      "B": "Depolama Maliyetleri",
      "C": "Taşıma Maliyeti",
      "D": "Kullanılan Araç ve Donanım Maliyetleri",
      "E": "Personel Maliyetleri"
    },
    "explanation": "Stok bulundurmama maliyetleri kısaca stoksuzluktan kaynaklanan maliyetlerdir. Yani işletmede gelen talebi karşılayacak yeterli düzeyde stok bulunmamasından dolayı ortaya çıkacak olan maliyetlerdir. Üretim için gerekli madde ve malzemenin stokta bulunmaması sonucunda üretimde aksaklığa yol açacak üretim kaybı, boş zaman işçiliklerinin artması ve ürün talebinin karşılanamaması gibi maliyetler de stok bulundurmama maliyetleri olarak karşımıza çıkmaktadır."
  },
  {
    "id": "3878049",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi lojistik faaliyetlerde çalışanların harcadığı emeğin parasal tutarı personel maliyetlerini ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Personel Maliyetleri",
      "B": "Stok Bulundurma Maliyetleri",
      "C": "Depolama Maliyetleri",
      "D": "Taşıma Maliyeti",
      "E": "Kullanılan Araç ve Donanım Maliyetleri"
    },
    "explanation": "Personel maliyetleri lojistik faaliyetlere katkıları olan işgücü ile ilgili tüm ekonomik fedakârlıkları içerir. Yani lojistik faaliyetlerde çalışanların harcadığı emeğin parasal tutarı personel maliyetlerini oluşturur. Ekonomik anlamda emeğin fiyatı ise ücret olarak ifade edilir. Genel anlamda ücret bir kimseye belirli bir iş karşılığında verilen para ile sağlanan ve para ile ifade edilen menfaatler olarak ifade edilebilir."
  },
  {
    "id": "3878050",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi dış ticarette bir yerden başka bir yere ulaştırmak için gemiye alınan eşyanın bütünü için olmak üzere taşıyıcı tarafından, gemisinde taşınacak yüke istenen ücreti ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Navlun Maliyetleri",
      "B": "Personel Maliyetleri",
      "C": "Stok Bulundurma Maliyetleri",
      "D": "Depolama Maliyetleri",
      "E": "Taşıma Maliyeti"
    },
    "explanation": "Sözlük anlamı olarak Navlun “dış ticarette bir yerden başka bir yere ulaştırmak için gemiye alınan eşyanın bütünü için olmak üzere taşıyıcı tarafından, gemisinde taşınacak yüke istenen ücret” olarak ifade edilir. Ancak zamanla birlikte dış ticaret ile ilgili olarak gümrükleme sektöründe “navlun” kelimesi sadece deniz yoluyla yapılan taşımacılık için değil daha kapsamlı hâle gelmiştir."
  },
  {
    "id": "3878051",
    "unitNumber": 2,
    "text": "Muhasebe bilgi sistemi, işletmenin odak noktasındadır ve muhasebe sürecinin sonunda raporlar hâlinde ilgili kişilere bilgi sağlamaktadır. Aşağıdakilerden hangisi günlük nakit tahsilat raporları, havaleler özeti, kredi kartından tahsilatlar raporunu ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Tahsilat İşlemlerine İlişkin Raporlar",
      "B": "Satış İşlemlerine İlişkin Raporlar",
      "C": "Ödeme İşlemlerine İlişkin Raporlar",
      "D": "Satın Alma İşlemlerine İlişkin Raporlar",
      "E": "Üretim Planlama Sistemine İlişkin Raporlar"
    },
    "explanation": "Tahsilat İşlemlerine İlişkin Raporlar, günlük nakit tahsilat raporları, havaleler özeti, kredi kartından tahsilatlar raporu vb.ifade eder."
  },
  {
    "id": "3878052",
    "unitNumber": 2,
    "text": "Muhasebe bilgi sistemi, işletmenin odak noktasındadır ve muhasebe sürecinin sonunda raporlar hâlinde ilgili kişilere bilgi sağlamaktadır. Aşağıdakilerden hangisi girdi düzeyinde lojistik maliyet raporu, stoklama düzeyinde lojistik maliyet raporu, çıktı düzeyinde lojistik maliyet raporunu ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Lojistik Faaliyetlere İlişkin Raporlar",
      "B": "Satış İşlemlerine İlişkin Raporlar",
      "C": "Ödeme İşlemlerine İlişkin Raporlar",
      "D": "Satın Alma İşlemlerine İlişkin Raporlar",
      "E": "Üretim Planlama Sistemine İlişkin Raporlar"
    },
    "explanation": "Lojistik Faaliyetlere İlişkin Raporlar, girdi düzeyinde lojistik maliyet raporu, stoklama düzeyinde lojistik maliyet raporu, çıktı düzeyinde lojistik maliyet raporunu ifade eder"
  },
  {
    "id": "3878053",
    "unitNumber": 2,
    "text": "Muhasebe bilgi sistemi, işletmenin odak noktasındadır ve muhasebe sürecinin sonunda raporlar hâlinde ilgili kişilere bilgi sağlamaktadır. Aşağıdakilerden hangisi satılan mamul maliyet raporu, direkt ve endirekt işçilik maliyetlerinin analizine ilişkin raporları ifade eder ?",
    "correctAnswer": "A",
    "options": {
      "A": "Maliyet Muhasebesi Sistemine İlişkin Raporlar",
      "B": "Satış İşlemlerine İlişkin Raporlar",
      "C": "Ödeme İşlemlerine İlişkin Raporlar",
      "D": "Satın Alma İşlemlerine İlişkin Raporlar",
      "E": "Üretim Planlama Sistemine İlişkin Raporlar"
    },
    "explanation": "Maliyet Muhasebesi Sistemine İlişkin Raporlar, satılan mamul maliyet raporu, ilk madde ve malzeme maliyetlerine ilişkin rapor, direkt ve endirekt işçilik maliyetlerinin analizine ilişkin raporlar, diğer üretim maliyet raporları ifade eder."
  },
  {
    "id": "3878373",
    "unitNumber": 2,
    "text": "Üretim için gerekli madde ve malzemenin yedeklerinin veya fazlasının depolarında bulunmaması sonucu ortaya çıkan maliyet aşağıdakilerden hangisini kapsamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Stok Bulundurmama Maliyeti",
      "B": "Muhasebe Maliyeti",
      "C": "Personel Maliyeti",
      "D": "Depolama Maliyeti",
      "E": "Taşıma Maliyeti"
    },
    "explanation": "Üretim için gerekli madde ve malzemenin stokta bulunmaması sonucunda üretimde aksaklığa yol açacak üretim kaybı, boş zaman işçiliklerinin artması ve ürün talebinin karşılanamaması gibi maliyetler de stok bulundurmama maliyetleri olarak karşımıza çıkmaktadır"
  },
  {
    "id": "3878476",
    "unitNumber": 2,
    "text": "Bir mal ya da hizmetin üretiminden tüketiciye sunumuna kadar olan süreçlerde nakliye, depolama, ambalajlama ve dağıtım gibi tüm faaliyetleri ifade eder tanımı aşağıdaki seçeneklerde belirtilen hangi terime aittir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Lojistik",
      "B": "Pazarlama",
      "C": "Üretim",
      "D": "Muhasebe",
      "E": "Finans"
    },
    "explanation": "Lojistik, bir mal ya da hizmetin üretiminden tüketiciye sunumuna kadar olan süreçlerde nakliye, depolama, ambalajlama ve dağıtım gibi tüm faaliyetleri ifade eder. Dolayısıyla cevap A şıkkıdır."
  },
  {
    "id": "3878477",
    "unitNumber": 2,
    "text": "İşletmelerin lojistik faaliyetlerle ilgili olarak katlandıkları tüm fedakârlıkların parasal tutarıdır tanımı aşağıdaki şıklarda belirtilen hangi terime aittir ?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilanço",
      "B": "Lojistik maliyetler",
      "C": "Gelir-gider tablosu",
      "D": "Fon akım tablosu",
      "E": "Alış bedeli"
    },
    "explanation": "Lojistik maliyetler, işletmelerin lojistik faaliyetlerle ilgili olarak katlandıkları tüm fedakârlıkların parasal tutarı olarak tanımlanabilir. Dolayısıyla cevap B şıkkıdır."
  },
  {
    "id": "3878478",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi lojistik maliyet çeşitlerinden biri değildir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Nakliye maliyetleri",
      "B": "Depolama maliyetleri",
      "C": "Satış maliyetleri",
      "D": "Stok bulundurma maliyetleri",
      "E": "Stok bulundurmama maliyetleri"
    },
    "explanation": "Lojistik maliyet çeşitleri, lojistik süreç içinde yer alan Nakliye (Taşıma) Maliyetleri, Depolama Maliyetleri, Stok Bulundurma Maliyetleri, Stok Bulundurmama Maliyetleri, Personel Maliyetleri, Navlun, Sigorta ve Gümrükleme Maliyetleri, Kullanılan Araç ve Donanımın Amortismanı veya Kirası gibi maliyetlerden oluşmaktadır. Dolayısıyla cevap C şıkkıdır."
  },
  {
    "id": "3878479",
    "unitNumber": 2,
    "text": "İlk madde ve malzeme, yarı mamul ve mamullerin depolanmasına ilişkin maliyetlerden oluşan maliyet çeşidi aşağıdaki hangi şıkta belirtilmiştir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Taşıma maliyeti",
      "B": "Stok bulundurma maliyeti",
      "C": "Stok bulundurmama maliyeti",
      "D": "Depolama maliyeti",
      "E": "Personel maliyeti"
    },
    "explanation": "Depolama maliyetleri ilk madde ve malzeme, yarı mamul ve mamullerin depolanmasına ilişkin maliyetlerden oluşur. Dolayısıyla cevap D şıkkıdır."
  },
  {
    "id": "3878480",
    "unitNumber": 2,
    "text": "Dış ticaret işlemlerinde herhangi bir ulaşım yolu ile (deniz yolu, kara yolu, hava yolu ve demir yolu) yapılan taşıma hizmetine ve taşıma hizmeti karşılığında ödenen bedele verilen genel isim tanımı aşağıdaki şıklarda belirtilen hangi terime aittir ?",
    "correctAnswer": "E",
    "options": {
      "A": "Sigorta maliyeti",
      "B": "Gümrükleme maliyeti",
      "C": "Depolama maliyeti",
      "D": "Taşıma maliyeti",
      "E": "Navlun maliyeti"
    },
    "explanation": "Navlun maliyeti dış ticaret işlemlerinde herhangi bir ulaşım yolu ile (deniz yolu, kara yolu, hava yolu ve demir yolu) yapılan taşıma hizmetine ve taşıma hizmeti karşılığında ödenen bedele verilen genel isim olmuştur. Dolayısıyla cevap E şıkkıdır."
  },
  {
    "id": "3878481",
    "unitNumber": 2,
    "text": "Lojistik maliyetler işletme içerisindeki akışına göre de sınıflandırılabilir. Buna göre lojistik maliyetlerini genel olarak işletme içerisindeki akışına göre kaç başlık altında toplamak mümkündür ?",
    "correctAnswer": "A",
    "options": {
      "A": "3",
      "B": "5",
      "C": "6",
      "D": "4",
      "E": "2"
    },
    "explanation": "Lojistik maliyetler işletme içerisindeki akışına göre de sınıflandırılabilir. Buna göre lojistik maliyetlerini genel olarak işletme içerisindeki akışına göre üç başlık altında toplamak mümkündür. Dolayısıyla cevap A şıkkıdır."
  },
  {
    "id": "3878482",
    "unitNumber": 2,
    "text": "Genel olarak işletme fonksiyonlarına göre oluşturulmuş alt bilgi sistemleri kaç tanedir ?",
    "correctAnswer": "B",
    "options": {
      "A": "5",
      "B": "6",
      "C": "3",
      "D": "4",
      "E": "2"
    },
    "explanation": "Genel olarak işletme fonksiyonlarına göre oluşturulmuş alt bilgi sistemleri aşağıdaki gibi sıralanabilir:\n a. Pazarlama Bilgi Sistemi<br/>b. Üretim Bilgi Sistemi<br/>c. İnsan Kaynakları Bilgi Sistemi<br/>d. Muhasebe Bilgi Sistemi<br/>e. Finans Bilgi Sistemi<br/>f. Araştırma-Geliştirme Bilgi Sistemi\n Dolayısıyla cevap B şıkkıdır."
  },
  {
    "id": "3878483",
    "unitNumber": 2,
    "text": "Etkin bir muhasebe bilgi sistemi için gerekli unsurlar mevcuttur. Bu unsurlar kaç tanedir ?",
    "correctAnswer": "C",
    "options": {
      "A": "6",
      "B": "5",
      "C": "3",
      "D": "4",
      "E": "2"
    },
    "explanation": "Etkin bir muhasebe bilgi sistemi için gerekli unsurlar mevcuttur. Bu unsurları hesap planı sistemi, belge sistemi ve defter sistemi olarak saymak mümkündür. Dolayısıyla cevap C şıkkıdır."
  },
  {
    "id": "3878484",
    "unitNumber": 2,
    "text": "İşletme dışı genel amaçlı olarak düzenlenen raporlar kaç çeşittir ?",
    "correctAnswer": "D",
    "options": {
      "A": "5",
      "B": "3",
      "C": "4",
      "D": "6",
      "E": "2"
    },
    "explanation": "İşletme dışı genel amaçlı olarak düzenlenen raporlar aşağıdaki gibidir:<br/>a. Bilanço (Finansal Durum Tablosu)<br/>b. Gelir-Gider Tablosu<br/>c. Öz Kaynak Değişim Tablosu<br/>d. Nakit Akım Tablosu<br/>e. Fon Akım Tablosu<br/>f. Kâr Dağıtım Tablosu\n Dolayısıyla cevap D şıkkıdır."
  },
  {
    "id": "3878485",
    "unitNumber": 2,
    "text": "Muhasebe bilgi sistemi, işletmenin odak noktasındadır ve muhasebe sürecinin sonunda raporlar hâlinde ilgili kişilere bilgi sağlamaktadır. İşletme düzeyinde özel amaçlı elde edilebilecek raporlar kaç çeşittir ?",
    "correctAnswer": "E",
    "options": {
      "A": "7",
      "B": "5",
      "C": "4",
      "D": "6",
      "E": "8"
    },
    "explanation": "Muhasebe bilgi sistemi, işletmenin odak noktasındadır ve muhasebe sürecinin sonunda raporlar hâlinde ilgili kişilere bilgi sağlamaktadır. İşletme düzeyinde özel amaçlı elde edilebilecek raporlar aşağıdaki gibi sıralanabilir:\n<br/>a. Satış İşlemlerine İlişkin Raporlar\n<br/>b. Tahsilat İşlemlerine İlişkin Raporlar\n<br/>c. Ödeme İşlemlerine İlişkin Raporlar\n<br/>d. Satın Alma İşlemlerine İlişkin Raporlar\n<br/>e. Üretim Planlama Sistemine İlişkin Raporlar\n<br/>f. Maliyet Muhasebesi Sistemine İlişkin Raporlar\n<br/>g. İnsan Kaynakları Sistemine İlişkin Raporlar\n<br/>h. Lojistik Faaliyetlere İlişkin Raporlar\n<br/>Dolayısıyla cevap E şıkkıdır."
  },
  {
    "id": "3878054",
    "unitNumber": 3,
    "text": "Amaca ulaşmak için atılacak olan adımların belirlenmesine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Plan",
      "B": "Süreç",
      "C": "Alternatif",
      "D": "Olanak",
      "E": "Lojistik"
    },
    "explanation": "<strong>Lojistik Maliyetleri ve Raporlama </strong><br/><strong>Plan, </strong>amaca ulaşmak için atılacak olan adımların belirlenmesidir."
  },
  {
    "id": "3878055",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi planlama sürecinin temel adımlarından biri <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Amaçların Belirlenmesi",
      "B": "Tesis Kuruluş Yeri Stratejileri",
      "C": "Olanakların Araştırılması",
      "D": "Alternatiflerin Belirlenmesi ve Karşılaştırılması",
      "E": "En Uygun Seçeneğin Belirlenmesi"
    },
    "explanation": "<strong>Planlama Süreci </strong><br/>İyi bir planlama süreci temel olarak aşağıdaki adımları içerir;\n <strong>Amaçların Belirlenmesi:</strong>\n <strong>Olanakların Araştırılması:</strong>\n <strong>Alternatiflerin Belirlenmesi ve Karşılaştırılması:</strong>\n <strong>En Uygun Seçeneğin Belirlenmesi:</strong>\n <strong>Planın Uygulamaya Alınması:</strong>\n <strong>Uygulanan Planın Denetlenmesi: </strong>"
  },
  {
    "id": "3878056",
    "unitNumber": 3,
    "text": "Müşterilere sunulan hizmet düzeyini yüksek seviyede tutmak ve toplam lojistik maliyetlerini azaltmak için hangi yol izlenir?",
    "correctAnswer": "C",
    "options": {
      "A": "Uygulanan Planın Denetlenmesi",
      "B": "En Uygun Seçeneğin Belirlenmesi",
      "C": "Lojistikte planlama",
      "D": "Uygulanan Planın Denetlenmesi",
      "E": "Olanakların Araştırılması"
    },
    "explanation": "<strong>Lojistikte Temel Planlama Alanları </strong><br/><strong>Lojistikte planlama, </strong>müşterilere sunulan hizmet düzeyini yüksek seviyede tutmak ve toplam lojistik maliyetlerini azaltmaktır."
  },
  {
    "id": "3878057",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi müşteri hizmetleri, stok bulundurma, ulaştırma ve depolama maliyetlerinin önceden tahmin yöntemleri kullanarak bütçelenmesi olarak tanımlanabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Müşteri Hizmet Düzeyi",
      "B": "Tesis Kuruluş Yeri Stratejileri",
      "C": "Envanter (Stok) Kararları",
      "D": "Lojistikte maliyetlerin planlanması",
      "E": "Alternatiflerin Belirlenmesi ve Karşılaştırılması"
    },
    "explanation": "<strong>Lojistikte maliyetlerin planlanması: </strong>Müşteri hizmetleri, stok bulundurma, ulaştırma ve depolama maliyetlerinin önceden tahmin yöntemleri kullanarak bütçelenmesidir."
  },
  {
    "id": "3878058",
    "unitNumber": 3,
    "text": "Aşağıdaki ulaştırma faaliyetlerinin performansını etkileyen unsurlar biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Müşteri",
      "B": "Hizmet",
      "C": "Planlama",
      "D": "Stok",
      "E": "Tutarlılık"
    },
    "explanation": "<strong>Ulaştırma Maliyetleri: </strong><br/>Ulaştırma faaliyetlerinin performansını etkileyen unsurlar;\n * Maliyet\n * Hız\n * Tutarlılık"
  },
  {
    "id": "3878059",
    "unitNumber": 3,
    "text": "İşletmelerin gelecek dönemler için belirlemiş oldukları planlara ait değer hareketlerinin önceden tahmin yöntemleri kullanarak, miktar ve tutar olarak gösterildiği rapor veya raporlar dizisine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bütçe",
      "B": "Maliyet",
      "C": "Lojistik",
      "D": "Hız",
      "E": "Tutarlılık"
    },
    "explanation": "<strong>BÜTÇE VE BÜTÇELEME KAVRAMI </strong><br/><strong>Bütçe: </strong>İşletmelerin gelecek dönemler için belirlemiş oldukları planlara ait değer hareketlerinin önceden tahmin yöntemleri kullanarak, miktar ve tutar olarak gösterildiği rapor veya raporlar dizisidir."
  },
  {
    "id": "3878060",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi teknik yapılarına göre bütçeler sınıflamasına dahildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gelir Bütçeleri",
      "B": "Esnek Bütçeler",
      "C": "Kısım Bütçeleri",
      "D": "Genel Bütçeler",
      "E": "Sabit Bütçeler"
    },
    "explanation": "<strong>İşletme Bütçesi Kavramı </strong><br/>Üst yönetim tarafından planlama ve kontrol için kullanılan işletme bütçeleri aşağıdaki gibi sınıflandırılabilir ( Peker, 1988;368);\n<br/>• <strong>Konularına Göre Bütçeler </strong>\n<br/>• Gider Bütçeleri\n<br/>• Gelir Bütçeleri\n<br/>• <strong>Yaklaşımlarına Göre Bütçeler </strong>\n<br/>• Proje Bütçeleri\n<br/>• Dönem Bütçeleri\n<br/>• <strong>Amaçlarına Göre Bütçeler </strong>\n<br/>• Program Bütçeleri\n<br/>• Faaliyet Bütçeleri\n<br/>• <strong>Teknik Yapılarına Göre Bütçeler </strong>\n<br/>• Durağan Bütçeler\n<br/>• Karşılaştırmalı Bütçeler\n<br/>• Esnek Bütçeler\n<br/>• <strong>Kapsamlarına Göre Bütçeler </strong>\n<br/>• Kısım Bütçeleri\n<br/>• Genel Bütçeler\n<br/>• <strong>Niteliklerine Göre </strong>\n<br/>• Sabit Bütçeler\n<br/>• Hareketli Bütçeler\n<br/>• <strong>Rakamların Niteliğine Göre Bütçeler </strong>\n<br/>• Miktar Bütçeleri\n<br/>• Tutar Bütçeleri\n<br/>• <strong>Başlangıç Rakamlarına Göre Bütçeler </strong>\n<br/>• Klasik Bütçeler\n<br/>• Sıfır Tabanlı Bütçeler\n<br/>• <strong>Finansal Faaliyetlere Göre Bütçeler </strong>\n<br/>• Finansman Bütçesi\n<br/>• Yatırım Bütçesi\n<br/>• Nakit Bütçesi"
  },
  {
    "id": "3878061",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi finansal faaliyetlere göre bütçeler sınıflanmasına dahildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Miktar Bütçeleri",
      "B": "Klasik Bütçeler",
      "C": "Yatırım Bütçesi",
      "D": "Sıfır Tabanlı Bütçeler",
      "E": "Proje Bütçeleri"
    },
    "explanation": "<strong>İşletme Bütçesi Kavramı </strong><br/>Üst yönetim tarafından planlama ve kontrol için kullanılan işletme bütçeleri aşağıdaki gibi sınıflandırılabilir ( Peker, 1988;368);\n • <strong>Konularına Göre Bütçeler </strong>\n • Gider Bütçeleri\n • Gelir Bütçeleri\n • <strong>Yaklaşımlarına Göre Bütçeler </strong>\n • Proje Bütçeleri\n • Dönem Bütçeleri\n • <strong>Amaçlarına Göre Bütçeler </strong>\n • Program Bütçeleri\n • Faaliyet Bütçeleri\n • <strong>Teknik Yapılarına Göre Bütçeler </strong>\n • Durağan Bütçeler\n • Karşılaştırmalı Bütçeler\n • Esnek Bütçeler\n • <strong>Kapsamlarına Göre Bütçeler </strong>\n • Kısım Bütçeleri\n • Genel Bütçeler\n • <strong>Niteliklerine Göre </strong>\n • Sabit Bütçeler\n • Hareketli Bütçeler\n • <strong>Rakamların Niteliğine Göre Bütçeler </strong>\n • Miktar Bütçeleri\n • Tutar Bütçeleri\n • <strong>Başlangıç Rakamlarına Göre Bütçeler </strong>\n • Klasik Bütçeler\n • Sıfır Tabanlı Bütçeler\n • <strong>Finansal Faaliyetlere Göre Bütçeler </strong>\n • Finansman Bütçesi\n • Yatırım Bütçesi\n • Nakit Bütçesi"
  },
  {
    "id": "3878062",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bütçeler işletmelerin gelecek dönemlere ilişkin faaliyetlerini planlamada kullanılan temel İlkelerinden birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Üst Yönetimin Desteği İlkesi",
      "B": "Örgütsel Uyum İlkesi",
      "C": "Katılımcılık İlkesi",
      "D": "Gerçekçilik İlkesi",
      "E": "Esneklik İlkesi"
    },
    "explanation": "<strong>Bütçelemenin Temel İlkeleri </strong><br/><strong>Gerçekçilik İlkesi: </strong>Bütçeler işletmelerin gelecek dönemlere ilişkin faaliyetlerini planlamada kullanılan en önemli araçlardır."
  },
  {
    "id": "3878063",
    "unitNumber": 3,
    "text": "Lojistik maliyetlerin planlanması ve kontrol edilmesinde kullanılan aşamalardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bütçeler",
      "B": "Standart Maliyetler",
      "C": "Verimlilik Standartları",
      "D": "Istatistiksel Süreç Kontrolleri",
      "E": "Tutarlılık"
    },
    "explanation": "<strong>Diğer Lojistik Maliyetleri: </strong><br/>Lojistik maliyetlerin planlanması ve kontrol edilmesinde ise bütçeler, standart maliyetler, verimlilik standartları ve istatistiksel süreç kontrolleri kullanılmaktadır. Bu durum aşağıdaki şekilde de gösterilmiştir.\n<br/>Lojistik Maliyetlerin Planlanması ve Kontrolü \n<br/>Bütçeler\n<br/>Standart Maliyetler\n<br/>Verimlilik Standartları\n<br/>Istatistiksel Süreç Kontrolleri"
  },
  {
    "id": "3878444",
    "unitNumber": 3,
    "text": "Planlama süreci ile ilgili olarak “işletmenin teknolojik alt yapısı, ekipman ve personel durumu, dağıtım ağı, bayi-müşteri ilişkileri, araç ve makine parkı vb. durumlarının belirlenmesi” aşağıda verilen aşamalardan hangisinde yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Amaçların Belirlenmesi",
      "B": "Olanakların Araştırılması",
      "C": "Alternatiflerin Belirlenmesi ve Karşılaştırılması",
      "D": "En Uygun Seçeneğin Belirlenmesi",
      "E": "Planın Uygulamaya Alınması"
    },
    "explanation": "Planlama sürecinin adımlarından biri olan “Olanakların Araştırılması” aşamasında; işletmenin belirlemiş olduğu temel amaca ulaşabilmek için gerek işletme içi gerekse işletme dışı olanaklar tespit edilir. Örneğin; bu olanaklar işletmenin teknolojik alt yapısı, ekipman durumu, personelin uzmanlık derecesi, işletmedeki teknik bilgi düzeyi, işletme içi iş süreçlerinin çalışabilirliği, işletmenin dağıtım ağı, bayi - müşteri ilişkileri, araç ve makine parkı vb. durumlarının belirlendiği aşamadır. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3878445",
    "unitNumber": 3,
    "text": "Çıkış lojistiği faaliyetlerini kendisi yapmaya karar veren işletmenin bu faaliyeti yapacak personeline rut planını vermesi ve ilgili personelin de işi tamamlaması “Planlama Sürecinin” hangi adımı için örnek verilebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Olanakların Araştırılması",
      "B": "Alternatiflerin Belirlenmesi ve Karşılaştırılması",
      "C": "En Uygun Seçeneğin Belirlenmesi",
      "D": "Planın Uygulamaya Alınması",
      "E": "Uygulanan Planın Denetlenmesi"
    },
    "explanation": "Planlama süreci adımlarından “Planın Uygulamaya Alınması”; İşletmenin planı uygulamaya aldığı ve plan hedefleri doğrultusunda alt hedefleri (programları) belirlediği aşamadır. Alt hedefler ana hedef çerçevesinde yürütme işlerinden sorumlu personel tarafından devreye alınır. Çıkış lojistiği faaliyetlerini kendisi yapmaya karar veren işletmenin bu faaliyeti yapacak personeline rut planını vermesi ve ilgili personelin de belirlenen rota dahilinde zaman planlamasına da uyarak işi tamamlaması bu adım için örnek verilebilir. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3878446",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi “Geleneksel taşımacılık faaliyetleri yapan, depolama hizmeti veren (taşıma şirketleri, tır filoları, depo yerleri, antrepolar vb.) varlık bazlı veya yatırım bazlı işletmeleri” tanımlamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "PL",
      "B": "2PL",
      "C": "3PL",
      "D": "4PL",
      "E": "5PL"
    },
    "explanation": "“2PL (İkinci Parti Lojistik)”: Birinci parti işletmelere doğrudan hizmet veren geleneksel taşımacılık faaliyetleri yapan, depolama hizmeti veren varlık bazlı veya yatırım bazlı işletmelerdir. Örneğin, taşıma şirketleri, tır filoları, depo yerleri, antrepolar vb. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3878447",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi “İtme ve çekme olarak bilinen üretim stratejilerinin dikkate alındığı“ temel lojistik planlama alanıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Müşteri Hizmet Düzeyi",
      "B": "Tesis Kuruluş Yeri Stratejileri",
      "C": "Envanter (Stok) Kararları",
      "D": "Ulaştırma Stratejileri",
      "E": "Uygulanan Planın Denetlenmesi"
    },
    "explanation": "Stoklara ilişkin kararlar verilirken genellikle iki tür üretim stratejisi dikkate alınır. Bunlar itme ve çekme stratejileridir. İtme stratejisi uygulayan işletmelerde ilk madde ve malzeme, yarı mamul ve mamul stokları önceden yani müşteri talebi oluşmadan üretilir ve stoklanır. Çekme stratejisi uygulayan işletmelerde ise talep müşterilerden gelen siparişlere göre şekilleneceği için işletmeler burada stoklama yapmazlar ve müşteri siparişlerine göre üretim yaparlar. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3878448",
    "unitNumber": 3,
    "text": "“Girdi -Süreçleme - Çıktı aşamalarından oluşan ve yönetim bilgi sisteminin başarılı olması için çalışan alt sistem”, bütçelemenin temel ilkelerinden hangisinin kapsamı içinde yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Üst Yönetimin Desteği",
      "B": "Örgütsel Uyum",
      "C": "Katılımcılık",
      "D": "Sorumluluk Muhasebesi",
      "E": "Gerçekçilik"
    },
    "explanation": "Muhasebe bilgi sistemleri; Girdi - Süreçleme - Çıktı aşamalarından oluşan ve yönetim bilgi sisteminin başarılı olması için çalışan bir alt sistemdir. Buna göre muhasebe bilgi sisteminin her aşamasında veri ve bilgilerin toplanması, işlenmesi, raporlanması ve işletme yöneticilerinin performans değerlendirmelerinin yapılması sorumluluk muhasebesi anlayışına dayanır. İyi kurularak işletilen bir muhasebe bilgi sistemi sorumluluk muhasebesinin en temel koşuludur. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3878449",
    "unitNumber": 3,
    "text": "Aşağıda verilen bütçelerden hangisi “Amaçlarına Göre Bütçeler” grubunda yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Gider Bütçeleri",
      "B": "Gelir Bütçeleri",
      "C": "Proje Bütçeleri",
      "D": "Dönem Bütçeleri",
      "E": "Faaliyet Bütçeleri"
    },
    "explanation": "Üst yönetim tarafından planlama ve kontrol için kullanılan işletme bütçeleri için yapılan sınıflandırmaya göre; Program ve Faaliyet Bütçeleri “Amaçlarına Göre Bütçeler” grubunda; Gelir ve Gider Bütçeleri Konularına, Proje ve Dönem bütçeleri ise Yaklaşımlarına Göre Bütçeler grubunda yer alır. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3878450",
    "unitNumber": 3,
    "text": "Aşağıda verilenlerden hangisi “Kapsamlarına Göre Bütçeler” grubunda yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kısım Bütçeleri",
      "B": "Sabit Bütçeler",
      "C": "Hareketli Bütçeler",
      "D": "Klasik Bütçeler",
      "E": "Sıfır Tabanlı Bütçeler"
    },
    "explanation": "<strong>“</strong>Kısım ve Genel Bütçeler: Kapsamlarına Göre”, Sabit ve Hareketli Bütçeler: Niteliklerine Göre, Klasik ve Sıfır Tabanlı Bütçeler ise Başlangıç Rakamlarına Göre Bütçeler grubunda sınıflandırılmaktadır. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3878451",
    "unitNumber": 3,
    "text": "Bir işletme bütçesinin başlangıç noktasını aşağıda verilen bütçelerden hangisi oluşturur?",
    "correctAnswer": "A",
    "options": {
      "A": "Satış Bütçesi",
      "B": "Direkt İlk Madde ve Malzeme Bütçesi",
      "C": "Direkt İşçilik Bütçesi",
      "D": "Genel Üretim Giderleri Bütçesi",
      "E": "Faaliyet Giderleri Bütçesi"
    },
    "explanation": "Bir işletme bütçesinin başlangıç noktasını satış bütçesi oluşturur. Satış bütçesi hazırlandıktan sonra ilgili satışları yapabilmek ve satış bütçesinde belirlenen rakamlara ulaşabilmek için diğer bütçeler hazırlanır. Satış bütçesinden hemen sonra hazırlanacak olan bütçe üretim bütçesidir. Üretim bütçesi de; “Direkt İlk Madde ve Malzeme, Direkt İşçilik ve Genel Üretim Giderleri” bütçelerinden oluşur. Üretim bütçesinden sonra Faaliyet Giderleri Bütçesi (Dönem Giderleri Bütçesi) olarak da; Ar-Ge, pazarlama, satış ve dağıtım giderleri bütçesi, genel yönetim giderleri bütçesi ve en sonunda da proforma (tahmini) gelir tablosu ve proforma bilanço hazırlanır. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3878452",
    "unitNumber": 3,
    "text": "\"Dışarıdan hizmet satın alımı yoluyla yapılan lojistik faaliyetler\" aşağıda verilen işletmelerden hangisi tarafından yapılmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Birinci parti Lojistik - 1PL işletmeleri",
      "B": "İkinci parti Lojistik - 2PL işletmeleri",
      "C": "Üçüncü Parti Lojistik - 3PL işletmeleri",
      "D": "Dördüncü parti Lojistik - 4PL işletmeleri",
      "E": "Beşinci parti Lojistik - 5PL işletmeleri"
    },
    "explanation": "Günümüzde işletmeler lojistik faaliyetleri ya kendileri ya da bu alanda uzman lojistik işletmeleri ile yerine getirmektedirler. Son yıllarda gözlemlenen durum üretim işletmelerinin kendi işlerine odaklanmak istemeleri ve lojistik faaliyetler için dışarıdan hizmet satın almaları yönünde olduğudur. Bu anlamda dışarıdan hizmet satın alımı yoluyla yapılan lojistik faaliyetler “Üçüncü Parti Lojistik - 3PL” işletmeleri tarafından yapılmaktadır. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3878453",
    "unitNumber": 3,
    "text": "Lojistik işletmelerinde “Tahminî veya Standart Maliyetler” aşağıda verilen hesaplardan hangisinde yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "622 Satılan Hizmet Maliyeti Hesabı",
      "B": "689 Diğer Olağan Dışı Gider ve Zararlar",
      "C": "740 Hizmet Üretim Maliyeti",
      "D": "741 Hizmet Üretim Maliyeti Yansıtma Hesabı",
      "E": "742 Hizmet Üretim Maliyeti Fark Hesapları"
    },
    "explanation": "Lojistik işletmelerinde “Tahminî veya Standart Maliyetler 741 Hizmet Üretim Maliyeti Yansıtma Hesabının Alacağında”, fiilî maliyetler 7/ A seçeneğinde 740 Hizmet Üretim Maliyeti Hesabının borcunda, Dönem sonunda ortaya çıkan olumlu veya olumsuz farklar ise 742 Hizmet Üretim Maliyeti (HÜM) Fark Hesabında muhasebeleşir. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3878081",
    "unitNumber": 4,
    "text": "Herhangi bir faaliyetin etkenliğinin ve etkinliğinin niceliksel olarak belirlenmesi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Performans ölçümü",
      "B": "Lojistik ölçüm",
      "C": "Lojistik maliyet",
      "D": "Lojistik süreç",
      "E": "Lojistik endeks"
    },
    "explanation": "Performans ölçümü; herhangi bir faaliyetin etkenliğinin ve etkinliğinin niceliksel olarak belirlenmesidir."
  },
  {
    "id": "3878083",
    "unitNumber": 4,
    "text": "Hangisi lojistik performansın değerlemesi için kullanılan finansal ölçütlerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Satılan hizmet sayısı",
      "B": "Pazar payı",
      "C": "Tedarik kaynakları",
      "D": "Kalite",
      "E": "Esneklik"
    },
    "explanation": "Finansal performans ölçüleri genellikle; Satılan ürün ya da hizmet sayısı, yatırımın geri dönme oranı, hisse başına kazanç, faaliyet gelirleri, net kâr vb. olarak sıralanabilir.\n Finansal olmayan temel performans ölçüleri; müşteri memnuniyeti, yeni müşteri sayısı, verimlilik, hız, kalite, pazar payı, yenilikçilik, tedarik kaynakları,<br/>esneklik, sürekli geliştirme, demografik özellikler vb. olarak karşımıza çıkmaktadır"
  },
  {
    "id": "3878085",
    "unitNumber": 4,
    "text": "Hangisi lojistik performansın değerlendirilmesi için kullanılan finansal olmayan bir performans ölçütüdür?",
    "correctAnswer": "A",
    "options": {
      "A": "Pazar payı",
      "B": "Faaliyet gelirleri",
      "C": "Satılan hizmet sayısı",
      "D": "Yatırımın geri dönme oranı",
      "E": "Hisse başına kazanç"
    },
    "explanation": "Finansal olmayan temel performans ölçüleri; müşteri memnuniyeti, yeni müşteri sayısı, verimlilik, hız, kalite, pazar payı, yenilikçilik, tedarik kaynakları,<br/>esneklik, sürekli geliştirme, demografik özellikler vb. olarak karşımıza çıkmaktadır\n Finansal performans ölçüleri genellikle; Satılan ürün ya da hizmet sayısı, yatırımın geri dönme oranı, hisse başına kazanç, faaliyet gelirleri, net kâr vb. olarak sıralanabilir"
  },
  {
    "id": "3878087",
    "unitNumber": 4,
    "text": "Skandia kılavuzunun odaklandığı boyutlardan <u>birisi değildir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Taşıma",
      "B": "Finans",
      "C": "Müşteri",
      "D": "Süreç",
      "E": "İnsan"
    },
    "explanation": "Skandia kılavuzu; finansal, müşteri, süreç, yenileme geliştirme ve insan boyutu<br/>olmak üzere beş boyut üzerine odaklanmaktadır."
  },
  {
    "id": "3878088",
    "unitNumber": 4,
    "text": "X lojistik işletmesinin karı 20.000 TL, yıllık satışları 200.000 TL ve sermayesi 100.000 TL ise yatırımın geri dönme oranı (ROI) yüzde (%) kaçtır?",
    "correctAnswer": "A",
    "options": {
      "A": "%20",
      "B": "%10",
      "C": "% 8",
      "D": "% 12,5",
      "E": "%5"
    },
    "explanation": "ROI = Kâr / Kullanılan Sermaye<br/>biçiminde veya<br/>ROI = (Kar/ Satışlar) x (Satışlar/ Kullanılan Sermaye)\n ROI= 20.000/ 100.000 = 0,20 ( % 20)"
  },
  {
    "id": "3878089",
    "unitNumber": 4,
    "text": "Bilançodaki hazır değerler ve alacaklar ile ilişkili lojistik değişkenler hangisinde doğru verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sipariş döngü süresi/Sipariş Tamamlanma Oranı/ Fatura doğruluğu",
      "B": "Sipariş döngü süresi/ Stoklama politikaları",
      "C": "Sipariş Tamamlanma oranı/ Nakliye araçları",
      "D": "Sipariş döngü süresi/Satın alma politikaları",
      "E": "Stoklama Politikaları / Stoklar için Finanslama Seçenekleri / Fatura Doğruluğu"
    },
    "explanation": "Hazır Değerler ve Alacaklar: Dönen varlıkların bu bileşeni işletmenin likiditesinin değerlendirilmesi için çok önemlidir. Bilançonun bu kısmı üzerinde doğrudan etkisi olan lojistik değişkenler; sipariş döngü süresi, siparişin tamamlanma oranı, fatura doğruluğudur."
  },
  {
    "id": "3878090",
    "unitNumber": 4,
    "text": "Hangisi belirgin lojistik maliyetlerden <u>birisi değildir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Koordinasyon maliyeti",
      "B": "Sipariş",
      "C": "Tedarik",
      "D": "Dağıtım",
      "E": "Taşıma"
    },
    "explanation": "Lojistik maliyetler temelde iki gruba ayrılır.<br/>Bunlar;<br/>• Belirgin lojistik maliyetler (sipariş, tedarik, dağıtım, iletişim, taşıma, paketleme, stoklama ve ambalajlama maliyeti) ve\n <br/>• Belirgin olmayan lojistik maliyetler (fırsat maliyeti ve hasar maliyeti gibi stok bulundurma maliyeti ile insan kaynakları, iletişim ve koordinasyon maliyeti vb. gibi ek lojistik maliyeti) dir."
  },
  {
    "id": "3878091",
    "unitNumber": 4,
    "text": "Hangisi belirgin olmayan lojistik maliyetlerden birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fırsat maliyeti",
      "B": "Tedarik",
      "C": "Dağıtım",
      "D": "Paketleme",
      "E": "Taşıma"
    },
    "explanation": "Lojistik maliyetler temelde iki gruba ayrılır.<br/>Bunlar;<br/>• Belirgin lojistik maliyetler (sipariş, tedarik, dağıtım, iletişim, taşıma, paketleme, stoklama ve ambalajlama maliyeti) ve\n <br/>• Belirgin olmayan lojistik maliyetler (fırsat maliyeti ve hasar maliyeti gibi stok bulundurma maliyeti ile insan kaynakları, iletişim ve koordinasyon maliyeti vb. gibi ek lojistik maliyeti) dir."
  },
  {
    "id": "3878092",
    "unitNumber": 4,
    "text": "Elektronik tabanlı bir entegre performans ölçüm sistemi olan lojistik skor tablosunda aşağıdakilerden hangisi <u>yer almaz?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Lojistik koordinasyon ölçümleri",
      "B": "Lojistik finansal performans ölçümleri",
      "C": "Lojistik üretkenlik ölçümleri",
      "D": "Lojistik kalite ölçümleri",
      "E": "Lojistik döngü süresi"
    },
    "explanation": "Lojistik Skor Tablosu; Lojistik finansal performans ölçümleri, lojistik üretkenlik ölçümleri, lojistik kalite ölçümleri ve lojistik döngü süresi ölçümünü içeren entegre bir performans ölçütleri setidir. Lojistik skor tablosu, elektronik tabanlı bir performans ölçüm sistemidir."
  },
  {
    "id": "3878093",
    "unitNumber": 4,
    "text": "................., müşteri beklentileri ve pazarda ortaya çıkan fırsatlar üzerinde yoğunlaşan bir mamul geliştirme stratejisi olup, stratejik kâr ve maliyet yönetim süreci olarak adlandırılmaktadır",
    "correctAnswer": "A",
    "options": {
      "A": "Hedef maliyetleme",
      "B": "Sipariş maliyetleme",
      "C": "Tedarik maliyeteleme",
      "D": "Tedarik zinciri maliyetlemesi",
      "E": "Faaliyet tabanlı maliyetleme"
    },
    "explanation": "Hedef maliyetleme; müşteri beklentileri ve pazarda ortaya çıkan fırsatlar üzerinde yoğunlaşan bir mamul geliştirme stratejisi olup, stratejik kâr ve maliyet yönetim süreci olarak adlandırılmaktadır"
  },
  {
    "id": "3878408",
    "unitNumber": 4,
    "text": "Lojistik faaliyetlerin ve maliyetlerin analizinde kullanılan sayısal olarak ifade edilebilen ölçütlere nead verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Nicel Performans",
      "B": "Nitel Performans",
      "C": "Envanter Ciro",
      "D": "Sipariş Doğruluğu",
      "E": "Firma Performans"
    },
    "explanation": "<strong>Lojistik Performans Ölçütleri/ Göstergeleri </strong><br/>Lojistik faaliyetlerin ve maliyetlerin analizinde kullanılan ve sayısal olarak ifade edilebilen ölçütlere <em>nicel performans ölçütler</em>i adı verilmektedir."
  },
  {
    "id": "3878409",
    "unitNumber": 4,
    "text": "Lojistik faaliyetlerin ve maliyetlerin analizinde kullanılan sayısal olarak ifade edilemeyen ölçütlere nead verilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Nicel performans",
      "B": "Nitel performans",
      "C": "Birim miktar",
      "D": "Lojistik maliyet",
      "E": "Envanter Ciro"
    },
    "explanation": "<strong>Lojistik Performans Ölçütleri/ Göstergeleri </strong><br/>Lojistik faaliyetlerin ve maliyetlerin analizinde kullanılan ve sayısal olarak ifade edilemeyen ölçütlere ise <strong><em>nitel performans ölçütleri </em></strong>adı verilmektedir."
  },
  {
    "id": "3878410",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi farklı değişkenler tarafından belirlenen işletmenin başarısını ölçen bir göstergedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gönderi Sayısı",
      "B": "Envanter Ciro",
      "C": "Firma Performansı",
      "D": "Nicel Performans",
      "E": "Nitel Performans"
    },
    "explanation": "<strong>Firma Düzeyinde Lojistik Performansın Ölçülmesi </strong><br/><strong>Firma Performansı, </strong>farklı değişkenler tarafından belirlenen işletmenin başarısını ölçen bir göstergedir."
  },
  {
    "id": "3878411",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi işletmelerde kullanılan lojistik “Anahtar Performans Gösterge” lerinden biri<strong> değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Nakliye Süresi",
      "B": "Envanter Ciro",
      "C": "Sipariş doğruluğu",
      "D": "Rekabet",
      "E": "Gönderi Sayısı"
    },
    "explanation": "<strong>Lojistik Performans Ölçütleri/ Göstergeleri </strong><br/>Pek çok işletmede kullanılan en önemli lojistik<strong> “Anahtar Performans Gösterge” lerinden bazıları şunlardır:</strong>\n<br/><strong>• Nakliye Süresi</strong>\n<br/><strong>• Sipariş Doğruluğu</strong>\n<br/><strong>• </strong>Teslim Süresi\n<br/>• Nakliye Maliyetleri\n<br/>• Depolama Maliyetleri\n<br/><strong>• Gönderi Sayısı</strong>\n<br/>• Envanter Doğruluğu\n<br/>•<strong> Envanter Ciro</strong>\n<br/>• Stok / Satış Oranı"
  },
  {
    "id": "3878412",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi belirgin lojistik maliyetler kapsamındadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Fırsat maliyeti",
      "B": "Tedarik maliyeti",
      "C": "Hasar maliyeti",
      "D": "Stok bulundurma maliyeti",
      "E": "Koordinasyon maliyeti"
    },
    "explanation": "<strong>LOJİSTİK MALİYET ANALİZİ VE LOJİSTİK FAALİYETLERİ MALİYETLENDİRME YAKLAŞIMLARI </strong><br/><strong>Lojistik Maliyet Analizi </strong>\n<br/>Lojistik maliyetler, işletmelerin; içinde bulunduğu sektöre, verilen siparişlerin yapısına ve iş süreç yöntemlerine göre değişim gösterebilmektedir (Gümüş, 2007, 7). Lojistik maliyetler temelde iki gruba ayrılır. Bunlar;\n<br/>• <strong>Belirgin lojistik maliyetler </strong>(sipariş, tedarik, dağıtım, iletişim, taşıma, paketleme, stoklama ve ambalajlama maliyeti) ve\n<br/>•<strong> Belirgin olmayan lojistik maliyetler </strong>(fırsat maliyeti ve hasar maliyeti gibi stok bulundurma maliyeti ile insan kaynakları, iletişim ve koordinasyon maliyeti vb. gibi ek lojistik maliyeti) dir."
  },
  {
    "id": "3878413",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi belirgin olmayan lojistik maliyetler kapsamındadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Paketleme maliyeti",
      "B": "Sipariş maliyeti",
      "C": "Koordinasyon maliyeti",
      "D": "Tedarik maliyeti",
      "E": "Dağıtım maliyeti"
    },
    "explanation": "<strong>LOJİSTİK MALİYET ANALİZİ VE LOJİSTİK FAALİYETLERİ MALİYETLENDİRME YAKLAŞIMLARI </strong><br/><strong>Lojistik Maliyet Analizi </strong>\n Lojistik maliyetler, işletmelerin; içinde bulunduğu sektöre, verilen siparişlerin yapısına ve iş süreç yöntemlerine göre değişim gösterebilmektedir (Gümüş, 2007, 7). Lojistik maliyetler temelde iki gruba ayrılır. Bunlar;\n • <strong>Belirgin lojistik maliyetler</strong> (<strong>sipariş, tedarik, dağıtım, </strong>iletişim, taşıma,<strong> paketleme,</strong> stoklama ve ambalajlama <strong>maliyeti</strong>) ve\n • <strong>Belirgin olmayan lojistik maliyetler</strong> (fırsat maliyeti ve hasar maliyeti gibi stok bulundurma maliyeti ile insan kaynakları, iletişim ve <strong>koordinasyon maliyeti</strong> vb. gibi ek lojistik maliyeti) dir."
  },
  {
    "id": "3878414",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi müşteri beklentileri ve pazarda ortaya çıkan fırsatlar üzerinde yoğunlaşan bir mamul geliştirme stratejisi olup, stratejik kâr ve maliyet yönetim süreci olarak adlandırılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Hedef Maliyetleme",
      "B": "Faaliyet Tabanlı Maliyetleme",
      "C": "Toplam Mülkiyet Maliyeti",
      "D": "Direkt Perakende Maliyetleri",
      "E": "Toplam Maliyet Analizi"
    },
    "explanation": "<strong>Hedef Maliyetleme</strong><br/><strong>Hedef Maliyetleme </strong>\n<br/>Hedef maliyetleme; müşteri beklentileri ve pazarda ortaya çıkan fırsatlar üzerinde yoğunlaşan bir mamul geliştirme stratejisi olup, stratejik kâr ve maliyet yönetim süreci <strong>olarak adlandırılmaktadır</strong> (Yükçü, 1999: 923)."
  },
  {
    "id": "3878415",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisibir şirketin misyon ve stratejisinin fiziksel ölçüler haline dönüştürülerek ifade edilmesidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sabit Sermaye Etkinligi",
      "B": "Dengeli Puan Kartı",
      "C": "Vergi Minimizasyonu",
      "D": "Hissedar Değeri",
      "E": "Gelir Artışı"
    },
    "explanation": "<strong>Dengeli puan kartı</strong><br/><strong>Dengeli puan kartı, </strong>bir şirketin misyon ve stratejisinin fiziksel ölçüler haline dönüştürülerek ifade <strong>edilmesidir.</strong>"
  },
  {
    "id": "3878416",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi değişkenlerin ve süreçlerin zaman içinde sıklıkla değiştiği dinamik bir ortamda bir işletmenin ihtiyaçlarını karşılamak için tasarlanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Dengeli Puan Kartı",
      "B": "Lojistik Skor Tablosu",
      "C": "Performans Prizması",
      "D": "Skandia Kılavuzu",
      "E": "İş Mükemmelliği Modeli"
    },
    "explanation": "<strong>Performans Prizması </strong>\n Performans Prizması, değişkenlerin ve süreçlerin zaman içinde sıklıkla değiştiği dinamik bir ortamda bir işletmenin ihtiyaçlarını karşılamak için tasarlanmıştır."
  },
  {
    "id": "3878433",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangi genel olarak işletmenin uluslararası satışlardan elde ettiği çıktılar şeklinde tanımlanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Envanter Ciro",
      "B": "İhracat Performansı",
      "C": "Anahtar Performans Göstergesi",
      "D": "Firma Performansı",
      "E": "Hedef Maliyetleme"
    },
    "explanation": "<strong>İhracat Performansı </strong><br/><strong>İhracat Performansı, </strong>genel olarak işletmenin uluslararası satışlardan elde ettiği çıktılar şeklinde tanımlanmaktadır."
  },
  {
    "id": "3878118",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Taşıma</li> <li>Pazarlama</li> <li>Stoklama</li> <li>Depolama</li> <li>Satış</li> </ol> Yukarıdakilerden hangisi bir ürünün ilk üreticiden son tüketiciye kadarki tüm süreçlerinde yer alan lojistik faaliyetler kapsamındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, III ve IV",
      "B": "III ve IV",
      "C": "I, IV ve V",
      "D": "Yanız I",
      "E": "Yalnız II"
    },
    "explanation": "Lojistik faaliyetler bir ürünün ilk üreticiden son tüketiciye kadarki tüm süreçlerinde yer alan Taşıma, Stoklama ve Depolama gibi bütün faaliyetleri kapsar."
  },
  {
    "id": "3878119",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi işletmelerde üretilen mamullerin maliyetlerinin hesaplanmasında etken olan faktörlerden biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Üretim sistemi",
      "B": "Organizasyon yapısı",
      "C": "İşletmede kullanılan üretim teknolojisi",
      "D": "İşletmenin büyüklüğü",
      "E": "Sipariş büyüklüğü"
    },
    "explanation": "İşletmelerde üretilen mamullerin maliyetlerinin hesaplanmasında etken olan faktörler üretim sistemi, işletmede kullanılan üretim teknolojisi, mamul yapısı, işletmenin büyüklüğü ve organi-zasyon yapısı gibi sıralanabilir.\n İşletmelerde üretilen mamullerin maliyetlerinin hesaplanmasında yani maliyet hesaplama yönteminin kurulmasında etken olan faktörler ise aşağıdaki gibi sıralanabilir:\n <ol> <li>Üretim sistemi</li> <li>İşletmede kullanılan üretim teknolojisi</li> <li>Mamul yapısı</li> <li>İşletmenin büyüklüğü</li> <li>Organizasyon yapısı</li> </ol>"
  },
  {
    "id": "3878120",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi lojistik maliyetlerin gerçekleşme durumuna göre maliyet hesaplamasında kullanılan bir yöntemdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tahminî Maliyet Yöntemi",
      "B": "Değişken Maliyet Yöntemi",
      "C": "Direkt Maliyet Yöntemi",
      "D": "Sipariş Maliyet Yöntemi",
      "E": "Hacim Tabanlı Maliyet Yöntemi"
    },
    "explanation": "Genel olarak lojistik maliyet hesaplama yöntemleri maliyetlerin hesaplanma şekline göre, maliyetlerin kapsamına göre, maliyetlerin gerçekleşme durumuna göre ve maliyetlerin dağıtımında kullanılan esasa göre olmak üzere dört grupta sınıflandırılabilir.\n Maliyetlerin gerçekleşme durumuna göre sınıflaması aşağıdaki gibidir;\n − Fiilî (Gerçek) Maliyet Yöntemi\n − Tahminî Maliyet Yöntemi\n − Standart Maliyet Yöntemi"
  },
  {
    "id": "3878121",
    "unitNumber": 5,
    "text": "Belirli bir mamulü ya da birbirine benzer nitelikteki mamulleri sürekli olarak kitle hâlinde üreten işletmelerde kullanılan maliyet sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sipariş maliyet yöntemi",
      "B": "Safha maliyet yöntemi",
      "C": "Değişken maliyet yöntemi",
      "D": "Hacim tabanlı maliyet yöntemi",
      "E": "Tahminî maliyet yöntemi"
    },
    "explanation": "Safha maliyet yöntemi, belirli bir mamulü ya da birbirine benzer nitelikteki mamulleri sürekli olarak kitle hâlinde üreten işletmelerde maliyetin hesaplandığı bir yöntemdir."
  },
  {
    "id": "3878122",
    "unitNumber": 5,
    "text": "Direkt ilk madde ve malzeme gideri 1000 TL, direkt işçilik gideri 2500 TL, sabit genel üretim gideri 5000 TL ve değişken genel üretim gideri 1500 TL iken değişken maliyet yöntemine göre toplam üretim maliyeti kaç TL’dir?",
    "correctAnswer": "B",
    "options": {
      "A": "10000",
      "B": "5000",
      "C": "7500",
      "D": "4000",
      "E": "2500"
    },
    "explanation": "Değişken maliyet yönteminde üretim maliyetleri direkt ilk madde ve malzeme giderleri, direkt işçilik giderleri, değişken GÜG (Genel Üretim Giderleri) kısmından oluşur. Bu yöntemde sabit genel üretim giderleri ise dönem gideri olarak kabul edilir.\n Değişken<em> maliyet </em>yöntemine göre <em>toplam üretim maliyeti </em>aşağıdaki gibi hesaplanır;\n Toplam Üretim Maliyeti = Direkt İlk Madde ve Malzeme Gideri + Direkt İşçilik Gideri + Değişken Genel Üretim Gideri\n Toplam Üretim Maliyeti= 1000+2500+1500=5000"
  },
  {
    "id": "3878123",
    "unitNumber": 5,
    "text": "Direkt ham madde 18000 TL\n Direkt işçilik 15000 TL\n Değişken GÜG 14000 TL\n Sabit GÜG 12000 TL\n Üretim miktarı 600 birim\n Normal kapasite 1000 birim\n Bir işletmenin yukarıda verilen Kasım ayı üretim bilgilerine göre Kasım ayı toplam üretim maliyeti normal maliyet yöntemine göre kaç TL’dir?",
    "correctAnswer": "C",
    "options": {
      "A": "59700",
      "B": "59000",
      "C": "54200",
      "D": "10450",
      "E": "9850"
    },
    "explanation": "Normal maliyet yönteminde üretim maliyetleri direkt ilk madde ve malzeme giderleri, direkt işçilik giderleri, değişken genel üretim giderleri ve sabit genel üretim giderlerinin dönem içinde kullanılan kapasiteye göre yüzde olarak ait olan kısmından oluşur.\n Normal Maliyet yöntemine göre Toplam Üretim Maliyeti;\n Toplam Üretim Maliyeti = Direkt İlk Madde ve Malzeme Gideri + Direkt İşçilik Gideri + Değişken Genel Üretim Gideri + Sabit GÜG (Kullanılan kapasite %)\n <strong>Normal Maliyet Yöntemine Göre: </strong>\n Toplam Üretim Maliyeti = 18000 + 15000 + 14000 + (12000 x 600/1000) = 54200 TL"
  },
  {
    "id": "3878124",
    "unitNumber": 5,
    "text": "İşletmelerin hem sipariş maliyet yöntemini hem de safha maliyet yöntemini aynı anda kullandıkları maliyet yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Değişken maliyet yöntemi",
      "B": "Tahminî maliyet yöntemi",
      "C": "Faaliyet tabanlı maliyet yöntemi",
      "D": "Karma maliyet yöntemi",
      "E": "Ortalama maliyet yöntemi"
    },
    "explanation": "Bazı işletmelerde siparişe dayalı üretim yapılırken aynı zamanda üretimin yapısı gereği üretim safhalar itibarıyla de gerçekleşebilir. Bu durumda işletme hem sipariş hem de safha maliyetleri birleştirmiş olabilir. Dolayısıyla işletmeler hem sipariş maliyet yöntemini hem de safha maliyet yöntemini aynı anda kullanabilirler ve bu yöntem karma maliyet yöntemi olarak ifade edilebilir."
  },
  {
    "id": "3878125",
    "unitNumber": 5,
    "text": "Bir işletmenin Kasım ayında direkt ham madde giderleri 2500 TL, direkt işçilik giderleri 1800 TL, Değişken GÜG 1400 TL ve Üretim miktarı 950 birim iken işletmenin Direkt Maliyet Yöntemine göre toplam üretim maliyeti kaç TL’dir?",
    "correctAnswer": "C",
    "options": {
      "A": "5700",
      "B": "6336",
      "C": "4300",
      "D": "3900",
      "E": "3200"
    },
    "explanation": "Üretim maliyetlerinin direkt ilk madde ve malzeme giderleri ve direkt işçilik giderlerinden oluşması ve Genel Üretim Giderlerinin tamamının maliyet dışında bırakılması Direkt Maliyet Yöntemini oluşturur. Bu yönteme göre toplam üretim maliyeti ise aşağıdaki gibi hesaplanır;\n Toplam Üretim Maliyeti = Direkt İlk Madde ve Malzeme Giderleri + Direkt İşçilik Giderleri\n TÜM=2500+1800=4300"
  },
  {
    "id": "3878126",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisinde maliyetler hem geçmiş tecrübelere hem de bilimsel ve teknik temellere dayanılarak hesaplanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Tahmini maliyet yöntemi",
      "B": "Standart maliyet yöntemi",
      "C": "Karma maliyet yöntemi",
      "D": "Faaliyet tabanlı maliyet yöntemi",
      "E": "Fiilî maliyet yöntemi"
    },
    "explanation": "Standart Maliyet Yönteminde maliyetler, hem geçmiş tecrübelere hem de bilimsel ve teknik temellere dayanılarak hesaplanır ve belirli koşullar altında olması gereken maliyetlerdir."
  },
  {
    "id": "3878127",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi lojistik maliyetlerin “maliyetlerin dağıtımında kullanılan esasa göre” maliyet hesaplamasında kullanılan bir yöntemdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Normal Maliyet Yöntemi",
      "B": "Tahminî Maliyet Yöntemi",
      "C": "Safha Maliyet Yöntemi",
      "D": "Sipariş Maliyet Yöntemi",
      "E": "Hacim Tabanlı Maliyet Yöntemi"
    },
    "explanation": "Genel olarak lojistik maliyet hesaplama yöntemleri maliyetlerin hesaplanma şekline göre, maliyetlerin kapsamına göre, maliyetlerin gerçekleşme durumuna göre ve maliyetlerin dağıtımında kullanılan esasa göre olmak üzere dört grupta sınıflandırılabilir.\n Maliyetlerin dağıtımında kullanılan esasa göre sınıflaması aşağıdaki gibidir\n − Hacim Tabanlı Maliyet Yöntemi\n − Faaliyet Tabanlı Maliyet Yöntemi"
  },
  {
    "id": "3878128",
    "unitNumber": 5,
    "text": "I- İşletmenin bünyesine uygun olarak kurulur.\n II-Üretimin hesap dönemleri veya faaliyet dönemleri itibariyle maliyeti hesaplanır\n III-giderleri izlemeye yarar.\n IV- Giderlerin kontrol edilmesine yardımcı olur. \n Yukarıdaki işlevler aşağıdakilerin hangisinin tanımıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Maliyet yöntemleri",
      "B": "Maliyet hesapları",
      "C": "Lojistik sektörü",
      "D": "Üretim sistemi",
      "E": "İşletmenin yapısı"
    },
    "explanation": "Maliyet yöntemleri"
  },
  {
    "id": "3878130",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi lojistik faaliyetlerin kapsamında <em><u><strong>değildir?</strong></u></em>",
    "correctAnswer": "A",
    "options": {
      "A": "Üretim sistemi",
      "B": "Taşıma",
      "C": "Stoklama",
      "D": "Depolama",
      "E": "İlk üretim"
    },
    "explanation": "Üretim sistemi"
  },
  {
    "id": "3878131",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi işletmelerde maliyet hesaplama yönteminin kurulmasında <u>en öncelikli</u> rol oynar?",
    "correctAnswer": "A",
    "options": {
      "A": "Üretim sistemi",
      "B": "Mamul yapısı",
      "C": "İşletmede kullanılan üretim teknolojisi",
      "D": "Organizasyon yapısı",
      "E": "Depolama"
    },
    "explanation": "Üretim sistemi"
  },
  {
    "id": "3878132",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi maliyet hesaplama yöntemlerinin yararlarından <strong><u>değildir?</u></strong>",
    "correctAnswer": "A",
    "options": {
      "A": "İşletmede kullanılan üretim teknolojisini belirlemeyi sağlar",
      "B": "Stokların kontrolünü sağlar",
      "C": "Bütçelemeye yardımcı olur",
      "D": "Maliyetin kontrolünü sağlar",
      "E": "Mamullerin fiyatlandırılmasına yardımcı olur."
    },
    "explanation": "şletmede kullanılan üretim teknolojisini belirlemeyi sağlar"
  },
  {
    "id": "3878133",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi lojistik maliyet hesaplama yöntemlerinden maliyet kapsamına göre olan <u><strong>değildir?</strong></u>",
    "correctAnswer": "A",
    "options": {
      "A": "Karma",
      "B": "Tam maliyet",
      "C": "Değişken maliyet",
      "D": "Normal maliyet",
      "E": "Direkt maliyet"
    },
    "explanation": "Karma"
  },
  {
    "id": "3878134",
    "unitNumber": 5,
    "text": "Lojistik maliyet hesaplama yöntemleri kaç grupta sınıflandırılır?",
    "correctAnswer": "C",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "4"
  },
  {
    "id": "3878135",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi maliyet hesaplama yöntemlerinin sınıflandırılmasında <u><strong>en temel</strong> </u>kriterdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Üretim yapısının niteliği",
      "B": "Direkt maliyet",
      "C": "Değişken maliyet",
      "D": "Üretim safhası",
      "E": "Normal maliyet"
    },
    "explanation": "Üretim yapısının niteliği"
  },
  {
    "id": "3878136",
    "unitNumber": 5,
    "text": "Üretimin seri halde sürekli ve yığın halinde yapıldığı maliyet yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Safha",
      "B": "Siparişi",
      "C": "Karma",
      "D": "Tam maliyet",
      "E": "Normal"
    },
    "explanation": "Safha"
  },
  {
    "id": "3878138",
    "unitNumber": 5,
    "text": "Hacim tabanlı maliyet yöntemi aşağıdaki sınıflandırmaların hangisinin kapsamındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Maliyetlerin dağıtımında kullanılan esasa göre",
      "B": "Maliyetlerin gerçekleşme durumlarına göre",
      "C": "Maliyetlerin kapsamına göre",
      "D": "Maliyetlerin hesaplanma şekline göre",
      "E": "Fiili sipariş maliyetine göre"
    },
    "explanation": "maliyetlerin dağıtımında kullanılan esasa göre olmak üzere dört grupta sınıflandırılabilir. Bunlar aşağıdaki gibidir:<br/>• Maliyetlerin Hesaplanma Şekline Göre;<br/>− Sipariş Maliyet Yöntemi<br/>− Safha Maliyet Yöntemi<br/>− Karma Maliyet Yöntemi<br/>• Maliyetlerin Kapsamına Göre;<br/>− Tam Maliyet Yöntemi<br/>− Değişken Maliyet Yöntemi<br/>− Normal Maliyet Yöntemi<br/>− Direkt Maliyet Yöntemi<br/>• Maliyetlerin Gerçekleşme Durumuna<br/>Göre;<br/>− Fiilî (Gerçek) Maliyet Yöntemi<br/>− Tahminî Maliyet Yöntemi<br/>− Standart Maliyet Yöntemi<br/>• Maliyetlerin Dağıtımında Kullanılan<br/>Esasa Göre;<br/>− <strong>Hacim Tabanlı Maliyet Yöntemi</strong><br/>− Faaliyet Tabanlı Maliyet Yöntemi"
  },
  {
    "id": "3878139",
    "unitNumber": 5,
    "text": "Faaliyet tabanlı maliyet yönetimi endirekt nitelikteki tüm maliyetlerin dağıtımı aşamalarının sayısı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "2"
  },
  {
    "id": "3878193",
    "unitNumber": 5,
    "text": "üretimin seri hâlde, sürekli ve yığın hâlde yapıldığı işletmeler tarafından kullanılan bir yöntem aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "safha maliyet yöntemi",
      "B": "standart maliyet yöntemi",
      "C": "sipariş maliyet yöntemi",
      "D": "tam maliyet yöntemi",
      "E": "değişken maliyet yöntemi"
    },
    "explanation": "safha maliyet yöntemi üretimin seri hâlde, sürekli ve yığın hâlde yapıldığı işletmeler tarafından kullanılan bir yöntemdir."
  },
  {
    "id": "3878194",
    "unitNumber": 5,
    "text": "aşağıdakilerden hangisi maliyetlerin kapsamına göre lojistik maliyet hesaplama yöntemlerinden birisi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "tam maliyet yöntemi",
      "B": "değişken maliyet yöntemi",
      "C": "normal maliyet yöntemi",
      "D": "direkt maliyet yöntemi",
      "E": "karma maliyet yöntemi"
    },
    "explanation": "karma maliyet yöntemi maliyetlerin kapsamına göre lojistik maliyet hesaplama yöntemlerinden birisi değildir ve doğru cevap E şıkkıdır."
  },
  {
    "id": "3878195",
    "unitNumber": 5,
    "text": "üretimle ilgili maliyetlerin tümünün içeriğine ve değişkenlik derecesine bakmaksızın birim maliyetlerine yükleyen bir yöntem aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "değişken maliyet yöntemi",
      "B": "tam maliyet yöntemi",
      "C": "hacim tabanlı maliyet yöntemi",
      "D": "fiili maliyet yöntemi",
      "E": "standart maliyet yöntemi"
    },
    "explanation": "üretimle ilgili maliyetlerin tümünü içeriğine ve değişkenlik derecesine bakmaksızın birim maliyetlerine yükleyen bir yönteme tam maliyet yöntemi denir ve doğru cevap B şıkkıdır."
  },
  {
    "id": "3878196",
    "unitNumber": 5,
    "text": "üretilen malın veya hizmetin maliyeti hesaplanırken, direkt ilk madde ve malzeme, direkt işçilik ve değişken genel üretim giderlerinin tamamı dikkate alınırken sabit genel<br/>üretim giderlerinin işletmenin kapasite kullanım oranlarına göre üretilen malın veya hizmetin maliyetine yüklendiği yönteme ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "değişken maliyet yöntemi",
      "B": "standart maliyet yöntemi",
      "C": "normal maliyet yöntemi",
      "D": "direkt maliyet yöntemi",
      "E": "karma maliyet yöntemi"
    },
    "explanation": "normal maliyet yöntemi üretilen malın veya hizmetin maliyeti hesaplanırken, direkt ilk madde ve malzeme, direkt işçilik ve değişken genel üretim giderlerinin tamamı dikkate alınırken sabit genel<br/>üretim giderlerinin işletmenin kapasite kullanım oranlarına göre üretilen malın veya hizmetin maliyetine yüklendiği bir yöntemdir."
  },
  {
    "id": "3878197",
    "unitNumber": 5,
    "text": "Maliyetlerin üretim tamamlandıktan sonra gerçek verilere dayanılarak hesaplandığı yönteme ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "standart maliyet yöntemi",
      "B": "sipariş maliyet yöntemi",
      "C": "tam maliyet yöntemi",
      "D": "fiili maliyet yöntemi",
      "E": "hacim tabanlı maliyet yöntemi"
    },
    "explanation": "fiili maliyet yöntemi maliyetlerin üretim tamamlandıktan sonra gerçek verilere dayanılarak hesaplandığı yöntemdir.bu nedenle doğru cevap D seçeneğidir."
  },
  {
    "id": "3878198",
    "unitNumber": 5,
    "text": "İşletmede üretilen mamul / hizmet ile katlanılan endirekt maliyetler arasında faaliyet esasına göre ilişki kuran ve dağıtım gerçekleştiren maliyet yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "tam maliyet yöntemi",
      "B": "değişken maliyet yöntemi",
      "C": "hacim tabanlı maliyet yöntemi",
      "D": "tahmini maliyet yöntemi",
      "E": "faaliyet tabanlı maliyet yöntemi"
    },
    "explanation": "faaliyet tabanlı maliyet yöntemi bir işletmede üretilen mamul / hizmet ile katlanılan<br/>endirekt maliyetler arasında yalnız üretim hacmine bağlı olmaksızın faaliyet esasına göre çeşitli düzeylerde ilişki kurarak dağıtım gerçekleştiren bir maliyet yöntemi olup doğru cevap E şıkkıdır."
  },
  {
    "id": "3878199",
    "unitNumber": 5,
    "text": "aşağıdakilerden hangisi maliyetlerin hesaplanma şekline göre lojistik maliyeti hesaplama yöntemlerinden birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "sipariş maliyet yöntemi",
      "B": "tam maliyet yöntemi",
      "C": "fiili maliyet yöntemi",
      "D": "hacim tabanlı maliyet yöntemi",
      "E": "faaliyet tabanlı maliyet yöntemi"
    },
    "explanation": "sipariş maliyet yöntemi maliyetlerin hesaplanma şekline göre lojistik maliyeti hesaplama yöntemlerinden birisidir ve doğru cevap A şıkkıdır."
  },
  {
    "id": "3878200",
    "unitNumber": 5,
    "text": "aşağıdakilerden hangisi maliyetlerin gerçekleşme durumuna göre lojistik maliyet hesaplama yöntemidir?",
    "correctAnswer": "C",
    "options": {
      "A": "safha maliyet yöntemi",
      "B": "karma maliyet yöntemi",
      "C": "fiili maliyet yöntemi",
      "D": "faaliyet tabanlı maliyet yöntemi",
      "E": "direkt maliyet yöntemi"
    },
    "explanation": "fiili maliyet yöntemi maliyetlerin gerçekleşme durumuna göre lojistik maliyet hesaplama yöntemlerinden birisidir ve doğru cevap C seçeneğidir."
  },
  {
    "id": "3878201",
    "unitNumber": 5,
    "text": "aşağıdakilerden hangisi maliyetlerin dağıtımında kullanılan esasa göre lojistik maliyet hesaplama yöntemlerinden birisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "standart maliyet yöntemi",
      "B": "fiili maliyet yöntemi",
      "C": "safha maliyet yöntemi",
      "D": "sipariş maliyet yöntemi",
      "E": "faaliyet tabanlı maliyet yöntemi"
    },
    "explanation": "faaliyet tabanlı maliyet yöntemi maliyetlerin dağıtımında kullanılan esasa göre lojistik maliyet hesaplama yöntemlerinden birisi olup doğru cevap E şıkkıdır."
  },
  {
    "id": "3878202",
    "unitNumber": 5,
    "text": "Bir işletmenin belli bir noktaya kadar safha maliyeti kullanılırken üretim daha sonra<br/>müşterinin isteğine göre (özel ambalajlar veya özel şekiller gibi) siparişe uygun bir biçimde yapılabilmesine olanak tanıyan yönteme ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "karma maliyet yöntemi",
      "B": "safha maliyet yöntemi",
      "C": "fiili maliyet yöntemi",
      "D": "standart maliyet yöntemi",
      "E": "hacim tabanlı maliyet yöntemi"
    },
    "explanation": "Bir işletmenin belli bir noktaya kadar safha maliyeti kullanılırken üretim daha sonra<br/>müşterinin isteğine göre (özel ambalajlar veya özel şekiller gibi) siparişe uygun bir biçimde yapılabilmesine olanak tanıyan yönteme karma maliyet yöntemi adı verilir ve doğru cevap A şıkkıdır."
  },
  {
    "id": "3878278",
    "unitNumber": 5,
    "text": "\"Lojistik faaliyetler bir ürünün ilk üreticiden son tüketiciye kadarki tüm süreçlerde yer alan faaliyetleri kapsar.\" Buna göre aşağıdakilerden hangisi bu faaliyetler arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "İzleme",
      "B": "Hesaplama",
      "C": "Kontrol",
      "D": "Stoklama",
      "E": "Eleme"
    },
    "explanation": "Yanıtınız yanlış ise \"Genel Olarak Maliyet Hesaplama Yöntemleri\" konusunu yeniden gözden geçiriniz.<br/>Lojistik faaliyetler bir ürünün ilk üreticiden son tüketiciye kadarki tüm süreçlerinde yer alan Taşıma, Stoklama ve Depolama gibi bütün faaliyetleri kapsar."
  },
  {
    "id": "3878279",
    "unitNumber": 5,
    "text": "İşletmelerin finansal tablolarını düzenleme süreleri kaç aydır?",
    "correctAnswer": "B",
    "options": {
      "A": "6",
      "B": "12",
      "C": "18",
      "D": "24",
      "E": "48"
    },
    "explanation": "Yanıtınız yanlış ise \"Genel Olarak Maliyet Hesaplama Yöntemleri\" konusunu yeniden gözden geçiriniz.<br/>İşletmeler finansal tablolarını belirli bir zaman sonunda (bu süre genellikle bir yıldır) düzenlemek zorunda olduğu ve söz konusu finansal tabloların işletme faaliyetlerini yansıttığı bilinmektedir. Ancak düzenlenen söz konusu finansal tablolarda kâr/zarar ve dolayısıyla satışların maliyeti üretilen mamullerin belirli hesap dönemleri veya faaliyet dönemleri itibarıyla maliyetlerin izlenmesi ve hesaplanması ile mümkündür. Dolayısıyla işletmeler söz konusu üretilen mamullerin maliyetini hesaplamak için yukarıda belirtilen ve genellikle bir yıl olan bu sürenin dışında 1 ay, 3 ay ve 4 ay gibi hesap dönemleri de oluşturabilmektedir."
  },
  {
    "id": "3878281",
    "unitNumber": 5,
    "text": "\"……………………. işletmenin bünyesine uygun olarak kurulan, üretilen mamul ya da hizmetin hesap dönemleri ya da faaliyet dönemleri itibarıyla maliyetini hesaplayan, giderleri izleyen ve kontrol edilmesine yardımcı olan sistemler olarak ifade edilebilir.\" Buna göre yukarıdaki boşluğa aşağıdaki ifadelerden hangisi getirilmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Maliyet yöntemleri",
      "B": "İşletme yöntemleri",
      "C": "Finansal yöntemler",
      "D": "Üretim yöntemleri",
      "E": "Lojistik yöntemler"
    },
    "explanation": "Yanıtınız yanlış ise \"Genel Olarak Maliyet Hesaplama Yöntemleri\" konusunu yeniden gözden geçiriniz.<br/>Maliyet yöntemleri, işletmenin bünyesine uygun olarak kurulan, üretilen mamul ya da hizmetin hesap dönemleri ya da faaliyet dönemleri itibarıyla maliyetini hesaplayan, giderleri izleyen ve kontrol edilmesine yardımcı olan sistemler olarak ifade edilebilir."
  },
  {
    "id": "3878284",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi işletmelerde üretilen mamullerin maliyetlerinin hesaplanmasında etken olan faktörlerden biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Üretim sistemi",
      "B": "Üretim teknolojisi",
      "C": "Mamul yapısı",
      "D": "Organizasyon yapısı",
      "E": "Stokların büyüklüğü"
    },
    "explanation": "Yanıtınız yanlış ise \"Genel Olarak Maliyet Hesaplama Yöntemleri\" konusunu yeniden gözden geçiriniz.<br/>İşletmelerde üretilen mamullerin maliyetlerinin hesaplanmasında yani maliyet hesaplama yönteminin kurulmasında etken olan faktörler ise aşağıdaki gibi sıralanabilir:\n<br/>a. Üretim sistemi \n<br/>b. İşletmede kullanılan üretim teknolojisi \n<br/>c. Mamul yapısı \n<br/>d. İşletmenin büyüklüğü \n<br/>e. Organizasyon yapısı\n<br/>Sorunun seçeneklerinde yer alan \"e\" şıkkında ise <strong>stokların büyüklüğü </strong>maliyet hesaplama yönteminin kurulmasında etken olan faktörler arasında yer almamaktadır."
  },
  {
    "id": "3878286",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi maliyet hesaplama yöntemlerinin yararları arasında yer <strong>almaz? </strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Mamullerin fiyatlandırılmasına yardımcı olur.",
      "B": "Stokların değerlendirilmesini sağlar.",
      "C": "İşletmenin kuruluş amacını doğrular.",
      "D": "Bütçelemeye yardımcı olur.",
      "E": "Maliyetlerin kontrolünü sağlar."
    },
    "explanation": "Yanıtınız yanlış ise \"Genel Olarak Maliyet Hesaplama Yöntemleri\" konusunu yeniden gözden geçiriniz.<br/>Bir işletmede sağlıklı bir şekilde kurulacak olan maliyet hesaplama yöntemlerinin yararları aşağıdaki gibi sıralanabilir:<br/>a. Mamullerin üretim maliyetinin saptanmasını sağlar. \n b. Mamullerin fiyatlandırılmasına yardımcı olur. \n c. Kâr veya zararın saptanması ve stokların değerlendirilmesini sağlar. \n d. Stokların kontrolünü sağlar. \n e. Bütçelemeye yardımcı olur. \n f. Planlama faaliyetlerine yardımcı olur. \n g. Maliyetlerin kontrolünü sağlar."
  },
  {
    "id": "3878289",
    "unitNumber": 5,
    "text": "I. Tam Maliyet Yöntemi\n II. Değişken Maliyet Yöntemi\n III. Normal Maliyet Yöntemi\n IV. Direkt Maliyet Yöntemi\n Yukarıdakilerden hangisi lojistik maliyetlerin hesaplanmasında kapsamına göre esas alınan yöntem veya yöntemlerdendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız II",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "Yanıtınız yanlış ise \"Lojistik Maliyet Hesaplama Yöntemleri\" konusunu yeniden gözden geçiriniz.<br/>• Maliyetlerin Kapsamına Göre; \n − Tam Maliyet Yöntemi \n − Değişken Maliyet Yöntemi \n − Normal Maliyet Yöntemi \n − Direkt Maliyet Yöntemi"
  },
  {
    "id": "3878292",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi lojistik maliyetlerin dağıtımında kullanılan esaslara göre maliyet hesaplanmasında kullanılan bir yöntemdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Safha Maliyet Yöntemi",
      "B": "Hacim Tabanlı Maliyet Yöntemi",
      "C": "Değişken Maliyet Yöntemi",
      "D": "Fiilî (Gerçek) Maliyet Yöntemi",
      "E": "Standart Maliyet Yöntemi"
    },
    "explanation": "Yanıtınız yanlış ise \"Lojistik Maliyet Hesaplama Yöntemleri\" konusunu yeniden gözden geçiriniz.<br/>Maliyetlerin Dağıtımında Kullanılan Esasa Göre; \n − Hacim Tabanlı Maliyet Yöntemi \n − Faaliyet Tabanlı Maliyet Yöntemi"
  },
  {
    "id": "3878294",
    "unitNumber": 5,
    "text": "Bir işletme belli bir noktaya kadar safha maliyet yöntemini kullanırken daha sonra müşterinin isteği yönünde siparişe uygun sipariş maliyet yöntemini kullanıyorsa hangi lojistik maliyet hesaplama yöntemini kullanmış olur?",
    "correctAnswer": "A",
    "options": {
      "A": "Karma Maliyet Yöntemi",
      "B": "Tam Maliyet Yöntemi",
      "C": "Değişken Maliyet Yöntemi",
      "D": "Tahmini Maliyet Yöntemi",
      "E": "Hacim Tabanlı Maliyet Yöntemi"
    },
    "explanation": "Yanıtınız yanlış ise \"Lojistik Maliyet Hesaplama Yöntemleri\" konusunu yeniden gözden geçiriniz.<br/><strong>Karma Maliyet Yöntemi:</strong> Bazı işletmelerde siparişe dayalı üretim yapılırken aynı zamanda üretimin yapısı gereği üretim safhalar itibarıyla de gerçekleşebilir. Bu durumda işletme hem sipariş hem de safha maliyetleri birleştirmiş olabilir. Dolayısıyla işletmeler hem sipariş maliyet yöntemini hem de safha maliyet yöntemini aynı anda kullanabilirler ve bu yöntem karma maliyet yöntemi olarak ifade edilebilir. Bu tür işletmeler üretimin belli bir aşamasına kadar safha maliyeti sistemini kullanırken bir noktadan sonra müşteri istek ve ihtiyaçlarına uygun olarak üretimini şekillendirebilir ve sipariş maliyet yöntemine göre maliyet hesaplayabilir.\n Örneğin tekstil fabrikasında belli bir noktaya kadar safha maliyeti kullanılırken üretim daha sonra müşterinin isteğine göre (özel ambalajlar veya özel şekiller gibi) siparişe uygun bir biçimde yapılabilir."
  },
  {
    "id": "3878295",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi \"Normal Maliyet\" yöntemine göre hesaplanan toplam üretim maliyetidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Toplam Üretim Maliyeti = Direkt İlk Madde ve Malzeme Gideri + Direkt İşçilik Gideri + Sabit ve Değişken Genel Üretim Gideri",
      "B": "Toplam Üretim Maliyeti = Direkt İlk Madde ve Malzeme Gideri + Direkt İşçilik Gideri + Değişken Genel Üretim Gideri",
      "C": "Toplam Üretim Maliyeti = Direkt İlk Madde ve Malzeme Giderleri + Direkt İşçilik Giderleri",
      "D": "Toplam Üretim Maliyeti = Direkt İlk Madde ve Malzeme Gideri + Direkt İşçilik Gideri + Değişken Genel Üretim Gideri + Sabit GÜG (Kullanılan kapasite %)",
      "E": "Toplam Üretim Maliyeti = Direkt İlk Madde ve Malzeme Gideri + Sabit ve Değişken Genel Üretim Gideri"
    },
    "explanation": "Yanıtınız yanlış ise \"Lojistik Maliyet Hesaplama Yöntemleri\" konusunu yeniden gözden geçiriniz.<br/><strong>Normal Maliyet Yöntemi: </strong>Normal Maliyet Yönteminde üretim maliyetleri Direkt İlk Madde ve Malzeme Giderleri, Direkt İşçilik Giderleri, Değişken Genel Üretim Giderleri ve Sabit Genel Üretim Giderlerinin dönem içinde kullanılan kapasiteye ait olan kısmından oluşur. \n Toplam Üretim Maliyeti = Direkt İlk Madde ve Malzeme Gideri + Direkt İşçilik Gideri + Değişken Genel Üretim Gideri + Sabit GÜG (Kullanılan kapasite %)"
  },
  {
    "id": "3878296",
    "unitNumber": 5,
    "text": "Hacim tabanlı maliyet yönteminin dezavantajlarını gidermek amacıyla gerek üretim gerekse üretim dışı faaliyetlerin daha anlamlı bir biçimde maliyetlerinin hesaplanmasına olanak sağlayan maliyet yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sipariş Maliyet Yöntemi",
      "B": "Karma Maliyet Yöntemi",
      "C": "Faaliyet Tabanlı Maliyet Yöntemi",
      "D": "Hacim Tabanlı Maliyet Yöntemi",
      "E": "Tahmini Maliyet Yöntemi"
    },
    "explanation": "Yanıtınız yanlış ise \"Lojistik Maliyet Hesaplama Yöntemleri\" konusunu yeniden gözden geçiriniz.<br/>Hacim tabanlı maliyet yönteminin dezavantajlarını gidermek amacıyla gerek üretim gerekse üretim dışı faaliyetlerin daha anlamlı bir biçimde maliyetlerinin hesaplanmasına olanak sağlayan faaliyet tabanlı maliyet yöntemi geliştirilmiştir. Faaliyet tabanlı maliyet yöntemi, maliyet taşıyıcılarının (maliyet nesnelerinin/objelerinin) ya da başka bir ifade ile mamullerin/hizmetlerin işletmenin kaynaklarını faaliyetler düzeyinde tükettiği esasına dayanır."
  },
  {
    "id": "3878318",
    "unitNumber": 5,
    "text": "I. Sipariş Maliyet Yöntemi II. Tam Maliyet Yöntemi III.Safha Maliyet Yöntemi IV. Fiili Maliyet Yöntemi V. Karma Maliyet Yöntemi VI.Tahmini Maliyet Yöntemi Yukarıdaki Lojistik Maliyet Hesaplama Yöntemlerinden kaç tanesi maliyetlerin hesaplanma şekline göre yapılan sınıflandırmaya dahildir?",
    "correctAnswer": "B",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Sipariş Maliyet Yöntemi , Safha Maliyet Yöntemi , Karma Maliyet Yöntemi , maliyetlerin hesaplanma şekline göre yapılan sınıflandırmaya dahildir. Dolayısıyla cevap 3' tür ve B seçeneği doğrudıur."
  },
  {
    "id": "3878319",
    "unitNumber": 5,
    "text": "' makine , çimento , konfeksiyon , gemi , gıda maddeleri , kimya . yağ ' Yukarıdaki ürünleri üreten işletmelerden kaç tanesi safha maliyeti yönteminin kullanıldığı işletmelere örnek oluşturur?",
    "correctAnswer": "C",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Doğru cevap C dir. Çimento , kimya , yağ , gıda maddeleri üreten işletmeler safha maliyeti yöntemini kullanan işletmelere örnek oluşturur. Diğerleri ise sipariş maliyeti yöntemini kullanan işletmelere örnektir."
  },
  {
    "id": "3878320",
    "unitNumber": 5,
    "text": "I. Direkt ilk madde ve malzeme gideri II. Direkt işçilik gideri III.Sabit ve değişken genel üretim gideri I, II ve III ile ifade edilen gider türleri yukarıda gösterilmiştir. Bu durumda Tam Maliyet Yöntemi'ne göre Toplam Üretim Maliyetleri aşağıdakilerden hangisine eşittir?",
    "correctAnswer": "A",
    "options": {
      "A": "I + II + III",
      "B": "I +II - III",
      "C": "I - II + III",
      "D": "I - II - III",
      "E": "III - II - I"
    },
    "explanation": "3 maliyet unsurunun toplamını ifade eden A, doğru cevaptır."
  },
  {
    "id": "3878321",
    "unitNumber": 5,
    "text": "Aylık direkt hammadde gideri 200 bin TL , Direkt işçilik gideri 140 bin TL ve Genel üretim gideri 120 bin TL olan bir işletmenin Direkt Maliyet Yöntemi'ne göre aylık toplam üretim maliyeti ne olur?",
    "correctAnswer": "D",
    "options": {
      "A": "120 bin TL",
      "B": "140 bin TL",
      "C": "260 bin TL",
      "D": "340 bin TL",
      "E": "460 bin TL"
    },
    "explanation": "Direkt Maliyet Yöntemi'ne göre toplam üretim maliyeti = direkt hammadde gideri + direkt işçilik gideri olup sorudaki verilere göre 200 bin + 140 bin = 340 bin TL dir. Doğru cevap D dir."
  },
  {
    "id": "3878322",
    "unitNumber": 5,
    "text": "'.......................... Yöntemi olarak da ifade edilen Fiili Maliyet Yöntemi'nde , üretim maliyetlerinin çalışma hacmine göre değişimi ......................' Yukarıdaki cümledeki boşlukları <u>sırayla</u> ve <u>doğru</u> biçimde dolduran sözcükler aşağıdaki seçeneklerden hangisinde yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Tahmini Maliyet , izlenir",
      "B": "Standart Maliyet , izlenmez",
      "C": "Tarihi Maliyet , izlenir",
      "D": "Standart Maliyet , izlenir",
      "E": "Tarihi Maliyet , izlenmez"
    },
    "explanation": "Cümleyi doğru biçimde tamamlayan sözcükler E seçeneğinde yer almaktadır."
  },
  {
    "id": "3878323",
    "unitNumber": 5,
    "text": "I. Mamul veya hizmetin maliyeti dört aşamada hesaplanır II. Endirekt maliyetler, geleneksel üç aşamalı dağıtım sürecinden sonra mamulle ilişkilendirilir III.En temel avantajı,dağıtım ölçülerinin her ürünün maliyetini belirlemede sağlıklı bilgi vermesidir Yukarıdaki üç bilgi cümlesi ile ilgili olarak aşağıdaki seçeneklerden hangisinde <u>sırayla</u> ve <u>doğru</u> değerlendirmeler yapılmiştır?",
    "correctAnswer": "E",
    "options": {
      "A": "I. Doğru , II. Doğru , III, Yanlış",
      "B": "I. Doğru , İİ. Yanlış , III. Doğru",
      "C": "I. Yanlış , II. Doğru , III. Doğru",
      "D": "I. Yanlış , II. Yanlış , III. Doğru",
      "E": "I. Yanlış , II. Doğru , III. Yanlış"
    },
    "explanation": "I yanlıştır çünkü dört yerine iki aşama söz konusudur. III de yanlıştır çünkü avantaj sözcüğü yerine dezavantaj, sağlıklı bilgi vermesi sözcükleri yerine çok sağlıklı bilgi vermemesi sözcükleri gelmeliydi. Bu durumda doğru cevap E olmaktadır."
  },
  {
    "id": "3878324",
    "unitNumber": 5,
    "text": "Aylık sabit genel üretim giderleri 100 bin TL , üretim miktarı 7 bin adet ve normal kapasitesi 10 bin adet olan bir işletmede sabit genel üretim giderlerinin kullanılan kapasiteye ait olan kısmı kaç TL dir?",
    "correctAnswer": "B",
    "options": {
      "A": "30 bin TL",
      "B": "70 bin TL",
      "C": "100 bin TL",
      "D": "130 bin TL",
      "E": "170 bin TL"
    },
    "explanation": "Soruda önce üretim miktarını normal kapasiteye bölerek kapasite kullanım oranını bulmak gerekir. 7 bin : 10 bin = 0.7 dir. Sabit genel üretim gideri (100 bin TL) bu oranla (0.7) çarpılarak sonuç bulunur ( 70 bin TL) ."
  },
  {
    "id": "3878325",
    "unitNumber": 5,
    "text": "Tam Maliyet Yöntemi (TMY) , Değişken Maliyet Yöntemi (DEMY) , Normal Maliyet Yöntemi (NMY) ve Direkt Maliyet Yöntemi (DİMY) 'nin <u> en yüksekten en düşüğe</u> doğru maliyet tutarı açısından <u>doğru</u> biçimde sıralanışı aşağıdaki seçeneklerden hangisindedir?",
    "correctAnswer": "D",
    "options": {
      "A": "TMY , DEMY , NMY , DİMY",
      "B": "DİMY , NMY , DEMY , TMY",
      "C": "NMY , DEMY , DİMY , TMY",
      "D": "TMY , NMY , DEMY , DİMY",
      "E": "NMY , TMY , DİMY , DEMY"
    },
    "explanation": "En fazla maliyet ten başlanarak doğru sıralanış D de yer almaktadır."
  },
  {
    "id": "3878326",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi maliyetlerin dağıtımında kullanılan esasa göre hesaplanan lojistik maliyet yöntemlerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hacim Tabanlı Maliyet Yöntemi",
      "B": "Fiili Maliyet Yöntemi",
      "C": "Standart Maliyet Yöntemi",
      "D": "Değişken Maliyet Yöntemi",
      "E": "Normal Maliyet Yöntemi"
    },
    "explanation": "İlgili maliyet yöntemi A da belirtilmiştir."
  },
  {
    "id": "3878327",
    "unitNumber": 5,
    "text": "'hesaplama şekli , para birimi , süre , gerçekleşme durumu , dağıtımında kullanılan esas , kapsam' Yukarıdaki kriterlerden kaç tanesi lojistik maliyet hesaplama yöntemlerinin sınıflandırılmasında kullanılır?",
    "correctAnswer": "C",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Para birimi ve süre , lojistik maliyet hesaplama yöntemlerinin sınıflandırılmasında kullanılan kriterler arasında yer almaz. Geriye kalan dört kriter ise yer alır. Doğru cevap dörttür ve C dir."
  },
  {
    "id": "3878374",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisinde lojistik maliyetlerin hesaplanma şekline göre yapılan sınıflandırmada kullanılan yöntemler birlikte verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sipariş Maliyet Yöntemi-Değişken Maliyet Yöntemi",
      "B": "Normal Maliyet Yöntemi-Tam Maliyet Yöntemi",
      "C": "Değişken Maliyet Yöntemi Karma Maliyet Yöntemi",
      "D": "Karma Maliyet Yöntemi-Sipariş Maliyet Yöntemi",
      "E": "Direkt Maliyet Yöntemi- Safha Maliyet Yöntemi"
    },
    "explanation": "LOJİSTİK MALİYET HESAPLAMA YÖNTEMLERİ<br/>Maliyetlerin Hesaplanma Şekline Göre, sınıflandırmada I) Sipariş Maliyet Yöntemi, II) Safha Maliyet Yöntemi ve III) Karma Maliyet Yöntemidir. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3878375",
    "unitNumber": 5,
    "text": "Bir işletmede hem siparişe dayalı üretim hem de safhalar şeklinde üretim gerçekleştirildiğinde lojistik maliyetlerin hesaplanma şekline göre hangi maliyet hesaplama yöntemi kullanılır?",
    "correctAnswer": "E",
    "options": {
      "A": "Sipariş Maliyet Yöntemi",
      "B": "Tam Maliyet Yöntemi",
      "C": "Değişken Maliyet Yöntemi",
      "D": "Normal Maliyet Yöntemi",
      "E": "Karma Maliyet Yöntemi"
    },
    "explanation": "Örneğin tekstil fabrikasında belli bir noktaya kadar safha maliyeti kullanılırken üretim daha sonra müşterinin isteğine göre (özel ambalajlar veya özel şekiller gibi) siparişe uygun bir biçimde yapılabilir. Bu işletmelerde lojistik maliyet hesaplama şekline göre karma maliyet yöntemi kullanılır."
  },
  {
    "id": "3878376",
    "unitNumber": 5,
    "text": "Kitle ve seri hâlde üretim yapan gıda üretim işletmelerinde, lojistik maliyetlerin hesaplama şekline göre aşağıdaki hangi yöntem kullanılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Standart Maliyet Yöntemi",
      "B": "Hacim Tabanlı Maliyet Yöntemi",
      "C": "Tam Maliyet Yöntemi",
      "D": "Safta Maliyet Yöntemi",
      "E": "Direkt Maliyet Yöntemi"
    },
    "explanation": "Üretimin seri hâlde, sürekli ve yığın hâlde yapıldığı işletmeler tarafından kullanılan bir yöntemdir. Safha maliyet yöntemi, belirli bir mamulü ya da birbirine benzer nitelikteki mamulleri sürekli olarak kitle hâlinde üreten işletmelerde maliyetin hesaplandığı bir yöntemdir. Safha maliyeti sistemi çok çeşitli alanlarda üretim yapan işletmelerde kullanılmaktadır. Uygulamada sıkça rastlanan kitle ve seri hâlde üretim yapan çimento, şeker, kimya, petrol, lastik, plastik, sabun, yağ, un, demir, gıda maddeleri, cam, çelik gibi işletmeler örnek olarak verilebilir."
  },
  {
    "id": "3878377",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi tam maliyet yönteminde, üretim dışında kalan, mamul maliyetine yüklenmeyip dönem gideri olarak hesaplanan maliyetlerdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Pazarlama gideri- Sabit/değişken üretim gideri",
      "B": "Malzeme gideri-İşçilik giderleri",
      "C": "İlk madde gideri-Pazarlama giderleri",
      "D": "Genel yönetim giderleri- Pazarlama giderler",
      "E": "Sabit/değişken üretim gideri- Genel yönetim giderleri"
    },
    "explanation": "Bir başka ifade ile Tam Maliyet Yönteminde, direkt veya endirekt, sabit veya değişken tüm üretim giderlerinin tamamı maliyetlere yüklenir. Üretim dışında kalan, genel yönetim giderleri ile pazarlama satış ve dağıtım giderleri ise mamul maliyetine yüklenmeyip doğrudan dönem gideri olarak kabul edilir. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3878378",
    "unitNumber": 5,
    "text": "Lojistik maliyetin kapsamına göre maliyet yöntemlerinin hangisinde, üretilen mal veya hizmetin maliyeti hesaplanırken, direkt ilk madde ve malzeme, direkt işçilik ve değişken ve sabit genel üretim giderlerinin işletmenin kapasite kullanım oranlarına göre üretilen malın veya hizmetin maliyetine yüklenir?",
    "correctAnswer": "C",
    "options": {
      "A": "Direkt Maliyet Yöntemi",
      "B": "Fiilî (Gerçek) Maliyet Yöntemi",
      "C": "Normal Maliyet Yöntemi",
      "D": "Standart Maliyet Yöntemi",
      "E": "Tahminî Maliyet Yöntemi"
    },
    "explanation": "Normal Maliyet Yöntemi, üretilen malın veya hizmetin maliyeti hesaplanırken, direkt ilk madde ve malzeme, direkt işçilik ve değişken genel üretim giderlerinin tamamı dikkate alınırken sabit genel üretim giderlerinin işletmenin kapasite kullanım oranlarına göre üretilen malın veya hizmetin maliyetine yüklendiği bir yöntemdir."
  },
  {
    "id": "3878379",
    "unitNumber": 5,
    "text": "Lojistik maliyetlerin kapsamına göre maliyet yöntemlerinden hangisinde, genel üretim giderlerinin tamamını maliyet dışında bırakan bir maliyet hesaplaması yapılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Tam Maliyet Yöntemi",
      "B": "Değişken Maliyet Yöntemi",
      "C": "Normal Maliyet Yöntemi",
      "D": "Direkt Maliyet Yöntemi",
      "E": "Standart Maliyet Yöntemi"
    },
    "explanation": "Asal Maliyet Yöntemi olarak da bilinen Direkt Maliyet Yöntemi üretilen mal veya hizmetin maliyetine sadece direkt ilk madde ve malzeme ve direkt işçilik giderlerinin yüklendiği bir yöntem olarak ifade edilir. Direkt maliyet yönteminde genel üretim giderleri üretim maliyetleri dışında düşünülmekte ve dönem gideri olarak değerlendirilmektedir.\n Her ne kadar bu yöntem genel üretim giderlerini dönem gideri olarak kabul etse de günümüzde genel üretim giderleri de üretilen malın maliyetinin ayrılmaz bir parçası olduğundan bu yöntemin uygulama alanı oldukça kısıtlıdır."
  },
  {
    "id": "3878380",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi maliyetlerin dağıtımında kullanılan esasa göre yapılan maliyet hesaplama yöntemlerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tam Maliyet Yöntemi",
      "B": "Değişken Maliyet Yöntemi",
      "C": "Fiilî (Gerçek) Maliyet Yöntemi",
      "D": "Standart Maliyet Yöntemi",
      "E": "Faaliyet Tabanlı Maliyet Yöntemi"
    },
    "explanation": "Maliyetlerin dağıtımında kullanılan esasa göre maliyetin hesaplanmasında iki temel hesaplama yöntemi vardır. Bunlar endirekt giderlerin dağıtımında kullanılan geleneksel hacim tabanlı maliyet yöntemi ile faaliyet tabanlı maliyet yöntemidir. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3878381",
    "unitNumber": 5,
    "text": "Yeni kurulan bir işletme, gelecek yıl için üretime başlamadan planlama yapabilmek için bir maliyet hesaplaması yapmak istediğinde aşağıdaki maliyet hesaplama çeşitlerinden hangisini kullanır?",
    "correctAnswer": "E",
    "options": {
      "A": "Fiilî (Gerçek) Maliyet Yöntemi",
      "B": "Faaliyet tabanlı maliyet yöntemi",
      "C": "Tam Maliyet Yöntemi",
      "D": "Değişken Maliyet Yöntemi",
      "E": "Tahminî Maliyet Yöntemi"
    },
    "explanation": "Tahminî Maliyet Yöntemi<br/>Maliyet muhasebesinin amaçlarından birisi de işletmelerde planlama ve kontrol faaliyetlerine yardımcı olmaktır. Üretim gerçekleşmeden önce saptanan maliyetlere dayalı olarak kullanılan maliyet hesaplama sistemleri ise tahminî maliyet sistemi ve standart maliyet sistemi olarak ikiye ayrılmaktadır."
  },
  {
    "id": "3878382",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Geleceğe yönelik maliyet hesaplama yöntemidir.</li> <li>Bilimsel ve teknik temellere dayanır.</li> <li>Geçmiş yıllardaki verilerden yararlanılır.</li> <li>İşletme dışı ekonomik şartlar istikrarlı olmalıdır.</li> </ol> Yukarıda özellikleri verilen maliyet hesaplama türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Değişken Maliyet Yöntemi",
      "B": "Faaliyet tabanlı maliyet yöntemi",
      "C": "Standart Maliyet Yöntemi",
      "D": "Tahmini Maliyet Yöntemi",
      "E": "Sipariş Maliyet Yöntemi"
    },
    "explanation": "Geleceğe yönelik maliyet hesaplama yöntemleri tahmini ve standart maliyet hesaplama yöntemleri olarak ikiye ayrılmaktadır. Standart maliyet yönteminin dayandığı varsayım tahminî maliyet yönteminden farklıdır. Standart Maliyet Yönteminde maliyetler, hem geçmiş tecrübelere hem de bilimsel ve teknik temellere dayanılarak hesaplanır ve belirli koşullarda işletme içi faaliyetlerde ve işletme dışı ekonomik istikrar oluşması gerekir. Öncüller standart maliyet hesaplama ilkelerini anlatmaktadır."
  },
  {
    "id": "3878383",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi, lojistik maliyetlerin gerçekleşme durumuna göre maliyet hesaplama yöntemlerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sipariş Maliyet Yöntemi",
      "B": "Tam Maliyet Yöntemi",
      "C": "Değişken Maliyet Yöntemi",
      "D": "Fiili Maliyet Yöntemi",
      "E": "Direkt Maliyet Yöntemi"
    },
    "explanation": "Lojistik maliyetlerin gerçekleşme durumuna göre maliyet yöntemleri kapsamında\n fiilî, standart ve tahminî maliyet yöntemleri kullanılmaktadır. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3878074",
    "unitNumber": 6,
    "text": "Bir mamul veya hizmetin birim maliyetinin hesaplanabilmesi için kullanılan yöntemler bütününe ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Maliyet kontrol sistemi",
      "B": "Maliyet hesaplama sistemi",
      "C": "Fiyatlandırma sistemi",
      "D": "Maliyet belirleme sistemi",
      "E": "Maliyet toplamları sistemi"
    },
    "explanation": "Bir mamul veya hizmetin birim maliyetinin hesaplanabilmesi için kullanılan yöntemler bütününe maliyet hesaplama sistemi denir."
  },
  {
    "id": "3878075",
    "unitNumber": 6,
    "text": "Bir işletmenin mamul veya hizmet üretmek için tükettiği varlık ve hizmet tutarına ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hizmet maliyeti",
      "B": "Gider maliyeti",
      "C": "Maliyet sistemi",
      "D": "Üretim bütünü",
      "E": "Üretim maliyeti"
    },
    "explanation": "Bir işletmenin mamul veya hizmet üretmek için tükettiği varlık ve hizmet tutarına üretim maliyeti denir."
  },
  {
    "id": "3878076",
    "unitNumber": 6,
    "text": "Ürün ile doğrudan bağlantısı kurulabilen, tüketimin hangi ürün için yapıldığı belirlenip izlenebilen giderlere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Direkt giderler",
      "B": "Endirekt giderler",
      "C": "Maliyet giderleri",
      "D": "Üretim maliyeti",
      "E": "Maliyet hesaplama sistemi"
    },
    "explanation": "Ürün ile doğrudan bağlantısı kurulabilen, tüketimin hangi ürün için yapıldığı belirlenip izlenebilen giderlere direkt giderler denir."
  },
  {
    "id": "3878077",
    "unitNumber": 6,
    "text": "Ürün ile doğrudan bağlantı kurulamayan, tüketimin hangi ürün için yapıldığı belirlenemeyen veya belirlenmesi zor ve maliyetli olan giderlere ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Direkt giderler",
      "B": "Mali giderler",
      "C": "Endirekt giderler",
      "D": "Açık giderler",
      "E": "Maliyet hesaplama sistemi"
    },
    "explanation": "Ürün ile doğrudan bağlantı kurulamayan, tüketimin hangi ürün için yapıldığı belirlenemeyen veya belirlenmesi zor ve maliyetli olan giderlere endirekt giderler denir."
  },
  {
    "id": "3878078",
    "unitNumber": 6,
    "text": "Hangi yaklaşıma göre giderlerin ortaya çıkma sebebi mamul veya hizmet üretiminden kaynaklanmakta; mamul veya hizmet üretildikçe kaynaklar tükenmekte ve bu da giderlerin ortaya çıkmasına neden olmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Lojistik faaliyet yöntemi",
      "B": "Gider dağıtımı yöntemi",
      "C": "Maliyet hesaplama yöntemi",
      "D": "Hacim tabanlı maliyet yöntemi",
      "E": "Direkt giderler yöntemi"
    },
    "explanation": "Hacim tabanlı maliyet yöntemi yaklaşımına göre giderlerin ortaya çıkma sebebi mamul veya hizmet üretiminden kaynaklanmakta; mamul veya hizmet üretildikçe kaynaklar tükenmekte ve bu da giderlerin ortaya çıkmasına neden olmaktadır"
  },
  {
    "id": "3878079",
    "unitNumber": 6,
    "text": "Ürün maliyetlerinin belirlenmesinde endirekt giderlerin ürünlere/gider yerlerine dağıtılmasında aşağıdakilerden hangisi kullanılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Direkt giderler",
      "B": "Dağıtım anahtarları",
      "C": "Geleneksel faaliyet yöntemi",
      "D": "Genel üretim yöntemi",
      "E": "Direkt malzeme giderleri"
    },
    "explanation": "Ürün maliyetlerinin belirlenmesinde endirekt giderlerin ürünlere/gider yerlerine dağıtılmasında dağıtım anahtarları kullanılmaktadır."
  },
  {
    "id": "3878080",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi çalışma ölçüsü veya faaliyet ölçüsü olarak da adlandırılmakta ve bir işletmenin veya bir işletme biriminin çalışma yoğunluğunu ifade etmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Dağıtım anahtarı",
      "B": "Direkt giderler",
      "C": "Endirekt giderler",
      "D": "Doğrudan dağıtım",
      "E": "İş ölçüsü"
    },
    "explanation": "İş ölçüsü çalışma ölçüsü veya faaliyet ölçüsü olarak da adlandırılmakta ve bir işletmenin veya bir işletme biriminin çalışma yoğunluğunu ifade etmektedir."
  },
  {
    "id": "3878082",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi şirketlerin daha uygun bir fiyatlandırma stratejisi oluşturmasına izin vererek maliyetleri daha iyi kavramak için kullanılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Dağıtım ölçüsü",
      "B": "İş anahtarı",
      "C": "Faaliyet tabanlı maliyetleme",
      "D": "Endirekt dağıtım",
      "E": "Direkt maliyetleme"
    },
    "explanation": "Faaliyet tabanlı maliyetleme şirketlerin daha uygun bir fiyatlandırma stratejisi oluşturmasına izin vererek maliyetleri daha iyi kavramak için kullanılır."
  },
  {
    "id": "3878084",
    "unitNumber": 6,
    "text": "Faaliyet tabanlı maliyetleme yöntemine göre aşağıdakilerden hangisi bir faaliyetin yerine getirilmesi için kullanılan veya yönetilen ekonomik unsurlar anlamına gelir?",
    "correctAnswer": "D",
    "options": {
      "A": "Faaliyet",
      "B": "Faaliyet havuzu",
      "C": "Maliyet sürücüsü (dağıtım anahtarları)",
      "D": "Kaynak (girdi)",
      "E": "Maliyet nesnesi"
    },
    "explanation": "Kaynak (girdi) bir faaliyetin yerine getirilmesi için kullanılan veya yönetilen ekonomik unsurlardır."
  },
  {
    "id": "3878086",
    "unitNumber": 6,
    "text": "Faaliyet tabanlı maliyetleme yöntemine göre aşağıdakilerden hangisi bir faaliyeti gerçekleştirmek için yapılan işlem, emek veya çalışma anlamına gelmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Maliyet sürücüsü",
      "B": "Kaynak",
      "C": "Faaliyet havuzu",
      "D": "Faaliyet",
      "E": "Maliyet nesnesi"
    },
    "explanation": "Faaliyet tabanlı maliyetleme yöntemine göre maliyet sürücüsü bir faaliyeti gerçekleştirmek için yapılan işlem, emek veya çalışma anlamına gelmektedir."
  },
  {
    "id": "3878398",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bir mamul veya hizmetin birim maliyetinin hesaplanabilmesi için kullanılan yöntemler bütünüdür?",
    "correctAnswer": "E",
    "options": {
      "A": "Hacim tabanlı maliyet yöntemi",
      "B": "Maliyet yönetim sistemi",
      "C": "Maliyet kayıt sistemi",
      "D": "Faaliyet tabanlı maliyet yöntemi",
      "E": "Maliyet hesaplama sistemi"
    },
    "explanation": "<strong>Maliyet Hesaplama Sistemi </strong><br/><strong>Maliyet hesaplama sistemi: </strong>Bir mamul veya hizmetin birim maliyetinin hesaplanabilmesi için kullanılan yöntemler bütünüdür."
  },
  {
    "id": "3878399",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bir işletmenin mamul veya hizmet üretmek için tükettiği varlık ve hizmet tutarıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Geleneksel maliyetleme yöntemi",
      "B": "Dağıtım anahtarı",
      "C": "Maliyet hesaplama sistemi",
      "D": "Üretim maliyeti",
      "E": "Hacim tabanlı maliyet yöntemi"
    },
    "explanation": "<strong>Üretim Maliyetleri </strong><br/><strong>Üretim maliyeti: </strong>Bir işletmenin mamul veya hizmet üretmek için tükettiği varlık ve hizmet tutarı."
  },
  {
    "id": "3878400",
    "unitNumber": 6,
    "text": "Ürün ile doğrudan bağlantısı kurulabilen, tüketimin hangi ürün için yapıldığı belirlenip izlenebilen giderlere ne denir?",
    "correctAnswer": "C",
    "options": {
      "A": "Üretim maliyeti",
      "B": "Endirekt gider",
      "C": "Direkt gider",
      "D": "Finansman gider",
      "E": "Yönetim gider"
    },
    "explanation": "<strong>Üretim Maliyetleri </strong><br/>Ürün ile doğrudan bağlantısı kurulabilen, tüketimin hangi ürün için yapıldığı belir-lenip izlenebilen giderlere <strong>direkt giderler </strong>denir."
  },
  {
    "id": "3878401",
    "unitNumber": 6,
    "text": "Ürün ile doğrudan bağlantı kurulamayan, tüketimin hangi ürün için yapıldığı belirlenemeyen veya belirlenmesi zor ve maliyetli olan giderlere ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Direkt gider",
      "B": "Endirekt gider",
      "C": "Yönetim gider",
      "D": "Finansman gider",
      "E": "Genel üretim gider"
    },
    "explanation": "<strong>Üretim Maliyetleri </strong><br/>Ürün ile doğrudan bağlantı kurula-mayan, tüketimin hangi ürün için yapıldığı belirlenemeyen veya belirlenmesi zor ve ma-liyetli olan giderler ise <strong>endirekt giderdir.</strong>"
  },
  {
    "id": "3878402",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi endirekt giderlerin ürünlere dağıtımında kullanılan ölçülerdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Finansman gider",
      "B": "Yönetim gider",
      "C": "Üretim maliyeti",
      "D": "Dağıtım anahtarı",
      "E": "İş ölçüsü"
    },
    "explanation": "<strong>HACİM TABANLI MALİYETLEME YÖNTEMİ (HTM) </strong><br/><strong>Dağıtım anahtarı, </strong>endirekt giderlerin ürünlere dağıtımında kullanılan ölçülerdir."
  },
  {
    "id": "3878403",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi genel üretim giderlerinin ortaya çıkmasına neden olan işlemlerdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Faaliyetler",
      "B": "Maliyetleme",
      "C": "Endirekt giderlerin",
      "D": "Dağıtım anahtarı",
      "E": "Kaynak"
    },
    "explanation": "<strong>Faaliyet Tabanlı Maliyetleme Yönteminin Temel Unsurları </strong><br/><strong>Faaliyetler: </strong>Genel üretim giderlerinin ortaya çıkmasına neden olan işlemlerdir."
  },
  {
    "id": "3878404",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi maliyeti hesaplanacak bir maliyet nesnesinin üretimindeki aşamaların her birini kapsar?",
    "correctAnswer": "B",
    "options": {
      "A": "Genel Üretim Giderleri",
      "B": "Faaliyet Havuz",
      "C": "Dağıtım Anahtarı",
      "D": "İş Ölçüsü",
      "E": "Maliyet"
    },
    "explanation": "<strong>Faaliyet Tabanlı Maliyetleme Yönteminin Temel Unsurları </strong><br/><strong>Faaliyet Havuzu: </strong>Maliyeti hesaplanacak bir maliyet nesnesinin üretimindeki aşa-maların her biri"
  },
  {
    "id": "3878405",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi maliyet objesi olarak da ifade edilen işletmenin maliyetini hesaplamak istediği unsurdur?",
    "correctAnswer": "C",
    "options": {
      "A": "Faaliyet Havuzu",
      "B": "Dağıtım anahtarı",
      "C": "Maliyet nesnesi",
      "D": "Üretim maliyeti",
      "E": "Maliyet sürücüsü"
    },
    "explanation": "<strong>Faaliyet Tabanlı Maliyetleme Yönteminin Temel Unsurları </strong><br/><strong>Maliyet nesnesi: </strong>Maliyet objesi olarak da ifade edilen işletmenin maliyetini hesaplamak istediği unsurdur."
  },
  {
    "id": "3878406",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bir faaliyeti gerçekleştirmek için yapılan işlem, emek veya çalışmadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Maliyet sürücüsü",
      "B": "Maliyet nesnesi",
      "C": "Faaliyet Havuzu",
      "D": "Kaynak grubu",
      "E": "Faaliyetler"
    },
    "explanation": "<strong>Faaliyet Tabanlı Maliyetleme Yönteminin Temel Unsurları </strong><br/><strong>Maliyet sürücüsü: </strong>Bir faaliyeti gerçek-leştirmek için yapılan işlem, emek veya çalışma."
  },
  {
    "id": "3878407",
    "unitNumber": 6,
    "text": "Faaliyet Tabanlı Maliyetleme yönteminde maliyetleme süreci, neye odaklanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Giderdir",
      "B": "Faaliyetlere",
      "C": "Maliyet",
      "D": "Üretime",
      "E": "İşletme"
    },
    "explanation": "<strong>FAALİYET TABANLI MALİYETLEME YÖNTEMİ (FTM) </strong><br/>Faaliyet Tabanlı Maliyetleme yönteminde maliyetleme süreci,<strong> faaliyetlere</strong> odaklanır"
  },
  {
    "id": "3878098",
    "unitNumber": 7,
    "text": "Tersine lojistikte nasıl bir akış söz konusudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Tüketiciden üreticiye",
      "B": "Üreticiden tüketiciye",
      "C": "Tedarikçiden tüketiciye",
      "D": "Tedarikçiden üreticiye",
      "E": "Üreticiden tedarikçiye"
    },
    "explanation": "TERSİNE LOJİSTİK<br/>Tersine lojistikte nihai tüketiciden üreticiye doğru bir akış söz konusudur."
  },
  {
    "id": "3878099",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi/hangileri tersine lojistiğin işletmelere sağladığı olanaklardandır?\n <ol type=\"I\"> <li>Hammadde kullanımını azaltma</li> <li>Maliyetlerini düşürme</li> <li>Rekabet avantajı</li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "I., II. ve III.",
      "B": "I. ve III.",
      "C": "II. ve III.",
      "D": "<ol type=\"I\"> <li>ve II.</li> </ol>",
      "E": "Sadece III."
    },
    "explanation": "TERSİNE LOJİSTİK<br/>Tersine lojistik; işletmelere, ham madde kullanımlarını azaltma ve geri kazanılmış ürünlerden değer yaratma yoluyla maliyetlerini düşürmeleri ve rekabet avantajı elde etmeleri için olanak sağlamaktadır."
  },
  {
    "id": "3878100",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi tersine lojistiğin işletmelere sağladığı olanaklardan <strong><u>değildir?</u></strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Üretimden kaynaklanan olumsuz çevresel etkilerin çoğalması",
      "B": "Enerji tüketiminin azalması",
      "C": "İşletme gelirlerinin artması",
      "D": "İşletme maliyetlerinin azalması",
      "E": "Toplum gözündeki olumlu imajın sağlamlaşması"
    },
    "explanation": "TERSİNE LOJİSTİK<br/>Tersine lojistik; işletmelere, ham madde kullanımlarını azaltma ve geri kazanılmış ürünlerden değer yaratma yoluyla maliyetlerini düşürmeleri ve rekabet avantajı elde etmeleri için olanak sağlamaktadır. Azalan maliyetler, işletmelerin kâr seviyelerini yükseltmektedir. Ayrıca, işletmeler tersine lojistik sayesinde çevreye karşı olan sorumluluklarını tam olarak yerine getirmiş olmakta ve toplumun gözündeki olumlu imajlarını sağlamlaştırmaktadırlar. Üretimden kaynaklanan olumsuz çevresel etkiler azaltılmakta, kaynaklar verimli bir şekilde kullanılmakta, enerji tüketimi azalmakta ve bu sayede doğal kaynaklar korunmaktadır. Bu sayede kurumsal sosyal sorumluluk alanında da yapmaları gereken faaliyetleri gerçekleştirmiş olmaktadırlar. Tersine lojistik, etkin bir şekilde uygulanması durumunda işletmelerin gelirlerini önemli ölçümde artırmasına yardımcı olabilir."
  },
  {
    "id": "3878101",
    "unitNumber": 7,
    "text": "“… doğal kaynakların kirlenmesi, iş sağlığı ve güvenliği, toplumun sağlığı, riskler ile tüm bunlara ilişkin hedefler ve çözümlere odaklanmaktadır.” noktalı yere aşağıdakilerden hangisi gelir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sürdürülebilirlik",
      "B": "Tersine lojistik",
      "C": "Atık yönetimi",
      "D": "Yeşil lojistik",
      "E": "Lojistik"
    },
    "explanation": "SÜRDÜRÜLEBİLİRLİK VE TERSİNE LOJİSTİK<br/>Sürdürülebilirlik; doğal kaynakların kirlenmesi, iş sağlığı ve güvenliği, toplumun sağlığı, riskler ile tüm bunlara ilişkin hedefler ve çözümlere odaklanmaktadır."
  },
  {
    "id": "3878102",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi/hangileri sürdürülebilir kalkınma amaçlarındandır?\n I. Yoksulluğa son<br/>II. Açlığa son<br/>III. Eşitsizliklerin azaltılması",
    "correctAnswer": "A",
    "options": {
      "A": "I., II. ve III.",
      "B": "I. ve II.",
      "C": "I. ve III.",
      "D": "II. ve III.",
      "E": "Sadece III."
    },
    "explanation": "SÜRDÜRÜLEBİLİRLİK VE TERSİNE LOJİSTİK<br/>Yoksulluğa son, açlığa son ve eşitsizliklerin azaltılması sürdürülebilir kalkınma amaçlarındandır"
  },
  {
    "id": "3878103",
    "unitNumber": 7,
    "text": "Ürünün yaşamının sona ermesine ilişkin senaryolardan biri olan, bir ürünün gözden çıkarıldıktan sonra materyallerin ayrıştırılması/çıkarılması sürecine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Geri dönüşüm",
      "B": "Yeniden değerlendirme",
      "C": "Farklı amaçlarla kullanma",
      "D": "Onarım-yenileme",
      "E": "Bakım-onarım"
    },
    "explanation": "SÜRDÜRÜLEBİLİRLİK VE TERSİNE LOJİSTİK<br/>Geri dönüşüm, bir ürünün gözden çıkarıldıktan sonra materyallerin ayrıştırılması/çıkarılması sürecidir."
  },
  {
    "id": "3878104",
    "unitNumber": 7,
    "text": "“… geri kazanılacak veya imha edilecek ürünler nihai tüketiciden veya tedarik zincirindeki oyunculardan fiziksel olarak alınmaktadır.” noktalı yere aşağıdakilerden hangisi gelir?",
    "correctAnswer": "A",
    "options": {
      "A": "Geri alma aşamasında",
      "B": "Kabul aşamasında",
      "C": "Gözden geçirme aşamasında",
      "D": "Yenileme aşamasında",
      "E": "Nakletme aşamasında"
    },
    "explanation": "SÜRDÜRÜLEBİLİRLİK VE TERSİNE LOJİSTİK<br/>Geri alma aşamasında; geri kazanılacak veya imha edilecek ürünler nihai tüketiciden veya tedarik zincirindeki oyunculardan fiziksel olarak alınmaktadır."
  },
  {
    "id": "3878105",
    "unitNumber": 7,
    "text": "Ürünü yakma, gömme vb. yöntemlerle imha edilmesi için gerçekleştirilmesi gereken giderler hangi aşamadaki tersine lojistik maliyetlerindendir?",
    "correctAnswer": "A",
    "options": {
      "A": "İmha",
      "B": "Toplama",
      "C": "Tamir",
      "D": "Geri dönüşüm",
      "E": "Yeniden üretim"
    },
    "explanation": "NE LOJİSTİK MALİYETLERİ<br/>Ürünü yakma, gömme vb. yöntemlerle imha edilmesi için gerçekleştirilmesi gereken giderler de imha aşamasındaki maliyetleri oluşturmaktadır."
  },
  {
    "id": "3878106",
    "unitNumber": 7,
    "text": "Ürünün yeniden işler hâle getirilmesi için yapılması gereken bakım ve onarım giderler hangi aşamadaki tersine lojistik maliyetlerindendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tamir",
      "B": "İmha",
      "C": "Toplama",
      "D": "Yeniden üretim",
      "E": "Geri dönüşüm"
    },
    "explanation": "TERSİNE LOJİSTİK MALİYETLERİ<br/>Ürünün yeniden işler hâle getirilmesi için yapılması gereken bakım ve onarım giderler tamir aşamasındaki tersine lojistik maliyetlerindendir."
  },
  {
    "id": "3878107",
    "unitNumber": 7,
    "text": "Toplama aşamasında işletme tarafından toplanan ürünlerin kontrol edilmesi, sınıflandırılması ve ayrıştırılmasından doğan maliyetler hangi aşamadaki tersine lojistik maliyetlerindendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kontrol ve ayrıştırma",
      "B": "Toplama",
      "C": "Tamir",
      "D": "Geri dönüşüm",
      "E": "Yeniden üretim"
    },
    "explanation": "TERSİNE LOJİSTİK MALİYETLERİ<br/>Kontrol ve ayrıştırma aşamasında; toplama aşamasında işletme tarafından toplanan ürünlerin kontrol edilmesi, sınıflandırılması ve ayrıştırılmasından doğan maliyetler söz konusudur."
  },
  {
    "id": "3878277",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi tersine ürün akışının sıklıkla görüldüğü sektörler arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Elektronik ürün",
      "B": "Ayakkabı",
      "C": "Mobilya",
      "D": "Ev tekstili",
      "E": "Temizlik maddeleri"
    },
    "explanation": "Tersine ürün akışının sıklıkla görüldüğü sektörler elektronik ürün, ilaç ve içecek sektörleridir."
  },
  {
    "id": "3878280",
    "unitNumber": 7,
    "text": "Dijital eşitsizliğin ortadan kaldırılması ile yeniliğin, girişimciliğin geliştirilmesini ve bilgiye eşit erişimin sağlanmasını hedefleyen sürdürülebilir kalkınma amacı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Eşitsizliklerin azaltılması",
      "B": "Sanayi, yenilikçilik ve altyapı",
      "C": "Sorumlu üretim ve tüketim",
      "D": "Sorumlu üretim ve tüketim",
      "E": "Sürdürülebilir şehirler ve topluluklar"
    },
    "explanation": "Sanayi, Yenilikçilik ve Altyapı\n Dijital eşitsizliğin ortadan kaldırılması ile yeniliğin ve girişimciliğin geliştirilmesi ve de bilgiye eşit erişimin sağlanması hedeflenmektedir."
  },
  {
    "id": "3878282",
    "unitNumber": 7,
    "text": "Küresel ısınma ve iklim değişikliğinin önüne geçilmesini hedefleyen sürdürülebilir kalkınma amacı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sudaki yaşam",
      "B": "Karasal yaşam",
      "C": "İklim eylemi",
      "D": "Açlığa son",
      "E": "Yoksulluğa son"
    },
    "explanation": "İklim Eylemi\n Küresel ısınma ve iklim değişikliğinin önüne geçilmesi hedeflenmektedir."
  },
  {
    "id": "3878283",
    "unitNumber": 7,
    "text": "Ormanların, kurak ve sulak alanların, dağların korunmasını ve eski hâline getirilmesini hedefleyen sürdürülebilir kalkınma amacı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İklim eylemi",
      "B": "Temiz su ve sanitasyon",
      "C": "Sağlık ve kaliteli yaşam",
      "D": "Karasal yaşam",
      "E": "Sürdürülebilir şehirler ve topluluklar"
    },
    "explanation": "Karasal Yaşam\n Karasal ekosistemin parçaları olan ormanların, kurak ve sulak alanların ve dağların korunması ve eski hâline getirilmesi hedeflenmektedir."
  },
  {
    "id": "3878285",
    "unitNumber": 7,
    "text": "Ticaretin tüm ülkelerin yararına olacak şekilde geliştirilmesini ve adaletli bir ticaret sisteminin oluşturulmasını hedefleyen sürdürülebilir kalkınma amacı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sanayi, yenilikçilik ve altyapı",
      "B": "Eşitsizliklerin azaltılması",
      "C": "Sorumlu üretim ve tüketim",
      "D": "Barış, adalet ve güçlü kurumlar",
      "E": "Amaçlar için ortaklıklar"
    },
    "explanation": "Amaçlar İçin Ortaklıklar\n Sürdürülebilir kalkınma hedeflerini gerçekleştirmek için tüm dünyada iş birliğinin artırılması, ülkelerin ulusal planlarının desteklenmesi, ticaretin tüm ülkelerin yararına olacak şekilde geliştirilmesi ve adaletli bir ticaret sisteminin oluşturulması hedeflenmektedir."
  },
  {
    "id": "3878287",
    "unitNumber": 7,
    "text": "Tadilat veya yeniden üretime ilişkin katma değer yaratan tersine lojistik faaliyeti aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yeniden işleme",
      "B": "Yeniden üretim",
      "C": "Geri dönüşüm",
      "D": "Yeniden değerlendirme",
      "E": "Yeniden kullanım"
    },
    "explanation": "Yeniden İşleme (reprocessing)\n Tadilat veya yeniden üretime ilişkin katma değer yaratan faaliyet"
  },
  {
    "id": "3878288",
    "unitNumber": 7,
    "text": "Minimum yeniden işleme ile bir ürünün yeniden kullanımını hedefleyen tersine lojistik faaliyeti aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Farklı amaçla kullanma",
      "B": "Varoluş amacıyla kullanma",
      "C": "Bakım-onarım",
      "D": "Onarım-yenileme",
      "E": "Yeniden değerlendirme"
    },
    "explanation": "Varoluş Amacıyla Kullanma\n Minimum yeniden işleme ile bir ürünün yeniden kullanımı"
  },
  {
    "id": "3878290",
    "unitNumber": 7,
    "text": "Bir ürünü çalışır duruma getirmek için veya ürün ömrünü tamamladığında bir parçasını işler duruma getirmek için yapılan faaliyetlerin tümünü kapsayan tersine lojistik faaliyeti aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tadilat",
      "B": "Yeniden üretim",
      "C": "Onarım",
      "D": "Yeniden kullanım",
      "E": "Geliştirme"
    },
    "explanation": "Onarım\n Bir ürünü çalışır duruma getirmek için yapılan veya ürün ömrünü tamamladığında bir parçasını işler duruma getirmek için yapılan faaliyetlerin tümü"
  },
  {
    "id": "3878291",
    "unitNumber": 7,
    "text": "Ürünün, tedarikçiden tüketiciye kadar olan tüm süreçlerini kapsayan lojistik türü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yatay lojistik",
      "B": "Dikey lojistik",
      "C": "Tersine lojistik",
      "D": "İleri lojistik",
      "E": "Temel lojistik"
    },
    "explanation": "İleri lojistik; tedarikçiden, nihai tüketiciye doğru olan, geleneksel lojistik türüdür."
  },
  {
    "id": "3878293",
    "unitNumber": 7,
    "text": "Yeniden dağıtım aşamasında oluşan tersine lojistik maliyeti aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ayrıştırmadaki personelin özel eğitim maliyeti",
      "B": "Ayrıştırma için ihtiyaç duyulan araçların maliyeti",
      "C": "Yeniden işleme personelinin özel eğitim maliyeti",
      "D": "İmha için ihtiyaç duyulan araçların maliyeti",
      "E": "Taşıma için ihtiyaç duyulan araçların maliyeti"
    },
    "explanation": "Yeniden dağıtım faaliyeti esnasında aşağıdaki maliyet unsurları oluşmaktadır:<br/>• Ürünlerin taşınacakları noktalara ulaştırılması için gerekli olan süre ve işçilik maliyeti<br/>• Ürünlerin taşınması için ihtiyaç duyulan malzemelerin maliyeti<br/>• Taşıma için ihtiyaç duyulan araçların maliyeti<br/>• Yakıt maliyeti"
  },
  {
    "id": "3878328",
    "unitNumber": 7,
    "text": "1990’larda tersine lojistiğin kullanım amacı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kârı artırmak",
      "B": "Tekstil",
      "C": "Elektronik",
      "D": "Çevre Kirliliği",
      "E": "Atık Yönetimi"
    },
    "explanation": "Tersine Lojistik Kavramı ve Önemi<br/>Kârı artırmak"
  },
  {
    "id": "3878329",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi lojistikte öne çıkan çevresel konulardan biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ekonomik faktörler",
      "B": "Yolların kullanımı ve atıkların bertarafı",
      "C": "Kanuni zorunluklar",
      "D": "Kurumsal sosyal sorumluluklar",
      "E": "Eğitim"
    },
    "explanation": "Tersine Lojistik Kavramı ve Önemi<br/>Yolların kullanımı ve atıkların bertarafı"
  },
  {
    "id": "3878330",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi sürdürülebilirlik kavramının tanımıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Tersine lojistik ile ilgili faaliyetlerin yarattığı avantajlardır.",
      "B": "Yeniden kullanılma imkânı olmayan atıkların etkin ve verimli bir şekilde toplanması ve işlenmesidir.",
      "C": "Günümüzün ihtiyaçlarını, gelecek nesillerin kendi ihtiyaçlarını karşılayabilme yeterliliklerini tehlikeye atmadan karşılamak.",
      "D": "Tüketiciden üreticiye doğru olan lojistik türüdür ve ileri lojistiğin tersidir.",
      "E": "Lojistik faaliyetlerinin, çevreye en az zarar verecek şekilde gerçekleştirilmesi amacıyla, tüm işlemlerin çevre üzerindeki olumsuz etkisini ölçmek ve en aza indiren lojistik türüdür."
    },
    "explanation": "Sürdürülebilirlik ve Tersine Lojistik<br/>Günümüzün ihtiyaçlarını, gelecek nesillerin kendi ihtiyaçlarını karşılayabilme yeterliliklerini tehlikeye atmadan karşılamak."
  },
  {
    "id": "3878331",
    "unitNumber": 7,
    "text": "“Sürdürülebilir Kalkınma Dünya Zirvesi” aşağıda verilen yıllardan hangisinde gerçekleşmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "1972",
      "B": "1982",
      "C": "1987",
      "D": "2002",
      "E": "1992"
    },
    "explanation": "Sürdürülebilirlik ve Tersine Lojistik<br/>2002"
  },
  {
    "id": "3878332",
    "unitNumber": 7,
    "text": "2012 Yılındaki Sürdürülebilir Kalkınma (Rio + 20) Birleşmiş Milletler Konferansı nerede gerçekleşmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "New York",
      "B": "Johannesburg",
      "C": "Paris",
      "D": "Londra",
      "E": "Rio de Janeiro"
    },
    "explanation": "Sürdürülebilirlik ve Tersine Lojistik<br/>Rio de Janeiro"
  },
  {
    "id": "3878333",
    "unitNumber": 7,
    "text": "Aşağıdakilerin hangisi bir ürünün hayatının nasıl sona erebileceğine ilişkin olası senaryolardan biri olan “yeniden değerlendirmenin” tanımıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Gözden çıkarılmış ürün veya materyalin içerisindeki gömülü değeri geri kazanmayı amaçlayan tüm süreçler",
      "B": "Kullanılmış bir ürünün, orijinal olarak tasarlanandan farklı bir amaçla kullanılması",
      "C": "Tadilat veya yeniden üretime ilişkin katma değer yaratan faaliyet",
      "D": "Ürünün fonksiyonelliğinin geliştirilmesi",
      "E": "Minimum yeniden işleme ile bir ürünün yeniden kullanımı"
    },
    "explanation": "Tersine Lojistik Faaliyetleri<br/>Gözden çıkarılmış ürün veya materyalin içerisindeki gömülü değeri geri kazanmayı amaçlayan tüm süreçler"
  },
  {
    "id": "3878334",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi tersine lojistik faaliyetleri aşamalarından birisi olan, tamir aşamasının içerisinde yer alan işlemlerden birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Toplama",
      "B": "Geri Dönüşüm",
      "C": "Ayrıştırma",
      "D": "Dağıtım",
      "E": "Beslenme"
    },
    "explanation": "Tersine Lojistik Faaliyetleri<br/>Geri Dönüşüm"
  },
  {
    "id": "3878335",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi uzun yıllardır tersine lojistiği kullanan firmaların başında yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Buick",
      "B": "Bugatti",
      "C": "BMW",
      "D": "Sony",
      "E": "LG"
    },
    "explanation": "Tersine Lojistik Ağ Yapısı<br/>BMW"
  },
  {
    "id": "3878336",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi tersine lojistik faaliyetlerinin maliyet süreçlerinden kontrol ve ayrıştırma aşamasında oluşan maliyetler arasında yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Satın alma fiyatı",
      "B": "Sigorta",
      "C": "Ürünün taşınması",
      "D": "Sınıflandırmadan doğan maliyetler",
      "E": "Yakıt giderleri"
    },
    "explanation": "Tersine Lojistik Maliyetleri<br/>Sınıflandırmadan doğan maliyetler"
  },
  {
    "id": "3878337",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi tersine lojistik faaliyetlerinin ürünü yakma, gömme gibi maliyetlerinin incelendiği alt başlıklardan biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Geri dönüşüm",
      "B": "Farklı amaçla kullanma",
      "C": "Bakım Onarım",
      "D": "Varoluş amacıyla kullanma",
      "E": "İmha"
    },
    "explanation": "Tersine Lojistik Maliyetlerin Belirlenmesi ve Analizi<br/>İmha"
  },
  {
    "id": "3878094",
    "unitNumber": 8,
    "text": "I-Adil Olma\n II-Karlılık\n III- Şeffaflık\n IV- Hesap Verebilirlik\n Yukarıdakilerden hangisi ya da hangileri kurumsal yönetimin temel ilkelerinden birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "I-II",
      "B": "II-III",
      "C": "I-II-III",
      "D": "I-III-IV",
      "E": "II-III-IV"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"Kurumsal Yönetim ve Raporlama Kalitesi\" konusunu yeniden gözden geçiriniz.<br/>Kurumsal yönetimin temel ilkeleri aşağıdaki gibidir (TKYD, 2019);<br/>• Adil Olma: Şirketteki tüm pay sahiplerine adil ve eşit davranılması gereğini ifade eder.<br/>• Şeffaflık: Şirketin gerek finansal, gerekse finansal olmayan faaliyetleriyle ilgili tüm (şirket sırları hariç) bilgileri mevcut ve potansiyel yatırımcılarla doğru, zamanında ve eksiksiz olarak paylaşılması gerektiğini ifade eder.<br/>• Hesap Verebilirlik: Şirket yönetim kurulunun şirketin faaliyetleriyle ilgili olarak pay sahiplerine karşı hesap verme yükümlülüğünü ortaya koyar.<br/>• Sorumluluk: Bu ilke, şirketin hem iç hem de dış paydaşlarına karşı olan sorumluluklarının belirlenmesi gerektiğini ifade eder. Şirket yönetiminin tüzel kişilik adına yapmış olduğu tüm faaliyetlerinin, gerek yasal gerekse etik ilkelere uygun olarak yapılmasını ve denetlenmesini ifade eder."
  },
  {
    "id": "3878095",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi her işletmenin kendi özelinde değişebilen ve işletmeden işletmeye farklı rapor türleri barındırabilen isteğe bağlı olan bir raporlama türlerinden birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dış raporlama",
      "B": "İç raporlama",
      "C": "Entegre raporlama",
      "D": "Dış denetim",
      "E": "İç denetim"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"Raporlama Türleri\" konusunu yeniden gözden geçiriniz.<br/>İç raporlama olarak da geçen işletme içine dönük raporlama; işletme sahip veya sahiplerine, yöneticilere, çalışanlara kısaca iç paydaşlara yapılan raporlamalardır. İç raporlama daha çok yönetim muhasebesinin çalışma alanına girerken bu raporlama türü yasal zorunluluklar nedeniyle değil daha çok işletme yöneticilerinin işletmenin durumunu ve performansını dönemler itibarıyla görmek istemeleri nedeniyle yapılmaktadır."
  },
  {
    "id": "3878096",
    "unitNumber": 8,
    "text": "I- Duran varlıklar\n II-Kısa vadeli yükümlülükler\n III-Uzun vadeli yükümlülükler \n IV-Özkaynaklar\n Yukarıdakilerden hangisi ya da hangileri finansal durum tablosunun pasif bölümünde yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II",
      "B": "I-III",
      "C": "I-II-III",
      "D": "I-III-IV",
      "E": "II-III-IV"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"Finansal Durum Tablosu\" konusunu yeniden gözden geçiriniz.<br/>Finansal durum tablosunun pasif (Kaynaklar) bölümü ; Kısa Vadeli Yükümlülükler, Uzun Vadeli Yükümlülükler ve Özkaynaklar grubundan oluşmaktadır."
  },
  {
    "id": "3878097",
    "unitNumber": 8,
    "text": "Aşağıdaki kavramlardan hangisi bir işletmenin en çok bir yıl içerisinde kullanacağı nakit ve nakit benzerleri ile yine bir yıl içerisinde satmayı veya tahsil etmeyi planladığı stokları ve alacakları ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Dönen varlıklar",
      "B": "Duran varlıklar",
      "C": "Özkaynaklar",
      "D": "Kısa vadeli yükümlülük",
      "E": "Net işletme sermayesi"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"Finansal Durum Tablosu\" konusunu yeniden gözden geçiriniz.<br/>Finansal Durum Tablosunun Aktif (Varlıklar) kısmında Dönen Varlıklar ve Duran Varlıklar yer almaktadır. Buna göre dönen varlıklar; işletmenin en çok bir yıl içerisinde kullanacağı nakit ve nakit benzerleri ile yine bir yıl içerisinde satmayı veya tahsil etmeyi planladığı stokları ve alacakları kapsar. Duran varlıklar ise kendilerinden bir yıldan daha uzun sürelerde yararlanılması beklenen uzun vadeli finansal yatırımlar, maddi ve maddi olmayan duran varlıklar vb. oluşur."
  },
  {
    "id": "3878108",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi kısa vadeli yükümlüklerdendir?",
    "correctAnswer": "A",
    "options": {
      "A": "1 yıl içinde yapılması gereken yükümlülükler",
      "B": "Peşin ödemeler",
      "C": "36 ay sonunda yapılan ödeme yükümlülüğü",
      "D": "Sınırsız zaman ödeme yükümlülüğü",
      "E": "Öz yükümlülük"
    },
    "explanation": "Bir yıl içinde yapılması gereken kısa vadeli yükümlülüğe girmektedir"
  },
  {
    "id": "3878109",
    "unitNumber": 8,
    "text": "Vergi Usul Kanununa göre Lojistik işlemlerde aşağıdaki belgelerden hangisine düzenleme yapılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Fiş",
      "B": "Alınan mallar",
      "C": "Gönderlen malın cinsi",
      "D": "Gönderilen malın türü",
      "E": "Lojislik yöntemi"
    },
    "explanation": "Muhasebeleştirme işlemine konu olabilecek fatura, fiş vb. belgeler Vergi Usul Kanununa göre düzenlenmektedir."
  },
  {
    "id": "3878110",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bir varlığın veya borcun gerçeğe uygun değerini ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Piyasa değeri",
      "B": "Özkaynak",
      "C": "Gider",
      "D": "Kapsamlı gelir",
      "E": "Finans tablosu"
    },
    "explanation": "Bazen bir varlığın veya borcun gerçeğe uygun değerinde yani piyasa değerinde ortaya çıkan değişikliklerden kaynaklı gelir veya giderler kar veya zarar tablosundan çıkarılıp diğer kapsamlı gelirlere dahil edilir."
  },
  {
    "id": "3878111",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bir işletmenin belirli bir tarihteki varlıkları ile bu varlıkların hangi kaynaklardan sağlandığını gösteren temel bir maliyet tabloyu ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilanço",
      "B": "Gelir Tablosu",
      "C": "Muhasebe",
      "D": "Özkaynak",
      "E": "Maliyet tablosu"
    },
    "explanation": "Bilanço bir işletmenin belirli bir tarihteki varlıkları ile bu varlıkların hangi kaynaklardan sağlandığını gösteren temel bir maliyet tablodur"
  },
  {
    "id": "3878112",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi yönetimlerinde mali tablo ve raporlara etki eden şirketi ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Kuramsal yönetim ilkelerine bağlı",
      "B": "Geleceğin şirketi",
      "C": "Sorumluk sahibi",
      "D": "İnovasyon yapan",
      "E": "Bütçesi büyümeye yatkın"
    },
    "explanation": "İyi şirket yönetimlerinde mali tablo ve raporlara etki eder. Kendi içinde bir tam ilkeleri barındırır. Bu ilkelere literatürde Kuramsal Yönetim İlkeleri denir."
  },
  {
    "id": "3878113",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Kuramsal Yönetim İlkelerine bağlı olan sirketleri ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Mali rapor ve tablolara etki eder",
      "B": "Üretim bandında yer alır",
      "C": "Çalışanların motivasyonunu organize eder",
      "D": "Personel alımını sağlar",
      "E": "Salgınla mücadele yapar"
    },
    "explanation": "İyi şirket yönetimlerinde mali tablo ve raporlara etki eder. Kendi içinde bir tam ilkeleri barındırır. Bu ilkelere literatürde Kuramsal Yönetim İlkeleri denir."
  },
  {
    "id": "3878114",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Entegre Raporlama anlamına gelir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tek Rapor",
      "B": "Yansıyan Rapor",
      "C": "Ara Rapor",
      "D": "İç Raporlama",
      "E": "Genel Amaçlı Rapor"
    },
    "explanation": "Entegre Raporlama literatürlerde Tek Rapor olarak ifade edilir."
  },
  {
    "id": "3878115",
    "unitNumber": 8,
    "text": "İşletmeler lojistik faaliyetleri ya kendi imkânları ya da bu alanda uzmanlaşmış üçüncü parti lojistik işletmeleri ile yerine getirirler. Kendi imkânları ile lojistik faaliyetlerini yerine getiren işletmeler oluşan lojistik maliyetlerini aşağıdaki hangi hesapla muhasebeleştirirler?",
    "correctAnswer": "A",
    "options": {
      "A": "7/A seçeneğinde 760 PSDG",
      "B": "740 HÜM",
      "C": "666 GUM",
      "D": "7/B seçeneğinde 666 PSDG",
      "E": "5/A seçeneğinde"
    },
    "explanation": "İşletmeler lojistik faaliyetleri ya kendi imkânları ya da bu alanda uzmanlaşmış üçüncü parti lojistik işletmeleri ile yerine getirirler. Kendi imkânları ile lojistik faaliyetlerini yerine getiren işletmeler oluşan lojistik maliyetlerini 7/A seçeneğinde 760 PSDG Hesabında muhasebeleştirir. Lojistik işletmeler açısından konuya bakıldığında lojistik işletmelerinde oluşan lojistik maliyetler ise 740 HÜM Hesabında muhasebeleştirir."
  },
  {
    "id": "3878116",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi İşletmeler lojistik faaliyetleri ya kendi imkânları ya da bu alanda uzmanlaşmış parti işletmeler ile yerine getirilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Üçüncü parti lojistik işletmeleri",
      "B": "İkinci parti lojistik işletmeleri",
      "C": "Birinci parti lojistik işletmeleri",
      "D": "Sonuncu parti lojistik işletmeleri",
      "E": "Sıfırıncı parti lojistik işletmeleri"
    },
    "explanation": "İşletmeler lojistik faaliyetleri ya kendi imkânları ya da bu alanda uzmanlaşmış üçüncü parti lojistik işlet-meleri ile yerine getirirler. Kendi imkânları ile lojistik faaliyetlerini yerine getiren işletmeler oluşan lojistik maliyetlerini 7/A seçeneğinde 760 PSDG Hesabında muhasebeleştirir. Lojistik işletmeler açısından konuya bakıldığında lojistik işletmelerinde oluşan lojistik maliyetler ise 740 HÜM Hesabında muhasebeleştirir."
  },
  {
    "id": "3878117",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisinde noter tasdik isteğe bağlı olup zorunlu değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Büyük defter",
      "B": "Yevmiye defteri",
      "C": "Nakliyat vergisi defteri",
      "D": "Yabancılar için hasılat defteri",
      "E": "Envanter defteri"
    },
    "explanation": "Muhasebe biliminde yasal bir belgeye dayalı olmayan hiçbir işlem muhasebe kayıtlarına konmaz. Vergi uslu kanuna göre Büyük defterin noter tasdikleri isteğe bağlıdır."
  },
  {
    "id": "3878129",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Yevmiye defteri</li> <li>Büyük defter</li> <li>Envanter defteri</li> </ol> Yukarıda verilen defterlerden hangisi ya da hangileri bilanço esasına tabi lojistik işletmelerin tutmakla mükellef oldukları defterlerdendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "Yalnız II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Lojistik Faaliyetlerde Belge ve Defter Düzeni isimli bölümü inceleyiniz.<br/>Lojistik faaliyetler sonucu oluşan ve parayla ifade edilen değer hareketlerinin belgelere dayalı bir şekilde kaydedilerek sınıfandırıldığı defterler aşağıda belirtilmiştir. Bu defterler bilanço esasına tabi olan lojistik işletmelerin tutmakla mükellef oldukları defterler olup aynı zamanda lojistik maliyetlerin belirlenmesi ve izlenmesine temel teşkil eden defterlerdir. Buna göre bilanço esasına tabi lojistik işletmelerin tutmakla mükellef oldukları defterler aşağıda belirtilmiştir;\n • Günlük Defter (Yevmiye Defteri)\n • Büyük Defter (Defter-i Kebir)\n • Envanter Defteri\n bu açıklamaya göre doğru seçenek 'E' seçeneğidir."
  },
  {
    "id": "3878137",
    "unitNumber": 8,
    "text": "Aşağıda verilen defterlerden hangisi zorunlu olmayıp lojistik işletmelerin özelinde tutulması gereken defterlerden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Günlük defter",
      "B": "Ambar defteri",
      "C": "Yevmiye defteri",
      "D": "Büyük defter",
      "E": "Envanter defteri"
    },
    "explanation": "Lojistik Faaliyetlerde Belge ve Defter Düzeni isimli bölümü inceleyiniz.<br/>Günlük Defter (Yevmiye Defteri), Büyük Defter (Defter-i Kebir) ve Envanter Defteri zorunlu tutulması gereken defterlerdir. Bu defterler aynı zamanda hangi alanda faaliyette bulunursa bulunsun (ticaret, üretim, hizmet) tüm işletmelerin tutmak zorunda oldukları defter lerdir. Bu defterlere ek olarak lojistik işletmeleri özelinde tutulması gereken defterler; seyir defteri, <strong>ambar defter</strong>i, yakıt alım defteri olarak sıralanabilir. Bu açıklamaya göre doğru seçenek 'B' seçeneğidir."
  },
  {
    "id": "3878140",
    "unitNumber": 8,
    "text": "Şirketin gerek finansal, gerekse finansal olmayan faaliyetleriyle ilgili tüm bilgileri mevcut ve potansiyel yatırımcılarla doğru, zamanında ve eksiksiz olarak paylaşması gerektiğini ifade eden durum kurumsal yönetimin hangi temel ilkesidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sorumluluk",
      "B": "Hesap verebilirlik",
      "C": "Şeffaflık",
      "D": "Adil olma",
      "E": "Raporlama"
    },
    "explanation": "Kurumsal Yönetim ve Raporlama Kalitesi isimli bölümü inceleyiniz.<br/>Kurumsal yönetimin temel ilkeleri: adil olma, <strong>şeffaflı</strong>k, hesap verebilirlik ve sorumluluktur. Şirketin gerek finansal, gerekse finansal olmayan faaliyetleriyle ilgili tüm bilgileri mevcut ve potansiyel yatırımcılarla doğru, zamanında ve eksiksizolarak paylaşılması gerektiğini ifade eden durum ise <strong>Şeffaflık</strong>tır. Bu açıklamaya göre doğru seçenek 'C' seçeneğidir."
  },
  {
    "id": "3878141",
    "unitNumber": 8,
    "text": "“Muhasebe Sistemi Uygulama Genel Tebliği - MSUGT” ve “Tekdüzen Muhasebe Sistemi” hangi yıl yürürlüğe girmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "1991",
      "B": "1992",
      "C": "1993",
      "D": "1994",
      "E": "1995"
    },
    "explanation": "MUHASEBE SİSTEMİ UYGULAMA GENEL TEBLİĞİ KAPSAMINDA LOJİSTİK İŞLETMELERİNDE FİNANSAL RAPORLAMA isimli bölümü inceleyiniz.<br/>“Muhasebe Sistemi Uygulama Genel Tebliği - MSUGT” ve “Tekdüzen Muhasebe Sistemi” 26.12.1992 Tarih ve 21447 sayılı Resmi Gazete’de yayımlanarak 01.01.<strong>1994</strong> tarihinde yürürlüğe girmiştir. Bu açıklamaya göre doğru seçenek 'D' seçeneğidir."
  },
  {
    "id": "3878142",
    "unitNumber": 8,
    "text": "Gelir tablosunda “diğer” başlığı altında gösterilen gelir ve gider unsurlarının ait oldukları grubun toplam tutarının ne kadarının aşması hâlinde, bu kalem ayrı bir başlık altında ayrıca gösterilir?",
    "correctAnswer": "B",
    "options": {
      "A": "%10",
      "B": "%20",
      "C": "%30",
      "D": "%40",
      "E": "%50"
    },
    "explanation": "Gelir Tablosunun Biçimsel Yapısı isimli bölümü inceleyiniz.<br/>“İşletmeler, gelir tablolarının bir örnekliğini sağlayarak karşılaştırmalarında kolaylık sağlamak ve anlam birliği oluşturmak amacıyla aşağıdaki biçimde düzenlerler. Gelir Tablosu hesapları arasında mahsup yapılamaz. Tabloda “diğer” başlığı altında gösterilen gelir ve gider unsurlarının ait oldukları grubun toplam tutarının <strong>%20’sini aşması hâlinde</strong>, bu kalem ayrı bir başlık altında ayrıca gösterilir. Tutarı olmayan kalemler gelir tablosunda yer almaz”. Bu açıklamaya göre doğru seçenek 'B' seçeneğidir."
  },
  {
    "id": "3878143",
    "unitNumber": 8,
    "text": "İşletmenin tüm yükümlülükleri (borçları) düşüldükten sonra varlıkları üzerinde kalan haklara ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Zarar",
      "B": "Nakit akışı",
      "C": "Özkaynak",
      "D": "Yükümlülük",
      "E": "Varlık"
    },
    "explanation": "Finansal Tabloların Sunuluşu isimki bölümü inceleyiniz.<br/><strong>Özkaynak</strong>: İşletmenin tüm yükümlülükleri (borçları) düşüldükten sonra varlıkları üzerinde kalan haklarıdır. Diğer bir değişle işletmenin tüm varlıklarından (dönen ve duran varlıklar toplamı) borçları (kısa ve uzun vadeli borçları) çıkarıldık - tan sonra geriye kalan kısımdır. Bu açıklamaya göre doğru seçenek 'C' seçeneğidir."
  },
  {
    "id": "3878144",
    "unitNumber": 8,
    "text": "“Muhasebe Sistemi Uygulama Genel Tebliği - MSUGT” ve “Tekdüzen Muhasebe Sistemi” hangi yıl yayımlanmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "1995",
      "B": "1994",
      "C": "1993",
      "D": "1992",
      "E": "1991"
    },
    "explanation": "MUHASEBE SİSTEMİ UYGULAMA GENEL TEBLİĞİ KAPSAMINDA LOJİSTİK İŞLETMELERİNDE FİNANSAL RAPORLAMA isimli bölümü inceleyiniz.<br/>“Muhasebe Sistemi Uygulama Genel Tebliği - MSUGT” ve “Tekdüzen Muhasebe Sistemi” 26.12.<strong>1992</strong> Tarih ve 21447 sayılı Resmi Gazete’de yayımlanarak 01.01.1994 tarihinde yürürlüğe girmiştir. Bu açıklamaya göre doğru seçenek 'D' seçeneğidir."
  },
  {
    "id": "3878145",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Muhasebe Sistemi Uygulama Genel Tebliğine göre işletmelerin hazırlamaları gereken mali tablolardan biri <u>değildir?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Gelir tablosu",
      "B": "Gider tablosu",
      "C": "Satışların maliyeti tablosu",
      "D": "Fon akım tablosu",
      "E": "Nakit akım tablosu"
    },
    "explanation": "GİRİŞ isimli bölümü inceleyiniz.<br/>İşletmelerde finansal raporlama mali tablolar aracılığıyla yapılmaktadır. MSUGT (Muhasebe Sistemi Uygulama Genel Tebliğine)’ ne göre işletmelerin hazırlamaları gereken mali tablolar; bilanço, gelir tablosu, satışların maliyeti tablosu, fon akım tablosu, nakit akım tablosu, kâr dağıtım tablosu, özkaynaklar değişim tablosu’ dur. Bu açıklamaya göre gider tablosu mali tablolardan biri değildir. Bu açıklamaya göre doğru seçenek 'B' seçeneğidir."
  },
  {
    "id": "3878146",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Vergi Usul Kanunu'na göre lojistik işlemlerde muhasebeleştirme işlemine konu olabilecek ticari belgelerden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hisse senedi",
      "B": "Poliçe",
      "C": "Bono",
      "D": "Sevk irsaliyesi",
      "E": "Tahvil"
    },
    "explanation": "Lojistik Faaliyetlerde Belge ve Defter Düzeni isimli bölümü inceleyiniz.<br/>Lojistik işlemlerde muhasebeleştirme işlemine konu olabilecek ticari belgeler “<strong>Vergi Usul Kanunu</strong> - VUK”a şöyle sıralanmıştır; fatura, <strong>sevk irsaliyes</strong>i, perakende satış belgeleri, gider pusulası, müstahsil makbuzu, serbest meslek makbuzu, ücret bordrosu, yolcu listeleri, taşıma irsaliyesi ve diğer belgeler olarak sıralanabilir. “Türk Ticaret Kanunu - TTK”na göre düzenlenen belgelere bakıldığında ise bu belgeler; poliçe, bono, çek, hisse senedi, tahvil, emtia senetleri, ordino, konşimento, hamule senedi, taşıma senedi olarak sıralanabilir. Bu açıklamaya göre doğru seçenek 'D' seçenidir."
  },
  {
    "id": "3878147",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Türk Ticaret Kanunu'na göre lojistik işlemlerde muhasebeleştirme işlemine konu olabilecek ticari belgelerden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Müstahsil makbuzu",
      "B": "Ücret bordrosu",
      "C": "Taşıma irsaliyesi",
      "D": "Fatura",
      "E": "Konşimento"
    },
    "explanation": "Lojistik Faaliyetlerde Belge ve Defter Düzeni isimli bölümü inceleyiniz.<br/>Lojistik işlemlerde muhasebeleştirme işlemine konu olabilecek ticari belgeler “Vergi Usul Kanunu - VUK”a şöyle sıralanmıştır; fatura, sevk irsaliyesi, perakende satış belgeleri, gider pusulası, müstahsil makbuzu, serbest meslek makbuzu, ücret bordrosu, yolcu listeleri, taşıma irsaliyesi ve diğer belgeler olarak sıralanabilir. “<strong>Türk Ticaret Kanunu</strong> - TTK”na göre düzenlenen belgelere bakıldığında ise bu belgeler; poliçe, bono, çek, hisse senedi, tahvil, emtia senetleri, ordino, <strong>konşimento</strong>, hamule senedi, taşıma senedi olarak sıralanabilir. Bu açıklamaya göre doğru seçenek 'E' seçeneğidir."
  },
  {
    "id": "3878148",
    "unitNumber": 8,
    "text": "I-Günlük Defter (Yevmiye Defteri)\n<br/>II-Büyük Defter (Defter-i Kebir)\n<br/>III-Ambar Defteri\n<br/>IV-Envanter Defteri\n<br/>Yukarıdakilerden hangileri tüm işletmelerin tutmak zorunda oldukları defterlerdendir?",
    "correctAnswer": "D",
    "options": {
      "A": "I-III",
      "B": "II-III",
      "C": "I-II-III",
      "D": "I-II-IV",
      "E": "II-III-IV"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"LOJİSTİK MALİYETLERİN MUHASEBELEŞTİRİLMESİ\" konusunu yeniden gözden geçiriniz.<br/>Lojistik faaliyetler sonucu oluşan ve parayla ifade edilen değer hareketlerinin belgelere dayalı bir şekilde kaydedilerek sınıflandırıldığı defterler aşağıda belirtilmiştir. Bu defterler bilanço esasına tabi olan lojistik işletmelerin tutmakla mükellef oldukları defterler olup aynı zamanda lojistik maliyetlerin belirlenmesi ve izlenmesine temel teşkil eden defterlerdir. Buna göre bilanço esasına tabi lojistik işletmelerin tutmakla mükellef oldukları defterler aşağıda belirtilmiştir;\n<br/><ul><br/><li>Günlük Defter (Yevmiye Defteri)</li><br/><li>Büyük Defter (Defter-i Kebir)</li><br/><li>Envanter Defteri</li><br/></ul><br/>Bu defterler aynı zamanda hangi alanda faaliyette bulunursa bulunsun (ticaret, üretim, hizmet) tüm işletmelerin tutmak zorunda oldukları defterlerdir. Bu defterlere ek olarak lojistik işletmeleri özelinde tutulması gereken defterler; seyir defteri, ambar defteri, yakıt alım defteri olarak sıralanabilir."
  },
  {
    "id": "3878149",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bir şirketin gerek finansal, gerekse finansal olmayan faaliyetleriyle ilgili tüm (şirket sırları hariç) bilgileri mevcut ve potansiyel yatırımcılarla doğru, zamanında ve eksiksiz olarak paylaşması gerektiğini ifade eden ilkelerden birisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Adil olma",
      "B": "Tutarlılık",
      "C": "Şeffaflık",
      "D": "Hesap verilebilirlik",
      "E": "Sorumluluk"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"LOJİSTİK MALİYETLERİN RAPORLANMASI\" konusunu yeniden gözden geçiriniz.<br/>Kurumsal yönetim en basit anlatımla iyi şirket yönetimi demektir. İyi şirket yönetimi ise tüm süreçlere ve sonrasında da mali tablolara ve raporlara etki eder ve iyi bir kurumsal yönetim kendi içerisinde birtakım ilkeler barındırır. Bu ilkeler literatürde “Kurumsal Yönetim İlkeleri” olarak geçmektedir. Kurumsal yönetim ilkelerine uygun olarak yönetilen bir işletme ve bunun sonuçlarının görüldüğü mali tablolar işletmelerin raporlama kalitesine de oldukça önemli bir katkı yapar. Kurumsal yönetimin temel ilkeleri aşağıdaki gibidir (TKYD, 2019):\n <ul> <li><strong>Adil Olma: </strong>Şirketteki tüm pay sahiplerine adil ve eşit davranılması gereğini ifade eder.</li> <li><strong>Şeffaflık: </strong>Şirketin gerek finansal, gerekse finansal olmayan faaliyetleriyle ilgili tüm (şirket sırları hariç) bilgileri mevcut ve potansiyel yatırımcılarla doğru, zamanında ve eksiksiz olarak paylaşılması gerektiğini ifade eder.</li> <li><strong>Hesap Verebilirlik: </strong>Şirket yönetim kurulunun şirketin faaliyetleriyle ilgili olarak pay sahiplerine karşı hesap verme yükümlülüğünü ortaya koyar.</li> <li><strong>Sorumluluk: </strong>Bu ilke, şirketin hem iç hem de dış paydaşlarına karşı olan sorumluluklarının belirlenmesi gerektiğini ifade eder. Şirket yönetiminin tüzel kişilik adına yapmış olduğu tüm faaliyetlerinin, gerek yasal gerekse etik ilkelere uygun olarak yapılmasını ve denetlenmesini ifade eder.</li> </ul>"
  },
  {
    "id": "3878150",
    "unitNumber": 8,
    "text": "I-Fon akım tablosu\n<br/>II-Zarar tablosu\n<br/>III- Gelir tablosu \n<br/>IV-Satışların maliyeti tablosu\n<br/>Yukarıdakilerden hangileri muhasebe sistemi uygulama genel tebliğinde (MSUGT) belirtilen mali tablolar arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "I-II",
      "B": "II-III",
      "C": "I-II-III",
      "D": "I-III-IV",
      "E": "II-III-IV"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"MUHASEBE SİSTEMİ UYGULAMA GENEL TEBLİĞİ KAPSAMINDA LOJİSTİK İŞLETMELERİNDE FİNANSAL RAPORLAMA\" konusunu yeniden gözden geçiriniz.<br/>Bir işletmenin faaliyet ve sonuçları ile ilgilenen kesimler iç ve dış paydaşlar olarak özetlenebilir. Muhasebe bilgilerinin sunulduğu mali tablolara güvenerek işletme ile ilgili karar alma durumunda olan iç ve dış paydaşların bu kararları almalarındaki en önemli etken, mali tablolardaki bilgilerin doğru ve karşılaştırılabilir nitelikte olmasıdır. Bu durumu da MSUGT ile birlikte Tekdüzen Hesap Planına göre yapılan muhasebeleştirmeler ve hazırlanan mali tablolar sağlamaktadır. MSUGT de belirtilen mali tablolar aşağıdaki gibidir;\n<br/><ul><br/><li>Bilanço</li><br/><li>Gelir Tablosu</li><br/><li>Satışların Maliyeti Tablosu</li><br/><li>Fon Akım Tablosu</li><br/><li>Nakit Akım Tablosu</li><br/><li>Kâr Dağıtım Tablosu</li><br/><li>Özkaynaklar Değişim Tablosu</li><br/></ul><br/>Yukarıda belirtilen mali tablolar iyi bir muhasebe bilgi sisteminin çıktı aşamasında elde edilen tablolardır. Bu tablolar işletmelerde yapılan raporlama faaliyetlerinin çok önemli bir unsurudur Mali tablolarda raporlanan bilgiler dönem içi ve dönem sonunda yapılan muhasebe işlemlerinin birer çıktısıdır."
  },
  {
    "id": "3878151",
    "unitNumber": 8,
    "text": "Aşağıdaki seçeneklerden hangisinde bir işletmenin net işletme sermayesini ifade eden kavramlar doğru verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dönen varlıklar - Kısa vadeli yabancı kaynaklar",
      "B": "Dönen varlıklar - Uzun vadeli yabancı kaynaklar",
      "C": "Duran varlıklar - Öz kaynaklar",
      "D": "Duran varlıklar - Uzun vadeli yabancı kaynaklar",
      "E": "Duran varlıklar - Mali borçlar"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"MUHASEBE SİSTEMİ UYGULAMA GENEL TEBLİĞİ KAPSAMINDA LOJİSTİK İŞLETMELERİNDE FİNANSAL RAPORLAMA\" konusunu yeniden gözden geçiriniz.<br/>Net İşletme Sermayesi, işletmenin dönen varlık tutarından kısa vadeli yabancı kaynak tutarı çıkarıldıktan sonra geriye kalan tutardır. Bu durum aşağıdaki eşitlikte gösterilmiştir:\n<br/>Net İşletme Sermayesi = Dönen Varlıklar - Kısa Vadeli Yabancı Kaynaklar"
  },
  {
    "id": "3878152",
    "unitNumber": 8,
    "text": "I-Şeffaflık\n II-Sorumluluk\n III-Yüksek maliyet\n IV-Ekonomik verimlilik\n Yukarıdaki hangisi ya da hangileri finansal raporlamaya ilişkin kavramsal çerçevesine ilişkin standartlara dayanak sağlayan özelliklerden birisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "I-III",
      "B": "II-III",
      "C": "III-IV",
      "D": "I-II-III",
      "E": "I-II-IV"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"TÜRKİYE’DE FİNANSAL RAPORLAMA STANDARTLARI ÇERÇEVESİNDE LOJİSTİK İŞLETMELERDE FİNANSAL RAPORLAMA\" konusunu yeniden gözden geçiriniz.<br/>Kavramsal çerçevenin temelini, genel amaçlı finansal raporlamanın amacı oluşturur. Kavramsal çerçeve aşağıdaki özelliklere sahip standartlara yönelik dayanak sağlar. Söz konusu standartlar (KÇ, 2018);\n <ul> <li>Finansal bilgilerin uluslararası karşılaştırılabilirliğini ve kalitesini artırarak şeffaflığa katkıda bulunur.</li> <li>İşletmeler ile mevcut ve potansiyel ortaklar arasındaki bilgi boşluğunu azaltarak hesap verebilirliği güçlendirir.</li> <li>Kavramsal Çerçeve’ye dayalı Standartlar yönetimi sorumlu tutmak için gerekli olan bilgileri sağlar.</li> <li>Küresel olarak karşılaştırılabilir bilgilerin bir kaynağı olarak, bu standartlar tüm dünyadaki düzenleyici kuruluşlar için de oldukça önem taşır.</li> <li>Yatırımcıların dünya ölçeğindeki risk ve fırsatları belirlemelerine yardımcı olarak ekonomik verimliliğe katkıda bulunur ve bu nedenle sermaye tahsisini iyileştirir.</li> <li>İşletmeler için, kavramsal çerçeveye dayalı standartlardan türetilen tek, güvenilir bir muhasebe dilinin kullanılması, sermaye maliyetini düşürür ve uluslararası raporlama maliyetlerini azaltır.</li> </ul> Bu anlamda kavramsal çerçeve bir standart değil yukarıda sıralanan özelliklerde bir finansal raporlama yapabilmek için belirlenen finansal raporlama standartlarının bir dayanağıdır."
  },
  {
    "id": "3878153",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi işletme sahip veya ortaklarının işletmenin varlıkları üzerindeki haklarını ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Varlık",
      "B": "Özkaynak",
      "C": "Bilanço",
      "D": "Kısa vadeli yükümlülük",
      "E": "Uzun vadeli yükümlülük"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"TÜRKİYE’DE FİNANSAL RAPORLAMA STANDARTLARI ÇERÇEVESİNDE LOJİSTİK İŞLETMELERDE FİNANSAL RAPORLAMA\" konusunu yeniden gözden geçiriniz.<br/>Özkaynaklar, standartlarda işletmenin varlıklarından tüm yükümlülükler düşüldükten sonra varlıkları üzerinde kalan haklar olarak tanımlanmıştır (KÇ, 2018). lşletmeler faaliyetlerine belirli bir miktarda sermaye ile başlarlar. Sermaye işletmeyi kurmayı düşünenlerin kuruluş aşamasında işletmeye getirdikleri kaynaklardır. Sermaye kavramı Özkaynaklar grubunun bir kalemidir. Özkaynak ise, sermaye kavramını da içine alan ve işletme faaliyetleri sonucunda oluşan kârlar ve yedek akçeleri de kapsar. Dolayısıyla özkaynak kavramı sermaye, kâr, yedek akçe vb. kalemlerin toplamından oluşan ve işletmenin tüm varlıklarından tüm yükümlülükleri çıkarıldıktan sonra kalan kısmı ifade eder."
  },
  {
    "id": "3878308",
    "unitNumber": 8,
    "text": "Lojistik maliyetlerin muhasebeleştirilmesi ve raporlanmasında aşağıdakilerden hangisi etkin bir rol oynar?",
    "correctAnswer": "B",
    "options": {
      "A": "Muhasebe Sistemi Uygulama Genel Tebliği - MSUGT",
      "B": "Muhasebe Bilgi Sistemi - MBS",
      "C": "Tekdüzen Muhasebe Sistemi - TDMS",
      "D": "Türkiye Finansal Raporlama Standartları - TFRS",
      "E": "Yönetim Bilgi Sistemi - YBS"
    },
    "explanation": "Lojistik maliyetlerin muhasebeleştirilmesi ve raporlanmasında “Muhasebe Bilgi Sistemi - MBS” etkin bir rol oynar.<br/>Lojistik maliyetlerin muhasebeleştirilmesi ve raporlanmasında <strong>“Muhasebe Bilgi Sistemi - MBS”</strong> etkin bir rol oynar."
  },
  {
    "id": "3878309",
    "unitNumber": 8,
    "text": "Parayla ifade edilen ve belgeye dayalı olan verileri toplayarak muhasebeleştirme, bilgiye dönüştürme ve raporlama aşamasında kullanılan “Yönetim Bilgi Sistemi - YBS” nin bir alt sistemi olarak çalışan bir karar destek sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Muhasebe Bilgi Sistemi - MBS",
      "B": "Muhasebe Sistemi Uygulama Genel Tebliği - MSUGT",
      "C": "Tekdüzen Muhasebe Sistemi - TDMS",
      "D": "Türkiye Finansal Raporlama Standartları - TFRS",
      "E": "Türkiye Muhasebe Standartları - TMS"
    },
    "explanation": "Lojistik maliyetlerin muhasebeleştirilmesi ve raporlanmasında “Muhasebe Bilgi Sistemi - MBS” etkin bir rol oynar. Muhasebe bilgi sistemleri parayla ifade edilen ve belgeye dayalı olan verileri toplayarak muhasebeleştirme, bilgiye dönüştürme ve raporlama aşamasında kullanılan “Yönetim Bilgi Sistemi - YBS” nin bir alt sistemi olarak çalışan bir karar destek sistemidir.<br/>Lojistik maliyetlerin muhasebeleştirilmesi ve raporlanmasında <strong>“Muhasebe Bilgi Sistemi - MBS” etkin bir rol oynar.</strong> Muhasebe bilgi sistemleri parayla ifade edilen ve belgeye dayalı olan verileri toplayarak muhasebeleştirme, bilgiye dönüştürme ve raporlama aşamasında kullanılan “Yönetim Bilgi Sistemi - YBS” nin bir alt sistemi olarak çalışan bir karar destek sistemidir."
  },
  {
    "id": "3878310",
    "unitNumber": 8,
    "text": "Bilanço esasına tabi lojistik işletmelerin tutmakla mükellef oldukları defterler arasında yer alan günlük defterin diğer adı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Defter-i Kebir",
      "B": "Büyük Defter",
      "C": "Yevmiye Defteri",
      "D": "Envanter Defteri",
      "E": "Genel Defter"
    },
    "explanation": "Buna göre bilanço esasına tabi lojistik işletmelerin tutmakla mükellef oldukları defterler aşağıda belirtilmiştir;\n<br/>• Günlük Defter (Yevmiye Defteri)\n<br/>• Büyük Defter (Defter-i Kebir)\n<br/>• Envanter Defteri<br/>Buna göre bilanço esasına tabi lojistik işletmelerin tutmakla mükellef oldukları defterler aşağıda belirtilmiştir;\n<br/><strong>• Günlük Defter (Yevmiye Defteri)</strong>\n<br/>• Büyük Defter (Defter-i Kebir)\n<br/>• Envanter Defteri"
  },
  {
    "id": "3878311",
    "unitNumber": 8,
    "text": "Bilanço esasına tabi lojistik işletmelerin tutmakla mükellef oldukları defterler arasında yer alan \"Defter-i Kebir\"in diğer adı nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Günlük Defter",
      "B": "Envanter Defteri",
      "C": "Yevmiye Defteri",
      "D": "Büyük Defter",
      "E": "Genel Defter"
    },
    "explanation": "Buna göre bilanço esasına tabi lojistik işletmelerin tutmakla mükellef oldukları defterler aşağıda belirtilmiştir;\n<br/>• Günlük Defter (Yevmiye Defteri)\n<br/>• Büyük Defter (Defter-i Kebir)\n<br/>• Envanter Defteri\n<br/>Bu defterler aynı zamanda<br/>Buna göre bilanço esasına tabi lojistik işletmelerin tutmakla mükellef oldukları defterler aşağıda belirtilmiştir;\n<br/>• Günlük Defter (Yevmiye Defteri)\n<br/><strong>• Büyük Defter (Defter-i Kebir)</strong>\n<br/>• Envanter Defteri\n<br/>Bu defterler aynı zamanda"
  },
  {
    "id": "3878312",
    "unitNumber": 8,
    "text": "Lojistik işletmelerinde oluşan lojistik maliyetler hangi HÜM hesabında muhasebeleşir?",
    "correctAnswer": "E",
    "options": {
      "A": "700",
      "B": "710",
      "C": "720",
      "D": "730",
      "E": "740"
    },
    "explanation": "İşletmeler lojistik faaliyetleri ya kendi imkânları ya da bu alanda uzmanlaşmış üçüncü parti lojistik işlet-meleri ile yerine getirirler. Kendi imkânları ile lojistik faaliyetlerini yerine getiren işletmeler oluşan lojistik maliyetlerini 7/A seçeneğinde 760 PSDG Hesabında muhasebeleştirir. Lojistik işletmeler açısından konuya bakıldığında lojistik işletmelerinde oluşan lojistik maliyetler ise 740 HÜM Hesabında muhasebeleşir.<br/>İşletmeler lojistik faaliyetleri ya kendi imkânları ya da bu alanda uzmanlaşmış üçüncü parti lojistik işlet-meleri ile yerine getirirler. Kendi imkânları ile lojistik faaliyetlerini yerine getiren işletmeler oluşan lojistik maliyetlerini 7/A seçeneğinde 760 PSDG Hesabında muhasebeleştirir. Lojistik işletmeler açısından konuya bakıldığında lojistik işletmelerinde oluşan lojistik maliyetler ise <strong>740 HÜM</strong> Hesabında muhasebeleşir."
  },
  {
    "id": "3878313",
    "unitNumber": 8,
    "text": "İşletmelerde üretilen mal ve hizmetlerin istenilen şekle ve özelliğe gelebilmesi için oluşan giderlerin izlendiği ve maliyet unsurlarına dönüştürülerek kaydedildiği hesaplara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Maliyet Hesapları",
      "B": "Hizmet Hesapları",
      "C": "Kar Hesapları",
      "D": "Nakliye Hesapları",
      "E": "Personel Hesapları"
    },
    "explanation": "<strong>Maliyet Hesapları: </strong>İşletmelerde üretilen mal ve hizmetlerin istenilen şekle ve özel-liğe gelebilmesi için oluşan giderlerin izlen-diği ve maliyet unsurlarına dönüştürülerek kaydedildiği hesaplardır (MSUGT, 1992).<br/><strong>Maliyet Hesapları: </strong>İşletmelerde üretilen mal ve hizmetlerin istenilen şekle ve özelliğe gelebilmesi için oluşan giderlerin izlendiği ve maliyet unsurlarına dönüştürülerek kaydedildiği hesaplardır (MSUGT, 1992)."
  },
  {
    "id": "3878314",
    "unitNumber": 8,
    "text": "Muhasebe Sistemi Uygulama Genel Tebliği ve Tek-düzen Muhasebe Sistemi 26.12.1992 Tarihinde Resmi Gazete’de yayınlanmış iken uygulanmaya ne zaman başlanmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "1993",
      "B": "1994",
      "C": "1995",
      "D": "1996",
      "E": "1997"
    },
    "explanation": "Muhasebe Sistemi Uygulama Genel Tebliği ve Tek-düzen Muhasebe Sistemi 26.12.1992 Tarihinde Resmi Gazete’de yayınlanmış fakat uygulanmaya başla-ması 01.01.1994 tarihinde olmuştur."
  },
  {
    "id": "3878315",
    "unitNumber": 8,
    "text": "Hangi raporlama yasal bir zorunluluktur?",
    "correctAnswer": "B",
    "options": {
      "A": "İç",
      "B": "Dış",
      "C": "Alt",
      "D": "Üst",
      "E": "Orta"
    },
    "explanation": "İç raporlama isteğe bağlı, dış raporlama ise yasal bir zorunluluktur.<br/>İç raporlama isteğe bağlı, <strong>dış raporlama</strong> ise yasal bir zorunluluktur."
  },
  {
    "id": "3878316",
    "unitNumber": 8,
    "text": "Her işletmenin kendi özelinde değişebilen ve işletmeden işletmeye farklı rapor türleri barındırabilen isteğe bağlı olan raporlama türüne ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "İç",
      "B": "Dış",
      "C": "Alt",
      "D": "Üst",
      "E": "Orta"
    },
    "explanation": "<strong>İç Raporlama: </strong>Her işletmenin kendi öze-linde değişebilen ve işletmeden işletmeye farklı rapor türleri barındırabilen isteğe bağlı olan bir raporlama türüdür."
  },
  {
    "id": "3878317",
    "unitNumber": 8,
    "text": "İşletmelerin yasal zorunluluklar nedeniyle ve belirli şekil şartlarına uyarak işletme dışındaki üçüncü kişi veya kurumlara yapmak zorunda oldukları raporlama türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İç",
      "B": "Dış",
      "C": "Alt",
      "D": "Üst",
      "E": "Orta"
    },
    "explanation": "<strong>Dış Raporlama: </strong>İşletmelerin yasal zorun-luluklar nedeniyle ve belirli şekil şartlarına uyarak işletme dışındaki üçüncü kişi veya kurumlara yapmak zorunda oldukları raporlama türüdür."
  },
  {
    "id": "3878384",
    "unitNumber": 8,
    "text": "……………, ticari faaliyetler sonucu oluşan değer hareketlerini kişi, yer, tarih, nitelik, nicelik olarak gösteren ve yazılı bir kanıt niteliğinde olan fiş, fatura, irsaliyeli fatura vb.dir.\n Yukarıdaki boğluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ticari Belgeler",
      "B": "Rapor",
      "C": "Zarar",
      "D": "Kar",
      "E": "Maliyet"
    },
    "explanation": "LOJİSTİK MALİYETLERİN MUHASEBELEŞTİRİLMESİ<br/>Ticari Belgeler"
  },
  {
    "id": "3878385",
    "unitNumber": 8,
    "text": "…………, belirli bir konuda yapılan araştırma ve inceleme sonuçlarını içeren yazılı belgedir.\n Yukarıdaki boğluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mamullere Yüklenme Biçimleri",
      "B": "Rapor",
      "C": "Günlük Defter",
      "D": "Büyük Defter",
      "E": "Ticari Belgeler"
    },
    "explanation": "LOJİSTİK MALİYETLERİN RAPORLANMASI"
  },
  {
    "id": "3878386",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisini Muhasebe Sistemi Uygulama Genel Tebliği - MSUGT belirtilen tablolardan biri olarak <strong>gösteremeyiz?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bilanço",
      "B": "Gelir Tablosu",
      "C": "Defter-i Kebir",
      "D": "Kâr Dağıtım Tablosu",
      "E": "Özkaynaklar Değişim Tablosu"
    },
    "explanation": "Defter-i Kebir<br/>MUHASEBE SİSTEMİ UYGULAMA GENEL TEBLİĞİ KAPSAMINDA LOJİSTİK İŞLETMELERİNDE FİNANSAL RAPORLAMA"
  },
  {
    "id": "3878387",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisini Muhasebenin temel kavramları içerisinde <strong>sayamayız?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sosyal Sorumluluk Kavramı",
      "B": "Kişilik Kavramı",
      "C": "İşletmenin Sürekliliği Kavramı",
      "D": "Ortaklık Kavramı",
      "E": "Dönemsellik Kavramı"
    },
    "explanation": "Muhasebenin Temel Kavramları<br/>Ortaklık Kavramı"
  },
  {
    "id": "3878388",
    "unitNumber": 8,
    "text": "I.Günlük Defter (Yevmiye Defteri)\n II.Büyük Defter (Defter-i Kebir)\n III. Envanter Defteri\n IV.Hepsi\n Yukarıdakilerden hangisi bilanço esasına tabi lojistik işletmelerin tutmakla mükellef oldukları defterler içerisinde yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve III",
      "D": "I ve II",
      "E": "Hepsi"
    },
    "explanation": "LOJİSTİK MALİYETLERİN MUHASEBELEŞTİRİLMESİ<br/>Hepsi \n Lojistik Faaliyetlerde Belge ve Defter Düzeni"
  },
  {
    "id": "3878389",
    "unitNumber": 8,
    "text": "…………., bir işletmenin belirli bir tarihteki varlıkları ile bu varlıkların hangi kaynaklardan sağlandığını gösteren temel bir mali tablodur.\n Yukarıdaki boşluğa hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilanço",
      "B": "Envanter Defteri",
      "C": "Rapor",
      "D": "Fatura",
      "E": "İrsaliye"
    },
    "explanation": "Temel Mali Tablo Düzenleme İlkeleri Bilanço"
  },
  {
    "id": "3878390",
    "unitNumber": 8,
    "text": "“Özkaynak Değişim Tablosu ve Nakit Akış Tablosu” olarak belirlenen ve bunların dışında bir de önemli muhasebe politikalarını ve diğer açıklayıcı bilgileri içeren dipnotlar hangi tablolar başlığı altında sınıflandırılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kâr veya Zarar ve Diğer Kapsamlı Gelir Tablosu",
      "B": "Diğer Finansal Tablolar",
      "C": "Finansal Durum Tablosu",
      "D": "Finansal Raporlama",
      "E": "Gelir Tablosu"
    },
    "explanation": "Diğer Finansal Tablolar<br/>Kâr veya Zarar ve Diğer Kapsamlı Gelir Tablosu"
  },
  {
    "id": "3878391",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisini Temel Mali Tabloların Düzenlenmesi ve Sunulması kurallarından bir olarak sayamayız?",
    "correctAnswer": "C",
    "options": {
      "A": "Bilanço Düzenleme Kuralları",
      "B": "Gelir Tablosu Düzenleme Kuralları",
      "C": "Defter-i Kebir",
      "D": "Satışların Maliyeti Tablosu",
      "E": "Diğer Mali Tabloların Sunulması"
    },
    "explanation": "Temel Mali Tabloların Düzenlenmesi ve Sunulması<br/>Defter-i Kebir"
  },
  {
    "id": "3878392",
    "unitNumber": 8,
    "text": "…………….., işletmenin tüm yükümlülükleri (borçları) düşüldükten sonra varlıkları üzerinde kalan haklarıdır. Diğer bir değişle işletmenin tüm varlıklarından (dönen ve duran varlıklar toplamı) borçları (kısa ve uzun vadeli borçları) çıkarıldıktan sonra geriye kalan kısımdır.\n Yukarıdaki boşluğa hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kısa Vadeli Yükümlülük",
      "B": "Uzun Vadeli Yükümlülük",
      "C": "Varlık",
      "D": "Özkaynak",
      "E": "Yükümlülük"
    },
    "explanation": "Finansal Tabloların Sunuluşu<br/>Özkaynak"
  },
  {
    "id": "3878393",
    "unitNumber": 8,
    "text": "“TFRS” de geçen ve genel amaçlı olarak hazırlanan “Tam Bir Finansal Tablolar Seti” srıalamasında aşağıdakilerden <u>hangisi yer almaz?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Dönem Sonuna Ait Finansal Durum Tablosu",
      "B": "Döneme Ait Kâr veya Zarar ve Diğer Kapsamlı Gelir Tablosu",
      "C": "Döneme Ait Özkaynak Değişim Tablosu",
      "D": "Döneme Ait Nakit Akış Tablosu",
      "E": "Ticari Belgeler Tablosu"
    },
    "explanation": "Finansal Tabloların Sunuluşu<br/>Ticari Belgeler Tablosu"
  }
]