[
  {
    "id": "3328666",
    "unitNumber": 1,
    "text": "What can we do first to understand the importance of the macro economy?",
    "correctAnswer": "C",
    "options": {
      "A": "We should take economics lessons",
      "B": "We should work with an economic advisor",
      "C": "It is enough to just read the newspapers or<br/>listen to the television news to understand the<br/>importance of macroeconomics.",
      "D": "We must follow the stock market",
      "E": "We can understand the importance of macroeconomics through unemployment data"
    },
    "explanation": "Macroeconomics, which studies the economy<br/>as a whole, tries to answer those kinds of questions.<br/>It is enough to just read the newspapers or<br/>listen to the television news to understand the<br/>importance of macroeconomics."
  },
  {
    "id": "3328692",
    "unitNumber": 1,
    "text": "Which theory; unemployment<br/>might continue because wages and prices do not<br/>adapt to balance the number of individuals ?",
    "correctAnswer": "A",
    "options": {
      "A": "Keynesian",
      "B": "The General Theory",
      "C": "Nominal GDP",
      "D": "Real GDP",
      "E": "J. M. Keynes"
    },
    "explanation": "According to Keynesian theory, unemployment<br/>might continue because wages and prices do not<br/>adapt to balance the number of individuals who<br/>want to work with the number of people that<br/>enterprises want to hire."
  },
  {
    "id": "3328707",
    "unitNumber": 1,
    "text": "Why The Great Depration did start?",
    "correctAnswer": "A",
    "options": {
      "A": "After a major fall in stock<br/>prices in the United States",
      "B": "Bankruptcy of banks",
      "C": "People can't get their money in their banks",
      "D": "Gold shortage",
      "E": "America's failure to receive war reparations from Britain and Germany"
    },
    "explanation": "The Great Depression was a severe worldwide<br/>economic depression between 1929 and<br/>1939 that began after a major fall in stock<br/>prices in the United States"
  },
  {
    "id": "3328709",
    "unitNumber": 1,
    "text": "Which of the following is not a Keynesian Multiplier?",
    "correctAnswer": "D",
    "options": {
      "A": "The newly employed<br/>workers will save some of<br/>their incomes and<br/>spend the rest",
      "B": "Tis spending will<br/>increase demand and<br/>create new employment<br/>for the unemployed",
      "C": "During a recession, if the<br/>government spends more<br/>(for example, by building<br/>new infrastructure), it will<br/>create jobs",
      "D": "The effective<br/>demand, which is currently referred to as aggregate<br/>demand.",
      "E": "Government<br/>Spending boost the<br/>economy by more<br/>than what is spent"
    },
    "explanation": "The General Theory underlined the effective<br/>demand, which is currently referred to as aggregate<br/>demand. Keynes maintained that effective demand<br/>determines output in the short run. Even if the<br/>production gets back to its normal level in the long<br/>run, the process is at best slow. One of the most<br/>well-known sayings attributed to Keynes is “In the<br/>long run,we are all dead”."
  },
  {
    "id": "3328710",
    "unitNumber": 1,
    "text": "When was the golden era of<br/>macroeconomics?",
    "correctAnswer": "D",
    "options": {
      "A": "1929-1939",
      "B": "1939-1949",
      "C": "1940-1960",
      "D": "1940-1970",
      "E": "1945-1965"
    },
    "explanation": "From World War II until about 1970,<br/>macroeconomic theory and policy were mostly<br/>based on Keynes’s ideas. The decades beginning<br/>in the early 1940s and continuing into the early<br/>1970s are often referred to as the golden era of<br/>macroeconomics.<br/>1940-1970"
  },
  {
    "id": "3328714",
    "unitNumber": 1,
    "text": "What did Keynes choose over monetary policy to combatin recessions?",
    "correctAnswer": "A",
    "options": {
      "A": "Fiscal policy",
      "B": "monetary policy",
      "C": "economic activity",
      "D": "ideal<br/>policy",
      "E": "natural policy"
    },
    "explanation": "The<br/>efficacy of monetary policy against fiscal policy<br/>was a hot topic throughout the 1960s. Instead of<br/>monetary policy, Keynes highlighted fiscal policy<br/>as the key to combating recessions."
  },
  {
    "id": "3328718",
    "unitNumber": 1,
    "text": "In which years did great debates take place between Keynesians and monetarist?",
    "correctAnswer": "C",
    "options": {
      "A": "1940",
      "B": "1950",
      "C": "1960",
      "D": "1970",
      "E": "1980"
    },
    "explanation": "During the 1960s, the main debate was between<br/>Keynesians and monetarists. Keynesians said that<br/>changes in macroeconomic theory gave people<br/>more control over the economy. T"
  },
  {
    "id": "3328738",
    "unitNumber": 1,
    "text": "Which of the following is used to calculate GDP using the expenditure approach not included?",
    "correctAnswer": "B",
    "options": {
      "A": "Investment",
      "B": "Saving",
      "C": "Goverment Expendit",
      "D": "Consumption",
      "E": "Net Export"
    },
    "explanation": "Saving"
  },
  {
    "id": "3328742",
    "unitNumber": 1,
    "text": "What the gross domestic product divided by midyear population is?",
    "correctAnswer": "A",
    "options": {
      "A": "GDP per capita",
      "B": "GDP Level versus Growth Rate",
      "C": "Real GDP",
      "D": "Nominal GDP",
      "E": "Labor Force"
    },
    "explanation": "GDP per capita is the gross domestic product divided by midyear population. It gives us the average<br/>standard of living of the country."
  },
  {
    "id": "3328743",
    "unitNumber": 1,
    "text": "What the Labor force is?",
    "correctAnswer": "C",
    "options": {
      "A": "The sum of emoloyment",
      "B": "The sum of unemployment",
      "C": "The sum of employment and unemployment",
      "D": "Unemployment rate",
      "E": "Employment rate"
    },
    "explanation": "L = N + U<br/>labor force = employment + unemployment<br/>The labor force is the sum of employment<br/>and unemployment"
  },
  {
    "id": "3330916",
    "unitNumber": 1,
    "text": "According to Lucas, which of the following was lacking and needed to be included in the existing macroeconomic models?",
    "correctAnswer": "B",
    "options": {
      "A": "movements in the money",
      "B": "rational expectations",
      "C": "monetary policies",
      "D": "fiscal policies",
      "E": "possiblity of stagflation"
    },
    "explanation": "Lucas criticizes the fact that existing macroeconomic models did not explicitly include expectations, even though they knew that expectations affect behaviour."
  },
  {
    "id": "3330919",
    "unitNumber": 1,
    "text": "What did the 2009 financial crisis show macroeconomists?",
    "correctAnswer": "A",
    "options": {
      "A": "the importance of financial system to economy as a whole",
      "B": "the effect of technological advancements on economy",
      "C": "the role of imperfections in the market on fluctuations",
      "D": "the effect of natural level production on fluctuations",
      "E": "the emergence of stagflation can be stopped by employment"
    },
    "explanation": "The financial crisis of 2009 shows that macroeconomists didn’t understand how important the financial system is to the economy as a whole."
  },
  {
    "id": "3330921",
    "unitNumber": 1,
    "text": "Which of the following is/are used in the measurement of GDP? <br/><ol type=\"I\"> <li>goods and services that are currently produced</li> <li>items that are used to manufacture other goods</li> <li>worth of goods and services as measured by market prices</li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "Only III",
      "D": "I and II",
      "E": "I and III"
    },
    "explanation": "GDP only counts goods and services that are currently produced. Items that are used to manufacture other goods are not included individually in the Gross Domestic Product (GDP). GDP is the worth of goods and services as measured by market prices."
  },
  {
    "id": "3330924",
    "unitNumber": 1,
    "text": "Which of the following ways is/are used to calculate national economic activity? <br/><ol type=\"I\"> <li>the amount of goods and services produced in a given period of time</li> <li>the amount of earnings obtained by the output producers</li> <li>the total amount spent on the final goods and services</li> </ol>",
    "correctAnswer": "D",
    "options": {
      "A": "I and II",
      "B": "I and III",
      "C": "II and III",
      "D": "I, II, III",
      "E": "Only I"
    },
    "explanation": "Economic activity as a whole may be quantified in three distinct but equal ways.<br/><ol> <li>The quantity of output generated, excluding the one that is consumed in intermediate phases of production (the production approach);</li> <li>The earnings obtained by the output producers (the income approach);</li> <li>The sum of the spending made by output’s final consumers (the expenditure approach).</li> </ol>"
  },
  {
    "id": "3330930",
    "unitNumber": 1,
    "text": "What is GDP per capita?",
    "correctAnswer": "A",
    "options": {
      "A": "GDP divided by the population at midyear",
      "B": "The difference between the amount of goods produced and their prices",
      "C": "The sum of GNP (gross national product) and NFP (net factor payments from abroad)",
      "D": "Real GDP divided by nominal GDP in a given year",
      "E": "Quantity of a given product multiplied by the market price"
    },
    "explanation": "GDP per capita is the gross domestic product divided by midyear population."
  },
  {
    "id": "3330932",
    "unitNumber": 1,
    "text": "Who is considered as unemployed?",
    "correctAnswer": "C",
    "options": {
      "A": "anyone who does not have a job",
      "B": "those who do not have a job and have given up searching",
      "C": "those who do not have a job but looking for a job",
      "D": "discouraged workers who stopped looking for a job",
      "E": "those who do are not considered to be in the labor force"
    },
    "explanation": "It’s important to note that only individuals searching for jobs are considered as unemployed; those who don’t have a job and aren’t seeking for one are considered <em>not in the labor force.</em>"
  },
  {
    "id": "3330935",
    "unitNumber": 1,
    "text": "What is frictional unemployment?",
    "correctAnswer": "B",
    "options": {
      "A": "unemployment due to mismatch between skills of an individual and job opporunities",
      "B": "temporary unemployment during the course of changing jobs",
      "C": "the unemployment rate when output and employment are at full employment level",
      "D": "the difference between the actual and natural unemployment rates",
      "E": "unemployment as a result of recession and decrease in GDP"
    },
    "explanation": "People always change jobs, and when they do, they are temporarily marked as “unemployed.” This type of unemployment is called frictional unemployment."
  },
  {
    "id": "3330938",
    "unitNumber": 1,
    "text": "What is the reason macroeconomists use Consumer Price Index (CPI)?",
    "correctAnswer": "A",
    "options": {
      "A": "to determine the cost of living",
      "B": "to measure the increase in prices",
      "C": "to explain the decline in prices",
      "D": "to analyze the pricing structure",
      "E": "to calculate the level of prices"
    },
    "explanation": "Consumer Price Index, or CPI, to determine the average cost of consumption or, alternatively, the cost of living. The consumer price index (CPI) tracks changes in the current retail prices of goods and services purchased by consumers over a certain time period."
  },
  {
    "id": "3330940",
    "unitNumber": 1,
    "text": "Which of the following is/are true of GDP gap?<br/><ol type=\"I\"> <li>GDP gap is the difference between actual and potential GDP.</li> <li>GDP gap is negative if actual GDP is greater than potential GDP.</li> <li>GDP gap narrows as unumployment rate rises.</li> </ol>",
    "correctAnswer": "A",
    "options": {
      "A": "Only I",
      "B": "I and II",
      "C": "I, II, III",
      "D": "I and III",
      "E": "Only III"
    },
    "explanation": "GDP Gap = Actual GDP - Potential GDP<br/>If actual GDP is smaller than potential GDP, the GDP gap is negative.<br/>The GDP gap and the unemployment rate are closely correlated.<br/>The GDP gap widens as the unemployment rate rises."
  },
  {
    "id": "3330942",
    "unitNumber": 1,
    "text": "Which of the following are true according to Okun’s Law?<br/><ol type=\"I\"> <li>there is a negative relationship between GDP and unemployment</li> <li>to stabilize the unemployment rate, real GDP growth has to be close to its potential growth rate</li> <li>to minimize the unemployment rate, the economy must grow faster than its potential.</li> <li>to decrease the unemployment rate, real GDP growth has to be faster than the potential GDP</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I, II",
      "B": "I, II, III",
      "C": "I, II, III, IV",
      "D": "II, III, IV",
      "E": "II, IV"
    },
    "explanation": "Okun’s law is the name given to a negative relationship between GDP and unemployment, which was originally discovered by economist Arthur Okun. Okun said that because the number of people working and the level of productivity are always increasing, real GDP growth close to its potential growth rate is usually needed just to keep the unemployment rate the same. In order to minimize the unemployment rate, the economy must grow faster than its potential. According to Okun’s law, in order for the unemployment rate to fall by one percentage point in a single year, the actual GDP must rise around two percentage points faster than the potential GDP during the same year."
  },
  {
    "id": "3331743",
    "unitNumber": 1,
    "text": "Which of the following can not be considered generaly as one of the primary subjects of macroeconomics?",
    "correctAnswer": "D",
    "options": {
      "A": "Income distribution",
      "B": "Total output and consumption",
      "C": "Inflation",
      "D": "Health issues",
      "E": "Unemployment"
    },
    "explanation": "Health issues are not one of the primary subjects of macroeconomics. D is true"
  },
  {
    "id": "3331744",
    "unitNumber": 1,
    "text": "Which of the following is the time period in which Great Depression took place in US?",
    "correctAnswer": "A",
    "options": {
      "A": "1929-1939",
      "B": "1914-1918",
      "C": "1940-1945",
      "D": "1950-1965",
      "E": "2000-2011"
    },
    "explanation": "Great Depression took place between 1929-1939 in US. A is true"
  },
  {
    "id": "3331745",
    "unitNumber": 1,
    "text": "\"In the long run, we are all dead\"<br/>To whom, the statement above is attributed to?",
    "correctAnswer": "D",
    "options": {
      "A": "Marx",
      "B": "Weber",
      "C": "Taylor",
      "D": "Keynes",
      "E": "Fayol"
    },
    "explanation": "The statement is generally attributed to Keynes. D is true."
  },
  {
    "id": "3331746",
    "unitNumber": 1,
    "text": "What is it called when government spending boosts the economy by more than what is spent?",
    "correctAnswer": "C",
    "options": {
      "A": "Keynesian Failure",
      "B": "Keynesian Attack",
      "C": "Keynesian Multiplier",
      "D": "Keynesian Spiral",
      "E": "Keynesian Retreat"
    },
    "explanation": "It is generally called Keynesian Multiplier in theory. C is true"
  },
  {
    "id": "3331747",
    "unitNumber": 1,
    "text": "Until when the macroeconomy theory and policy were based on Keynesian ideas?",
    "correctAnswer": "D",
    "options": {
      "A": "1940s",
      "B": "1950s",
      "C": "1960s",
      "D": "1970s",
      "E": "1980s"
    },
    "explanation": "Macroeconomic theory and policy based on Keynesian ideas until 1970s. D is true"
  },
  {
    "id": "3331748",
    "unitNumber": 1,
    "text": "Which of the following is one of the causes of crisis in macroeconomics in 1970's?",
    "correctAnswer": "B",
    "options": {
      "A": "Cultural Challenges",
      "B": "Stagflation",
      "C": "Ethical problems",
      "D": "Anarchist movements",
      "E": "Degradation of politics"
    },
    "explanation": "One of the two reasons of crisis of macroeconomics in 1970's was stagflation. B is true"
  },
  {
    "id": "3331749",
    "unitNumber": 1,
    "text": "Which of the following stands for \"Value of the Final Goods and Services Produced in the Economy during a<br/>Given Period\"?",
    "correctAnswer": "C",
    "options": {
      "A": "GMP",
      "B": "MGP",
      "C": "GDP",
      "D": "PDG",
      "E": "EMP"
    },
    "explanation": "Quotation in the question indicates the gross domestic product namely GDP. C is true."
  },
  {
    "id": "3331750",
    "unitNumber": 1,
    "text": "\"Only .............. goods and services included in GDP\"<br/>Complete the sentence above truly with one of concepts below.",
    "correctAnswer": "E",
    "options": {
      "A": "Non-market",
      "B": "Intermediate",
      "C": "Technologic",
      "D": "Criminal",
      "E": "Final"
    },
    "explanation": "Only final goods and services are included in GDP. E is true"
  },
  {
    "id": "3331751",
    "unitNumber": 1,
    "text": "Which of the following concepts stands for an equation that is true by definition in macroeconomics?",
    "correctAnswer": "A",
    "options": {
      "A": "Identity",
      "B": "Identical",
      "C": "Licence",
      "D": "Lance",
      "E": "Ideal"
    },
    "explanation": "An equation that is true by definition is called as identity in macroeconomics."
  },
  {
    "id": "3331752",
    "unitNumber": 1,
    "text": "Which of the following is income-expenditure identity?",
    "correctAnswer": "B",
    "options": {
      "A": "Y=C+I+NX",
      "B": "Y=C+I+G+NX",
      "C": "Y=GDP+I+X",
      "D": "Y= G+NX",
      "E": "Y=C+I+G"
    },
    "explanation": "Mentioned identity is Y=C+I+G+NX. B is true"
  },
  {
    "id": "3332708",
    "unitNumber": 2,
    "text": "The consumption function describes the relation between the ............ and ..................<br/>Which of the following completes the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "The real income; the current consumption",
      "B": "The current disposable income; the current consumption",
      "C": "The current disposable income; interest rates",
      "D": "The current consumption; interest rates",
      "E": "The current disposable income; the future consumption"
    },
    "explanation": "If your answer is wrong, please review the “THE AGGREGATE DEMAND AND ITS COMPONENTS” section.<br/>The consumption function describes the relation between the current disposable income and the current consumption."
  },
  {
    "id": "3332722",
    "unitNumber": 2,
    "text": "Which of the following is not a factor determining inventory investment?",
    "correctAnswer": "B",
    "options": {
      "A": "War",
      "B": "Disposable income",
      "C": "Innovations",
      "D": "Research",
      "E": "Population growth"
    },
    "explanation": "If your answer is wrong, please review the “THE AGGREGATE DEMAND AND ITS COMPONENTS” section.<br/>The inventory investment is determined by exogenous factors such as population growth, research, innovations, inventions, war, climate change etc."
  },
  {
    "id": "3332733",
    "unitNumber": 2,
    "text": "Which of the following are the main drivers of autonomous investment?",
    "correctAnswer": "A",
    "options": {
      "A": "Growth and technical progress.",
      "B": "Changes in income and interest rates",
      "C": "Capital stock and planned investments",
      "D": "Disposable income and interest rates",
      "E": "Interest rates and private enterprise investments"
    },
    "explanation": "If your answer is wrong, please review the “THE AGGREGATE DEMAND AND ITS COMPONENTS” section.<br/>The main drivers of autonomous investment are growth and technical progress."
  },
  {
    "id": "3332750",
    "unitNumber": 2,
    "text": "Suppose a firm expects to receive 2000 TL from a machine in a year’s time and the rate of interest is 2 percent.<br/>Which of the following gives the present discounted value of this machine?",
    "correctAnswer": "A",
    "options": {
      "A": "1960 TL",
      "B": "2083 TL",
      "C": "2000 TL",
      "D": "1500 TL",
      "E": "1750 TL"
    },
    "explanation": "If your answer is wrong, please review the “THE AGGREGATE DEMAND AND ITS COMPONENTS” section.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/b7158b281d3da57fa20f0048863200fe.png\" alt=\"\" width=\"71\" height=\"57\"> PDV = 2000/ (1+0.02) = 1960"
  },
  {
    "id": "3332766",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Supply for goods and services</li> <li>Expected profits</li> <li>Business taxes</li> <li>Business confidence</li> <li>Credit market conditions</li> </ol> Which of the above is/are factor(s) affecting planned investments?",
    "correctAnswer": "C",
    "options": {
      "A": "I and II",
      "B": "I and III",
      "C": "II, III, IV and V",
      "D": "I, IV and V",
      "E": "I, II and III"
    },
    "explanation": "If your answer is wrong, please review the “THE AGGREGATE DEMAND AND ITS COMPONENTS” section.<br/>Factors affecting planned investment:<br/>• Thedemandfor goods and services, both actual and anticipated<br/>• Expected profits<br/>• Business taxes<br/>• Interest rate<br/>• Credit market conditions<br/>• Business confidence"
  },
  {
    "id": "3332789",
    "unitNumber": 2,
    "text": "Which of the following statements is false regarding the marginal efficiency of capital?",
    "correctAnswer": "D",
    "options": {
      "A": "The marginal efficiency of capital or MEC is an indicator of the expected profitability of investment over its cost.",
      "B": "The marginal efficiency of capital curve has a negative slope.",
      "C": "As the capital stock increases, the MEC falls, because of the law of diminishing returns in production.",
      "D": "Any improvement in business confidence will shift the MEC curve inwards.",
      "E": "Any improvement in technology will shift the MEC curve outwards."
    },
    "explanation": "If your answer is wrong, please review the “THE AGGREGATE DEMAND AND ITS COMPONENTS” section.<br/>Any improvement in business confidence or technology will shift the MEC curve outwards."
  },
  {
    "id": "3332811",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>The larger the marginal propensity to consume (c), the flatter the IS curve.</li> <li>The lower the marginal propensity to consume (c), the flatter the IS curve.</li> <li>The larger the elasticity of investment demand with respect to interest rate. </li> <li>The lower the elasticity of investment demand with respect to interest rate.</li> <li>The lower the income tax rate (t), the flatter the IS.</li> <li>The larger the income tax rate (t), the flatter the IS.</li> </ol> Which of the above factors determine the slope of the IS curve?",
    "correctAnswer": "A",
    "options": {
      "A": "I, III and V",
      "B": "II, IV and VI",
      "C": "I, IV and V",
      "D": "II, III and VI",
      "E": "II, IV and V"
    },
    "explanation": "If your answer is wrong, please review the “DERIVATION OF THE IS CURVE” section.<br/>The following factors determine the slope of the IS curve:<br/>•The larger the marginal propensity to consume (c), the flatter the IS curve.<br/>• The larger the elasticity of investment demand with respect to interest rate<br/>• Thelower the income tax rate (t), the flatter the IS."
  },
  {
    "id": "3332829",
    "unitNumber": 2,
    "text": "Keynesian theory suggests .......... the spending in times of economic recessions, rather than ............. the saving.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Increasing; increasing",
      "B": "Decreasing; increasing",
      "C": "Increasing; decreasing",
      "D": "Decreasing; decreasing",
      "E": "Not changing; increasing"
    },
    "explanation": "If your answer is wrong, please review the “THE DETERMINATION OF EQUILIBRIUM OUTPUT” section.<br/>Keynesian theory suggests increasing the spending in times of economic recessions, rather than increasing the saving."
  },
  {
    "id": "3332835",
    "unitNumber": 2,
    "text": "................ is a key factor for the provision of required capital for the production of goods and services, as it augments the physical stock of capital.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Investment",
      "B": "Private sector",
      "C": "Government",
      "D": "Consumption",
      "E": "Savings"
    },
    "explanation": "If your answer is wrong, please review the “Investment Demand” section.<br/>Investment is a key factor for the provision of required capital for the production of goods and services, as it augments the physical stock of capital."
  },
  {
    "id": "3332844",
    "unitNumber": 2,
    "text": "Which is the slope of the investment function?",
    "correctAnswer": "B",
    "options": {
      "A": "- (b/1)",
      "B": "- (1/b)",
      "C": "-(1/r)",
      "D": "- (r/b)",
      "E": "- (b/r)"
    },
    "explanation": "If your answer is wrong, please review the “THE AGGREGATE DEMAND AND ITS COMPONENTS” section.<br/>The slope of the investment function is - (1/b)."
  },
  {
    "id": "3333968",
    "unitNumber": 2,
    "text": "I. The ratio of changes in consumption to changes in income is known as the marginal propensity to consume<br/>II. Consumption expenditures make up the largest part of total expenditure in the economy<br/>III. Autonomous consumption depends on disposable income<br/>IV. Increase in disposable income leads to an increase in consumption that is more than the increase in disposable income<br/>Which of the above statements about the consumption are correct?",
    "correctAnswer": "A",
    "options": {
      "A": "I,II",
      "B": "I,III",
      "C": "I,II,III",
      "D": "II,III",
      "E": "II,III,IV"
    },
    "explanation": "The first and second statements are true while the third and fourth statements are false. Because The level of consumption that does not respond to changes in income, but rather influenced by wealth and consumer sentiment, is called autonomous consumption. Therefore, Autonomous consumption does not depend on disposable income. In fact, induced consumption depends on disposable income. Moreover, an increase in disposable income leads to an increase in consumption, but this increase in consumption is less than the increase in disposable income. Therefore, correct one is \"A\"."
  },
  {
    "id": "3333969",
    "unitNumber": 2,
    "text": "Which of the following statements about the investment is <strong><em>false?</em></strong>",
    "correctAnswer": "D",
    "options": {
      "A": "The major determinants of total investment in any country are the interest rate and income level",
      "B": "The main drivers of autonomous investment are growth and technical progress",
      "C": "Induced investment depends on changes in income and interest rates",
      "D": "Marginal propensity to invest shows the change in investment in response to a change in real interest rate",
      "E": "The difference between production and sales in a given year is called the inventory investment"
    },
    "explanation": "A,B,C,E are true while D is false. Because marginal propensity to invest shows the change in investment in response to a change in income."
  },
  {
    "id": "3333970",
    "unitNumber": 2,
    "text": "Which of the following is the saving function in an economy that has a consumption function of C=500+0.8Yd?",
    "correctAnswer": "D",
    "options": {
      "A": "S=-500+0,8Yd",
      "B": "S= 500+0,2Yd",
      "C": "S= 500-0,2Yd",
      "D": "S=-500+0,2Yd",
      "E": "S=-500-0,8Yd"
    },
    "explanation": "Since autonomous consumption is 500, autonomous saving equlas -500. Moreover, since marginal proponsitiy to consume is 0.8, marginal proponsity to saving equals 0.2 (mpc+mps=1). Therefore \"D\" is true."
  },
  {
    "id": "3333971",
    "unitNumber": 2,
    "text": "I. The multiplier’s magnitude is determined by the marginal propensity to consume and tax rate<br/>II. It is always less than one<br/>III. A flatter slope means a smaller multiplier<br/>IV. The multiplier increases as the marginal propensity to consume increases<br/>Which of the above statements about the multiplier are correct?",
    "correctAnswer": "D",
    "options": {
      "A": "I,II",
      "B": "I,III",
      "C": "I,II,III",
      "D": "I,III,IV",
      "E": "II,III,IV"
    },
    "explanation": "I,III,IV statements are true while second one is false. Because multiplier is always greater than one. \"D\" is true choice."
  },
  {
    "id": "3333972",
    "unitNumber": 2,
    "text": "Which of the following will cause the investment demand curve to shift to the right?",
    "correctAnswer": "C",
    "options": {
      "A": "Decrease in interest rates",
      "B": "Decrease in expected profits",
      "C": "Decrease in taxes",
      "D": "Decrease in business confidence",
      "E": "Decrease in demand for goods and services"
    },
    "explanation": "A decrease in interest rates causes movement along the investment curve, not a shift in the investment curve. Moreover, B,D,E choices causes a leftward shift. However, a decrease in taxes increases investment and causes the curve to shift to the right. \"C\" is true."
  },
  {
    "id": "3333973",
    "unitNumber": 2,
    "text": "Which of the following is an injection variable?",
    "correctAnswer": "D",
    "options": {
      "A": "Saving",
      "B": "Taxes",
      "C": "Import",
      "D": "Government spending",
      "E": "Inflation"
    },
    "explanation": "Some transactions function as economic stimulants, generating additional income as a result of their spending. These are called injections, and they include autonomous consumption, autonomous investment and government spending. \"D\" is true."
  },
  {
    "id": "3333974",
    "unitNumber": 2,
    "text": "I. The larger the marginal propensity to consume (c), the flatter the IS curve<br/>II. The larger the elasticity of investment demand with respect to interest rate, the flatter the IS.<br/>III. The lower the income tax rate (t), the steeper the IS.<br/>Which of the above statements about the IS curve are correct?",
    "correctAnswer": "B",
    "options": {
      "A": "I",
      "B": "I,II",
      "C": "I, III",
      "D": "I, II,III",
      "E": "II,III"
    },
    "explanation": "I,II statements are correct while third one is false. Because the lower the income tax rate (t), the flatter the IS."
  },
  {
    "id": "3333975",
    "unitNumber": 2,
    "text": "Which of the following will cause the IS curve to shift to the right?",
    "correctAnswer": "E",
    "options": {
      "A": "Pessimistic expectations about the future",
      "B": "Increse in risk",
      "C": "Increase in autonomus saving",
      "D": "Increase in import",
      "E": "Increase in autonomus consumption"
    },
    "explanation": "While A,B,C,D causest IS curve to shift to the left, Increase in autonomus consumption causes to IS curve to shift to the right. \"E\" is true."
  },
  {
    "id": "3333976",
    "unitNumber": 2,
    "text": "If the income level is 200 and the saving function is S= -50+0.7Y, what is the actual consumption expenditure?",
    "correctAnswer": "C",
    "options": {
      "A": "50",
      "B": "100",
      "C": "110",
      "D": "120",
      "E": "140"
    },
    "explanation": "If the saving function is S= -50+0.7Yd, consumption function equals C=50+0.3Yd. Then,<br/>C=50+0.3*200<br/>C=50+60<br/>C=110"
  },
  {
    "id": "3333977",
    "unitNumber": 2,
    "text": "Which one of the following lead to movement along IS curve?",
    "correctAnswer": "C",
    "options": {
      "A": "Increse in government spending",
      "B": "Decrease in taxes",
      "C": "Increase in interest rate",
      "D": "Increase in political stability",
      "E": "Decrease in autonomus consumption"
    },
    "explanation": "Changes in the interest rate lead to movements along a given IS curve. Other choices causes IS curve to shift as a whole. \"C\" is true."
  },
  {
    "id": "3331622",
    "unitNumber": 3,
    "text": "Which of the following is true about bonds?<br/><ol type=\"I\"> <li>the value of a bond is dependent solely on the length of time the payment will be done</li> <li>the price of a bond is determined by the equilibrium in the bond market</li> <li>the price of bonds and interest rates are inversely related</li> </ol>",
    "correctAnswer": "B",
    "options": {
      "A": "I, II",
      "B": "II, III",
      "C": "I, III",
      "D": "I, II, III",
      "E": "Only II"
    },
    "explanation": "Both governments and firms issue bonds to get a loan from the public.<br/>The value of a bond depends on its maturity, face value, and coupon payments. Maturity is the length of time until the bondholder is paid the fixed amount of money, which is the face value. A coupon payment is an occasional payment to the bondholder.<br/>Equilibrium in the bond market directly determines the prices of bonds, from which the nominal interest rate can be inferred.<br/>The price of bonds and interest rates are inversely related."
  },
  {
    "id": "3331625",
    "unitNumber": 3,
    "text": "According to Keynes, why do people hold money?<br/><ol type=\"I\"> <li>to be able to realize their transactions</li> <li>to be able to cover unforeseen expenses</li> <li>not to lose money and to secure profit</li> </ol>",
    "correctAnswer": "D",
    "options": {
      "A": "Only I",
      "B": "I and II",
      "C": "I and III",
      "D": "I, II, III",
      "E": "Only III"
    },
    "explanation": "Keynes considered that people hold money due to the following motives:<br/><ol> <li>Transactions motive: Individuals need money for their current transactions of personal and business expenditures. Individuals hold transaction balances to facilitate transactions because payments and receipts are not perfectly synchronized.</li> <li>Precautionary motive: a) People hold money to cover unforeseen expenses, as well as unanticipated opportunities to make profitable purchases; b) Individuals hold an asset the value of which is fixed in terms of money. Money balances kept as a precaution against the uncertainty of the timing of cash flows are known as precautionary balances.</li> <li>Speculative motive: The individuals hold money to secure profit and avoid losses, according to their expectations about price and interest rate changes. People keep speculative balances as a safety net against the uncertainty of financial asset prices, particularly bond prices.</li> </ol>"
  },
  {
    "id": "3331629",
    "unitNumber": 3,
    "text": "Which of the following define money supply?<br/><ol type=\"I\"> <li>total amount of money available in an economy at a particular point in time</li> <li>currency, paper money, and coins that nonbank public holds</li> <li>demand deposits in commercial banks</li> <li>liquid assets in an economy earning interest</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "I, II",
      "B": "I, II, III",
      "C": "I, II, III, IV",
      "D": "II, III",
      "E": "II, III, I"
    },
    "explanation": "The money supply is the total amount of money available in an economy at a particular point in time. The money supply in this chapter is defined as currency, paper money, and coins that nonbank public holds in addition to the demand deposits in commercial banks. They are the most liquid assets in an economy earning no interest, and they are generally accepted as means of exchange."
  },
  {
    "id": "3331635",
    "unitNumber": 3,
    "text": "How does central bank decrease money supply?",
    "correctAnswer": "A",
    "options": {
      "A": "by selling bonds",
      "B": "by buying bonds",
      "C": "by bringin in money from outside",
      "D": "by increasing deposits in banks",
      "E": "by making open market operations"
    },
    "explanation": "The central bank purchases bonds to increase the money supply or sells bonds to decrease the money supply."
  },
  {
    "id": "3331639",
    "unitNumber": 3,
    "text": "All of the following are actors in determining the money supply <u>EXCEPT</u>",
    "correctAnswer": "E",
    "options": {
      "A": "central bank",
      "B": "commercial banks",
      "C": "depositors",
      "D": "borrowers",
      "E": "lenders"
    },
    "explanation": "The money supply is determined by the actions of four actors, which are the central bank, commercial banks, depositors, and borrowers."
  },
  {
    "id": "3331641",
    "unitNumber": 3,
    "text": "Which of the following is a consequence of increase in income?",
    "correctAnswer": "C",
    "options": {
      "A": "demand for money decreases",
      "B": "the equilibrium interest rate decreases",
      "C": "the interest rate increases",
      "D": "demand for real balances increase",
      "E": "the existing equlibrium continues"
    },
    "explanation": "When there is an increase in income, demand for money increases, leading to an increase in the equilibrium interest rate. The new equilibrium will be established in the money market at a higher interest rate, where the new demand for real balances equals the real money supply, which is constant. This shows a positive relationship between the income level and the interest rate in the money market equilibrium. LM curve depicts the positive relationship between the income level and the interest rate in the money market. (p.92)"
  },
  {
    "id": "3331650",
    "unitNumber": 3,
    "text": "Which of the following is/are true of LM curve?<br/><ol type=\"I\"> <li>The LM curve shifts in response to changes in money supply and money demand.</li> <li>The slope of the LM curve is determined by the income elasticity and the interest rate elasticity of demand for money.</li> <li>LM curve is a locus of income and interest rate combinations that keep the money market in equilibrium, where money demand is equal to the money supply.</li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "Only III",
      "D": "I and II",
      "E": "I, II, III"
    },
    "explanation": "The LM curve shifts in response to changes in money supply and changes in money demand (p. 89)<br/>The slope of the LM curve is determined by the income elasticity and the interest rate elasticity of demand for money (p. 89)<br/>LM curve is a locus of income and interest rate combinations that keep the money market in equilibrium, where money demand is equal to the money supply (p. 88)."
  },
  {
    "id": "3331652",
    "unitNumber": 3,
    "text": "Which of the following is/are true for demand for real money balances?<br/><ol type=\"I\"> <li>It increases with the rise in income</li> <li>It decreases with the rise in the rate of interest</li> <li>It increases with the rise of real money supply</li> </ol>",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only II",
      "C": "I and II",
      "D": "I and III",
      "E": "I, II, III"
    },
    "explanation": "The demand for real money balances depends on the level of real income and interest rate. The demand for real money balances increases with the rise in the level of income and decreases with the rise in the rate of interest.<br/>The equilibrium in the money market is established where demand for real money balances equals the supply of real money balances."
  },
  {
    "id": "3331654",
    "unitNumber": 3,
    "text": "Which of the following has/have an effect on the slope of the LM curve?",
    "correctAnswer": "A",
    "options": {
      "A": "both income and interest rate elasticity of demand for money",
      "B": "only the interest rate elasticity of demand for money",
      "C": "only the income elasticity of demand for money",
      "D": "the demand on money supply and interest rate",
      "E": "establishing equilibrium in the money market"
    },
    "explanation": "The slope of the LM curve is determined by the income elasticity of demand for money (k), and the interest rate elasticity of demand for money (h). The LM curve will be steeper if the income elasticity of money demand is higher (measured by k) and the interest elasticity of money demand is lower (measured by h). The larger k and the smaller h, the more impact ΔY will have on the interest rate, i, considering a given change in income."
  },
  {
    "id": "3331656",
    "unitNumber": 3,
    "text": "When does the LM curve shift to the left?",
    "correctAnswer": "B",
    "options": {
      "A": "when there is a decrease in money demand",
      "B": "when there is an increase in money demand",
      "C": "when there is an increase in money supply",
      "D": "when there is a decrease in income",
      "E": "when there is a decrease in interest rates"
    },
    "explanation": "Whenever there is an increase in money demand, the LM curve shifts up or to the left."
  },
  {
    "id": "3332517",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>Face value</li> <li>Cost</li> <li>Coupon payments</li> <li>Maturity</li> <li>Transaction cost</li> </ol> On which of the above depends the value of a bond?",
    "correctAnswer": "A",
    "options": {
      "A": "I, III and IV",
      "B": "II and V",
      "C": "I, II, III, IV and V",
      "D": "III and IV",
      "E": "I, II and V"
    },
    "explanation": "If your answer is wrong, please review the “FINANCIAL MARKETS” section.<br/>The value of a bond depends on its maturity, face value, and coupon payments."
  },
  {
    "id": "3332530",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>Transactions motive</li> <li>Precautionary motive</li> <li>Speculative motive</li> </ol> According to Keynes which of the above is/are motive(s) for people to hold money?",
    "correctAnswer": "D",
    "options": {
      "A": "I",
      "B": "I and II",
      "C": "II and III",
      "D": "I, II and III",
      "E": "II and III"
    },
    "explanation": "If your answer is wrong, please review the “The demand for money” section.<br/>Keynes considered that people hold money due to the following motives:<br/>i) Transactions motive: Individuals need money for their current transactions of personal and business expenditures. Individuals hold transaction balances to facilitate transactions because payments and receipts are not perfectly synchronized.<br/>ii) Precautionary motive: a) People hold money to cover unforeseen expenses, as well as unanticipated opportunities to make profitable purchases. b) Individuals hold an asset the value of which is fixed in terms of money. Money balances kept as a precaution against the uncertainty of the timing of cash flows are known as precautionary balances.<br/>iii) Speculative motive: The individuals hold money to secure profit and avoid losses, according to their expectations about price and interest rate changes. People keep speculative balances as a safety net against the uncertainty of financial asset prices, particularly bond prices."
  },
  {
    "id": "3332541",
    "unitNumber": 3,
    "text": "If foreign currency is used not only for transactions purposes, but also speculative and precautionary purposes, and replaces the domestic money, then, it is called ..........<br/>Which of the following completes the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "Impossible trinity",
      "B": "Dollarization",
      "C": "Money illusion",
      "D": "Foreign currency",
      "E": "Speculative money"
    },
    "explanation": "If your answer is wrong, please review the “FINANCIAL MARKETS” section.<br/>If foreign currency is used not only for transactions purposes, but also speculative and precautionary purposes, and replaces the domestic money, then, it is called dollarization. It is a form of currency substitution where the foreign currency fulfills all the functions of the domestic money."
  },
  {
    "id": "3332574",
    "unitNumber": 3,
    "text": "The following information is given for an economy.<br/>Assume that the money demand function is given as follows: Md = $Y(0.5-i)<br/>Nominal Income: $Y = 2000 Money Supply: Ms = 200<br/>Interest rate: 10%.<br/>According to the information above, which of the following gives the demand for money?",
    "correctAnswer": "A",
    "options": {
      "A": "800",
      "B": "1200",
      "C": "5000",
      "D": "3000",
      "E": "400"
    },
    "explanation": "If your answer is wrong, please review the “FINANCIAL MARKETS” section.<br/>Md =2000*(0.5 − 0.1) =2000*0.4 = 800"
  },
  {
    "id": "3332583",
    "unitNumber": 3,
    "text": "The buying and selling of bonds on the bond market are known as “.................”<br/>Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Open market activities",
      "B": "Expansionary monetary policy",
      "C": "Contractionary monetary policy",
      "D": "Money supply",
      "E": "Deposit liabilities"
    },
    "explanation": "If your answer is wrong, please review the “THE INSTRUMENTS OF MONETARY POLICY” section.<br/>The buying and selling of bonds on the bond market are known as “open market activities.”"
  },
  {
    "id": "3332605",
    "unitNumber": 3,
    "text": "Which of the following options shows the money multiplier?",
    "correctAnswer": "C",
    "options": {
      "A": "(1- c) / (c-r)",
      "B": "(1- c) / (r-c)",
      "C": "(1+c) / (r+c)",
      "D": "(1+c) / (c+r)",
      "E": "(r+c) / (1+c)"
    },
    "explanation": "If your answer is wrong, please review the “THE INSTRUMENTS OF MONETARY POLICY” section.<br/>(1+c) / (r+c)"
  },
  {
    "id": "3332624",
    "unitNumber": 3,
    "text": "Which of the following is likely to occur if people sell their bonds and liquidate them into money?",
    "correctAnswer": "A",
    "options": {
      "A": "Increase of the interest rate",
      "B": "Decrease of the interest rate",
      "C": "Increases in bond prices",
      "D": "Drop in the demand for real balances",
      "E": "Excess supply of money"
    },
    "explanation": "If your answer is wrong, please review the “DERIVATION OF THE LM CURVE\" section.<br/>If people sell their bonds and liquidate them into money to satisfy their demand for money, leads to a fall in bond prices. Thus, the interest rate increases."
  },
  {
    "id": "3332633",
    "unitNumber": 3,
    "text": "The demand for real money balances depends on the level of ............ and ............<br/>Which of the following completes the sentence above?",
    "correctAnswer": "C",
    "options": {
      "A": "Real income and bond prices",
      "B": "Nominal income, interest rate.",
      "C": "Real income, interest rate",
      "D": "Nominal income and bond prices",
      "E": "Interest rates and bond prices"
    },
    "explanation": "If your answer is wrong, please review the “DERIVATION OF THE LM CURVE\" section.<br/>T he demand for real money balances depends on the level of real income and interest rate."
  },
  {
    "id": "3332654",
    "unitNumber": 3,
    "text": "As a result of an decrease in income, one would expect all, but ----.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "A downward shift of the LM curve",
      "B": "An upward shift of the LM curve",
      "C": "A decrease in the demand for money.",
      "D": "An increase bond prices",
      "E": "A decrease in interest rates"
    },
    "explanation": "If your answer is wrong, please review the “DERIVATION OF THE LM CURVE” section.<br/>A decrease in the money demand, given a constant money stock, the LM curve shifts down or to the right. Whereas an increase in money demand, the LM curve shifts up or to the left"
  },
  {
    "id": "3332671",
    "unitNumber": 3,
    "text": "The slope of the LM curve is determined by which of the following?",
    "correctAnswer": "B",
    "options": {
      "A": "Only by the income elasticity of demand for money",
      "B": "By the income elasticity of demand for money and the interest rate elasticity of demand for money",
      "C": "Only by the interest rate elasticity of demand for money",
      "D": "By the bond price elasticity",
      "E": "By the bond price elasticity and the interest rate elasticity of demand for money"
    },
    "explanation": "If your answer is wrong, please review the “DERIVATION OF THE LM CURVE” section.<br/>The slope of the LM curve is determined by the income elasticity of demand for money (k), and the interest rate elasticity of demand for money (h)."
  },
  {
    "id": "3308885",
    "unitNumber": 4,
    "text": "What are the components of aggregate expenditure that can affect the goods market equilibrium and indirectly impact the money-market equilibrium and the general equilibrium of the economy?",
    "correctAnswer": "B",
    "options": {
      "A": "Consumption, government spending, and exports",
      "B": "Consumption, investment, and government spending",
      "C": "Investment, government spending, and imports",
      "D": "Investment, exports, and net taxes",
      "E": "Consumption, imports, and net taxes"
    },
    "explanation": "\"Changes in the goods market may stem from a change in any one of the components of aggregate expenditure: Consumption, investment, or government spending. These changes will affect the goods market equilibrium, hence directly alter the IS-curve relationship, and thus indirectly impact the moneymarket equilibrium and the general equilibrium of the economy. Autonomous or behavioral changes inconsumption and investment demand, as well as fiscal policy changes (such as changes in taxes, transfers,or government spending), will directly impact the components of aggregate expenditure. Changes inconsumption may be due to changes in autonomous consumption and/or changes in disposable incomedue to changes in net taxes (taxes minus transfers), and changes in investment demand can be due tochanges in the autonomous component of investment demand, and finally, an exogenous change ingovernment spending will immediately alter aggregate expenditure. \"<br/>B) Consumption, investment, and government spending"
  },
  {
    "id": "3308888",
    "unitNumber": 4,
    "text": "What is the effect of an increase in government spending on the IS-curve and the money market equilibrium?",
    "correctAnswer": "B",
    "options": {
      "A": "It shifts the IS-curve to the left, and the money market remains in equilibrium.",
      "B": "It shifts the IS-curve to the right, and the money market remains in equilibrium.",
      "C": "It shifts the LM-curve to the left, and the money market remains in equilibrium.",
      "D": "It shifts the LM-curve to the right, and the money market remains in equilibrium.",
      "E": "It shifts the IS-curve to the left, and the LM-curve to the right, creating an excess supply of goods."
    },
    "explanation": "At the given interest rate i0, the increase in G increases the aggregate demand, and increases the equilibrium income in the goods market; this change in G shifts the IS-curve horizontally to the right by the magnitude αΔA - , or by the full multiplier effect. As the IS-curve shifts to the right and at the initial interest rate i0, the money market is no longer in equilibrium (the point A' falls to the right of the LM-curve). From this point on, the process of establishing a new simultaneous equilibrium in both markets is initiated. the increase in income and output in the goods market equilibrium at the given interest rate (from point A to point A') subsequently increases money demand as people now would want to hold more money for carrying out a higher volume of transactions; In the money market, the increase in money demand and the resulting excess demand for money raises the interest rate to i' at point B. At this high interest rate at point B, investment demand in the goods market falls, reduces aggre<br/>It shifts the IS-curve to the right, and the money market remains in equilibrium."
  },
  {
    "id": "3308890",
    "unitNumber": 4,
    "text": "What happens to investment demand and aggregate demand when the money market reaches a new equilibrium at point B?",
    "correctAnswer": "B",
    "options": {
      "A": "Investment demand increases, and aggregate demand increases.",
      "B": "Investment demand decreases, and aggregate demand decreases.",
      "C": "Investment demand increases, and aggregate demand decreases.",
      "D": "Investment demand decreases, and aggregate demand increases.",
      "E": "Investment demand remains the same, and aggregate demand decreases."
    },
    "explanation": "At the given interest rate i0, the increase in G increases the aggregate demand, and increases the equilibrium income in the goods market; this change in G shifts the IS-curve horizontally to the right by the magnitude αΔA - , or by the full multiplier effect. As the IS-curve shifts to the right and at the initial interest rate i0, the money market is no longer in equilibrium (the point A' falls to the right of the LM-curve). From this point on, the process of establishing a new simultaneous equilibrium in both markets is initiated. the increase in income and output in the goods market equilibrium at the given interest rate (from point A to point A') subsequently increases money demand as people now would want to hold more money for carrying out a higher volume of transactions; In the money market, the increase in money demand and the resulting excess demand for money raises the interest rate to i' at point B. At this high interest rate at point B, investment demand in the goods market falls, reduces aggre<br/>B) Investment demand decreases, and aggregate demand decreases."
  },
  {
    "id": "3308894",
    "unitNumber": 4,
    "text": "What is the crowding out effect?",
    "correctAnswer": "C",
    "options": {
      "A": "A decrease in government spending leads to a decrease in the interest rate and therefore discourages private investment spending.",
      "B": "An increase in government spending leads to a decrease in the interest rate and therefore encourages private investment spending.",
      "C": "An increase in government spending leads to an increase in the interest rate and therefore discourages private investment spending.",
      "D": "An increase in government spending has no effect on the interest rate or private investment spending.",
      "E": "An increase in government spending leads to an increase in the interest rate and therefore increases private investment spending."
    },
    "explanation": "“The increase in government spending creates a crowding out effect on private spending. An increase in government spending G leads to an increase in the interest rate and therefore discourages private investment spending. Before the interest rate effect, the increase in output in response to an increase in G is by the full multiplier effect, but with the increase in the interest rate and hence the decrease in investment demand, the increase in the output (from Y0 to Y1) is by less than the full multiplier effect (from Y0 to Y0') in the final equilibrium. In this case, we say that an increase in government spending crowds out private spending. Now in the new equilibrium, investment demand is less than what it used to be in the initial equilibrium.”<br/><strong>The answer is C) An increase in government spending leads to an increase in the interest rate and therefore discourages private investment spending. </strong><br/>This is because when the government increases its spending, it has to borrow more money, which in turn increases the demand for credit and leads to an increase in the interest rate. As the interest rate goes up, it becomes more expensive for businesses to borrow money for investment, which decreases their incentive to do so and therefore leads to a decrease in private investment spending."
  },
  {
    "id": "3308902",
    "unitNumber": 4,
    "text": "What happens when there is an increase in autonomous spending in the goods market?",
    "correctAnswer": "D",
    "options": {
      "A": "The aggregate demand shifts downward, leading to a decrease in interest rate.",
      "B": "The aggregate demand shifts downward, leading to an increase in interest rate.",
      "C": "The aggregate demand shifts upward, leading to a decrease in interest rate.",
      "D": "The aggregate demand shifts upward, leading to an increase in interest rate.",
      "E": "The aggregate demand remains constant, leading to no change in interest rate."
    },
    "explanation": "“In panel (a), the increase in autonomous spending from A to A -, leads to an upward shift in aggregate demand function Z in the goods market, at the given interest rate i0. This upward shift in aggregate demand (from Z0 to Z'0) leads to a new higher equilibrium income and output in the goods market. With this higher income, there will be a higher transactions or liquidity demand for money, and thus the money demand tends to increase in the money market from Md(Y0) to Md(Y'0) (Panel b). At the initial equilibrium interest rate, there is now an excess demand for money. This excess demand for money drives the interest rate up (this is the movement up along the LM curve from point A towards point E) in panel (c). As interest rate tends to increase in the money market, this will lead to a decrease in investment demand in the goods market, leading to a downward shift in the aggregate demand function, downwards from Z'0. This downward shift of the aggregate demand is characterized as an upward movement along the<br/>The answer is <strong>D) The aggregate demand shifts upward, leading to an increase in interest rate.</strong><br/>An increase in autonomous spending causes an upward shift in the aggregate demand function in the goods market. This leads to a higher equilibrium income and output in the goods market, which in turn leads to a higher demand for money. At the initial equilibrium interest rate, there is an excess demand for money, which drives up the interest rate. As the interest rate increases, it leads to a decrease in investment demand in the goods market, which in turn causes a downward shift in the aggregate demand function. This is characterized as an upward movement along the new IS curve from point A' towards point E. The new equilibrium is established simultaneously in both goods and money markets at (Y1, i1)."
  },
  {
    "id": "3308910",
    "unitNumber": 4,
    "text": "What happens to the equilibrium income and interest rate in the goods market in response to contractionary fiscal policy?",
    "correctAnswer": "C",
    "options": {
      "A": "Equilibrium income and interest rate both increase",
      "B": "Equilibrium income increases and interest rate decreases",
      "C": "Equilibrium income decreases and interest rate increases",
      "D": "Equilibrium income and interest rate both decrease.",
      "E": "Equilibrium income remains unchanged, but interest rate decreases."
    },
    "explanation": "Suppose that the government wishes to reduce the budget deficit, and to accomplish this objective, the government decreases government spending G, or increases net taxes T. Decreasing government spending or increasing net taxes are examples of contractionary fiscal policy. As a result of contractionary fiscal policy, aggregate expenditure in the goods market falls, leading to a fall in equilibrium income in the goods market, at the initially given interest rate. With the fall in income in the goods market, demand for money also decreases in the money market, which leads to a decrease in interest rate in money market equilibrium, a downward movement along the LMcurve. The fall in the interest rate in turn leads to an increase in investment and aggregate demand in the goods market, which tends to increase the equilibrium income, causing a downward movement along the new IS-curve, IS'. The simultaneous movements downward along the LM and downward along the new IS eventually establish a new equilibrium at (Y1,<br/><strong>The answer is C) Equilibrium income decreases and interest rate increases.</strong><br/>When the government decreases its spending or increases net taxes, it leads to a fall in aggregate expenditure in the goods market, which results in a fall in equilibrium income in the goods market at the initially given interest rate. As the income falls, the demand for money also decreases in the money market, which leads to a decrease in the interest rate in money market equilibrium, a downward movement along the LM curve. The fall in interest rate leads to an increase in investment and aggregate demand in the goods market, which tends to increase the equilibrium income, causing a downward movement along the new IS-curve, IS'. The simultaneous movements downward along the LM and downward along the new IS eventually establish a new equilibrium at (Y1, i1), where the equilibrium income is lower than the initial equilibrium income and the interest rate is higher than the initial equilibrium interest rate."
  },
  {
    "id": "3308926",
    "unitNumber": 4,
    "text": "What is the relationship between the effectiveness of fiscal policy and the slope of the LM-curve and fiscal multiplier, α?",
    "correctAnswer": "B",
    "options": {
      "A": "There is no relationship between the effectiveness of fiscal policy and the slope of the LM-curve and fiscal multiplier, α.",
      "B": "The effectiveness of fiscal policy increases with a lower slope of the LM-curve and a higher fiscal multiplier, α.",
      "C": "The effectiveness of fiscal policy increases with a higher slope of the LM-curve and a lower fiscal multiplier, α.",
      "D": "The effectiveness of fiscal policy increases with a higher slope of the LM-curve and a higher fiscal multiplier, α.",
      "E": "The effectiveness of fiscal policy increases with a lower slope of the LM-curve and a lower fiscal multiplier, α."
    },
    "explanation": "Explanation: The effectiveness of fiscal policy depends on the slope of the LM-curve and the fiscal multiplier.<br/>Answer: B) The slope of the LM-curve and the fiscal multiplier"
  },
  {
    "id": "3308933",
    "unitNumber": 4,
    "text": "Suppose the government increases government spending, G, by ΔG, and the sensitivity of money demand to changes in Y is k, and the sensitivity of money demand to changes in interest rate is h. Which of the following statements is true regarding the effectiveness of fiscal policy in this scenario?",
    "correctAnswer": "C",
    "options": {
      "A": "The effectiveness of fiscal policy depends only on the magnitude of the fiscal multiplier, α.",
      "B": "A larger value of k implies a smaller crowding out effect on income and output.",
      "C": "A smaller value of k implies a smaller crowding out effect on income and output.",
      "D": "A smaller value of h implies a larger crowding out effect on income and output.",
      "E": "The slope of the LM curve is irrelevant to the effectiveness of fiscal policy."
    },
    "explanation": "The correct answer is C. A smaller value of k implies a smaller crowding out effect on income and output."
  },
  {
    "id": "3308935",
    "unitNumber": 4,
    "text": "Which of the following factors determine the effectiveness of monetary policy in impacting income and output in a short-run model of an economy?",
    "correctAnswer": "C",
    "options": {
      "A": "Changes in government spending and taxes",
      "B": "Changes in exchange rates and international trade",
      "C": "Changes in interest rates and investment demand",
      "D": "Changes in employment and wages",
      "E": "Changes in inflation and price levels"
    },
    "explanation": "“The government may also resort to monetary policy changes to impact income and output in this short-run model of an economy. The government uses monetary policy to impact the interest rate, which in turn affects real activity through changes in investment demand and hence aggregate demand. The changes in money supply can be accomplished through open market operations, changes in the required reserve ratio, or changes in the discount rate. Such changes in money supply evoke the monetary transmission mechanism, and how effective the monetary policy is determined by how effectively this mechanism works.\"<br/>C) Changes in interest rates and investment demand"
  },
  {
    "id": "3308937",
    "unitNumber": 4,
    "text": "Which of the following describes the impact of contractionary monetary policy in a short-run model of an economy?",
    "correctAnswer": "C",
    "options": {
      "A": "An increase in investment demand and aggregate demand in the goods market",
      "B": "A decrease in interest rate and money supply in the money market",
      "C": "A downward shift in the LM-curve and an upward shift in the IS-curve",
      "D": "A new equilibrium in the goods market at a higher income level",
      "E": "An excess supply of money in the money market and a decrease in aggregate demand in the goods market"
    },
    "explanation": "The unit discusses how the monetary authority can implement contractionary monetary policy to slow down the economy, which is accomplished by reducing the nominal money supply through open market sales, increasing the discount rate, or increasing the required reserve ratio. This leads to an excess demand for money in the money market, which causes interest rates to increase and shifts the LM-curve to LM'. As a result of the increase in interest rate, investment demand falls, and aggregate demand also falls in the goods market, leading to a new equilibrium at a lower income and output level. However, at the new lower income level, money demand falls, and there is an excess supply of money in the money market. As long as there. is an excess supply of money with low money demand, the interest rate tends to fall, and as the interest rate falls, investment demand and aggreagate demand increase.<br/><strong>The correct answer is (C) the increase in interest rate, investment demand, and aggregate demand.</strong><br/>When the monetary authority reduces the nominal money supply through open market sales, an increase in the discount rate, or an increase in the required reserve ratio, there is an excess demand for money in the money market. As a result, interest rates increase, causing a fall in investment demand and aggregate demand in the goods market. This leads to a new equilibrium at a lower income and output level. However, as income and output fall, money demand also falls, and there is an excess supply of money in the money market, which causes the interest rate to fall. As the interest rate falls, investment demand and aggregate demand increase, eventually leading to a new equilibrium at a lower income and output level. Therefore, the correct answer is an increase in interest rates, a decrease in investment demand, and a decrease in aggregate demand in the goods market."
  },
  {
    "id": "3309123",
    "unitNumber": 4,
    "text": "At what point in the figure is there an <strong>excess supply of money</strong>?<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/c71d1f2f4191516245a8a743da7ae366.png\" alt=\"\" width=\"366\" height=\"264\">",
    "correctAnswer": "B",
    "options": {
      "A": "Point A",
      "B": "Point B",
      "C": "Point C",
      "D": "Point D",
      "E": "Point E"
    },
    "explanation": "At point B, given the output level, <em>Y'</em>, the money market reaches equilibrium at interest rate at <em>i' </em>&lt; <em>i''</em>, hence <strong><em>there is an excess supply of money</em></strong>."
  },
  {
    "id": "3309125",
    "unitNumber": 4,
    "text": "Which economist was the first to introduce IS-LM analysis?",
    "correctAnswer": "D",
    "options": {
      "A": "Ferdinand Lasalle",
      "B": "Adam Smith",
      "C": "Alfred Marshall",
      "D": "Sir John Hicks",
      "E": "Milton Friedman"
    },
    "explanation": "<strong>The IS-LM Model </strong>was first formulated in a 1937 article by <strong>Sir John Hicks</strong>, a Nobel laureate, as a graphical representation of the ideas set forth in the groundbreaking book by J.M. Keynes “<em>The General Theory of Employment, Interest, and Money</em>” which was published in 1936."
  },
  {
    "id": "3309126",
    "unitNumber": 4,
    "text": "At which points in the zone(s) in the figure there is an excess supply of goods in the goods market and an excess demand for money in the money market?<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/56e6e730b5163d5d91e8dae563fabb1b.png\" alt=\"\" width=\"368\" height=\"316\">",
    "correctAnswer": "B",
    "options": {
      "A": "Zone I",
      "B": "Zone II",
      "C": "Zone III",
      "D": "Zone IV",
      "E": "Zones III and IV"
    },
    "explanation": "On the points in Zone II (to the right of IS-curve and the right of LM-curve), <em><strong>there is an excess supply of goods in the goods market and an excess demand for money in the money market</strong></em>"
  },
  {
    "id": "3309325",
    "unitNumber": 4,
    "text": "A change in which of the following elements causes a movement along the IS curve?",
    "correctAnswer": "C",
    "options": {
      "A": "Government spending",
      "B": "Net taxes",
      "C": "Interest rate",
      "D": "Autonomous consumption",
      "E": "Autonomous investment"
    },
    "explanation": "A change in the interest rate causes a movement along the IS-curve, not a shift in the IS-curve. Only autonomous changes (such as a change in government spending, net taxes, autonomous consumption, and autonomous investment) cause a shift in the IS-curve."
  },
  {
    "id": "3309326",
    "unitNumber": 4,
    "text": "\"An increase in government spending G -when the government increases borrowing in order to finance increased spending- leads to an increase in the interest rate and therefore discourages private investment spending. This effect is called as............\"<br/>Which of the following correctly completes the blank in this sentence?",
    "correctAnswer": "C",
    "options": {
      "A": "spillover effect",
      "B": "threat effect",
      "C": "crowding out effect",
      "D": "lowering effect",
      "E": "public power effect"
    },
    "explanation": "An increase in government spending G leads to an increase in the interest rate and therefore discourages private investment spending creating <strong><em>crowding out effect.</em></strong> In practice, this usually takes place when the government increases borrowing in order to finance increased spending, which prompts an increase in interest rates that eventually reduces private spending such as investments."
  },
  {
    "id": "3309424",
    "unitNumber": 4,
    "text": "Assume other things being equal that the government decreases public spending to reduce the budget deficit. Which of the following is true for the IS-LM equation?",
    "correctAnswer": "A",
    "options": {
      "A": "LM curve does not change, IS curve shifts to the left",
      "B": "LM curve does not change, IS curve shifts to the right",
      "C": "IS curve does not change, LM curve shifts to the right",
      "D": "IS curve does not change, LM curve shifts to the left",
      "E": "The IS curve shifts up to the right while the LM curve shifts to the left"
    },
    "explanation": "Other things being equal, the Government's reduction in public spending to reduce the budget deficit breaks the existing IS-LM equation and shifts the IS curve to the left. At the new equilibrium point, both the equilibrium interest rate and the equilibrium income level will decrease. See. Figure 4.7, page 108"
  },
  {
    "id": "3309431",
    "unitNumber": 4,
    "text": "When the government increases public spending by issuing new bonds, which of the following is true if the central bank buys these bonds through open market purchases?",
    "correctAnswer": "C",
    "options": {
      "A": "The IS curve shifts to the left and the LM curve shifts to the right; output increases as the interest rates decrease.",
      "B": "The LM curve shifts to the right while the IS curve does not change; increasing output while interest rates can be kept constant",
      "C": "Both IS curve and LM curve shift to the right,; increasing output while interest rates can be kept constant",
      "D": "The LM curve shifts to the left, the IS curve shifts to the right; increasing interest rates while output can be constant",
      "E": "The IS curve shifts to the right while the LM curve is constant; both the interest rates and output increase"
    },
    "explanation": "This is a policy mix that is shown as an example of <strong>accommodative monetary policy</strong>. In this situation expansionary fiscal policy will tend to increase interest rates and lead to a crowding out effect on private spending. To prevent an increase in the interest rate and the resulting crowding out effect, the central bank increases the money supply. This action by the central bank will result in a full multiplier effect of the fiscal policy on income . In such a situation both IS and LM curves shift to the right, the government will accomplish the goal of stimulating income and output while keeping the interest rates constant or at the targeted level. See figure 4.16 page 115"
  },
  {
    "id": "3309540",
    "unitNumber": 4,
    "text": "\"The slope of the LM-curve is given by k/h, where h is ……………\"<br/>Which one correctly fills the blank space in this sentence?",
    "correctAnswer": "B",
    "options": {
      "A": "the sensitivity of money demand to changes in Y",
      "B": "the sensitivity of money demand to changes in interest rate",
      "C": "the magnitude of the shift in money demand curve in response to a change in Y",
      "D": "the sensitivity of investments to economic growth",
      "E": "the velocity of the circulation of money"
    },
    "explanation": "The slope of the LM-curve is given by k/h, where k is the sensitivity of money demand to changes in Y (this is about the magnitude of the shift in money demand curve in response to a change in Y),<strong> h is the sensitivity of money demand to changes in interest rate (</strong>this is about the slope of the money demand)."
  },
  {
    "id": "3309544",
    "unitNumber": 4,
    "text": "Which of the following is the channel that the traditional monetary transmission mechanism work through?",
    "correctAnswer": "E",
    "options": {
      "A": "rate of return on capital",
      "B": "value of marginal product",
      "C": "velocity of money",
      "D": "marginal propensity to consume",
      "E": "interest rate"
    },
    "explanation": "<strong><em>The traditional monetary transmission mechanism works</em> through the interest rate channel</strong> to affect investment demand, aggregate demand, and finally the level of economic activity."
  },
  {
    "id": "3309548",
    "unitNumber": 4,
    "text": "Which of the following statements is <strong><em>false?</em></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "When <em>h = 0 </em>the increase in G will fully crowd out private investments.",
      "B": "When the LM-curve is vertical fiscal policy changes are fully ineffective in changing income.",
      "C": "When <em>h = 0</em>, expansionary fiscal policy with an increase in G will not change the equilibrium income level in goods markets.",
      "D": "the effectiveness of monetary policy depends on the degree of response in prices to the changes in the nominal money supply.",
      "E": "If the prices increase fully proportionally with the increase in the money supply, the real money supply will increase and the income must also increase to assure equilibrium in the money market."
    },
    "explanation": "When h = 0, the LM-curve is vertical (Figure 4.20). In this case, fiscal policy changes are fully ineffective in changing income. Consider expansionary fiscal policy with an increase in G. The increase in G will fully crowd out private investments, and goods market equilibrium will be reestablished at a higher interest rate with the same level of income. In the money market, the interest rate does not matter for equilibrium, hence any rate of interest may satisfy equilibrium conditions in the money market.<br/>The effectiveness of monetary policy in this environment depends on how the prices respond to the changes in the money supply.<em><strong> If the prices increase fully proportionally or one-to-one with the increase in the money supply, then there will be no change in the real money supply and the income level.</strong></em> But if the prices increase less than proportionally with the increase in the money supply, the real money supply will increase and the income must also increase to assure equilibrium in the money market. In that sense, the effectiveness of monetary policy depends on the degree of response in prices to the changes in the nominal money supply."
  },
  {
    "id": "3333978",
    "unitNumber": 5,
    "text": "Which of the following is the main reason why published unemployment statistics differ from actual statistics?",
    "correctAnswer": "B",
    "options": {
      "A": "Seasonal workers",
      "B": "Discouraged workers",
      "C": "Efficiency wages",
      "D": "Unions effects",
      "E": "Government policies"
    },
    "explanation": "Since official unemployment statistics do not include discouraged workers as unemployed when calculating the unemployment rate, published statistics may differ from actual statistics."
  },
  {
    "id": "3333979",
    "unitNumber": 5,
    "text": "A change in which of the following causes movement along the labor demand curve?",
    "correctAnswer": "C",
    "options": {
      "A": "Changes in productivity",
      "B": "Changes in input markets",
      "C": "Changes in wage",
      "D": "Changes in population",
      "E": "Changes in preferences"
    },
    "explanation": "A change in wages causes movement along the labor demand curve. \"C\" is true."
  },
  {
    "id": "3333980",
    "unitNumber": 5,
    "text": "Which of the following is the type of unemployment that results from a serious mismatch between the skills that workers have and those that companies expect from them?",
    "correctAnswer": "C",
    "options": {
      "A": "Frictional unmeployment",
      "B": "Seasonal unemployment",
      "C": "Structural unemployment",
      "D": "Cyclical unemployment",
      "E": "Natural unemployment"
    },
    "explanation": "Structural unemployment results from a serious mismatch between the skills that workers have and those that companies expect from them."
  },
  {
    "id": "3333981",
    "unitNumber": 5,
    "text": "Which one of the following defines the natural rate of unemployment?",
    "correctAnswer": "D",
    "options": {
      "A": "Frictional unemployment+Cyclical unemployment",
      "B": "Frictional unemployment+Seasonal unemployment",
      "C": "Seasonal unemployment+Cyclical unemployment",
      "D": "Frictional unemployment+Structural unemployment",
      "E": "Structural unemployment+Cyclical unemployment"
    },
    "explanation": "The sum of frictional and structural unemployment corresponds to the natural rate<br/>of unemployment."
  },
  {
    "id": "3333982",
    "unitNumber": 5,
    "text": "The original Philips curve that is published in 1958 by Philips, shows the relationship between which ones of the following?",
    "correctAnswer": "B",
    "options": {
      "A": "growth and unemployment",
      "B": "money wage rates and unemployment",
      "C": "inflation and unemployment",
      "D": "real income and unemployment",
      "E": "monetary policy and unemployment"
    },
    "explanation": "Philips (1958) published the well-known study in 1958 showing the relationship between the rate of change of money wage rates and the rate of unemployment in the UK from 1861 to 1957. \"B\" is true."
  },
  {
    "id": "3333983",
    "unitNumber": 5,
    "text": "Long-run Phillips curve introduced by which economist?",
    "correctAnswer": "D",
    "options": {
      "A": "Arthur Okun",
      "B": "Paul Samuelson",
      "C": "Edmund Phelps",
      "D": "Milton Friedman",
      "E": "Robert Solow"
    },
    "explanation": "The long-run Phillips curve introduced by Friedman (1968)."
  },
  {
    "id": "3333984",
    "unitNumber": 5,
    "text": "I. The most common reasons for wage rigidity are collective bargaining and unions, efficiency wage, minimum wage law.<br/>II. The higher wage set by unions lead firms to a lower demand for labor, so that higher unemployment is observed<br/>III. Efficiency wage leads to voluntary unemployment<br/>IV. High minmum wage causes more unemployment<br/>Which of the above statements are true regarding wage rigidity?",
    "correctAnswer": "C",
    "options": {
      "A": "I,II",
      "B": "I,II,III",
      "C": "I,II,IV",
      "D": "I,III,IV",
      "E": "I,II,III,IV"
    },
    "explanation": "I,II,IV are true while third statement is false. Because The efficiency wage leads<br/>to involuntary unemployment."
  },
  {
    "id": "3333985",
    "unitNumber": 5,
    "text": "Workers who are laid off due to a downturn in the business cycle are...<br/>Which of the following completes the sentence above?",
    "correctAnswer": "D",
    "options": {
      "A": "Seasonally unemployed",
      "B": "Naturally unemployed",
      "C": "Voluntarily unemployed",
      "D": "Cyclically unemployed",
      "E": "Frictionally unemployed"
    },
    "explanation": "Workers who are laid off due to a downturn in the business cycle are cyclically<br/>unemployed."
  },
  {
    "id": "3333986",
    "unitNumber": 5,
    "text": "I. The long-run Phillips curve (LRPC) is the line connecting each short-run Phillips curve at expected inflation rate.<br/>II. In the late 1970s, Lucas and Sargent (1978) introduced rational expectations into the model<br/>III. The short-run expectations-augmented Phillips curve is a vertical line<br/>IV. In 1960, Samuelson and Solow (1960) modified the Phillips curve for the US by focusing on the relation between average price rise as a measure of the inflation rate and unemployment rate.<br/>Which of the above statements are true regarding Philips curve?",
    "correctAnswer": "D",
    "options": {
      "A": "I,II",
      "B": "I,III",
      "C": "I,III,III",
      "D": "I,II,IV",
      "E": "II,III,IV"
    },
    "explanation": "I,II,IV are true but third statement is false. Because the short-run expectations-augmented Phillips curve is downward sloping, i.e. there is a negative relationship between inflation and unemployment."
  },
  {
    "id": "3333987",
    "unitNumber": 5,
    "text": "Deviation of unemployment from the natural rate of unemployment and the deviation of real output from potential output is known as...<br/>Which of the following completes the sentence above?",
    "correctAnswer": "C",
    "options": {
      "A": "Philips curve",
      "B": "NAIRU",
      "C": "Okun’s Law",
      "D": "Fisher Effect",
      "E": "Underemployment effect"
    },
    "explanation": "The deviation of unemployment from the natural rate of unemployment and<br/>the deviation of real output from potential output is known as Okun’s law."
  },
  {
    "id": "3309050",
    "unitNumber": 6,
    "text": "Which of the following statements is <strong>true </strong>regarding the aggregate demand relationship?",
    "correctAnswer": "C",
    "options": {
      "A": "It is a summation of individual market demand curves in microeconomics.",
      "B": "It shows the relationship between the quantity demanded for a particular good at that good’s particular market price.",
      "C": "It considers the relationship between the general level of prices and the real GDP in an economy.",
      "D": "It is derived solely from the equilibrium conditions in the goods market.",
      "E": "It is dependent on consumer preferences in determining the level of output in the economy."
    },
    "explanation": "Aggregate demand shows the relationship between aggregate output and the price level in the simultaneous equilibrium of goods and money markets. We derive the aggregate demand relationship using the equilibrium conditions in both the goods and money markets. It is important to understand that the aggregate demand relationship we describe here is not a summation of individual market demand curves in microeconomics. An individual market demand curve shows the relationship between the quantity demanded for a particular good at that good’s particular market price, and the demand behavior is given by consumer preferences. Aggregate demand relationship on the other hand, considers the relationship between the general level of prices, such as the consumer price index or the GDP deflator, and the real GDP in an economy.”<br/>Answer: C. It considers the relationship between the general level of prices and the real GDP in an economy."
  },
  {
    "id": "3309052",
    "unitNumber": 6,
    "text": "What is the relationship between an increase in price level and aggregate output?",
    "correctAnswer": "B",
    "options": {
      "A": "An increase in price level will lead to a higher aggregate output.",
      "B": "An increase in price level will lead to a lower aggregate output.",
      "C": "An increase in price level will not affect aggregate output.",
      "D": "An increase in price level will cause a leftward shift of the LM-curve",
      "E": "An increase in price level will cause a rightward shift of the LM-curve"
    },
    "explanation": "“In Figure 6.1, Panel (a) shows the money market equilibrium, Panel (b) shows the equilibrium in IS and LM, and finally in Panel (c) we derive the ADcurve. Suppose that there is an increase in P, then the immediate impact is in the money market, by lowering the real money supply from M/P0 to M/P1 , as displayed in Figure 6.1, Panel (a). With the decrease in the real money supply, there appears an excess demand for money at the original interest rate i0. The excess demand for money ultimately drives the interest rate up in the money market. This upward movement in the interest rate with the decrease in real money supply causes the LM-curve to shift to the left at the initial aggregate output level Y0. In the goods market, with the increase in the interest rate, there will be lower investment demand, and hence lower aggregate expenditure, and the equilibrium income in the goods market will fall, with an up and backward movement along the IS-curve. Simultaneous equilibrium in both goods and money markets will<br/>The correct answer is <strong>B) An increase in price level will lead to a lower aggregate output.</strong>"
  },
  {
    "id": "3309053",
    "unitNumber": 6,
    "text": "What is the immediate impact of an increase in P in the money market?",
    "correctAnswer": "B",
    "options": {
      "A": "An increase in the real money supply",
      "B": "A decrease in the real money supply from M/P0 to M/P1",
      "C": "A decrease in the nominal money supply",
      "D": "An increase in the interest rate",
      "E": "No impact in the money market"
    },
    "explanation": "“In Figure 6.1, Panel (a) shows the money market equilibrium, Panel (b) shows the equilibrium in IS and LM, and finally in Panel (c) we derive the ADcurve. Suppose that there is an increase in P, then the immediate impact is in the money market, by lowering the real money supply from M/P0 to M/P1 , as displayed in Figure 6.1, Panel (a). With the decrease in the real money supply, there appears an excess demand for money at the original interest rate i0. The excess demand for money ultimately drives the interest rate up in the money market. This upward movement in the interest rate with the decrease in real money supply causes the LM-curve to shift to the left at the initial aggregate output level Y0. In the goods market, with the increase in the interest rate, there will be lower investment demand, and hence lower aggregate expenditure, and the equilibrium income in the goods market will fall, with an up and backward movement along the IS-curve. Simultaneous equilibrium in both goods and money markets will<br/>B) A decrease in the real money supply from M/P0 to M/P1"
  },
  {
    "id": "3309054",
    "unitNumber": 6,
    "text": "What determines the magnitude by which changes in the price level affect the aggregate output?",
    "correctAnswer": "E",
    "options": {
      "A": "The slope of the AD-curve only",
      "B": "The magnitude of the shift in LM-curve only",
      "C": "The slope of the IS-curve only",
      "D": "The slope of both the IS-curve and the AD-curve",
      "E": "The magnitude of both the shift in LM-curve and the slope of the IS-curve."
    },
    "explanation": "“In Figure 6.1, Panel (a) shows the money market equilibrium, Panel (b) shows the equilibrium in IS and LM, and finally in Panel (c) we derive the ADcurve. Suppose that there is an increase in P, then the immediate impact is in the money market, by lowering the real money supply from M/P0 to M/P1 , as displayed in Figure 6.1, Panel (a). With the decrease in the real money supply, there appears an excess demand for money at the original interest rate i0. The excess demand for money ultimately drives the interest rate up in the money market. This upward movement in the interest rate with the decrease in real money supply causes the LM-curve to shift to the left at the initial aggregate output level Y0. In the goods market, with the increase in the interest rate, there will be lower investment demand, and hence lower aggregate expenditure, and the equilibrium income in the goods market will fall, with an up and backward movement along the IS-curve. Simultaneous equilibrium in both goods and money markets will<br/>E) The magnitude of both the shift in LM-curve and the slope of the IS-curve."
  },
  {
    "id": "3309055",
    "unitNumber": 6,
    "text": "What determines the magnitude of the shift in the AD-curve from AD0 to AD1?",
    "correctAnswer": "D",
    "options": {
      "A": "The size of the change in government policy or autonomous factors only",
      "B": "The slope of the LM-curve only",
      "C": "The size of the multiplier only",
      "D": "The size of the change in government policy or autonomous factors and the slope of the LM-curve",
      "E": "The size of the multiplier and the slope of the LM-curve"
    },
    "explanation": "The magnitude of the shift in the AD-curve from AD0 to AD1 depends on the size of the shift in the IS-curve (i.e. given by the size of the change in government policy or the autonomous factors and the size of the multiplier) and also the slope of the LM-curve. A shift in the AD-curve can also be the result of a change in monetary policy. In this case, given the price level, an increase in the nominal money supply (due to expansionary monetary policy such as an open market purchase, a decrease in the required reserve ratio or a decrease in discount rate) increases the real money supply, which leads to a rightward shift in the LM-curve. The initial price level P0 now corresponds to a higher level of income and output, Y1 in both markets. This correspondence is no longer on the original AD0 curve, it is on the new AD1 curve. Hence, expansionary monetary policy shifts the AD-curve to the right. The magnitude of the shift depends on the magnitude of the shift in the LMcurve and also the slope of the IS-curve.&lt;/<br/><strong>D) The size of the change in government policy or autonomous factors and the slope of the LM-curve.</strong> <br/>The magnitude of the shift in the AD-curve from AD0 to AD1 depends on the size of the shift in the IS-curve and the size of the multiplier, as well as the slope of the LM-curve."
  },
  {
    "id": "3309056",
    "unitNumber": 6,
    "text": "What is the impact of expansionary monetary policy on the AD-curve?",
    "correctAnswer": "C",
    "options": {
      "A": "It shifts the AD-curve to the left",
      "B": "It has no impact on the AD-curve",
      "C": "It shifts the AD-curve to the right",
      "D": "It causes a leftward shift in the LM-curve",
      "E": "It causes a rightward shift in the LM-curve"
    },
    "explanation": "Expansionary monetary policy leads to an increase in the nominal money supply, which in turn increases the real money supply and leads to a rightward shift in the LM-curve. The initial price level P0 now corresponds to a higher level of income and output, Y1 in both markets, which is represented by the new AD1 curve. Therefore, expansionary monetary policy shifts the AD-curve to the right.<br/><strong>C) It shifts the AD-curve to the right. </strong>"
  },
  {
    "id": "3309057",
    "unitNumber": 6,
    "text": "Which of the following statements about the Aggregate Supply curve is <strong>false</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "The curve illustrates how changes in GDP affect the general level of prices.",
      "B": "The curve represents the horizontal summation of all sectors' output at each price level.",
      "C": "The behavior of employees and employers impacts the curve's shape.",
      "D": "The curve indicates how pricing institutions affect the general level of prices.",
      "E": "The curve shows how changes in the general level of prices affect aggregate output or GDP."
    },
    "explanation": "The book chapter 6 explicitly states that the Aggregate Supply curve is NOT simply the horizontal summation of all the sectors' output at every price level. Rather, it shows how the general level of prices responds to changes in GDP, given the behavior of all actors and the condition of pricing institutions in an economy. Therefore, statement B is false.<br/>Statement A is true, as the the author explains that the Aggregate Supply curve shows how the general level of prices responds to changes in GDP.<br/>Statement C is true, as the author notes that the behavior of employees and employers impacts the curve's shape.<br/>Statement D is true, as the author explains that the condition of pricing institutions in an economy impacts the curve's shape.<br/>Statement E is false, as the author describes the opposite relationship (i.e., the curve shows how changes in GDP affect the general level of prices, not vice versa).<br/><strong>The correct answer is B) The curve represents the horizontal summation of all sectors' output at each price level.</strong>"
  },
  {
    "id": "3309060",
    "unitNumber": 6,
    "text": "Which of the following statements about the Aggregate Supply curve is true?",
    "correctAnswer": "E",
    "options": {
      "A": "In the short run, the Aggregate Supply curve is vertical because prices are fully flexible.",
      "B": "In the long run, the level of aggregate output is only determined by the amount of capital.",
      "C": "In the short run, prices are sticky, and the level of aggregate output is only determined by the amount of capital and labor.",
      "D": "Aggregate supply always implies a trade-off between higher prices and lower unemployment.",
      "E": "The relationship between the price level and aggregate output can be positive or negative, depending on the specific circumstances and factors affecting the economy."
    },
    "explanation": "Only statement E is true. The paragraph explains that the relationship between the price level and aggregate output can be positive or negative, depending on the specific circumstances and factors affecting the economy. Statements A, B, and C are all false because they make incorrect claims about the Aggregate Supply curve. Statement D is also false because it oversimplifies the relationship between prices and unemployment in the context of the Aggregate Supply curve.<br/>The correct answer is <strong>E) The relationship between the price level and aggregate output can be positive or negative, depending on the specific circumstances and factors affecting the economy.</strong>"
  },
  {
    "id": "3309061",
    "unitNumber": 6,
    "text": "Which of the following statements about LRAS, or the Classical Aggregate Supply curve, is true?",
    "correctAnswer": "C",
    "options": {
      "A": "The Classical Aggregate Supply curve is upward-sloping, indicating that higher prices lead to higher output.",
      "B": "The potential output of the economy depends on the current level of aggregate demand.",
      "C": "Changes in aggregate demand have no effect on the level of output in the long run.",
      "D": "The potential output of the economy can change if there is a change in the supply of available factors of production.",
      "E": "The Classical Aggregate Supply curve assumes that the economy is producing below its potential output level."
    },
    "explanation": "The paragraph explains that the Classical Aggregate Supply curve is vertical, indicating that the same amount will be supplied regardless of the price level in the economy. It also states that changes in aggregate demand have no effect on the level of output in the long run, and that changes in aggregate demand only create a proportional change in the price level when prices are fully flexible. Therefore, statement A is false, statement B is false, statement D is false, and statement E is false because the paragraph explicitly states that the Classical Aggregate Supply curve assumes the economy is at full employment producing the potential output of the economy. Only statement C is true, making it the correct answer.<br/>Answer: <strong>C) Changes in aggregate demand have no effect on the level of output in the long run.</strong>"
  },
  {
    "id": "3309062",
    "unitNumber": 6,
    "text": "Which of the following statements about price stickiness is consistent with the Keynesian theory?",
    "correctAnswer": "E",
    "options": {
      "A": "Prices in perfectly competitive markets adjust immediately to changes in supply and demand.",
      "B": "Monopolistically competitive firms have no pricing discretion.",
      "C": "In perfectly competitive markets, the products are highly differentiated.",
      "D": "The profit maximizing strategy of a monopolistically competitive firm is to set the price equal to the marginal cost.",
      "E": "Price setting behavior in markets with fewer participants and less standardized goods is due to market power."
    },
    "explanation": "Explanation: One of the explanations provided by the Keynesian theory for price stickiness is that most firms actively set their prices of their products rather than take the prices of their output as given by the market. It further explains that markets with fewer participants and less standardized goods may show price setting rather than price taking behavior, and that monopolistically competitive firms can raise their prices without the risk of losing all their customers. This is called monopolistic competition, and the profit maximizing strategy of a monopolistically competitive firm is to set the price above the marginal cost with some positive mark-up. Therefore, statements A, B, and D are false, and statement C is unrelated to the explanation provided by the Keynesian theory for price stickiness. Only statement E is consistent with the explanation provided by the book, making it the correct answer. The author of this chapter explains that the reason for price setting behavior in markets with fewer p<br/>Answer: E) Price setting behavior in markets with fewer participants and less standardized goods is due to market power."
  },
  {
    "id": "3328504",
    "unitNumber": 6,
    "text": "Which of the following statements is <em><strong>false?</strong></em>",
    "correctAnswer": "D",
    "options": {
      "A": "Aggregate demand relation shows how changes in the price level affect aggregate output",
      "B": "At any point along the AD-curve, both the goods and money markets are in equilibrium simultaneously",
      "C": "The distinction between different points along the AD-curve is that equilibria in the goods and money markets occur at alternative price levels",
      "D": "Aggregate demand relationship is the summation of individual market demand curves in an economy",
      "E": "Aggregate demand shows the relationship between aggregate output and the price level in the simultaneous equilibrium of goods and money markets."
    },
    "explanation": "Aggregate demand relationship is not the summation of individual market demand curves in an economy (See Attention at page 157)"
  },
  {
    "id": "3328516",
    "unitNumber": 6,
    "text": "Other things being equal, which of the following statements is correct if public spending increases?",
    "correctAnswer": "A",
    "options": {
      "A": "IS curve shifts right, output increases, AD curve shifts right at original price level P<sub>0</sub>",
      "B": "Downward movement along IS curve, interest rates fall, AD curve shifts left at original price level P<sub>0</sub>",
      "C": "Upward movement along IS curve, interest rates increase, AD curve shifts left at original price level P<sub>0</sub>",
      "D": "IS curve shifts to the right, output increases, downward movement along AD curve",
      "E": "IS curve shifts right, output decreases AD curve shifts left at the original price level P<sub>0</sub>"
    },
    "explanation": "In this case, the IS curve shifts to the right, output increases, and the AD curve shifts to the right at the original price level P<sub>0</sub>. See Figure 6.2"
  },
  {
    "id": "3328706",
    "unitNumber": 6,
    "text": "“A movement along a given AD-curve is caused only by changes in the………”<br/>Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "price level",
      "B": "GNP",
      "C": "money demand",
      "D": "money supply",
      "E": "net taxes"
    },
    "explanation": "A movement along a given AD-curve is caused only by changes in the price level. A change in any one of the exogenous factors (other than the price level) will cause a shift of the AD curve."
  },
  {
    "id": "3328708",
    "unitNumber": 6,
    "text": "I- A decrease in nominal money supply, II- An open market sale, III- An increase in transfers, IV- A decrease in the required reserve ratio, V- A decrease in discont rate<br/>Which of the following monetary and fiscal policy applications shifts the AD curve downwards to the left?",
    "correctAnswer": "A",
    "options": {
      "A": "I and II",
      "B": "III and V",
      "C": "II and III",
      "D": "III and IV",
      "E": "IV and V"
    },
    "explanation": "A decrease in nominal money supply and an open market sale shifts the AD curve downwards to the left. See table 6.1"
  },
  {
    "id": "3328712",
    "unitNumber": 6,
    "text": "Which of the following statements about aggregate supply is <em><strong>false?</strong></em>",
    "correctAnswer": "D",
    "options": {
      "A": "The Aggregate Supply curve shows how the general level of prices respond to changes in aggregate output or the GDP",
      "B": "The Aggregate Supply curve is not simply the horizontal summation of all the sectors’ output at every price level",
      "C": "In economic theory, the shape of the aggregate supply curve depends on the time frame during which prices may be fixed or flexible.",
      "D": "In the short-run since prices are sticky at predetermined levels, the aggregate supply curve is vertical",
      "E": "In the long-run prices are fully flexible, the level of aggregate output is only determined by the amount of capital and labor and the technology"
    },
    "explanation": "In economic theory, the shape of the aggregate supply curve depends on the time frame during which prices may be fixed or flexible. <strong>In the shortrun</strong>, since prices are sticky at predetermined levels, <strong>the aggregate supply curve is horizontal</strong>, and prices do not respond to changes in the GDP."
  },
  {
    "id": "3328728",
    "unitNumber": 6,
    "text": "I- The SRAS is also called the Keynesian Aggregate Supply curve and it is vertical<br/>II- The shape of SRAS implies that at the existing price level, firms are willing to supply whatever amount of goods is demanded in the economy<br/>III- According to the short-run aggregate supply there is full employment in the economy<br/>IV- Firms can hire as much labor as they want and increase production at the current wage without raising the prices.<br/>Which of the following statements about the Short Run Aggregate Supply (SRAS) is correct?",
    "correctAnswer": "E",
    "options": {
      "A": "I and II",
      "B": "I and III",
      "C": "I and IV",
      "D": "II and III",
      "E": "II and IV"
    },
    "explanation": "<strong>The SRAS is</strong> also called the Keynesian Aggregate Supply curve and it <strong>is horizontal</strong>, implying that at the existing price level, firms are willing to supply whatever amount of goods is demanded in the economy. This implies that <strong>there is ongoing unemployment in the economy</strong>, such that firms can hire as much labor as they want and increase production at the current wage without raising the prices. Firms are willing to supply as much output as demanded in the economy at the existing price level.<br/><strong>Note:</strong> <em>Expressions in bold in the text above are given incorrectly in the options</em>"
  },
  {
    "id": "3328741",
    "unitNumber": 6,
    "text": "\"When firms attempt to change their prices, they incur a cost called a/an …………. For this reason firms will clearly change prices less often than they would otherwise, creating a certain degree of price rigidity\"<br/>Which of the following completes the sentence above?",
    "correctAnswer": "0",
    "options": {
      "A": "alternative cost",
      "B": "marginal cost",
      "C": "fixed cost",
      "D": "advertising cost",
      "E": "menu cost"
    },
    "explanation": "Another Keynesian explanation for price stickiness is when firms attempt to change their prices, they incur a cost called a menu cost. Such costs of price changes are called menu costs because when restaurants want to change their prices, they need to print new menus. If firms incur costs when changing prices, they will clearly change prices less often than they would otherwise, creating a certain degree of price rigidity"
  },
  {
    "id": "3328793",
    "unitNumber": 6,
    "text": "<strong>Which of the following models argues that</strong> firms perceive a change in nominal prices of their products as a relative price increase and first increase their production, then realize that all prices in the economy have increased and relative prices have not changed, so they reduce production and the economy returns to its long-term potential level<strong>?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Implicit contract model",
      "B": "Monopolistic competition model",
      "C": "Imperfect information model",
      "D": "Insider trading model",
      "E": "Menu costs model"
    },
    "explanation": "According to the <strong>imperfect information model</strong>, the AS-curve is upward sloping because firms and workers have imperfect information about absolute and relative prices. Firms perceive the rise in the nominal price of their products as a relative price increase and therefore raise the quantity supplied. firms do not realize that in fact all nominal prices in the economy have risen. Once firms realize that all nominal prices have increased and their relative prices remain the same, they will cut back production<br/>and the economy will return to its potential in the long-run."
  },
  {
    "id": "3328794",
    "unitNumber": 6,
    "text": "I- A decrease in minimum wage, II- A more stringent anti-trust regulation, III- An increase in energy prices, IV- A decrease in mark-up rate, μ<br/>Which of the following factors will shift the AS curve up and to the left?",
    "correctAnswer": "C",
    "options": {
      "A": "Only I",
      "B": "Only 2",
      "C": "Only 3",
      "D": "I and IV",
      "E": "II and IV"
    },
    "explanation": "See Table 6.2, page 169"
  },
  {
    "id": "3328795",
    "unitNumber": 6,
    "text": "What are the equilibrium effects of monetary expansion on interest rate, output and price, <strong>respectively</strong>, in the medium term?",
    "correctAnswer": "D",
    "options": {
      "A": "increases- no change- increases",
      "B": "increases- increases- no change",
      "C": "no change- increases- increases",
      "D": "no change- no change- increases",
      "E": "increases- increases- increases"
    },
    "explanation": "See Table 6.3 page 176"
  },
  {
    "id": "3333897",
    "unitNumber": 7,
    "text": "How many countries are committed to World Trade Organization rules?",
    "correctAnswer": "C",
    "options": {
      "A": "145",
      "B": "180",
      "C": "164",
      "D": "135",
      "E": "64"
    },
    "explanation": "If your answer is wrong, please review the \"Openness in Goods Markets\" section.<br/>In today’s world, 164 countries are committed to World Trade Organization (WTO) rules which make sure that trade flows occur as smoothly, freely and predictably as possible among countries."
  },
  {
    "id": "3333898",
    "unitNumber": 7,
    "text": "Which of the following will happen when the nominal exchange rate increases?",
    "correctAnswer": "A",
    "options": {
      "A": "Domestic demand for foreign goods will decrease.",
      "B": "The import volume will increase.",
      "C": "Foreign goods will become relatively cheaper compared to domestic goods.",
      "D": "Foreign prices will decrease.",
      "E": "Domestic prices will increase."
    },
    "explanation": "If your answer is wrong, please review the \"Determinants of Exports and Imports\" section.<br/>If there is an increase in nominal exchange rate (nominal depreciation or devaluation in domestic currency against foreign currency), an increase in foreign prices and/or a decrease in domestic prices, foreign goods become relatively more expensive compared to domestically produced goods, domestic demand for foreign goods decreases, hence import volume decreases."
  },
  {
    "id": "3333918",
    "unitNumber": 7,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/8fcddaa4ae49a6c42b0eb9b836541548.png\" alt=\"\" width=\"500\" height=\"226\">",
    "correctAnswer": "D",
    "options": {
      "A": "2200",
      "B": "1900",
      "C": "2000",
      "D": "1850",
      "E": "1500"
    },
    "explanation": "If your answer is wrong, please review the \"Simple Multiplier in an Open Economy\" section.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/486636fe02c24469c96a4bca5d9b6451.png\" alt=\"\" width=\"499\" height=\"152\">"
  },
  {
    "id": "3333920",
    "unitNumber": 7,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/4361bdad2c87b998a83c81c74a7aafc1.png\" alt=\"\" width=\"506\" height=\"232\">",
    "correctAnswer": "B",
    "options": {
      "A": "50",
      "B": "75",
      "C": "225",
      "D": "60",
      "E": "20"
    },
    "explanation": "If your answer is wrong, please review the \"Simple Multiplier in an Open Economy\" section.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/c2b788ed91eef87e0792abcfe34de093.png\" alt=\"\" width=\"356\" height=\"132\">"
  },
  {
    "id": "3333925",
    "unitNumber": 7,
    "text": "If there is a 2% depreciation in domestic currency, domestic interest rate is 5% and foreign interest rate is 1,5%, then......<br/>Which of the following completes the sentence above?",
    "correctAnswer": "C",
    "options": {
      "A": "The financial investor liquidates domestic fonds.",
      "B": "The financial investor purchases foreign denominated fonds.",
      "C": "The financial investor purchases domestic denominated fonds.",
      "D": "The financial investor is indifferent between these two assets.",
      "E": "Both a and b"
    },
    "explanation": "If your answer is wrong, please review the \"Equilibrium in Financial Markets\" section.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/bcafdf3967547e70ff21502329ae9a8c.png\" alt=\"\" width=\"492\" height=\"438\">"
  },
  {
    "id": "3333930",
    "unitNumber": 7,
    "text": "If the Current Account balance is equal to the Capital and Financial Account balance in the equilibrium, this equlibrium is known as .....<br/>Which of the following complete the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "the balance of payments",
      "B": "the balance of goods",
      "C": "the balance of goods and services",
      "D": "net errors and omissions",
      "E": "the current account"
    },
    "explanation": "If your answer is wrong, please review the \"Balance of Payments\" section.<br/>If the Current Account balance is equal to the Capital and Financial Account balance in the equilibrium, this equlibrium is known as <strong>the balance of payments</strong>."
  },
  {
    "id": "3333931",
    "unitNumber": 7,
    "text": "............... model describes the determination of equilibrium in the shortrun of a small open economy with respect to income, interest rate and exchange rate.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "Marshall-Mundell",
      "B": "Mundell-Fleming",
      "C": "Marshall-Lerner",
      "D": "Mundell-Lerner",
      "E": "Marshall-Fleming"
    },
    "explanation": "If your answer is wrong, please review the \"GENERAL EQUILIBRIUM IN AN OPEN ECONOMY\" section.<br/><strong>Mundell-Fleming</strong> model describes the determination of equilibrium in the shortrun of a small open economy with respect to income, interest rate and exchange rate. <br/>The Mundell-Fleming Model is also known as the IS/LM/BP Model."
  },
  {
    "id": "3334032",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>A decrease in net taxes</li> <li>An increase in autonomous I</li> <li>A decrease in autonomous G</li> <li>An improvement in NX</li> <li>A decrease in autonomous X</li> </ol> Which of the above will tend the IS curve to shift to the right?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II and IV",
      "B": "II and V",
      "C": "I, III and IV",
      "D": "III and V",
      "E": "IV and V"
    },
    "explanation": "If your answer is wrong, please review the \"Equilibrium in Goods Market in an Open Economy\" section.<br/>The following factors will tend to shift the IS-curve in an open economy:<br/><ul> <li>Increases in autonomous I, X,G, or a decrease in net taxes T will shift IS-curve to the right;</li> <li>With real depreciation, assuming thatMarshall-Lerner condition holds, an improvement in NX shifts the IS-curve to the right;</li> <li>Decreases in autonomous I, X, G or an increase in net taxes T will shift IS-curve to the left;</li> <li>With real appreciation, assuming that NX worsens, the IS-curves hifts to the left.</li> </ul>"
  },
  {
    "id": "3334034",
    "unitNumber": 7,
    "text": "<ol type=\"I\"> <li>Revaluation of domestic currency</li> <li>Increase in foreign income</li> <li>Increase in world interest rate</li> <li>Increase in foreign prices</li> <li>Increase in perceived riskiness of domestic country</li> </ol> Which of the above exogenous shocks shifts the BP-curve up to the left?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II and IV",
      "B": "II, IV and V",
      "C": "I, III and V",
      "D": "III, IV and V",
      "E": "I, II, III and IV"
    },
    "explanation": "If your answer is wrong, please review the \"Shifts in the BP-Curve\" section.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/5eb81c8171e5870d2764a03807b3577c.png\" alt=\"\" width=\"502\" height=\"142\">"
  },
  {
    "id": "3334037",
    "unitNumber": 7,
    "text": "In international macroeconomics, the situation that a fixed exchange rate, an independent monetary policy and free capital mobility cannot exist all at the same time is called “.....................”.<br/>Which of the following complets the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Impossible trinity",
      "B": "Prefect trilemma",
      "C": "Impossible triangle",
      "D": "Monetary trilemma",
      "E": "Impossible mobility"
    },
    "explanation": "If your answer is wrong, please review the \"Adjustments in Equilibrium in Open Economy Under Fixed Exchange Rates\" section.<br/>In international macroeconomics, the situation that a fixed exchange rate, an independent monetary policy and free capital mobility cannot exist all at the same time is called “<strong>impossible trinity</strong>”."
  },
  {
    "id": "3334044",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Economy operates in full employment</li> <li>Capital-output ratio is assumed to be constant</li> <li>Capital-labor ratio is assumed to be flexible</li> <li>Capital can substitude labor</li> <li>Technological progress is not considered</li> </ol> Which of the above is/are limititation(s) of the Harrod-Domar model?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II and V",
      "B": "I, III and IV",
      "C": "III and IV",
      "D": "II, III and V",
      "E": "I, III, IV and V"
    },
    "explanation": "If your answer is wrong, please review the \"NEOCLASSICAL EXOGENOUS GROWTH MODELS\" section.<br/>The Harrod-Domar model is of great importance in neoclassical exogenous growth models as it marks the first attempt to explain an economy’s long-run growth rate within the Keynesian framework. However, this model has several limitations. First, it is assumed that an economy operates at full employment. Second, capital-output and capital-labor ratios are both assumed to be constant. Third, there is a lack of factor substitution; in other words, there is no substitution of capital for labor or the other way around. Last, despite its important role in long-run growth, technological progress is not considered in the model."
  },
  {
    "id": "3334049",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Production function has increasing return to scale.</li> <li>Two factors, labor and capital are considered.</li> <li>Technological change is not considered.</li> <li>There are diminishing returns to labor.</li> <li>There are increasing returns to capital.</li> </ol> Which of the above are assumptions of the basic Solow model?",
    "correctAnswer": "C",
    "options": {
      "A": "II and III",
      "B": "I, III and V",
      "C": "II and IV",
      "D": "I, II and V",
      "E": "III, IV and V"
    },
    "explanation": "If your answer is wrong, please review the \"Basic Solow Model\" section.<br/>Solow (1956) is the first study that developed an exogenous model of long-run growth and it is considered to be the basis of all the subsequent growth models in the literature. There are several assumptions of this model. First, there are two factors to be considered: labor and capital. Second, the production function has constant returns to scale. Third, output increases as labor and capital increase but there are diminishing returns to each factor. Last, technological change is exogenously given."
  },
  {
    "id": "3334051",
    "unitNumber": 8,
    "text": "Convergence is the hypothesis suggesting that poor countries grow faster than rich countries. There are two important types of convergence in the neoclassical model: ............. and ............... (absolute) convergence.<br/>Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "conditional and unconditional",
      "B": "increasing and decreasing",
      "C": "fixed and flexible",
      "D": "increasing and flexible",
      "E": "decreasing and flexible"
    },
    "explanation": "If your answer is wrong, please review the \"Basic Solow Model\" section.<br/>Convergence is the hypothesis suggesting that poor countries grow faster than rich countries. There are two important types of convergence in the neoclassical model:<strong> conditional and unconditional</strong> (absolute) convergence."
  },
  {
    "id": "3334055",
    "unitNumber": 8,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/5a7ed1c0504319cfbcce796a797923c8.png\" alt=\"\" width=\"412\" height=\"266\">",
    "correctAnswer": "A",
    "options": {
      "A": "1.7",
      "B": "2",
      "C": "3",
      "D": "0.5",
      "E": "1"
    },
    "explanation": "If your answer is wrong, please review the \"Basic Solow Model\" section.<br/>SQRT(3)=1,7"
  },
  {
    "id": "3334059",
    "unitNumber": 8,
    "text": "The golden rule level of capital accumulation was first articulated by ................. and it is the level of capital that maximizes the level of consumption in the steady state.<br/>Which of the following completes the sentences above?",
    "correctAnswer": "B",
    "options": {
      "A": "Robert Solow",
      "B": "Edmund Phelps",
      "C": "Roy F. Harrod",
      "D": "Evsey Domar",
      "E": "Cobb-Douglas"
    },
    "explanation": "If your answer is wrong, please review the \"Basic Solow Model\" section.<br/>The golden rule level of capital accumulation was first articulated by <strong>Edmund Phelps</strong> and it is the level of capital that maximizes the level of consumption in the steady state."
  },
  {
    "id": "3334064",
    "unitNumber": 8,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/d5d2f4982710bd0a687297fed15553a4.png\" alt=\"\" width=\"441\" height=\"246\">",
    "correctAnswer": "C",
    "options": {
      "A": "1.20",
      "B": "1.16",
      "C": "1.48",
      "D": "1.65",
      "E": "2.01"
    },
    "explanation": "If your answer is wrong, please review the \"Basic Solow Model\" section.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/b0679d6123bdaa57aad55fd0d3a1e600.png\" alt=\"\" width=\"282\" height=\"115\">"
  },
  {
    "id": "3334066",
    "unitNumber": 8,
    "text": "Romer suggested that long-run growth is determined by the .......... and ............. rate of a country, rather than technological progress which is exogenously determined in the model.<br/>Which of the following completes the sentences above?",
    "correctAnswer": "A",
    "options": {
      "A": "saving and investment",
      "B": "consumption and saving",
      "C": "investment and consumption",
      "D": "investment and interest",
      "E": "saving and interest"
    },
    "explanation": "If your answer is wrong, please review the \"Brief Overview of Endogenous Growth Models\" section.<br/>Romer suggested that long-run growth is determined by the <strong>saving and investment</strong> rate of a country, rather than technological progress which is exogenously determined in the model."
  },
  {
    "id": "3334067",
    "unitNumber": 8,
    "text": "Which of the following developed the Schumpeterian version of endogenous growth theory?",
    "correctAnswer": "D",
    "options": {
      "A": "Romer",
      "B": "Frankel",
      "C": "Solow",
      "D": "Aghion and Howitt",
      "E": "Harrod-Domar"
    },
    "explanation": "If your answer is wrong, please review the \"Brief Overview of Endogenous Growth Models\" section.<br/>Aghion and Howitt (1992) developed the Schumpeterian version of endogenous growth theory, commonly referred to as “Schumpeterian growth theory”."
  },
  {
    "id": "3334068",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>The production function is linear in capital stock.</li> <li>The production function consists of labor and capital.</li> <li>Capital exhibits constant returns.</li> <li>There is a fixed level of technology.</li> <li>A increasing, exogenous saving rate is assumed.</li> </ol> Which of the above is/are assumption(s) of the AK Model?",
    "correctAnswer": "B",
    "options": {
      "A": "II and V",
      "B": "I, III and IV",
      "C": "I, II, III and V",
      "D": "II, III and IV",
      "E": "I, IV and V"
    },
    "explanation": "If your answer is wrong, please review the \"AK Model\" section.<br/>There are several assumptions of the AK model.<br/>First, the production function is linear in capital stock.<br/>Second, there is no labor in the production function.<br/>Third, capital exhibits constant returns.<br/>Fourth, a constant, exogenous saving rate is assumed.<br/>Also, there is a fixed level of technology.<br/>Finally, population growth is assumed to be constant so the growth rate of aggregate output, Y, is equal to the growth rate of per capita output, y."
  },
  {
    "id": "3334071",
    "unitNumber": 8,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/b85d350a98c6cb1c39b50df53e602411.png\" alt=\"\" width=\"444\" height=\"252\">",
    "correctAnswer": "A",
    "options": {
      "A": "1-a, 1-c, 1-e, 2-b, 2-d",
      "B": "1-b, 1-d, 2-a, 2-c, 2-e",
      "C": "1-c, 1-d, 2-a, 2-b, 2-e",
      "D": "1-a, 1-b, 2-c, 2-d, 2-e",
      "E": "1-e, 2-a, 2-b, 2-c, 2-d"
    },
    "explanation": "If your answer is wrong, please review the \"AK Model\" section.<br/>In the AK model:<br/><ul> <li>Capital exhibits constant returns.</li> <li>Even without technological progress and population growth, growth of per capita income can be achieved.</li> <li>There is no convergence of per capita income levels across countries.</li> <li>The growth rate of per capita income is an increasing function of the saving rate</li> <li>An increase in the saving rate has a permanent effect on the growth rate of per capita income.</li> </ul> In the Solow model: <br/><ul> <li>Capital exhibits diminishing returns.</li> <li>Growth of per capita income can only be achieved with technological progress.</li> <li>In line with the absolute (unconditional) convergence hypothesis, it is assumed that poor countries grow faster than rich countries until they reach their steady state. This is also the case with the human capital-augmented Solow model.</li> <li>The growth rate of per capita income is not dependent on the saving rate due to the diminishing returns to capital.</li> <li>An increase in the saving rate has no permanent effect on the growth rate of per capita income.</li> </ul>"
  }
]