[
  {
    "id": "3741043",
    "unitNumber": 1,
    "text": "Eski Yunancası 'dialegesthai' olan 'diyalektik' kelimesi ne anlama gelmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Benzeşme",
      "B": "Araştırma",
      "C": "Tartışma",
      "D": "İkna etme",
      "E": "Yok sayma"
    },
    "explanation": "“Diyalektik” sözcüğü eski Yunancada “tartışma” anlamına gelen dialegesthai sözcüğünden türemiştir"
  },
  {
    "id": "3741044",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi varlıkbilimsel bircilik düşüncesini en katı biçimiyle ve tüm mantıksal sonuçlarıyla savunan ilkçağ düşünürüdür?",
    "correctAnswer": "A",
    "options": {
      "A": "Parmenides",
      "B": "Aristoteles",
      "C": "Platon",
      "D": "Thales",
      "E": "Empedokles"
    },
    "explanation": "Parmenides (yaklaşık MÖ. 510-440) varlıkbilimsel bircilik (monizm, bazı kaynaklarda tekçilik) düşüncesini en katı biçimiyle ve tüm mantıksal sonuçlarıyla savunan ilkçağ düşünürüdür"
  },
  {
    "id": "3741045",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Topikler</li> <li>Kategoriler</li> <li>Birinci çözümlemeler</li> <li>Üçüncü çözümlemeler</li> </ol> Yukarıdakilerden hangileri Organon'un kısımlarındandır?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve IV",
      "B": "III ve IV",
      "C": "I, II, III",
      "D": "II, III, IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Organon’un kısımları şunlardır: Kategoriler, Topikler, Önerme Üstüne (Yorum Üstüne), Birinci Çözümlemeler, İkinci Çözümlemeler"
  },
  {
    "id": "3741046",
    "unitNumber": 1,
    "text": "Aristoteles ile ilgili olarak aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Mantık biliminin kurucusudur.",
      "B": "MÖ. 584-522 yılları arasında yaşamıştır.",
      "C": "Akıl yürütme üzerine çalışan ilk kişidir.",
      "D": "Heraclitus'tan etkilenmiştir.",
      "E": "Metafizik isimli kitabında mantık çalışmalarına yer vermiştir."
    },
    "explanation": "Aristoteles’in (MÖ. 384-322) bu anlamıyla mantık biliminin kurucusu olduğunda neredeyse tüm mantık tarihçileri uzlaşmıştır. Aristoteles’in mantık biliminin kurucusu olması, ne ondan önce hiç kimsenin düzgün akıl yürütmediğini ne de hiç kimsenin düzgün akıl yürütmeler konusunda tartışmadığını ifade eder. Aksine, göreceğimiz gibi, Aristoteles’ten önce gelen Parmenides, Zenon, Platon gibi düşünürler felsefe sistemlerini oluştururken değişik akıl yürütme biçimlerine başvurmuşlar ve bu akıl yürütme biçimlerinin güvenilir olduğuna inanmışlardır. Başta Platon (Yaklaşık MÖ. 428-348) olmak üzere, kendisinden önceki düşünürlerden de faydalanmıştır. Aristoteles’in “Organon” başlığı altında derlenen mantık çalışmaları bulunmaktadır."
  },
  {
    "id": "3741047",
    "unitNumber": 1,
    "text": "Yunan düşünce dünyasında mantığın ortaya çıkışını hazırlayan koşullar düşünüldüğünde matematiğin etkisi ile ilgili olarak aşağıdakilerden hangisi <u><strong>yanlıştır?</strong></u>",
    "correctAnswer": "B",
    "options": {
      "A": "Matematik akıl yürütmenin rol oynadığı uğraşlardan biridir.",
      "B": "Matematiğin doğduğu yerlerden biri Roma'dır.",
      "C": "Matematiğin bilim niteliği kazanması Yunanlılarca gerçekleştirilmiştir.",
      "D": "Yunanlılar Mısır'a yaptıkları ticari yolculuklar sırasında matematikten haberdar olmuşlardır.",
      "E": "Matematik Mısır’da basit bir tümevarımlı düşünmeyle ele alınmaktaydı."
    },
    "explanation": "Mantık akıl yürütmeleri konu alıp düzgün akıl yürütmeyi hedeflediğine göre, mantık çalışmalarının ortaya çıktığı bir kültürde akıl yürütmenin yaygın ve değer verilen bir etkinlik olarak yürütülüyor olması beklenmelidir. Mantığın ortaya çıktığı ilkçağ Yunan dünyası bu beklentiyi doğrulamaktadır. Yunan düşünce dünyasında yerini alan matematik ve felsefe dikkatlice akıl yürütmenin önemli rol oynadığı iki uğraştır. Mantığın kurucusu olduğunu söylediğimiz Aristoteles, matematikle de yakından ilgili bir felsefecidir ve mantık sistemini oluştururken matematikteki akıl yürütme biçimlerini de göz önünde bulundurduğu düşüncesi kabul görmektedir. Matematiğin doğduğu yerlerden biri olan Mısır ile Yunanlıların sıkı bir ticaret ilişkisi vardı. Yunanlıların matematikten Mısır’a yaptıkları ticari yolculuklar sırasında haberdar oldukları söylenebilir. Tarım ve ticaretin gerekleri ile sınırlanan matematik Mısır’da basit bir tümevarımlı düşünmeyle ele alınmaktaydı."
  },
  {
    "id": "3741048",
    "unitNumber": 1,
    "text": "\"Varlıkbilimsel bircilik (monizm, bazı kay- naklarda tekçilik) düşüncesini en katı biçimiyle ve tüm mantıksal sonuçlarıyla savunan ilkçağ düşünürüdür.\" Bahsi geçen düşünür kimdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Aristoteles",
      "B": "Zenon",
      "C": "Parmenides",
      "D": "Platon",
      "E": "Sokrates"
    },
    "explanation": "Parmenides (yaklaşık MÖ. 510-440) varlıkbilimsel bircilik (monizm, bazı kaynaklarda tekçilik) düşüncesini en katı biçimiyle ve tüm mantıksal sonuçlarıyla savunan ilkçağ düşünürüdür. Parmenides birciliğin “Sadece bir vardır” diye ifade edilebilecek temel savına “Var olan vardır” ve “Var olmayan var değildir” savlarını ekleyerek algıladığımızı düşündüğümüz değişimin bir yanılsama olduğu sonucuna varmaktadır. “Var olmayan” yani “yokluk” sadece bir addır, hakkında bilinebi- lecek veya söylenebilecek bir varlık değildir."
  },
  {
    "id": "3741049",
    "unitNumber": 1,
    "text": "\"____________, hocasının birci öğretisini savunmak için ortaya koyduğu çatışkılarla (paradoks) bilinir. Bu çatışkılardan birine göre, herhangi bir mesafeyi almak isteyen biri önce bu mesafenin yarısını sonra diğer yarısını almak zorundadır.\" Boş bırakılan yere aşağıdaki düşünürlerden hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Parmenides",
      "B": "Sokrates",
      "C": "Platon",
      "D": "Zenon",
      "E": "Aristoteles"
    },
    "explanation": "Zenon hocasının birci öğretisini savunmak için ortaya koyduğu çatışkılarla (paradoks) bilinir. Bu çatışkılardan birine göre, herhangi bir mesafeyi almak isteyen biri önce bu mesafenin yarısını sonra diğer yarısını almak zorundadır."
  },
  {
    "id": "3741050",
    "unitNumber": 1,
    "text": "Zenon tarafından ortaya konan Akhilleus-kaplumbağa yarışı paradoksu, stadyum paradoksu gibi paradokslarındaki temel düşünce ne üzerinedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hareket zaman ilişkisi",
      "B": "Zamanın tekliği",
      "C": "Zaman- mekan ilişkisi",
      "D": "Zamanın değişmezliği",
      "E": "Hareketin olanaksızlığı"
    },
    "explanation": "Zenon’un ortaya koyduğu çatışkılar bize “hareket” gibi deneyimlerimiz dolayısıyla hakkında çok şey bildiğimizi düşündüğümüz ve kolaylıkla kullandığımız kimi kavramların aslında yanıtlanması güç sorular barındırdığını göstermektedir. Algılarımızı sorgulamadan kabul etmeyi seçtiğimizde değişimin varlığından ve bazı özelliklerinden hiçbir şüphe duymayız. Zenon’un yukarıda bir kısmından söz ettiğimiz çatışkılara ulaşması değişimin ne olduğu hakkındaki düşüncelerimizden hareketle akıl yürütmesiydi. Zenon hareketin olanaksızlığı ile ilişkilili birden fazla paradoksu ortaya atmıştır."
  },
  {
    "id": "3741051",
    "unitNumber": 1,
    "text": "\"_____________ bölme yönteminin bilinmeyen bir tanıma ulaşmamızı sağlayamaması nedeniyle eksik olduğunu ileri sürmüştür.\" Boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Platon",
      "B": "Aristoteles",
      "C": "Parmenides",
      "D": "Zenon",
      "E": "Sokrates"
    },
    "explanation": "Aristoteles’e göre bölme yöntemi bilinmeyen bir tanıma ulaşmamızı sağlayamaması nedeniyle eksiktir."
  },
  {
    "id": "3741052",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Aristoteles'in \"Organon\" isimli derlemesinin kısımlarından biri <u><strong>değildir?</strong></u>",
    "correctAnswer": "C",
    "options": {
      "A": "Kategoriler",
      "B": "Önerme üstüne",
      "C": "Çatışkılar",
      "D": "Birinci Çözümlemeler",
      "E": "Topikler"
    },
    "explanation": "Organon’un kısımları şunlardır: Kategoriler, Topikler, Önerme Üstüne (Yorum Üstüne), Birinci Çözümlemeler, İkinci Çözümlemeler."
  },
  {
    "id": "3741053",
    "unitNumber": 1,
    "text": "I. Töz\n II. Edilgi\n III. Bağıntı\n IV. Çatışkı\n Madderlerinden hangileri Aristoteles'in ele aldığı kategorilere dahildir?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "II ve IV",
      "D": "I, II ve III",
      "E": "II, III, IV"
    },
    "explanation": "Kategoriler Organon’un ilk kitabı olarak kabul edilir. Giriş kısımlarından sonra, Aristoteles belirlediği on kategorinin özelliklerini inceler. Bunlar; töz, nitelik, nicelik, bağıntı, yer, zaman, görelik, etki, edilgi, iyelik kategorileridir."
  },
  {
    "id": "3741054",
    "unitNumber": 1,
    "text": "\"_____________ tartışmanın konusundan bağımsız olarak, tartışmanın amacına olarak izlenmesi gereken yolları belirlemeyi amaçlar.\" Boş bırakılan Organon'un bölümlerinden hangisinin adı getirilmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Önerme üstüne",
      "B": "Kategoriler",
      "C": "İkincil çözcümlemeler",
      "D": "Birincil çözümlemeler",
      "E": "Topikler"
    },
    "explanation": "Topikler tartışmanın konusundan bağımsız olarak, tartışmanın amacına olarak izlenmesi gereken yolları belirlemeyi amaçlar."
  },
  {
    "id": "3741055",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Organon'un ilk kitabı olan Kategoriler'i oluşturan bölğmlerden biri <u><strong>değildir</strong></u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Yükleme",
      "B": "Nicelik",
      "C": "Görelik",
      "D": "Etki",
      "E": "Edilgi"
    },
    "explanation": "Kategoriler Organon’un ilk kitabı olarak kabul edilir. Giriş kısımlarından sonra, Aristoteles belirlediği on kategorinin özelliklerini inceler. Bunlar; töz, nitelik, nicelik, bağıntı, yer, zaman, görelik, etki, edilgi, iyelik kategorileridir."
  },
  {
    "id": "3741056",
    "unitNumber": 1,
    "text": "Aristoteles, hangi görüşü sonucunda özne-yüklem önermelerini temel alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Önerme üstüne",
      "B": "İk tözlerin önceliği",
      "C": "Bölme yöntemi",
      "D": "Tümeller",
      "E": "Çözümlemeler"
    },
    "explanation": "İlk tözlerin (varlıkbilimsel) önceliği görüşü sonucunda, Aristoteles öznesi bir ilk tözü gösteren bir tekil terim, yüklemi ise bir ikinci tözü gösteren bir genel terim olan, “Sokrates insandır” gibi, özne-yüklem önermelerini temel önermeler olarak kabul etmiştir."
  },
  {
    "id": "3741057",
    "unitNumber": 1,
    "text": "Aristoteles'e göre aşağıdakilerden hangisi bir doğruluk-bilgi problemidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sanat ile ilgilenmeli mi ilgilenmemeli mi?",
      "B": "Başarıyı seçmeli mi seçmemeli mi?",
      "C": "Çevreyi korumalı mı korumamalı mı?",
      "D": "Evrende yalnız mıyız değil miyiz?",
      "E": "Sosyal olmalı mı olmamalı mı?"
    },
    "explanation": "Aristoteles diyalektik problemi “Ya kendi başına ya da aynı türden başka bir problemin çözümüne yardımcı olmakla, ya seçme ve kaçınmaya ya da doğruluk ve bilgiye götüren araştırma” olarak ifade etmektedir (Topikler A 11, 104b 1-3). “Hazzı seçmeli mi, seçmemeli mi” bir seçme-kaçınma problemi, “Evren ezeli mi, değil mi” bir doğruluk-bilgi problemidir. Bu doğrultu da \"evrende yalnız mıyız değil miyiz\" bir doğruluk-bilgi problemidir."
  },
  {
    "id": "3741058",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bir önermede yüklemin özneye göre bulunduğu durumlardan biri <u><strong>değildir</strong></u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Özellik",
      "B": "Tanım",
      "C": "Cins",
      "D": "Nicelik",
      "E": "İlinek"
    },
    "explanation": "Bir önermede yüklem özneye göre ya bir tanım, ya bir özellik, ya cins ya da ilinek durumundadır."
  },
  {
    "id": "3741059",
    "unitNumber": 1,
    "text": "Aristoteles'e göre aynılığın türleri aşağıdaki seçeneklerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Türsel, niteliksel, tanımsal",
      "B": "Sayısal, türsel, cinssel",
      "C": "Niteliksel, cinssel, işlevsel",
      "D": "Tanımsal, sayısal, türsel",
      "E": "Cinssel, işlevsel, niceliksel"
    },
    "explanation": "Mantık için önemli bir kavram aynılık, yani özdeşlik kavramıdır. Aristoteles aynılığın sayısal, türsel ve cinssel aynılık olarak üç farklı şekilde uygulandığını söylemektedir (Topikler, I,7 103a1 6 vd.)."
  },
  {
    "id": "3741060",
    "unitNumber": 1,
    "text": "Sullogismos ne anlama gelmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Özdeşlik",
      "B": "Uslam",
      "C": "Önerme",
      "D": "İfade",
      "E": "Tasım"
    },
    "explanation": "Aristoteles’in Birinci Çözümlemeler’deki amacı, “tasım” (sullogismos) adını verdiği çıkarımlar üzerine kurulu mantık sistemi ortaya koymaktır."
  },
  {
    "id": "3741061",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Birincil önermeler olmalıdır.</li> <li>Dolaylı önermeler olmalıdır.</li> <li>Sonuç önermesi ile karşılaştırıldığında, daha iyi bilinen önermeler olmalıdır.</li> </ol> Yukarıdakilerden hangisi bir tanıtlamanın öncülleri için aranması gereken şartlardandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I ve III"
    },
    "explanation": "Geçerli bir tasım olmasının yanı sıra, bir tanıtlamanın öncülleri için ayrıca şu şartlar aranmalıdır: (i) Tasımın öncülleri zorunlu olarak doğru olduğu bilinen tümel önermeler olmalıdır. (ii) Birincil (prota) önermeler olmalıdır. (iii) Dolaysız (amesa) önermeler olmalıdır. (iv) Sonuç önermesi ile karşılaştırıldığında, daha iyi bilinen (gnorimotera) önermeler olmalıdır. (v) Sonuç önermesinden önce gelen önermeler olmalıdır. (vi) Sonuç önermesinin nedenlerini (aitia) bildiren önermeler olmalıdır. (Smith, 2007) Birincisi dışında tümü, anlamlarının açıklanmasını gerektiren tartışmalı koşullardır."
  },
  {
    "id": "3741062",
    "unitNumber": 1,
    "text": "I. Parmenides\n II. Zenon\n III. Thales\n IV. Platon \n Yukarıdakilerden hangileri Aristoteles’ten önce gelmiş ve kendi felsefe sistemlerini oluştururken değişik akıl yürütme biçimlerine başvurmuşlardır?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-IV",
      "B": "II-III-IV",
      "C": "I-II-III",
      "D": "I-III",
      "E": "I-II-III-IV"
    },
    "explanation": "Aristoteles’in (MÖ. 384-322) bu anlamıyla mantık biliminin kurucusu oldu- ğunda neredeyse tüm mantık tarihçileri uzlaşmıştır. Aristoteles’in mantık bilimi- nin kurucusu olması, ne ondan önce hiç kimsenin düzgün akıl yürütmediğini ne de hiç kimsenin düzgün akıl yürütmeler konusunda tartışmadığını ifade eder. Aksine, göreceğimiz gibi, Aristoteles’ten önce gelen Parmenides, Zenon, Platon gibi düşünürler felsefe sistemlerini oluştururken değişik akıl yürütme biçimlerine başvurmuşlar ve bu akıl yürütme biçimlerinin güvenilir olduğuna inanmışlardır."
  },
  {
    "id": "3741063",
    "unitNumber": 1,
    "text": "Yunan düşünce dünyasında yerini alan ............ ve felsefe dikkatlice akıl yürütmenin önemli rol oynadığı iki uğraştır.\n Yukarıdaki boşluğa aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sosyoloji",
      "B": "Matematik",
      "C": "Psikoloji",
      "D": "Antropoloji",
      "E": "Bilim"
    },
    "explanation": "Yunan düşünce dünyasında yerini alan matematik ve felsefe dikkatlice akıl yürütmenin önemli rol oynadığı iki uğraştır."
  },
  {
    "id": "3741064",
    "unitNumber": 1,
    "text": "Diyalektiği felsefede yaygın bir yöntem olarak hâline getiren Elea’lı Zenon’un (yaklaşık MÖ. 490-430) akıl yürütmeleri ve .........’ın/un diyaloglarıdır.\n Yukarıdaki boşluğa aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Thales",
      "B": "Parmanides",
      "C": "Platon",
      "D": "Aristotales",
      "E": "Demokritos"
    },
    "explanation": "Diyalektiği felsefede yaygın bir yöntem olarak hâline getiren Elea’lı Zenon’un (yaklaşık MÖ. 490-430) akıl yürüt- meleri ve Platon’un diyaloglarıdır."
  },
  {
    "id": "3741065",
    "unitNumber": 1,
    "text": "............ birciliğin “Sadece bir vardır” diye ifade edilebilecek temel savına “Var olan vardır” ve “Var olmayan var değildir” savlarını ekleyerek algıladığımızı düşündüğümüz değişimin bir yanılsama olduğu sonucuna varmaktadır. \n Yukarıda savunduğu düşünce verilen felsefeci aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sokrates",
      "B": "Thales",
      "C": "Platon",
      "D": "Parmenides",
      "E": "Gorgias"
    },
    "explanation": "Parmenides (yaklaşık MÖ. 510-440) varlıkbilimsel bircilik (monizm, bazı kay- naklarda tekçilik) düşüncesini en katı biçimiyle ve tüm mantıksal sonuçlarıyla savunan ilkçağ düşünürüdür. Parmenides birciliğin “Sadece bir vardır” diye ifade edilebilecek temel savına “Var olan vardır” ve “Var olmayan var değildir” savlarını ekleyerek algıladığımızı düşündüğümüz değişimin bir yanılsama olduğu sonucu- na varmaktadır. “Var olmayan” yani “yokluk” sadece bir addır, hakkında bilinebi- lecek veya söylenebilecek bir varlık değildir. Parmenides var olanın yaratılmadığı, yok olmayacağı, öncesiz-sonrasız olduğu ve değişmediği sonuçlarına varmıştır (Jones, s. 36 ve devamı)."
  },
  {
    "id": "3741066",
    "unitNumber": 1,
    "text": "................... bir kavramın tanımının genel bir kavramın bölümlere ayrılması ile tanımlanmaya çalışılmasıdır.\n Yukarıdaki boşluğa aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "kategori yöntemi",
      "B": "diyalektik yöntemi",
      "C": "paradoks yöntemi",
      "D": "Yüklem yöntemi",
      "E": "Bölme yöntemi"
    },
    "explanation": "Bölme yöntemi bir kavramın tanımının genel bir kavramın bölümlere ayrılması ile tanımlanmaya çalışılmasıdır."
  },
  {
    "id": "3741067",
    "unitNumber": 1,
    "text": "I. Kategoriler\n II. Topikler\n III. Önerme Üstüne\n IV. Birinci Çözümlemeler\n V. İkinci Çözümlemeler\n Yukarıdakilerden hangileri Organon'un bölümlerindendir?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III-IV-V",
      "B": "II-III-V",
      "C": "II-III-IV-V",
      "D": "I-II-III",
      "E": "I-II-IV"
    },
    "explanation": "Organon’un kısımları şunlardır: Kategoriler, Topikler, Önerme Üstüne (Yorum Üstüne), Birinci Çözümlemeler, İkinci Çözümlemeler."
  },
  {
    "id": "3741068",
    "unitNumber": 1,
    "text": "Kategoriler Organon’un ilk kitabı olarak kabul edilir. Giriş kısımlarından sonra, Aristoteles belirlediği on kategorinin özelliklerini inceler. Aşağıdakilerden hangisi bu kategorilerden biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "töz",
      "B": "yüklem",
      "C": "nitelik",
      "D": "nicelik",
      "E": "zaman"
    },
    "explanation": "Kategoriler Organon’un ilk kitabı olarak kabul edilir. Giriş kısımlarından sonra, Aristoteles belirlediği on kategorinin özelliklerini inceler. Bunlar; töz, nitelik, ni- celik, bağıntı, yer, zaman, görelik, etki, edilgi, iyelik kategorileridir."
  },
  {
    "id": "3741069",
    "unitNumber": 1,
    "text": "Bir önermede yüklemin özneye göre yüklenebilirler ya da yaygın olarak tümeller olarak adlandırılmasında aşağıdakilerden hangisi durumunda olması gerekli değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "tanım",
      "B": "özellik",
      "C": "niceleyici",
      "D": "ilinek",
      "E": "cins"
    },
    "explanation": "Bir önermede yüklem özneye göre ya bir tanım, ya bir özellik, ya cins ya da ilinek durumundadır. Bunlar yüklenebilirler ya da yaygın olarak tümeller olarak adlandırılır."
  },
  {
    "id": "3741070",
    "unitNumber": 1,
    "text": "I. Sayısal\n II. Türsel\n III. Yüklemsel\n IV. Cinssel \n Mantık için önemli bir kavram aynılık, yani özdeşlik kavramıdır. Aristoteles aynılığın yukarıdakilerden hangileri yönünden aynı olarak yorumlamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "I-II-III-IV",
      "B": "I-II-III",
      "C": "II-IV",
      "D": "I-II-IV",
      "E": "I-III"
    },
    "explanation": "Mantık için önemli bir kavram aynılık, yani özdeşlik kavramıdır. Aristoteles aynılığın sayısal, türsel ve cinssel aynılık olarak üç farklı şekilde uygulandığını söylemektedir (Topikler, I,7 103a1 6 vd.)."
  },
  {
    "id": "3741071",
    "unitNumber": 1,
    "text": "Organon'u oluşturan kitaplarla ilgili aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Kategoriler: Yüklem türlerini ve böylece dolaylı olarak varlık türlerini ele alır.",
      "B": "Önerme Üstüne: Önermenin tanımını, türlerini ve önermeler arası ilişkileri ele alır.",
      "C": "Topikler: Aristoteles’in diyalektik görüşünü ortaya koymaktadır.",
      "D": "Birinci Çözümlemeler: Aristoteles’in tasım sistemini ortaya koymaktadır.",
      "E": "İkinci Çözümlemeler: Aristoteles’in tasım sistemini gerekçelendirmesidir."
    },
    "explanation": "Organon’u oluşturan kitaplar şunlardır.\n<br/><ul><br/><li><br/>Kategoriler: Yüklem türlerini ve böylece dolaylı olarak varlık türlerini ele alır.\n<br/></li><br/><li><br/>Önerme Üstüne: Önermenin tanımını, türlerini ve önermeler arası ilişkileri ele alır.\n<br/></li><br/><li><br/>Topikler: Aristoteles’in diyalektik görüşünü ortaya koymaktadır.\n<br/></li><br/><li><br/>Birinci Çözümlemeler: Aristoteles’in tasım sistemini ortaya koymaktadır.\n<br/></li><br/><li><br/>İkinci Çözümlemeler: Aristoteles’in tanıtlamaya (apodeiksis) dayalı (apodeiktik) bilimlerin yöntemi üzerine çalışmasıdır. Tanıtlama öncülleri özel bazı şartları sağlayan bir tasım türüdür.\n<br/></li><br/></ul>"
  },
  {
    "id": "3741082",
    "unitNumber": 1,
    "text": "Akıl yürütmeleri içeriğinden bağımsız olarak başlı başına bir çalışma konusu yaptığı için mantığın kurucusu olarak kabul edilen ilkçağ düşünürü kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Aristoteles",
      "B": "Platon",
      "C": "Zenon",
      "D": "Parmenides",
      "E": "Sokrates"
    },
    "explanation": "Aristoteles’in (MÖ. 384-322) mantık biliminin kurucusu olduğunda neredeyse tüm mantık tarihçileri uzlaşmıştır. Aristoteles’in mantığın kurucusu olması ile kastedilen, Aristoteles’in akıl yürütmeleri içeriğinden bağımsız olarak başlı başına bir çalışma konusu yapması ve bu çalışmalarının sonucunda tutarlı ve bütünlüklü bir sistem ortaya koymasıdır.\n Doğru cevap A'dır."
  },
  {
    "id": "3741083",
    "unitNumber": 1,
    "text": "Organon'u oluşturan kitaplardan biri olan Aristoteles’in diyalektik tartışmalarda izlenecek yöntem üzerine çalışması aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Önerme Üstüne",
      "B": "Kategoriler",
      "C": "Topikler",
      "D": "Birinci Çözümlemeler",
      "E": "İkinci Çözümlemeler"
    },
    "explanation": "Topikler Aristoteles’in diyalektik tartışmalarda izlenecek yöntem üzerine çalışmasıdır. Topikler tartışmanın konusundan bağımsız olarak, tartışmanın amacına olarak izlenmesi gereken yolları belirlemeyi amaçlar. Doğru cevap C'dir."
  },
  {
    "id": "3741084",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Aristoteles'in Kategoriler kitabında incelediği kategorilerden biri <em><strong>değildir?</strong></em>",
    "correctAnswer": "D",
    "options": {
      "A": "İyelik",
      "B": "Zaman",
      "C": "Töz",
      "D": "Anlak",
      "E": "Görelik"
    },
    "explanation": "Kategoriler Organon’un ilk kitabı olarak kabul edilir. Giriş kısımlarından sonra, Aristoteles belirlediği on kategorinin özelliklerini inceler. Bunlar; töz, nitelik, nicelik, bağıntı, yer, zaman, görelik, etki, edilgi, iyelik kategorileridir. Doğru cevap D'dir."
  },
  {
    "id": "3741085",
    "unitNumber": 1,
    "text": "Organon'un tasım mantığına ayrılmış kısmı hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Birinci Çözümlemeler",
      "B": "İkinci Çözümlemeler",
      "C": "Topikler",
      "D": "Önerme Üstüne",
      "E": "Kategoriler"
    },
    "explanation": "Birinci Çözümlemeler, Organon’un tasım mantığına ayrılmış kısmıdır. Aristoteles’e göre tasım (sullogismos), belirli önermelerin varsayılmasıyla, diğer bir önermenin bu varsayımlardan ötürü zorunlu olarak çıktığı uslamlamadır. Doğru cevap A'dır."
  },
  {
    "id": "3741086",
    "unitNumber": 1,
    "text": "Var olanın yaratılmadığı, yok olmayacağı, öncesiz-sonrasız olduğu ve değişmediği sonuçlarına ulaşan ilkçağ düşünürü kimdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Aristoteles",
      "B": "Platon",
      "C": "Zenon",
      "D": "Pythagoras",
      "E": "Parmenides"
    },
    "explanation": "Parmenides birciliğin “Sadece bir vardır” diye ifade edilebilecek temel savına “Var olan vardır” ve “Var olmayan var değildir” savlarını ekleyerek algıladığımızı düşündüğümüz değişimin bir yanılsama olduğu sonucuna varmaktadır. Parmenides var olanın yaratılmadığı, yok olmayacağı, öncesiz-sonrasız olduğu ve değişmediği sonuçlarına varmıştır. Doğru cevap E'dir."
  },
  {
    "id": "3741087",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Her insan ölümlüdür</li> <li>Hiçbir insan ölümlü değildir</li> <li>Bazı insanlar ölümlüdür</li> <li>Bazı insanlar ölümlü değildir</li> </ol> Yukarıdaki önermelerden hangileri birbirinin karşıtı önermelerdir?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve IV",
      "B": "I ve II",
      "C": "II ve III",
      "D": "III ve IV",
      "E": "I ve III"
    },
    "explanation": "Karşıt önermelerin özelliği birlikte yanlış olabilmeleri ancak birlikte doğru olamamalarıdır. Buna göre, (a) ve (e) önermeleri birbirinin karşıtı önermelerdir. Doğru cevap B'dir."
  },
  {
    "id": "3741088",
    "unitNumber": 1,
    "text": "Organon'u oluşturan kitaplardan biri olan Aristoteles’in tanıtlamaya dayalı bilimlerin yöntemi üzerine çalışması aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Birinci Çözümler",
      "B": "İkinci Çözümler",
      "C": "Topikler",
      "D": "Kategoriler",
      "E": "Önerme Üstüne"
    },
    "explanation": "İkinci Çözümlemeler, Aristoteles’in tanıtlamaya (apodeiksis) dayalı (apodeiktik) bilimlerin yöntemi üzerine çalışmasıdır. Doğru cevap B'dir."
  },
  {
    "id": "3741089",
    "unitNumber": 1,
    "text": "Parmenides'in öğrencisi olan ve hocasının birci öğretisini savunmak için ortaya koyduğu çatışkılarla (paradoks) bilinen ilkçağ filozofu kimdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Aristoteles",
      "B": "Heraklitos",
      "C": "Platon",
      "D": "Sokrates",
      "E": "Zenon"
    },
    "explanation": "Parmenides’in öğrencisi Zenon hocasının birci öğretisini savunmak için ortaya koyduğu çatışkılarla (paradoks) bilinir. Doğru cevap E'dir."
  },
  {
    "id": "3741090",
    "unitNumber": 1,
    "text": "Bir kavramın tanımının genel bir kavramın bölümlere ayrılması ile tanımlanmaya çalışıldığı <em><strong>bölme yöntemi</strong></em> hangi filozof tarafından ele alınmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Aristoteles",
      "B": "Parmenides",
      "C": "Platon",
      "D": "Sokrates",
      "E": "Zenon"
    },
    "explanation": "Platon, kavramların tanımlanmasında bir yöntem olarak bölme yöntemini ele almıştır. Doğru cevap C'dir."
  },
  {
    "id": "3741091",
    "unitNumber": 1,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/196dcef84baaf0f92eba4079f24a85b3.png\" alt=\"\" width=\"26\" height=\"19\"> sayısının irrasyonel bir sayı olduğunun kanıtlanmasının hangi filozofun okulunda gerçekleştirildiği yaygın olarak kabul edilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Platon",
      "B": "Sokrates",
      "C": "Herakleitos",
      "D": "Pythagoras",
      "E": "Ptolemaios"
    },
    "explanation": "√2 sayısının bir irrasyonel sayı olduğunun kanıtlamasının bir felsefe okulu olan Pythagoras okulunda gerçekleştirildiği yaygın olarak kabul edilmektedir. Doğru cevap D'dir."
  },
  {
    "id": "3741102",
    "unitNumber": 1,
    "text": "Neredeyse tüm mantık tarihçilerinin mantık biliminin kurucusu olduğunda uzlaştıkları filozof hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Aristoteles",
      "B": "Platon",
      "C": "Zenon",
      "D": "Öklid",
      "E": "Heraklit"
    },
    "explanation": "Aristoteles’in (MÖ. 384-322) bu anlamıyla mantık biliminin kurucusu olduğunda neredeyse tüm mantık tarihçileri uzlaşmıştır. Aristoteles’in mantık biliminin kurucusu olması, ne ondan önce hiç kimsenin düzgün akıl yürütmediğini ne de hiç kimsenin düzgün akıl yürütmeler konusunda tartışmadığını ifade eder."
  },
  {
    "id": "3741103",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Yunan düşünce dünyasında mantığın ortaya çıkışını hazırlayan önemli bir etmendir?",
    "correctAnswer": "B",
    "options": {
      "A": "Toplumun ayrıcalıklı kesiminin mantıkla uğraşması",
      "B": "Toplumda akıl yürütmenin yaygın ve değer verilen bir etkinlik olması",
      "C": "Filozofların hiç bir işle uğraşmadıkları için boş vakitlerinin çok olması",
      "D": "Toplumdaki tüm kararların akıl yürütme ile alınıyor olması",
      "E": "Antik Yunan tanrılarına olan inancın kaybolması"
    },
    "explanation": "Mantık akıl yürütmeleri konu alıp düzgün akıl yürütmeyi hedeflediğine göre, mantık çalışmalarının ortaya çıktığı bir kültürde akıl yürütmenin yaygın ve değer verilen bir etkinlik olarak yürütülüyor olması beklenmelidir. Mantığın ortaya çıktığı ilkçağ Yunan dünyası bu beklentiyi doğrulamaktadır"
  },
  {
    "id": "3741104",
    "unitNumber": 1,
    "text": "Düşüncelerini savunmak için paradokslar ortaya koyan ve 'Ok Paradoksu', 'Mesafe Paradoksu', 'Kaplumbağa Paradoksu' gibi paradoksları ile bilinen düşünür hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Parmenides",
      "B": "Heraklit",
      "C": "Zenon",
      "D": "Aristo",
      "E": "Platon"
    },
    "explanation": "Parmenides’in öğrencisi Zenon hocasının birci öğretisini savunmak için ortaya koyduğu çatışkılarla (paradoks) bilinir."
  },
  {
    "id": "3741105",
    "unitNumber": 1,
    "text": "Platon’un kavramların tanımlanmasında bir yöntem olarak ele aldığı yöntem hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Diyalektik Yöntem",
      "B": "Metafizik Yöntem",
      "C": "Sokratik Yöntem",
      "D": "Bölme Yöntemi",
      "E": "Eksiltme Yöntemi"
    },
    "explanation": "Platon’un kavramların tanımlanmasında bir yöntem olarak ele aldığı yöntem bölme<br/>(diaeresis) yöntemidir."
  },
  {
    "id": "3741106",
    "unitNumber": 1,
    "text": "Organon’un ilk kitabı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Birinci Çözümlemeler",
      "B": "Topikler",
      "C": "Önerme Üstüne",
      "D": "İkinci Çözümlemeler",
      "E": "Kategoriler"
    },
    "explanation": "Kategoriler Organon’un ilk kitabı olarak kabul edilir. Giriş kısımlarından sonra, Aristoteles belirlediği on kategorinin özelliklerini inceler."
  },
  {
    "id": "3741107",
    "unitNumber": 1,
    "text": "Aristoteles’in diyalektik tartışmalarda izlenecek yöntem üzerine çalışması aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Topikler",
      "B": "Kategoriler",
      "C": "İkinci Çözümlemeler",
      "D": "Önerme Üstüne",
      "E": "Birinci Çözümlemeler"
    },
    "explanation": "Topikler Aristoteles’in diyalektik tartışmalarda izlenecek yöntem üzerine çalışmasıdır. Aristoteles’e göre öncekilerin diyalektik tartışmalara ilişkin eğitimleri hızlı ancak sistemsizdir; öğrencilere tartışma sanatını değil bu sanatın ürünlerini vermektedir. Aristoteles Topikler’de tartışmanın konusundan bağımsız olarak, tartışmanın<br/>amacının biçimine uygun olarak izlenmesi gereken yolları belirlemeyi amaçlar."
  },
  {
    "id": "3741108",
    "unitNumber": 1,
    "text": "Aristo'ya göre bir problemin diyalektik problem sayılabilmesi nasıl olması gerekmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "İlgi çekici olması",
      "B": "Tartışmalı bir konuda olması",
      "C": "Halkın anlamaması",
      "D": "Zıt önermeler içermesi",
      "E": "Çözümünün olmaması"
    },
    "explanation": "Bir problemin diyalektik problem sayılabilmesi için tartışmalı bir konuda olması gerekir: Öyle ki, bu konuda “ya insanlar hiçbir kanı sahibi değildir, ya halk bilgelerin aksine, ya bilgeler halkın aksine düşünür ya da bunların her biri kendi içlerinde karşıt görüşlere sahiptir."
  },
  {
    "id": "3741109",
    "unitNumber": 1,
    "text": "Aristoteles tanıtlama kavramını ve tanıtlamaya dayalı bilgiyi hangi kitabında ele almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Topikler",
      "B": "Önerme Üstüne",
      "C": "İkinci Çözümlemeler",
      "D": "Kategoriler",
      "E": "Birinci Çözümlemeler"
    },
    "explanation": "Aristoteles İkinci Çözümlemeler’de tanıtlama kavramını ve tanıtlamaya dayalı bilgiyi ele alır."
  },
  {
    "id": "3741110",
    "unitNumber": 1,
    "text": "Aristo'nun tasım sistemi hangi kitapta ortaya konulmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "Kategoriler",
      "B": "Önerme Üstüne",
      "C": "Topikler",
      "D": "Birinci Çözümlemeler",
      "E": "İkinci Çözümlemeler"
    },
    "explanation": "Birinci Çözümlemeler, Organon’un tasım mantığına ayrılmış kısmıdır. Aristoteles’e göre tasım (sullogismos), belirli önermelerin varsayılmasıyla, diğer bir önermenin bu varsayımlardan ötürü zorunlu olarak çıktığı uslamlamadır."
  },
  {
    "id": "3741111",
    "unitNumber": 1,
    "text": "Aristo'nun yüklem türlerini ve böylece dolaylı olarak varlık türlerini ele aldığı kitabı hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Birinci Çözümlemeler",
      "B": "İkinci Çözümlemeler",
      "C": "Topikler",
      "D": "Önerme Üstüne",
      "E": "Kategoriler"
    },
    "explanation": "Aristo'nun yüklem türlerini ve böylece dolaylı olarak varlık türlerini ele aldığı kitabı Kategorilerdir."
  },
  {
    "id": "3741112",
    "unitNumber": 1,
    "text": "Varlıkbilimsel bircilik (monizm, bazı kaynaklarda tekçilik) düşüncesini en katı biçimiyle ve tüm mantıksal sonuçlarıyla savunan ilkçağ düşünürü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Aristo",
      "B": "Parmenides",
      "C": "Platon",
      "D": "Zenon",
      "E": "Sokrates"
    },
    "explanation": "Parmenides (yaklaşık MÖ. 510-440) varlıkbilimsel bircilik (monizm, bazı kaynaklarda tekçilik) düşüncesini en katı biçimiyle ve tüm mantıksal sonuçlarıyla savunan ilkçağ düşünürüdür."
  },
  {
    "id": "3741113",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi birci öğretisini savunmak için ortaya koyduğu çatışkılarla (paradoks) bilinir?",
    "correctAnswer": "C",
    "options": {
      "A": "Aristo",
      "B": "Parmenides",
      "C": "Zenon",
      "D": "Platon",
      "E": "Sokrates"
    },
    "explanation": "Parmenides’in öğrencisi Zenon hocasının birci öğretisini savunmak için ortaya koyduğu çatışkılarla (paradoks) bilinir."
  },
  {
    "id": "3741114",
    "unitNumber": 1,
    "text": "Aşağıdaki hangi düşünüre göre, matematikçinin duyulur nesnelere bağlı olması matematik bilginin eksikliğidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Aristo",
      "B": "Zenon",
      "C": "Parmenides",
      "D": "Platon",
      "E": "Sokrates"
    },
    "explanation": "Katı Platoncu açıdan, matematikçinin duyulur nesnelere bağlı olması<br/>matematik bilginin eksikliğidir."
  },
  {
    "id": "3741115",
    "unitNumber": 1,
    "text": "A kavramının tanımını bulmaya çalıştığımızı kabul edelim. Bunun ilk adımı tanımlamak istediğimiz A kavramını içeren en genel bir B kavramı belirlenir. Ardından B kavramı ayrık iki kavrama bölünür ve A kavramının hangi bölümde kaldığı bulunur. A kavramına eşit bir kavrama ulaşılıncaya kadar bu şekilde ilerlenir. Kavramların tanımlanmasında kullanılan bu yöntem aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sabitleme Yöntemi",
      "B": "Çıkarma Yöntemi",
      "C": "Karşılaştırma Yöntemi",
      "D": "İçiçe Yöntemi",
      "E": "Bölme Yöntemi"
    },
    "explanation": "Platon’un kavramların tanımlanmasında bir yöntem olarak ele aldığı bölme<br/>(diaeresis) yöntemi Aristoteles’i oldukça meşgul etmiştir. Bu yöntemde bir kavram daha genel bir kavram aracılığı ile tanımlanmaya çalışılır. Bölme ile A kavramının tanımını bulmaya çalıştığımızı kabul edelim. Bunun ilk adımı tanımlamak istediğimiz A kavramını içeren en genel bir B kavramı belirlenir. Ardından B kavramı ayrık iki kavrama bölünür ve A kavramının hangi bölümde kaldığı bulunur. A kavramına eşit bir kavrama ulaşılıncaya kadar bu şekilde ilerlenir.<br/>Platon’un kavramların tanımlanmasında bir yöntem olarak ele aldığı bölme (diaeresis) yöntemi Aristoteles’i oldukça meşgul etmiştir. Bu yöntemde bir kavram daha genel bir kavram aracılığı ile tanımlanmaya çalışılır. Bölme ile A kavramının tanımını bulmaya çalıştığımızı kabul edelim. Bunun ilk adımı tanımlamak istediğimiz A kavramını içeren en genel bir B kavramı belirlenir. Ardından B kavramı ayrık iki kavrama bölünür ve A kavramının hangi bölümde kaldığı bulunur. A kavramına eşit bir kavrama ulaşılıncaya kadar bu şekilde ilerlenir."
  },
  {
    "id": "3741116",
    "unitNumber": 1,
    "text": "Kavramların tanımlanmasında kullanılan bölme yöntemi bilinmeyen bir tanıma ulaşmamızı sağlayamaması nedeniyle eksiktir diyen düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Aristoteles",
      "B": "Zenon",
      "C": "Platon",
      "D": "Parmenides",
      "E": "Sokrates"
    },
    "explanation": "Aristoteles’e göre bölme yöntemi bilinmeyen bir tanıma ulaşmamızı sağlayamaması nedeniyle eksiktir."
  },
  {
    "id": "3741117",
    "unitNumber": 1,
    "text": "Akıl yürütmeleri bağımsız bir araştırma konusu yapan ve araştırmalarının sonucunda bilinen ilk mantık sistemini ortaya koyan, mantığın kurucusu olarak kabul edilen düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Aristoteles",
      "B": "Platon",
      "C": "Zenon",
      "D": "Sokrates",
      "E": "Parmenides"
    },
    "explanation": "Akıl yürütmeleri bağımsız bir araştırma konusu yapan ve araştırmalarının sonucunda bilinen ilk mantık sistemini ortaya koyan Aristoteles mantığın kurucusudur. İlk olmasına rağmen, kurduğu mantık sistemi (Stoa mantığının etkili olduğu Helenistik dönemi bir yana bırakırsak) çağdaş mantığın doğuşuna kadar neredeyse tek mantık sistemi olarak kabul edilmiştir."
  },
  {
    "id": "3741118",
    "unitNumber": 1,
    "text": "Organon’un ilk kitabı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kategoriler",
      "B": "Topikler",
      "C": "Önerme Üstüne (Yorum Üstüne)",
      "D": "Birinci Çözümlemeler",
      "E": "İkinci Çözümlemeler"
    },
    "explanation": "Kategoriler Organon’un ilk kitabı olarak kabul edilir. Giriş kısımlarından sonra,<br/>Aristoteles belirlediği on kategorinin özelliklerini inceler. Bunlar; töz, nitelik, nicelik, bağıntı, yer, zaman, görelik, etki, edilgi, iyelik kategorileridir. Kategoriler’in terim türlerini veya önermedeki özne ile yüklem arasındaki yükleme ilişkisinin türlerini mi, terimlerin işaret ettiği varlık türlerini mi incelediği tartışmalıdır. İkincisi kabul edildiğinde, Kategoriler mantıktan daha çok metafiziğe ilişkin görülebilir.<br/>Kategoriler Organon’un ilk kitabı olarak kabul edilir. Giriş kısımlarından sonra, Aristoteles belirlediği on kategorinin özelliklerini inceler. Bunlar; töz, nitelik, nicelik, bağıntı, yer, zaman, görelik, etki, edilgi, iyelik kategorileridir. Kategoriler’in terim türlerini veya önermedeki özne ile yüklem arasındaki yükleme ilişkisinin türlerini mi, terimlerin işaret ettiği varlık türlerini mi incelediği tartışmalıdır. İkincisi kabul edildiğinde, Kategoriler mantıktan daha çok metafiziğe ilişkin görülebilir."
  },
  {
    "id": "3741119",
    "unitNumber": 1,
    "text": "Aristotele'e göre her önerme aşağıdakilerden hangisine göre oluşur?",
    "correctAnswer": "C",
    "options": {
      "A": "Koşul önermelerinden oluşur.",
      "B": "Önerme eklemlerinden oluşur.",
      "C": "Özne ve yüklem olmak üzere iki kısımdan oluşur.",
      "D": "Birleştirilmiş önermelerden oluşur.",
      "E": "Kipli önermelerin çelişiklerinden oluşur."
    },
    "explanation": "Aristoteles her önermenin özne ve yüklem olmak üzere iki kısımdan oluştuğunu<br/>kabul etmektedir. Bu durumda, koşul önermeleri gibi, önerme eklemleri ile birleştirilmiş önermelerden oluşan tümceleri önerme saymamak gerekir. Şimdiye kadarki bilgilerimizin ışığında, bir önerme eklemleri mantığının geliştirilmesi Stoa mantıkçılarının eseri olarak görünmektedir.<br/>Aristoteles her önermenin özne ve yüklem olmak üzere iki kısımdan oluştuğunu kabul etmektedir. Bu durumda, koşul önermeleri gibi, önerme eklemleri ile birleştirilmiş önermelerden oluşan tümceleri önerme saymamak gerekir. Şimdiye kadarki bilgilerimizin ışığında, bir önerme eklemleri mantığının geliştirilmesi Stoa mantıkçılarının eseri olarak görünmektedir."
  },
  {
    "id": "3741120",
    "unitNumber": 1,
    "text": "Aristoteles’e göre, tartışmanın konusundan bağımsız olarak, tartışmanın amacının biçimine uygun olarak izlenmesi gereken yolları belirlemeyi amaçladığı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kategoriler",
      "B": "Topikler",
      "C": "Önerme Üstüne (Yorum Üstüne)",
      "D": "Birinci Çözümlemeler",
      "E": "İkinci Çözümlemeler"
    },
    "explanation": "Aristoteles Topikler’de tartışmanın konusundan bağımsız olarak, tartışmanın<br/>amacının biçimine uygun olarak izlenmesi gereken yolları belirlemeyi amaçlar."
  },
  {
    "id": "3741121",
    "unitNumber": 1,
    "text": "Aristoteles'e göre, bir tanıtlamanın öncülleri için aşağıdaki hangi şart aranmaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Tasımın öncülleri zorunlu olarak doğru olduğu bilinen tümel önermeler olmalıdır.",
      "B": "Birincil (prota) önermeler olmalıdır.",
      "C": "Dolaysız (amesa) önermeler olmalıdır.",
      "D": "Sonuç önermesi ile karşılaştırıldığında, daha iyi bilinen (gnorimotera) önermeler olmalıdır.",
      "E": "Sonuç önermesinden sonra gelen önermeler olmalıdır."
    },
    "explanation": "Tanıtlamalı bilimler geçerli tasımlar ortaya koymalıdır. Ancak her geçerli<br/>tasımın sonucu bir bilgi ortaya koymaz. Aristoteles tanıtlamanın bilgi elde etmemizi sağlayan tasım (İkinci Analitikler I.2 71b9-12) olduğunu söylerken tanıtlamanın özel bir tasım olduğunu işaret etmiş olmaktadır. Geçerli bir tasım<br/>olmasının yanı sıra, bir tanıtlamanın öncülleri için ayrıca şu şartlar aranmalıdır:<br/>(i) Tasımın öncülleri zorunlu olarak doğru olduğu bilinen tümel önermeler olmalıdır. (ii) Birincil (prota) önermeler olmalıdır. (iii) Dolaysız (amesa) önermeler olmalıdır. (iv) Sonuç önermesi ile karşılaştırıldığında, daha iyi bilinen<br/>(gnorimotera) önermeler olmalıdır. (v) Sonuç önermesinden önce gelen önermeler olmalıdır. (vi) Sonuç önermesinin nedenlerini (aitia) bildiren önermeler olmalıdır. (Smith, 2007) Birincisi dışında tümü, anlamlarının açıklanmasını gerektiren tartışmalı koşullardır.<br/>Tanıtlamalı bilimler geçerli tasımlar ortaya koymalıdır. Ancak her geçerli tasımın sonucu bir bilgi ortaya koymaz. Aristoteles tanıtlamanın bilgi elde etmemizi sağlayan tasım (İkinci Analitikler I.2 71b9-12) olduğunu söylerken tanıtlamanın özel bir tasım olduğunu işaret etmiş olmaktadır. Geçerli bir tasım olmasının yanı sıra, bir tanıtlamanın öncülleri için ayrıca şu şartlar aranmalıdır:<br/>(i) Tasımın öncülleri zorunlu olarak doğru olduğu bilinen tümel önermeler olmalıdır. (ii) Birincil (prota) önermeler olmalıdır. (iii) Dolaysız (amesa) önermeler olmalıdır. (iv) Sonuç önermesi ile karşılaştırıldığında, daha iyi bilinen (gnorimotera) önermeler olmalıdır. (v) Sonuç önermesinden önce gelen önermeler olmalıdır. (vi) Sonuç önermesinin nedenlerini (aitia) bildiren önermeler olmalıdır. (Smith, 2007) Birincisi dışında tümü, anlamlarının açıklanmasını gerektiren tartışmalı koşullardır."
  },
  {
    "id": "3740631",
    "unitNumber": 2,
    "text": "Megara okulları ile aşağıdakilerden hangisi doğru değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Megara'lı Oklid tarafından kurulmuştur.",
      "B": "Diodorus Kronus ve Philo olmak üzere önemli mantıkçılar yetiştirmiştir.",
      "C": "Mantığa önem vermektedir.",
      "D": "Milattan önce yaklaşık 430-360 yıllarında kurulmuştur.",
      "E": "Megara ve Stoa okulları tamamen farklı konuları ele almaktadır."
    },
    "explanation": "Megara ve Stoa mantıkçıları, hem ele aldıkları mantık sorunları hem de yaklaflım biçimleri bakımından birbirine yakındır. Dolayısıyla, mantık tarihinde genellikle bu iki okul birlikte ele alınır."
  },
  {
    "id": "3740632",
    "unitNumber": 2,
    "text": "Stoa okulları ile verilen bilgilerden hangisi doğru değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Stoa okulu Megara okulunun bir koludur.",
      "B": "Stoa okulu üç dönemde ele alınır.",
      "C": "Okulun kurucusu Kition’lu Zenon’dur.",
      "D": "Stoa mantığının geliştiği ve sistemleştiği dönem Orta Stoa Dönemidir.",
      "E": "Stoa mantığını oluşturan önemli eserler çoğaltılamamış ve sonraki nesillere aktarılamamıştır."
    },
    "explanation": "Stoa mantığının geliştiği ve sistemleştiği dönem Erken Stoa Dönemidir. Mantık çalışmaları daha sonra azalarak yerinı etik ve retorik çalışmalarına bırakmıştır."
  },
  {
    "id": "3740633",
    "unitNumber": 2,
    "text": "Stoa mantıkçılarının anlam anlayışınaaşağıdakilerin hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "İm ve imlenen öznel nesnelerdir.",
      "B": "Lekton imin nesnel anlamı demektir.",
      "C": "İmgeler nesneldir.",
      "D": "Anlam fiziksel bir nesnedir.",
      "E": "Bir imin anlamı zihindeki imgelerdir."
    },
    "explanation": "Stoa düşünürleri im (işaret), imlenen (işaret edilen) ve imin anlamını ayırt etmiş- lerdir. Stoalılara göre im ve imlenen fiziksel nesnelerdir. Bu ikisinin fiziksel nesne- ler olarak kabul edilmesinin açıklaması im, örneğin, ağızdan çıkan ses veya bir yü- zeyde bırakılan bir leke türünden bir nesnenin anlaşılmasıdır. İmlenen ise im ile ilişkili olan nesnedir. Stoalılar adcı felsefe anlayışına uygun olarak bu nesnenin her zaman fiziksel bir nesne olacağını kabul etmektedir. Anlam ise fiziksel bir nesne değildir. Her imin anlamı bir lektondur. Bir imin anlamı fiziksel bir nesne olma- masının yanı sıra zihindeki bir imge de değildir. Her kişinin zihnindeki imge o kişiye özeldir. Dolayısıyla imge özneldir. Lekton ise nesneldir. Stoa mantığında temel bir kavram olan lekton imin nesnel anlamı demektir"
  },
  {
    "id": "3740634",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Stoa mantıkçılarının üzerinde durduğu birleşik önermeler arasında gösterilemez ?",
    "correctAnswer": "C",
    "options": {
      "A": "Koşul önermeleri",
      "B": "Tümel-evetleme önermeleri",
      "C": "Soru önermeleri",
      "D": "Sebep-sonuç önermeleri",
      "E": "Tikel-evetleme önermeleri"
    },
    "explanation": "Laertius’a göre Stoalılar şu bileşik önermeler üzerinde durmuşlardır:\n (1) “ise” ifadesi ile oluşturulan koşul önermeleri,<br/>(2) “Ve” ifadesi ile oluşturulan tümel-evetleme önermeleri,<br/>(3) “Veya” ifadesi ile oluşturulan tikel-evetleme önermeleri,\n (4) “Olduğuna göre” ifadesi ile oluşturulan sözde-koşullu önermeler,\n (5) “Çünkü” ifadesi ile oluşturulan sebep-sonuç önermeleri,<br/>(6) “Daha çok” ifadesi ile oluşturulan önermeler,<br/>(7) “Daha az” ifadesi ile oluşturulan önermeler."
  },
  {
    "id": "3740635",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Akıl yürütme biçimlerinin ifadesinde değişkenlerin terimlerin yerini tutması</li> <li>Önerme eklemlerinin doğru yorumunun ne olması gerektiği konusunda ilk yaklaşımların ortaya koyulması</li> <li>Akıl yürütmenin çıkarım kuralı fikrini geliştirerek ele alınması</li> <li>Kipli önermelerin ve bu önermelerin ilişkilerinin bu araştırılmasında temel olacak kipliklerin(modaliteler) tanımlanması</li> <li>Lekton kavramını ortaya atarak bugünkü önerme kavrayışının başlangıç adımını atmak</li> </ol> Yukarıda verilenlerden hangileri Stoa Mantığının mantığın gelişimindeki en önemli katkılarındandır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "I, II ve III",
      "E": "II, III, IV ve V"
    },
    "explanation": "Düzeltme Önerileri:\n<br/>Sayfa 24\n<br/>Ancak zayıf bir yazar olduğu düşüncesiyle, bu çalışmaları <strong>eleştiriye </strong>konusu olmuştur.\n<br/>Ancak zayıf bir yazar olduğu düşüncesiyle, bu çalışmaları <strong>eleştiri</strong> konusu olmuştur.\n<br/>Sayfa 26\n<br/>Stoa <strong>Mantığını</strong>, mantığın gelişimindeki en önemli sayılan katkılarının bazıları şunlardır:\n<br/>Stoa <strong>Mantığının</strong>, mantığın gelişimindeki en önemli sayılan katkılarının bazıları şunlardır:<br/>Stoa Mantığının, mantığın gelişimindeki en önemli sayılan katkılarının bazıları şunlardır:\n <ol> <li>“Çıkarım kuralı” fikrini geliştirerek, akıl yürütmeyi Aristoteles’ten farklı bir yaklaşımla ele almışlardır.</li> <li>Önerme eklemlerinin doğru yorumunun ne olması gerektiği konusunu tartışmaya açmışlar ve bu konuda ilk yaklaşımları ortaya koymuşlardır.</li> <li>Çatışkılar (paradokslar) ortaya koyarak, felsefi düşünmenin anahtar kavramlarının anlamlarını açıkça belirlemenin güçlüğüne dikkati yöneltmişlerdir.</li> <li>Kiplikleri (modaliteler) tanımlamaya girişmişler, kipli önermelerin özelliklerinin ve kipli önermeler arasındaki ilişkilerin bu tanımlar temelinde araştırılmasının yolunu açmışlardır.</li> <li>Lekton kavramını ortaya atarak bugünkü önerme kavrayışının başlangıç adımını atmışlardır.</li> </ol> Bu bilgilerden de anlaşıldığı gibi doğru cevap E’dir. Akıl yürütme biçimlerinin ifadesinde değişkenlerin terimlerin yerini tutması ise Aristoteles Mantığının bir özelliğidir."
  },
  {
    "id": "3740636",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>İm ve imlenen fiziksel nesnelerdir.</li> <li>Anlam fiziksel bir nesne değildir.</li> <li>Bir imin anlamı zihindeki bir imge değildir.</li> <li>İmge özneldir.</li> <li>Lekton nesneldir.</li> </ol> Yukarıda verilenlerden hangileri Stoa mantıkçıları tarafından ortaya konulmuş tanımlardır?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II ve III",
      "B": "I, III ve IV",
      "C": "II, IV ve V",
      "D": "II, III, IV ve V",
      "E": "I, II, III, IV ve V"
    },
    "explanation": "Stoa düşünürleri im (işaret), imlenen (işaret edilen) ve imin anlamını ayırt etmişlerdir. Stoalılara göre im ve imlenen fiziksel nesnelerdir. Bu ikisinin fiziksel nesneler olarak kabul edilmesinin açıklaması im, örneğin, ağızdan çıkan ses veya bir yüzeyde bırakılan bir leke türünden bir nesnenin anlaşılmasıdır. İmlenen ise im ile ilişkili olan nesnedir. Stoalılar adcı felsefe anlayışına uygun olarak bu nesnenin her zaman fiziksel bir nesne olacağını kabul etmektedir. Anlam ise fiziksel bir nesne değildir. Her imin anlamı bir lektondur. Bir imin anlamı fiziksel bir nesne olmamasının yanı sıra zihindeki bir imge de değildir. Her kişinin zihnindeki imge o kişiye özeldir. Dolayısıyla imge özneldir. Lekton ise nesneldir. Bu bilgilerden de anlaşıldığı gibi doğru cevap E’dir."
  },
  {
    "id": "3740637",
    "unitNumber": 2,
    "text": "“Müzik dinliyor.” lektonunu duyan kişi “Kim?” diye sormuştur, bu lekton Stoa mantığında nasıl tanımlanır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yargı",
      "B": "Soru",
      "C": "Ünlem",
      "D": "Eksik",
      "E": "Önerme"
    },
    "explanation": "Düzeltme Önerisi:\n<br/>Sayfa 27\n<br/>Barnes’a göre, önermenin “kendi göz önünde bulundurularak söylenebilir” olması ile bir imin önerme olmasının o imin biri tarafından söylenmesine bağlı olmamasını <strong>sağlanmaktadır.</strong>\n<br/>Barnes’a göre, önermenin “kendi göz önünde bulundurularak söylenebilir” olması ile bir imin önerme olmasının o imin biri tarafından söylenmesine bağlı olmamasını <strong>sağlamaktadır.</strong><br/>Lekton tam ve eksik olmak olmak üzere ikiye ayrılır: Eksik lekton konu ve yüklemdir. Tam lekton tek başına bir anlam iken eksik lekton başka unsurlarla tamamlanmayı gerektirir. Örneğin, ‘yazıyor’ sözü ile dile getirilen lekton kimin yazdığının de bildirilmesini gerektirir. Eksik lekton özne (konu) ve yüklemdir. Mantık bakımından önemli olan tam lekton “savlanabilir” yani önermedir. Sorular, ünlemler önermenin dışındaki tam lekton türlerine örnektir. Stoa mantığında savlanabilir “kendi göz önünde bulundurularak söylenebilir olan bir tam lekton” olarak tanımlanır. Bir savlanabilirin söylenmesi ile bir yargıda bulunuruz. Yargıda bulunma önerme olmayan bir lekton ile gerçekleştirilemez. Bu bilgilerden de anlaşıldığı gibi “Müzik dinliyor.” lektonunu duyan kişi “Kim?” diye sormaya ihtiyaç duyuyorsa bu lekton Stoa mantığında eksik lekton olarak tanımlanmaktadır, dolayısıyla doğru cevap D’dir."
  },
  {
    "id": "3740638",
    "unitNumber": 2,
    "text": "“Aristoteles yazıyor.” savlanabiliri Stoa mantığında nasıl tanımlanır?",
    "correctAnswer": "C",
    "options": {
      "A": "Basit Belirli",
      "B": "Basit Belirsiz",
      "C": "Ara",
      "D": "Yargı",
      "E": "Önerme"
    },
    "explanation": "Savlanabilir de basit ve basit olmayan başlığı altında incelenir. Basit savlanabilirlerin bir kısmı belirli, bir kısmı belirsiz, son bir kısmı da ara savlanabilirdir.\n <ol> <li>Belirli savlanabilir belirli bir varlık hakkındadır. Bir savlanabilirin belirli olması konusunun bir işaret zamiri ile belirtilmesidir. “Bu kişi yürüyor” savlanabiliri belirlidir. Savlanabilir söylenirken bir yandan belirli bir fiziksel nesneye açıkça (el veya başın bir hareketi ile) işaret edilir.</li> <li>Belirsiz savlanabilir “birşey” “biri” gibi bir konusu olan savlanabilirlerdir. “Biri yürüyor” savlanabiliri belirsiz bir savlanabilirdir. Böyle bir savlanabilirin doğru olması, belirli bir savlanabilirin doğru olmasına bağlıdır. Örneğin, “Biri yürüyor” savlanabilirinin doğru olması için belirli bir kişi için “Bu kişi yürüyor” savlanabiliri doğru olması gereklidir.</li> <li>Ara savlanabilirler ne belirli ne de belirsiz olanlardır. “Sokrates oturuyor” bir ara savlanabilir örneğidir. Bu savlanabilirler belirsiz bir şeyden bahsetmedikleri (sözdizimsel olarak, konuları “birşey” “biri” türünden olmadığı) için belirsiz değildir. Ancak bunların söylenmesi sırasında belirli bir fiziksel nesneye açıkça işaret edilmediği için, bu savlanabilirler belirli de sayılmazlar.</li> </ol> Bu bilgilerden de anlaşıldığı gibi . “Aristoteles yazıyor.” savlanabiliri Stoa mantığında ara savlanabilir olarak tanımlanır, dolayısıyla doğru cevap C’dir."
  },
  {
    "id": "3740639",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Olanaklılık</li> <li>Olanaksızlık</li> <li>Zorunluluk</li> <li>Zorunsuzluk</li> </ol> Yukarıdakilerden hangileri Megara-Stoa mantıkçılarının üzerinde durduğu kiplerdir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Kipli önermeler ve kipli tasımlar konusuna Aristoteles de geniş yer ayırmıştır. Ancak bu konu Organon’un anlaşılması en güç kısımlarından biridir ve Aristoteles yorumcularına göre çelişkilere yol açmaktadır. Stoa mantığa önemli bir katkısı da kipli önermelerin yorumlanması konusundadır. Stoa mantıkçıları kip kavramlarını tanımlamaya yönelmeleri tutarlı bir kipli önermeler mantığının oluşmasına yönelik bir adım sayılmalıdır. Stoa mantığında kiplerin Megaralı Philo ve Diodorus’un kip anlayışları doğrultusunda ele alındığı anlaşılmaktadır. Megara-Stoa mantıkçılarının üzerinde durduğu kipler olanaklılık, olanaksızlık, zorunluluk ve zorunsuzluk kipleridir. Bu bilgilerden de anlaşıldığı gibi doğru cevap E’dir."
  },
  {
    "id": "3740640",
    "unitNumber": 2,
    "text": "Bir kipin bir önerme eklemi olarak önermenin başına geldiği türden “Olanaklıdır ki ...” veya “Zorunludur ki ...” gibi önermeleri ele almaması Stoa Mantıkçısı Philo’yu hangi mantıkçıdan ayıran göze çarpan bir farktır?",
    "correctAnswer": "A",
    "options": {
      "A": "Aristoteles",
      "B": "Diodorus",
      "C": "Khrysipos",
      "D": "Sextus",
      "E": "Platon"
    },
    "explanation": "Philo kipi önermenin özelliği olarak kabul etmektedir. Bir önerme olanaklı, olanaksız, zorunlu veya zorunsuz olabilir ancak Philo bir kipin bir önerme eklemi olarak önermenin başına geldiği türden “Olanaklıdır ki ...” veya “Zorunludur ki ...” gibi önermeleri ele almaz. Bu Philo ile Aristoteles arasında göze çarpan bir fark olarak karşımıza çıkmaktadır. Dolayısıyla doğru cevap A’dır."
  },
  {
    "id": "3740641",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>“İse” ifadesi ile oluşturulan koşul önermeleri</li> <li>“Ve” ifadesi ile oluşturulan tümel-evetleme önermeleri</li> <li>Veya ifadesi ile oluşturulan tikel-evetleme önermeleri</li> <li>“Çünkü” ifadesi ile oluşturulan sebep-sonuç önermeleri</li> </ol> Yukarıda verilenlerden hangileri çağdaş standart mantıkta doğrusal önerme eklemleri olarak kabul edilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "I, II ve III",
      "E": "II, III ve IV"
    },
    "explanation": "Laertius’a göre Stoalılar şu bileşik önermeler üzerinde durmuşlardır:\n 1) “İse” ifadesi ile oluşturulan koşul önermeleri,\n 2) “Ve” ifadesi ile oluşturulan tümel-evetleme önermeleri,\n 3) “Veya” ifadesi ile oluşturulan tikel-evetleme önermeleri,\n 4) “Olduğuna göre” ifadesi ile oluşturulan sözde-koşullu önermeler,\n 5) “Çünkü” ifadesi ile oluşturulan sebep-sonuç önermeleri,\n 6) “Daha çok” ifadesi ile oluşturulan önermeler,\n 7) “Daha az” ifadesi ile oluşturulan önermeler.\n Stoa mantıkçılarının çağdaş standart mantığa göre doğrusal sayılan önerme eklemlerini de doğrusal sayılmayan önerme eklemlerini ele aldıkları anlaşılmaktadır. Listedeki koşul, tümel-evetleme, tikel-evetleme eklemleri standart mantıkta doğrusal önerme eklemleri olarak kabul edilmektedir. Yani, çağdaş standart mantıkta koşul önermeleri, tümel-evetleme önermeleri, tikel-evetleme önermelerinin doğruluk değeri bileşenlerinin doğruluk değerlerine göre belirlenir. Ancak, örneğin, sebep-sonuç önermesinin doğruluk değeri, sadece bileştirdiği önermelerin doğruluk değerine göre belirlenemediğinden, “çünkü” eklemi çağdaş standart mantıkta doğrusal değildir. Dikkat çeken bir diğer nokta, değillemeli önermelerin bileşik önerme sayılmamasıdır. Yüklemin belirttiği özelliğin konunun belirttiği nesnede bulunmadığını dile getiren önermelerin de basit önerme sayıldığı anlaşılmaktadır. Bu bilgilerden de anlaşıldığı gibi “İse” ifadesi ile oluşturulan koşul önermeleri, “Ve” ifadesi ile oluşturulan tümel-evetleme önermeleri, “veya” ifadesi ile oluşturulan tikel-evetleme önermeleri çağdaş standart mantıkta doğrusal önerme eklemleri olarak kabul edilmektedir. “Çünkü” ifadesi ile oluşturulan sebep-sonuç önermeleri ise çağdaş standart mantıkta doğrusal önerme eklemi olarak kabul edilmemektedir, diğer bir deyişle “çünkü” eklemi çağdaş mantıkta doğrusal değildir. Dolayısıyla doğru cevap D’dir."
  },
  {
    "id": "3740642",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Katı veya dışlayıcı anlamda, doğru bir tikel-evetleme önermesinin bileşenlerinden biri ve sadece biri doğru olmalıdır.</li> <li>Ilımlı veya kapsayıcı tikel-evetleme önermelerinin doğru olması için tek koşul bileşenlerden en az birinin doğru olmasıdır.</li> <li>Birden çok bileşen doğru olduğunda da ‘veya’ kapsayıcı anlamda kullanılmışsa tikel-evetlemeli önerme doğru sayılır.</li> <li>Her tümel-evetlemede, eğer [bileşenler arasında] bir önerme yanlış ise, diğerleri doğru olsa bile, bütünü yanlıştır.</li> </ol> “Bir sınav sorusu ya zordur ya kolaydır ya da bunların ikisi de değildir.” önermesi yukarıda verilenlerden hangisini örneklendirmek için söylenebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "I",
      "B": "II",
      "C": "I ve III",
      "D": "I ve IV",
      "E": "III ve IV"
    },
    "explanation": "Düzeltme Önerileri:\n<br/>Sayfa 32\n<br/>Stoa mantıkçıları sadece dışlayıcı tikel-evetleme <strong>önermeleri</strong> asıl anlamda tikel-evetlemeli önerme kabul etmişlerdir.\n<br/>Stoa mantıkçıları sadece dışlayıcı tikel-evetleme <strong>önermelerini</strong> asıl anlamda tikel-evetlemeli önerme kabul etmişlerdir.\n<br/>Sayfa 33\n<br/>Burada dikkat çeken bir nokta, tümel-evetlemenin ikiden fazla bileşenle <strong>yapılmasına da verilmesidir.</strong>\n<br/>Burada dikkat çeken bir nokta, tümel-evetlemenin ikiden fazla bileşenle <strong>yapılmasına da ? verilmesidir.</strong>\n<br/>Sayfa 33\n<br/>Stoa mantıkçıları çıkarımları önce geçerli ve geçersiz olarak, geçerli çıkarımları doğru ve yanlış olarak ayırdıktan sonra, özel birtakım şartları sağlayan doğru <strong>çıkarımların </strong>tanıtlayıcı çıkarımlar olarak belirlemişlerd<br/>Stoa mantıkçıları iki tür tikel-evetlemeli önerme ayırt etmişlerdir. Stoa mantıkçıları tarafından neredeyse her zaman kullanılan katı veya dışlayıcı anlamda, doğru bir tikel-evetleme önermesinin bileşenlerinden biri ve sadece biri doğru olmalıdır: “Bir öğüt ya bilgece ya budalacadır ya da bunların ikisi de değildir” gibi. Ilımlı veya kapsayıcı tikel-evetleme önermelerinin doğru olması için tek koşul bileşenlerden en az birinin doğru olmasıdır. Birden çok bileşen doğru olduğunda da ‘veya’ kapsayıcı anlamda kullanılmışsa tikel-evetlemeli önerme doğru sayılır. Stoa mantıkçıları sadece dışlayıcı tikel-evetleme önermeleri asıl anlamda tikel-evetlemeli önerme kabul etmişlerdir. Tümel-evetlemeli önermenin Stoa mantığında yorumlanışı Aulus Gellius’a göre şöyledir: “Her tümel-evetlemede, eğer [bileşenler arasında] bir önerme yanlış ise, diğerleri doğru olsa bile, bütünü yanlıştır denir” Bu açıklamalardan da anlaşıldığı gibi doğru cevap A’dır. “Bir sınav sorusu ya zordur ya kolaydır ya da bunların ikisi de değildir.” önermesi “Katı veya dışlayıcı anlamda, doğru bir tikel-evetleme önermesinin bileşenlerinden biri ve sadece biri doğru olmalıdır.” ifadesini örneklendirmek için kullanılabilir."
  },
  {
    "id": "3740643",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Mantığını kurarken matematikteki çıkarımları temel alır.</li> <li>Mantık sistemini oluşturan tasımları koşul önermeleri biçiminde sunar.</li> <li>Tasım sistemini geçerli saydığı çıkarım kalıplarını sıralayarak ve önerme değişkenleri kullanarak ortaya koyar.</li> <li>Çıkarım kalıplarında kullanılan değişkenler önerme değişkenleridir.</li> <li>Gündelik yaşamda ve felsefede izlenen çıkarımları temel alır. </li> </ol> Yukarıda verilenlerden hangileri Aristoteles mantığı için geçerlidir?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "I ve V",
      "E": "III ve V"
    },
    "explanation": "Aristoteles’in mantığını kurarken matematikteki çıkarımları, Stoa mantıkçılarının ise gündelik yaşamda ve felsefede izlenen çıkarımları temel aldıkları söylenir. Aristoteles, mantık sistemini oluşturan tasımları koşul önermeleri biçiminde sunarken, Stoa mantıkçıları geçerli saydıkları çıkarım kalıpları biçiminde sunmuşlardır. Önemli bir nokta, çıkarım kalıplarında kullanılan değişkenlerin önerme değişkenleri olduğudur. Yani, geçerli bir çıkarım kalıbından geçerli bir çıkarım elde etmek için, bu çıkarım kalıbında aynı sıralama sayısının her geçişi yerine aynı önerme konmalıdır. Hatırlayacağınız gibi, Aristoteles’in mantık sisteminde değişkenler yerine genel terimler konabilmekteydi. Dolayısıyla, Aristoteles’in tasım mantığı bir ‘terimler mantığı’, Stoalıların geliştirmeye çalıştığı mantık sistemi ise bir ‘önermeler mantığı’ sistemidir. Bu bilgilerden de anlaşıldığı gibi “Mantığını kurarken matematikteki çıkarımları temel alır.” ve “Mantık sistemini oluşturan tasımları koşul önermeleri biçiminde sunar.” ifadeleri Aristoteles mantığı için geçerlidir. Dolayısıyla doğru cevap A’dır. “Tasım sistemini geçerli saydığı çıkarım kalıplarını sıralayarak ve önerme değişkenleri kullanarak ortaya koyar.”, “Çıkarım kalıplarında kullanılan değişkenler önerme değişkenleridir.” ve “Gündelik yaşamda ve felsefede izlenen çıkarımları temel alır.” ifadeleri ise Stoa mantığı için geçerlidir."
  },
  {
    "id": "3740644",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Gündüz ise ortalık aydınlıktır. Gündüzdür. O halde, ortalık aydınlıktır.</li> <li>Su safsa ısısı -48º C ise donar. Donmamış. Suyun ısısı -48º C. O halde su saf değil.</li> <li>Gündüz ise ortalık aydınlıktır. Ortalık aydınlık değil. O halde gündüz değil.</li> <li>Su safsa ısısı -48º C ise donar. Su donmuş. Su saf, donmamış. O halde suyun ısısı -48º C de değil.</li> <li>İkisi birden değil: Gündüzdür ve gecedir. Gündüzdür. O halde, gece değil.</li> <li>Ya gündüz ya da gecedir. Gündüzdür. O hâlde, gece değil.</li> </ol> Yukarıda verilenlerden hangileri <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/7272f441d55f3e326b16cc050504711d.png\" alt=\"\" width=\"103\" height=\"38\">şeklinde <img src=\"https://ets.anadolu.edu.tr/(A,B ⇒ C)/(A,çel-C ⇒ çel-B)\" alt=\"\">sembolleştirilmiş, Stoa mantığı birinci themaya uygundur?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "II ve IV",
      "C": "II, III ve IV",
      "D": "II, III ve V",
      "E": "II, IV ve VI"
    },
    "explanation": "Düzeltme Önerisi:\n<br/>Sayfa 35\n<br/>Birinci Thema b seçeneğinde yer alan \n<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/ea3dd526950d39aafafd7c960b0fe785.png\" alt=\"\" width=\"199\" height=\"85\"><br/>şeklinde sembolleştirilmiş ifade;\n<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/97435208e4bf7dc988729e4ae3d80574.png\" alt=\"\" width=\"203\" height=\"75\"><br/>olarak değiştirilmeli mi?<br/>“Su safsa ısısı -48º C ise donar. Donmamış. Suyun ısısı -48º C. O halde su saf değil.” ve “Su safsa ısısı -48º C ise donar. Su donmuş. Su saf, donmamış. O halde suyun ısısı -48º C de değil.”\n Önerme ve çıkarımları Stoa mantığı birinci themaya uygundur, dolayısıyla doğru cevap B’dir. Diğer seçeneklerdeki önermeler Stoa mantığındaki tanıtlanamazlardandır."
  },
  {
    "id": "3740645",
    "unitNumber": 2,
    "text": "Ya gündüz ya gecedir.\n Gündüzdür.\n O halde gece değil.\n Stoa mantıkçılarına göre yukarıda verilen çıkarım mantığı aşağıdakilerden hangisine örnektir?",
    "correctAnswer": "D",
    "options": {
      "A": "Birincisi ise ikincisi. Birincisi. O hâlde ikincisi",
      "B": "Birincisi ise ikincisi. ikinci değil. O hâlde birinci değil.",
      "C": "ikisi birden değil: Birincisi ve ikincisi. Birincisi. O hâlde ikincisi değil.",
      "D": "Ya birincisi ya da ikincisi. Birincisi. O hâlde ikincisi değil.",
      "E": "Ne birincisi ne de ikincisi"
    },
    "explanation": "Dördüncü tip: Ya birincisi ya da ikincisi. Birincisi. O hâlde ikincisi değil.\n Örnek: Ya gündüz ya da gecedir.\n Gündüzdür.<br/>O hâlde, gece değil."
  },
  {
    "id": "3740646",
    "unitNumber": 2,
    "text": "iki önermeden bir üçüncüsü çıkıyor ise, o zaman ilk ikisinden biri ile sonucun çelişiğinden diğerinin çelişiği çıkar.\n Stoa mantığına göre yukarıda bahsedilen <em>themata</em> aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İkinci themata",
      "B": "Birinci themata",
      "C": "Üçüncü themata",
      "D": "Dördüncü themata",
      "E": "Beşinci themata"
    },
    "explanation": "Tanıtlanamazlar arasında yer almayan çıkarımların tanıtlanamazlara indirgen- mesinde başvurulan kuralların (themata) sayısı dörttür. Bunlardan sadece birincisi ve üçüncüsü bilinmektedir.\n Birinci thema şöyle ifade edilmektedir: iki önermeden bir üçüncüsü çıkıyor ise, o zaman ilk ikisinden biri ile sonucun çeliştiğinden diğerinin çelişiği çıkar."
  },
  {
    "id": "3740647",
    "unitNumber": 2,
    "text": "İki önermeden bir üçüncüsü çıkıyor, bu üçüncü ile dışarıdan bir diğer ortak varsayımdan bir diğer önerme çıkıyor ise, bu diğer önerme ilk iki önerme ve dışarıdan gelen ortak varsayımdan çıkar.\n Stoa mantığına göre yukarıda ifade edilen<em> themata</em> aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Birinci themata",
      "B": "İkinci themata",
      "C": "Üçüncü themata",
      "D": "Dördüncü themata",
      "E": "Beşinci themata"
    },
    "explanation": "Üçüncü thema ise şöyle ifade edilir: iki önermeden bir üçüncüsü çıkıyor, bu üçüncü ile dışarıdan bir diğer ortak varsayımdan bir diğer önerme çıkıyor ise, bu diğer önerme ilk iki önerme ve dışarıdan gelen ortak varsayımdan çıkar."
  },
  {
    "id": "3740648",
    "unitNumber": 2,
    "text": "Stoa mantığındaki önermelere göre aşağıdakilerden hangisi doğru değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "\"İse\" ifadesi ile oluşturan ifadeler tikel evetleme önermeleridir.",
      "B": "“Ve” ifadesi ile oluşturulan tümel-evetleme önermeleridir.",
      "C": "“Veya” ifadesi ile oluşturulan tikel-evetleme önermeleridir.",
      "D": "“Olduğuna göre” ifadesi ile oluşturulan sözde-koşullu önermelerdir.",
      "E": "“Çünkü” ifadesi ile oluşturulan sebep-sonuç önermeleridir."
    },
    "explanation": "Laertius’a göre Stoalılar şu bileşik önermeler üzerinde durmuşlardır:\n (1) “ise” ifadesi ile oluşturulan koşul önermeleri,<br/>(2) “Ve” ifadesi ile oluşturulan tümel-evetleme önermeleri,<br/>(3) “Veya” ifadesi ile oluşturulan tikel-evetleme önermeleri,\n (4) “Olduğuna göre” ifadesi ile oluşturulan sözde-koşullu önermeler,\n (5) “Çünkü” ifadesi ile oluşturulan sebep-sonuç önermeleri,<br/>(6) “Daha çok” ifadesi ile oluşturulan önermeler,<br/>(7) “Daha az” ifadesi ile oluşturulan önermeler.\n Stoa mantıkçılarının çağdaş standart mantığa göre doğrusal sayılan önerme eklemlerini de doğrusal sayılmayan önerme eklemlerini ele aldıkları anlaşılmaktadır. Listedeki koşul, tümel-evetleme, tikel-evetleme eklemleri standart mantıkta doğrusal önerme eklemleri olarak kabul edilmektedir."
  },
  {
    "id": "3740649",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Laertius'a göre tikel-evetleme önerme eklemleri arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "İse",
      "B": "Ve",
      "C": "Veya",
      "D": "Olduğuna göre",
      "E": "Çünkü"
    },
    "explanation": "Laertius’a göre Stoalılar şu bileşik önermeler üzerinde durmuşlardır:\n<br/>(1) “ise” ifadesi ile oluşturulan koşul önermeleri,<br/>(2) “Ve” ifadesi ile oluşturulan tümel-evetleme önermeleri,<br/>(3) “Veya” ifadesi ile oluşturulan tikel-evetleme önermeleri,\n<br/>(4) “Olduğuna göre” ifadesi ile oluşturulan sözde-koşullu önermeler,\n<br/>(5) “Çünkü” ifadesi ile oluşturulan sebep-sonuç önermeleri,<br/>(6) “Daha çok” ifadesi ile oluşturulan önermeler,<br/>(7) “Daha az” ifadesi ile oluşturulan önermeler.\n<br/>Stoa mantıkçılarının çağdaş standart mantığa göre doğrusal sayılan önerme eklemlerini de doğrusal sayılmayan önerme eklemlerini ele aldıkları anlaşılmaktadır. Listedeki koşul, tümel-evetleme, tikel-evetleme eklemleri standart mantıkta doğrusal önerme eklemleri olarak kabul edilmektedir."
  },
  {
    "id": "3740650",
    "unitNumber": 2,
    "text": "Stoa mantıkçılarının çıkarım anlayışına göre aşağıdakilerden hangisi doğru bir ifade değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bir çıkarım hem geçerli hem de tüm öncülleri doğru ise, bu çıkarım doğru bir çıkarımdır.",
      "B": "Yanlış çıkarım, ya geçersiz bir çıkarım ya da en az bir öncülü yanlış olan bir çıkarımdır.",
      "C": "Sonuç önermesi yanlış olan bir çıkarım yanlış bir çıkarımdır.",
      "D": "Sonuç önermesi yanlış olan bir çıkarımın ya tüm öncülleri doğru ya da en az bir öncülü<br/>yanlıştır.",
      "E": "En az üç öncül yanlış ise, çıkarım doğru olmak zorundadır."
    },
    "explanation": "Doğru cevap: E şıkkı, bkz; s. 33"
  },
  {
    "id": "3740677",
    "unitNumber": 2,
    "text": "Megara Okulu ünlü matematikçiyle aynı adı taşıyan hangi düşünür tarafından kurulmuştur ?",
    "correctAnswer": "C",
    "options": {
      "A": "Aristoteles",
      "B": "Platon",
      "C": "Megara’lı Öklid",
      "D": "Philo",
      "E": "Diodorus Kronus"
    },
    "explanation": "Megara Okulu ünlü matematikçiyle aynı adı taşıyan Megara’lı Öklid tarafından kurulmuştur"
  },
  {
    "id": "3740678",
    "unitNumber": 2,
    "text": "Her birinin bir kavrama ilişkin çözülmesi güç bir soruna işaret etmesiden dolayı çatışkıları bugün bile tartışılan düşünür kimdir ?",
    "correctAnswer": "B",
    "options": {
      "A": "Aristoteles",
      "B": "Eubulides",
      "C": "Sokrates",
      "D": "Öklid",
      "E": "Eflatun"
    },
    "explanation": "Her birinin bir kavrama ilişkin çözülmesi güç bir soruna işaret etmesiden dolayı çatışkıları bugün bile tartışılan düşünür Eubulides'tir."
  },
  {
    "id": "3740679",
    "unitNumber": 2,
    "text": "Stoa Okulu'nun Latinleşmeye başladığı döneme ne ad verilmektedir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Erken Stoa",
      "B": "Yeni Stoa",
      "C": "Orta Stoa",
      "D": "Geç Stoa",
      "E": "İlk Stoa"
    },
    "explanation": "Stoa Okulu'nun Latinleşmeye başladığı döneme Orta Stoa denilmektedir."
  },
  {
    "id": "3740681",
    "unitNumber": 2,
    "text": "Stoa mantığının geliştiği ve sistemleştiği dönem hangisidir ?",
    "correctAnswer": "E",
    "options": {
      "A": "Son Stoa",
      "B": "İlk Stoa",
      "C": "Geç Stoa",
      "D": "Orta Stoa",
      "E": "Erken Stoa"
    },
    "explanation": "Stoa mantığının geliştiği ve sistemleştiği dönem Erken Stoa Dönemidir"
  },
  {
    "id": "3740683",
    "unitNumber": 2,
    "text": "Stoa mantığı bir önermeler mantığı iken Aristoteles mantığı hangi mantık içinde incelenir ?",
    "correctAnswer": "B",
    "options": {
      "A": "Rasyonel",
      "B": "Terimler",
      "C": "Etik",
      "D": "Fizik",
      "E": "Düşünce"
    },
    "explanation": "Aristoteles mantığı ise bir terimler mantığıdır"
  },
  {
    "id": "3740687",
    "unitNumber": 2,
    "text": "Stoa düşünürlerinin anlam anlayışlarına göre nesnel olan hangisidir ?",
    "correctAnswer": "C",
    "options": {
      "A": "İm",
      "B": "İmlenen",
      "C": "Lekton",
      "D": "İmge",
      "E": "İmgeç"
    },
    "explanation": "Stoa düşünürlerinin anlam anlayışlarına göre lekton nesneldir."
  },
  {
    "id": "3740688",
    "unitNumber": 2,
    "text": "Koşul önermesinin doğru olması için önbileşeninin doğru<br/>ve ardbileşeninin yanlış olmasının hem şimdi hem de geçmişte olanaksız olması<br/>gereklidir görüşünü savunan düşünür kimdir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Khrysipos",
      "B": "Sextus",
      "C": "Eflatun",
      "D": "Diodorus",
      "E": "Philo"
    },
    "explanation": "Koşul önermesinin doğru olması için önbileşeninin doğru<br/>ve ardbileşeninin yanlış olmasının hem şimdi hem de geçmişte olanaksız olması<br/>gereklidir görüşünü savunan düşünür Diodorus'dur."
  },
  {
    "id": "3740689",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi stoa mantıkçılarının çıkarımları ayırma kriterlerinden biri değildir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Yanlış",
      "B": "Doğru",
      "C": "Önce",
      "D": "Geçersiz",
      "E": "Geçerli"
    },
    "explanation": "önce-sonra stoa mantıkçılarının çıkarımları ayırma kriterlerinden biri değildir"
  },
  {
    "id": "3740690",
    "unitNumber": 2,
    "text": "Tümel-evetlemeli önermenin Stoa mantığında , “Her tümel-evetlemede, eğer [bileşenler arasında] bir önerme yanlış ise,diğerleri doğrulsa bile, bütünü yanlıştır denir” yorumlaması kime aittir?",
    "correctAnswer": "E",
    "options": {
      "A": "Aristoteles",
      "B": "Diodorus",
      "C": "Khrysipos",
      "D": "Sextus",
      "E": "Aulus Gellius"
    },
    "explanation": "Tümel-evetlemeli önermenin Stoa mantığında , “Her tümel-evetlemede, eğer [bileşenler arasında] bir önerme yanlış ise,diğerleri doğrulsa bile, bütünü yanlıştır denir” yorumlaması Aulus Gellius’a aittir."
  },
  {
    "id": "3740691",
    "unitNumber": 2,
    "text": "Hangi düşünürün koşul eklemi yorumu bugünkü sıkı gerektirme tanımına benzer ?",
    "correctAnswer": "B",
    "options": {
      "A": "Aristoteles",
      "B": "Diodorus",
      "C": "Khrysipos",
      "D": "Laertius",
      "E": "Zenon"
    },
    "explanation": "Diodorus koşul eklemi yorumu bugünkü sıkı gerektirme tanımına benzer."
  },
  {
    "id": "3740771",
    "unitNumber": 2,
    "text": "Megara Okulu kim tarafından kurulmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Öklid",
      "B": "Parmenides",
      "C": "Diodorus Kronus",
      "D": "Philo",
      "E": "Laertius"
    },
    "explanation": "Megara Okulu Sokrates’in bir öğrencisi olan Megara'lı Öklid (M.Ö. yaklaşık 430- 360) tarafından kurulmuştur. Doğru cevap A'dır."
  },
  {
    "id": "3740772",
    "unitNumber": 2,
    "text": "Stoa Okulu kurucusu kimdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Öklid",
      "B": "Zenon",
      "C": "Kleanthes",
      "D": "Philo",
      "E": "Laertius"
    },
    "explanation": "Stoa Okulu'nun kurucusu Kition’lu Zenon’dur (yaklaşık İ.Ö. 350-260). Doğru cevap B'dir."
  },
  {
    "id": "3740773",
    "unitNumber": 2,
    "text": "Stoa mantığının geliştiği ve sistemleştiği dönem aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Erken Stoa",
      "B": "Orta Stoa",
      "C": "Geç Stoa",
      "D": "İmparatorluk Stoası",
      "E": "İmparatorluk sonrası Stoa"
    },
    "explanation": "Tarihsel geliflimine uygun olarak Stoa Okulu üç dönemde ele alınır: Erken Stoa okulun İ.Ö. III. yüzyıldaki kuruluş dönemidir. Orta Stoa okulun İ.Ö. II. yüzyıldaki kuruluş dönemidir. Geç Stoa ise okulun merkezinin Roma olduğu İ.S. I. ve II. yüzyıllardır. Stoa mantığının geliştiği ve sistemleştiği dönem Erken Stoa Dönemidir. Doğru cevap A'dır."
  },
  {
    "id": "3740774",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Aristoteles mantığı ile Megara-Stoa mantığının farklılaştığı noktalardan birisi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Peripatetikler mantığı felefenin bir aracı olarak görürken, Stoalılar mantığı etik ve fizik ile birlikte felsefenin parçalarından biri olarak görür",
      "B": "Hemen tüm Stoalılar felsefenin bu parçalardan oluştuğunda anlaşırken felsefenin parçalarının hangi sıra ile çalışılması gerektiği konusunda ayrışır",
      "C": "Stoa mantığı bir önermeler mantığı, Aristoteles mantığı ise bir terimler mantığıdır",
      "D": "Aristotelesçilere göre mantık felsefenin bir aracı, Stoalılara göre mantık etik ve fizik ile birlikte felsefenin parçalarından biridir.",
      "E": "Peripatetikler mantığı felsefenin bir amacı olarak görürken Stoalılar mantığı felsefenin aracı olarak görürler"
    },
    "explanation": "Aristoteles mantığı ile Megara-Stoa mantığının bazı noktalarda farklılaştığı doğrudur. Bu noktalardan ikisi öne çıkmaktadır: İlk olarak, Peripatetikler mantığı felsefenin bir aracı olarak görürken, Stoalılar mantığı etik ve fizik ile birlikte felsefenin parçalarından biri olarak görmekteydi. Hemen tüm Stoalılar felsefenin bu parçalardan oluştuğunda anlaşırken felsefenin parçalarının hangi sıra ile çalışılması gerektiği konusunda ayrılıyorlardı. İkincisi, Stoa mantığı bir önermeler mantığı, Aristoteles mantığı ise bir terimler mantığır. Akıl yürütme biçimlerinin ifadesinde değişkenler Aristoteles’te terimlerin, Khrysipos’ta ise önermelerin yerini tutmaktadır. Doğru cevap E'dir."
  },
  {
    "id": "3740775",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Stoa Mantığının, mantığın gelişimindeki en önemli sayılan katkıları arasında sayılmaz?",
    "correctAnswer": "D",
    "options": {
      "A": "“Çıkarım kuralı” fikrini geliştirerek, akıl yürütmeyi Aristoteles’ten farklı bir yaklaşımla ele almışlardır.",
      "B": "Önerme eklemlerinin doğru yorumunun ne olması gerektiği konusunu tartışmaya açmışlar ve bu konuda ilk yaklaşımları ortaya koymuşlardır.",
      "C": "Çatışkılar (paradokslar) ortaya koyarak, felsefi düşünmenin anahtar kavramlarının anlamlarını açıkça belirlemenin güçlüğüne dikkati yöneltmişlerdir.",
      "D": "Modalite kavramını ortaya atarak bugünkü önerme kavrayışının başlangıç adımını atmışlardır.",
      "E": "Kiplikleri (modaliteler) tanımlamaya girişmişler, kipli önermelerin özelliklerinin ve kipli önermeler arasındaki ilişkilerin bu tanımlar temelinde araştırılmasının yolunu açmışlardır."
    },
    "explanation": "Lekton kavram›n› ortaya atarak bugünkü önerme kavray›fl›n›n bafllang›ç ad›- m›n› atm›fllard›r. Doğru cevap D'dir."
  },
  {
    "id": "3740776",
    "unitNumber": 2,
    "text": "I. Nesnel\n II. Öznel\n III. Fiziksel\n Lekton, Stoa mantığında temel bir kavramdır. \n Yukarıdakilerden hangisi Lekton'nun özellikleri arasındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Her imin anlamı bir lektondur. Bir imin anlamı fiziksel bir nesne olmamasının yanı sıra zihindeki bir imge de değildir. Her kişinin zihnindeki imge o kişiye özeldir. Dolayısıyla imge özneldir. Lekton ise nesneldir. Doğru cevap A'dır."
  },
  {
    "id": "3740777",
    "unitNumber": 2,
    "text": "I. Olanaklılık\n II. Olanaksızlık\n III. Zorunluluk\n IV. Zorunsuzluk\n Yukarıdakilerden hangisi Megara-Stoa mantıkçılarının üzerinde durduğu kipler arasındadır?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I, II, III ve IV",
      "E": "I ve IV"
    },
    "explanation": "Megara-Stoa mantıkçılarının üzerinde durduğu kipler olanaklılık, olanaksızlık, zorunluluk ve zorunsuzluk kipleridir. Doğru cevap D'dir."
  },
  {
    "id": "3740778",
    "unitNumber": 2,
    "text": "Megara Okulu kim tarafından kurulmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "Diodorus",
      "B": "Öklid",
      "C": "Kronus",
      "D": "Philo",
      "E": "Sokrates"
    },
    "explanation": "Megara Okulu Sokrates’in bir öğrencisi olan Megara’lı Öklid (M.Ö. yaklaşık 430- 360) tarafından kurulmuştur (Bu düşünür aynı adı taşıyan matematikçi ile karıştı- rılmamalıdır)."
  },
  {
    "id": "3740779",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Megara okulunda yetişen ünlü düşünürlerden <u>değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Diodorus",
      "B": "Kronus",
      "C": "Philo",
      "D": "Aristoteles",
      "E": "Eubulides"
    },
    "explanation": "Megara Okulu’nda başta Diodorus Kronus ve Philo olmak üzere önemli mantıkçılar yetişmiştir. Megara Okulu’nda mantığa önem verildiği bilinmektedir. Bu durum abartılı bazı söylentilere de yol açmıştır. Laertius’un da aktardığı bir söylentiye göre, Diodorus bir saray daveti sırasında kendisine yöneltilen bir mantık sorusunu yanıtlayamadığı için intihar ederek yaşamına son vermiştir."
  },
  {
    "id": "3740780",
    "unitNumber": 2,
    "text": "Stoa okulunun kurucusu aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Zenon",
      "B": "Öklid",
      "C": "Diodorus",
      "D": "Kronus",
      "E": "Philo"
    },
    "explanation": "Okulun kurucusu Kition’lu Zenon’dur (yaklaşık İ.Ö. 350-260). Zenon’un özellikle dil ile ilgilendiği ve dilde birtakım değişiklikler önerdiği bilinmektedir. Ancak zayıf bir yazar olduğu düşüncesiyle, bu çalışmaları eleştiriye konu olmuşur."
  },
  {
    "id": "3740781",
    "unitNumber": 2,
    "text": "Lekton' un anlamı aşaıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İmin nesnel anlamı",
      "B": "İmin fiziksel anlamı",
      "C": "İmin öznel anlamı",
      "D": "İmin nitel anlamı",
      "E": "İmin tümce anlamı"
    },
    "explanation": "Bir imin anlamı fiziksel bir nesne olmamasının yanı sıra zihindeki bir imge de değildir. Her kişinin zihnindeki imge o kişiye özeldir. Dolayısıyla imge özneldir. Lekton ise nesneldir. Stoa mantığında temel bir kavram olan lekton imin nesnel anlamı demektir."
  },
  {
    "id": "3740782",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bir kipin bir önerme eklemi olarak önermenin başına geldiği türden “Olanaklıdır ki ...” veya “Zorunludur ki ...” gibi önermeleri ele almaz?",
    "correctAnswer": "B",
    "options": {
      "A": "Aristoteles",
      "B": "Philo",
      "C": "Diodorus",
      "D": "Zenon",
      "E": "Eubulides"
    },
    "explanation": "Bir önerme olanaklı, olanaksız, zorunlu veya zorunsuz olabilir ancak Philo bir kipin bir önerme eklemi olarak önermenin başına geldiği türden “Olanaklıdır ki ...” veya “Zorunludur ki ...” gibi önermeleri ele almaz. Bu Philo ile Aristoteles arasında göze çarpan bir fark olarak karşımıza çıkmaktadır."
  },
  {
    "id": "3740783",
    "unitNumber": 2,
    "text": "Olanaklılık anlayışını desteklemek amacıyla “ana çıkarım” diye bir çıkarıma başvurmuş filozof hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Philo",
      "B": "Diodorus",
      "C": "Sokrates",
      "D": "Aristoteles",
      "E": "Zenon"
    },
    "explanation": "Olanaklılık anlayışını desteklemek amacıyla Diodorus “ana çıkarım” diye bir ç›- karıma başvurmuştur (Diodorus’un bu akıl yürütmeyi Aristoteles’in Önerme Üstü- ne’de gelecek olumsal önermeleri tartışırken ortaya koyduğu önerme anlayışına karşı ileri sürdüğü de düşünülmektedir)."
  },
  {
    "id": "3740784",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Laertius’a göre Stoa mantığında kullanılan bileşik önermelerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "“İse” ifadesi ile oluşturulan koşul önermeleri",
      "B": "“Ve” ifadesi ile oluşturulan tümel-evetleme önermeleri",
      "C": "“Veya” ifadesi ile oluşturulan tikel-evetleme önermeleri",
      "D": "“Olduğuna göre” ifadesi ile oluşturulan sözde-koşullu önermeler",
      "E": "“Fakat” ifadesi ile oluşturulan sebep-sonuç önermeleri"
    },
    "explanation": "Laertius’a göre Stoalılar şu bileşik önermeler üzerinde durmuşlardır:\n (1) “İse” ifadesi ile oluşturulan koşul önermeleri,<br/>(2) “Ve” ifadesi ile oluşturulan tümel-evetleme önermeleri,<br/>(3) “Veya” ifadesi ile oluşturulan tikel-evetleme önermeleri,\n (4) “Olduğuna göre” ifadesi ile oluşturulan sözde-koşullu önermeler,\n (5) “Çünkü” ifadesi ile oluşturulan sebep-sonuç önermeleri,<br/>(6) “Daha çok” ifadesi ile oluşturulan önermeler,<br/>(7) “Daha az” ifadesi ile oluşturulan önermeler.\n Doğru cevap E'dir."
  },
  {
    "id": "3740785",
    "unitNumber": 2,
    "text": "Stoa mantıkçılarına göre çıkarım tanımı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Öncüller ve sonuç önermesinden oluşan bir sistemdir",
      "B": "Önerme eklemlerinin birbirleriyle olan ilişkisidir",
      "C": "Tikel-evetlemeli önermesidir",
      "D": "Tümel-evetlemeli önermedir",
      "E": "Ilımlı ve kapsayıcı önerme ilişkisidir"
    },
    "explanation": "Stoa mantıkçıları çıkarımı “öncüller ve sonuç önermesinden oluşan bir sistem” olarak tanımlamaktadır. Öncüller sonuç önermesine ulaşabilmek için kabul edilmiş olan önermeler, sonuç önermesi ise öncüllerin ortaya koyduğu önermedir. Doğru cevap A'dır."
  },
  {
    "id": "3740786",
    "unitNumber": 2,
    "text": "Stoa mantıkçıları belirli geçerli çıkarım kalıplarını “tanıtlanamaz “ çıkarımlar olarak sıralamışlardır.\n Aşağıdakilerden hangisi bu çıkarımlardan biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Birincisi ise ikincisi. Birincisi. O hâlde ikincisi",
      "B": "Birincisi ise ikincisi. İkinci değil. O hâlde birinci değil.",
      "C": "İkisi birden. Birinci ve ikincisi",
      "D": "Ya birincisi ya da ikincisi. Birincisi. O hâlde ikincisi değil.",
      "E": "Ya birincisi ya da ikincisi. Birincisi değil. O hâlde ikincisi."
    },
    "explanation": "İkisi birden değil: Birincisi ve ikincisi. Birincisi. O hâlde ikincisi değil.\n Örnek: İkisi birden değil: Gündüzdür ve gecedir. Gündüzdür.\n O hâlde, gece değil.\n Doğru cevap C'dir."
  },
  {
    "id": "3740800",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Megara okulunda yetişen mantıkçılardandır?",
    "correctAnswer": "A",
    "options": {
      "A": "Philo",
      "B": "Kneale",
      "C": "Mates",
      "D": "Elea",
      "E": "Khrytes"
    },
    "explanation": "Philo, Megara okulunda yetişen mantıkçılardandır. Doğru cevap A'dır."
  },
  {
    "id": "3740801",
    "unitNumber": 2,
    "text": "“’Şimdi söylediğim yanlıştır’ önermesi doğru mu, yoksa yanlış mıdır?” çatışkısı hangi düşünür tarafından ortaya atılmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Diodorus",
      "B": "Kronus",
      "C": "Philo",
      "D": "Eubulides",
      "E": "Aristoteles"
    },
    "explanation": "“’Şimdi söylediğim yanlıştır’ önermesi doğru mu, yoksa yanlış mıdır?” çatışkısı Eubulides tarafından ortaya atılmıştır. Doğru cevap D'dir."
  },
  {
    "id": "3740802",
    "unitNumber": 2,
    "text": "Stoa mantığını sistemleştirmeyi başaran, 705 civarında kitap yazdığı söylenen oldukça verimli yazar aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kleanthes",
      "B": "Kronus",
      "C": "Khrysipos",
      "D": "Philo",
      "E": "Eubulides"
    },
    "explanation": "Stoa mantığını sistemleştirmeyi başaran, 705 civarında kitap yazdığı söylenen oldukça verimli yazar Khrysipos'tur. Doğru cevap C'dir."
  },
  {
    "id": "3740803",
    "unitNumber": 2,
    "text": "Aşağıdaki bilgilerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Stoa mantığı terimler mantığıdır",
      "B": "Aristoteles mantığı önermeler mantığıdır",
      "C": "Aristoteles mantığında “mantık” etik ile birlikte felsefenin parçalarından biridir",
      "D": "Aristoteles mantığında “mantık” fizik ile birlikte felsefenin parçalarından biridir",
      "E": "Aristoteles mantığında “mantık” felsefenin aracı olarak görülmüştür"
    },
    "explanation": "Aristoteles mantığında “mantık” felsefenin aracı olarak görülmüştür. Doğru cevap E'dir."
  },
  {
    "id": "3740805",
    "unitNumber": 2,
    "text": "I. “Çıkarım kuralı” fikrinin geliştirilmesi\n II. Önerme eklemleri hakkında ilk yaklaşımların ortaya konulması\n III. Kipliklerin tanımlanma çalışmaları\n IV. Lekton kavramının öne atılması\n Yukarıdaki bilgilerden hangileri Stoa Mantığı’nın mantığın gelişimine katkılarındandır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "“Çıkarım kuralı” fikrinin geliştirilmesi; Önerme eklemleri hakkında ilk yaklaşımların ortaya konulması;\n Kipliklerin tanımlanma çalışmaları; Lekton kavramının öne atılması, Stoa Mantığı’nın mantığın gelişimine katkılarındandır. Doğru cevap E'dir."
  },
  {
    "id": "3740807",
    "unitNumber": 2,
    "text": "İmin nesnel anlamına ne denmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Lekton",
      "B": "İmge",
      "C": "İşaret",
      "D": "İşaret edilen",
      "E": "Paradoks"
    },
    "explanation": "İmin nesnel anlamına Lekton denir. Doğru cevap A'dır."
  },
  {
    "id": "3740809",
    "unitNumber": 2,
    "text": "Aşağıdaki bilgilerden hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "İm soyut nesnedir",
      "B": "İmlenen soyut nesnedir",
      "C": "Anlam fiziksel bir nesnedir",
      "D": "Her imlenenin anlamı lektondur",
      "E": "İm zihindeki bir imge değildir"
    },
    "explanation": "İm zihindeki bir imge değildir. Doğru cevap E'dir."
  },
  {
    "id": "3740811",
    "unitNumber": 2,
    "text": "“Birşey” “biri” gibi konusu olan savlanabilirlere ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Belirli savlanabilir",
      "B": "Belirsiz savlanabilir",
      "C": "Ara savlanabilir",
      "D": "Açık savlanabilir",
      "E": "Net savlanabilir"
    },
    "explanation": "Belirsiz savlanabilir, “birşey” “biri” gibi konusu olan savlanabilirlere denir. Doğru cevap B'dir."
  },
  {
    "id": "3740812",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Megara-Stoa mantıkçılarının üzerinde durduğu kiplerdendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Olanaklılık",
      "B": "Yargılanabilirlik",
      "C": "Yargılanamazlık",
      "D": "Hareketlilik",
      "E": "Hareketsizlik"
    },
    "explanation": "Olanaklılık, Megara-Stoa mantıkçılarının üzerinde durduğu kiplerdendir. Doğru cevap A'dır."
  },
  {
    "id": "3740814",
    "unitNumber": 2,
    "text": "Doğru olan ve kendi dışında bir etki olmadığında, yanlış olmayan kip aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hareketlilik",
      "B": "Zorunluluk",
      "C": "Zorunsuzluk",
      "D": "Doğruluk",
      "E": "Değişmezlik"
    },
    "explanation": "Zorunluluk, doğru olan ve kendi dışında bir etki olmadığında, yanlış olmayan kiptir. Doğru cevap B'dir."
  },
  {
    "id": "3740815",
    "unitNumber": 2,
    "text": "Koşul önermesinin doğru olması için önbileşeninin doğru ve ardbileşeninin yanlış olmasının hem şimdi hem de geçmişte olanaksız olması gerektiğini düşünen filozof hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Soktares",
      "B": "Philo",
      "C": "Sextus",
      "D": "Khrysipos",
      "E": "Diodorus"
    },
    "explanation": "Diodorus’a göre, koşul önermesinin doğru olması için önbileşeninin doğru ve ardbileşeninin yanlış olmasının hem şimdi hem de geçmişte olanaksız olması gereklidir."
  },
  {
    "id": "3740818",
    "unitNumber": 2,
    "text": "Bir çıkarım hem geçerli hem de tüm öncülleri doğru ise, bu çıkarım aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yanlış çıkarım",
      "B": "Doğru çıkarım",
      "C": "Geçersiz çıkarım",
      "D": "Öncülü çıkarım",
      "E": "Koşulsuz çıkarım"
    },
    "explanation": "Bir çıkarımın geçerli olması (yani Stoa mantığındaki anlamıyla bir tasım olması), çıkarımın öncüllerinin tümel- evetlemesi ile sonuç önermesinden oluşan koşul önermesinin her zaman doğru olmasıdır. Bir çıkarım hem geçerli hem de tüm öncülleri doğru ise, bu çıkarım da doğru bir çıkarımdır."
  },
  {
    "id": "3740819",
    "unitNumber": 2,
    "text": "Sonuç önermesine öncüllere başvurularak yapılan ve bir keşifle ulaşılan doğru çıkarım hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tanıtlayıcı çıkarım",
      "B": "Yanlış çıkarım",
      "C": "Doğru çıkarım",
      "D": "Geçersiz çıkarım",
      "E": "Öncül çıkarım"
    },
    "explanation": "Sonuç önermesine öncüllere başvurularak yapılan ve bir keşifle ulaşılan doğru çıkarımlar tanıtlayıcı çıkarımlardır. Tanıtlayıcı çıkarımlar Laertius tarafından \" daha açıklıkla bilinenden bir sonuç ortaya koyan çıkarım\" olarak tanımlanmıştır."
  },
  {
    "id": "3741013",
    "unitNumber": 2,
    "text": "Megara ve Stoa okulları mantıkçılarının geliştirdiği mantık ne olarak adlandırılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Stoa mantığı",
      "B": "Aristoteles mantığı",
      "C": "Megara mantığı",
      "D": "Kipler mantığı",
      "E": "Sembolik mantık"
    },
    "explanation": "sayfa 23 de anlatılmakta<br/>Stoa mantığı"
  },
  {
    "id": "3741014",
    "unitNumber": 2,
    "text": "Eubulides'in ele aldığı mantık neleri ile bilinmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çatışkıları",
      "B": "Önermeleri",
      "C": "Çıkarımları",
      "D": "Terimleri",
      "E": "Bağlaçları"
    },
    "explanation": "sayfa 24 te bahsedilmekte<br/>Çatışkıları"
  },
  {
    "id": "3741015",
    "unitNumber": 2,
    "text": "Stoa mantığını sistemleştirmeyi başaran, 119 tanesi mantıkla ilgili 705 civarı kitap yazmış olan, Koleanthes'ten sonra okulun başına geçen yazar kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Khrysipos",
      "B": "Laertius",
      "C": "Zenon",
      "D": "Aristoteles",
      "E": "Eubulides"
    },
    "explanation": "sayfa 25 te anlatılmakta<br/>Khrysipos"
  },
  {
    "id": "3741016",
    "unitNumber": 2,
    "text": "Peripatetikler mantığı felsefenin bir aracı olarak görürken, Stoalar mantığı etik ve ...... ile birlikte felsefenin parçalarından biri olarak görmekteydi.\n Yukarıdaki cümlede boş bırakılan yere aşağıdakilerden hangisi gelecektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fizik",
      "B": "Matematik",
      "C": "Biyoloji",
      "D": "Kimya",
      "E": "Retorik"
    },
    "explanation": "Sayfa 25 te anlatılmakta<br/>Fizik"
  },
  {
    "id": "3741017",
    "unitNumber": 2,
    "text": "Akıl yürütme biçimlerinin ifadelerinde değişkenler Aristotele'te terimlerin, Khrysiposta ise ......... yerini tutmaktadır.\n Yukarıdaki cümlede boş bırakılan yere aşağıdakilerden hangisi gelecektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Önermelerin",
      "B": "Çatışkıların",
      "C": "Doğruluk tablosunun",
      "D": "Öncüllerin",
      "E": "Çıkarımların"
    },
    "explanation": "Sayfa 25 te anlatılmakta<br/>Önermelerin"
  },
  {
    "id": "3741018",
    "unitNumber": 2,
    "text": "Stoa mantığının temel bir kavramı olan 'imin' nesnel anlamı manasına gelen kavrama ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Lekton",
      "B": "Terim",
      "C": "Önerme",
      "D": "Sözcük",
      "E": "Özne"
    },
    "explanation": "sayfa 26 da anlatılmakta<br/>Lekton"
  },
  {
    "id": "3741019",
    "unitNumber": 2,
    "text": "Savlanabilirler, basit ve basit olmayan başlığı altında incelenir. Basit savlanabilirlerin bir kısmı belirli, bir kısmı belirsiz, son kısmı da ........... savlanabilirlerdir. Yukarıdaki cümlede boş bırakılan yere aşağıdakilerden hangisi gelecektir?",
    "correctAnswer": "A",
    "options": {
      "A": "ara",
      "B": "özel",
      "C": "genel",
      "D": "meta",
      "E": "lekton"
    },
    "explanation": "sayfa 27 de anlatılmakta<br/>ara"
  },
  {
    "id": "3741020",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Megara- Stoa mantıkçılarının üzerinde durduğu kiplerden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "nedensellik",
      "B": "olanaklılık",
      "C": "olanaksızlık",
      "D": "zorunluluk",
      "E": "zorunsuzluk"
    },
    "explanation": "sayfa 28 de anlatılmakta<br/>nedensellik"
  },
  {
    "id": "3741021",
    "unitNumber": 2,
    "text": "Khrysipos'a ait olduğu sanılan görüşü yorumlamaktaki en büyük güçlük hangi kavramın anlamının belirsizliğidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bağdaşma",
      "B": "Koşullu önerme",
      "C": "Kipli önerme",
      "D": "tikel evetleme",
      "E": "tümel evetleme"
    },
    "explanation": "sayfa 31 de anlatılmakta<br/>bağdaşma"
  },
  {
    "id": "3741022",
    "unitNumber": 2,
    "text": "Stoa mantıkçıları hangi tikel-evetleme önermelerini asıl anlamda tikel-evetleme önermesi kabul etmişlerdir?",
    "correctAnswer": "A",
    "options": {
      "A": "dişlayıcı",
      "B": "bağdaştırıcı",
      "C": "basit",
      "D": "ara",
      "E": "olanaklı"
    },
    "explanation": "sayfa 32 de anlatılmakta<br/>dışlayıcı"
  },
  {
    "id": "3740651",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Süryani'lerin kurduğu okullar arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Urfa Okulu",
      "B": "Cundişapur Okulu",
      "C": "Antakya Okulu",
      "D": "Nusaybin Okulu",
      "E": "Iskenderiye Okulu"
    },
    "explanation": "Süryaniler İskenderiye okulunun takipçileri olmakla birlikte Urfa Okulu, Cundişâpûr Okulu, Antakya Okulu, Nusaybin Okulu, Nusaybin Okulu, Kınnesrin Okulu Süryaniler tarafından İslam coğrafyasında kurulan okullar arasında yer alır. Ancak İskenderiye Okulu Süryanilerin kurduğu okullar arasında yer almaz."
  },
  {
    "id": "3740692",
    "unitNumber": 3,
    "text": "Edessa' da kurulmuştur. Bu okulda 4. yüzyıldan başlayarak mantık ve felsefe çalışmaları yapılmıştır. Süryani mezheplerinden biri olan Nastûrîliğin yayıldığı okuldur. 489 yılında o tarihte şehrin yöneticisi olan imparator Zenon tarafından kapatıldığı tarihe kadar Süryanilerin en güçlü okullarından biri olarak kalmıştır.\n Yukarıda bahsedilen Süryaniler tarafından kurulan mantık okulu aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Urfa Okulu",
      "B": "Cundişapur Okulu",
      "C": "Antakya Okulu",
      "D": "Nusaybin Okulu",
      "E": "Kınnesrin Okulu"
    },
    "explanation": "Urfa Okulu Edessa olarak da bilinen Urfa'da kurulmuştur. Bu okulda 4. yüzyıldan başlayarak mantık ve felsefe çalışmaları yapılmıştır. Süryani mezheplerinden biri olan Nastûrîliğin yayıldığı okuldur. 489 yılında o tarihte şehrin yöneticisi olan imparator Zenon tarafından kapatıldığı tarihe kadar Süryanilerin en güçlü okullarından biri olarak kalmıştır."
  },
  {
    "id": "3740693",
    "unitNumber": 3,
    "text": "Süryanilerin mantık eserlerini çeviri ve öğretim etkinlikleri ile ilgili olarak aşağıdakilerin hangisi doğru değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Peripatetik Okula ait eserler çevrilmiştir.",
      "B": "İskenderiye Okulu'nun takipçileridir.",
      "C": "Organon'un bazı eserlerinin çevirisi günümüze ulaşmıştır.",
      "D": "Stoa mantığına ait tüm eserler çevrilmiştir.",
      "E": "Yunanca'dan Suryanice'ye çeviri yapmışlardır."
    },
    "explanation": "Süryanilerin Yunanca mantık eserlerini çeviri ve öğretim etkinliği ile ilgili iki nokta dikkat çekmektedir: Birincisi, Peripatetik okula ait eserlerin çevrilmiş ve Stoa mantığına ait eserlerin göz ardı edilmiş olmasıdır. Bunun nedeni Süryani okullarının Peripatetiklerin ağırlıkta olduğu bir okul olan iskenderiye okulunun takipçileri olmalarıdır. İkincisi, Süryanilerin mantık çalışmalarının Organon’un tüm kitaplarını kapsamayıp Kategoriler ve Önerme Üstüne kitaplarının tamamı ile Birinci Çözümlemeler’in ilk yedi kitabı ile sınırlanmış olmasıdır."
  },
  {
    "id": "3740698",
    "unitNumber": 3,
    "text": "Arap mantıkçılar tarafından özgün yapıtın ana düşüncelerini ortaya koymayı amaçlamayan ve genellikle yorumlanan (şerh edilen) yapıtın yarısı kadar uzunlukta olan yorumlar hangi kategoriye girer?",
    "correctAnswer": "B",
    "options": {
      "A": "Telhis",
      "B": "Muhtasar",
      "C": "Şerh",
      "D": "Tefsir",
      "E": "Çeviri"
    },
    "explanation": "Bağdat okulunda bir yandan çeviri etkinliği devam ederken, bilinen mantık ya- pıtlarının Arapça yazan mantıkçılar tarafından yorumları (şerhleri) yapılmaya başlamıştır. Bu yorumlar uzunluğuna göre üçe ayrılmaktadır: ilki, muhtasar (kısa şerh) olanlar: Özgün yapıtın ana düşüncelerini ortaya koymayı amaçlamaktadır ve genellikle yorumlanan (şerh edilen) yapıtın yarısı kadar uzunluktadır. ikincisi, tel- hîs olanlar: Yorumlanan yapıtın ifadelerini büyük ölçüde yeniden ifade etmekte ve gerektiğinde ek açıklamalara yer vermektedir. Üçüncüsü ise, tefsîr olanlar: Yorumlanan yapıtın tamamını parçalar halinde ifade etmekte ve her bir parçanın ayrıntılı bir açıklamasını ortaya koymaktadır."
  },
  {
    "id": "3740700",
    "unitNumber": 3,
    "text": "Arap mantıkçılar tarafından yapıtın ifadelerini büyük ölçüde yeniden ifade etmek ve gerektiğinde açıklamak için yapılan yorumlar hangi kategoriye girer?",
    "correctAnswer": "C",
    "options": {
      "A": "Muhtasar",
      "B": "Tefsir",
      "C": "Telhis",
      "D": "Şerh",
      "E": "Açıklama"
    },
    "explanation": "Bağdat okulunda bir yandan çeviri etkinliği devam ederken, bilinen mantık ya- pıtlarının Arapça yazan mantıkçılar tarafından yorumları (şerhleri) yapılmaya başlamıştır. Bu yorumlar uzunluğuna göre üçe ayrılmaktadır: ilki, muhtasar (kısa şerh) olanlar: Özgün yapıtın ana düşüncelerini ortaya koymayı amaçlamaktadır ve genellikle yorumlanan (şerh edilen) yapıtın yarısı kadar uzunluktadır. ikincisi, tel- hîs olanlar: Yorumlanan yapıtın ifadelerini büyük ölçüde yeniden ifade etmekte ve gerektiğinde ek açıklamalara yer vermektedir. Üçüncüsü ise, tefsîr olanlar: Yorumlanan yapıtın tamamını parçalar halinde ifade etmekte ve her bir parçanın ayrıntılı bir açıklamasını ortaya koymaktadır."
  },
  {
    "id": "3740706",
    "unitNumber": 3,
    "text": "İslam coğrafyasındaki ilk mantık çalışmaları kimler tarafından yürütülmüştür ?",
    "correctAnswer": "C",
    "options": {
      "A": "Yunanlılar",
      "B": "Mısırlılar",
      "C": "Süryaniler",
      "D": "Osmanlılar",
      "E": "Persler"
    },
    "explanation": "İslam coğrafyasındaki ilk mantık çalışmaları Süryaniler tarafından yürütülmüştür."
  },
  {
    "id": "3740707",
    "unitNumber": 3,
    "text": "Süryanilerin Yunan düşüncesiyle tanışması hangi olay sayesinde olmuştur ?",
    "correctAnswer": "D",
    "options": {
      "A": "Yunan mitolojisine ilgi duymaları",
      "B": "Yunanistan'dan göç almaları",
      "C": "Yunanistan'la ticaret yapmaları",
      "D": "Büyük İskender'in Doğu seferi sonrası",
      "E": "Yunanistan'a göç etmeleri"
    },
    "explanation": "Süryanilerin Yunan düşüncesiyle tanışması Büyük İskender'in Doğu seferi sayesinde olmuştur."
  },
  {
    "id": "3740708",
    "unitNumber": 3,
    "text": "İslam dünyasında Süryani'lerin etkisiyle Yunanca'dan Arapça'ya çevrilmeye başlanan mantık eserlerinin çevirisine yeni bir anlayış getiren kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "İbn-i Sina",
      "B": "Yahya İbn Maseveyh",
      "C": "Farabi",
      "D": "Büyük İskender",
      "E": "İshak İbn Huneyn"
    },
    "explanation": "İslam dünyasında Süryani'lerin etkisiyle Yunanca'dan Arapça'ya çevrilmeye başlanan mantık eserlerinin çevirisine yeni bir anlayış getiren kişi İshak İbn Huneyn'dir."
  },
  {
    "id": "3740709",
    "unitNumber": 3,
    "text": "10.yy'da İslam İmparatorluğunun başkenti ve aynı zamanda bilim merkezi olan şehir hangisidir ?",
    "correctAnswer": "B",
    "options": {
      "A": "Tahran",
      "B": "Bağdat",
      "C": "Kahire",
      "D": "İstanbul",
      "E": "Mardin"
    },
    "explanation": "10.yy'da İslam İmparatorluğunun başkenti ve aynı zamanda bilim merkezi olan şehir Bağdat'dır."
  },
  {
    "id": "3740710",
    "unitNumber": 3,
    "text": "Rescher’e göre Arap İslam dünyasında ‘mantıkçı’ olarak adlandırılmayı hak eden ilk kişi kimdir ?",
    "correctAnswer": "D",
    "options": {
      "A": "İbn-i Sina",
      "B": "İshak İbn Huneyn",
      "C": "Kindî",
      "D": "Fârâbî",
      "E": "Yahya İbn Maseveyh"
    },
    "explanation": "Rescher’e göre Arap İslam dünyasında ‘mantıkçı’ olarak adlandırılmayı hak eden ilk kişi Fârâbî'dir."
  },
  {
    "id": "3740711",
    "unitNumber": 3,
    "text": "Farabi'nin Aristoteles’ten sonra gelen öğretmen anlamında ‘İkinci Öğretmen’ olarak adlandırılmasının sebebi nedir ?",
    "correctAnswer": "B",
    "options": {
      "A": "Aristoteles'in öğrencisi olması",
      "B": "Aristoteles'in karanlıkta bıraktığı noktaları açıklığa kavuşturmaya çalışması",
      "C": "Aristoteles'in rakibi olması",
      "D": "Aristoteles'in düşünlerini çürütmesi",
      "E": "Öğretmenlik yapması"
    },
    "explanation": "Farabi'nin Aristoteles’ten sonra gelen öğretmen anlamında ‘İkinci Öğretmen’ olarak adlandırılmasının sebebi Aristoteles'in karanlıkta bıraktığı noktaları açıklığa kavuşturmaya çalışmasıdır."
  },
  {
    "id": "3740712",
    "unitNumber": 3,
    "text": "Mantık ile ilgili görüşü;\" hataya düşülmesi olanaklı her konuda akıl yürütme yetimizi<br/>doğru yönde tutmaktadır.\" olan felsefeci kimdir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Aristoteles",
      "B": "Kindi",
      "C": "Farabi",
      "D": "Ebu Bişr Matta",
      "E": "Platon"
    },
    "explanation": "Mantık ile ilgili görüşü;\" hataya düşülmesi olanaklı her konuda akıl yürütme yetimizi<br/>doğru yönde tutmaktadır.\" olan felsefeci Farabi'dir."
  },
  {
    "id": "3740713",
    "unitNumber": 3,
    "text": "Mantığın saygınlığına yaptığı katkı ile bilinen İslam düşünürü kimdir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Gazali",
      "B": "Farabi",
      "C": "İbn Sina",
      "D": "Kindi",
      "E": "Aristoteles"
    },
    "explanation": "Mantığın saygınlığına yaptığı katkı ile bilinen İslam düşünürü Gazali'dir."
  },
  {
    "id": "3740714",
    "unitNumber": 3,
    "text": "Gazâlî’nin verdikleri bilginin kesinlik derecesine göre ele aldığı öncüllerden duyu öncüllerinin diğer adı hangisidir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Evveliyât",
      "B": "Fıtriyyât",
      "C": "Mahsûsât",
      "D": "Hadsiyyât",
      "E": "Mücerrebât"
    },
    "explanation": "Gazâlî’nin verdikleri bilginin kesinlik derecesine göre ele aldığı öncüllerden duyu öncüllerinin diğer adı mahsûsâttır."
  },
  {
    "id": "3740715",
    "unitNumber": 3,
    "text": "Tanzimat öncesi Osmanlı’da yetişmiş son büyük mantıkçı kimdir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Vahdettin",
      "B": "Kemal Tahir",
      "C": "İsmail Gelenbevi",
      "D": "Kanun-i Sultan Süleyman",
      "E": "Sait Halim Paşa"
    },
    "explanation": "Tanzimat öncesi Osmanlı’da yetişmiş son büyük mantıkçı İsmail Gelenbevi'dir."
  },
  {
    "id": "3740736",
    "unitNumber": 3,
    "text": "Aşağıda Farabi ile ilgili verilenlerden hangisi doğru değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "İlk büyük müslüman mantıkçıdır.",
      "B": "İkinci öğretmen olarak adlandırılmıştır.",
      "C": "Mantığı tasavvurat ve tasdikat olarak ikiye ayırır.",
      "D": "Bağdat okulunun bir temsilcisidir.",
      "E": "Felsefe eğitimini Aristotales'den almıştır."
    },
    "explanation": "İslam dünyasında ilk büyük felsefe okulu olan ve çoğunluğunu Hıristiyanların oluşturduğu Bağdat okulunun en önemli temsilcisi, bu okulda yetişmiş belki de tek Müslüman olan Fârâbî’dir. Felsefe eğitimini Bağdat’ta ünlü Yunan felsefesi yorumcusu ve çevirmen Ebu Bişr Matta’dan alan Fârâbî daha sonra Harran Okulunda Nastûrî Yuhanna’nın yanında çalışmıştır."
  },
  {
    "id": "3740737",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisinde İbn-i Sina'nın islam mantık tarihi için önemi doğru olarak ifade edilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Aristotales mantığının sorunlarını bağımsız bir anlayış içinde çözümlediği için",
      "B": "Aristotales'in tüm eserlerini yorumladığı için.",
      "C": "Mantıkla alakalı olarak pek çok eser bıraktığı için.",
      "D": "Kipli önermeler ve kipli tasımlar konusunu açıkladığı için.",
      "E": "Farklı mantık terimleri kullandığı için."
    },
    "explanation": "İbn Sînâ’nın islam mantık tarihi içindeki en önemli özelliği Aristoteles mantığı- nın sorunlarını bağımsız bir mantık anlayışı içinde çözümleme ve çözmeye yönel- mesidir. \n Dolayısıyla İbn Sînâ, Fârâbî’nin Aristoteles metinlerine yaklaşımından ayrılmış ve islam dünyasında bağımsız bir mantık geleneği oluşmasının yolunu açmıştır."
  },
  {
    "id": "3740738",
    "unitNumber": 3,
    "text": "Aşağıda İbn Rüşd ile ilgili verilen bilgilerden hangisi doğru değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mantıkta Bağdat okulu anlayışını benimsemiştir.",
      "B": "Retorika ve poetikayı mantığın konuları arasında saymamıştır.",
      "C": "Tutarsızlığın tutarsızlığı adlı eseriyle Gazali'yi eleştirmiştir.",
      "D": "Aristotales mantığını metinlere bağlı kalarak yorumlamıştır.",
      "E": "İbn Sina'nın mantık anlayışını benimsemiş ve desteklemiştir."
    },
    "explanation": "İbn Rüşd Bağdat Okulu geleneğini sürdüren pek çok düşünür gibi ‹bn Sina’yı eleştirmiştir. Ancak en iyi bilinen eleştirisini Tutarsızlığın Tutarsızlığı (Tehâfüt’üt- Tehâfüt) ile Gazâlî’ye yöneltmiştir. Bu eseriyle <em>İ</em>bn Rüşd Gazâlî’nin felsefecilere saldırısını yanıtlamaktadır"
  },
  {
    "id": "3740740",
    "unitNumber": 3,
    "text": "İbn Temiyye'ye göre aşağıdakilerden hangisi doğru bir ifade değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Aristotales'den önceki düşünürlerin ondan aşağı kalır bir yanı yoktur.",
      "B": "Dini bilimlerde soruların cevaplanmasında en çok tercih edilen yol tanıtlamadır.",
      "C": "Matematik, fizik ve tıp gibi konularda mantığa başvurmanın sakıncası yoktur.",
      "D": "Din konularında nasıl akıl yürütüleceği Kur-an tarafından belirlenmiştir.",
      "E": "Mantık dini inanç ve din bilimi için sakıncalıdır."
    },
    "explanation": "Beş sanat konusunda Gazali’nin açıklamalarına bakarak Teymiyye’nin Gazali’ye ve onun kişiliğinde mantığa yönelttiği eleştirilerin bir nedeni daha kolaylıkla anlaşılabilir. Mantıkçılar beş sanat içinde sadece tanıtlamanın (burhan) kesin bilgi verdiğini kabul etmektedirler. Dini bilimlerde tanıtlamaya başvurma olanağı çoğu zaman bulunmamaktadır. Dolayısıyla mantıkçıların tanıtlamanın kesin bilgiye ulaş- tırmak bakımından diğer sanatlara göre üstün olduğu düşüncesi kabul edildiğinde, dini bilimlerde çoğu zaman kesin bilgiye ulaşılamayacağı sonucu çıkar. Mantığın reddedilmesi, bu sonuçtan kaçınmanın bir gereğidir."
  },
  {
    "id": "3740741",
    "unitNumber": 3,
    "text": "Aşağıda Gazali ile ilgili olarak verilenlerden hangisi doğru bir ifade değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Müslümanlar arasında mantığın saygınlığının artmasında etkilidir.",
      "B": "Mantık ve felsefenin ayırt edilemeyeceğini savunmuştur.",
      "C": "Ona göre duyu öncülleri ile edinilen bilgiler kesindir.",
      "D": "Ona göre mantık insanı her türlü bilgiye ulaştıran tek araçtır.",
      "E": "Tasımları kullanılan öncüllerin bilgi değeri bakımından da ele almaktadır."
    },
    "explanation": "Gazâlî’nin felsefeye felsefecilere (özellikle meşşâî felsefecilerin bazı görüşlerine) karşı tutumu ise Felsefecilerin Tutarsızlığı. (Tehâfütü’l-Felâsife) ile açıkça ortaya koyduğu gibi olumsuzdur. Bu iki görüşünü bağdaştırmak için mantığın felsefeden ayrı olduğu görüşünü benimsemiş ve büyük ölçüde kabul ettirmiştir. Mantık felsefenin veya bir başka bilimin bir kısmı olmayıp her bilim için bir araçtır. Mantığa karşı şüphe duyulmasının nedenlerinin başında, mantığın kabul edilmesiyle felsefenin de kabul edileceği düşüncesi olduğundan, Gazâlî’nin mantığın felsefeden bağımsız olduğunu kabul ettirmesi, mantığın kabul görmesinde etkili olmuştur. Gazâlî’nin başvurduğu bir diğer sav da mantığın din, bilim, felsefe gibi hiçbir konuda olumlu ya da olumsuz bir yargı içermediğidir. Bu kabul edilirse mantık hiçbir kültürün malı olmayıp ayrıca hiçbir kültüre de yabancı olmayacaktır."
  },
  {
    "id": "3740761",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi mantık çalışmalarına diğer Süryani okullarına göre daha fazla ağırlık veren okullardan biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "İskenderiye Okulu",
      "B": "Urfa Okulu",
      "C": "Cundişâpûr Okulu",
      "D": "Antakya Okulu",
      "E": "Nusaybin Okulu"
    },
    "explanation": "Mantık çalışmalarına diğer Süryani okullarına göre daha fazla ağırlık veren<br/>okullardan bazıları şunlardır: Urfa Okulu, Cundişâpûr Okulu, Antakya Okulu, Nusaybin Okulu, Kınnesrin Okulu.<br/>İskenderiye okulu bir Süryani okulu değildir."
  },
  {
    "id": "3740762",
    "unitNumber": 3,
    "text": "Aristoteles’in Süryaniceye ilk olarak Probus tarafından çevrildiği okul aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Urfa Okulu",
      "B": "Cundişâpûr Okulu",
      "C": "Antakya Okulu",
      "D": "Nusaybin Okulu",
      "E": "Kınnesrin Okulu"
    },
    "explanation": "Antakya Okulu: 3. yüzyılın sonunda kurulmuştur. Aristoteles’in Süryaniceye<br/>ilk olarak Probus tarafından bu okulda çevrildiği düşünülmektedir."
  },
  {
    "id": "3740763",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Süryanilerin kabul ettiği mantık bölümlerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kategorilere Giriş",
      "B": "Kategoriler",
      "C": "Önerme Üstüne",
      "D": "Birinci Çözümlemeler",
      "E": "Metafizik"
    },
    "explanation": "Süryaniler mantığın şu bölümlerden oluştuğunu kabul etmektedirler: Kategorilere Giriş (İsagoji), Kategoriler, Önerme Üstüne (Peri Hermenias), Birinci Çözümlemeler, İkinci Çözümlemeler, Diyalektik (Topika), Sofistik Çürütmeler, Hitabet Sanatı (Retorika), Şiir Sanatı (Poetika)."
  },
  {
    "id": "3740764",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi ilk Türk mantıkçısı ve filozofudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Gazali",
      "B": "Farabi",
      "C": "İbn Sînâ",
      "D": "İbn Rüşd",
      "E": "Huneyn İbn İshak"
    },
    "explanation": "Rescher’e göre Arap İslam dünyasında ‘mantıkçı’ olarak adlandırılmayı hak eden ilk kişi Fârâbî’dir. Buradan, Fârâbî’nin Türk olduğu bilgisine dayanarak, onun, ilk Türk mantıkçısı ve filozofu olduğu sonucunu da çıkartabiliriz."
  },
  {
    "id": "3740765",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Farabi'nin eserlerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Manığa Başlangıç",
      "B": "Beş Bölüm",
      "C": "Kategoriler",
      "D": "Şiir Yorumları",
      "E": "Mantığa Giriş"
    },
    "explanation": "Farabi'nin eserlerinden bir kısmı aşağıda belirtilmiştir (Rescher, 1964 s.122-126):<br/>1. Mantıkta Kullanılan Terimler <br/>2. Manığa Başlangıç<br/>3. Beş Bölüm <br/>4. Kategoriler<br/>5. Mantığa Giriş<br/>6. Peri Hermenias Yorumu <br/>7. Birinci Analitikler Yorumu <br/>8. İkinci Analitikler Yorumu <br/>9. Mantık Sanatı için Gerekenler <br/>10.Bilimlerin Sayımı <br/>11.Sorulan Sorulara Yanıt <br/>12.Retorik Yorumu <br/>13.Şiir Sanatının Kanunları <br/>14.Şiir ve Ölçü Üstüne"
  },
  {
    "id": "3740766",
    "unitNumber": 3,
    "text": "İbn Sina'nın İslam Dünyasındaki Mantık geleneğine damgasını vuran eseri aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sofistik Deliller",
      "B": "Şifa",
      "C": "İşaretler ve Tembihler",
      "D": "Dâniş Nâme",
      "E": "Necat"
    },
    "explanation": "İbn Sina' nın Şifa dışındaki eserlerden başlıcaları İşaretler ve Tembihler (el-İşârât ve’t-Tenbîhât), Farsça kaleme aldığı Dâniş Nâme, Şifa’nın bir özeti niteliğindeki Necat (en Nejât) olarak sayılabilir. Bunlardan bilhassa İşaretler ve Tembihler, İslam Dünyasındaki Mantık geleneğine damgasını vurmuştur."
  },
  {
    "id": "3740767",
    "unitNumber": 3,
    "text": "El-Kazvînî el-Kâtibî tarafından yazılan ve medreselerde mantık eğitiminde uzun süre kullanılan risale aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Şemsiyye",
      "B": "El-Burhan",
      "C": "Kitâbu’ş-Şifâ’",
      "D": "İhsâ’ul-Ulûm",
      "E": "Kitab’ul-Hitâbe"
    },
    "explanation": "İbn Sînâ’nın mantık anlayışına göre yazılan ‘bağımsız’ mantık eserleri arasında<br/>özellikle öne çıkan el-Kazvînî el-Kâtibî (1220-1280) tarafından yazılan ve medreselerde mantık eğitiminde uzun süre kullanılan Şemsiyye risalesidir. İbn Sînâcı geleneğin mantık birikimini özet bir şekilde sunması bakımından önemli yer tutmaktadır."
  },
  {
    "id": "3740768",
    "unitNumber": 3,
    "text": "Mantığın din bilimleri için faydalı bir araç olduğu düşüncesinin Müslümanlar arasında yaygınlaşmasını sağlayan düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Farabi",
      "B": "Gazali",
      "C": "İbn Sina",
      "D": "İbn Rüşd",
      "E": "İbn Teymiyye"
    },
    "explanation": "Gazâlî (1058-1111) mantık çalışmalarından daha çok, etkili bir İslam düşünürü olarak mantığın saygınlığına yaptığı katkı ile bilinir. Gazâlî mantığın din bilimleri için faydalı bir araç olduğu düşüncesinin Müslümanlar arasında yaygınlaşmasını ve böylece Müslümanların mantık çalışmalarına daha fazla ilgi duymasını sağlamıştır."
  },
  {
    "id": "3740769",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Gazali'nin kabul ettiği öncüller bakımından tasımın yer bulduğu beş sanattan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tanıtlama",
      "B": "Diyalektik",
      "C": "Retorik",
      "D": "Poetika",
      "E": "Organon"
    },
    "explanation": "Kabul ettikleri öncüller bakımından tasımın yer bulduğu beş sanat ayırt edilmektedir:\n 1. Tanıtlama (burhan)<br/>2. Diyalektik (cedel)<br/>3. Retorik (hitabet)<br/>4. Poetika (şiir)<br/>5. Yanıltmaca (sofizm, mugalata)"
  },
  {
    "id": "3740770",
    "unitNumber": 3,
    "text": "Bağdat okulu anlayışına dönerek, Aristoteles mantığını metinlere bağlı kalarak yeniden yorumlamaya girişen düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İbn Teymiyye",
      "B": "Farabi",
      "C": "Gazali",
      "D": "İbn Rüşd",
      "E": "İbn Sina"
    },
    "explanation": "İbn Rüşd Bağdat okulu anlayışına dönerek, Aristoteles mantığını metinlere bağlı kalarak yeniden yorumlamaya girişmiş, Bağdat Okulu geleneğini sürdüren pek çok düşünür gibi İbn Sina’yı eleştirmiştir."
  },
  {
    "id": "3740787",
    "unitNumber": 3,
    "text": "İslam dünyasının bilim dili aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Arapça",
      "B": "Farsça",
      "C": "İbranice",
      "D": "Türkçe",
      "E": "Latince"
    },
    "explanation": "Bildiğimiz kadarıyla Peripatetik (Aristotelesçi) mantık mirasının İslam dünyasının bilim dili olan Arapçaya ilk çevirilerinin yapılması, Latinceye göre daha sonra gerçekleşmiştir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3740788",
    "unitNumber": 3,
    "text": "İskenderiye Okulu'nda eğitim dili olarak aşağıdakilerden hangisi egemendir?",
    "correctAnswer": "B",
    "options": {
      "A": "Arapça",
      "B": "Yunanca",
      "C": "Farsça",
      "D": "İbranice",
      "E": "Uygurca"
    },
    "explanation": "Yunancanın eğitim dili olarak egemen olduğu İskenderiye<br/>Okulu gelişimini tamamladıktan sonra, çevre ülkelerdeki düşünce dünyasını da etkilemeye başlamıştır. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3740789",
    "unitNumber": 3,
    "text": "Semitik bir dil olan Süryaniceyi kullanan Süryaniler, bilim dili olarak aşağıdakilerden hangisini kabul etmişlerdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Arapça",
      "B": "Farsça",
      "C": "İbranice",
      "D": "Yunanca",
      "E": "Uygurca"
    },
    "explanation": "Semitik bir dil olan Süryaniceyi kullanan Süryaniler, bilim dili olarak Yunancayı kabul etmişlerdir. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3740790",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Urfa’daki okulun kapatılmasından sonra Nastûrîliğin dini merkezi olmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "Şırnak",
      "B": "Killis",
      "C": "Nusaybin",
      "D": "Hatay",
      "E": "Gaziantep"
    },
    "explanation": "Urfa’daki okulun kapatılmasından sonra Nusaybin Nastûrîliğin dini merkezi olmuştur. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3740791",
    "unitNumber": 3,
    "text": "Yunanca mantık metinlerini Arapçaya çeviren ilk kuşak çevirmenler aşağıdaki okullardan hangisinde yetişmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Urfa Okulu",
      "B": "Antakya Okulu",
      "C": "Nusaybin Okulu",
      "D": "Kunnesrin Okulu",
      "E": "Cundişâpûr Okulu"
    },
    "explanation": "Cundişâpûr Okulu: Nastûrîler tarafından Hızistan bölgesindeki Cündişâpûr şehrinde 6. yüzyılda kurulmuştur. 738 yılında Müslümanların şehri almasından sonra da varlığını sürdürmüştür. Yunanca mantık metinlerini Arapçaya<br/>çeviren ilk kuşak çevirmenler bu okulda yetişmiştir. Doğru cevap E seçeneğidir."
  },
  {
    "id": "3740792",
    "unitNumber": 3,
    "text": "Platon’un Akademisi’nin kapatılmasının ardından Atina’dan kaçan Yeni Platoncular aşağıdaki okullardan hangisine sığınmışlardır?",
    "correctAnswer": "C",
    "options": {
      "A": "Antakya Okulu",
      "B": "Nusaybin Okulu",
      "C": "Cundişâpûr Okulu",
      "D": "Urfa Okulu",
      "E": "Kunnesrin Okulu"
    },
    "explanation": "Cundişâpûr Okulu: Nastûrîler tarafından Hızistan bölgesindeki Cündişâpûr şehrinde 6. yüzyılda kurulmuştur. 738 yılında Müslümanların şehri almasından sonra da varlığını sürdürmüştür. Platon’un Akademisi’nin kapatılmasının ardından Atina’dan kaçan Yeni Platoncuların da bu okula sığındığı bilinmektedir. Doğru cevap C seçeneğidir."
  },
  {
    "id": "3740793",
    "unitNumber": 3,
    "text": "Aristoteles’in Süryaniceye ilk olarak Probus tarafından aşağıdaki okulların hangisinde çevrildiği düşünülmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Urfa Okulu",
      "B": "Antakya Okulu",
      "C": "Nusaybin Okulu",
      "D": "Cundişâpûr Okulu",
      "E": "Kunnesrin Okulu"
    },
    "explanation": "Antakya Okulu: 3. yüzyılın sonunda kurulmuştur. Aristoteles’in Süryaniceye ilk olarak Probus tarafından bu okulda çevrildiği düşünülmektedir. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3740794",
    "unitNumber": 3,
    "text": "Severe Sebokht aşağıdaki okulların hangisindendir?",
    "correctAnswer": "D",
    "options": {
      "A": "Antakya Okulu",
      "B": "Urfa Okulu",
      "C": "Cundişâpûr Okulu",
      "D": "Kunnesrin Okulu",
      "E": "Nusaybin Okulu"
    },
    "explanation": "Kunnesrin Okulu: Eski Halep olarak da bilinen ve Kuzey Suriye’de bulunan Kunnesrin şehrindedir. Okul 13. yüzyıla kadar faaliyetini sürdürmüştür. Severe Sebokht bu okuldandır. Doğru cevap D seçeneğidir."
  },
  {
    "id": "3740795",
    "unitNumber": 3,
    "text": "Aşağıdaki okullardan hangisi pek çok Persin burada yetişmesi nedeniyle ‘Persler Okulu’ olarak da anılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Urfa Okulu",
      "B": "Antakya Okulu",
      "C": "Nusaybin Okulu",
      "D": "Kunnesrin Okulu",
      "E": "Cundişâpûr Okulu"
    },
    "explanation": "Urfa Okulu pek çok Persin (İranlı) burada yetişmesi nedeniyle ‘Persler Okulu’ olarak da anılmıştır. Doğru cevap A seçeneğidir."
  },
  {
    "id": "3740796",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi ilk Müslüman felsefeci ve İslam dünyasında Meşşâî (Aristotelesçi) okulun ilk temsilcisi olarak kabul edilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fârâbî",
      "B": "Kindî",
      "C": "İbn Sînâ",
      "D": "Gazâlî",
      "E": "İbn Rüşd"
    },
    "explanation": "Kindî ilk Müslüman felsefeci ve İslam dünyasında<br/>Meşşâî (Aristotelesçi) okulun ilk temsilcisi olarak kabul edilmektedir. Doğru cevap B seçeneğidir."
  },
  {
    "id": "3740820",
    "unitNumber": 3,
    "text": "İslam coğrafyasında ilk mantık çalışmaları kim tarafından gerçekleştirilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Süryaniler",
      "B": "Yunanlılar",
      "C": "Romalılar",
      "D": "Peripatetikler",
      "E": "İskenderiyeliler"
    },
    "explanation": "İslam coğrafyasında ilk mantık çalışmaları, İskenderiye Okulunu izleyen Süryaniler tarafından gerçekleştirilmiştir. Doğru cevap A'dır."
  },
  {
    "id": "3740821",
    "unitNumber": 3,
    "text": "Süryani okullarından bazılarında mantık çalışmalarının diğerlerine göre daha ağırlıklı olduğu görülmektedir. \n Aşağıdakilerden hangisi bu okullardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Urfa Okulu",
      "B": "Cundişâpûr Okulu",
      "C": "Antakya Okulu",
      "D": "Nusaybin Okulu",
      "E": "İskenderiye Okulu"
    },
    "explanation": "Mantık çalışmalarına diğer Süryani okullarına göre daha fazla ağırlık veren okullardan bazıları şunlardır: Urfa Okulu, Cundişâpûr Okulu, Antakya Okulu, Nusaybin Okulu, Kınnesrin Okulu. Doğru cevap E'dir."
  },
  {
    "id": "3740822",
    "unitNumber": 3,
    "text": "I. Kategorilere Giriş\n II. Kategoriler\n III. Birinci Çözümlemeler\n IV. İkinci Çözümlemeler\n V. Üçüncü Çözümlemeler\n Süryanilere göre mantığın bölümlerini yukarıdakilerden hangisi oluşturmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II ve III",
      "B": "I ve IV",
      "C": "I, II, III ve IV",
      "D": "III ve V",
      "E": "III, IV ve V"
    },
    "explanation": "Süryaniler mantığın şu bölümlerden olufltuğunu kabul etmektedirler: Kategorilere Giriş (İsagoji), Kategoriler, Önerme Üstüne (Peri Hermenias), Birinci Çözümlemeler, İkinci Çözümlemeler, Diyalektik (Topika), Sofistik Çürütmeler, Hitabet Sanatı (Retorika), Şiir Sanatı (Poetika). Doğru cevap C'dir."
  },
  {
    "id": "3740823",
    "unitNumber": 3,
    "text": "Müslüman düşünürlerin mantık bilimine büyük ilgi göstermelerinin sebebi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Daha fazla toprak fethedeceklerini düşünmek",
      "B": "İnançla ilgili konulardaki tartışmalarda etkili olacaklarını fark etmek",
      "C": "Toplumu bir çatı altında toplamak",
      "D": "Daha fazla çeviri yaparak dünyaya açılmak",
      "E": "Matematik ilminde daha anlaşılır olmak"
    },
    "explanation": "Müslümanların mantık bilimiyle tanışması fethettikleri topraklarda yaşayan Süryaniler aracılığı ile gerçekleşmiştir. Müslüman düşünürler bu ilime büyük ilgi göstermişlerdir. Bunun nedeni, hem kendi aralarındaki tartışmalarda hem de elde ettikleri topraklarda yerleşik diğer topluluklardan insanlarla inançla ilgili konulardaki tartışmalarda etkili olabileceklerini fark etmeleridir. Doğru cevap B'dir."
  },
  {
    "id": "3740824",
    "unitNumber": 3,
    "text": "I. Muhtasar\n II. Telhîs\n III. Tefsîr\n IV. Şerh\n Bağdat okulunda bir yandan çeviri etkinliği devam ederken, bilinen mantk yapıtlarının Arapça yazan mantıkçılar tarafından yorumları yapılmaya başlamıştır. Bu yorumlar uzunluğuna göre bölümlere ayrılmaktadır.\n Aşağıdakilerden hangisi bu yorumların bölümleri arasındadır?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "III ve IV",
      "D": "I, II ve III",
      "E": "I, II ve IV"
    },
    "explanation": "Bu yorumlar uzunluğuna göre üçe ayrılmaktadır: İlki, muhtasar (kısa şerh) olanlar, İkincisi, telhîs olanlar, Üçüncüsü ise, tefsîr olanlardır. Doğru cevap D'dir."
  },
  {
    "id": "3740825",
    "unitNumber": 3,
    "text": "İlk Türk mantıkçısı ve filozofu aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fârâbî",
      "B": "İbn Sînâ",
      "C": "Gazâlî",
      "D": "İbn Rüşd",
      "E": "Kindî"
    },
    "explanation": "Rescher’e göre Arap İslam dünyasında ‘mantıkçı’ olarak adlandırılmayı hak eden ilk kişi Fârâbî’dir. Buradan, Fârâbî’nin Türk olduğu bilgisine dayanarak, onun, ilk Türk mantıkçısı ve filozofu olduğu sonucunu da çıkartabiliriz. Doğru cevap A'dır."
  },
  {
    "id": "3740827",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi ilk Müslüman felsefeci ve islam dünyasında Meşşâî (Aristotelesçi) okulun ilk temsilcisi olarak kabul edilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fârâbî",
      "B": "Kindî",
      "C": "İbn Sînâ",
      "D": "İbn Rüşd",
      "E": "Gazâlî"
    },
    "explanation": "Fârâbî’ye kadar olan dönemde yetişen Müslüman düşünürlerin en önemlisi Kindî’dir (yaklaşık 796-866). Kindi ilk Müslüman felsefeci ve islam dünyasında Meşşâî (Aristotelesçi) okulun ilk temsilcisi olarak kabul edilmektedir. Doğru cevap B'dir."
  },
  {
    "id": "3740830",
    "unitNumber": 3,
    "text": "Aristoteles mantığını hem Aristoteles’in metinlerine bağlı kalarak hem de islam düşüncesine yakın bir anlayışla yorumlayabilen düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kindi",
      "B": "İbn Sînâ",
      "C": "Fârâbî",
      "D": "İbn Rüşd",
      "E": "Gazâlî"
    },
    "explanation": "Fârâbî’nin en büyük başarısı, Aristoteles mantığını hem Aristoteles’in metinlerine bağlı kalarak hem de islam düşüncesine yakın bir anlayışla yorumlayabilmesidir. Doğru cevap C'dir."
  },
  {
    "id": "3740835",
    "unitNumber": 3,
    "text": "Aristoteles mantığının sorunlarını bağımsız bir mantık anlayışı içinde çözümleme ve çözmeye yönelen, böylece İslamda yeni bir mantık anlayışı doğmasının yolunu açan düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Fârâbî",
      "B": "Kindi",
      "C": "İbn Rüşd",
      "D": "İbn Sînâ",
      "E": "Gazâlî"
    },
    "explanation": "İbn Sînâ, Aristoteles mantığının sorunlarını bağımsız bir mantık anlayışı içinde çözümleme ve çözmeye yönelmiş böylece İslamda yeni bir mantık anlayışı doğmasının yolunu açmıştır. Doğru cevap D'dir."
  },
  {
    "id": "3740839",
    "unitNumber": 3,
    "text": "İslam coğrafyasında ilk mantık çalışmaları kimler tarafından gerçekleştirilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yunanlar",
      "B": "Makedonlar",
      "C": "Araplar",
      "D": "Süryaniler",
      "E": "Persliler"
    },
    "explanation": "Büyük İskender’in Aristoteles’in öğrencisi olması nedeniyle İskenderiye Okulunun ilk önde gelen felsefe ve mantıkçıları Peripatetikler (Antik dönem Aristoteles yorumcuları) olmuştur. Yunancanın eğitim dili olarak egemen olduğu İskenderiye Okulu gelişimini tamamladıktan sonra, çevre ülkelerdeki düşünce dünyasını da etkilemeye başlamıştır. İskenderiye Okulu’nun kültürel olarak etkilediği topluluklardan biri de Süryaniler olmuştur. Bu etki, Urfalı Yakup (633-708) gibi bazı Süryanilerin İskenderiye’ye gidip orada eğitim almaları ile iyice artmış ve sonunda semitik bir dil olan Süryaniceyi kullanan Süryanilerin bilim dili olarak Yunancayı kabul etmesine kadar varmıştır."
  },
  {
    "id": "3740840",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bazı Süryani okullarında mantık çalışmalarına ağırlık verilmesinin sebeplerinden biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Birbirlerine üstünlük sağlamak",
      "B": "Mezheplerini temsil etmek",
      "C": "Hristiyan inancını savunmak",
      "D": "İskenderiye okulunun izleyicisi olmak",
      "E": "Anlama kabiliyetini artırmak"
    },
    "explanation": "Süryanilerin kurduğu pek çok dini okul bulunmaktadır. Bu okullar, farklı Süryani mezhepleri temsil etmektedir. Bu mezhepler, hem birbirlerine üstünlük sağlamak hem de diğer inançlara karşı Hıristiyan inancını savunmak için mantık ve felsefeye önem vermişlerdir. Süryani okullarının mantık eğitimine önem vermelerinin bir başka nedeni, yine Süryanilerin İskenderiye Okulunun izleyicisi olmaları ile ilişkilidir. Okulun önde gelen bilim adamlarından Galen (Claudius Galenus, M.S. yaklaşık 130-200) matematik ve mantık çalışmanın tıp kitaplarını anlayabilmek için bir önkoşul olduğunu kesin olarak söylemiştir."
  },
  {
    "id": "3740841",
    "unitNumber": 3,
    "text": "Süryani mezheplerinden Nasturiliğin yayıldığı okul aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Urfa Okulu",
      "B": "Cundişapur Okulu",
      "C": "Antakya Okulu",
      "D": "Nusaybin Okulu",
      "E": "Kınnesrin Okulu"
    },
    "explanation": "Urfa Okulu, Edessa olarak da bilinen Urfa’da kurulmuştur. Bu okulda 4. yüzyıldan başlayarak mantık ve felsefe çalışmaları yapılmıştır. Süryani mezheplerinden biri olan Nastûrîliğin yayıldığı okuldur. 489 yılında o tarihte şehrin yöneticisi olan İmparator Zenon tarafından kapatıldığı tarihe kadar Süryanilerin en güçlü okullarından biri olarak kalmıştır. Urfa’daki okulun kapatılmasından sonra Nusaybin Nastûrîliğin dini merkezi olmuştur."
  },
  {
    "id": "3740842",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>Retorika</li> <li>Poetika</li> <li>Diyalektik</li> <li>Sofistik çürütmeler</li> <li>Kategoriler</li> </ol> Süryaniler yukarıdakilerden hangileri mantığındaki bölümleri olarak kabul etmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hepsi",
      "B": "I ve II",
      "C": "II, III ve V",
      "D": "Iv ve V",
      "E": "I, III ve IV"
    },
    "explanation": "Süryaniler mantığın şu bölümlerden oluştuğunu kabul etmektedirler: Kategorilere Giriş (İsagoji), Kategoriler, Önerme Üstüne (Peri Hermenias), Birinci Çözümlemeler, İkinci Çözümlemeler, Diyalektik (Topika), Sofistik Çürütmeler, Hitabet Sanatı (Retorika), şiir Sanatı (Poetika). Bu bölümlemenin daha sonra Müslüman mantıkçılar tarafından da benimsendiği ve Retorika ile Poetika’nın da mantık konuları arasında sayıldığı görülmektedir."
  },
  {
    "id": "3740843",
    "unitNumber": 3,
    "text": "İlk Müslüman mantıkçı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ebu Bişr Matta",
      "B": "Farabi",
      "C": "İbn Sina",
      "D": "Gazali",
      "E": "İbn Rüşd"
    },
    "explanation": "İslam dünyasında ilk büyük felsefe okulu olan ve çoğunluğunu Hıristiyanların oluşturduğu Bağdat okulunun en önemli temsilcisi, bu okulda yetişmiş belki de tek Müslüman olan Fârâbî’dir. Felsefe eğitimini Bağdat’ta ünlü Yunan felsefesi yorumcusu ve çevirmen Ebu Bişr Matta’dan alan Fârâbî daha sonra Harran Okulunda Nastûrî Yuhanna’nın yanında çalışmıştır. Fârâbî özellikle Ammonius, Themistus, Aphrodisias’lı İskender gibi ünlü Aristoteles yorumcularının eserleri olmak üzere pek çok mantık eserini Süryaniceden başarıyla Arapçaya çeviren Yakubî filozof Yahya İbn Adi’yi (893-974) yetiştirmiştir."
  },
  {
    "id": "3740844",
    "unitNumber": 3,
    "text": "Mantık taraftarı görüşün en etkili savunucusu Gazâlî’dir. Mantığı bilgiye ulaştıran bir araç olarak kabul etmenin bir gereği olarak Gazâlî, tasımları kullanılan öncüllerin bilgi değeri bakımından da ele almaktadır. \n Aşağıdakilerden hangisi Gazâlî’nin verdikleri bilginin kesinlik derecesine göre ele aldığı öncüller arasında değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Doğuştan öncüller",
      "B": "Duyu öncülleri",
      "C": "Deneyim öncülleri",
      "D": "Sezgi öncülleri",
      "E": "Arabulucu öncüller"
    },
    "explanation": "Gazâlî’nin verdikleri bilginin kesinlik derecesine göre ele aldığı öncüller şunlardır: Doğuştan öncüller (evveliyât), Duyu öncülleri (mahsûsât), Deneyim öncülleri (mücerrebât), Sezgi öncülleri (hadsiyyât), Kendinden öncüller (fıtriyyât), Aktarılmış öncüller (mütevâtirât), Yaygın öncüller (meşhûrât), Yetkinlik öncülleri (makbûlât),Sanı (zan) öncülleri (maznûnât), Ara öncüller (müşebbihât), Uzlaşım öncülleri (müsellemât), Kuruntu öncülleri (vehmiyyât), İmge öncülleri (muhayyelât). Doğru cevap E'dir."
  },
  {
    "id": "3740845",
    "unitNumber": 3,
    "text": "Aristoteles mantığının sorunlarını bağımsız br mantık anlayışı içinde çözümleme ve çözmeye yönelen aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İbn Adi",
      "B": "Farabi",
      "C": "İbn Sina",
      "D": "Gazali",
      "E": "İbn Rüşd"
    },
    "explanation": "İbn Sînâ’nın İslam mantık tarihi içindeki en önemli özelliği Aristoteles mantığının sorunlarını bağımsız bir mantık anlayışı içinde çözümleme ve çözmeye yönelmesidir. Fârâbî ise Organon’un tutarlı ve bütün bir mantık sistemi ortaya koyduğunu kabul etmiş ve onun bu anlayışla yorumlanmasına girişmiştir (Street, 2004, s. 523). Dolayısıyla İbn Sînâ, Fârâbî’nin Aristoteles metinlerine yaklaşımından ayrılmış ve İslam dünyasında bağımsız bir mantık geleneği oluşmasının yolunu açmıştır."
  },
  {
    "id": "3740846",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Gazali’nin mantık için en önemli katkılarından biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Aristoteles mantığını sorgulamıştır.",
      "B": "Mantığın din için önemini göstermiştir.",
      "C": "Bağdat Okulu’nu ilerletmiştir.",
      "D": "Mantık için farklı çeviriler yapmıştır.",
      "E": "Kendi mantık kurallarını geliştirmiştir."
    },
    "explanation": "Gazâlî (1058-1111) mantık çalışmalarından daha çok, etkili bir İslam düşünürü olarak mantığın saygınlığına yaptığı katkı ile bilinir. Gazâlî mantığın din bilimleri için faydalı bir araç olduğu düşüncesinin Müslümanlar arasında yaygınlaşmasını ve böylece Müslümanların mantık çalışmalarına daha fazla ilgi duymasını sağlamıştır."
  },
  {
    "id": "3740867",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Aristoteles’in mantık anlayışına doğrudan bağlı kalmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Gazali",
      "B": "Farabi",
      "C": "İbn Sina",
      "D": "İbn Rüşd",
      "E": "İbn Ayi"
    },
    "explanation": "İbn Rüşd Bağdat okulu anlayışına dönerek, Aristoteles mantığını metinlere bağlı kalarak yeniden yorumlamaya girişmiştir. Aslında 11. yüzyılın başında İbn Sînâ ile başlayan bağımsız mantık çalışmaları 12. yüzyılda hem Doğu’da hem de bu yüzyılın pek çok mantıkçısının yetiştiği Endülüs’te artmaktadır. İbn Rüşd bu yeni duruma en önemli aykırı örneği oluşturmaktadır. Onun Aristoteles’in mantık anlayışına kendi dönemindeki ve kendinden önceki uzun bir dönem boyunca yetişen diğer mantıkçılardan daha fazla bağlı olduğu, mantık yorumlarına Kategoriler kitabı ile başlayıp Sofistler ile bitirmesinden de anlaşılmaktadır."
  },
  {
    "id": "3740868",
    "unitNumber": 3,
    "text": "Aşağıdaki düşünce tarzlarından hangisi Müslümanların mantığa olumsuz eleştiri getirmelerinin sebebidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kanıtlama geçersiz olduğunda kanıtlanan da geçersiz olur.",
      "B": "Her A, B’dir. B zorunlu olarak C’dir. Her A, C’dir.",
      "C": "Mantık doğru akıl yürütmenin kurallarını belirler.",
      "D": "Dini anlamak için mantık anlayışı gereklidir.",
      "E": "A, A olduğu sürece, B olma özelliğini taşır."
    },
    "explanation": "Kelam bilginleri iman ve din kurallarını kabul ettikleri birtakım temel ilkeler ve kendilerine özgü birtakım kanıtlamalarla temellendirmişlerdi. Bu bilginlerin bir kısmına göre, din ile ilgili kuralları temellendirmekte kullanılan kurallar da din kuralları arasındadır. Kanıtlama geçersiz olduğunda kanıtlamanın göstermeye çalıştığı şey de geçersiz olur. Mantıkçıların dayanağı olan, tümellerin zihin dışındaki varlığı, kelam bakımından geçersizdir. Böylece mantıktan geriye Mantıkçıların kesin ve zorunlu bilgiye götürdüğünü savundukları tanıtlama (burhan) değil, sadece biçimsel tasım ve tanımla ilgili bazı genel ilkeler kalır. Mantıkçıların başvurduğu ilke ve tasımların çoğu kelama göre geçersiz olduğuna göre bunların iman ve din konularında kullanılması kabul edilemez. İbn Haldun’a göre daha sonra Gazâlî ve Râzî’nin çabalarıyla ‘Kanıtlama geçersiz olduğunda kanıtlanan da geçersiz olur’ düşüncesi terk edilerek, mantık kurallarının kelamcıların bazı kanıtlamalarına aykırı olmakla birlikte din kurallarına aykırı olmadığı kabul edilmiştir"
  },
  {
    "id": "3740869",
    "unitNumber": 3,
    "text": "Aşağıda verilen beş sanattan hangisi Müslümanların mantığı reddetmelerinin nedeni olarak düşünülebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Retorik",
      "B": "Poetika",
      "C": "Yanıltmaca",
      "D": "Tanıtlama",
      "E": "Diyalektik"
    },
    "explanation": "Beş sanat konusunda Gazali’nin açıklamalarına bakarak Teymiyye’nin Gazali’ye ve onun kişiliğinde mantığa yönelttiği eleştirilerin bir nedeni daha kolaylıkla anlaşılabilir. Mantıkçılar beş sanat içinde sadece tanıtlamanın (burhan) kesin bilgi verdiğini kabul etmektedirler. Dini bilimlerde tanıtlamaya başvurma olanağı çoğu zaman bulunmamaktadır. Dolayısıyla mantıkçıların tanıtlamanın kesin bilgiye ulaştırmak bakımından diğer sanatlara göre üstün olduğu düşüncesi kabul edildiğinde, dini bilimlerde çoğu zaman kesin bilgiye ulaşılamayacağı sonucu çıkar. Mantığın reddedilmesi, bu sonuçtan kaçınmanın bir gereğidir."
  },
  {
    "id": "3741023",
    "unitNumber": 3,
    "text": "Peripatetik ne anlama gelmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Aristotelesçi",
      "B": "Platoncu",
      "C": "Sokratesci",
      "D": "Boetiuscu",
      "E": "Farabici"
    },
    "explanation": "Sayfa 41 giriş bölümünde anlatılmakta.<br/>Aristotelesçi"
  },
  {
    "id": "3741024",
    "unitNumber": 3,
    "text": "Bağdat Okulunun bir temsilcisi olarak, Aristoteles'in mantığını, yine onun metinlerine bağlı kalarak islami bir anlayışla yorumlayan mantıkçı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Farabi",
      "B": "İbn-Sina",
      "C": "Boetius",
      "D": "İbn-Rüşt",
      "E": "Kindi"
    },
    "explanation": "Sayfa 42 de anlatılmakta<br/>Farabi"
  },
  {
    "id": "3741025",
    "unitNumber": 3,
    "text": "Fetihlerden önce ilk mantık çalışmaları kimler tarafından gerçekleştirilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Süryaniler",
      "B": "Araplar",
      "C": "İspanyollar",
      "D": "Latinler",
      "E": "Avrupalılar"
    },
    "explanation": "Sayfa 42 de açıklanmakta<br/>Süryaniler"
  },
  {
    "id": "3741026",
    "unitNumber": 3,
    "text": "Nasturiler tarafından kurulan, Platon'un Akademisinin kapatılmasının ardından Atina'dan kaçan Yeni Platoncuların sığındığı mantık okulu aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Cundişapur okulu",
      "B": "Urfa okulu",
      "C": "Nusaybin okulu",
      "D": "Antakya okulu",
      "E": "Kimmesrin okulu"
    },
    "explanation": "sayfa 43 te anlatılmakta<br/>Cundişapur okulu"
  },
  {
    "id": "3741027",
    "unitNumber": 3,
    "text": "Süryani mezheplerinden biri olan Nasturiliğin yayıldığı, imparator Zenon tarafından kapatılana kadar Süryanilerin en güçlü okullarından biri olan okul aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Urfa okulu",
      "B": "Cundişapur okulu",
      "C": "Antakya okulu",
      "D": "Nusaybin okulu",
      "E": "Kimmesrin okulu"
    },
    "explanation": "sayfa 42 de anlatılmakta<br/>Urfa okulu"
  },
  {
    "id": "3741028",
    "unitNumber": 3,
    "text": "..........mantık bilimiyle tanışması fethettikleri topraklarda yaşayan Süryaniler aracılığı ile gerçekleşmiştir. Bunun nedeni, hem kendi aralarındaki hem de elde ettikleri topraklarda yerleşik diğer topluluklardan insanlarla inançla ilgili konulardaki tartışmalarda etkili olabileceklerini fark etmeleridir.\n Yukarıda boş bırakılan yere aşağıdakilerden hangisi gelecektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Müslümanların",
      "B": "Yeni Platoncuların",
      "C": "Hıristiyanların",
      "D": "Yunanlıların",
      "E": "Avrupalıların"
    },
    "explanation": "sayfa 44 te anlatılmakta<br/>Müslümanların"
  },
  {
    "id": "3741029",
    "unitNumber": 3,
    "text": ".......... ve izleyicilerinin çalışmaları ile Prepatetik mantığın pek çok önemli eserinin güvenilir çevirilerini elinin altında hisseden Müslümanlar 10. yüzyıldan itibaren ilk kez olarak bağımsız mantık çalışmaları yapabilecek düzeye ulaşmışlardır.\n Yukarıda boş bırakılan yere aşağıdakilerden hangisi gelecektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Huneyn",
      "B": "Rescher",
      "C": "Philipanos",
      "D": "Matta",
      "E": "Ammonius"
    },
    "explanation": "sayfa 44 te anlatılmakta<br/>Huneyn"
  },
  {
    "id": "3741030",
    "unitNumber": 3,
    "text": "........ yüzyıldan itibaren yapılan mantık çalışmaları artık çeviriler ve yorumlarla sınırlı değildir. İlk kez olarak daha önceki mantık metinlerine bağlı olmayan mantık çalışmaları ortaya çıkmıştır.\n Yukarıda boş bırakılan yere aşağıdakilerden hangisi gelecektir?",
    "correctAnswer": "A",
    "options": {
      "A": "10'uncu",
      "B": "9'uncu",
      "C": "8'inci",
      "D": "6'inci",
      "E": "5'inci"
    },
    "explanation": "sayfa 45 te anlatılmakta<br/>10'uncu"
  },
  {
    "id": "3741031",
    "unitNumber": 3,
    "text": "İslam dünyasında mantığın bir araç olduğu düşüncesini kendi çalışmasıyla ortaya koyan ilk düşünürlerden biri olan mantıkçı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kindi",
      "B": "Rescher",
      "C": "Farabi",
      "D": "İbn-Sina",
      "E": "Matta"
    },
    "explanation": "sayfa 45 te anlatılmakta<br/>Kindi"
  },
  {
    "id": "3741032",
    "unitNumber": 3,
    "text": "Farabi hangi kitabında sistemli bir şekilde, isim, eylem, tanımlık(article) gibi mantıkçının kullandığı terimleri incelemektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mantıkta Kullanılan Terimler",
      "B": "Sorulan Sorulara Yanıt",
      "C": "Bilimlerin Sayımı",
      "D": "Mantığa Başlangıç",
      "E": "Beş Bölüm"
    },
    "explanation": "sayfa 46 da açıklanmakta<br/>Mantıkta Kullanılan Terimler"
  },
  {
    "id": "3740652",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>‘Bazı S P dir’</li> <li>‘Ya p ya da q’</li> <li>‘p-değil ise q’</li> <li>‘Her S P dir’</li> </ol> Abelardus’a göre, “Gündüz değilse gecedir.” önermesi yukarıda verilenlerden hangilerine örnek önerme olabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve III",
      "D": "II ve IV",
      "E": "IV ve V"
    },
    "explanation": "Düzeltme Önerileri:\n<br/>Sayfa 62\n<br/>Uzun süre Ortaçağ mantığının, Aristoteles mantığının ötesine geçemediği düşüncesi Kant gibi felsefeciler <strong>de hem de</strong> çağdaş mantıkçılar arasında yaygındır.\n<br/>Uzun süre Ortaçağ mantığının, Aristoteles mantığının ötesine geçemediği düşüncesi <strong>hem</strong> Kant gibi felsefeciler <strong>hem de</strong> çağdaş mantıkçılar arasında yaygındır.\n<br/>Sayfa 63\n<br/>Yeni Platoncular bile önce kendi mantık anlayışlarını <strong>geliştirmeyi</strong> çabalayıp bunda başarılı olamayınca Aristoteles mantığının ilkelerini benimsemek zorunda kalmışlardır.\n<br/>Yeni Platoncular bile önce kendi mantık anlayışlarını <strong>geliştirmeye</strong> çabalayıp bunda başarılı olamayınca Aristoteles mantığının ilkelerini benimsemek zorunda kalmışlardır.<br/>Aristoteles’in tasımı oluşturan terimlerin hiçbirinin boş-olmadığını (yani bu terimlerin her birinin en az bir şeye uygulanabildiğini) kabul ettiğini belirtmiştik. Bu durumda ‘Her S P dir’ önermesinde geçen ‘S’ terimi de en az bir şeye uygulanır. P terimi S olan her şeye uygulandığından, en az bir şey de S olduğundan P terimi en az bir şeye uygulanabilir demektir. Dolayısıyla, S terimi boş değilse, ‘Her S P dir’ önermesinden ‘Bazı S P dir’ önermesi elde edilir. Aristoteles’in bu kabulünü fark eden Abelardus, ‘Her S P dir’ önermesini ‘Bazı şeyler S dir ve bu şeylerin her biri P dir’ biçiminde yorumlar. Zaman kipli (tensed) önermelerin yorumlanmasına olanak vereceğini fark ederek Abelardus önermelerin ‘belli bir zamanda doğru olması’ kavramını ortaya atmıştır. Abelardus ‘Ya p ya da q’ önermesini ‘p-değil ise q’ önermesi ile eşdeğer kabul etmektedir. ‘p-değil ise q’ önermesindeki ‘ise’ ifadesini de sıkı-gerektirme olarak yorumladığından, tikel-evetleme önermelerini farklı bir şekilde yorumlamış olmaktadır. Bu açıklamalardan da anlaşıldığı gibi doğru cevap C’dir."
  },
  {
    "id": "3740653",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Okul iki hecelidir.</li> <li>Canlının en küçük yapı taşı hücredir.</li> <li>Her canlı tektir.</li> <li>Bazı insanlar öğrencidir.</li> <li>Gökyüzü yedi harflidir.</li> </ol> Yukarıda verilen önermelerden hangileri bireylere göndermedir?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I ve IV",
      "E": "IV ve V"
    },
    "explanation": "Basitçe ifade edildiğinde maddi gönderme terimin kendisine göndermesidir. ‘İnsan bir addır’ ve ‘İnsan iki hecelidir’ tümcelerinde ‘insan’ terimi maddi gönderme ile kendine göndermektedir. Anlaşıldığı gibi “Okul iki hecelidir.” maddi göndermedir. Bir terimin bir kavrama (tümele) göndermesi basit göndermedir. Bir başka deyişle, adcı olmayan ve terimlerin kavramları ve benzeri şeyleri imlediğini kabul eden biri için, basit gönderme terimin imlemine göndermesidir. ‘İnsan en mükemmel canlıdır’ dendiğinde insan terimi basit gönderme ile bir ikinci töze göndermektedir. Petrus Hispanus’a göre bir ad yüklem olduğunda göndermesi her zaman basit göndermedir. Bu tanımlamadan da anlaşıldığı gibi “Canlının en küçük yapı taşı hücredir.” ve “Gökyüzü mavidir.” basit gönderme örnekleridir. Bireylere göndermede terim doğru olarak uygulandığı tikellere gönderir. Daha açık ifadeyle, terimin içinde geçtiği önerme bu terim aracılığıyla belli bireyler hakkındadır: Terim bu bireylerin yerini tutmaktadır. Çoğu mantıkçıya göre bireylere gönderme bir genel terimin önermede bir niceleyici ile birlikte kullanılması ile gerçekleşir. Örneğin, ‘Her insan akıllıdır’ ve ‘Bazı insanlar filozoftur’ önermelerinde ‘insan’ terimi bireylere gönderir. Bu bilgilerden de anlaşıldığı gibi “Her canlı tekdir.” ve “Bazı insanlar öğrencidir.” önermeleri bireylere göndermedir. Dolayısıyla doğru cevap C’dir."
  },
  {
    "id": "3740654",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Çiçek iki hecedir.</li> <li>Çiçek en güzel bitkidir.</li> <li>Mitokondri hücrenin enerji kaynağıdır.</li> <li>Çekirdek hücrenin yönetim birimidir.</li> <li>Bitki bir addır.</li> </ol> Yukarıdaki önermelerden hangileri maddi göndermedir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve IV",
      "D": "III ve V",
      "E": "I ve V"
    },
    "explanation": "Basitçe ifade edildiğinde maddi gönderme terimin kendisine göndermesidir. ‘İnsan bir addır’ ve ‘İnsan iki hecedir’ tümcelerinde ‘insan’ terimi maddi gönderme ile kendine göndermektedir. Bu açıklamadan da anlaşıldığı gibi “Çiçek iki hecelidir.” ve “Bitki bir addır.” önermeleri maddi göndermedir. Dolayısıyla doğru cevap E’dir. “Çiçek en güzel bitkidir.”, “Mitokondri hücrenin enerji kaynağıdır.” ve “Çekirdek hücrenin yönetim birimidir.” önermeleri ise basit önermedir."
  },
  {
    "id": "3740655",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Çekirdek hücrenin en önemli organelidir.</li> <li>Koful bitki hücresi organelidir.</li> <li>Lizozom bir addır.</li> <li>2 asal sayıdır.</li> <li>Her çift sayı iki asal sayının toplamıdır.</li> </ol> Yukarıda verilen önermelerden hangileri basit göndermedir?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "I ve IV",
      "C": "I, II ve IV",
      "D": "I, II ve V",
      "E": "III, IV ve V"
    },
    "explanation": "Düzeltme Önerisi:\n<br/>Sayfa 66\n<br/>Örneğin, ‘Her insan <strong>akılıdır</strong>’ ve ‘Bazı insanlar filozoftur’ önermelerinde ‘insan’ terimi bireylere gönderir.\n<br/>Örneğin, ‘Her insan <strong>akıllıdır</strong>’ ve ‘Bazı insanlar filozoftur’ önermelerinde ‘insan’ terimi bireylere gönderir.<br/>Bir terimin bir kavrama (tümele) göndermesi basit göndermedir. Bir başka deyişle, adcı olmayan ve terimlerin kavramları ve benzeri şeyleri imlediğini kabul eden biri için, basit gönderme terimin imlemine göndermesidir. ‘İnsan en mükemmel canlıdır’ dendiğinde insan terimi basit gönderme ile bir ikinci töze göndermektedir. Petrus Hispanus’a göre bir ad yüklem olduğunda göndermesi her zaman basit göndermedir. Dolayısıyla “Çekirdek hücrenin en önemli organelidir.”, “Koful bitki hücresi organelidir.”, ve “2 asal sayıdır.” önermeleri basit göndermedir, doğru cevap C’dir. “Lizozom bir addır.” maddi gönderme, “Her çift sayı iki asal sayının toplamıdır.” ise bireylere göndermedir."
  },
  {
    "id": "3740656",
    "unitNumber": 4,
    "text": "Bir çocuk öğrencidir.\n Bir çocuk öğrenciydi.\n Bir çocuk öğrenci olacak.\n Hangi seçenekte yukarıda verilen önermelerdeki güçlendirme ve kısıtlama özellikleri önermelerle doğru eşleştirilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "I: Güçlendirme, II: Kısıtlama; III: Kısıtlama",
      "B": "I: Kısıtlama, II: Güçlendirme, III: Güçlendirme",
      "C": "I: Güçlendirme, II, Güçlendirme, III: Kısıtlama",
      "D": "I: Güçlendirme, II: Kısıtlama, III: Güçlendirme",
      "E": "I: Kısıtlama, II: Kısıtlama, III: Güçlendirme"
    },
    "explanation": "Güçlendirme (ampliation) bir terimin diğer bir terimin gönderimini genişletmesi ve kısıtlama (restriction) ise bunun aksine bir terimin diğer bir terimin gönderimini daraltmasıdır. Örneğin, ‘yaşlı’ sıfatı ‘Bir yaşlı insan yürüyor’ önermesinde ‘insan’ teriminin gönderimini daraltmaktadır. Güçlendirmenin gerçekleşebileceği yollardan biri önermenin zaman kipinin şimdiki zamandan (geniş zamandan) geçmiş zamana veya gelecek zamana dönüştürülmesidir. ‘Bir insan filozoftur’ önermesinde ‘insan’ teriminin gönderimi bugün varolan insanlarla sınırlı iken, ‘Bir insan filozoftu’ önermesinde ‘insan’ teriminin gönderimi bugün varolan insanların yanı sıra geçmişte varolmuş insanları da içine alacak şekilde genişlemifltir. ‘Bir insan filozof olacak’ önermesinde ise, ‘insan’ teriminin gönderimi bugün varolan insanların yanı sıra gelecekte varolacak insanları da içine alacak şekilde genişlemiş olur. Bu bilgilerden de anlaşıldığı gibi güçlendirme ve kısıtlama özellikleri B seçeneğinde önermelerle doğru eşleştirilmiştir, dolayısıyla doğru cevap B’dir."
  },
  {
    "id": "3740657",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Aristoteles filozoftur.</li> <li>Tüm insanlar öğrencidir.</li> <li>Her insan filozof değildir.</li> <li>Her öğretmen öğrencidir.</li> <li>Bazı kavramlar tümeldir.</li> </ol> Yukarıda verilen önermelerden hangilerinde sinkategorematik terim vardır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I, II, III ve IV",
      "D": "I, III, IV ve V",
      "E": "II, III, IV ve V"
    },
    "explanation": "Ortaçağ batı mantıkçılarının önemli bir katkısı kategoremata-sinkategoremata ayrımını yapmalarıdır. Genel bir ifade ile önermelerde özne ve yüklem konumunda geçen terimler kategorematik terimler, önermeyi oluşturan diğer terimler ise sinkategorematik terimlerdir. Kategoremata-sinkategoremata ayrımı gönderme kuramı ile ilgili olduğu kadar mantıksal sonuç (consequentia) konusu ile de ilgilidir. Daha açık bir ifadeyle kategoremata-sinkategoremata ayrımı hem anlambilgisi (semantik) açısından gönderme kuramı içinde hem de sözdizimi (sentaks) açısından consequentia kuramı içinde yapılabilir. Ayrıca sinkategoremata mantık problemleri (sophismata) konusu ile de yakın ilgilidir. Kısaca ifade edersek kategorematik sözcükler tek başına bir imlemi olan, sinkategorematik sözcükler ise ancak başka sözcüklerin imlemini etkileyen sözcüklerdir. Bu kısa tanıma göre sinkategorematik sayılan sözcüklerin bazıları bir önerme içinde geçtikleri zaman bu önermenin doğruluk/yanlışlığını ve bu önermenin diğer önermelerle çıkarım ilişkilerini etkilemedikleri için mantığın konusu olmazlar.\n ‘Her’, ‘ise’ gibi diğer sinkategorematik terimler ise, bir önerme içinde geçtikleri zaman bu önermenin doğruluk/yanlışlığını ve bu önermenin diğer önermelerle çıkarım ilişkilerini etkiledikleri için mantığın konusudur. Bu bilgilerden de anlaşıldığı gibi “Tüm insanlar öğrencidir.”, “Her insan filozof değildir.” , “Her öğretmen öğrencidir.” ve “Bazı kavramlar tümeldir.” önermelerinde sinkategorimatik terim vardır. Dolayısıyla doğru cevap E’dir."
  },
  {
    "id": "3740658",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Positio</li> <li>Depositio</li> <li>Dubitetur</li> <li>Institutio</li> <li>Supposition</li> </ol> Yukarıdakilerden hangileri “Obligatio” türüdür?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "I, II ve IV",
      "C": "II, III ve IV",
      "D": "I, II, III ve IV",
      "E": "II, III, IV ve V"
    },
    "explanation": "Obligationes Ortaçağ batı mantığında tartışmanın belli biçimler altında ele alındığı kısmıdır. Düz anlamıyla ‘obligatio’ sözcüğü ‘yükümlülük’ anlamına gelmektedir. Söz konusu mantık kısmının böyle adlandırılması yanıltmamalıdır. Tartışmalarda tarafların gözetmesi gereken kurallara ilişkin araştırmayı içerdiğini kabul etsek de, bu Obligationes alanının sadece bir kısmını oluşturmaktadır. Ortaçağ mantık literatürünün pek çok kısmı gibi, Obligationes literatürünün kaynağı tartışmalıdır. Altı tür obligatio ayırt edilmektedir:\n <ul> <li>Positio</li> <li>Depositio</li> <li>Dubitetur</li> <li>Institutio</li> <li>Rei veritas</li> <li>Petitio</li> </ul> Bu bilgilerden de anlaşıldığı gibi doğru cevap D’dir. Supposition ise gönderme demektir obligatio türü değildir."
  },
  {
    "id": "3740659",
    "unitNumber": 4,
    "text": "Ortaçağ mantığında bir tartışma türünde taraflardan biri bir tez ortaya atarak tartışmayı başlatmış ve karşı taraf bu tezi kabul etmiştir, sonrasında tartışmayı başlatan ardı ardına yeni önermeler ileri sürmüş, cevaplayan bu tezleri ya kabul etmiş, ya reddetmiş ya da şüpheli bulduğunu bildirmişse bu tartışma türü nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Positio",
      "B": "Dubitetur",
      "C": "Institutio",
      "D": "Rei Veritas",
      "E": "Petitito"
    },
    "explanation": "Ortaçağ mantık literatürünün pek çok kısmı gibi, Obligationes literatürünün kaynağı tartşmalıdır. Altı tür obligatio ayırt edilmektedir:\n <ul> <li>Positio</li> <li>Depositio</li> <li>Dubitetur</li> <li>Institutio</li> <li>Rei veritas</li> <li>Petitio</li> </ul> Bu altı obligatio türü içinde en çok ele alınan positio olmuştur. Bu tartışma türünde taraflardan biri bir tez ortaya atarak tartışmayı başlatır. Tartışmanın gerçek anlamda başlaması için karşı tarafın bu tezi kabul etmesi gerekir. Bu durumda tartışmayı başlatan ardı ardına yeni önermeler ileri sürer. Cevaplayan bu tezleri kabul eder, reddeder ya da şüpheli bulduğunu bildirir. Positio kuramının amacı ileri sürülen teze göre hangi durumda bu olanaklı cevapların hangisinin verilmesinin uygun olduğunun belirlenmesidir.\n Positio dışındaki obligatio türleri positio ile esas olarak yanıtlayanın tartışmanın başlaması için alması gereken tutum bakımından ayrılır. Bunun dışında positio’dan ciddi bir farklılık göstermezler. Dolayısıyla bu diğer obligatio türlerinin neden başlı başına bir tür sayılması gerektiği açık değildir. Depositio biçimindeki bir tartışmanın başlaması için yanıtlayanın ileri sürülen tezi reddetmesi gerekir. Bir tezi reddetmek karşı-tezi kabul etmek anlamına geldiğinden, bu ilk adım dışında depositio biçimindeki tartışmanın işleyişi positio gibidir. Dubitatur yanıtlayanın ileri sürülen tezin şüpheli olduğunu bildirmesiyle başlar. Institutio’nun özelliği bu tartışma türünün diğerlerinden tartışma konusu olan tezin niteliği ile ayrılmasıdır. Bu tartışma türünde tartışmayı başlatanın ortaya attığı tez bir ifadeye bir anlam yüklenmesidir.\n Bu bilgilerden de anlaşıldığı gibi soruda tanımlanan tartışma türü positio’dur, dolayısıyla doğru cevap A’dır."
  },
  {
    "id": "3740660",
    "unitNumber": 4,
    "text": "Ortaçağ mantığında bir tartışmada taraflardan biri tez ortaya atmış, karşı taraf ileri sürülen tezin şüpheli olduğunu bildirmişse bu tartışma türü nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Depositio",
      "B": "Dubitetur",
      "C": "Institutio",
      "D": "Rei veritas",
      "E": "Petitio"
    },
    "explanation": "Ortaçağ mantık literatürünün pek çok kısmı gibi, Obligationes literatürünün kaynağı tartşmalıdır. Altı tür obligatio ayırt edilmektedir:\n <ul> <li>Positio</li> <li>Depositio</li> <li>Dubitetur</li> <li>Institutio</li> <li>Rei veritas</li> <li>Petitio</li> </ul> Bu altı obligatio türü içinde en çok ele alınan positio olmuştur. Bu tartışma türünde taraflardan biri bir tez ortaya atarak tartışmayı başlatır. Tartışmanın gerçek anlamda başlaması için karşı tarafın bu tezi kabul etmesi gerekir. Bu durumda tartışmayı başlatan ardı ardına yeni önermeler ileri sürer. Cevaplayan bu tezleri kabul eder, reddeder ya da şüpheli bulduğunu bildirir. Positio kuramının amacı ileri sürülen teze göre hangi durumda bu olanaklı cevapların hangisinin verilmesinin uygun olduğunun belirlenmesidir.\n Positio dışındaki obligatio türleri positio ile esas olarak yanıtlayanın tartışmanın başlaması için alması gereken tutum bakımından ayrılır. Bunun dışında positio’dan ciddi bir farklılık göstermezler. Dolayısıyla bu diğer obligatio türlerinin neden başlı başına bir tür sayılması gerektiği açık değildir. Depositio biçimindeki bir tartışmanın başlaması için yanıtlayanın ileri sürülen tezi reddetmesi gerekir. Bir tezi reddetmek karşı-tezi kabul etmek anlamına geldiğinden, bu ilk adım dışında depositio biçimindeki tartışmanın işleyişi positio gibidir. Dubitatur yanıtlayanın ileri sürülen tezin şüpheli olduğunu bildirmesiyle başlar. Institutio’nun özelliği bu tartışma türünün diğerlerinden tartışma konusu olan tezin niteliği ile ayrılmasıdır. Bu tartışma türünde tartışmayı başlatanın ortaya attığı tez bir ifadeye bir anlam yüklenmesidir. Bu bilgilerden de anlaşıldığı gibi doğru cevap B’dir."
  },
  {
    "id": "3740661",
    "unitNumber": 4,
    "text": "Ortaçağ batı mantığının çıkarımların incelendiği bölümü nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Obligationes",
      "B": "Consequentia",
      "C": "Institutio",
      "D": "Rei veritas",
      "E": "Supposition"
    },
    "explanation": "Gönderme kuramı gibi Consequentia kuramı da Skolastik mantığın temelini oluşturur. Consequentia Ortaçağ batı mantığının çıkarımların incelendiği bölümüdür. Skolastik mantıkçılar Consequentia başlığı altında ele aldıkları çalışmalarla mantık çıkarımlarını sistemleştirmişlerdir. Consequentia kuramının dikkati çeken özelliği aynı Stoa mantığında olduğu gibi temel önermelerden oluşan geçerli çıkarımlar üstüne kurulmasıdır. Bu bakımdan consequentia Skolastik mantığın Aristotelesçi olmayan bir yönüne işaret etmektedir. Bu bilgilerden de anlaşıldığı gibi Consequentia Ortaçağ batı mantığının çıkarımların incelendiği bölümüdür, dolayısıyla doğru cevap B’dir. Obligationes Ortaçağ batı mantığında tartışmanın belli biçimler altında ele alındığı kısmıdır. Institutio ve Rei veritas tartışma türleri, Supposition ise gönderme demektir."
  },
  {
    "id": "3740726",
    "unitNumber": 4,
    "text": "Ortaçağda özellikle 13. yüzyılın ikinci yarısından sonra egemen mantık sistemi aşağıdakilerden hangi düşünürün mantık sistemidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Abelardus",
      "B": "Aristoteles",
      "C": "Diodorus",
      "D": "Hobbes",
      "E": "Ramus"
    },
    "explanation": "Ortaça¤da özellikle 13. yüzyılın ikinci yarısından sonra egemen mantık sistemi Aristoteles’in mantık sistemidir. Aristoteles’in felsefe yapıtları da ancak bu tarihten sonra araştırma konusu olmuş ve Skolastik eğitimin bir parçası haline gelmiştir."
  },
  {
    "id": "3740727",
    "unitNumber": 4,
    "text": "Aristoteles’in mantık çalışmalarının ilk çevirileri ve ilk yorumları kaçıncı yüzyılın ortasında tamamlanmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "10. yüzyıl",
      "B": "11.yüzyıl",
      "C": "14. yüzyıl",
      "D": "12. yüzyıl",
      "E": "13. yüzyıl"
    },
    "explanation": "Aristoteles mantığı sadece Organon’u değil, Organon’u açıklamayı amaçlayan yorumları da içermektedir. Aristoteles’in mantık çalışmalarının ilk çevirileri ve ilk yorumları 13. yüzyılın ortasına gelindiğinde tamamlanmıştır. Porphyry’nin Aristoteles’in Kategoriler’ine yazdığı İsagoge (Giriş) her iki coğrafyada önemli bir ek kaynak metin oluşturur."
  },
  {
    "id": "3740728",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangi düşünür, bağımsız bir mantık çalışması olan Dialektika’yı yazmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Immanuel Kant",
      "B": "Petrus Abelardus",
      "C": "Sokrates",
      "D": "Ibn-i Sina",
      "E": "Platon"
    },
    "explanation": "Ortaçağın ilk büyük mantıkçısı Petrus Abelardus’dur (Peter Abelard, 1079- 1142). Abelardus Aristoteles mantığını yorumlamanın yanı sıra, bağımsız bir mantık çalışması olan Dialektika’yı yazmıştır. Abelardus antikçağdan beri süren mantık tartışmalarına özgün katkılarda bulunmuştur."
  },
  {
    "id": "3740729",
    "unitNumber": 4,
    "text": "Önermelerde özne ve yüklem konumunda geçen terimlere verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sinkategoremata",
      "B": "Kategorematik",
      "C": "Sinkategorematik",
      "D": "Semantik",
      "E": "Sentaks"
    },
    "explanation": "Ortaçağ batı mantıkçılarının önemli bir katkısı kategoremata-sinkategoremata ay- rımını yapmalarıdır. Genel bir ifade ile önermelerde özne ve yüklem konumunda geçen terimler kategorematik terimler, önermeyi oluşturan diğer terimler ise sin- kategorematik terimlerdir."
  },
  {
    "id": "3740730",
    "unitNumber": 4,
    "text": "Ortaçağ batı mantığında tartışmanın belli biçimler altında ele alındığı kısmına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Obligationes",
      "B": "Sinkategoremata",
      "C": "Sophismata",
      "D": "İnsolubilia",
      "E": "Petitio"
    },
    "explanation": "Obligationes Ortaçağ batı mantığında tartışmanın belli biçimler altında ele alındığı kısmıdır. Düz anlamıyla ‘obligatio’ sözcüğü ‘yükümlülük’ anlamına gelmektedir. Söz konusu mantık kısmının böyle adlandırılması yanıltmamalıdır. Tartışmalarda tarafların gözetmesi gereken kurallara ilişkin araştırmayı içerdiğini kabul etsek de, bu Obligationes alanının sadece bir kısmını oluşturmaktadır."
  },
  {
    "id": "3740731",
    "unitNumber": 4,
    "text": "Topikler’de kuralları bir önermeden diğerine yapılan çıkarımlar biçiminde ifade eden düşünür kimdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Platon",
      "B": "Kant",
      "C": "Aristotales",
      "D": "Sokrates",
      "E": "Albertus"
    },
    "explanation": "Aristoteles, Topikler’de kuralları bir önermeden diğerine yapılan çıkarımlar biçiminde ifade etmektedir. Farklı Skolastik mantıkçıların da consequentia içinde ele aldıkları kuralları koşul önermeleriyle ifade ettikleri görülmektedir."
  },
  {
    "id": "3740732",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangi kuram ileri sürülen teze göre hangi durumda bu olanaklı cevapların verilmesinin uygun olduğunun belirlenmesi kuramıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Institutio",
      "B": "Positio",
      "C": "Rei veritas",
      "D": "Petitio",
      "E": "Depositio"
    },
    "explanation": "Bu altı obligatio türü içinde en çok ele alınan positio olmuştur. Bu tartışma tü-ründe taraflardan biri bir tez ortaya atarak tartışmayı başlatır. Tartışmanın gerçek anlamda başlaması için karşı tarafın bu tezi kabul etmesi gerekir. Bu durumda tartışmayı başlatan ardı ardına yeni önermeler ileri sürer. Cevaplayan bu tezleri kabul eder, reddeder ya da şüpheli bulduğunu bildirir. Positio kuramının amacı ileri sürülen teze göre hangi durumda bu olanaklı cevapların hangisinin verilmesinin uygun olduğunun belirlenmesidir."
  },
  {
    "id": "3740733",
    "unitNumber": 4,
    "text": "Gönderme kuramı gibi başka hangi kuram Skolastik mantığın temelini oluşturur?",
    "correctAnswer": "B",
    "options": {
      "A": "Depositio",
      "B": "Consequentia",
      "C": "Dubitatur",
      "D": "Obligationes",
      "E": "Rei veritas"
    },
    "explanation": "Gönderme kuramı gibi Consequentia kuramı da Skolastik mantığın temelini oluş- turur. Skolastik mantıkçılar Consequentia başlığı altında ele aldıkları çalışmalarla mantık çıkarımlarını sistemleştirmişlerdir."
  },
  {
    "id": "3740734",
    "unitNumber": 4,
    "text": "Latin mantıkçıları Aristoteles mantığının genel anlayışını kaçıncı yüzyıldan sonra benimsemişlerdir?",
    "correctAnswer": "B",
    "options": {
      "A": "10. yüzyıldan sonra",
      "B": "12. yüzyıldan sonra",
      "C": "14. yüzyıldan sonra",
      "D": "15. yüzyıldan sonra",
      "E": "9. yüzyıldan sonra"
    },
    "explanation": "Ortaçağ mantığının ikinci döneminde (12. yüzyıldan sonra) Latin mantıkçıları Aristoteles mantığının genel anlayışını benimsemişlerdir. Bu dönemde akıl yürüt- melerin incelenmesinde Birinci ve İkinci Çözümlemeler’in ağırlığı artmıştır."
  },
  {
    "id": "3740735",
    "unitNumber": 4,
    "text": "Stoa mantığının Peripatetik mantığın hangi bölümünde aşağıdakilerden hangisi özellikle etkili olmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "Tanım ve bölme",
      "B": "Kategoriler",
      "C": "Beş tümel",
      "D": "Koşullu tasımlar",
      "E": "Kategorik tasımlar"
    },
    "explanation": "Stoa mantığı Ortaçağ Latin mantıkçılarının doğrudan ilgisini çekmemiş görün- mektedir. Peripatetik mantıkçıların Aristoteles mantığını yorumlayıp genişletirken Stoa mantığından yararlandıkları bilinmektedir. Örneğin, Stoa mantığının yoğun- laştığı önerme eklemleri mantığı Peripatetik mantıkta yerini özellikle koşullu ta- sımlar kısmında bulmuştur."
  },
  {
    "id": "3740739",
    "unitNumber": 4,
    "text": "Ortaçağda özellikle 13. yüzyılın ikinci yarısından sonra egemen olan mantık sistemi hangisidir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Diyalektik mantık",
      "B": "Sokrates mantığı",
      "C": "Stoa mantığı",
      "D": "Aristoteles’in mantık sistemi",
      "E": "Peripatetik mantıkta"
    },
    "explanation": "Ortaçağda özellikle 13. yüzyılın ikinci yarısından sonra egemen olan mantık sistemi Aristoteles’in mantık sistemidir."
  },
  {
    "id": "3740742",
    "unitNumber": 4,
    "text": "Ortaçağın ilk büyük mantıkçısı kimdir ?",
    "correctAnswer": "E",
    "options": {
      "A": "Aristoteles",
      "B": "Sokrates",
      "C": "Gazali",
      "D": "Farabi",
      "E": "Petrus Abelardus"
    },
    "explanation": "Ortaçağın ilk büyük mantıkçısı Petrus Abelardus'dur."
  },
  {
    "id": "3740743",
    "unitNumber": 4,
    "text": "Abelardus antikçağdan beri süren mantık tartışmalarına yaptığı katkılardan biri değildir ?",
    "correctAnswer": "B",
    "options": {
      "A": "Bağımsız bir mantık çalışması olan Dialektika’yı yazmıştır.",
      "B": "Organon'u yazması",
      "C": "Önermelerin zamana göreli doğruluğu konusunu yeniden gündeme getirmiştir.",
      "D": "Kipli önermelerin yorumlanmasına yönelik düşünceler ortaya koymuştur.",
      "E": "Koşul önermelerinin yorumlanmasına yönelik düşünceler ortaya koymuştur."
    },
    "explanation": "Organon'u yazması Abelardus antikçağdan beri süren mantık tartışmalarına yaptığı katkılardan biri değildir.Organon'u Abelardus yazmamıştır."
  },
  {
    "id": "3740744",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Ortaçağ mantıkçılarından birinin ya da diğerinin ele aldığı başlıca özelliklerden biri değildir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Zayıflatma",
      "B": "Görelilik",
      "C": "Nesnellik",
      "D": "İmleme",
      "E": "Güçlendirme"
    },
    "explanation": "Nesnellik Ortaçağ mantıkçılarından birinin ya da diğerinin ele aldığı başlıca özelliklerden biri değildir."
  },
  {
    "id": "3740745",
    "unitNumber": 4,
    "text": "Çoğu Skolastik mantık sisteminin dayandığı temel hangisidir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Gönderme kuramı",
      "B": "Güçlendirme",
      "C": "Zayıflatma",
      "D": "Görelilik",
      "E": "Adlama"
    },
    "explanation": "Çoğu Skolastik mantık sisteminin dayandığı temel gönderme kuramıdır."
  },
  {
    "id": "3740746",
    "unitNumber": 4,
    "text": "Ortaçağ batı mantığında önermelerde özne ve yüklem konumunda geçen terimler hangi isimle adlandırılır ?",
    "correctAnswer": "E",
    "options": {
      "A": "Modi intelligendi",
      "B": "Modi significandi",
      "C": "Modi essendi",
      "D": "Sinkategorematik",
      "E": "Kategorematik"
    },
    "explanation": "Ortaçağ batı mantığında önermelerde özne ve yüklem konumunda geçen terimler kategorematik olarak adlandırılır."
  },
  {
    "id": "3740747",
    "unitNumber": 4,
    "text": "Sinkategoremata konusundaki ilk araştırmalardan biri olan Sinkategoremata'yı kaleme alan kimdir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Aristoteles",
      "B": "Sokrates",
      "C": "Farabi",
      "D": "William Shyreswood",
      "E": "Gazali"
    },
    "explanation": "Sinkategoremata konusundaki ilk araştırmalardan biri olan Sinkategoremata'yı kaleme alan kişi William Shyreswood'tur."
  },
  {
    "id": "3740748",
    "unitNumber": 4,
    "text": "Kategoremata arasında ‘insan’, ‘hayvan’ ve ‘taş’ terimlerini sayan düşünür kimdir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Sokrates",
      "B": "Aristoteles",
      "C": "Albertus de Saxonia",
      "D": "Petrus Hispanus",
      "E": "Boehner"
    },
    "explanation": "Kategoremata arasında ‘insan’, ‘hayvan’ ve ‘taş’ terimlerini sayan düşünür Albertus de Saxonia'dır."
  },
  {
    "id": "3740749",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Sophismata konusunda önemli eserler veren mantıkçılardan biri değildir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Sokrates",
      "B": "John Buridan",
      "C": "Richard Kilvington",
      "D": "William Heytesbury",
      "E": "Albertus de Saxonia"
    },
    "explanation": "Sokrates Sophismata konusunda önemli eserler veren mantıkçılardan biri değildir."
  },
  {
    "id": "3740750",
    "unitNumber": 4,
    "text": "\"obligatio\" ne anlama gelmektedir ?",
    "correctAnswer": "B",
    "options": {
      "A": "Zayıflatmak",
      "B": "Yükümlülük",
      "C": "Görelilik",
      "D": "Hafıza",
      "E": "Hatırlamak"
    },
    "explanation": "\"obligatio\" yükümlülük anlamına gelmektedir ."
  },
  {
    "id": "3740751",
    "unitNumber": 4,
    "text": "I. Bölme Üstüne\n II. Topikler Üstüne\n III. Kategoriler ve Önerme Üstüne\n IV. Kategorik Tasımlar Üstüne\n V. Isagoge\n Yukarıda verilen şıklardan hangileri Boethius Porphyry’nin çalışmalardandır?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II ve V",
      "B": "I, II ve IV",
      "C": "II,III ve IV",
      "D": "III, IV ve V",
      "E": "I,III ve V"
    },
    "explanation": "Boethius Porphyry’nin İsagoge’sini, Marcus Tullius Cicero’nun (M.Ö. 106-43) Topikler’ini ve Aristoteles mantığının bir kısmını yorumlamıştır. Bölme Üstüne, Topikler Üstüne, Kategorik Tasımlar Üstüne ve Koşullu Tasımlar Üstüne bağımsız çaışmaları ile Ortaçağ mantığının oluşumunda büyük pay sahibidir."
  },
  {
    "id": "3740752",
    "unitNumber": 4,
    "text": "Ortaçağın ilk büyük mantıkçısı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Petrus Abelardus",
      "B": "Themistus",
      "C": "Ammonius",
      "D": "Boethius Porphyry",
      "E": "Marcus Tullius Cicero"
    },
    "explanation": "Ortaçağın ilk büyük mantıkçısı Petrus Abelardus’dur (Peter Abelard, 1079- 1142). Abelardus Aristoteles mantığını yorumlamanın yanı sıra, bağımsız bir mantık çalışması olan Dialektika’yı yazmıştır. Abelardus antikçağdan beri süren mantık tartışmalarına özgün katkılarda bulunmuştur."
  },
  {
    "id": "3740753",
    "unitNumber": 4,
    "text": "I. Kiplik\n II. İmleme\n III. Gönderme\n IV. Görelik\n V. Özgünlük\n Aşağıdakilerden hangisinde Ortaçağ Latin mantığında terimlerin özellikleri bölümünde incelenenler birlikte verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "I, III ve V",
      "B": "II,IV, ve V",
      "C": "II,III ve IV",
      "D": "III,IV ve V",
      "E": "I,II ve III"
    },
    "explanation": "Ortaçağ mantıkçıları terimlerin özelliklerinin incelenmesinin mantığın bir kısmı olması gerektiği konusunda bir düşünce ayrılığı görülmemektedir. Bu konudaki ayrılık terimlerin özelliklerinin hangi başlıklar altında inceleneceği, terimlerin başlıca özelliklerinin neler olduğu konusunda ortaya çıkmaktadır. Bu ayrıntılara girmezsek ortaçağ mantıkçılarından birinin ya da diğerinin ele aldığı başlıca özellikler şunlardır: İmleme (signification), gönderme (supposition), koşaçlama (copulation), adlama (appelation), zayıflatma (restriction), güçlendirme (ampliation), dağılma (distribution) ve görelik (relation). Bu özelliklerin her biri başlangıçta bağımsız bir çalışma konusu, en azından bir çalışlmanın içinde ayrı bir bölüm iken, daha sonra hemen hepsi gönderme kuramı içinde birleştirilmiştir."
  },
  {
    "id": "3740754",
    "unitNumber": 4,
    "text": "Bir terimin bir şeyi (bir bireyi ya da bir tümeli) göstermek üzere atanmış olması, en azından bir şeyi gösterebilme özelliğine sahip olmasına ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gönderme",
      "B": "Koşaçlama",
      "C": "Adlama",
      "D": "İmleme",
      "E": "Görelik"
    },
    "explanation": "İmleme (signification) bir terimin bir şeyi (bir bireyi ya da bir tümeli) göstermek<br/>üzere atanmış olması, en azından bir şeyi gösterebilme özelliğine sahip olmasıdır. Bir şeyin kendi başına ya da diğer terimlerle birlikte imlemli (significant) olması o şeyin bir terim olmasının gereğidir."
  },
  {
    "id": "3740755",
    "unitNumber": 4,
    "text": "Bir terimin diğer bir terimin gönderimini genişletmesi ve kısıtlama (restriction) ise bunun aksine bir terimin diğer bir terimin gönderimini daraltmasına ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Adlama",
      "B": "Koşaçlama",
      "C": "Görelik",
      "D": "İmleme",
      "E": "Güçlendirme"
    },
    "explanation": "Güçlendirme (ampliation) bir terimin diğer bir terimin gönderimini genişletmesi<br/>ve kısıtlama (restriction) ise bunun aksine bir terimin diğer bir terimin gönderimini daraltmasıdır."
  },
  {
    "id": "3740756",
    "unitNumber": 4,
    "text": "Önermelerde özne ve yüklem konumunda geçen terimlere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kategorematik",
      "B": "Sinkategorematik",
      "C": "Sophismata",
      "D": "Insolubilia",
      "E": "Obligationes"
    },
    "explanation": "Ortaçağ batı mantıkçılarının önemli bir katkısı kategoremata-sinkategoremata ayrımını yapmalarıdır. Genel bir ifade ile önermelerde özne ve yüklem konumunda geçen terimler kategorematik terimler, önermeyi oluşturan diğer terimler ise sinkategorematik terimlerdir."
  },
  {
    "id": "3740757",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Albertus de Saxonia'nın Sinkategoremata arasında saydığı terimlerden biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hiçbiri",
      "B": "Hepsi",
      "C": "Bazı",
      "D": "Her",
      "E": "Veya"
    },
    "explanation": "Albertus de Saxonia (Saksonyalı Albert, 1316-1390) kategoremata arasında ‘insan’, ‘hayvan’ ve ‘taş terimlerini sayar. Sinkategoremata arasında saydığı terimler ise, ‘her’, ‘hiçbiri’, ‘bazı’ niceleme ifadeleri, ‘değil’ değilleme eklemi, ‘ve’ tümelevetleme eklemi, ‘veya’ tikel-evetleme eklemi, ‘dışında’, ‘sadece’ gibi dışlama ve aykırılık bildiren ifadelerdir."
  },
  {
    "id": "3740758",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Sophismata konusunda önemli eserler veren mantıkçılardan biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Richard Kilvington",
      "B": "William Heytesbury",
      "C": "Albertus Magnus",
      "D": "John Buridan",
      "E": "Albertus de Saxonia"
    },
    "explanation": "Mantık bilmeceleri olarak yorumlayabileceğimiz Sophismata hakkında araştırma<br/>Ortaçağ mantık eğitiminin önemli bir parçasını oluşturur. Sophismata ile ilgili çalışmada amaç mantık kavramları ile ilgili sorunların örnekler üzerinden tartışılmasıdır. Richard Kilvington (yaklaşık 1302-1361), William Heytesbury (yaklaşık 1313- 1372), John Buridan (yaklaşık 1300-1360), Albertus de Saxonia Sophismata konusunda önemli eserler veren mantıkçılardır."
  },
  {
    "id": "3740759",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi obligationes türlerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dubitetur",
      "B": "Petitio",
      "C": "Positio",
      "D": "Relatio",
      "E": "Institutio"
    },
    "explanation": "Ortaçağ mantık literatürünün pek çok kısmı gibi, Obligationes literatürünün<br/>kaynağı tartışmalıdır. Altı tür obligatio ayırt edilmektedir:<br/>1. Positio<br/>2. Depositio<br/>3. Dubitetur<br/>4. Institutio<br/>5. Rei veritas<br/>6. Petitio"
  },
  {
    "id": "3740760",
    "unitNumber": 4,
    "text": "Ortaçağ batı mantığının çıkarımların incelendiği bölüme ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Consequentia",
      "B": "Obligationes",
      "C": "Sophismata",
      "D": "Insolubilia",
      "E": "Sinkategoremata"
    },
    "explanation": "Consequentia Ortaçağ batı mantığının çıkarımların incelendiği bölümüdür."
  },
  {
    "id": "3740826",
    "unitNumber": 4,
    "text": "Ortaçağ Latin mantıkçılarının benimsedikleri Aristotelesçi mantık anlayışına yeni düşünceler eklenilmesiyle ortaya çıkan mantık sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Stoa mantığı",
      "B": "Megara Mantığı",
      "C": "Organon Mantığı",
      "D": "Skolastik Mantık",
      "E": "Peripatetik Mantık"
    },
    "explanation": "Ortaçağ Latin mantıkçılarının benimsedikleri Aristotelesçi mantık anlayışına yeni düşünceler eklenilmesiyle ortaya çıkan mantık sistemi Skolastik Mantık'tır. Doğru cevap D'dir."
  },
  {
    "id": "3740828",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangi Ortaçağ Latin mantıkçıları hakkında doğru bir bilgidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Stoa mantığı doğrudan ilgilerini çekmemiş görünmektedir",
      "B": "Stoa mantığı Ortaçağ mantığının oluşumunda etkisizdir",
      "C": "İslam coğrafyasındaki çalışmalardan oldukça etkilenmiştir",
      "D": "Eski mantık ve yeni mantık ayrımı henüz yaygınlaşmamıştır",
      "E": "13. yüzyılın ikinci yarısına kadar Peripatetik geleneğe beğlı olarak ilerlemiştir"
    },
    "explanation": "Ortaçağ Latin mantıkçılarının Stoa mantığı doğrudan ilgilerini çekmemiş görünmektedir. Doğru cevap A'dır."
  },
  {
    "id": "3740829",
    "unitNumber": 4,
    "text": "Ortaçağın ilk büyük mantıkçısı kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Abelardus",
      "B": "Marcus Tullius",
      "C": "Cicero",
      "D": "Boethius",
      "E": "Sokrates"
    },
    "explanation": "Abelardus Ortaçağın ilk büyük mantıkçısıdır. Doğru cevap A'dır."
  },
  {
    "id": "3740831",
    "unitNumber": 4,
    "text": "“Söylenene ilişkin” anlamına gelen kelime aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "De re",
      "B": "De dicto",
      "C": "Dialektika",
      "D": "Logica vetus",
      "E": "Logica nova"
    },
    "explanation": "De dicto; “Söylenene ilişkin” anlamına gelir. Doğru cevap B'dir."
  },
  {
    "id": "3740832",
    "unitNumber": 4,
    "text": "“De dicto” ile “De re” arasındaki temel ayrım aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Farklı zamanlarda ortaya atılmaları",
      "B": "Farklı düşünürler tarafından ortaya atılmaları",
      "C": "Kipli önermelerin yorumlanmasında <em>de dicto</em>’nun kullanılması",
      "D": "Kipli önermelerin yorumlanmasında <em>de re</em>’nin kullanılması",
      "E": "Eşgönderimli terimlerin yerdeğiştirmesinin doğruluk değerini koruyup korumamasıdır"
    },
    "explanation": "“De dicto” ile “De re” arasındaki temel ayrım eşgönderimli terimlerin yerdeğiştirmesinin doğruluk değerini koruyup korumamasıdır. Doğru cevap E'dir."
  },
  {
    "id": "3740833",
    "unitNumber": 4,
    "text": "Önermelerin “belli zamanda doğru olması” kavramını ortaya atan düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Boethius",
      "B": "Abelardus",
      "C": "Petrus",
      "D": "Öklid",
      "E": "Ockham"
    },
    "explanation": "Önermelerin “belli zamanda doğru olması” kavramını ortaya atan düşünür Abelardus'tur. Doğru cevap B'dir."
  },
  {
    "id": "3740834",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Ortaçağ mantıkçıları hakkında doğru bir bilgidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Terimlerin özelliklerinin incelenmesinin mantığın bir kısmı olması konusunda düşünce ayrılığı görülmemektedir",
      "B": "Terimlerin hangi başlık altında inceleneceği konusunda ayrılık görülmemektedir",
      "C": "Terimlerin başlıca özellikleri neler olduğu konusunda ayrılık görülmemektedir",
      "D": "Gönderme kuramını eleştirmişlerdir",
      "E": "Skolastik mantığı eleştirmişlerdir"
    },
    "explanation": "Ortaçağ mantıkçıları arasında terimlerin özelliklerinin incelenmesinin mantığın bir kısmı olması konusunda düşünce ayrılığı görülmemektedir. Doğru cevap A'dır."
  },
  {
    "id": "3740836",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Ortaçağ mantıkçılarının ele aldığı başlıca özelliklerdendir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tanımlama",
      "B": "Sıfatlama",
      "C": "Önerme",
      "D": "Zayıflatma",
      "E": "Toplama"
    },
    "explanation": "Zayıflatma, Ortaçağ mantıkçılarının ele aldığı başlıca özelliklerdendir. Doğru cevap D'dir."
  },
  {
    "id": "3740837",
    "unitNumber": 4,
    "text": "Aşağıdaki bilgilerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Adcı düşünürlere göre bir sözcüğün imlemi o sözcüğün doğru olarak yüklenebileceği tikellerden farklıdır",
      "B": "Aristoteles’e göre sözcük zihindeki bir kavramı imleyemez",
      "C": "Aristoteles’e sözcük şeylerin adı olarak iş göremez",
      "D": "Augustine’e göre sözcükler kavramları imlemektedir",
      "E": "Augustine’e göre sözcükler kavramlar aracılığı ile şeyleri imlemektedir"
    },
    "explanation": "Augustine’e göre sözcükler kavramlar aracılığı ile şeyleri imlemektedir. Doğru cevap E'dir."
  },
  {
    "id": "3740838",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Ortaçağ mantıkçıları arasında göndermenin bölümlenmesindendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Maddi gönderme",
      "B": "Dolaylı gönderme",
      "C": "Dolaysız gönderme",
      "D": "Bileşik gönderme",
      "E": "Birinci gönderme"
    },
    "explanation": "Maddi gönderme, Ortaçağ mantıkçıları arasında göndermenin bölümlenmesindendir. Doğru cevap A'dır."
  },
  {
    "id": "3740857",
    "unitNumber": 4,
    "text": "Aristoteles mantığını yorumlamanın yanı sıra, bağımsız bir mantık çalışması olan Dialektika’yı yazan Ortaçağ'ın ilk büyük mantıkçısı kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Petrus Abelardus",
      "B": "Farabi",
      "C": "Gazali",
      "D": "Themistus",
      "E": "Ammonius"
    },
    "explanation": "Ortaçağın ilk büyük mantıkçısı Petrus Abelardus’dur (Peter Abelard, 1079- 1142). Doğru cevap A'dır."
  },
  {
    "id": "3740858",
    "unitNumber": 4,
    "text": "Ortaçağ Latin mantığı Roma İmparatorluğu’nun Latince konuşulan Batı Roma ile Yunanca konuşulan Doğu Roma olarak ikiye ayrıldığı 5. yüzyıldan Rönesans’a kadar geçen dönemde Latin dünyasındaki mantık çalışmalarını kapsar.\n Bu dönemde mantık geleneğinin canlı kalmasını sağlayan eğitim nerede verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fransisken tarikatları",
      "B": "Benedikten manastırları",
      "C": "Dominiken tarikatları",
      "D": "Oxford Üniversitesi",
      "E": "Bolonya Üniversitesi"
    },
    "explanation": "1000’li yıllara kadar Ortaçağda mantık çalışmalarında dikkati çeken bir yenilik görülmemektedir. Bu dönemde mantık geleneğinin canlı kalmasını sağlayan Benedikten manastırlarındaki eğitim olmuştur. Doğru cevap B'dir."
  },
  {
    "id": "3740859",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi ortaçağ mantıkçılarından birinin ya da diğerinin ele aldığı başlıca özellikler arasında değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "İmleme",
      "B": "Gönderme",
      "C": "Koşaçlama",
      "D": "Adlama",
      "E": "Birleştirme"
    },
    "explanation": "Ortaçağ mantıkçılarından birinin ya da diğerinin ele aldığı başlıca özellikler şunlardır: İmleme (signification), gönderme (supposition), koşaçlama(copulation), adlama (appelation), zayıflatma (restriction), güçlendirme (ampliation), dağılma (distribution) ve görelik (relation). Doğru cevap E'dir."
  },
  {
    "id": "3740860",
    "unitNumber": 4,
    "text": "Bir terimin bir şeyi (bir bireyi ya da bir tümeli) göstermek üzere atanmış olması, en azından bir şeyi gösterebilme özelliğine sahip olmasına ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Zayıflatma",
      "B": "Adlama",
      "C": "İmleme",
      "D": "Koşaçlama",
      "E": "Gönderme"
    },
    "explanation": "İmleme, bir terimin bir şeyi (bir bireyi ya da bir tümeli) göstermek üzere atanmış olması, en azından bir şeyi gösterebilme özelliğine sahip olmasıdır. Doğru cevap C'dir."
  },
  {
    "id": "3740861",
    "unitNumber": 4,
    "text": "I. Maddi gönderme\n II. Basit gönderme\n III. Bireylere gönderme\n IV. Sembolik gönderme\n Yukarıdakilerden hangisi Ortaçağ mantıkçıları arasında göndermenin bölümlerindendir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "III ve IV",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "Ortaçağ mantıkçıları arasında göndermenin aşağıdaki biçimde bölümlenmesi yaygındır.\n <ol> <li> Maddi gönderme\n </li> <li> Basit gönderme\n </li> <li>Bireylere gönderme</li> </ol> Doğru cevap D'dir."
  },
  {
    "id": "3740862",
    "unitNumber": 4,
    "text": "Kategorematik terim nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Önermelerde özne ve yüklem konumunda geçen terimlerdir",
      "B": "Önermelerde mantıksal sonuçtur",
      "C": "Önermedeki tüm terimlerdir",
      "D": "Mantık problemleridir",
      "E": "Söz dizimi kuramıdır"
    },
    "explanation": "Genel bir ifade ile önermelerde özne ve yüklem konumunda geçen terimler kategorematik terimler olarak adlandırılır. Doğru cevap A'dır."
  },
  {
    "id": "3740863",
    "unitNumber": 4,
    "text": "Ortaçağ mantık eğitiminin önemli bir parçası olan ve mantık bilmeceleri olarak tanımlanan kavrama ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sinkategoremata",
      "B": "Insolubilia",
      "C": "Sophismata",
      "D": "Obligationes",
      "E": "Consequentia"
    },
    "explanation": "Mantık bilmeceleri olarak yorumlayabileceğimiz Sophismata hakkında araştırma Ortaçağ mantık eğitiminin önemli bir parçasını oluşturur. Doğru cevap C'dir."
  },
  {
    "id": "3740864",
    "unitNumber": 4,
    "text": "Skolastik mantıkçıların Antikçağdan beri mantıkçıların ilgisini çeken mantık çatışkılarını ele alan kavrama ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sinkategoremata",
      "B": "İnsolubilia",
      "C": "Sophismata",
      "D": "Sinkategoremata",
      "E": "Kategorematik"
    },
    "explanation": "Düz anlamıyla ‘insolubilia’ sözcüğü ‘çözülemezler’ anlamına gelmektedir. Skolastik mantıkçılar bu başlık altında Antikçağdan beri mantıkçıların ilgisini çeken mantık çatışkılarını ele almışlardır. Doğru cevap B'dir."
  },
  {
    "id": "3740865",
    "unitNumber": 4,
    "text": "Ortaçağ batı mantığının tartışma biçimleri ve tartışma kuralları ile ilgili bölümüne ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sophismata",
      "B": "Insolubilia",
      "C": "Sinkategoremata",
      "D": "Obligationes",
      "E": "Sophismata"
    },
    "explanation": "Obligationes Ortaçağ batı mantığının tartışma biçimleri ve tartışma kuralları ile ilgili bölümüdür. Doğru cevap D'dir."
  },
  {
    "id": "3740866",
    "unitNumber": 4,
    "text": "Aynı Stoa mantığında olduğu gibi temel önermelerden oluşan geçerli çıkarımlar üstüne kurulan kurama ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Consequentia",
      "B": "Obligationes",
      "C": "Insolubilia",
      "D": "Sophismata",
      "E": "Ampliation"
    },
    "explanation": "Consequentia kuramının dikkati çeken özelliği aynı Stoa mantığında olduğu gibi temel önermelerden oluşan geçerli çıkarımlar üstüne kurulmasıdır. Doğru cevap A'dır."
  },
  {
    "id": "3741033",
    "unitNumber": 4,
    "text": "....... ...... ...... Roma İmparatorluğu'nun Latince konuşulan Batı Roma ile Yunanca konuşulan Doğu Roma olarak ikiye ayrıldığı 5. yüzyıldan Rönesans'a kadar geçen dönemde Latin dünyasındaki mantık çalışmalarını kapsar.\n Yukarıda bırakılan boşluğa aşağıdakilerden hangisi gelecektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ortaçağ Latin mantığı",
      "B": "Aristoteles mantığı",
      "C": "Çağdaş mantık",
      "D": "Kipler mantığı",
      "E": "Kümeler teorisi mantığı"
    },
    "explanation": "sayfa 62 de anlatılıyor<br/>Ortaçağ Latin mantığı"
  },
  {
    "id": "3741034",
    "unitNumber": 4,
    "text": "Ortaçağ İslam coğrafyasında olduğu gibi Latin coğrafyasında da mantık çalışmaları ilk önce hangi kaynaklara yönelmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Peripatetik",
      "B": "Latin mantığı",
      "C": "Arapça çeviriler",
      "D": "Megara-Stoa mantığı",
      "E": "Modern mantık"
    },
    "explanation": "sayfa 62 de anlatılmakta<br/>Peripatetik"
  },
  {
    "id": "3741035",
    "unitNumber": 4,
    "text": "Aristoteles Organon'unun Kategoriler ve Önerme Üstüne kitapları ve hangi düşünürün yorumları Logica Vetus'u olusturmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Boethius",
      "B": "Marcus Tullius Cicero",
      "C": "Farabi",
      "D": "Porphyry",
      "E": "P. Abelardus"
    },
    "explanation": "sayfa 63 te anlatılmakta<br/>Boethius"
  },
  {
    "id": "3741036",
    "unitNumber": 4,
    "text": "Ortaçağın ilk büyük mantıkçısı Petrus Abelardus Aristoteles mantığını yorumlamanın yanı sıra, bağımsız bir mantık çalışması olan hangi eseri yazmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Dialektika",
      "B": "Topikler",
      "C": "Kategorik Tanımlar Üstüne",
      "D": "Bölme Üstüne",
      "E": "Koşullu Tanımlar Üstüne"
    },
    "explanation": "Sayfa 63 te anlatılmakta<br/>Dialektika"
  },
  {
    "id": "3741037",
    "unitNumber": 4,
    "text": "Abelardus kipli önermelerin yorumlanmasında de-re ve de-dicto olarak ayırımını açıkça ortaya koymuştur. De-dicto söyleme ilişkin demekse de-re neye ilişkin demektir?",
    "correctAnswer": "A",
    "options": {
      "A": "şeye ilişkin",
      "B": "anlama ilişkin",
      "C": "önermeye ilişkin",
      "D": "inanca ilişkin",
      "E": "bilgiye ilişkin"
    },
    "explanation": "sayfa 63 te anlatılmakta<br/>şeye ilişkin"
  },
  {
    "id": "3741038",
    "unitNumber": 4,
    "text": "Zaman kipli önermelerin yorumlanmasına olanak vereceğini fark ederek Abelardus önermelerle ilgili hangi kavramı ortaya atmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Belli bir zamanda doğru olması",
      "B": "Belli bir zamanda yanlış olması",
      "C": "Belli bir zamanda zorunlu olması",
      "D": "Eşdeğer olma",
      "E": "Zamansız olma"
    },
    "explanation": "sayfa 64 te anlatılmakta<br/>Belli bir zamanda doğru olması"
  },
  {
    "id": "3741039",
    "unitNumber": 4,
    "text": "Bir terimin bir şeyi (bir bireyi ya da tümeli) göstermek üzere atanmış olması, en azından bir şeyi gösterebilme özelliğine sahip olmasına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "imleme",
      "B": "koçaşlama",
      "C": "adlama",
      "D": "zayıflatma",
      "E": "güçlendirme"
    },
    "explanation": "sayfa 65 te anlatılmakta<br/>imleme"
  },
  {
    "id": "3741040",
    "unitNumber": 4,
    "text": "Ortaçağ mantıkçıları arasında göndermenin üç biçimde bölümlenmesi yaygındır. Birincisi Maddi gönderme, ikincisi Basit gönderme. Üçüncüsü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bireylere gönderme",
      "B": "imleme",
      "C": "Koçaşlama",
      "D": "Anlamlı gönderme",
      "E": "Gündelik gönderme"
    },
    "explanation": "sayfa 65 te anlatılmakta<br/>Bireylere gönderme"
  },
  {
    "id": "3741041",
    "unitNumber": 4,
    "text": "Appellation sözcüğünün türediği appellare fiili Latincede ne anlama gelmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "adlandırma",
      "B": "sembolleştirme",
      "C": "güçlendirme",
      "D": "zayıflatma",
      "E": "görelilik"
    },
    "explanation": "sayfa 67 de anlatılmakta<br/>adlandırma"
  },
  {
    "id": "3741042",
    "unitNumber": 4,
    "text": "Çağdaş mantık formalizminde iki tür ifade ayırt edilmektedir.Değişkenler ve mantık değişmezleri. Bu formalizimdeki değişkenler kategorematik terimlere karşılık gelirken, değişmezler hangi terimlere karşılık gelir?",
    "correctAnswer": "A",
    "options": {
      "A": "sinkategorematik",
      "B": "göreceli",
      "C": "sophismate",
      "D": "insolubilia",
      "E": "obligationes"
    },
    "explanation": "sayfa 69 da açıklanmakta<br/>sinkategorematik"
  },
  {
    "id": "3740662",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Antik Çağ’ın Skolastik yorumunun yanıltıcı ve kısıtlayıcı olduğu düşüncesi yaygındır.</li> <li>Hümanist (insancıl) düşünce güçlenmiştir.</li> <li>Dönemin aydını dikkatini Yunanca ve Latince edebiyat yapıtlarına yöneltmiştir.</li> <li>Retorik (hitabet sanatı) uzun dönem biçimsel mantığa dayalı akıl yürütmenin yerini almıştır.</li> <li>Tümdengelimli biçimsel mantığın bilgiye ulaştıran bir araç olarak görülmektedir.</li> </ol> Yukarıda verilenlerden hangileri Rönesans’ın başlangıç tarihi kabul edilen 14. yüzyıldan 19. yüzyılın sonuna kadar olan dönemin özelliklerini tanımlamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II ve III",
      "B": "I, IV ve V",
      "C": "II, III ve IV",
      "D": "I, II, III ve IV",
      "E": "II, III, IV ve V"
    },
    "explanation": "Ünitenin amaçları ayrıntılandırılabilir mi?<br/>Rönesans ve ardından gelen modern dönem boyunca, Antik Çağ’ın Skolastik yorumunun yanıltıcı ve kısıtlayıcı olduğu düşüncesi yaygındır. Hümanist (insancıl) düşüncenin güçlendiği Rönesans Dönemi’nin aydını dikkatini Yunanca ve Latince edebiyat yapıtlarına yöneltmiştir. Retorik (hitabet sanatı) uzun dönem biçimsel mantığa dayalı akıl yürütmenin yerini almıştır. Aristoteles’in Ortaçağ boyunca süren egemenliğine tepki olarak, bu dönemin pek çok düşünürü Aristoteles’in mantığını neredeyse tümüyle yanlış saymaktadır. Aristotelesçi mantığa bir diğer eleştiri de yeni bilim düşüncesinden kaynaklanmaktadır. Yeni bilim anlayışı dünyanın bilgisinin ancak duyu deneyi temel alınarak elde edilebileceğini kabul etmektedir. Böylece bilimsel bilgi özel durumlara ilişkin deney bilgisinin genelleştirilebilmesi durumunda olanaklıdır. Aristoteles’in ve Skolâstiklerin tümdengelimli biçimsel mantığı iddia edildiği gibi bilgiye ulaştıran bir araç değildir. Bu mantık ancak deneyimle elde edilen sonuçların düzenlenmesi işine yarayabilir. “Antik Çağ’ın Skolastik yorumunun yanıltıcı ve kısıtlayıcı olduğu düşüncesi yaygındır.”, “Hümanist (insancıl) düşünce güçlenmiştir.”, “Dönemin aydını dikkatini Yunanca ve Latince edebiyat yapıtlarına yöneltmiştir.” ve “Retorik (hitabet sanatı) uzun dönem biçimsel mantığa dayalı akıl yürütmenin yerini almıştır.” tanımlamaları dönemin özelliklerini yansıtmaktadır, ancak sözkonusu dönem tümdengelimli biçimsel mantığın bilgiye ulaştıran bir araç olarak görülmediği bir dönemdir. Dolayısıyla doğru cevap D’dir."
  },
  {
    "id": "3740663",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Dünyanın bilgisi ancak duyu deneyi temel alınarak elde edilebilir.</li> <li>Bilimsel bilgi özel durumlara ilişkin deney bilgisinin genelleştirilebilmesi durumunda olanaklıdır.</li> <li>Tümdengelimli biçimsel mantık iddia edildiği gibi bilgiye ulaştıran bir araçtır.</li> <li>Tümdengelimli biçimsel mantık ancak deneyimle elde edilen sonuçların düzenlenmesi işine yarayabilir.</li> </ol> Yukarıda verilenlerden hangileri Rönesans’ın başlangıç tarihi kabul edilen 14. yüzyıldan 19. yüzyılın sonuna kadar olan dönemdeki mantık anlayışını ve bilgiye ulaşma yollarını tanımlamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "I ve IV",
      "C": "III ve IV",
      "D": "I, II ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "Rönesans ve ardından gelen modern dönem boyunca, Antik Çağ’ın Skolastik yorumunun yanıltıcı ve kısıtlayıcı olduğu düşüncesi yaygındır. Hümanist (insancıl) düşüncenin güçlendiği Rönesans Dönemi’nin aydını dikkatini Yunanca ve Latince edebiyat yapıtlarına yöneltmiştir. Retorik (hitabet sanatı) uzun dönem biçimsel mantığa dayalı akıl yürütmenin yerini almıştır. Aristoteles’in Ortaçağ boyunca süren egemenliğine tepki olarak, bu dönemin pek çok düşünürü Aristoteles’in mantığını neredeyse tümüyle yanlış saymaktadır. Aristotelesçi mantığa bir diğer eleştiri de yeni bilim düşüncesinden kaynaklanmaktadır. Yeni bilim anlayışı dünyanın bilgisinin ancak duyu deneyi temel alınarak elde edilebileceğini kabul etmektedir. Böylece bilimsel bilgi özel durumlara ilişkin deney bilgisinin genelleştirilebilmesi durumunda olanaklıdır. Aristoteles’in ve Skolâstiklerin tümdengelimli biçimsel mantığı iddia edildiği gibi bilgiye ulaştıran bir araç değildir. Bu mantık ancak deneyimle elde edilen sonuçların düzenlenmesi işine yarayabilir. Bu bilgilerden de anlaşıldığı gibi “Dünyanın bilgisi ancak duyu deneyi temel alınarak elde edilebilir.”, “Bilimsel bilgi özel durumlara ilişkin deney bilgisinin genelleştirilebilmesi durumunda olanaklıdır.”, Tümdengelimli biçimsel mantık ancak deneyimle elde edilen sonuçların düzenlenmesi işine yarayabilir.” ifadeleri Rönesans’ın başlangıç tarihi kabul edilen 14. yüzyıldan 19. yüzyılın sonuna kadar olan dönemdeki mantık anlayışını ve bilgiye ulaşma yollarını tanımlamaktadır. “Tümdengelimli biçimsel mantığın ise iddia edildiği gibi bilgiye ulaştıran bir araç olmadığı ifadesi dönemi yansıtmaktadır. Dolayısıyla doğru cevap D’dir."
  },
  {
    "id": "3740664",
    "unitNumber": 5,
    "text": "Mantık anlayışında mantığı düzgün söz söyleme sanatı olarak tanımlayan düşünür kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Petrus Ramus",
      "B": "Francis Bacon",
      "C": "Gottfried Wilhelm Leibniz",
      "D": "Bernard Bolzano",
      "E": "Thomas Hobbes"
    },
    "explanation": "Düzeltme Önerileri\n<br/>Sayfa 80\n<br/>Bu dönemde <strong>İslam dünyasında daha önceki</strong> mantık çalışmalarının yorumlanması, özetlenmesi ve ders kitapları yazımının ötesine geçememektedir.\n<br/>Bu dönemde <strong>İslam dünyasında mantık çalışmaları, daha önceki</strong> mantık çalışmalarının yorumlanması, özetlenmesi ve ders kitapları yazımının ötesine geçememektedir.<br/>Özgün bir mantıkçı olmamakla birlikte, yaşadığı önemde Latin dünyasında mantık çalışmalarıyla en dikkat çeken düşünür Petrus Ramus’tur (1515-1572). Belki de hocalarının isteği doğrultusunda, yazdığı tez çalışmasında (Aristotelicae animadversiones) “Aristoteles’in söylediği her şey bir yalanlar yığınıdır” savını savunmuştur. Ramus’un bu sav ölçüsünde aşırı bir Aristoteles karşıtı olup olmadığı belirsizdir. Kesin olarak bilinen Ramus’un üniversitelerdeki felsefe programında Aristoteles’in etkisinin azaltılmasını amaçlayan düzenlemenin ilk savunucularından olduğudur. Mantık anlayışında Ramus mantığı felsefenin aracı olarak gören Aristotelesçilerin aksine düzgün söz söyleme sanatı olarak tanımlar (Dialectica est ars bene disserendi). Bu tanıma uygun olarak mantık çalışmanın amacı sunulan uslamlamaların çözümlenmesidir. Bu bilgilerden de anlaşıldığı gibi doğru cevap A’dır."
  },
  {
    "id": "3740665",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Bir etkinlik olarak doğa biliminin amacı buluştur. Dolayısıyla eğer bir mantık sisteminin doğa bilimine bir faydası olacaksa bu mantık sisteminin buluşun ilkelerini belirleyen kurallardan oluşması gerekir.</li> <li>Tümdengelimli mantık belli bir alanda oluşmuş bir bilgi birikimini belirli sayıda temel ilkelerden elde edilen bir sistem olarak yeniden sunmaya uygundur.</li> <li>Yeni bilgi edinmenin yolu tikel deneyimlerden yola çıkarak sonuca varmayı gözeten bir yönteme başvurmaktır.</li> <li>Tümdengelimli mantık bilgiye ulaşmanın güçlü ve güvenilir bir aracıdır.</li> </ol> Yukarıda verilenlerden hangileri Aristotelesçi tümdengelimli mantık anlayışını eleştiren Bacon’un savlarıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I ve III",
      "E": "II, III ve IV"
    },
    "explanation": "Düzeltme Önerileri:\n<br/>Sayfa 81\n<br/>Dolayısıyla eğer bir mantık <strong>sistemin</strong> doğa bilimine bir faydası olacaksa bu mantık sisteminin buluşun ilkelerini belirleyen kurallardan oluşması gerekir.\n<br/>Dolayısıyla eğer bir mantık <strong>sisteminin</strong> doğa bilimine bir faydası olacaksa bu mantık sisteminin buluşun ilkelerini belirleyen kurallardan oluşması gerekir.\n<br/>Sayfa 83\n<br/>Tümü sağduyuya uygun olsa da bu genel geçer <strong>kurallar</strong> doğa bilimlerindeki araştırma için bulgu ve buluş yöntemi olarak iş göremeyecekleri düşünülebilir.\n<br/>Tümü sağduyuya uygun olsa da bu genel geçer <strong>kuralların</strong> doğa bilimlerindeki araştırma için bulgu ve buluş yöntemi olarak iş göremeyecekleri düşünülebilir.<br/>Aristotelesçi mantığa ilginin zayıflamasının nedenlerinden biri de tikel gözlem ve deneyleri temel alan yeni bir bilim anlayışının doğuşudur. Bu bilim anlayışı ile, Aristotelesçi tümdengelimli mantığın bilgiye ulaşmanın güçlü ve güvenilir bir aracı olduğu düşüncesi artık kolaylıkla kabul edilen bir düşünce olmaktan çıkmıştır. Aristoteles mantığını temel alan Skolastik mantığı bu bakımdan yetersiz bularak eleştiren düşünürlerin başında Francis Bacon (1561-1626) gelmektedir. Aristotelesçi tümdengelimli mantık anlayışını eleştiren Bacon, doğa araştırmasında tümevarımın kullanılması gerektiğini savunmaktadır. Bacon’ın bu sözlerle hedef aldıkları Aristoteles ve doğa felsefesinde onu izleyenlerdir. Bacon’ın Aristoteles mantığını doğa bilimi bakımından niçin yetersiz bulduğunu anlayabilmek ise kolaydır: Bir etkinlik olarak doğa biliminin amacı buluştur. Dolayısıyla eğer bir mantık sistemin doğa bilimine bir faydası olacaksa bu mantık sisteminin buluşun ilkelerini belirleyen kurallardan oluşması gerekir. Aristoteles mantık sistemi bu gereği yerine getirmediğine göre doğa araştırmasında bu mantık sistemine başvurulamaz. Aristoteles’in tümdengelimli mantık sistemini Antik Çağ matematiğini göz önünde bulundurarak oluşturduğu düşüncesi yaygındır. Tümdengelimli mantık belli bir alanda oluşmuş bir bilgi birikimini belirli sayıda temel ilkelerden elde edilen bir sistem olarak yeniden sunmaya uygundur. Bununla birlikte tümdengelim yeni bilgi edinmenin bir yöntemini vermemektedir. Bacon’a göre yeni bilgi edinmenin yolu tikel deneyimlerden yola çıkarak sonuca varmayı gözeten tümevarıma başvurmaktır. Bacon çalışmalarının sonucu olarak bir tümevarım mantığı ortaya koymuş değildir. Ancak onun ve Descartes’ın düşünceleri Modern dönemde tümdengelimli biçimsel mantığın bir ölçüde gözden düşmesinde etkili olmuştur. Bu bilgilerden de anlaşıldığı gibi “Bir etkinlik olarak doğa biliminin amacı buluştur. Dolayısıyla eğer bir mantık sistemin doğa bilimine bir faydası olacaksa bu mantık sisteminin buluşun ilkelerini belirleyen kurallardan oluşması gerekir.”, “Tümdengelimli mantık belli bir alanda oluşmuş bir bilgi birikimini belirli sayıda temel ilkelerden elde edilen bir sistem olarak yeniden sunmaya uygundur.” ve “Yeni bilgi edinmenin yolu tikel deneyimlerden yola çıkarak sonuca varmayı gözeten bir yönteme başvurmaktır.” savları Bacon’un savlarıdır. Dolayısıyla doğru cevap D’dir. “Tümdengelimli mantık bilgiye ulaşmanın güçlü ve güvenilir bir aracıdır.” savı ise Aristotelesçi tümdengelimli mantık anlayışını destekleyen bir savdır."
  },
  {
    "id": "3740666",
    "unitNumber": 5,
    "text": "Tüm düşünceyi belirtmeye elverişli yapma bir evrensel dil, lingua universalis, yardımıyla akıl yürütmenin mekanik işlemler aracılığıyla gerçekleştirilmesi düşüncesi kim tarafından ilk kez ortaya konmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "Hobbes",
      "B": "Descartes",
      "C": "Bacon",
      "D": "Leibniz",
      "E": "Bolzano"
    },
    "explanation": "Gottfried Wilhelm Leibniz (1646-1716) Ortaçağdan sonra gelen en önemli mantıkçıdır. Dahası, çağının tüm bilim dallarında donanımlı bir bilim insanıdır. Leibniz çağdaş mantığın dayandığı pek çok yeni düşünceyi ilk kez ortaya koyan düşünürdür. Bunların en önemlisi tüm düşünceyi belirtmeye elverişli yapma bir evrensel dil, lingua universalis, yardımıyla akıl yürütmenin mekanik işlemler aracılığıyla gerçekleştirilmesi düşüncesidir. Düşünmeyi mekanikleştirmeye duyduğu ilgi sonucunda, Leibniz 1673 yılında Kraliyet Topluluğu’na dört temel aritmetik işlemini de yapabilen bir hesap makinesini sunmuştur. Leibniz’e göre geliştirmeye çalıştığı mükemmel dil sadece varolan bilgiyi sistemleştirmeye değil, aynı zamanda yeni bilimsel bulgu (keşif) ve buluş (icat) elde etmeyi sağlayacak, böylece bu ikisi de insanın sezgiye gerek duymadan gerçekleştirebileceği etkinliklere dönüşecektir. Bu bilgilerden de anlaşıldığı gibi doğru cevap D’dir."
  },
  {
    "id": "3740667",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>‘AB A dır’ doğru olduğuna göre, ‘BC B dir’ de doğru olacaktır.</li> <li>AB ile BA eşittir.</li> <li>‘B AA dır’ da olduğu gibi, aynı terimde aynı harfin tekrarlanması yararsızdır.</li> <li>‘A B dir’, ‘C D dir’ ve ‘E F dir’ den ‘ACE BDF dir’ önermesini elde edebiliriz.</li> <li>‘A BCD dir’ önermesi verildiğinde ‘A B dir ve A C dir ve A D dir’ önermesi de elimizdedir.</li> </ol> Yukarıda verilenlerden hangileri Leibniz’in geliştirdiği kalkülün kurallarıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I, II ve III",
      "C": "I, II ve IV",
      "D": "II, III, IV ve V",
      "E": "I, II, III, IV ve V"
    },
    "explanation": "Leibniz'in geliştirdiği Kalkülün kuralları şunlardır:\n <ol> <li>Değişkenlerle belirtilen bir şeyde içerilen (in literis quibusdam indefinitis), aynı koşullara konu olan diğerleri için de bir sonuç olarak anlaşılır. Örneğin, ‘AB A dır’ doğru olduğuna göre, ‘BC B dir’ de doğru olacaktır.</li> <li>Aynı terim içinde harflerin yer değiştirmesi bir şeyi değiştirmez. Yani, AB ile BA eşittir.</li> <li>‘B AA dır’ da olduğu gibi, aynı terimde aynı harfin tekrarlanması yararsızdır.</li> <li>Herhangi sayıda önermeden, öznelerin tümünü birleştirip tek bir özne ve yüklemlerin tümünü birleştirip tek bir yüklem yaparak bir önerme elde edilebilir. Yani, ‘A B dir’, ‘C D dir’ ve ‘E F dir’ den ‘ACE BDF dir’ önermesini elde edebiliriz.</li> <li>Yüklemi çeşitli terimlerin bir araya getirilmesinden oluşan herhangi bir önermeden, her birinin öznesi ilk önermenin öznesiyle aynı ama yüklemi ilk önermenin yükleminin parçası olan çeşitli önermeler elde edilmesi olanaklıdır. Yani, ‘A BCD dir’ önermesi verildiğinde ‘A B dir ve A C dir ve A D dir’ önermesi de elimizdedir.</li> </ol> Bu bilgilerden de anlaşıldığı gibi doğru cevap E’dir."
  },
  {
    "id": "3740668",
    "unitNumber": 5,
    "text": "“Olanaklı dünya” kavramı kim tarafından ortaya atılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Russell",
      "B": "Carnap",
      "C": "Leibniz",
      "D": "Bacon",
      "E": "Bolzano"
    },
    "explanation": "Leibniz’in felsefesi Russell, Carnap gibi çağdaş mantıkçıları etkilemiş, çağdaş mantığı meydana getiren kimi yaklaşımlara esin kaynağı olmuştur. Örneğin, Leibniz’in metafiziğinde yer verdiği “olanaklı dünya” kavramı çağdaş mantıkta mantıksal olanaklılık ve zorunluluğun yorumlanmasında önemli yer tutmuştur. Leibniz’in olanaklı dünya kavramının anlayışı onun bireysel töz (kısaca, birey) anlayışı ile yakından ilgilidir. Leibniz’e göre, her bireysel töz özsel niteliklerinin toplamından oluşur. Bu nitelikler bilindiğinde o bireysel töze ilişkin geçmiş, şimdiki ve gelecek zaman kipindeki her önermenin doğru mu, yanlış mı olduğuna karar verilebilir. Bu bilgilerden de anlaşıldığı gibi olanaklı dünya kavramı Leibniz tarafından ortaya atılmıştır, dolayısıyla doğru cevap C’dir."
  },
  {
    "id": "3740669",
    "unitNumber": 5,
    "text": "Mantığın temel kavramı olan önermeler arasındaki “mantıksal sonuç” kavramı ilk olarak kim tarafından tanımlanmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Aristoteles",
      "B": "Bolzano",
      "C": "Tarski",
      "D": "Boole",
      "E": "Mill"
    },
    "explanation": "Bolzano mantığın temel kavramı olan önermeler arasındaki “mantıksal sonuç” kavramını daha sonra Polonyalı mantıkçı ve matematikçi Alfred Tarski (1901-1983) tarafından geliştirilen tanıma da kaynak oluşturacak biçimde tanımlamayı başarmıştır. Bolzano’nun tanımına göre, B önermesinin A önermesinin sonucu olması demek, değişkenlerin A önermesini doğru yapacak biçimdeki her yorumunun B önermesini de doğru yapması demektir (Bolzano’nun tanımı aslında daha geneldir ve bir grup önermenin diğer bir grup önermenin sonucu olması durumunu da kapsamaktadır). Bu bilgilerden de anlaşıldığı gibi doğru cevap B’dir."
  },
  {
    "id": "3740670",
    "unitNumber": 5,
    "text": "Etkin bir mantık sisteminin mantığın sayılar cebirine benzer bir sistem olarak kurulmasıyla gerçekleştirileceğini düşünen düşünürler kimlerdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Aristoteles ve Bolzano",
      "B": "Leibniz ve Boole",
      "C": "Ramus ve Hobbes",
      "D": "Bacon ve Mill",
      "E": "Descartes ve Augustin"
    },
    "explanation": "Düzeltme Önerisi:\n<br/>Sayfa 89\n<br/>Doğalcı görüşün karşısındaki, Mill’in genellikle ‘sezgicilik’ diye adlandırdığı felsefi görüş ise dünyanın us tarafından <strong>kurulduğunu</strong>, bu nedenle us ile dünya arasında bir paralellik olduğu düşüncesine dayanmaktadır.\n<br/>Doğalcı görüşün karşısındaki, Mill’in genellikle ‘sezgicilik’ diye adlandırdığı felsefi görüş ise dünyanın us tarafından <strong>kurulduğu</strong>, bu nedenle us ile dünya arasında bir paralellik olduğu düşüncesine dayanmaktadır.<br/>Leibniz gibi Boole da etkin bir mantık sisteminin mantığın sayılar cebirine benzer bir sistem olarak kurulmasıyla gerçekleştirileceğini düşünmektedir. Ancak Boole mantık değişmezlerinin önermelere de uygulandığı bir mantık sistemi oluşturmaya yönelerek geleneksel mantığın önermelerin yapısına ilişkin sınırlamasını bir ölçüde de olsa aşmayı başarmıştır. Bu bilgilerden de anlaşılacağı gibi doğru cevap B’dir."
  },
  {
    "id": "3740671",
    "unitNumber": 5,
    "text": "Mill’in tikel bir durum veya tikel durumlar hakkında doğru olduğunu bildiklerimizin bu durumlarla belirli ve kendilerine de uygulanabilen bakımlardan benzeşen tüm durumlarda doğru olacağını çıkarsadığımız akıl işlemi olarak tanımladığı kavram nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tümevarım",
      "B": "Akıl Yürütme",
      "C": "Sezgicilik",
      "D": "Çelişmezlik İlkesi",
      "E": "Çağrışımı Olan"
    },
    "explanation": "...tümevarım tikel bir durum veya tikel durumlar hakkında doğru olduğunu bildiklerimizin bu durumlarla belirli ve kendilerine de uygulanabilen bakımlardan benzeşen tüm durumlarda doğru olacağını çıkarsadığımız akıl işlemidir. Bir başka deyişle, tümevarım bir sınıftaki belirli bireyler için doğru olanın bu sınıftakilerin tümü için doğru olduğunu veya belirli zamanlarda doğru olanın benzer koşullar altında tüm zamanlarda doğru olacağı sonucunu çıkardığımız işlemdir. (Mantık Sistemi, Kitap III, Bölüm 2 §1) Mill’in bu tanımlamasından da anlaşıldığı gibi doğru cevap A’dır."
  },
  {
    "id": "3740716",
    "unitNumber": 5,
    "text": "14. yüzyılın ortasından 17. yüzyıla kadar mantık konusunda sistemli ve yaratıcı çalışmalar nerede görülmez?",
    "correctAnswer": "B",
    "options": {
      "A": "Antik Çağ' da",
      "B": "İslam ve Latin dünyasında",
      "C": "Avrupa' da",
      "D": "İtalya' dda",
      "E": "Roma döneminde"
    },
    "explanation": "14. yüzyılın ortasından 17. yüzyıla kadar ne İslam coğrafyasında ne de Latin dün- yasında mantık konusunda sistemli ve yaratıcı çalışmalar görülmez. Bu dönem La- tin dünyasının yaratıcı düşünürlerinin çoğunun ilgisi Antik Çağ’ın özellikle dille il- gili ve edebi yapıtlarına yönelmiştir."
  },
  {
    "id": "3740717",
    "unitNumber": 5,
    "text": "Latin dünyasında mantık çalışmalarıyla en dikkat çeken düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Petrus Ramus",
      "B": "Aristoteles",
      "C": "Bacon",
      "D": "Bartolomeus",
      "E": "Agricola"
    },
    "explanation": "Özgün bir mantıkçı olmamakla birlikte, yaşadığı dönemde Latin dünyasında mantık çalışmalarıyla en dikkat çeken düşünür Petrus Ramus’tur (1515-1572). Belki de hocalarının isteği doğrultusunda, yazdığı tez çalışmasında (Aristotelicae animadversiones) “Aristoteles’in söylediği her şey bir yalanlar yığınıdır” savını savunmuştur."
  },
  {
    "id": "3740718",
    "unitNumber": 5,
    "text": "Fransa’da Katoliklerin Protestanlara karşı gerçekleştirdiği Aziz Bartolomeus Yortusu Kıyımı hangi tarihite gerçekleşmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "11 Ağustos 1672’de",
      "B": "20 Ağustos 1570’de",
      "C": "24 Ağustos 1572’de",
      "D": "30 Ağustos 1562’de",
      "E": "18 Ağustos 1472’de"
    },
    "explanation": "Ramus özellikle kendi döneminde büyük bir ün ve ateşli izleyiciler kazanmış ancak yaşamının son döneminde çekişmelerin etkisiyle zor günler geçirmiş ve en sonunda 24 Ağustos 1572’de Fransa’da Katoliklerin Protestanlara karşı gerçekleş- tirdiği Aziz Bartolomeus Yortusu Kıyımı sırasında öldürülmüştür."
  },
  {
    "id": "3740719",
    "unitNumber": 5,
    "text": "Aristoteles mantığını temel alan Skolastik mantığı bu bakımdan yetersiz bularak eleştiren düşünürlerin başında aşağıdakilerden hangisi gelmekteydi?",
    "correctAnswer": "A",
    "options": {
      "A": "Francis Bacon",
      "B": "Petrus Ramus",
      "C": "Aristoteles",
      "D": "Descartes",
      "E": "Hobbes"
    },
    "explanation": "Aristotelesçi tümdengelimli mantığın bilgiye ulaşmanın güçlü ve güvenilir bir ara- cı olduğu düşüncesi artık kolaylıkla kabul edilen bir düşünce olmaktan çıkmıştır. Aristoteles mantığını temel alan Skolastik mantığı bu bakımdan yetersiz bularak eleştiren düşünürlerin başında Francis Bacon (1561-1626) gelmektedir."
  },
  {
    "id": "3740720",
    "unitNumber": 5,
    "text": "Kendisi bir mantık sistemi kurmayıp mantık konusunda önemli görüşler ileri süren felsefeci hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bacon",
      "B": "Ramus",
      "C": "Hobbes",
      "D": "Aristoteles",
      "E": "Sokrates"
    },
    "explanation": "Kendisi bir mantık sistemi kurmayıp mantık konusunda önemli görüşler ileri süren bir diğer felsefeci de Thomas Hobbes’tur (1588-1679). Her ne kadar mantık ve mantık felsefesi yazısında Hobbes’un düşüncelerine yapılan göndermelere pek rastlanmasa da Hobbes’un mantık doğruları, uslamlama gibi mantık kavramlarıyla ilgili görüşleri daha sonraki mantıkçıları ve mantık felsefecilerinin görüşlerini öncelediği açıktır."
  },
  {
    "id": "3740721",
    "unitNumber": 5,
    "text": "Port Royal Mantığı’nın mantık tarihinde önemini belirleyen en önemli bölümü hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Birinci bölüm",
      "B": "İkinci bölüm",
      "C": "Üçüncü bölüm",
      "D": "Dördüncü bölüm",
      "E": "Bütün bölümler"
    },
    "explanation": "Port Royal Mantığı’nın mantık tarihinde önemini belirleyen dördüncü bölümün içeriğidir. İlk üç bölüm ele alınan konular bakımından daha önceki mantık yapıt-larından önemli bir farklılık göstermemektedir. Dördüncü bölüm ise bilimin yöntemi ile ilgili konulara ayrılmıştır. Port Royal Mantığı’nın yazarları yöntem ile ilgili araştırmayı da mantığın bir parçası olarak kabul etmektedirler."
  },
  {
    "id": "3740722",
    "unitNumber": 5,
    "text": "Ortaçağdan sonra gelen en önemli mantıkçı düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Descartes",
      "B": "Bacon",
      "C": "Ramus",
      "D": "Hobbes",
      "E": "Leibniz"
    },
    "explanation": "Gottfried Wilhelm Leibniz (1646-1716) Ortaçağdan sonra gelen en önemli mantıkcıdır. Dahası, çağının tüm bilim dallarında donanımlı bir bilim insanıdır. Leibniz çağdaş mantığın dayandığı pek çok yeni düşünceyi ilk kez ortaya koyan düşünürdür."
  },
  {
    "id": "3740723",
    "unitNumber": 5,
    "text": "Leibniz ile birlikte çağdaş mantığın doğuşunu hazırlayan aynı zamanda matematikçi, felsefeci ve bir din adamı olan düşünür kimdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hobbes",
      "B": "Ramus",
      "C": "Bolzano",
      "D": "Nicole",
      "E": "Tarski"
    },
    "explanation": "Leibniz ile birlikte çağdaş mantığın doğuşunu hazırlayan düşünürlerden biri de matematikçi felsefeci ve aynı zamanda bir din adamı olan Bolzano’dur. Bolza- no’nun mantık görüşlerinin yer aldığı başlıca çalışmaları Matematiğin Daha iyi Temellendirilmiş Bir Sunumuna Katkılar (1810), Bilim Kuramı (1837) ve ölümünden sonra yayımlanan Sonsuzluğun Çatışkıları’dır."
  },
  {
    "id": "3740724",
    "unitNumber": 5,
    "text": "Bacon’dan beri deneyci felsefenin amacı olan tümevarımlı mantık görüşünü sistemleştiren düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mill",
      "B": "Boole",
      "C": "Hobbes",
      "D": "Ramus",
      "E": "Bolzano"
    },
    "explanation": "Mill’in önemi Bacon’dan beri deneyci felsefenin amacı olan tümevarımlı mantık görüşünü sistemleştirmesidir. Mill kuramsal felsefede doğalcı görüşe her zaman bağlı kalmıştır. Buna göre dünyayı açıklamada elimizdeki en iyi araçlar doğa bilimlerinin bize sağladıklarıdır."
  },
  {
    "id": "3740725",
    "unitNumber": 5,
    "text": "İngiliz mantıkçı ve matematikçi ,çağdaş matematiksel mantığın ortaya çıkmasını sağlayan düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mill",
      "B": "Leibniz",
      "C": "Boole",
      "D": "Hobbes",
      "E": "Bacon"
    },
    "explanation": "İngiliz mantıkçı ve matematikçi George Boole (1815-1864) çağdaş matematiksel mantığın ortaya çıkmasını sağlayan düşünürlerden biridir. Bugün bir mantıkçı olarak bilinmesine rağmen Boole matematik yazılarını yayımlamaya başladığında ilk 6 yıl mantık konusunda hiçbir yazı yayımlamamıştır."
  },
  {
    "id": "3740847",
    "unitNumber": 5,
    "text": "Biçimsel mantığa dayalı akıl yürütmenin yerini alan hitabet sanatına ne denmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kategori",
      "B": "Bölme",
      "C": "Retorik",
      "D": "Diyalektik",
      "E": "Önerme"
    },
    "explanation": "Retorik, biçimsel mantığa dayalı akıl yürütmenin yerini alan hitabet sanatına denir. Doğru cevap C'dir."
  },
  {
    "id": "3740848",
    "unitNumber": 5,
    "text": "Modern dönem düşünürleri arasında, biçimsel mantık çalışmalarının yeniden hız kazanmasına en büyük katkıyı saylayan, aynı zamanda da matematikçi olan düşünür kimdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ramus",
      "B": "Leibniz",
      "C": "Bacon",
      "D": "Hobbes",
      "E": "Bolzano"
    },
    "explanation": "Modern dönem düşünürleri arasında, biçimsel mantık çalışmalarının yeniden hız kazanmasına en büyük katkıyı saylayan, aynı zamanda da matematikçi olan düşünür Leibniz'dir. Doğru cevap B'dir."
  },
  {
    "id": "3740849",
    "unitNumber": 5,
    "text": "Mantıkta cebir geleneğinin kurucusu düşünür kimdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gazali",
      "B": "Bacon",
      "C": "Hobbes",
      "D": "Mill",
      "E": "Boole"
    },
    "explanation": "Mantıkta cebir geleneğinin kurucusu düşünür George Boole'dur. Doğru cevap E'dir."
  },
  {
    "id": "3740850",
    "unitNumber": 5,
    "text": "Üniversitelerdeki felsefe programında Aristoteles’in etkisinin azaltılmasını amaçlayan bir düzenlemeyi savunan düşünür kimdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Leibniz",
      "B": "Ramus",
      "C": "Hobbes",
      "D": "Bacon",
      "E": "Bolzano"
    },
    "explanation": "Üniversitelerdeki felsefe programında Aristoteles’in etkisinin azaltılmasını amaçlayan bir düzenlemeyi savunan düşünür Ramus'tur. Doğru cevap B'dir."
  },
  {
    "id": "3740851",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Aristotelesçi mantığa ilginin zayıflamasının sebeplerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "İslam düşünürlerinin döneme etkisi",
      "B": "Ortaçağ Latin mantıkçıların çalışmaları",
      "C": "Stoa Mantığı’nın döneme etkisi",
      "D": "Skolastik mantığın döneme etkisi",
      "E": "Tikel gözlem ve deneyleri temel alan yeni bir bilim anlayışının doğuşu"
    },
    "explanation": "Tikel gözlem ve deneyleri temel alan yeni bir bilim anlayışının doğuşu Aristotelesçi mantığa ilginin zayıflamasının sebeplerindendir. Doğru cevap E'dir."
  },
  {
    "id": "3740852",
    "unitNumber": 5,
    "text": "Aşağıdaki düşünürlerden hangisi doğa araştırmasında yeni bilgi edinmenin yolu tümevarıma başvurmaktır görüşünü savunmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "Aristoteles",
      "B": "Platon",
      "C": "Parmenides",
      "D": "Bacon",
      "E": "Zenon"
    },
    "explanation": "Bacon, doğa araştırmasında yeni bilgi edinmenin yolu tümevarıma başvurmaktır görüşünü savunmuştur. Doğru cevap D'dir."
  },
  {
    "id": "3740853",
    "unitNumber": 5,
    "text": "Akıl yürütmelerin gelip dayandığı nihai doğruların uylaşıma dayandığı görüşünü ortaya atan düşünür kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hobbes",
      "B": "Bacon",
      "C": "Ramus",
      "D": "Bolzano",
      "E": "Mill"
    },
    "explanation": "Hobbes, akıl yürütmelerin gelip dayandığı nihai doğruların uylaşıma dayandığı görüşünü ortaya atan düşünürdür. Doğru cevap A'dır."
  },
  {
    "id": "3740854",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Port Royal Mantığı bölümlerinin konularından biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "İmleme",
      "B": "Gönderme",
      "C": "Koşaçlama",
      "D": "Adlama",
      "E": "İdealar"
    },
    "explanation": "İdealar, Port Royal Mantığı bölümlerinin konularından biridir. Doğru cevap E'dir."
  },
  {
    "id": "3740855",
    "unitNumber": 5,
    "text": "Bilimin yöntemine ilişkin genel kurallar ortaya koymaya çalışan mantıkçılar aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Peripatetik mantıkçılar",
      "B": "Port Royal mantıkçıları",
      "C": "Ortaçağ Latin mantıkçıları",
      "D": "Stoa mantıkçıları",
      "E": "Skolastik mantıkçılar"
    },
    "explanation": "Bilimin yöntemine ilişkin genel kurallar ortaya koymaya çalışan mantıkçılar Port Royal mantıkçılarıdır. Doğru cevap B'dir."
  },
  {
    "id": "3740856",
    "unitNumber": 5,
    "text": "Leibniz ile çağdaş mantığın doğuşunu hazırlayan aynı zamanda din adamı olan düşünür kimdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bolzano",
      "B": "Hobbes",
      "C": "Ramus",
      "D": "Bacon",
      "E": "Mill"
    },
    "explanation": "Bolzano, Leibniz ile çağdaş mantığın doğuşunu hazırlayan aynı zamanda din adamı olan düşünürdür. Doğru cevap A'dır."
  },
  {
    "id": "3740870",
    "unitNumber": 5,
    "text": "14-17. Yüzyılları arasında mantık çalışmalarının yavaşlamasının sebebi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilimsel çalışmalar yapılması",
      "B": "İnsancıl kültüre öncelik verilmesi",
      "C": "Yeterli çevirinin bulunmaması",
      "D": "Mantığın doğru bulunmaması",
      "E": "Airstoteles’in eleştirilmesi"
    },
    "explanation": "14. yüzyılın ortasından 17. yüzyıla kadar neİslam coğrafyasında ne de Latin dünyasında mantık konusunda sistemli ve yaratıcı çalışmalar görülmez. Bu dönem Latin dünyasının yaratıcı düşünürlerinin çoğunun ilgisi Antik Çağ’ın özellikle dille ilgili ve edebi yapıtlarına yönelmiştir. Bu yapıtlar yaratılmaya çalışılan yeni insancıl (hümanist) Avrupa kültürünün temeli olarak görülmüş, Aristoteles’in ve Skolastiklerin mantık yapıtlarını çalışmak ise ilginç bir yanı olmayan ve faydasız bir uğraş olarak görülmüştür"
  },
  {
    "id": "3740871",
    "unitNumber": 5,
    "text": "Aristoteles’in üniversite eğitimindeki etkisinin azaltılması gerektiğini savunan düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bacon",
      "B": "Hobbes",
      "C": "Mill",
      "D": "Ramus",
      "E": "Leibniz"
    },
    "explanation": "Özgün bir mantıkçı olmamakla birlikte, yaşadığı önemde Latin dünyasında mantık çalışmalarıyla en dikkat çeken düşünür Petrus Ramus’tur (1515-1572). Belki de hocalarının isteği doğrultusunda, yazdığı tez çalışmasında (Aristotelicae animadversiones) “Aristoteles’in söylediği her şey bir yalanlar yığınıdır” savını savunmuştur. Ramus’un bu sav ölçüsünde aşırı bir Aristoteles karşıtı olup olmadığı belirsizdir. Kesin olarak bilinen Ramus’un üniversitelerdeki felsefe programında Aristoteles’in etkisinin azaltılmasını amaçlayan düzenlemenin ilk savunucularından olduğudur."
  },
  {
    "id": "3740872",
    "unitNumber": 5,
    "text": "Aristoteles’in tümdengelim yaklaşımına karşı çıkarak tümevarım yöntemini benimseyen düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bacon",
      "B": "Hobbes",
      "C": "Mill",
      "D": "Ramus",
      "E": "Leibniz"
    },
    "explanation": "Aristotelesçi mantığa ilginin zayıflamasının nedenlerinden biri de tikel gözlem ve deneyleri temel alan yeni bir bilim anlayışının doğuşudur. Bu bilim anlayışı ile, Aristotelesçi tümdengelimli mantığın bilgiye ulaşmanın güçlü ve güvenilir bir aracı olduğu düşüncesi artık kolaylıkla kabul edilen bir düşünce olmaktan çıkmıştır. Aristoteles mantığını temel alan Skolastik mantığı bu bakımdan yetersiz bularak eleştiren düşünürlerin başında Francis Bacon (1561-1626) gelmektedir. Aristotelesçi tümdengelimli mantık anlayışını eleştiren Bacon, doğa araştırmasında tümevarımın kullanılması gerektiğini savunmaktadır."
  },
  {
    "id": "3740873",
    "unitNumber": 5,
    "text": "Hobbes’un savunuculuğunu yaptığı ve terimlerin anlamlarını kazandığı yol aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mantık",
      "B": "Önerme",
      "C": "Uylaşım",
      "D": "Öncülleme",
      "E": "Koşullama"
    },
    "explanation": "Hobbes akıl yürütmelerin gelip dayandığı sonul (nihai) doğruların uylaşıma (ing. convention) dayandığı görüşünü ortaya atmıştır. Bu görüşün temelinde terim- lerin anlamını uylaşım yoluyla kazandığı düşüncesi bulunmaktadır. Uylaşım gere- ği aynı şey dilde iki farklı şekilde ifade edildiğinde bu iki ifadenin ‘dır’ koşacı ile bağlanması ile elde edilen önerme zorunlu olarak doğru bir önerme olur."
  },
  {
    "id": "3740874",
    "unitNumber": 5,
    "text": "Port Royal mantıkçıklarının bilimin yöntemine ilişkin ortaya koyduğu kuraların en belirgin özelliği aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kararlılık",
      "B": "Düzgünlük",
      "C": "Sıralılık",
      "D": "Sınıflılık",
      "E": "Açıklık"
    },
    "explanation": "Yöntem bölümünün XI. alt bölümünde özetledikleri bu kuralların ikisi tanımlarla, ikisi belitlerle, ikisi tasımlarla, son ikisi de yöntemle ilgilidir:\n <ol> <li>Hiçbir terimi açıkça tanımlanmamış olmaktan dolayı karanlık veya çok-anlamlı bırakmamak, </li> <li>Tanımlarda sadece anlamı apaçık olan veya daha önceden tanımlanmış terimlere yer vermek, </li> <li>Sadece apaçık önermeleri belit (aksiyom) olarak kabul etmek, </li> <li>Sadece çok az bir dikkat sonucunda doğruluğu görülebilenlerin apaçık olduğunu kabul etmek, </li> <li>Az da olsa karanlıkta kalan tüm önermeleri kanıtlamak ve bu önermelerin <br/>kanıtlamalarında sadece daha önce verilen tanımlara, kabul edilen belitlere ve önceden kanıtlanmış önermelere yer vermek, </li> <li>Zihinde terimlerin yerine bu terimleri kısıtlayan ve açıklayan tanımları koymayı ihmal ederek bu terimlerin çokanlamlılığından yanılmamak, </li> <li>Koşullar elverdiğince, şeyleri doğal düzeninde ele almak, en genel ve en yalın olanla başlayıp ve farklı türlere geçmeden önce cinsin doğasına ait özellikleri açıklamak, </li> <li>Koşullar elverdiğince, bir cinsi tüm alt türlerine, bir bütünü tüm parçalarına, bir problemi tüm durumlarına bölmek (Arnauld &amp; Nicole, 1996, s. 259). </li> </ol> Bu kurallar değerlendirildiğinde en belirgin özelliğinin açıklık olduğu söylenebilir."
  },
  {
    "id": "3740875",
    "unitNumber": 5,
    "text": "Ortaçağdan sonra gelen en önemli mantıkçı düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bolzano",
      "B": "Hobbes",
      "C": "Mill",
      "D": "Boole",
      "E": "Leibniz"
    },
    "explanation": "Gottfried Wilhelm Leibniz (1646-1716) Ortaçağdan sonra gelen en önemli mantıkçıdır. Dahası, çağının tüm bilim dallarında donanımlı bir bilim insanıdır. Leibniz çağdaş mantığın dayandığı pek çok yeni düşünceyi ilk kez ortaya koyan düşünürdür. Bunların en önemlisi tüm düşünceyi belirtmeye elverişli yapma bir evrensel dil, lingua universalis, yardımıyla akıl yürütmenin mekanik işlemler aracılığıyla gerçekleştirilmesi düşüncesidir."
  },
  {
    "id": "3740876",
    "unitNumber": 5,
    "text": "Leibniz’in insan bilgisi içinde en verimlisi olduğunu savunduğu ilke aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gerekli neden ilkesi",
      "B": "Yeterli neden ilkesi",
      "C": "Suskun neden ilkesi",
      "D": "Açıklayıcı neden ilkesi",
      "E": "Belirleyici neden ilkesi"
    },
    "explanation": "Leibniz yeterli neden ilkesinin “insanın bilgisi içinde en görkemlisi ve en verimlisi olduğunu, çünkü metafiziğin, fiziğin ve ahlâk bilgisinin büyük bir bölümünün bu ilke üzerine kurulduğunu” belirtmektedir."
  },
  {
    "id": "3740877",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Boole</li> <li>Bolzano</li> <li>Leibniz</li> <li>Mill</li> <li>Hobbes</li> </ol> Yukarıdaki düşünürlerden hangileri mantık çalışmalarını matematik çerçevesinde yürütmüştür?",
    "correctAnswer": "C",
    "options": {
      "A": "II ve IV",
      "B": "III, IV ve V",
      "C": "I, II ve III",
      "D": "III ve IV",
      "E": "I, II ve IV"
    },
    "explanation": "Boole, İngiliz mantıkçı ve matematikçidir; Bolzano matematikçi, felsefeci ve din adamıdır; Leibniz ise çağının tüm bilim dallarında donanımlı bir insandır."
  },
  {
    "id": "3740878",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Mill’in mantık çalışmaları ile ilgili doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Tümdengelim yaklaşımını benimsemiştir.",
      "B": "Akılcılığı ön planda tutmaktadır.",
      "C": "Doğalcı görüşe karşıdır.",
      "D": "A posteriori bilgi anlayışı vardır.",
      "E": "Sezgiciliği benimsemiştir."
    },
    "explanation": "Mantık bakımından Mill’in çalışmasının önemi deneyci felsefeye sıkıca bağlı bir tümevarımlı mantık görüşünü sistemleştirmesidir. Mill kuramsal felsefede doğalcı görüşe her zaman bağlı kalmıştır. Buna göre dünyayı açıklamada elimizdeki en iyi araçlar doğa bilimlerinin bize sağladıklarıdır. Us ve istenç de içinde olmak üzere her şey doğal terimlerle anlaşılmalı ve araştırılmalıdır. Sonuç olarak, Mill’in anlayışına göre ahlak felsefesini de içine alan insan bilimleri de aslında doğa bilimleridir. Sadece insan bilimlerinde bilginin nesnesi doğal varlıklar olarak insanlardır. Sezgici felsefenin özellikle matematik ve mantık gibi bazı alanlardaki usa dayalı ve dış dünyanın deneyiminden bağımsız olduğu kabul edilen bilginin varlığından güç aldığını düşünen Mill, a posteriori bilgi anlayışını bu alanlara da genişletmeyi hedefler. Buna göre, matematik ve mantık ilkeleri de deneyime dayalı olarak gerekçelendirilebilir."
  },
  {
    "id": "3740879",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Mill’in temel prensipleri arasında sayılamaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Tümevarım",
      "B": "Deneycilik",
      "C": "Şüphecilik",
      "D": "Genelleme",
      "E": "Duyular"
    },
    "explanation": "Mill’in doğruluk anlayışı ile mantık ve matematik bilgisini salt uylaşımsal olmayan, deneyimde gerekçelendirilen bilgi türleri sayması uyumludur. Hem nesneler hem de bu nesnelerin nitelikleri ustan bağımsız bir dış dünyadaki varlıklar oldukları için, mantık ve matematik ilkeleri de bu dış dünyanın sistematik yapısına dayanmaktadır. Dış dünyanın bilgisi sadece bizim olağan duyu deneyimimizden yapacağımız genelleme (yani tümevarım) ile elde edilebilir. Sezgi bilgisi dışındaki tüm bilgi tümevarıma dayalıdır. Özel olarak, doğa bilgisi geçmiş deneyimlerden yapılan bir akıl yürütme ile elde edilebilir. Böyle elde edilen bir bilgi elbette zorunluluk belirtmeyecektir ancak bu Hume’un savladığı gibi bir şüpheciliği kabul etmek değildir."
  },
  {
    "id": "3741072",
    "unitNumber": 5,
    "text": "\"Aristoteles'in söylediği her şey bir yalanlar yığınıdır\" savını savunan mantıkçı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Petrus Ramus",
      "B": "John Stuard Mill",
      "C": "George Boole",
      "D": "Thomas Hobbes",
      "E": "Bernart Bolzano"
    },
    "explanation": "Sayfa 80 de anlatılıyor<br/>Petrus Ramus"
  },
  {
    "id": "3741073",
    "unitNumber": 5,
    "text": "Aristoteles'in tümdengelimli mantık sistemini Antik Çağ ......... göz önünde bulundurarak oluşturduğu düşüncesi yaygındır.\n Yukarıdaki cümlede boş bırakılan yere aşağıdakilerden hangisi gelecektir?",
    "correctAnswer": "A",
    "options": {
      "A": "matematiğini",
      "B": "fiziğini",
      "C": "doğa bilimlerini",
      "D": "kimyasını",
      "E": "retoriğini"
    },
    "explanation": "Sayfa 81 de anlatılmakta<br/>matematiğini"
  },
  {
    "id": "3741074",
    "unitNumber": 5,
    "text": "Bacon'a göre yeni bilgi edinmenin yolu ....... deneyimlerden yola çıkarak sonuca varmayı gözeten tümevarıma başvurmaktır.\n Yukarıdaki cümlede boş bırakılan yere aşağıdakilerden hangisi gelecektir?",
    "correctAnswer": "A",
    "options": {
      "A": "tikel",
      "B": "tümel",
      "C": "tekil",
      "D": "olumlu",
      "E": "olumsuz"
    },
    "explanation": "sayfa 81 de açıklanmakta<br/>tikel"
  },
  {
    "id": "3741075",
    "unitNumber": 5,
    "text": "Hobbes uslamlamayı ne olarak görmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hesaplama",
      "B": "karar verme",
      "C": "sonuç çıkarma",
      "D": "gerçekle karşılaştırma",
      "E": "anlamlandırma"
    },
    "explanation": "sayfa 82 de anlatılmakta<br/>hesaplama"
  },
  {
    "id": "3741076",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Port Royal Mantığının bölümlerinden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Uzlaşımlar",
      "B": "İdealar ve Terimler",
      "C": "Önermeler",
      "D": "Akıl Yürütmeler",
      "E": "Bilimin Yöntemi"
    },
    "explanation": "sayfa 82 de anlatılmakta<br/>Uzlaşımlar"
  },
  {
    "id": "3741077",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Leibniz'in ortaya attığı mantık ilkesidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yeterli neden ilkesi",
      "B": "çelişmezlik ilkesi",
      "C": "özdeşlik ilkesi",
      "D": "üçüncü halin olanaksızlığı",
      "E": "karşıtlık ilkesi"
    },
    "explanation": "sayfa 83 te anlatılmakta<br/>yeterli neden ilkesi"
  },
  {
    "id": "3741078",
    "unitNumber": 5,
    "text": "Leibniz ........ ...... ilkesi \"insanın bilgisi içinde en görkemlisi ve en verimlisi olduğunu, çünkü metafiziğin, fiziğin ve ahlak bilgisinin büyük bir bölümünün bu ilke üzerinde kurulduğunu\" belirtmektedir.\n Yukarıdaki cümlede boş bırakılan yere aşağıdakilerden hangisi gelecektir?",
    "correctAnswer": "A",
    "options": {
      "A": "yeterli neden",
      "B": "çelişmezlik",
      "C": "özdeşlik",
      "D": "üçüncü halin olanaksızlığı",
      "E": "zorunluluk"
    },
    "explanation": "sayfa 84 te anlatılmakta<br/>yeterli neden"
  },
  {
    "id": "3741079",
    "unitNumber": 5,
    "text": "Leibniz'in metafiziğinde yer verdiği hangi kuramı çağdaş mantıkta mantıksal olanaklılık ve zorunluğunun yorumlanmasında önemli yer tutmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "olanaklı dünya",
      "B": "töz",
      "C": "yeterli neden ilkesi",
      "D": "evrensel dil",
      "E": "ens(varlık)"
    },
    "explanation": "sayfa 86 da anlatılmakta<br/>olanaklı dünya"
  },
  {
    "id": "3741080",
    "unitNumber": 5,
    "text": "Bolzano'ya göre matematik ve diğer bilimlerdeki kuramlar ve sistemleri ne biçiminde ortaya konmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "belit",
      "B": "töz",
      "C": "çatışkı",
      "D": "önermeler",
      "E": "tanımlar"
    },
    "explanation": "sayfa 86 da anlatılmakta<br/>belit"
  },
  {
    "id": "3741081",
    "unitNumber": 5,
    "text": "Mill'in önemi Bacon'dan beri deneyci felsefenin amacı olan ............ mantık görüşünü sistemleştirilmesidir.\n Yukarıdaki cümlede boşbırakılan yere aşağıdakilerden hangisi gelecektir?",
    "correctAnswer": "A",
    "options": {
      "A": "tümevarım",
      "B": "tümdengelim",
      "C": "belit",
      "D": "olanaklı dünya",
      "E": "töz"
    },
    "explanation": "sayfa 88 de anlatılmakta<br/>tümevarım"
  },
  {
    "id": "3740672",
    "unitNumber": 6,
    "text": "19.yüzyıl sonlarında mantık çalışmalarının artışına yol açan en önemli etken aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Matematiğin temelleriyle ilgili tartışmalar",
      "B": "Çözümleyici felsefenin doğuşu",
      "C": "Yeni mantık sistemlerinin oluşumu",
      "D": "Mantığın uygulamalı bir bilim olarak görülmesi",
      "E": "Felsefe yöntemlerinin değişmesi"
    },
    "explanation": "Bu durum ancak 19. yüzyılın sonundan başlayarak çağdaş mantık sistemlerinin<br/>ortaya çıkmasıyla değişmiştir. Bu dönemde mantık çalışmalarının artışına yol açan en önemli etken matematiğin temelleriyle ilgili tartışmalardır."
  },
  {
    "id": "3740673",
    "unitNumber": 6,
    "text": "Çağdaş mantığın kurucusu aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Alfred North Whitehead",
      "B": "Gottlob Frege",
      "C": "Bertrand Russell",
      "D": "Kurt Gödel",
      "E": "Rudolf Carnap"
    },
    "explanation": "Alman matematikçi Gottlob Frege (8 Kasım 1848-26 Temmuz 1925) çağdaş mantığın kurucusudur."
  },
  {
    "id": "3740674",
    "unitNumber": 6,
    "text": "Frege mantıkçı programının ilk adımını attığı çalışması aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Principia Mathematica",
      "B": "Grundgesetze der Arithmetik",
      "C": "Beggriffschrift",
      "D": "Grundgesetze",
      "E": "Grundzüge der Theoretischen Logik"
    },
    "explanation": "Frege mantıkçı programının ilk adımını gerek duyduğu bir mantık sistemi oluşturmaya girişerek atmıştır. Bu çabasının ilk ürünü 1879 yılında yayımlanan Beggriffschrift (Kavram Yazısı) başlıklı çalışmasıdır."
  },
  {
    "id": "3740675",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi İngiliz felsefeci Bertrand Russell' ın çalışma alanlarından biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Mantık",
      "B": "Mantık felsefesi",
      "C": "Matematik felsefesi",
      "D": "Aritmetik",
      "E": "Dil felsefesi"
    },
    "explanation": "İngiliz felsefeci Bertrand Russell (1872-1970) 20. yüzyılın en etkili düşünürlerinden biridir. Uzun meslek yaşamının büyük kısmını çok farklı konularda etkin bir biçimde çalışmayla geçirmiştir. Bunun önemli bir bölümünü de mantık, mantık felsefesi, matematik felsefesi ve dil felsefesi konularındaki çalışmaları oluşturmaktadır."
  },
  {
    "id": "3740676",
    "unitNumber": 6,
    "text": "Russell’ın mantık ve mantık felsefesi ile ilgili çalışmaları arasında en önemlisi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Grundzüge der Theoretischen Logik",
      "B": "Grundgesetze der Arithmetik",
      "C": "Grundgesetze",
      "D": "Begriffsschrift",
      "E": "Principia Mathematica"
    },
    "explanation": "Russell’ın mantık ve mantık felsefesi ile ilgili çalışmaları arasında en önemlisi Amerikalı matematikçi ve felsefeci Alfred North Whitehead (1861-1947) ile birlikte yazıp hacimli üç cilt hâlinde yayımladıkları Principia Mathematica’dır (Matematiğin İlkeleri)."
  },
  {
    "id": "3740680",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Hilbert ve Ackerman'ın çalışma alanlarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tamlık Teoremi",
      "B": "Seçme Belitinin Bağımsızlığı",
      "C": "İkinci Eksiklik Teoremi:",
      "D": "Birinci Eksiklik Teoremi",
      "E": "Eksiklik Teoremleri"
    },
    "explanation": "Tamlık Teoremi: Hilbert ve Ackerman ilk kez 1928’de yayımlanan Grundzüge<br/>der Theoretischen Logik (Matematiksel Mantığın İlkeleri) içinde, birinci-basamak<br/>mantık için bir belit sistemi ortaya koymuştur."
  },
  {
    "id": "3740682",
    "unitNumber": 6,
    "text": "Gödel’in adının mantık dünyasında ve başta felsefe olmak üzere, diğer alanlarda sıklıkla anılmasını sağlayan başarısı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tamlık Teoremi",
      "B": "Eksiklik Teoremleri",
      "C": "Seçme Belitinin Bağımsızlığı",
      "D": "Banach-Tarski Teoremi",
      "E": "Zorn Lemması"
    },
    "explanation": "Eksiklik Teoremleri: Gödel’in adının mantık dünyasında ve başta felsefe olmak<br/>üzere, diğer alanlarda sıklıkla anılmasını sağlayan başarısı eksiklik teoremleridir. Eksiklik teoremleri Gödel’in Hilbert programı içindeki çalışmalarının bir sonucunda ortaya çıkmıştır."
  },
  {
    "id": "3740684",
    "unitNumber": 6,
    "text": "Koşul ekleminin farklı yorumlanması gerektiği düşüncesini temel alarak bir<br/>mantık sistemi geliştiren ilk çağdaş mantıkçı kimdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Rudolf Carnap",
      "B": "Clarence Irving Lewis",
      "C": "Hans Hahn",
      "D": "Kurt Gödel",
      "E": "Richard Dedekind"
    },
    "explanation": "Koşul ekleminin farklı yorumlanması gerektiği düşüncesini temel alarak bir<br/>mantık sistemi geliştiren ilk çağdaş mantıkçı Clarence Irving Lewis (1883-1964) olmuştur. Lewis’in çalışmaları çağdaş kipli mantık sistemlerinin gelişiminin ilk adımı olmuştur. Lewis ile başlayan ilk dönem kipli mantık çalışmalarında mantıkçılar farklı belit sistemleri geliştirmeyi amaçlamışlardır."
  },
  {
    "id": "3740685",
    "unitNumber": 6,
    "text": "Çağdaş mantıkta kipli önermelerin yorumlanması konusunda en önemli adımı atan kimdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Clarence Irving Lewis",
      "B": "Emil Post",
      "C": "Saul Kripke",
      "D": "Rudolf Carnap",
      "E": "Richard Dedekind"
    },
    "explanation": "Çağdaş mantıkta kipli önermelerin yorumlanması konusunda en önemli adım<br/>Saul Kripke’nin olanaklı dünya semantiğini geliştirmesidir (Kripke, 1959). Kripke<br/>semantiği ile kiplerin kolayca kavranan bir formel yorumlamaya kavuşmaları kipli mantık sistemlerine özellikle çözümlemeli felsefe ve kuramsal bilgisayar bilimi alanlarında yaygın olarak başvurulmasını sağlamıştır."
  },
  {
    "id": "3740686",
    "unitNumber": 6,
    "text": "• Boş olmayan (en az 1-elemanlı) bir olanaklı dünyalar kümesi,<br/>• Bu küme üzerinde 2-li bir ulaşılabilirlik bağıntısı<br/>• Atomik önermelere her bir olanaklı dünyada bir doğruluk değeri atayan bir doğruluk değerlemesinden oluşmaktadır.Yukarıda ifade edilen özellikleri bulunan kipli önermeler mantığı modeli hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Wittgenstein modeli",
      "B": "Leibniz modeli",
      "C": "Carnap modeli",
      "D": "Kripke modeli",
      "E": "Lewis modeli"
    },
    "explanation": "Kipli önermeler mantığı için Kripke semantiğinin bugün yaygın olarak kullanılan son biçimine göre bir Kripke modeli\n<br/>• Boş olmayan (en az 1-elemanlı) bir olanaklı dünyalar kümesi,<br/>• Bu küme üzerinde 2-li bir ulaşılabilirlik bağıntısı<br/>• Atomik önermelere her bir olanaklı dünyada bir doğruluk değeri atayan bir<br/>doğruluk değerlemesinden oluşmaktadır."
  },
  {
    "id": "3740694",
    "unitNumber": 6,
    "text": "Çağdaş mantığın kurucusu aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gottlob Frege",
      "B": "Bertrand Russell",
      "C": "Kurt Gödel",
      "D": "Giuseppe Peano",
      "E": "Rudolf Carnap"
    },
    "explanation": "Alman matematikçi Gottlob Frege (8 Kasım 1848-26 Temmuz 1925) çağdaş mantığın kurucusudur."
  },
  {
    "id": "3740695",
    "unitNumber": 6,
    "text": "Frege mantıkçı programının ilk adımını gerek duyduğu bir mantık sistemi oluşturmaya girişerek atmıştır. Bu çabasının ilk ürünü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Grundgesetze",
      "B": "Beggriffschrift",
      "C": "Principia Mathematica",
      "D": "Grundzüge der Theoretischen Logik",
      "E": "Frege Reader"
    },
    "explanation": "Frege mantıkçı programının ilk adımını gerek duyduğu bir mantık sistemi oluşturmaya girişerek atmıştır. Bu çabasının ilk ürünü 1879 yılında yayımlanan Beggriffschrift (Kavram Yazısı) başlıklı çalışmasıdır."
  },
  {
    "id": "3740696",
    "unitNumber": 6,
    "text": "Russell'in Russell çatışkısına çözümü ne olmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "Tamlık teoremi",
      "B": "Eksiklik teoremi",
      "C": "Tipler kuramını geliştirmek",
      "D": "Yerine koyma kuralı",
      "E": "İyi sıralama ilkesi"
    },
    "explanation": "Russell da Frege’nin mantıkçı programını benimsediğinden Russell paradoksuna bir çözüm bulunması Russell için de önemlidir. Russell’ın Russell çatışkısına çözümü tipler kuramını geliştirmek olmuştur."
  },
  {
    "id": "3740697",
    "unitNumber": 6,
    "text": "Gödel'in adının mantık dünyasında ve başta felsefe olmak üzere, diğer alanlarda sıklıkla anılmasını sağlayan başarısı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Eksiklik teoremleri",
      "B": "Seçme belitinin bağımsızlığı",
      "C": "İyi sıralama ilkesi",
      "D": "Zorn lemması",
      "E": "Banch-Tarski teoremi"
    },
    "explanation": "Gödel’in adının mantık dünyasında ve başta felsefe olmak üzere, diğer alanlarda sıklıkla anılmasını sağlayan başarısı eksiklik teoremleridir. Eksiklik teoremleri Gödel’in Hilbert programı içindeki çalışmalarının bir sonucunda ortaya çıkmıştır."
  },
  {
    "id": "3740699",
    "unitNumber": 6,
    "text": "Her S kümesi üzerinde, bu kümenin her boş-olmayan T alt-kümesinin bir R-minimum elemanı olacak şekilde bir R kısmi sıralama bağıntısı vardır ifadesi neyi ifade etmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Seçme belitinin bağımsızlığını",
      "B": "İyi-sıralama ilkesi",
      "C": "Zorn lemması",
      "D": "Banach-Tarski teoremi",
      "E": "Eksiklik teoremi"
    },
    "explanation": "Her S kümesi üzerinde, bu kümenin her boş-olmayan T alt-kümesinin bir R-minimum elemanı (yani, “her t ∈ T için t0Rt” şartını sağlayan bir t0 ∈T elemanı) olacak şekilde bir R kısmi sıralama bağıntısı vardır."
  },
  {
    "id": "3740701",
    "unitNumber": 6,
    "text": "Koşul ekleminin farklı yorumlanması gerektiği düşüncesini temel alarak bir mantık sistemi geliştiren ilk çağdaş mantıkçı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gottlob Frege",
      "B": "Kurt Gödel",
      "C": "Emil Post",
      "D": "Clarence Irving Lewis",
      "E": "Rudolf Carnap"
    },
    "explanation": "Koşul ekleminin farklı yorumlanması gerektiği düşüncesini temel alarak bir mantık sistemi geliştiren ilk çağdaş mantıkçı Clarence Irving Lewis (1883-1964) olmuştur."
  },
  {
    "id": "3740702",
    "unitNumber": 6,
    "text": "Çağdaş mantıkçılar arasında kipli mantık için kullanışlı ve sağduyusal bir yorum (semantik) geliştirmeyi başaran ilk mantıkçı kimdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Emil Post",
      "B": "Clarence Irving Lewis",
      "C": "Gottlob Frege",
      "D": "Bertrand Russell",
      "E": "Rudolf Carnap"
    },
    "explanation": "Çağdaş mantıkçılar arasında kipli mantık için kullanışlı ve sağduyusal bir yorum (semantik) geliştirmeyi ilk başaran Rudolf Carnap’tır (1891-1970)."
  },
  {
    "id": "3740703",
    "unitNumber": 6,
    "text": "Rudolf Carnap'ın kipli semantiğinde başvurduğu temel kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Durum betimlemesi",
      "B": "Atomik önermesi",
      "C": "Sembolik mantık",
      "D": "Yaratıcılık",
      "E": "Tipler kuramı"
    },
    "explanation": "Carnap’ın kipli semantiğinde başvurduğu temel kavram “durum betimlemesi” kavramıdır."
  },
  {
    "id": "3740704",
    "unitNumber": 6,
    "text": "Russell, özellikle meslek yaşamının ilk dönemini kapsayan mantık çalışmalarında aşağıdaki konulardan hangisi ile <u>ilgilenmemiştir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Çağdaş mantık",
      "B": "Mantık felsefesi",
      "C": "Matematik felsefesi",
      "D": "Mantığın dil felsefesi",
      "E": "Din felsefesi"
    },
    "explanation": "Özellikle meslek yaşamının ilk dönemini kapsayan mantık çalışmalarında Russell çağdaş mantık, mantık felsefesi, matematik felsefesi ve mantığın dil felsefesi sorunlarına uygulaması konularında önemli sonuçlara varmıştır."
  },
  {
    "id": "3740705",
    "unitNumber": 6,
    "text": "Boş-olmayan kümelerden oluşan her aile için (yani, her bir elemanı boş-olmayan bir küme olan her küme için) bu ailenin her kümesinden bir eleman seçen bir fonksiyonun varolduğunu söyleyen ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Seçme beliti",
      "B": "İyi-sıralama ilkesi",
      "C": "İkinci eksiklik",
      "D": "Zorn lemması",
      "E": "Birinci eksiklik"
    },
    "explanation": "Seçme (veya seçim) beliti, boş-olmayan kümelerden oluşan her aile için (yani, her bir elemanı boş-olmayan bir küme olan her<br/>küme için) bu ailenin her kümesinden bir eleman seçen bir fonksiyonun varolduğunu söyleyen belittir."
  },
  {
    "id": "3740797",
    "unitNumber": 6,
    "text": "Çağdaş mantığın doğuşu ile ilgili aşağıdaki ifadelerden hangisi söylenebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Rönesans sonrasında mantıkçılar, Aristoteles mantığına yenilikler katmışlardır.",
      "B": "Mantık ile matematiğin ilişkisi verimli biçimde iki yönlü gelişmiştir.",
      "C": "Aristoteles mantığı tüm mantıkçılar tarafından kabul edilmiştir.",
      "D": "20. ve 21. yüzyıllarda mantık sadece matematikle etkileşimli olarak ilerlemeye devam etmiştir.",
      "E": "Mantık sistemine yöneltilen eleştiriler birçok mantık sistemini ortadan kaldırmıştır."
    },
    "explanation": "Mantığın matematikle olan ilişkisi oldukça verimli biçimde iki yönlü olarak gelişmiştir. Amaçlandığı gibi, mantık matematiğin daha kurallı bir bilim olmasını sağlamış ve matematikte (sonsuz-küçük sayılara yer veren) standart dışı analiz gibi yeni alanların ortaya çıkmasını sağlamıştır. Diğer yandan, mantığın tam olarak biçimselleşmesinin ardından matematiğin kavram ve yöntemlerine mantık sistemlerinin özelliklerini ortaya koymak için başvurma olanağı doğmuştur."
  },
  {
    "id": "3740798",
    "unitNumber": 6,
    "text": "Frege’nin mantıkçı matematik görüşü ile ilgili aşağıdaki bilgilerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Mantık konusundaki çalışmalarıyla matematikteki akıl yürütmeleri birbirinden ayırmıştır.",
      "B": "Mantık önermeleri sadece dünya hakkında bilgi veren önermelerdir.",
      "C": "Frege, geometri doğrularını kullanırken, Kantçı tutumun aksine doğrular geliştirmiştir.",
      "D": "Tüm aritmetik önermelerin tanımlardan ve genel mantıksal çıkarım kurallarına başvurarak elde edilemeyeceğini savunmaktadır.",
      "E": "Frege mantığında epistemoloji ve ontoloji ile ilgili konularda sorulara da yer verilir."
    },
    "explanation": "Yaygın kanıya göre doğru matematik önermeleri aynı zamanda hem zorunlu (yani deneyimle yanlışlanamayan) hem de dünya hakkında bilgi veren önermelerdir. Bunun nasıl olanaklı olduğu matematik felsefesinde ortaya çıkan ilk sorulardan biridir. Bu soru aynı zamanda matematiğin varlık bilgisini (ontoloji) ve bilgi kuramını (epistemoloji) birleştiren en temel sorular arasındadır."
  },
  {
    "id": "3740799",
    "unitNumber": 6,
    "text": "Frege’nin 1879 yılında yayınlanan Beggriffschrift (Kavram Yazısı) adlı çalışması ile ilgili aşağıdaki bilgilerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Birinci basamak niceleme mantığının her önermesi Beggriffschrift sisteminde kanıtlanamaz.",
      "B": "Beggriffschrift sisteminin dilinin en dikkat çeken özelliği önermelerin 3 boyutlu bir gösterimle sunulmasıdır.",
      "C": "Begriffsschrift’in gösteriminde mantık değişmezleri (bağıntı sembolleri, birey değişkenleri) aritmetik fonksiyonları gibi doymamış sembollerdir.",
      "D": "Begriffsschrift’in alt başlığı “Aritmetiğin Dilini Örnek alan bir Salt Düşünce Dili”dir.",
      "E": "Beggriffschrift sisteminin yaygınlaşmasını engelleyen nedenlerden biride 3 boyutlu gösteriminin anlaşılmasının zor olmasıdır."
    },
    "explanation": "Begriffsschrift’in alt başlığı şudur: “Aritmetiğin Dilini Örnek alan bir Salt Düşünce Dili”. Bir salt düşünce dili olması mantığın evrensel karakterini belirtmektedir. Frege’nin de kabul ettiği evrenselci mantık anlayışına göre mantık konu-bağımsızdır ve bu sayede her konuya uygulanabilir. Yani, bir çıkarımın mantık bakımından geçerli olması uygulandığı konu, bir başka deyişle çıkarımı oluşturan önermelerde adı geçen nesnelere, özelliklere dayanmaz."
  },
  {
    "id": "3740804",
    "unitNumber": 6,
    "text": "Russell’ın çalışmalarıyla ilgili aşağıdakilerden hangisinin söylenmesi <u>yanlış </u>olur?",
    "correctAnswer": "D",
    "options": {
      "A": "Amerikalı matematikçi ve felsefeci Alfred North Whitehead ile çalışmalar yapmıştır.",
      "B": "Matematiğin ilkeleri üzerine çalışırken, naif küme kuramının bir çatışkıya yol açtığını fark etmiştir.",
      "C": "Russell da Frege gibi, arı matematiğin tümünün arı mantık ilkelerinden çıktığını savunmuştur.",
      "D": "Meslek yaşamının ilk döneminde sadece mantık felsefesi konularında sonuçlara varmıştır.",
      "E": "<em>Matematiğin İlkeleri</em>, mantık görüşünü izleyebilmek bakımından önemli eserlerinden biridir."
    },
    "explanation": "Meslek yaşamının ilk dönemini kapsayan mantık çalışmalarında Russell çağdaş mantık, mantık felsefesi, matematik felsefesi ve mantığın dil felsefesi sorunlarına uygulaması konularında önemli sonuçlara varmıştır."
  },
  {
    "id": "3740806",
    "unitNumber": 6,
    "text": "Avusturyalı mantıkçı Gödel’in çalışmaları hakkında aşağıdaki ifadelerden hangisi söylenebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mantık çalışmaları, sadece mantık ve matematik dünyasında tanınmasına yarayacak sonuca ulaşmıştır.",
      "B": "Viyana Üniversitesi’nde sadece matematik ve felsefe derslerine devam etmiştir.",
      "C": "Viyana Üniversitesi’nde Rudolf Carnap ve Hans Hahn’dan mantık eğitimi almıştır.",
      "D": "<em>Tamlık teoremi</em>nin önerme değişkenleri x, y, z’dir.",
      "E": "X → Y ∨ Z <em>tamlık teoremi</em> sisteminin belitlerinden biridir."
    },
    "explanation": "Gödel, 1924 yılında Viyana Üniversitesine, kabul edilmiştir burada fizik, matematik ve felsefe derslerine devam etmiştir. Bu üniversitede Rudolf Carnap ve Hans Hahn’dan mantık öğrenme olanağı da bulmuştur."
  },
  {
    "id": "3740808",
    "unitNumber": 6,
    "text": "Eksiklik teoremleriyle ilgili aşağıda verilen bilgilerden hangisi <u>yanlıştır</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Gödel’in adının mantık dünyasında sıklıkla anılmasını sağlayan teoremdir.",
      "B": "Gödel’in Hilbert programı içindeki çalışmalarının bir sonucunda ortaya çıkmıştır.",
      "C": "Doğal sayılar aritmetiği için Richard Dedekind’in verdiği belit sistemi göz önünde bulundurulabilir.",
      "D": "Eksiklik teoremlerinde üç tane belit vardır.",
      "E": "Sx = Sy → x = y (y hiçbir sayının ardılı değildir)"
    },
    "explanation": "∀x Sx ≠ 0 (0 hiçbir sayının ardılı değildir.)\n Sx = Sy → x = y (Her sayının bir tek ardılı vardır)"
  },
  {
    "id": "3740810",
    "unitNumber": 6,
    "text": "İkinci eksiklik teoreminde S koşulları sağlayan bir biçimsel sistem olduğunda aşağıdakilerden hangisinin söylenmesi <u>doğrudur</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "S sisteminde aritmetiğin tutarlı olduğunu belirten önerme kanıtlanamaz.",
      "B": "S sisteminin dili aritmetik önermeleri dile getirmekte yetersizdir.",
      "C": "S sisteminin dili sentetik önermeleri dile getirmekte yeterlidir.",
      "D": "S tutarsızdır.",
      "E": "S sistemi Peano aritmetiğini içermez."
    },
    "explanation": "S sistemi tutarlı olduğunda sistemin dilinde belirten önerme, Con(S), S sisteminde kanıtlanamaz."
  },
  {
    "id": "3740813",
    "unitNumber": 6,
    "text": "S = {(x,y,z) _ R3 : x2 + y2 + z2 &lt; 1} noktalar kümesi ile belirlenen üç boyutlu birim küreyi sonlu sayıda parçaya bölen ve bu parçalardan döndürme taşıma ve yeniden birleştirme ile kopya elde edilebilen seçim beliti aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "İyi sıralama ilkesi",
      "B": "Birinci eksiklik teoremi",
      "C": "Zorn lemması",
      "D": "İkinci eksiklik teoremi",
      "E": "Banach-Tarski teoremi"
    },
    "explanation": "Banach-Tarski teoremi: S = {(x,y,z) _ R3 : x2 + y2 + z2 &lt; 1} noktalar kümesi ile belirlenen 3-boyutlu birim küreyi sonlu sayıda parçaya bölelim. Bu parçalardan, sadece döndürme ve taşıma ve yeniden birleştirme ile (bu işlemler sırasında bir parçanın diğeri içinden geçmesine izin vererek) S küresinin iki kopyası elde edilebilir.\n S bir belit sistemi olsun. Bu sistemin dilinde yazılan bir A önermesi için, eğer ne bu A önermesi ne de A önermesinin değili S sisteminin teoremleri arasında değil ise, A önermesi S sisteminde bağımsız bir önermedir. Gödel seçim belitinin küme kuramının diğer belitlerinden bağımsız olduğunu, yani ne seçme belitinin ne de değilinin küme kuramı belitlerinden kanıtlanamayacağını göstermiştir."
  },
  {
    "id": "3740816",
    "unitNumber": 6,
    "text": "<em>Matematiksel Felsefeye Giriş</em> adlı kitabı ve <em>Tipler Kuramı Üzerine Kurulmuş Olarak Matematiksel Mantık</em> başlıklı makalesiyle mantık görüşünü yansıtan ünlü düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Alfred North",
      "B": "Frege",
      "C": "Russell",
      "D": "Gödel",
      "E": "Boole"
    },
    "explanation": "Russell’ın mantık görüşünü izleyebilmek bakımından önemli eserleri; <em>Matematiğin</em> <em>İlkeleri</em> (1903), <em>Matematiksel Felsefeye Giriş</em> (1919) kitapları ile 1908 yılında yayınlanan <em>Tipler Kuramı Üzerine Kurulmuş Olarak Matematiksel Mantık</em> başlıklı makalesidir."
  },
  {
    "id": "3740817",
    "unitNumber": 6,
    "text": "Çağdaş mantığın kurucusu sayılan ünlü bilim adamı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Alfred North",
      "B": "Boole",
      "C": "Frege",
      "D": "Gödel",
      "E": "Russell"
    },
    "explanation": "Çağdaş mantığın kurucusu sayılan ünlü bilim adamı Frege'dir. Frege ne geleneksel mantığın (Aristoteles mantığı) ne de döneminde yaygın kabul gören mantık sistemi olan Boole mantığının mantıkçı programını gerçekleştirmek bakımından yeterli olmadığı sonucuna varmıştır. Bu düşünceyle, Frege mantıkçı programının ilk adımını gerek duyduğu bir mantık sistemi oluşturmaya girişerek atmıştır. Bu çabasının ilk ürünü 1879 yılında yayımlanan <em>Beggriffschrift</em> (<em>Kavram</em> <em>Yazısı</em>) başlıklı çalışmasıdır."
  },
  {
    "id": "3740880",
    "unitNumber": 6,
    "text": "'Bugün felsefe ve matematik programlarında temel mantık sistemi olarak öğretilmektedir' ifadesi ile genellenen aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Dört işlem",
      "B": "Tarihsel mantık",
      "C": "Niceleme mantığı",
      "D": "Epik mantık",
      "E": "Özel mantık"
    },
    "explanation": "“Birinci basamak niceleme mantığı” ya da“birinci basamak yüklem mantığı” olarak adlandırılan kısaca “niceleme mantığı” diyeceğimiz mantık sistemi bugün felsefe ve matematik programlarında temel mantık sistemi olarak öğretilmektedir."
  },
  {
    "id": "3740881",
    "unitNumber": 6,
    "text": "''Alman matematikçi Gottlob Frege’nin (1848-1925) Beggriffschrift (1879) ve Grundgesetze der Arithmetik (I. cilt 1893, II. cilt 1903) yapıtları ile ortaya koyduğu mantık sistemi bir ....................dir.'' ifadesini doğru tamamlayacak aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "bulumsal mantık sistemi",
      "B": "çağdaş mantık sistemi",
      "C": "bütünsel mantık sistemi",
      "D": "matematiksel mantık sistemi",
      "E": "edimsel mantık sistemi"
    },
    "explanation": "Alman matematikçi Gottlob Frege’nin (1848-1925) Beggriffschrift (1879) ve Grundgesetze der Arithmetik (I. cilt 1893, II. cilt 1903) yapıtları ile ortaya koyduğu mantık sistemi ilk çağdaş mantık sistemidir."
  },
  {
    "id": "3740882",
    "unitNumber": 6,
    "text": "Principia Mathematica kime aittir?",
    "correctAnswer": "D",
    "options": {
      "A": "Beggriffschrif ve Kurt Gödel",
      "B": "Gottlob Frege ve Aristotales",
      "C": "Alfred North Whitehead ve Gottlob Frege",
      "D": "Bertrand Russell ve Alfred North Whitehead",
      "E": "Bertrand Russell ve Gottlob Frege"
    },
    "explanation": "Principia Mathematica, Bertrand Russell (1872-1970) ve Alfred North Whitehead (1861-1947) tarafından 1910- 1913 yılları arasında 3 ciltte yayımlanan bir sistemidir."
  },
  {
    "id": "3740883",
    "unitNumber": 6,
    "text": "Bugün felsefe ve matematik programlarında temel mantık sistemi olarak öğretilmekte olan aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "belitsel mantık",
      "B": "edimsel mantık",
      "C": "niceleme mantığı",
      "D": "ikinci basamak mantık",
      "E": "yaygın mantık"
    },
    "explanation": "“Birinci basamak niceleme mantığı” ya da “birinci basamak yüklem mantığı” olarak adlandırılan kısaca “niceleme mantığı” denebilecek mantık sistemi, bugün felsefe ve matematik programlarında temel mantık sistemi olarak öğretilmektedir."
  },
  {
    "id": "3740884",
    "unitNumber": 6,
    "text": "Alman matematikçidir. 8 Kasım 1848-26 Temmuz 1925 arasında yaşamış olan bu kişi, çağdaş mantığın kurucusudur.",
    "correctAnswer": "E",
    "options": {
      "A": "Leon Henkin",
      "B": "Kurt Gödel",
      "C": "Alfred North Whitehead",
      "D": "Bertrand Russell",
      "E": "Gottlob Frege"
    },
    "explanation": "Alman matematikçi Gottlob Frege (8 Kasım 1848-26 Temmuz 1925) çağdaş mantığın kurucusudur."
  },
  {
    "id": "3740885",
    "unitNumber": 6,
    "text": "Aritmetiği içerecek yeterlilikte tutarlı hiçbir biçimsel sistemde, aritmetiğin tutarlı olduğunu belirten önerme kanıtlanamaz, önermesi hangisine aittir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sistemin çıkarım kuralları",
      "B": "Modus ponens",
      "C": "Birinci eksiklik teoremi",
      "D": "Tamlık Teoremi",
      "E": "İkinci eksiklik teoremi"
    },
    "explanation": "İkinci eksiklik teoremi: Aritmetiği içerecek yeterlilikte tutarlı hiçbir biçimsel sistemde, aritmetiğin tutarlı olduğunu belirten önerme kanıtlanamaz."
  },
  {
    "id": "3740886",
    "unitNumber": 6,
    "text": "Her S kümesi üzerinde, bu kümenin her boş-olmayan T alt-kümesinin bir R-minimum elemanı (yani, “her t<br/>∈ T için t0Rt” şartını sağlayan bir t0 ∈ T elemanı) olacak şekilde bir R kısmi sıralama bağıntısı vardır. ifadesi hangisine aitti?",
    "correctAnswer": "E",
    "options": {
      "A": "İkinci eksiklik teoremi",
      "B": "Banach-Tarski teoremi",
      "C": "Zorn lemması",
      "D": "Seçme Belitinin Bağımsızlığı",
      "E": "İyi sıralama ilkesi"
    },
    "explanation": "İyi-sıralama ilkesi: Her küme iyi-sıralanabilir. Yani, her S kümesi üzerinde, bu kümenin her boş-olmayan T alt-kümesinin bir R-minimum elemanı (yani, “her t ∈ T için t 0Rt” şartını sağlayan bir t 0 ∈ T elemanı) olacak şekilde bir R kısmi sıralama bağıntısı vardır."
  },
  {
    "id": "3740887",
    "unitNumber": 6,
    "text": "Koşul ekleminin farklı yorumlanması gerektiği düşüncesini temel alarak bir mantık sistemi geliştiren ilk çağdaş mantıkçı kimdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gödel",
      "B": "Russell",
      "C": "Frege",
      "D": "Clarence Irving Lewis",
      "E": "Kripke"
    },
    "explanation": "Koşul ekleminin farklı yorumlanması gerektiği düşüncesini temel alarak bir mantık sistemi geliştiren ilk çağdaş mantıkçı Clarence Irving Lewis (1883-1964)."
  },
  {
    "id": "3740888",
    "unitNumber": 6,
    "text": "“Tipler Kuramı Üzerine Kurulmuş Olarak Matematiksel Mantık” kime ait bir çalışmadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Gödel",
      "B": "Frege",
      "C": "Hegel",
      "D": "Whitehead",
      "E": "Russell"
    },
    "explanation": "“Tipler Kuramı Üzerine Kurulmuş Olarak Matematiksel Mantık” Russelle ait bir çalışmadır."
  },
  {
    "id": "3740889",
    "unitNumber": 6,
    "text": "Lewis kipli mantık sistemleri üzerine o zamana kadar yaptığı ve farklı tarihlerde yayımladığı çalışmalarının sonuçlarını hangi araştırmasında toplamıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "İleri mantık sistemi",
      "B": "Bir sembolik mantık araştırması",
      "C": "Ekleme Kuramları",
      "D": "Olanaklı Algı",
      "E": "Modern matematik"
    },
    "explanation": "Lewis kipli mantık sistemleri üzerine o zamana kadar yaptığı ve farklı tarihlerde yayımladığı çalışmalarının sonuçlarını Bir Sembolik Mantık Araştırması (1918) sisteminde toplamıştır. Emil Post buradaki kipli mantık sisteminde olanaksızlık ile yanlışlığın denk olduğunu ortaya koymuştur."
  },
  {
    "id": "3741092",
    "unitNumber": 6,
    "text": "Matematikte hangi kavram ile ilgili ortaya çıkan çatışkılar, matematiğin daha güvenli bir etkinlik olarak yeniden oluşturulmasının gerekli olduğu düşüncesini doğurmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "sonsuz",
      "B": "sınırlı",
      "C": "belit",
      "D": "zihin",
      "E": "sezgi"
    },
    "explanation": "sayfa 100 de anlatılmakta<br/>sonsuz"
  },
  {
    "id": "3741093",
    "unitNumber": 6,
    "text": "Hangi mantık sistemi bugün felsefe ve matematik programlarında temel mantık sistemi olarak öğretilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Niceleme mantığı",
      "B": "Klasik mantık",
      "C": "Kipler mantığı",
      "D": "Sembolik mantık",
      "E": "Ahlak mantığı"
    },
    "explanation": "sayfa 100 de anlatılmakta<br/>Niceleme mantığı"
  },
  {
    "id": "3741094",
    "unitNumber": 6,
    "text": "Yaygın bir kanıya göre doğru matematik önermeleri aynı zamanda hem .......... (yani deneyimle yanlışlanamayan) hem de dünya hakkında bilgi veren önermelerdir. Bunun nasıl olanaklı olduğu matematik felsefesinde ortaya çıkan ilk sorulardan biridir.\n Yukarıdaki cümlede boş bırakılan yere aşağıdakilerden hangisi gelecektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Zorunlu",
      "B": "Mümkün",
      "C": "sonsuz",
      "D": "sonlu",
      "E": "analitik"
    },
    "explanation": "Sayfa 101 de anlatılmakta<br/>Zorunlu"
  },
  {
    "id": "3741095",
    "unitNumber": 6,
    "text": "Kant'a göre, doğru matematik önermelerinin zorunlu olması usun yapısından kaynaklanmaktadır. Bu önermelerin zorunlu olmalarının nedeni bizim olanaklı deneyimimizin sınırlarını belirleyen .......... zaman ve uzam sezgilerimize dayanmaktadır.\n Yukarıdaki cümlede boş bırakılan yere aşağıdakilerden hangisi gelecektir?",
    "correctAnswer": "A",
    "options": {
      "A": "a-priori",
      "B": "A-posteriori",
      "C": "sentetik",
      "D": "analitik",
      "E": "sonsuz"
    },
    "explanation": "sayfa 101 de anlatılmakta<br/>a-priori"
  },
  {
    "id": "3741096",
    "unitNumber": 6,
    "text": "Hangi çağdaş mantıkçıya göre bir doğru önermenin analitik olması, o önermenin tanımlar ve mantıksal çıkarım kuralları ile elde edilebilmesi demektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Frege",
      "B": "Mill",
      "C": "Aristoteles",
      "D": "Kant",
      "E": "Russell"
    },
    "explanation": "Sayfa 101 de anlatılmakta<br/>Frege"
  },
  {
    "id": "3741097",
    "unitNumber": 6,
    "text": "Hangi felsefeci Frege gibi, mantıkçı bir görüş benimsemiş ve \"arı matematiğin tümünün arı mantık ilkelerinden çıktığını ve mantık terimleriyle tanımlanabilen kavramlara başvurduğunu\" savunmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Russell",
      "B": "Whitehead",
      "C": "Boole",
      "D": "Klement",
      "E": "Kant"
    },
    "explanation": "sayfa 103 te açıklanmakta<br/>Russell"
  },
  {
    "id": "3741098",
    "unitNumber": 6,
    "text": "\"Russell kümesi kendisinin bir elemanıdır ancak ve ancak kendisinin bir elemanı değil ise\" ifadesi neyi tanımlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Russell çatışkısı",
      "B": "niceleme tanımı",
      "C": "analitik felsefe",
      "D": "belitlerin zorunluluğu",
      "E": "Frege' nin mantığı"
    },
    "explanation": "Sayfa 104 de anlatılmakta<br/>Russell çatışkısı"
  },
  {
    "id": "3741099",
    "unitNumber": 6,
    "text": "Russell'ın Russell çatıştısına çözümü hangi kuramı geliştirmek olmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Tipler kuramı",
      "B": "Kipler kuramı",
      "C": "Niceleme kuramı",
      "D": "Olasılık kuramı",
      "E": "Anlam kuramı"
    },
    "explanation": "sayfa 104 de anlatılmakta<br/>Tipler kuramı"
  },
  {
    "id": "3741100",
    "unitNumber": 6,
    "text": "Russell .......... mantığının kullanışlı bir sistem olmasını engelleyen sınırlılıklarını aşarak genelleştirmeyi başarmıştır.\n Yukarıdaki çümlede boş bırakılan yere aşağıdakilerden hangisi gelecektir?",
    "correctAnswer": "A",
    "options": {
      "A": "bağıntılar",
      "B": "niceleme",
      "C": "kipler",
      "D": "sembolik",
      "E": "kümeler"
    },
    "explanation": "sayfa 104 te anlatılmakta<br/>bağıntılar"
  },
  {
    "id": "3741101",
    "unitNumber": 6,
    "text": "Gödel'in adının mantık dünyasında ve başta felsefe olmak üzere diğer sıklıkla anılmasını sağlayan başarısı hangi teoremleridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Eksiklik",
      "B": "Tamlık",
      "C": "Doğal sayılar",
      "D": "Kümeler",
      "E": "Kipler"
    },
    "explanation": "Sayfa 106 da anlatılmakta<br/>Eksiklik"
  }
]