[
  {
    "id": "3761511",
    "unitNumber": 1,
    "text": "Bir teknoloji geliştirildiğinde, toplumun diğer kurumlarının, toplumsal ilişkilerin ve kültürün bu teknolojinin mantığına göre yeniden örgütlendiğini iddia eden medya sosyolojisi yaklaşımı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Toplumsal inşacılık",
      "B": "Teknolojik belirlenimcilik",
      "C": "Çatışmacı perspektif",
      "D": "Simgesel etkileşimcilik",
      "E": "Özerk teknoloji kuramı"
    },
    "explanation": "Teknolojik belirlenimcilik, bir teknoloji geliştirildiğinde, toplumun diğer kurumlarının, toplumsal ilişkilerin ve kültürün bu teknolojinin mantığına göre yeniden örgütlendiğini savunur."
  },
  {
    "id": "3761512",
    "unitNumber": 1,
    "text": "Sanayi Devrimi’yle birlikte kapitalist üretim ilişkileri içinde kalabalıkların davranışlarının, alışkanlıklarının, fikirlerinin kontrol edilmesindeki temel unsur olan o çağın baskın medyası aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Televizyon",
      "B": "Radyo",
      "C": "Gazete",
      "D": "İnternet",
      "E": "Telefon"
    },
    "explanation": "Sanayi Devrimi’yle birlikte kapitalist üretim ilişkileri içinde kalabalıkların davranışlarının, alışkanlıklarının, fikirlerinin kontrol edilmesi gerekmektedir. Bu kontrol biçiminde temel unsur, o çağın baskın medyası gazete olmuştur."
  },
  {
    "id": "3761513",
    "unitNumber": 1,
    "text": "<em>Sahte çevre</em> kavramıyla, sermaye veya iktidar sahiplerinin kendi çıkarlarına uygun bir hakikat yorumunu, sözde bir ortam inşa etmek için kullandıklarını ve bunu halka ilettiklerini ifade eden kuramcı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Lippman",
      "B": "Berger",
      "C": "Chomsky",
      "D": "Luckmann",
      "E": "Rousseau"
    },
    "explanation": "Lippman, <em>sahte çevre</em> kavramını kullanarak erk sahiplerinin (sermaye veya iktidar) kendi çıkarlarına uygun bir hakikat yorumunu, sözde bir ortam inşa etmek için kullandıklarını ve bunu halka ilettiklerini ifade eder."
  },
  {
    "id": "3761514",
    "unitNumber": 1,
    "text": "Medyanın hegemonik bir ideolojiyi, tekrar eden yayınlar sayesinde, hakikate belirli konumlardan yaklaşan program ve haberlerle nasıl yeniden ürettiğini, böylece yerleşik hale getirdiğini tartışan kuramcı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bourseul",
      "B": "Fessenden",
      "C": "Adorno",
      "D": "Gramsci",
      "E": "Luckmann"
    },
    "explanation": "Gramsci, medyanın hegemonik bir ideolojiyi, tekrar eden yayınlar sayesinde, hakikate belirli konumlardan yaklaşan program ve haberlerle nasıl yeniden ürettiğini, böylece yerleşik hale getirdiğini tartışmıştır."
  },
  {
    "id": "3761515",
    "unitNumber": 1,
    "text": "“Teknik Olarak Yeniden-Üretilebilirlik Çağında Sanat Yapıtı” adlı makalesinde, 20. yüzyılın erken dönemlerinde ortaya çıkan medya teknolojilerinin toplumsal etkilerinin en önemli sistematik eleştirilerinden birini yapan kuramcı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Marcuse",
      "B": "Debord",
      "C": "Adorno",
      "D": "Benjamin",
      "E": "Williams"
    },
    "explanation": "Walter Benjamin, “Teknik Olarak Yeniden-Üretilebilirlik Çağında Sanat Yapıtı” adlı makalesinde 20. yüzyılın erken dönemlerinde ortaya çıkan medya teknolojilerinin toplumsal etkilerinin en önemli sistematik eleştirilerinden birini ortaya koyar."
  },
  {
    "id": "3761516",
    "unitNumber": 1,
    "text": "1950’lerin başında daha fazla kullanım alanı bulan, kendinden öncekilerden farklı olarak anlamın, yazılı ya da sesli kurgusunun üzerine bir katman daha eklenerek görsel bir formda alıcıya ulaştığı kitle iletişim aracı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "İnternet",
      "B": "Telefon",
      "C": "Radyo",
      "D": "Gazete",
      "E": "Televizyon"
    },
    "explanation": "Televizyon, 1950’lerin başına gelindiğinde, daha fazla kullanım alanı bulmaya başlamıştır. Kendinden önceki kitle iletişim araçlarından farklı olarak burada anlam, yazılı ya da sesli kurgusunun üzerine bir katman daha eklenerek görsel bir formda alıcıya ulaşır."
  },
  {
    "id": "3761517",
    "unitNumber": 1,
    "text": "Kitle iletişim çağında, mübadele değerinin giderek ‘gösterge değerine’ dönüştüğünü ve işlenmiş görüntülerin tanımlayıcı bir toplumsal kategori haline geldiğini ileri süren kuramcı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Boorstin",
      "B": "Debord",
      "C": "McLuhan",
      "D": "Williams",
      "E": "Baudrillard"
    },
    "explanation": "Debord’a göre, kitle iletişim çağında, mübadele değeri gitgide ‘gösterge değerine’ dönüşmüştür. Artık işlenmiş görüntüler, tanımlayıcı bir toplumsal kategori haline gelmiştir."
  },
  {
    "id": "3761518",
    "unitNumber": 1,
    "text": "Baudrillard’ın geliştirdiği ………………….. kavramı, postmodern toplumda gerçeklik ve temsil arasındaki ayrımın bulanıklaşmasını ifade eder.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Rizomatik",
      "B": "Simülasyon",
      "C": "Hipergerçeklik",
      "D": "Kopyalama",
      "E": "Simülakr"
    },
    "explanation": "Baudrillard’ın geliştirdiği <em>hipergerçeklik </em>kavramı, postmodern toplumda gerçeklik ve temsil arasındaki ayrımın bulanıklaşmasını ifade eder."
  },
  {
    "id": "3761519",
    "unitNumber": 1,
    "text": "…………………, ağ toplumunu ve ağ toplumundaki yeni ilişkisellikleri inşa eden temel teknik nesnedir, kendinden önceki kitle iletişim araçlarından radikal bir kırılmayı temsil eder.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Radyo",
      "B": "Telefon",
      "C": "Televizyon",
      "D": "Gazete",
      "E": "İnternet"
    },
    "explanation": "İnternet, ağ toplumunu ve ağ toplumundaki yeni ilişkisellikleri inşa eden temel teknik nesnedir, kendinden önceki kitle iletişim araçlarından radikal bir kırılmayı temsil eder."
  },
  {
    "id": "3761520",
    "unitNumber": 1,
    "text": "Episteme kavramını, belirli bir anda ve bağlamdaki hakikatin nasıl yorumlandığını ve bireylerin her tür deneyimini belirleyen temel kod olarak tanımlayan kuramcı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Haraway",
      "B": "Foucault",
      "C": "Bauman",
      "D": "Husserl",
      "E": "Castells"
    },
    "explanation": "Foucault’ya göre episteme, belirli bir anda ve bağlamdaki hakikatin nasıl yorumlandığını ve dolayısıyla bireylerin her tür deneyimini belirleyen temel koddur."
  },
  {
    "id": "3761725",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi medya sosyolojisindeki yaklaşımlardan birisi değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "İşlevselcilik",
      "B": "Feminist Teori",
      "C": "Gelişmeci Yaklaşım",
      "D": "Simgesel Etkileşimcilik",
      "E": "Bilim ve Teknoloji Çalışmaları"
    },
    "explanation": "Medya sosyolojisinde de benzer şekilde, farklı anlam şemalarıyla donatılmış çeşitli yaklaşımlar<br/>vardır. Bunlar: İşlevselcilik, Çatışmacı Perspektif, Feminist Teori ve Simgesel Etkileşimcilik'dir. Gelişmeci Yaklaşım bunlar arasında yer almaz."
  },
  {
    "id": "3761726",
    "unitNumber": 1,
    "text": "Aşağıdaki bilim insanlarından hangisi gazeteyi kitleye ait fikirlerin üreticisi ve şekillendiricisi olarak ele almış, onu bir çeşit ‘çerçeveleme’ ve ‘filtreleme’ ediminin aracısı olarak değerlendirmiştir.",
    "correctAnswer": "A",
    "options": {
      "A": "Walter Lippman",
      "B": "Thomas Paine",
      "C": "Thomas Luckmann",
      "D": "Antonio Meucci",
      "E": "Noam Chomsky"
    },
    "explanation": "Kamuoyu denince akla gelen ilk isimlerden olan Walter Lippman (1889-1974) gazeteyi, kitleye ait fikirlerin üreticisi ve şekillendiricisi olarak ele almış, onu bir çeşit ‘çerçeveleme’ ve ‘filtreleme’ ediminin aracısı olarak değerlendirmiştir."
  },
  {
    "id": "3761727",
    "unitNumber": 1,
    "text": "Radyo, hangi yıllarda telefondan daha ucuz ve erişilebilir hale gelmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "1890'lar",
      "B": "1920'ler",
      "C": "1950'ler",
      "D": "1970'ler",
      "E": "1990'ler"
    },
    "explanation": "Radyo’nun icadı 1890’lara kadar götürülebilmekle birlikte, toplumun farklı kesimlerinde daha<br/>geniş bir kullanım alanı bulmaya başlaması yüzyıl dönümünden itibaren hızlanmış, 1920’lere gelindiğinde, artık telefondan daha ucuz ve erişilebilir hâle gelmiştir.<br/>1920'ler"
  },
  {
    "id": "3761728",
    "unitNumber": 1,
    "text": "Kültürün endüstrileşme sürecini açıklamaya çalışan yaklaşım aşağıdakilerin hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kültürel Çalışmalar",
      "B": "Sembolik Etkileşimcilik",
      "C": "Frankfurt Okulu",
      "D": "Özgürlükçü Kuram",
      "E": "Kültürleşme Teorisi"
    },
    "explanation": "Kültür alanındaki bu metâlaşma ve standartlaşmayı sistematik biçimde eleştiren ilk düşünürler ise, Frankfurt Okulu’ndan Theodor Adorno ve Max Horkheimer olmuştur. Adorno ve Horkheimer, eleştirel kuram olarak adlandırılan yaklaşımın temel figürlerindendir. Marx’ın fikirlerini, özellikle<br/>kapitalizmin eleştirisi ile ilgili olanları temel alarak kültürün endüstrileşme sürecini açıklamaya çalışmışlardır."
  },
  {
    "id": "3761729",
    "unitNumber": 1,
    "text": "Hegemonya kavramı ilk kez hangi düşünür tarafından ayrıntılı bir şekilde ele alınmış ve kapitalist ideolojiyle aralarındaki bağları ortaya koyulmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Antonio Gramsci",
      "B": "Thedor Adorno",
      "C": "Henry Ford",
      "D": "Raymond Williams",
      "E": "Charles Bourseul"
    },
    "explanation": "Hegemonya kavramı, daha önce Vlademir Lenin gibi Marksistler tarafından kullanılmış olsa da ilk kez İtalyan Marksist düşünür Antonio Gramsci (1891-1937), bu kavram hakkında daha ayrıntılı düşünmüş, kapitalistideolojiyle aralarındaki bağları ortaya koymuştur."
  },
  {
    "id": "3761730",
    "unitNumber": 1,
    "text": "Fransız düşünür Guy Debord aşağıdaki kuramların hangisini ortaya atmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Hiper Gerçeklik",
      "B": "Gösteri Toplumu",
      "C": "Kültür Endüstrisi",
      "D": "Ağ Toplumu",
      "E": "Sanal Cemaatler"
    },
    "explanation": "Televizyon, 1950’lerin başına gelindiğinde, daha fazla kullanım alanı bulmaya başlamıştır.<br/>Kendinden önceki kitle iletişim araçlarından farklı olarak, burada anlam, yazılı ya da sesli bir şekilde kurulmaz; üzerine bir katman daha eklenerek görsel bir formda alıcıya ulaşır. Fransız düşünür Guy Debord (1931-1994), bunu, gösteri toplumu kavramsallaştırmasıyla açıklamıştır."
  },
  {
    "id": "3761731",
    "unitNumber": 1,
    "text": "Jean Boudrillard, Simülakrlar ve Simülasyon adlı çalışmasında aşağıdaki kavramlardan hangisini tanıtmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Sosyal medya",
      "B": "Sanal topluluk",
      "C": "Yaşam dünyası",
      "D": "Hipergerçeklik",
      "E": "Kültürleşme"
    },
    "explanation": "Jean Baudrillard’ın ilk kez Simülakrlar ve Simülasyon isimli çalışmasında tanıttığı hipergerçeklik<br/>kavramı, gerçeklik ve temsil arasındaki ayrımın bulanıklaşmasını işaret eder."
  },
  {
    "id": "3761732",
    "unitNumber": 1,
    "text": "Ağ toplumu ve ağ toplumundaki yeni ilişkisellikleri inşa eden temel teknik nesne aşağıdakilerin hangisidir.",
    "correctAnswer": "E",
    "options": {
      "A": "Gazete",
      "B": "Telefon",
      "C": "Radyo",
      "D": "Televizyon",
      "E": "İnternet"
    },
    "explanation": "İnternet, ağ toplumunu ve ağ toplumundaki yeni ilişkisellikleri inşa eden temel teknik nesnedir; dağıtıcının tek merkezde olmaması sebebiyle, kendinden önceki kitle iletişim araçlarından radikal bir kırılmayı işaret eder."
  },
  {
    "id": "3761733",
    "unitNumber": 1,
    "text": "Hem organik hem de yapay bileşenleri birleştiren bir varlığı tanımlamak için kullanılan kavram aşağıdakilerin hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Etkileşimsellik",
      "B": "Simülasyon",
      "C": "Rizomatik",
      "D": "Simülakr",
      "E": "Siborg"
    },
    "explanation": "“Siborg” terimi (sibernetik organizmanın kısaltması), 1960 yılında Manfred Clynes ve Nathan Kline tarafından hem organik hem de yapay bileşenleri birleştiren bir varlığı tanımlamak için kullanılmıştır."
  },
  {
    "id": "3761734",
    "unitNumber": 1,
    "text": "\"Araç mesajdır\" kavramsallaştırmasını yapan bilim insanı aşağıdakilerin hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Max Horkheimer",
      "B": "Manuel Castells",
      "C": "Howard Rheingold",
      "D": "Marshall McLuhan",
      "E": "Edmund Husserl"
    },
    "explanation": "Marshall McLuhan (1911-1980) bu fikri bir adım daha ileri götürerek, o meşhur kavramsallaştırmasını yapacaktır: “Araç mesajdır” (1994: 7).Diğer bir deyişle, söylenen şey kadar, bu söylenenin hangi mecra dolayımında söylendiği de önemlidir."
  },
  {
    "id": "3761507",
    "unitNumber": 2,
    "text": "2. Dünya Savaşı’ndan sonra dünyada geniş ölçekte kitlesellik kazanan iletişim aracı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gazete",
      "B": "Dergi",
      "C": "Radyo",
      "D": "Televizyon",
      "E": "İnternet"
    },
    "explanation": "Yanıtınız yanlış ise \"DEĞİŞEN MEDYA İÇERİKLERİ\" bölümünü gözden geçiriniz.<br/>2. Dünya Savaşı radyonun kitle iletişiminde ne kadar etkili olabildiğini kanıtlamış, savaştan sonra dünyadaki radyo ağlarında büyük bir genişleme olmuş ve radyo içerikleri haber kadar, eğlenceye doğru da genişlemiştir. 2. Dünya Savaşı’nın ardından başta ABD olmak üzere, önce dünyanın batısında, daha sonra da daha geniş ölçekte kitlesellik kazanan iletişim aracı ise televizyon olmuştur. 20. yüzyılın ortalarından 1980’lere değin, televizyon büyük ölçüde devletlerin tekelinde ve denetiminde, adına “kamu hizmeti yayıncılığı” denilen bir sistem içinde gelişmiştir."
  },
  {
    "id": "3761508",
    "unitNumber": 2,
    "text": "İlk gazetelerin kitleselleşmesi aşağıda adı geçen hangi yayın aracılığı ile olmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "Bınge Watchıng",
      "B": "Penny Press",
      "C": "Netflix",
      "D": "Amazon",
      "E": "Interpellation"
    },
    "explanation": "Yanıtınız yanlış ise \"DEĞİŞEN MEDYA İÇERİKLERİ\" bölümünü gözden geçiriniz.<br/>İlk gazetelerin Avrupa’da 17. yüzyıldan itibaren basıldığını bilsek de, gazetelerin görece geniş toplumsal kesimlerin ulaşabildiği bir araç olması ancak 19. yüzyıldan itibaren mümkün oldu. Öncesinde okuma-yazma bilen, daha ayrıcalıklı grupların okuduğu ve yoğun olarak politikayla ilgili haberler yapan gazeteler, 19. yüzyılın ortalarından itibaren ABD’de adına “penny press” denilen ucuz, kolay tüketilebilir, herkesin ulaşabileceği bir gazete formatının ortaya çıkmasıyla birlikte kitleselleşmiştir. Bunlar genellikle ilgi çekici ve sansasyonel haberler yapan yayınlardı."
  },
  {
    "id": "3761509",
    "unitNumber": 2,
    "text": "İletişim çalışmalarında medya içerikleri incelemelerinde önemli bir kavram olan ideolojiyi yanlış bilinç firkine dayandıran kuramcı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gramsci",
      "B": "Althusser",
      "C": "Foucault",
      "D": "Marx",
      "E": "Hall"
    },
    "explanation": "Yanıtınız yanlış ise \"TEMEL KAVRAMLARI ANLAMAK\" bölümünü gözden geçiriniz.<br/>Marx ve Yanlış Bilinç: Çarpıtılmış bir Dünyanın Resmi Marx’ın ideolojiye ilişkin görüşleri, kendisinden önce gelen idealist düşünce geleneğinin eleştirisiyle yakından ilişkilidir. Hem bu düşünce geleneğinin bir eleştirisini sunduğu hem de ideolojiye ilişkin ilksel görüşlerini ortaya koyduğu Alman İdeolojisi (1846) isimli eserinde “Yaşamı belirleyen bilinç değil, tersine, bilinci belirleyen yaşamdır” (Marx, 1992: 43) derken, maddi yaşamın ve onun içindeki somut güç ilişkilerinin kapitalist toplumda yaşayan insan için belli türden bir bilinç formüle ettiğini ve bu bilincin insanın bu eşitsiz toplumsal yapının içinde uyumlu biçimde var olmasını sağladığını anlatır. O halde, Marx’ta karşımıza çıkan ideoloji anlayışının merkezi meselesinin ideolojinin maddi gerçeklikle ilişkisi olduğunu söyleyebiliriz. İdeoloji, kapitalist toplumda yaşayan insanların, onları saran maddi gerçekliği nasıl algıladıkları, bu maddi gerçeklikle ne yaptıklarıyla ilgilidir. Eğer kapitalist toplum - bugün hâlen güncel olan haliyle - toplumsal eşitsizliklere dayanıyorsa, bu eşitsizlikleri kendi aleyhine deneyimleyen insan, bu toplumda yaşamaya nasıl rıza göstermektedir? Ona göre (1992: 42), “insanlar ve sahip oldukları ilişkiler […] sanki camera obscura’daymış gibi baş aşağı çevrilmiş bir biçimde” görünmektedir. İşte kapitalist toplumda eşitsizliğin menfi tarafında bulunanların, bu eşitsizliğe itiraz etmeden ya da ona baş kaldırmadan yaşamaları böyle mümkün olmaktadır. Başta bahsettiğimiz bilinç ve gerçeklik ilişkisine geri dönersek, o halde kapitalist toplumda yaşayan insan, maddi gerçekliğin bilincinde olduğunu söylediğinde dahi, aslında yanlış bir bilince sahiptir. Yani, ideoloji, toplumsal manzaranın çarpıtılmış, tersine çevrilmiş bir görüntüsünü üreten ve yaygınlaştıran bir yanlış bilinç fikrine dayanır."
  },
  {
    "id": "3761510",
    "unitNumber": 2,
    "text": "İdeoloji kavrayışıyla Kültürel Çalışmalar düşünce okulunun yenilikçi görüşlerinde merkezi bir yere sahip olan kuramcı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Marx",
      "B": "Gramsci",
      "C": "Althusser",
      "D": "Foucault",
      "E": "Williams"
    },
    "explanation": "Yanıtınız yanlış ise \"Bir Milat Olarak Kültürel Çalışmalar\" bölümünü gözden geçiriniz.<br/>Bir Milat Olarak Kültürel Çalışmalar Marx, Althusser ve Foucault'un ideoloji kavrayışlarının tümü kültürel çalışmaların ortaya çıkışı açısından hayli önemlidir, ancak Gramsci’nin hegemonya kavrayışı bu düşünce okulunun kültür ürünlerine ve onların izleyiciyle ilişkisine dair ortaya koyduğu yenilikçi görüşler açısından merkezi bir yer tutar. Kültürel çalışmalar okulu, kültür ürünlerinin onu tüketenler tarafından farklı biçimlerde yorumlanabileceğine ilişkin yenilikçi bir öneriyle ortaya çıkar."
  },
  {
    "id": "3761531",
    "unitNumber": 2,
    "text": "İsveçli dilbilimci Ferdinand Saussure'e göre anlamın dilsel ve somut karşılığı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gösterge",
      "B": "Gösteren",
      "C": "Gösterilen",
      "D": "Yan anlam",
      "E": "Düz anlam"
    },
    "explanation": "Yanıtınız yanlış ise \"Semiyolojinin Katkısı: Ferdinand de Saussure\" bölümünü gözden geçiriniz.<br/>İsveçli dilbilimci Ferdinand Saussure bir anlam sistemi olarak gördüğü dilin bileşenlerine “göstergeler” adını verir; örneğin, “kitap” kelimesi bir göstergedir. Her gösterge içinde bir gösteren, bir de gösterilen ihtiva eder. Gösteren, anlamın dilsel ve somut karşılığıdır. “Kitap” kelimesinin göstereni, “k”, “i”, “t”, “a”, “p” harflerinden oluşur. Gösterilen ise, bu gösterenin zihnimizdeki soyut karşılığıdır. Yani, kitap imgesi, bir kitabın görüntüsüdür. Bunu bütün kelimeler için düşünebiliriz. Bir harfler seti kelimenin (göstergenin) göstereni, o harfler setini bir arada gördüğümüzde zihnimizde canlanan imge ise onun gösterilenidir."
  },
  {
    "id": "3761532",
    "unitNumber": 2,
    "text": "Roland Barthes’a göre bir göstergenin tanımlayıcı-betimleyici düzeydeki anlamsal içeriğine verilen ad aşağıdakileden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gösteren",
      "B": "Yan anlam",
      "C": "Gösterilen",
      "D": "Düz anlam",
      "E": "Mit"
    },
    "explanation": "Yanıtınız yanlış ise \"Popüler Kültürün Semiyolojisi: Barthes \" bölümünü gözden geçiriniz.<br/>Barthes, göstergebilimden yararlanarak ve onun uygulama alanını genişleterek göstergelerin kültürel ve ideolojik araçlar olarak kullanılabileceği gibi, “mit”ler yaratmada da son derece işlevsel olduklarını göstermiştir. Barthes’a göre bir göstergede iki anlamlandırma düzeyi tespit edebiliriz. Bunlardan biri düzanlam (denotation), diğeri ise yananlamdır (connotation). Düzanlam, herhangi bir göstergenin doğrudan anlamsal karşılığı; bir başka deyişle, onun “tanımlayıcı-betimleyici” düzeydeki anlamsal içeriğidir; göstergenin olağan karşılığıdır. Yananlam ise, o göstergeyle birlikte çağrışan duygusal ve/veya düşünsel anlamlara karşılık gelir. Yananlam, aynı zamanda göstergelerin ideolojik içerimlere sahip olmasını sağlayan düzeydir."
  },
  {
    "id": "3761533",
    "unitNumber": 2,
    "text": "Medya ürünleri ile ilişkimizde izleyicileri basit “alıcı”lar olarak değil, eyleme kapasitesine sahip etkin failler olarak kavrayan kitle iletişim kuramının kurucusu aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Stuart Hall",
      "B": "Roland Barthes",
      "C": "Ferdinand de Saussure",
      "D": "Charles S. Peirce",
      "E": "Raymond Williams"
    },
    "explanation": "Yanıtınız yanlış ise \"Nasıl Anlamlandırırız? Kodlama, Kodaçımlama, Medya Metinlerini Okumanın İmkanları\" bölümünü gözden geçiriniz.<br/>Göstergebilimin, özellikle de Barthes’ın katkısı, bize anlamın sabit olmadığını, olamayacağını anlattı. Öyleyse, bu durumda, anlamla meşgul olan (medya içeriklerini tüketen, onlar üzerine konuşan, gündelik hayatı ile medya metinleri arasında bir biçimde etkileşim kuran) izleyicinin konumu da sabit olamaz. Yani, izleyici, medya içeriklerindeki mesajı olduğu gibi alan, benimseyen, gündelik hayatını bu mesajın içerimlerine göre şekillendiren biri olmaktan ziyade, farklı medya içeriklerindeki anlamlarla farklı ilişkiler geliştiren bir konumdadır. Buraya kadar anlattıklarımızı, anlam-ideoloji-izleyici eksenine sistematik biçimde yerleştiren ve böylece izleyiciler olarak medya içerikleriyle nasıl ilişkilendiğimizi sınamamıza ilişkin bize araçlar sunan Stuart Hall olmuştur. Şayet iletişim süreci, üreticiden izleyiciye doğru akan çizgisel bir süreç değilse, içeriğin üretilmesinden tüketilmesine kadar uzanan süreci nasıl tanımlayabiliriz? Bu sürecin öğeleri neler olabilir? İzleyici medya içeriği konusunda hangi olası konumlarda bulunur? Stuart Hall, bu sorulara yanıt vermekle kalmaz; aynı zamanda medya ürünleri ile ilişkimizde izleyicinin etkin bir rol oynadığı, dolayısıyla izleyicilerin basit “alıcı”lar olarak değil, eyleme kapasitesine sahip failler olarak kavrandığı bir kitle iletişim kuramı önerir."
  },
  {
    "id": "3761534",
    "unitNumber": 2,
    "text": "Medya iceriklerinin değerlendirilmesinde kullanılan ve belli anlamların öne çıkmasını, güçlenmesini ve sabitlenmesini sağlayan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İdeoloji",
      "B": "Anlam",
      "C": "Temsil",
      "D": "Dil",
      "E": "Semiyoloji"
    },
    "explanation": "Yanıtınız yanlış ise \"Temsil\" bölümünü gözden geçiriniz.<br/>Hatırlayacağınız gibi, kültür temelde bir anlam alışverişiydi. Temsil, bu anlam alışverişinde belli anlamların öne çıkmasını, güçlenmesini ve sabitlenmesini sağlar. Temsil aynı zamanda belli kategorilerin belli niteliklerle ilişkilendirilmesi ve çoğu zaman bu ilişkilerin sabitlenmesini de sağlar. Yukarıdaki örnekten devam edersek, ana akım pek çok medya ürününde kadınların “duygusal” yahut “duygularını daha kolay açık eden”; erkeklerin ise “akılcı”, “karşılaştıkları problemlemlere soğukkanlı ve akılcı çözümler bulan” insanlar olarak temsil edilme eğiliminde olduğunu görürüz. Burada sadece kadın ve erkek kategorileri birbirlerinin zıddı olarak kurulmakla kalmaz; aynı zamanda kadınlık ve duygusallık, erkeklik ve akılcılık arasında da sıkı bağlantılar kurulmuş olur. Böylece, anlamlar belli noktalarda yoğunlaşır ve sabitlenir. Anlamların yoğunlaşmasını ve sabitlenmesini sağlamak temsilin önemli bir niteliğidir. Bunu temsilin birinci düzeyi olarak düşünelim."
  },
  {
    "id": "3761535",
    "unitNumber": 2,
    "text": "Anlamın birden fazla alanda üretilmesi ve farklı süreç ve pratiklerle dolaşıma girmesi sürecine verilen ad aşağıdakilerden hangisisir?",
    "correctAnswer": "B",
    "options": {
      "A": "Temsil",
      "B": "Kültür dairesi",
      "C": "Tüketim",
      "D": "Üretim",
      "E": "Düzenleme"
    },
    "explanation": "Yanıtınız yanlış ise \"Kültür Dairesi \" bölümünü gözden geçiriniz.<br/>Kültür dairesi bize anlamın üretimi ve dolaşımı sürecinin kapsayıcı bir manzarasını çizer ve kültürel ürünlerin üretimden tüketime ve yeniden üretime kadar uzanan serüvenini anlamamız için bir önerilmiş bir çerçevedir. Daha önce başka yazarlar tarafından, daha az gelişkin versiyonları kullanılmış olsa da, anlamın üretilmesi sürecinin merkezine kültür dairesini yerleştiren Stuart Hall olmuştur. Hall’a göre (1997a: 3), kültür dairesi, anlamın birden fazla alanda üretildiği ve farklı süreç ve pratiklerle dolaşıma girdiği bir sürece karşılık gelir. Bu süreç beş bileşenden oluşur. Bunlar temsil, tüketim, üretim, düzenleme ve kimlik bileşenleridir. Bu bileşenlerin her biri, hem kendi özerklikleri içinde hem de birbirlerine bağlı biçimde işlerler. Temsil anlam içeren metinlerin ve biçimlerin oluşturulması anlamına gelir. Tüketim, izleyicilerin anlamları okuma süreçlerine karşılık gelir. Üretim anlamın inşa edilme sürecidir. Düzenleme, anlamın üretildiği koşullardır. Kimlik ise, anlamın deneyimlenen kültür ve toplumsal ilişkilerde var ve görünür olması durumuna karşılık gelir (Leve, 2012: 4). Bir bileşen her zaman, diğer bir bileşenin nasıl işleyeceğini garantilemez ya da belirlemez. Yani, temsilin belli biçimde kurulmuş olması, izleyicilerin o temsilin önerdiği anlamları önerildiği şekliyle yorumlayacağı anlamına gelmez. Yahut belli bir kültür ürünün üretilme amacı, her zaman izleyicinin o ürünü o amaçla kullanacağını/tüketeceğini garantilemez. Bu bileşenlerin ikisi ya da daha fazlası arasındaki ilişkiler “eklemleme” yoluyla kurulur. Eklemleme, koşullara göre gerçekleşir ve bu sürecin iki ya da daha fazla bileşeni arasındaki ilişkiler, belli bir kültürel ürünün ortaya çıktığı koşulların sunduğu olanaklar ve/veya kısıtlılıklara bağlıdır (Du Gay vd., 1997: 3). Kültür dairesinin nasıl işlediğini anlayabilmek için, bu süreci somut kültürel ürünler özelinde ele alan çalışmalara bakalım"
  },
  {
    "id": "3761536",
    "unitNumber": 2,
    "text": "Aşağıda verilen ifadelerden hangisi internetin temsil konusunda sunduğu olanaklar açısından söylenemez?",
    "correctAnswer": "E",
    "options": {
      "A": "Temsil ve anlam çeşitliliği konusunda ciddi bir olanağı beraberinde getirmiştir.",
      "B": "Temsilin medya profesyonelleri tarafından inşa edilen niteliğini değiştirmiştir.",
      "C": "Anaakım medyada kendine yer bulamayanların sosyal medyada temsil oluşturarak seslerini duyurmalarına olanak sağlamıştır.",
      "D": "İnternetin temsil konusunda getirdiği en önemli yeniliklerden biri temsilin aynı zamanda bireyselleşmesidir.",
      "E": "İnternetin yarattığı temsil olanakları ile birlikte sıradan insanlar içerik üretiminde merkezi ve belirleyici konuma gelmiştir."
    },
    "explanation": "Yanıtınız yanlış ise \"İnternette Temsil ve Anlam: Değişen Sınırlar\" bölümünü gözden geçiriniz.<br/>İnternetin temsil konusunda getirdiği en önemli yeniliklerden biri temsilin - daha önceki bölümlerde de söz ettiğimiz gibi - bütünüyle medya profesyonelleri tarafından inşa edilen niteliğini değiştirmiş olmasıdır. İnternette temsil, kullanıcı bireylerin inşa etme kabiliyetine sahip oldukları yaratıcı bir olanak olarak düşünülebilir. Bunu aynı zamanda temsilin bireyselleşmesi olarak da düşünebiliriz.<br/>İnternetin yarattığı temsil olanaklarının bir başka boyutu, özellikle sosyal medyanın anaakım medyada kendini yer bulamayan ve politik, kültürel ya da toplumsal herhangi bir amaç etrafında birleşmiş insanların kendileri için bir temsil oluşturmasına, bir araya gelmesine, seslerini duyurmasına olanak sağlamış olmasıdır.<br/>İnternetin yarattığı temsil olanaklarına bir de diğer taraftan bakalım. İnternet içerikleri ne oranda yatay ve yaygın biçimde bizler, yani “sıradan insanlar” tarafından üretilmektedir? Dijital medya öncesinde olduğu gibi, profesyonellerin eylemleri hâlen içerik üretiminde merkezi konumda mıdır? Bazı araştırmacılar (Balbi ve Magaudda: 2018: 99102), internette içerik üretimin demokratikleşmesi tartışmalarının bir tür “katılımcılık mitolojisi” ürettiğini öne sürerler. Onlara göre, hem internette içerik üretme pratiği hala küçük bir azınlığın elindedir hem de internette üretilen içerik ekonomik ilişkilerden ve kâr güdüsünden bağımsız değildir. Bu iki iddia, internet içeriklerinin herkes tarafından ve demokratik biçimde üretildiği yönündeki varsayımı zayıflatır. Merkezsiz ve herkesin katılımına açık bir ağ olarak düşünülse de, 2006 yılında Nielsen tarafından yapılan bir araştırma (aktaran Balbi ve Magaudda, 2018: 101) internet kullanıcıların sadece %1’inin aktif içerik üretimi yaptığını, kullanıcıların %9’unun orta düzey, %90’ının ise pasif kullanıcılar olduğunu ortaya koymuştur. Benzer biçimde, içeriğin %90’ının kullanıcıların %1’i tarafından üretildiği de araştırmanın bulgularından biridir. Bir diğer konu, Facebook, Twitter ya da Youtube gibi dev platformların kullanıcıların ürettikleri içeriklerden kâr ediyor oluşudur. Bu durum ücretsiz emeğin sömürülmesi tartışmalarını beraberinde getirmiştir. Kullanıcı verilerin ticari amaçlarla kullanılması veya sızdırılması da yine sosyal medya ve içerik konusunun tartışmalı başlıklarından birisidir."
  },
  {
    "id": "3761756",
    "unitNumber": 2,
    "text": "Türkiye’nin kamu yayıncılığı kurumu olan TRT hangi yıla kadar tek kuruluş olarak yayın yapmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "1956",
      "B": "1964",
      "C": "1968",
      "D": "1978",
      "E": "1989"
    },
    "explanation": "Yanıtınız yanlış ise \"Kitle İletişim Araçlarından Geleneksel Medyaya\" bölümünü gözden geçirebilirsiniz.<br/>Kitle iletişim tarihi açısından önemli coğrafyalardan biri olan İngiltere’de BBC 1922 yılında kurulmuş, 1936 yılında ise televizyon yayıncılığına başlamıştır. Türkiye’nin kamu yayıncılığı kurumu olan TRT ise 1964’te kurulmuş, 1968’de ilk yayınını gerçekleştirmiş, 1986 yılına kadar da tek televizyon kanalı üzerinden yayınlarını gerçekleştirmiştir. TRT 2 1986 yılında açılmış olsa da, 1989’a kadar Türkiye’de TRT dışında yayın yapan bir kanal olmamıştır."
  },
  {
    "id": "3761757",
    "unitNumber": 2,
    "text": "Türkiye'de uydu yayıncılığının başladığı yıl ve kullanılan ilk uydunun adı aşağıda verilen şıklardan hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "1980-TURK-SATELLITE",
      "B": "1994-TURKSAT",
      "C": "1985-TURKTEC",
      "D": "1990-TUR-BRD-CAST",
      "E": "1995-TÜRK-CAST"
    },
    "explanation": "Yanıtınız yanlış ise \"Geleneksel Medyada Dönüşümler: Küreselleşme, Medya Endüstrisi ve Internet\" bölümünü gözden geçiriniz.<br/>İletişimin küreselleşmesi bir yanda, dev iletişim örgütlerinin ortaya çıkmasını sağlayan şirket birleşmeleri ve ortaklıkları ve bunların üretim ve dağıtım alanlarında belirleyici hale gelmesini sağlayan kurumsal gelişmelerle mümkün olmuştur. Diğer yanda ise, uydu yayıncılığı ve dijitalleşme gibi teknolojik gelişmeler durur. ABD’de ve Sovyetler Birliği’nde 1980’lerden hemen önce başlayan uydu yayıncılığı, Türkiye’de TURKSAT uydusuyla 1994 yılında başlamıştır. Uydu yayıncılığı, dünyanın farklı coğrafyalarında üretilen içeriklerin küresel düzeyde erişilebilir ve tüketilebilir hale gelmesi anlamına gelmiştir."
  },
  {
    "id": "3761758",
    "unitNumber": 2,
    "text": "Kullanıcı etkinliğine izin veren ve kullanıcıyı içerik üretiminin faili haline getiren Web teknolojisi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Web 1.0",
      "B": "Web 1.1",
      "C": "Web.2.0",
      "D": "Web 2.2",
      "E": "Web 3.3"
    },
    "explanation": "Yanıtınız yanlış ise \"Geleneksel Medyada Dönüşümler: Küreselleşme, Medya Endüstrisi ve Internet\" bölümünü gözden geçiriniz.<br/>1990’lar, sınırlı biçimde de olsa, internet teknolojisinin gündelik hayatımıza girdiği on yıldır. “Salt okunur” niteliğindeki Web 1.0 teknolojisi, kullanıcı etkinliğine izin vermeyen ve bugün bütünüyle etkileşimsel hale gelmiş internet ortamının ilkel bir versiyonudur. 2004 yılından itibaren Web 2.0 ortaya çıkmış ve internetin mevcut görünümünü almasında bu gelişme son derece belirleyici olmuştur. Web 2.0 teknolojisi, bu teknolojiye kadar etkinliği büyük ölçüde tüketici/ alıcı/izleyici konumlarıyla sınırlı kullanıcıyı, içerik üretiminin faili haline getirmiştir. Bu, buraya kadar medya örgütlerinde üretilip kullanıcıya sunulan içeriğin tanımının radikal biçimde değişmesi anlamına gelmiştir. Bir yandan içerikler hâlen medya profesyonelleri tarafından üretilirken, izleyici de bu üretim etkinliğine ortak olmuş ve kendi ürettiği içerikleri dolaşıma sokmuştur. Bu, buraya kadar medya örgütlerinde üretilip kullanıcıya sunulan içeriğin tanımının radikal biçimde değişmesi anlamına gelmiştir. Bir yandan içerikler hâlen medya profesyonelleri tarafından üretilirken, izleyici de bu üretim etkinliğine ortak olmuş ve kendi ürettiği içerikleri dolaşıma sokmuştur."
  },
  {
    "id": "3761759",
    "unitNumber": 2,
    "text": "Medyanın dijitalleşmesi ile ilişkili olarak aşağıda verilen ifadelerden hangisi yanlıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Medyanın dijitalleşmesi, öncesinde basitçe “izleyici” olarak tanımladığımız kullanıcıların niteliksel dönüşümünü sağlamıştır.",
      "B": "Medyanın dijitalleşmesi ile beraber sadece medya profesyonelleri dijital medyada içerik üretmeye başlamıştır.",
      "C": "Medyanın dijitalleşmesi, sosyal medya şirketlerinin kişisel verileri etkili biçimde ticari amaçlarla kullanmalarını beraberinde getirmiştir.",
      "D": "Medyanın dijitalleşmesi, sosyal hayatın gittikçe artan oranda internet üzerinden kurulmasını beraberinde getirmiştir.",
      "E": "Medyanın dijitalleşmesi, sosyal medya kullanımının yaygın biçimde bağımlılık halini almasına yol açmıştır."
    },
    "explanation": "Yanıtınız yanlış ise \"Dijital Medya: Üreticiler Olarak Tüketiciler\" bölümünü gözden geçiriniz.<br/>Medyanın dijitalleşmesi, öncesinde basitçe “izleyici” olarak tanımladığımız kullanıcıların niteliksel dönüşümünü de sağlamıştır. Sadece medya profesyonellerinin değil, “sıradan insan”ın da dijital medyada içerik üretiyor olması, dijital medyanın katılımcı niteliğinin fazlaca vurgulanmasına neden olmuştur. Öte yandan, sosyal medya şirketlerinin kişisel verileri etkili biçimde ticari amaçlarla kullandıkları bilinen bir gerçektir. Sosyal medya kullanıcı niceliğiyle anlam ve etki kazanan bir mecradır. Yeni kullanıcıların dahil olması kadar, var olan kullanıcıların aktif olması da ticari açıdan arzulanır bir durumdur. Bu sosyal hayatın gittikçe artan oranda internet üzerinden kurulması, bu açıdan “bağlı kalmanın” bir tercihten öte, zaman zaman bir zorunluluk halini alması, bu nedenle sosyal medya kullanımının yaygın biçimde bağımlılık halini alması, bu bağımlılığın insanın zihinsel ve ruhsal durumu üzerindeki etkileri gibi bir dizi tartışmalı bağlığı beraberinde getirmiştir. Kimi araştırmacılar, sosyal medya şirketlerinin kullanıcılar üzerindeki “bağlı kalma” politikasının, kullanıcıların dikkatinin reklam verenlere satılması olarak değerlendirmektedir (Croteau ve Hoynes, 2019: 497)."
  },
  {
    "id": "3761760",
    "unitNumber": 2,
    "text": "Günümüzde televizyonun gündelik hayatta yeniden başat bir medya haline gelmesine yol açan temel gelişme aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İçerik platformlarının gelişimi",
      "B": "İnternetin gelişimi",
      "C": "Web.2.0 teknolojşisinin gelişimi",
      "D": "İçerik üretiminin çeşitlenmesi",
      "E": "Sosyal medyanın gelişimi"
    },
    "explanation": "Yanıtınız yanlış ise \"Televizyonun Yeniden Keşfi: İçerik Platformları \" bölümünü gözden geçiriniz.<br/>Dijital medyanın içeriği ciddi biçimde çeşitlendirdiği bir ortamda, bu çeşitliliğin yarattığı izleyicilik pratiklerinin televizyona da yansıması kaçınılmazdı. Her ne kadar video-on-demand (kısaca VOD, içeriğin istendiği zaman seçilerek izlendiği televizyon sistemi) teknolojisi 1990’larda ortaya çıkmış olsa da, hiçbir zaman televizyon yayıncılığı ya da bugünün içerik platformları düzeyinde bir yaygınlık kazanmadı. Ücret karşılığında, istenilen içeriklerin izlenebildiği bu yayıncılık türünü, bugünün içerik platformlarının daha az gelişmiş versiyonu olarak düşünebiliriz. Nitekim izleyici sayısı açısından içerik platformların en büyüklerinden biri olan Netflix, 1997’de posta yoluyla DVD’leri kiralayan bir şirket olarak kurulmuş, 2007’de içerikleri çevrimiçi yayın yoluyla kiralamaya başlamış, 2013’te ise kendi içeriklerini üreten dev bir platform olma yoluna girmiştir (Balbi ve Magaudda, 2018: 182).<br/>Bugün sayıları artmış olsa da, aralarında büyük bir rekabetin bulunduğu bu platformlar, “üyeliği dayalı yayın hizmeti” (subscription streaming service), “yayın sağlayıcı” (streaming provider) ya da “internet üzerinden yayın yapan televizyon” (internet distributed tv) gibi farklı isimlerle anılmaktadır. Bu platformların hayatımıza girişi son derece yeni tarihli bir gelişme olduğu için, Netflix başta olmak üzere, nasıl tanımlanabilecekleri ya da kavranabilecekleri üzerine henüz bir uzlaşma bulunmamaktadır. Platformların son birkaç yıl içinde sayıları artmış, Amazon ve Disney gibi büyük şirketler de bu pazara dahil olmuşlardır. Netflix bu alanda uzun süre öncü konumunda bulunmuş ve yakın zamana kadar en yüksek kullanıcı sayısına sahip olmuştur. 2022 yılında Disney +’ın kullanıcı sayısının Netflix’i geçtiği bilinmektedir. <br/>Her ne kadar içerik platformları televizyonun yeniden keşfi ve gündelik hayatlarımızda yeniden başat bir medya haline gelmesi olarak düşünülse de, içerikler açık biçimde geçmişteki televizyon içeriklerinden farklılaştıkları gibi, izleyici/kullanıcı pratikleri de ciddi bir değişiklik göstermektedir."
  },
  {
    "id": "3761761",
    "unitNumber": 2,
    "text": "İdeoloji anlayışında kapitalizmde insan ilişkilerinin şeyler arası ilişkilerle bir ve aynı hale geldiğine işaret eden filozof aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Antonio Gramsci",
      "B": "Louis Althusser",
      "C": "Karl Marx",
      "D": "Stuart Hall",
      "E": "Michel Foucault"
    },
    "explanation": "Yanıtınız yanlış ise \"Marx ve Yanlış Bilinç: Çarpıtılmış bir Dünyanın Resmi\" bölümünü gözden geçiriniz.<br/>Marx’ın ideoloji fikrini izleyebileceğimiz daha geç dönemli bir kavram olan meta fetişizmi, Alman İdeolojisi’ndeki ideoloji tartışmasından daha gelişkin bir bakış açısı sunar. Meta fetişizmi, Kapital’de karşımıza çıkar. Marx’a göre, meta fetişizmi kapitalizmin üzerinde yükseldiği toplumsal ilişkileri gizlemenin bir yoludur. Burada vurgunun gerçekliğin çarpıtılmasından, gerçekliğin gizlenmesine doğru döndüğünü görürüz. Meta fetişizmi, temelde kapitalizmde insan ilişkilerinin şeyler arası ilişkilerle bir ve aynı hale geldiğine işaret eden bir şeyleşme analizine işaret eder. Meta fetişizmi çoğunlukla kapitalizm içindeki tüketim arzusu olarak anlaşılma eğilimindedir ama bu doğru değildir. Meta fetişizmi kapitalizmde metaların ortaya çıkmasını sağlayan emek süreçlerinin ve emeğin (emek sömürüsü içeren) toplumsal niteliğinin görünmesini engelleyen ve böylelikle aslında “insan emeğiyle oluşan ilişkilerin nasıl şeyler arasındaki ilişkiler gibi göründüğünü açıklayan” bir ideoloji anlayışına karşılık gelir. İktisadi bir terim gibi görünse de, meta fetişizmi aynı zamanda kapitalizmde insanlar arasındaki ilişkileri ve bu ilişkilerde ideolojinin nasıl üretildiğini açıklamak için son derece elverişli bir sosyoloji terimidir. Burası önemlidir, çünkü meta fetişizminin bu niteliği, daha sonraki düşünürlerin ideolojinin ne olduğundan ziyade, ideolojinin nasıl canlı biçimde var kalmaya devam ettiği, nasıl işlediği, insan faillerin bu işlerlikte nasıl bir rolü olduğu sorularını yanıtlamalarına olanak sağlayan bir kavramlaştırmadır."
  },
  {
    "id": "3761762",
    "unitNumber": 2,
    "text": "Rızanın elde edilmesinde ideollojinin katkısını kültür üzerinden analiz eden ve çağdaş medya çalışmalarına önemli katkılar sağlayan kuramcı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Karl Marx",
      "B": "Stuart Hall",
      "C": "Michel Foucault",
      "D": "Antonio Gramsci",
      "E": "Louis Althusser"
    },
    "explanation": "Yanıtınız yanlış ise \"Gramsci ve Hegemonya: Rızanın Olanakları\" bölümünü gözden geçiriniz.<br/>Gramsci’ye göre, “hegemonya fikri, hegemonya uygulanacak kesimlerin çıkar ve eğilimlerini dikkate almayı ve belirli bir uzlaşma dengesinin kurulmasını gerektirir”. Görüldüğü gibi, egemenlik fikrinden farklı olarak burada bir “uzlaşma” fikri vurgulanmaktadır. Hegemonya, toplumsal eşitsizlikleri aleyhine deneyimleyen sınıfın bütünüyle dışına atılmadığı, onun çıkarlarının da kısmen içerildiği ve böylece rıza göstermesinin sağlandığı bir denge durumuna işaret eder. Gramsci hegemonyayı zor ve rızanın bir denge durumunda bulunduğu bir saha olarak tarif eder.<br/>Gramsci’nin kültür alanını tartışmaya dahil etmesi ve onu rızanın sağlanmasının bir aracı olarak tarif etmesinin yarattığı olanaklardır. Gramsci’nin katkısı çağdaş medya ve iletişim çalışmaları için, kültür ve ideoloji arasındaki bağlantıları kurmayı sağlayacak bir köprü olarak düşünülebilir. İdeolojinin ne olduğundan çok, nasıl olduğu, nasıl işlediği, rızanın elde edilmesine nasıl katkı sağladığı gibi sorular, çağdaş medya çalışmaları açısından merkezi sorulardır."
  },
  {
    "id": "3761763",
    "unitNumber": 2,
    "text": "İdeolojiyi bireyleri birere özne olarak kuran ve toplumsal alanda kuşatıcı ve dışına çıkılmaz olan olarak tanımlayan kuramcı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Louis Althusser",
      "B": "Stuart Hall",
      "C": "Antonio Gramsci",
      "D": "Karl Marx",
      "E": "Michel Foucault"
    },
    "explanation": "Yanıtınız yanlış ise \"Althusser ve Devletin İdeolojik Aygıtları: Kitle İletişim Araçlarının Önemi\" bölümünü gözden geçiriniz.<br/>Althusser’de ideoloji çoğul olmadığı gibi, tekil (insan fail) ya da kolektif (işçi sınıfı) etkinliğine açık değildir. İdeoloji toplumsal olanın bütün alanlarında tartışmasız bir kuşatıcılıkla var olur ve insan eylemine, müdahalesine yer bırakmaz. İdeoloji kişileri “özgür ve özerk” olduklarına ikna eder, ancak elbette bu bir yanılsamadır. Üretim ilişkilerinin ve toplumsal eşitsizliklerin sürmesi ideoloji ve özne arasındaki bir “çifte kuruluş” (Althusser, 2008: 99) ile mümkün olur. İdeoloji özne tarafından yaratılır; ancak, özneler de ideoloji dışında var olamazlar. Yani, öznenin ideoloji dışında var olamayacağı fikri verili ve sabittir. Althusser’de ideoloji kuşatıcı ve dışına çıkılamaz olandır. Ona göre, “her ideolojinin işlevi (onu tanımlayan işlev) somut bireyleri birer özne olarak ‘kurmak’tır”. Bunu anlayabilmek için son olarak Althusser’de adlandırma (interpellation) nosyununa bakmamız gerekir. İdeoloji, bireyleri özne olarak çağırır. Toplum içinde farklı özne konumları deneyimleriz. Kadın ya da erkek, çocuk ya da yetişkin olmak, farklı sınıfsal, dinsel, etnik vs. konumlar farklı özne konumlarına örnektir. Bu özne konumları çoğuldur; birden fazla toplumsal konum işgal ederiz. İşte Althusser’e göre, kendimize özgü yahut kişisel sandığımız bu özne konumlarının her birinin sınırları ve kapsamları, bizden çok önce ideoloji tarafından çizilmiş ve belirlenmiştir. Dolayısıyla, ancak ideolojik olarak var olabiliriz. Öyle ki, Althusser’e göre, yeni doğmuş bir bebek dahi “kendisini bekleyen özgül aile ideolojisinin içinde ve bu ideoloji tarafından olması beklenilen öznedir”. Devletin ideolojik aygıtları bahsine geri dönersek, işte kitle iletişim araçları ve kültürel araçlar da, bu kuşatıcı ideolojinin dolaşıma girmesi, benimsenmesi ve özneler tarafından yeniden üretilmesinin önemli araçlarıdır. Dolayısıyla, iletişim ve medya çalışmaları açısından Althusser’in bu özgül katkısının önemi büyüktür."
  },
  {
    "id": "3761764",
    "unitNumber": 2,
    "text": "Stuart Hall'un ideoloji kavrayışı açısından aşağıda verilenlerden hangisi yanlıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Hall'a göre ideoloji farklı sınıfların ve farklı toplumsal grupların toplumun nasıl işlediğini anlamlandırmak için kullandıkları zihinsel çerçevelerdir.",
      "B": "Hall Marx gibi ideolojiyi bir “yanlış bilinç” olarak görür.",
      "C": "Hall'a göre ideolojik olan bütünüyle ekonomik olan tarafından belirlenmez.",
      "D": "Hall bir zihinsel çerçeveler olarak tanımladığı ideolojilerin doğru veya yanlış oluşlarıyla ilgilenmez.",
      "E": "Hall'a göre ideolojik olanın tarihsel gelişimi her zaman farklı pratiklere ve mücadaleye açıktır."
    },
    "explanation": "Yanıtınız yanlış ise \"Kültürel Çalışmalar: Stuart Hall ve İdeoloji\" bölümünü gözden geçiriniz.<br/>Hall nötr ve kültürel alanın farklı bileşenleriyle birlikte düşünebileceğimiz bir ideoloji tanımı yapar. Bu tanımdan Hall’un ideoloji anlayışıyla ilgili birkaç kestirim yapabiliriz. Öncelikle Hall, tek ve yekpare bir ideolojiden söz etmez. Farklı sınıfların ve farklı toplumsal grupların dünyayı ve yaşadıkları toplumu anlamlandırmak için kullandıkları farklı zihinsel çerçeveler bulunmaktadır. Yanı sıra, ideoloji doğrudan ve sadece politikayla kavrayamayacağımız kadar karmaşık kültürel içerimlere sahiptir. Eğer zihnimize şekil verme kabiliyetine sahip olan dillerden yahut kategorilerden söz ediyorsak, kültürün (eğitimden popüler kültüre, aile içinde öğrendiğimiz doğrulardan geleneklere kadar uzanan) çok farklı parçalarıyla ilgileniyoruz demektir. Son olarak, Hall bu zihinsel çerçevelerin doğru veya yanlış oluşlarıyla ilgilenmez.<br/>Hall, “yanlış bilinç” olakra ideoloji anlayışına itiraz eder. Ona göre, ideolojiyle ilgili sormamız gereken ilk soru, onun ne şekilde yanlış olduğu değil, ne şekilde doğru olduğu sorusudur (Larrain, 1996: 60). Bunun anlamı şudur: İdeoloji, çıkarları ve gerçeklikleri farklı olan toplumsal sınıfların ve toplumsal grupların, toplum içinde eşitsiz biçimde konumlanmış da olsalar, bir arada yaşamaya ve toplum olarak var olmaya devam etmelerini sağlar. Bu farklılıklara ve eşitsizliklere karşın, toplumdaki statükonun nasıl sürdüğünü anlayabilmemiz için ideoloji kavramına ihtiyacımız vardır. Hall “zihinsel çerçeveler” olarak anladığı ideojinin bütünüyle ekonomik biçimde belirlendiği fikrine de itiraz eder. Eğer ideolojik olan bütünüyle ekonomik olan tarafından belirleniyor olsaydı, o zaman ideolojinin nasıl işlediği sorusunu sormamıza da gerek kalmazdı. Benzer biçimde, sıradan izleyiciler olarak medya yahut kültür ürünlerine baktığımızda, bir çeşitlilik ve farklılıktan ziyade, bizlere hep aynı doğruyu, doğrudan dikte eden ve başka dünya görüşlerine alan tanımayan yekpare içerikler görürdük. Oysa durum nadiren böyledir. Çok farklı toplumsal grupların, onların gündelik yaşamlarının, arzularının, isteklerinin, mücadelelerinin medya içeriklerinde yer alabildiğini görürüz. O halde ideoloji, ekonomik olandan zaman zaman bağımsız ve özerk biçimde de işleyebilir. Diğer yandan, ideolojinin yarattığı anlam bu kadar sıkı sıkıya ekonomi tarafından belirlenmiyorsa, demek ki bütünüyle başka yorumlara ve çıkarımlara kapalı da değildir. Ancak Hall’un ideoloji anlayışında, bütünüyle bir kapanmanın olanaklı değildir; ideolojik olanın tarihsel gelişimi her zaman farklı pratiklere ve mücadaleye açıktır."
  },
  {
    "id": "3761765",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Stuart Hall'un tanımladığı iletişim sürecinin bileşenlerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Üretim",
      "B": "Dolaşım",
      "C": "Dağıtım/tüketim",
      "D": "Gözetim",
      "E": "Yeniden üretim"
    },
    "explanation": "Yanıtınız yanlış ise \"Nasıl Anlamlandırırız? Kodlama, Kodaçımlama, Medya Metinlerini Okumanın İmkanları\" bölümünü gözden geçiriniz.<br/>Hall, iletişim sürecini birbiriyle bağlantılı ama aynı zamanda birbirinden ayrı düşünülebilecek dört ayaklı bir süreç olarak tarif eder. Bunlar, üretim, dolaşım, dağıtım/tüketim ve yeniden üretimdir. Bu sürecin her bir bileşeni elbette birbiriyle ilişki içinde ilerler. Ancak Hall’a göre, aynı zamanda birbirlerinden ayrı düşünülebilecek olmalarının sebebi, herhangi bir ayağın, diğerinin tam olarak nasıl işleyeceğini garanti etmemesidir."
  },
  {
    "id": "3761766",
    "unitNumber": 2,
    "text": "Kültürel yaşamda belli anlamların öne çıkmasını, güçlenmesini ve sabitlenmesini sağlayan temsilin yaratıcıları aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Geniş toplumsal kesimler",
      "B": "Medya profesyonelleri",
      "C": "Sıradan izleyiciler/tüketiciler",
      "D": "Akademisyenler",
      "E": "Bürokratlar"
    },
    "explanation": "Yanıtınız yanlış ise \"Temsil\" bölümünü gözden geçiriniz.<br/>Temsil nasıl ortaya çıkar, kimler tarafından yaratılır ve neden belli biçimlerde sabitlenir? Temsil medya endüstrileri ve onlara yön verme yetkisine sahip olan medya profesyonelleri tarafından yaratılır. Bu profesyoneller elbette izleyici tercihlerine dair fikir sahibidirler ama aynı zamanda, izleyici tercihlerini - yani izleyicinin neyi izleyeceği - yönlendirme, yapılandırma ve dolaşıma sokma kabiliyetine de sahiptirler. Medya profesyonelleri bu açıdan ayrıcalıklı bir konuma sahiptirler. Temsil, üzerine geniş toplum kesimlerinin bir uzlaşıma vardığı bir alan değil, medya profesyonellerinin bir araç olarak kullanarak toplumda bir uzlaşmayı bizzat yarattıkları bir alandır. O halde temsil aynı zamanda güç ilişkilerinin ve eşitsizliklerin söz konusu olduğu bir alandır. Bu nedenle Stuart Hall başta olmak üzere, kültürel çalışmalar düşünürleri “temsil politikası”ndan söz ederler. Sadece belli türden bir kimliğe sahip olmanın ya da belli türden bir insan olmanın nasıl olduğu sorusunu sorduğumuzda dahi temsil politikasına dahil olmuş oluruz."
  },
  {
    "id": "3761767",
    "unitNumber": 2,
    "text": "İnternetle olanaklı hale gelen sıradan insanların gazetecilik pratiklerine dahil olmasına verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Araştırmacı gazetecilik",
      "B": "Online gazetecilik",
      "C": "Yurttaş gazeteciliği",
      "D": "Magazin gazeteciliği",
      "E": "Çevre gazeteciliği"
    },
    "explanation": "Yanıtınız yanlış ise \"FARKLI MEDYA İÇERİKLERİNDE TEMSİL, ANLAM VE İDEOLOJİ\" bölümünü gözden geçiriniz.<br/>Bir diğer önemli gelişme, internetin “yurttaş gazeteciliği”ni olanaklı hale getirmesidir. Yurttaş gazeteciliği, “sıradan” kullanıcıların gazetecilik pratiklerine dahil olması anlamına gelir. Bu pratiklerin içinde güncel olaylarla ilgili blog içeriği oluşturma, fotoğraf ve video paylaşma, şahitlik edilen ve toplumsal açıdan anlamlı bir olayın görüntülerini ya da o olaya ilişkin yazılı şahitlik paylaşma gibi eylemleri dahil edebiliriz. Daha önce dijital medyanın içerik anlayışında radikal bir dönüşüme neden olduğundan ve içerik üreticiler ile tüketiciler arasındaki keskin ayrımı ortadan kaldırdığından söz etmiştik. Yurttaş gazeteciliği de, bu dönüşümün haberciliğe yansımış halidir."
  },
  {
    "id": "3761587",
    "unitNumber": 3,
    "text": "Kullanım değeri olan şeyleri değişim değeri olan şeylere dönüştürme süreci, aşağıdaki kavramlardan hangisiyle en iyi açıklanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Metalaşma",
      "B": "Platformlaştırma",
      "C": "Yoğunlaşma",
      "D": "Finansallaşma",
      "E": "Kültürleşme"
    },
    "explanation": "Metalaşma kullanım değeri olan şeyleri değişim değeri olan şeylere dönüştürme sürecidir, medya ve iletişimin metalaşması da medya ve iletişim içeriklerinin kâr amaçlı üretilen içeriklere dönüşmesi sürecidir. Örneğin sosyal bir ortamda eğlence amacıyla anlatılan bir hikâyenin kitap haline getirilerek satışa konulması sürecidir. Bu açıklamalardan hareketle yukarıdaki seçenekler incelendiğinde bu sorunun doğru yanıtı A seçeneğidir."
  },
  {
    "id": "3761588",
    "unitNumber": 3,
    "text": "Aşağıdaki seçeneklerden hangisi, Amerika'daki medya kuruluşlarının %90'ını kontrol ettiği şirketlerden birisi değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Comcast",
      "B": "BBC",
      "C": "CBS",
      "D": "Viacom",
      "E": "News Corporation"
    },
    "explanation": "Amerika’daki medya kuruluşlarının %90’ını kontrol eden şirketler şunlardır:<br/><ul> <li>Comcast</li> <li>Disney</li> <li>CBS</li> <li>Viacom</li> <li>News Corporation</li> <li>AT&amp;T</li> </ul> BBC, Birleşik Krallık merkezli olarak Britanya Kraliyeti himaye ve finansal desteğiyle faaliyet gösteren uluslararası yayın kuruluşu olduğundan bu sorunun doğru yanıtı B seçeneğidir."
  },
  {
    "id": "3761589",
    "unitNumber": 3,
    "text": "Medya içeriklerinin farklı medya platformları arasında süzülmesi, farklı medya sektörlerinin birleşimi ve işbirliği, aşağıdaki kavramlardan hangisiyle açıklanmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Filtreleme",
      "B": "Homojenleşme",
      "C": "Yakınsama",
      "D": "Finansallaşma",
      "E": "Platformlaşma"
    },
    "explanation": "Yakınsama, medya içeriklerinin farklı medya platformları arasında süzülmesi, farklı medya sektörlerinin birleşimi ve işbirliği, medya araçlarının izleyici/kullanıcılarının medya içeriklerinin peşinde farklı ortamlar arasında geçiş yapması ve bu süreçte izleyici/kullanıcıların aktif birer özne haline gelmesidir. Bu yüzden bu sorunun doğru yanıtı C seçeneğidir."
  },
  {
    "id": "3761590",
    "unitNumber": 3,
    "text": "Kültür ve medya endüstrilerinde gerçekleşen değişimlerin tek tip bir kültür ve medya ortamına yol açacağına yönelik görüş, aşağıdaki kavramlardan hangisiyle açıklanmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yakınsama",
      "B": "Filtreleme",
      "C": "Yoğunlaşma",
      "D": "Homojenleşme",
      "E": "Metalaşma"
    },
    "explanation": "Homojenleşme, kültür ve medya endüstrilerinde gerçekleşen değişimlerin tek tip bir kültür ve medya ortamına yol açacağına yönelik görüştür. Günümüzde medya, akılcı yönetim kararları ve medya sektörlerindeki yoğunlaşmalara rağmen medya içerikleri ve sektörel çeşitlilik açısından çoğulcu ve heterojen bir ortama sahiptir. Bu açıklamalardan hareketle yukarıdaki seçenekler incelendiğinde bu sorunun doğru yanıtı D seçeneğidir."
  },
  {
    "id": "3761591",
    "unitNumber": 3,
    "text": "Yazılı medya araçlarının eğlenceyi bilginin önüne koyması ve dolayısıyla daha çok satış getirecek olan hikâyelere yoğunlaşması, aşağıda belirtilen alanlardan en fazla hangisiyle ilişkilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "İnternetin ekonomi-politiği",
      "B": "Reklamcılığın ekonomi-politiği",
      "C": "Müziğin ekonomi-politiği",
      "D": "Televizyonun ekonomi-politiği",
      "E": "Gazeteciliğin ekonomi-politiği"
    },
    "explanation": "Gutenberg’le birlikte matbaanın yayılması öncelikle Batı ülkeleri ve sonrasında bütün dünyada yayıncılığın yaygın bir şekilde yapılmasına imkân sağlamıştır. Kitle medyasının ilk örneklerinden olan gazete ve dergiler de bu gelişmelerin bir sonucu olarak toplumsal hayata girmiştir. Gazeteciliğin reklamcılıkla ve ticarileşmeyle yoğun ilişkisi gazeteciliğin eğlenceyi bilginin önüne koymasına ve dolayısıyla daha çok satış getirecek olan hikâyelere yoğunlaşmasına neden olmaktadır, bu da gazetecilik ve dergiciliğin negatif özgürlük boyutuna işaret etmektedir. Bu durum gazetecilik, dergicilik ve dolaylı olarak diğer medya sektörlerinin de kârı, kamu hizmetinin önüne koyması anlamına gelmektedir. Bu açıklamalardan hareketle yukarıdaki seçenekler incelendiğinde, yazılı medya araçlarının eğlenceyi bilginin önüne koyması ve dolayısıyla daha çok satış getirecek olan hikâyelere yoğunlaşması, gazeteciliğin ekonomi-politiği alanıyla en fazla ilişkili olduğundan bu sorunun doğru yanıtı E seçeneğidir."
  },
  {
    "id": "3761625",
    "unitNumber": 3,
    "text": "İzleyicileri fiyatlamak için reyting araştırmalarının başlaması ve bu konuda uzmanlaşan firmaların reyting ölçüm alanında tekelleşmesi, aşağıdaki seçeneklerden en fazla hangisiyle ilişkilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gazeteciliğin ekonomi-politiği",
      "B": "Müziğin ekonomi-politiği",
      "C": "Reklamcılığın ekonomi-politiği",
      "D": "İnternetin ekonomi-politiği",
      "E": "Televizyonun ekonomi-politiği"
    },
    "explanation": "Televizyonun reklamcılarla ayrılmaz bağı nedeniyle izleyicileri fiyatlamak için reyting araştırmaları başlamış ve bu konuda uzmanlaşan firmalar reyting ölçüm alanını da tekelleştirmiştir. Reytingler kadar önemli olan bir diğer kavram da formatlardır; televizyon formatları da küresel olarak devasa bir pazar haline gelmiştir ve başarılı olan programların formatları kaynak ülkelerden diğer ülkelere satılmaktadır. Bu açıklamalardan hareketle bu sorunun doğru yanıtı E seçeneğidir."
  },
  {
    "id": "3761626",
    "unitNumber": 3,
    "text": "Spotify ve iTunes gibi yayıncı platformların günümüzde müzik ekonomisini belirlemesi, aşağıdaki seçeneklerden en fazla hangisiyle ilişkilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İnternetin ekonomi-politiği",
      "B": "Reklamcılığın ekonomi-politiği",
      "C": "Televizyonun ekonomi-politiği",
      "D": "Müziğin ekonomi-politiği",
      "E": "Gazeteciliğin ekonomi-politiği"
    },
    "explanation": "1982’de Compact Disc’in (CD) yaygınlaşmasıyla birlikte başlamış ve günümüze kadar çok sayıda değişime şahit olmuştur. Günümüzde müzik neredeyse bütün dijital cihazlarda ulaşılabilir durumdadır, MP3 formatının ve internetin yaygınlaşmasıyla birlikte müzik yayın platformları (Spotify, YouTube Music, Amazon Music, iTunes) da oluşmuştur ve günümüzde müziğin ekonomisini bu yayıncı platformlar belirlemektedir. 2023 yılı itibariyle müzik yayınlayan platformlar küresel gelirin %67’sini ellerinde bulundurmaktadır. Bu yüzden bu sorunun doğru yanıtı D seçeneğidir."
  },
  {
    "id": "3761627",
    "unitNumber": 3,
    "text": "Medya sektörlerinin desteğe ihtiyaçları olduğu için izleyicilerin dikkatini çekmek zorunda olmaları, bu nedenle de izleyicilerin istedikleri içerikleri üretmek durumunda kalmaları, aşağıdaki seçeneklerden hangisiyle en fazla ilişkilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İnternetin ekonomi-politiği",
      "B": "Müziğin ekonomi-politiği",
      "C": "Reklamcılığın ekonomi-politiği",
      "D": "Televizyonun ekonomi-politiği",
      "E": "Gazeteciliğin ekonomi-politiği"
    },
    "explanation": "Reklamcılık sistemi, endüstrisi, emeği, yönetimi, düzenlenmesi ve reklamcılık ile medya ilişkisi ekonomi-politik analizin odak noktasındaki alanlar olmuştur. Reklamcılık sektöründe de medya gibi yoğunlaşma söz konusudur, birkaç büyük firma reklamcılık sektörünün büyük bir kısmını domine etmektedir. Medya, reklamcılık ve şirketler arasındaki yönetimsel boyutta birbirine kenetlenme durumu bu alanların birlikte yaşamasına imkân sağlamakta ve hatta bunu zorunlu kılmaktadır. Medya sektörleri reklamcılardan destek almak için izleyici/ kullanıcının dikkatini çekmek zorundadır, bu nedenle izleyici/ kullanıcının istediği içerikleri üretmek durumunda kalmaktadır. Bu açıklamalardan hareketle yukarıdaki seçenekler incelendiğinde bu sorunun doğru yanıtı C seçeneğidir."
  },
  {
    "id": "3761629",
    "unitNumber": 3,
    "text": "2016’da Facebook’ta yaşanan Cambridge Analytica skandalı, aşağıdaki seçeneklerden en fazla hangisinin kapsamına girmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Reklamcılığın ekonomi-politiği",
      "B": "İnternetin ekonomi-politiği",
      "C": "Müziğin ekonomi-politiği",
      "D": "Televizyonun ekonomi-politiği",
      "E": "Gazeteciliğin ekonomi-politiği"
    },
    "explanation": "Kitle medyasının içerik üreticileri olan gazeteler ise internette aynı ticari modeli sürdürememiş, reklamcılar siteler yerine sitelere giren insanların verilerini elinde bulunduran Google, Facebook ve AOL gibi firmalara yönelmiştir. İnternetin bu nedenle can çekişen gazeteciliğe son darbeyi vurduğu ve günümüzde büyük gazetelerin çoğu dev medya şirketleri tarafından yönetildiğinden, medya patronlarının ideolojilerini yansıtan içeriklerden öteye geçemediği öne sürülmektedir. Ekonomi-politik yaklaşıma göre, bu da güçlünün sesinin her zamankinden daha çok çıkmasını sağlamakta, azınlık ve marjinal toplulukların sesini daha da kısmaktadır. İnternetteki büyük firmaların gözetim gücü politik meselelerde de öne çıkmaya başlamıştır. 2012’deki Amerikan başkanlık seçimlerinde Obama’nın büyük veriyi kullanarak hedef kitlesine yönelik kampanyası, 2016’da Facebook’ta yaşanan Cambridge Analytica skandalı gibi olaylar gözetimin ve büyük verinin gündelik siyasete müdahale etmek için kullanılabileceğini ortaya koymaktadır. İnternet erişimine müdahale de internetin ekonomi-politiğindeki temel eleştiri noktalarından birisidir. bu yüzden yukarıdaki sorunun doğru yanıtı B seçeneğidir."
  },
  {
    "id": "3761631",
    "unitNumber": 3,
    "text": "Profesyonel ağ kurma alanında LinkedIn, mikro-blog alanında Twitter, enformasyon/bilgi yaratımında Wikipedia ve video yükleme sitelerinde YouTube gibi sitelerin kendi alanlarındaki kullanıcı nüfusunu domine etme çabaları, aşağıdaki seçeneklerden en fazla hangisiyle ilişkilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İnternetin ekonomi-politiği",
      "B": "Reklamcılığın ekonomi-politiği",
      "C": "Müziğin ekonomi-politiği",
      "D": "Televizyonun ekonomi-politiği",
      "E": "Gazeteciliğin ekonomi-politiği"
    },
    "explanation": "Dijital platformlardaki eşitsizliklere yol açan ilk nedenlerden biri olan kontrol bu platformların mülkiyetine odaklanmaktadır. Kitle medyası sektörlerinde gerçekleşen yoğunlaşma sosyal medya platformları için de geçerli olmuş, belirli dev firmalar kendi alanlarındaki pazar payının neredeyse tamamını ele geçirmiştir. Örneğin profesyonel ağ kurma alanında LinkedIn, mikro-blog alanında Twitter, enformasyon/bilgi yaratımında Wikipedia ve video yükleme sitelerinde YouTube gibi siteler kendi alanlarındaki kullanıcı nüfusunu domine etmekte ve bu nedenle alternatif siteler azınlıkta kalmaktadır. Ayrıca alana dair kuralları bu platformlar koymakta ve alternatif platformlar da bu kuralları takip etmek zorunda kalmaktadır. Akıllı telefonda internet kullanımının artışı da interneti ilk kez kullanan bireylerin çoğunlukla platformlar üzerinden internetle tanışmasını sağlamakta, bu nedenle internetin geleneksel formlarıyla - tarayıcılar, e-posta- çok fazla temas etmemesini ve platform kapitalizmine dâhil olmasını sağlamaktadır. Bu sebeple yukarıdaki sorunun doğru yanıtı A seçeneğidir."
  },
  {
    "id": "3834005",
    "unitNumber": 3,
    "text": "Medyanın bir kurum ve bir endüstri olarak içinde yer aldığı ekonomik ve politik sistemin temel özelliklerine ve dinamiklerine medya analizinde öncelikle yer verilmesi gerektiğini belirten yaklaşımlar genel olarak ………………………….yaklaşımlar olarak kabul edilir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdaki seçeneklerden hangisi en doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Çoğulcu",
      "B": "Post-yapısalcı",
      "C": "Ekonomi-politik",
      "D": "İşlevselci",
      "E": "Post-modern"
    },
    "explanation": "İşte medyanın bir kurum ve bir endüstri olarak içinde yer aldığı ekonomik ve politik sistemin temel özelliklerine ve dinamiklerine medya analizinde öncelikle yer verilmesi gerektiğini belirten yaklaşımlar genel olarak ekonomi politik yaklaşımlar olarak kabul edilir. Dolayısıyla, doğru cevap: C’dir."
  },
  {
    "id": "3834006",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi (Medyanın Ekonomi-Politiği yaklaşımı içindeki) yapısalcı ve araçsalcı yaklaşımların ortak noktalarından biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Medyanın tamamen bağımsız ve tarafsız olduğunu savunmaları",
      "B": "Medyanın kapitalist sistem içinde iktidar ve ekonomi tarafından şekillendiğini öne sürmeleri",
      "C": "İzleyicinin medyayı özgürce şekillendirdiğini vurgulamaları",
      "D": "Medyanın çoğulcu bir yapı içinde herkesin sesine eşit derecede yer verdiğini kabul etmeleri",
      "E": "Medya sahiplerinin ve içerik üreticilerinin bireysel tercihlerinin belirleyici olduğunu savunmaları"
    },
    "explanation": "Yapısalcı ve araçsalcı yaklaşımlar, medyanın işleyişinde kapitalist sistemin belirleyici olduğunu savunur. Yapısalcı yaklaşım, medya üzerindeki ekonomik yapıların ve sistemin getirdiği sınırlamaların belirleyici olduğunu öne sürerken, araçsalcı yaklaşım ise medyanın doğrudan kapitalist elitlerin kontrolünde olduğunu ve onların çıkarlarına hizmet ettiğini iddia eder. Her iki yaklaşım da çoğulcu görüşe karşıdır ve medyanın özgür, bağımsız ve tarafsız olmadığını savunur. Dolayısıyla, doğru cevap B’dir"
  },
  {
    "id": "3834007",
    "unitNumber": 3,
    "text": "Vincent Mosco'ya göre eleştirel ekonomi politiğin medyayı anlamada yardımcı olan dört temel özelliğinden biri aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Medyanın yalnızca teknolojik gelişmelerle şekillendiğini savunmak",
      "B": "Medyanın tamamen tarafsız ve bağımsız olduğunu kabul etmek",
      "C": "Toplumsal değişim ve tarih bağlamında medyanın dönüşümünü incelemek",
      "D": "Medya içeriğinin yalnızca bireysel tercihlerle belirlendiğini iddia etmek",
      "E": "Medyanın yalnızca izleyici taleplerine göre şekillendiğini ileri sürmek"
    },
    "explanation": "Vincent Mosco'ya göre, eleştirel ekonomi politik yaklaşım, medyanın üretimi, dağıtımı ve tüketimi ile ilişkili toplumsal güç dinamiklerini ve ilişkilerini inceler. Bu yaklaşımın dört temel özelliği şunlardır:<br/>Toplumsal değişim ve tarih: Medyanın tarihsel gelişimi ve toplumsal değişimle ilişkisini anlamaya çalışır.<br/>Sosyal bütünlük: Medyanın toplumsal yapıları nasıl şekillendirdiğini analiz eder.<br/>Ahlak felsefesi: Medyanın etik boyutlarını ve toplumsal sorumluluklarını sorgular.<br/>Praksis: Teorik bilgiyi toplumsal değişim ve dönüşüm için kullanmayı amaçlar.<br/>Bu bağlamda, medyanın tarihsel süreç içinde nasıl dönüştüğünü ve toplumsal değişimle nasıl etkileşim içinde olduğunu anlamak eleştirel ekonomi politiğin önemli bir bileşenidir. Dolayısıyla, doğru cevap: C’dir."
  },
  {
    "id": "3834009",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi metalaşma sürecine bir örnek <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Popüler bir halk masalının film senaryosuna dönüştürülerek sinemada gösterime girmesi",
      "B": "Futbol maçlarının televizyon yayın haklarının satılması",
      "C": "Bir sanatçının konser performansının dijital platformlarda ücretli olarak sunulması",
      "D": "Bir yazarın anılarını kitap haline getirip yayımlaması",
      "E": "İnsanların günlük sohbetlerinde kullandıkları dilin evrim geçirmesi"
    },
    "explanation": "Metalaşma, kullanım değeri olan bir şeyin değişim değeri kazanarak piyasada alınıp satılabilir hale gelmesi sürecidir. A, B, C ve D seçeneklerinde kullanım değeri olan unsurlar (hikâye, futbol, anılar, konser) ticari bir ürün haline gelmiştir ve değişim değeri kazanmıştır.<br/>Ancak E seçeneğinde herhangi bir alım-satım süreci yoktur. Dilin evrim geçirmesi doğal ve kültürel bir süreçtir; bir meta haline gelmez. Dolayısıyla doğru cevap E’dir."
  },
  {
    "id": "3834010",
    "unitNumber": 3,
    "text": "I) Medya sektörünün en önemli ürününün izleyicinin dikkati ve zamanı olduğunu savunur.<br/>II) İzleyicinin medya tüketiminde harcadığı emeğin, medya sektörü için bir kâra dönüştüğünü ancak izleyiciye bir karşılık sunulmadığını öne sürer.<br/>III) Reklamların bireylerin asli ihtiyaçlarından uzaklaşmasına ve piyasanın belirlediği ürünlere yönlendirilmesine neden olduğunu belirtir.<br/>IV) Medyanın ekonomi-politiğinde ideoloji ve içerik analizinin gereksiz olduğunu savunur.<br/>V) Günümüzde medya kullanıcılarının sadece tüketici değil, aynı zamanda içerik üreticisi haline geldiğini ileri sürer.<br/>Dallas Smythe’in medya, izleyici ve reklamcılık ilişkisine dair yaklaşımı kapsamında yukarıdaki ifadelerden hangileri doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I ve II",
      "C": "II, III ve IV",
      "D": "III, IV ve V",
      "E": "I, II, III ve IV"
    },
    "explanation": "Smythe’in temel yaklaşımı, medya sektörünün asıl ürününün izleyicinin dikkati ve zamanı olduğunu (I) ve izleyicinin medya tüketiminde harcadığı emeğin medya sektörü için bir kâra dönüşmesine rağmen izleyiciye bir karşılık sunulmadığını (II) savunmasıdır. Ayrıca, reklamların bireyleri tüketim mallarına yönlendirdiği ve asli ihtiyaçlarından uzaklaştırdığı görüşü de Smythe’in analizinin önemli bir parçasıdır (III). Ancak, ideoloji ve içerik analizinin tamamen gereksiz olduğunu savunmaz, sadece ekonomi-politik incelemelerin bunlara fazla odaklanarak ekonomik ilişkileri göz ardı ettiğini belirtir (IV). V. seçenek ise Smythe’in değil, onun teorisini günümüz sosyal medya bağlamında ele alan güncel bir eleştirinin sonucudur. Dolayısıyla doğru cevap A’dır"
  },
  {
    "id": "3834011",
    "unitNumber": 3,
    "text": "Herman ve Chomsky'nin \"propaganda modeli\"ne göre medya, hangi temel faktörlerin etkisiyle güçlü toplumsal grupların çıkarlarına hizmet eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Medyanın bağımsız ve tarafsız olması",
      "B": "Medya sahipliği, finansman yapısı ve editoryal süreçler",
      "C": "Gazetecilerin bireysel etik anlayışı",
      "D": "Devletin doğrudan sansür uygulaması",
      "E": "İzleyicilerin medya içeriklerine olan ilgisi"
    },
    "explanation": "Herman ve Chomsky'ye göre medya, kendisini finanse eden güç odaklarının çıkarlarına hizmet eder. Bu süreç, medya sahipliği, reklam gelirleri, haber kaynakları, sansür mekanizmaları ve ideolojik yönlendirme gibi faktörlerle şekillenir. Propaganda, doğrudan sansürden ziyade, medya kurumlarında çalışan bireylerin seçimi ve editoryal politikalar aracılığıyla gerçekleştirilir. Dolayısıyla doğru cevap B’dir."
  },
  {
    "id": "3834012",
    "unitNumber": 3,
    "text": "Frankfurt Okulu’nun kültür endüstrisi kavramı çerçevesinde televizyonun toplum üzerindeki etkileriyle ilgili aşağıdakilerden hangisi<strong> söylenemez?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Televizyon, kitle kültürünün yayılmasında önemli bir araçtır.",
      "B": "Televizyon, bireylerin boş zaman etkinliklerini yönlendiren bir unsur haline gelmiştir.",
      "C": "Televizyon, toplumsallaşma süreçlerine katkı sağlayan bir iletişim aracıdır.",
      "D": "Televizyon, ekonomik ve siyasi yapıdan bağımsız olarak yalnızca eğlence amaçlı bir araçtır.",
      "E": "Televizyon, siyasi gerçekliğin şekillenmesine katkı sağlayabilir."
    },
    "explanation": "Frankfurt Okulu düşünürlerine göre televizyon ve genel olarak kültür endüstrisi, sadece eğlence amaçlı değildir; aksine, ekonomik, siyasi ve toplumsal süreçlerle iç içedir. Televizyon, kitle kültürünü yaymak, toplumsallaşmayı etkilemek, siyasi gerçekliği şekillendirmek ve bireylerin düşünme biçimlerini yönlendirmek gibi çok yönlü işlevlere sahiptir. Dolayısıyla, televizyonun ekonomik ve siyasi süreçlerden bağımsız olduğu iddiası Frankfurt Okulu’nun görüşlerine aykırıdır ve bu nedenle D şıkkı yanlış bir ifadedir. Dolayısıyla doğru cevap D’dir"
  },
  {
    "id": "3834013",
    "unitNumber": 3,
    "text": "Sirois ve Wasko’ya göre müziğin ekonomi-politiğinin tarihsel gelişimi 4 dönemde incelebilir. Aşağıdakilerden hangisi bu dönemlerden <strong>biri değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Akustik dönem: Gramofon ve plağın icadıyla ticari müzik dağıtımının başlaması",
      "B": "Elektrik dönem: Radyonun müzik yayınına başlaması ve bağımsız müzik yayıncılığının sona ermesi",
      "C": "Kaset dönemi: Plakların yerini kasetlerin alması",
      "D": "Dijital dönem: CD’nin yaygınlaşması ve müziğin dijital platformlara taşınması",
      "E": "Post-dijital dönem: Müzik sektörünün tamamen yapay zeka ile üretildiği ve fiziksel formatların sona erdiği dönem"
    },
    "explanation": "Metinde Sirois ve Wasko’nun müziğin ekonomi-politiğini dört temel dönemde incelediği belirtilmiştir: Akustik dönem , Elektrik dönem, Kaset dönemi ve Dijital dönem. Ancak Sirois ve Wasko tarafından post-dijital dönem kavramsallaştırılmamıştır. Dolayısıyla doğru cevap E’dir"
  },
  {
    "id": "3834014",
    "unitNumber": 3,
    "text": "Sosyal medyanın ekonomi-politiği bu ortamlardaki eşitsizliklere odaklanmakta; bu eşitsizlikler ise çoğunlukla dijital ayrımlar olarak şekillenmektedir. Dahlberg’e göre sosyal medyanın ekonomi-politiğinde dijital ayrımlar hangi temel boyutlar üzerinden incelenmektedir?<br/>I) Kontrol: Sosyal medya platformlarının mülkiyeti ve pazar hâkimiyeti<br/>II) Gözetim: Kullanıcı verilerinin toplanması ve anonimlik kaybı<br/>III) Sömürü: Kullanıcı verilerinin reklam gelirine dönüştürülmesi<br/>IV) Görünürlük: Algoritmalar ve sponsorlu içeriklerle içeriklerin öne çıkarılması<br/>V) Adillik: Kullanıcıların platformlardaki içerik erişim haklarının eşit olması",
    "correctAnswer": "C",
    "options": {
      "A": "I, II ve III",
      "B": "II, III ve IV",
      "C": "I, II, III ve IV",
      "D": "I, III ve V",
      "E": "II, IV ve V"
    },
    "explanation": "Metinde sosyal medyanın ekonomi-politiğinde dört temel dijital ayrımın bulunduğu belirtilmiştir: Kontrol (I) platformların mülkiyetine ve pazar hakimiyetine odaklanırken, Gözetim (II) kullanıcı verilerinin toplanması ve anonimliğin ortadan kalkmasıyla ilgilidir. Sömürü (III), kullanıcıların ürettiği içeriklerin ve verilerinin ekonomik kazanca dönüştürülmesi sürecini ifade ederken, Görünürlük (IV) platformların algoritmalar ve sponsorlu içeriklerle hangi içeriklerin öne çıkacağını belirlemesi anlamına gelmektedir. Adillik (V) ise metinde yer almayan bir kavramdır. Dolayısıyla doğru cevap C’dir."
  },
  {
    "id": "3834015",
    "unitNumber": 3,
    "text": "I) Algoritmalar, kullanıcı tercihlerine yönelik analizler yaparak geleneksel medya patronlarının eşik bekçiliği rolünü devralmıştır.<br/>II) Kullanıcıların tüm dijital davranışları kaydedilerek, bu veriler reklamcılara, devletlere ve diğer alıcılara sunulmaktadır.<br/>III) Yapay zekâ ve algoritmalar, kullanıcıların suç işleme potansiyelini, tüketim alışkanlıklarını ve sağlık durumlarını dahi analiz edebilmektedir.<br/>IV) Algoritmalar, kullanıcıları belirli içeriklerle sınırlandırarak yankı odaları oluşturmakta ve alternatif görüşlere erişimi zorlaştırmaktadır.<br/>V) Yeni medya, kullanıcıların kamusal alanda farklı görüşlerle karşılaşmasını teşvik ederek demokratik iletişimi güçlendirmektedir.<br/>Yeni medya sektörlerinde algoritmaların ve yapay zekânın kullanıcı deneyimi üzerindeki etkileri yukarıdaki ifadelerden hangileriyle en iyi açıklanabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "I, II ve III",
      "B": "I, II, III ve IV",
      "C": "II, III ve IV",
      "D": "I, III ve V",
      "E": "III, IV ve V"
    },
    "explanation": "Metinde algoritmaların medya patronlarının eşik bekçiliği rolünü devraldığı (I), kullanıcıların tüm dijital davranışlarının kayıt altına alındığı ve verilerinin çeşitli alıcılara sunulduğu (II), yapay zekânın suç işleme potansiyelinden sağlık durumuna kadar geniş bir alanda analiz yaptığı (III) ve algoritmaların yankı odaları oluşturarak kullanıcıları benzer içeriklere yönlendirdiği (IV) belirtilmiştir. Ancak V. seçenek metindeki ifadelerle çelişmektedir; metin, yeni medyanın farklı görüşlerle karşılaşma imkânını azalttığını ve demokratik iletişimi zayıflattığını öne sürmektedir. Dolayısıyla, doğru cevap B’dir."
  },
  {
    "id": "3761497",
    "unitNumber": 4,
    "text": "Akademik sosyolojide küreselleşme kavramının kullanılmaya başlandığı ilk dönem aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "1960'lar",
      "B": "1970'ler",
      "C": "1980'ler",
      "D": "1990'lar",
      "E": "2000'ler"
    },
    "explanation": "Küresel kelimesinin 400 yıldan fazla bir geçmişe sahip olmasına rağmen, küreselleşme, küreselleşmek ve küreselleştirmek gibi kelimelerin yaygın kullanımı 1960’lı yıllarda başlamıştır. The Economist dergisi 4 Nisan 1959 tarihli sayısında İtalya’nın otomobil ithalatı için “küreselleşmiş kotasının” arttığını bildirmiştir. 1961 yılında Webster, küreselleşme ve küreselcilik tanımlarını sunan ilk büyük sözlük olmuştur. Spectator dergisi, 5 Ekim 1962’de “Küreselleşme, gerçekten de şaşırtıcı bir kavram” ifadesiyle konuya dikkat çekmiştir. Küreselleşme teorileri, sosyolojide son otuz yıldır hakim bir paradigma oluşturmuş olsa da küreselleşme tartışmasının belli özellikleri çok daha uzun bir süredir sosyolojik söylemin parçası olmuştur. Anaakım akademik sosyolojide, konuyla ilgili en eski yayınlardan biri W E. Moore’un (1966) “Global sociology: the world as a singular system” [Küresel sosyoloji: Tekil bir sistem olarak dünya]’adlı kitabıdır."
  },
  {
    "id": "3761498",
    "unitNumber": 4,
    "text": "Küreselleşmenin ortaya çıkışının Hıristiyanlık ve İslamiyet gibi dinlerin küreselleşmesine eşlik eden 4. yüzyıldan 6. yüzyıla kadar olan döneme kadar uzanabileceğini ileri süren düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Robertson",
      "B": "Therborn",
      "C": "Giddens",
      "D": "Beck",
      "E": "Baldwin"
    },
    "explanation": "Küreselleşmenin başlangıcı konusunda farklı görüşler söz konusu olup bazı yorumcular kökenlerini oldukça erken dönemlerle ilişkilendirir. Örneğin Therborn, küreselleşmenin ortaya çıkışının Hıristiyanlık ve İslamiyet gibi dinlerin küreselleşmesine eşlik eden 4. yüzyıldan 6. yüzyıla kadar olan döneme kadar uzanabileceğini ifade eder."
  },
  {
    "id": "3761499",
    "unitNumber": 4,
    "text": "Ritzer, küreselleşme öncesi dönemden söz ederken ......... küreselleşme sonrası dönemler içinse ....... metaforunu kullanır ve küreselleşme öncesi dönemde insanların ve nesnelerin engeller nedeniyle sınırlı bir hareketlilikte varlıklarını sürdürdüklerini belirtir.<br/>Yukarıdaki cümlede boş bırakılan yere gelmesi gereken kavramlar aşağıdakilerden hangisinde doğru sıra ile verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "katı / sıvı",
      "B": "sıvı / katı",
      "C": "katı / gaz",
      "D": "Gaz / katı",
      "E": "Sıvı / gaz"
    },
    "explanation": "Ritzer, küreselleşme öncesi dönemden söz ederken “katı”, küreselleşme sonrası dönemler içinse “sıvı” metaforunu kullanır. “Katı dönem” olarak adlandırdığı küreselleşme öncesi dönemde, Ritzer, insanların ve nesnelerin engeller nedeniyle sınırlı bir hareketlilikte varlıklarını sürdürdüklerini belirtir."
  },
  {
    "id": "3761500",
    "unitNumber": 4,
    "text": "İnsanların, metaların, enformasyonun ve mekânların, kısmen küresel engellerdeki açıklıkların artması nedeniyle hareket etmesine işaret eden ve Arjun Appadurai tarafından geliştirilen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "akışkanlık",
      "B": "akıntılar",
      "C": "risk",
      "D": "bumerang etkisi",
      "E": "küyerelleşme"
    },
    "explanation": "Küreselleşme üzerine düşünürken, akışkanlıkla sıkı bir bağa sahip olan ve onun önemli bir tamamlayıcısı olan bir diğer kavram da Arjun Appadurai’in (1996) akıntılar kavramıdır. Bu kavram, insanların, metaların, enformasyonun ve mekânların, kısmen küresel engellerdeki açıklıkların artması nedeniyle hareket etmesine işaret eder. Bu bağlamda, küresel düzeyde hareket eden insanlar, akıntıların bir türü olarak ele alınabilir"
  },
  {
    "id": "3761501",
    "unitNumber": 4,
    "text": "Televizyon, radyo ve telefon gibi iletişim araçlarının insanların birbirine olan uzaklığını azaltarak dünyayı sanki bir köy gibi küçülttüğünü ve insanlığın artık \"küresel bir köy\" koşulları altında yaşamakta olduğunu ileri süren kuramcı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "McLuhan",
      "B": "Giddens",
      "C": "Robertson",
      "D": "Beck",
      "E": "Ritzer"
    },
    "explanation": "Küresel Köy: Marshall McLuhan, 1962’de yayınladığı Gutenberg Galaksisi. Tipografik İnsanın Oluşumu başlıklı kitabında iletişimin dünyayı küresel bir köye (global village) dönüştürdüğünü öne sürmüştür. Başta televizyon olmak üzere elektronik medyanın insanları daha bütünsel ve etkileşim içinde birbirine daha yakın bir hale getirdiğini savunan kuramcıya göre, televizyon, radyo ve telefon gibi iletişim araçları, insanların birbirine olan uzaklığını azaltarak dünyayı sanki bir köy gibi küçültmüştür ve insanlık “artık ‘küresel bir köy’ koşulları altında yaşamaktadır.”"
  },
  {
    "id": "3761502",
    "unitNumber": 4,
    "text": "Küreselleşme sürecinde farklı iletişim biçimlerinin, etkileşimli bir ağ içinde birleştiğini ve tarih boyunca ilk defa insan iletişimini yazılı, sözlü, görsel-işitsel biçimlerde birleştiren bir hipermetin ve meta-dil ortaya çıktığını ve bunun iletişimin doğasını tamamen değiştirdiğini ileri süren kuramcı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "McLuhan",
      "B": "Robertson",
      "C": "Giddens",
      "D": "Ritzer",
      "E": "Castells"
    },
    "explanation": "Ağ Toplumunun Yükselişi kitabında, farklı iletişim biçimlerinin, etkileşimli bir ağ içinde birleşmiş, yani tarih boyunca ilk defa insan iletişimini yazılı, sözlü, görsel-işitsel biçimlerde birleştiren bir hipermetin ve meta-dil ortaya çıkmış durumda olduğunu anımsatan Manuel Castells’in belirttiği gibi, metinler, görüntüler ve seslerin, maliyet sorunu olmayan küresel bir ağ içinde farklı noktalardan etkileşim halinde, aynı sistem içinde birleşmesi iletişimin doğasını tamamen değiştirmiştir."
  },
  {
    "id": "3761503",
    "unitNumber": 4,
    "text": "Aşağıdaki kavramlardan hangisi internete erişimi olanlar ile ol(a)mayanlar arasındaki bölünmeyi ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Dijital bölünme",
      "B": "İnternet eşitsizliği",
      "C": "Küresel köy",
      "D": "Akışkanlık",
      "E": "Ters akıntılar"
    },
    "explanation": "24 yıl önce internete erişimi olanlar ile ol(a) mayanlar arasındaki bölünmeye/uçuruma karşılık gelmek üzere kullanılan dijital bölünme, geçen çeyrek yüzyıl içinde internete erişebilen nüfusun katlanarak artmış olmasına rağmen henüz kapanmamıştır."
  },
  {
    "id": "3761504",
    "unitNumber": 4,
    "text": "I- McLuhan<br/>II- Hall<br/>III-Huntington<br/>IV-Barber<br/>V-Campbel<br/>Yukarıdaki kuramcılardan hangilerinin görüşleri Batı’dan diğer ülkelere doğru tek yönlü bir kültür akışı görmek yerine, uzlaşmaz dünya görüşleri arasında derin ve uzun süreli bir çatışmaya odaklanan kutuplaşma yaklaşımı içerisinde yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "IV ve V",
      "E": "III, IV ve V"
    },
    "explanation": "Kültür Çatışması (Kültürel Farkçılık ya da Kutuplaşma) Küresel medyayı anlamaya yönelik bu yaklaşım, Batı’dan diğer ülkelere doğru tek yönlü bir kültür akışı görmek yerine, uzlaşmaz dünya görüşleri arasında derin ve uzun süreli bir çatışma görmektedir. Farklı bir ifadeyle, kültür çatışması ya da kutuplaşma tezi, kültürlerin büyük ölçüde değişmeden kaldığını ve küreselleşmenin etkilerinin sadece kısmi olduğunu vurgular. Bu yaklaşıma göre, küreselleşme genellikle kültürlerin derin yapılarının yüzeyinde ortaya çıkar ve bunları sadece kısmen etkileyebilir. İki önemli olay, 11 Eylül saldırıları ve ardından gelen Irak ve Afganistan’daki savaşlar ile ABD ve Batı Avrupa ülkelerinde büyük ölçüde artan Müslüman nüfusunun artışıyla çoğunluk ile azınlık nüfusları arasındaki farklılıkları görünür kılarak artan gerilimleri de beraberinde getirmesidir Samuel Huntington’ın Medeniyetler Çatışması tezi, kültürel farklılıkların öne çıktığı bir yaklaşımın örneğidir. Huntinton’a göre, soğuk savaşın sona ermesiyle birlikte politik-ekonomik farklılıklar, özellikle kültürel yeni çatışma noktalarının gölgesinde kalmaktadır. Huntington, insanlık tarihini belirleyen yedi ya da sekiz uygarlık arasında ciddi çatışmaların ortaya çıktığını savunur. Bu uygarlıklar arasındaki ekonomik çatışmalar ve kültür savaşları, muhtemelen küresel medeniyetler çatışmasına yol açacaktır. Ona göre, Batı değerleri özellikle İslami güçlerin saldırısı altındadır. Ancak, bu teori, özellikle İslam hakkındaki tartışmalı ifadeleri ve Müslümanları genellemesi nedeniyle birçok eleştiri almıştır (Ritzer, 2010: 263-266, 291). Bu kültür çatışması tezinin bir varyasyonu da Benjamin Barber’ın (1995) artık klasikleşmiş kitabı Jihad vs.McWorld’de öne sürülür. Bu kitapta Barber, dünyayı birbirine bağlayan seküler ulusötesi tüketim kapitalizmi (McDünya) güçleri ile dünyayı bölen dini ve etnik kabile köktenciliği (Cihat) hareketleri arasında küresel bir kültürel çatışma resmi çizmektedir. Farklı bir ifadeyle, küreselleşmeyi karşıt ideolojiler olan McDünya (serbest piyasa güçleri, tüketimcilik) ve Cihad arasındaki savaş olarak tasavvur etmektedir. McDünya (MacDonald’s, Mac Computer, Microsoft,) küreselleşmeyi temsil ederken, küreselleşmeye karşı olan Cihad ulusötesi kapitalizmin homojenleştirici ve seküler güçlerine karşı bir direniş ilanıdır. Barber, kültürün tamamen metalaştırma ilkesi etrafında şekillendiği görüşünü McDünya kavramsallaştırmasıyla ifade eder. Y"
  },
  {
    "id": "3761505",
    "unitNumber": 4,
    "text": "Melezlik kavramını açıklarken, küresel ve yerel arasındaki etkileşimi vurgulayan ve yerelin evrenseli tikelleştirerek stratejik olarak küreseli içerdiğini açıklayan küyerelleşme kavramını ortaya atan kuramcı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Robertson",
      "B": "McLuhan",
      "C": "Giddens",
      "D": "Huntington",
      "E": "Beck"
    },
    "explanation": "Robertson (1992) melezlik kavramını açıklarken, küresel ve yerel arasındaki etkileşimi vurgulayan ve yerelin evrenseli tikelleştirerek stratejik olarak küreseli içerdiğini açıklayan küyerelleşme kavramını ortaya atmıştır."
  },
  {
    "id": "3761506",
    "unitNumber": 4,
    "text": "Küreselleşmenin, yaşadığımız yerlerle kültürel pratiklerimiz, deneyimlerimiz ve kimliklerimiz arasındaki ilişkiyi dönüştürdüğü ve yerlerin artık kimliklerimizin açık destekleyicisi olmadığı düşüncesini ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "yersiz-yurtsuzlaşma",
      "B": "küyerelleşme",
      "C": "melezleşme",
      "D": "kutuplaşma",
      "E": "akışkanlaşma"
    },
    "explanation": "Küreselleşmenin, yaşadığımız yerlerle kültürel pratiklerimiz, deneyimlerimiz ve kimliklerimiz arasındaki ilişkiyi dönüştürdüğü ve yerlerin artık kimliklerimizin açık destekleyicisi olmadığı düşüncesi ise yersiz-yurtsuzlaşma kavramıyla ifade edilir."
  },
  {
    "id": "3833757",
    "unitNumber": 4,
    "text": "Turner ve Khondker’e göre küreselleşmenin sona ermesinin pek mümkün olmadığını gösteren temel dinamikler aşağıdaki seçeneklerden hangisinde yer almaktadır ?",
    "correctAnswer": "D",
    "options": {
      "A": "Küresel medya tekellerinin güç kaybetmesi, yerel ekonomilerin bağımsızlaşması, uluslararası örgütlerin etkisizleşmesi",
      "B": "Ülkeler arasındaki ekonomik bağımlılığın azalması, çevresel sorunların yerel düzeyde çözülebilmesi, ulus devletlerin güç kazanması",
      "C": "Küreselleşmenin yalnızca ekonomik bir süreç olarak değerlendirilmesi, kültürel etkilerin göz ardı edilmesi, yerel yönetimlerin güç kazanması",
      "D": "Ekonomik etkileşimlerin devam etmesi, tedarik zincirleri ile emek pazarının küreselleşmesi sürecinin geri döndürülmesi oldukça zor olması, küresel sağlık krizlerinin ve çevresel sorunların küresel çözümler gerektirmesi",
      "E": "Uluslararası ticaretin daralması, küresel finans sisteminin zayıflaması, bölgesel örgütlerin etkinliğinin düşmesi"
    },
    "explanation": "Turner ve Khondker, küreselleşmenin sona ermediğini, uluslararası ekonomik bağımlılıklar, küresel sağlık krizleri ve çevresel sorunlar gibi nedenlerle küresel iş birliğinin zorunlu olduğu gerçeğine dayandırmaktadır. Dolayısıyla, doğru cevap: D"
  },
  {
    "id": "3833765",
    "unitNumber": 4,
    "text": "Küreselleşmenin “ilk dalgası” ya da “altın çağı” olarak nitelendirilen dönem hangi temel faktörlerin etkisiyle gerçekleşmiştir?<br/>I) Buhar motoru, içten yanmalı motor ve telgraf gibi teknolojik gelişmeler<br/>II) Liberal ticaret politikalarına yönelme<br/>III) 1. Dünya Savaşı’nın başlaması<br/>IV) Hıristiyanlık ve İslamiyet’in yayılması<br/>V) Küresel sermayenin serbest dolaşımı",
    "correctAnswer": "C",
    "options": {
      "A": "I, II ve III",
      "B": "II, III ve IV",
      "C": "I, II ve V",
      "D": "III, IV ve V",
      "E": "I, III ve IV"
    },
    "explanation": "Küreselleşmenin ilk dalgasının (1870-1914) arka planında teknolojik gelişmeler (I), liberal ticaret politikalarına yönelim (II) ve sermayenin serbest dolaşımı (V) rol oynamıştır. Dünya Savaşı (III) küreselleşmeyi hızlandıran değil, aksine duraklatan bir faktördür. Hıristiyanlık ve İslamiyet’in yayılması (IV) ise küreselleşmenin 1870-1914 arası ilk dalgasıyla ilgili değildir, sadece kimi yorumcular tarafından küreselleşmenin kökenlerine dair çok daha erken bir tarihle ilişkilidir. Dolayısıyla, doğru cevap: C"
  },
  {
    "id": "3833769",
    "unitNumber": 4,
    "text": "Küreselleşmenin üçüncü dalgasını önceki dönemlerden/dalgalardan ayıran temel özellikler arasında aşağıdakilerden hangisi <strong>yer almaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Küresel kapitalizmin belirginleşmesi",
      "B": "Bilgisayar ve enformasyon teknolojilerinin ekonominin itici",
      "C": "Sermayenin küresel hareketliliğinin artması",
      "D": "Dijitalleşme ve yeni teknolojilerin etkisinin artması",
      "E": "Küresel ekonomiden çıkıp dünya ekonomisine dönüş yapılması"
    },
    "explanation": "Ünitede, üçüncü küreselleşme dalgasının küresel kapitalizme geçiş, enformasyon teknolojilerinin önem kazanması, sermayenin küresel hareketliliği ve dijitalleşme ile yeni teknolojik gelişmelerin etkisi gibi unsurlar tarafından şekillendiği belirtilmiştir. Ancak küresel ekonomiden çıkılıp dünya ekonomisine dönüş yapılması ifadesi doğru değildir. Tam tersine, küreselleşmenin bu aşamasında dünya ekonomisinden küresel ekonomiye geçiş vurgulanmaktadır. Dolayısıyla, doğru cevap: E"
  },
  {
    "id": "3833774",
    "unitNumber": 4,
    "text": "Aşağıdaki ifadelerden hangisi Martell'in küreselleşmeye ilişkin görüşlerinden<strong> biri değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Küreselleşmeyi anlamak için kültürel ve toplumsal boyutlarından ziyade ekonomik ve siyasi yönlerini düşünmek gerekir.",
      "B": "Küreselleşme güçlü bir söylemdir, dünyaya bakışımızı ve davranışlarımızı etkiler.",
      "C": "- Küresel siyasi güç dinamiklerinin izlerini günlük yaşantımızda görürüz.",
      "D": "Bir dizi küresel etken kültürel kimlik ve deneyimlerimiz şekillendirir.",
      "E": "Ekonomi-politik boyut ve güç/iktidar ilişkileri gibi faktörler küreselleşme sosyolojisi için önemlidir."
    },
    "explanation": "Martell’e göre, küreselleşme güçlü bir söylemdir, dünyaya bakışımızı ve davranışlarımızı etkiler. Küresel siyasi güç dinamiklerinin izlerini günlük yaşantımızda görürüz. Bir dizi küresel etken kültürel kimlik ve deneyimlerimiz şekillendirir. Ekonomi-politik boyut ve güç/iktidar ilişkileri gibi faktörler küreselleşme sosyolojisi için önemlidir. Küreselleşmeyi anlamak için kültürel ve toplumsal boyutlarıyla birlikte ekonomik ve siyasi yönlerini de düşünmek gerekir. Dolayısıyla, doğru cevap: <strong>A</strong>"
  },
  {
    "id": "3833776",
    "unitNumber": 4,
    "text": "Küreselleşme kavramının resmileştirilmesi ve tanımlanmasında oldukça etkili bir sosyolog olan …………………. ‘a göre küreselleşme dünyanın küçülmüş gibi deneyimlenmesine ve bir bütün olarak dünya bilincinin güçlenmesine işaret eder.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdaki seçeneklerden hangisi en doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Z. Bauman",
      "B": "R. Robertson",
      "C": "M. Castells",
      "D": "M. Mcluhan",
      "E": "M. Weber"
    },
    "explanation": "Küreselleşme kavramının resmileştirilmesi ve tanımlanmasında oldukça etkili bir sosyolog olan Robertson’a göre küreselleşme hem dünyanın küçülmesine, yani küçülmüş gibi deneyimlenmesine hem de bir bütün olarak dünya bilincinin güçlenmesine işaret eder. Dolayısıyla, doğru cevap: B"
  },
  {
    "id": "3833778",
    "unitNumber": 4,
    "text": "John B. Thompson’a göre, 19. yüzyılın sonu ve 20. yüzyıl başında iletişimin küreselleşmesini sağlayan üç temel gelişmeden biri aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yerel haber ajanslarının uluslararası iş birliğini reddetmesi",
      "B": "Geleneksel posta sisteminin küresel haberleşmede ana unsur haline gelmesi",
      "C": "Elektromanyetik dalgalar sayesinde yeni enformasyon iletim araçlarının",
      "D": "Ulusal hükümetlerin iletişim teknolojilerine olan ilgisinin azalması",
      "E": "Fiziksel ulaşım yollarının haberleşmede tek yöntem olarak kalması"
    },
    "explanation": "İletişimin küreselleşmesini sağlayan üç temel gelişmeden biri elektromanyetik dalgalar sayesinde yeni enformasyon iletim araçlarının gelişmesidir. Diğer seçenekler ise sürecin gelişimini yanlış aktarmaktadır. Dolayısıyla, doğru cevap: C"
  },
  {
    "id": "3833784",
    "unitNumber": 4,
    "text": "Küresel iletişimin 20. yüzyılda ivme kazanmasının temel nedenlerinden biri aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ulusal medya kuruluşlarının uluslararası yayın yapmayı bırakması",
      "B": "Kablo sistemleri ve uydu iletişiminin yaygınlaşmasıyla bilgi akışının hızlanması",
      "C": "Yerel toplulukların küresel iletişimden tamamen kopması",
      "D": "Küresel enformasyon akışının tamamen simetrik hale gelmesi",
      "E": "Dijital teknolojilerin iletişim süreçlerine etkisinin azalması"
    },
    "explanation": "Küresel iletişimin ivme kazanmasının temel nedenlerinden biri kablo sistemleri ve uydu iletişiminin yaygınlaşması, dijital yöntemlerin kullanımıdır. Diğer seçenekler ise küreselleşmenin etkilerini yanlış aktarmaktadır. Dolayısıyla, doğru cevap: B"
  },
  {
    "id": "3833785",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi kültürel küreselleşme veya küreselleşmenin kültürel etkilerine ilişkin yaklaşımlar arasındadır?<br/>I) Melezleşme<br/>II) Homojenleşme<br/>III) Groballeşme<br/>IV) Kutuplaşma",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "Yalnız III",
      "D": "I, II ve IV",
      "E": "I, III ve IV"
    },
    "explanation": "Kültürel küreselleşme bağlamında melezleşme, homojenleşme ve kutuplaşma kavramları akademik literatürde kabul edilen yaklaşımlar arasındadır. Ancak “groballeşme” böyle bir yaklaşımı ifade etmediği için doğru seçenek I, II ve IV olmalıdır. Dolayısıyla, doğru cevap: D"
  },
  {
    "id": "3833788",
    "unitNumber": 4,
    "text": "<em>Kültür çatışması</em> yaklaşımıyla ilgili olarak aşağıdakilerden hangileri doğrudur?<br/>I) Küreselleşmenin kültürler üzerindeki etkilerinin kısmi olduğunu savunur.<br/>II) Kültürel yapıların derinliklerine nüfuz eden güçlü bir dönüşüm yarattığını öne sürer.<br/>III) Medeniyetler arasında çatışmaların ortaya çıkabileceğini iddia eder.<br/>IV) Samuel Huntington’ın Medeniyetler Çatışması tezi bu yaklaşımın örneklerinden biridir.",
    "correctAnswer": "C",
    "options": {
      "A": "I ve III",
      "B": "II ve III",
      "C": "I, III ve IV",
      "D": "III ve IV",
      "E": "I, II ve IV"
    },
    "explanation": "Kültür çatışması yaklaşımı, küreselleşmenin kültürler üzerindeki etkisinin sınırlı olduğunu (I) ve medeniyetler arasında çatışmaların ortaya çıkabileceğini (III) savunur. Ayrıca, Samuel Huntington’ın Medeniyetler Çatışması tezi (IV) bu yaklaşımın en bilinen örneklerinden biridir. Ancak, bu yaklaşım kültürel yapıların derinliklerine nüfuz eden güçlü bir dönüşüm yarattığını iddia etmez; tam tersine, kültürel yapıların büyük ölçüde değişmeden kaldığını savunur. Bu nedenle II numaralı öncül yanlıştır ve doğru seçenek I, III ve IV olmalıdır. Dolayısıyla, doğru cevap: C"
  },
  {
    "id": "3833792",
    "unitNumber": 4,
    "text": "Küyerelleşme kavramıyla ilgili aşağıdakilerden hangileri doğrudur?<br/>I) Küresel ve yerel dinamiklerin karşıtlık içinde değil, birbirini besleyen süreçler olarak görülmesine vurgu yapar.<br/>II) Küreselleşmenin homojenleşme ve standartlaşmaya yol açtığı görüşünü kesin olarak reddeder.<br/>III) Medya endüstrisinde küresel içeriklerin yerel bağlamlarda uyarlanmasını kapsayan bir strateji olarak kullanılabilir.<br/>IV) Yerel ve küreselin iç içe geçtiği bir süreç olarak, saf küresel ya da saf yerelin artık var olmadığını savunur.",
    "correctAnswer": "E",
    "options": {
      "A": "I ve III",
      "B": "II ve IV",
      "C": "I, II, III ve IV",
      "D": "III ve IV",
      "E": "I, III ve IV"
    },
    "explanation": "Küyerelleşme, küresel ile yerelin karşıt olmadığını, aksine birbirini beslediğini (I) ve medya endüstrisinde küresel içeriklerin yerel bağlamlara uyarlanmasıyla bir strateji olarak kullanılabildiğini (III) savunur. Ayrıca, saf küresel ya da saf yerelin artık var olmadığını ve bu ikisinin iç içe geçtiğini (IV) vurgular. Ancak, küyerelleşme küreselleşmenin homojenleşmeye yol açtığını tamamen reddetmez; yalnızca bu görüşün eksik olduğunu ve heterojenleşmeyi göz ardı ettiğini belirtir. Bu nedenle II numaralı öncül yanlıştır ve doğru cevap I, III ve IV olmalıdır. Dolayısıyla, doğru cevap: E"
  },
  {
    "id": "3761521",
    "unitNumber": 5,
    "text": "Kamusal alanı, ekonomi ve devletten farklı evrenselci ve rasyonel siyaset için bir platform olarak tanımlayan kuramcı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dahlberg",
      "B": "Habermas",
      "C": "Rasmussen",
      "D": "Castells",
      "E": "Morozov"
    },
    "explanation": "Habermas kamusal alanı, ekonomi ve devletten farklı evrenselci ve rasyonel siyaset için bir platform olarak tanımlamaktadır."
  },
  {
    "id": "3761522",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi otonom Marksist pozisyonun dijital demokratik olanaklarından biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Onaylama",
      "B": "Hesaplama",
      "C": "Ortaklaşma",
      "D": "Kümeleme",
      "E": "Kamusallaşma"
    },
    "explanation": "Otonom Marksist pozisyonun dijital demokratik olanakları ortaklaşma, işbirliği yapma, dağıtım, değişim, ağ, katılım ve paylaşımdır."
  },
  {
    "id": "3761523",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi karşıt-kamusal pozisyonun dijital demokratik olanaklarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Organize etme",
      "B": "İşbirliği yapma",
      "C": "Bağış toplama",
      "D": "Dilekçe verme",
      "E": "Haber iletme"
    },
    "explanation": "Karşıt-kamusal pozisyonun dijital demokratik olanakları organize etme, ifade, iştirak etme, kampanya, protesto düzenleme ve direnmedir."
  },
  {
    "id": "3761524",
    "unitNumber": 5,
    "text": "İktidarın artık devlet, kilise ve kurumsal medya gibi kurumlar tarafından merkezileştirilmediğini ve maddi olmaktan çıkmış bir arenada dolaşan küresel görüntü, bilgi ve zenginlik ağları tarafından dağıldığını iddia eden kuramcı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Keane",
      "B": "Simmel",
      "C": "Castells",
      "D": "Pariser",
      "E": "Dahlberg"
    },
    "explanation": "Castells, iktidarın artık devlet, kilise ve kurumsal medya gibi kurumlar tarafından merkezileştirilmediğini ve maddi olmaktan çıkmış bir arenada dolaşan küresel görüntü, bilgi ve zenginlik ağları tarafından dağıldığını iddia etmektedir."
  },
  {
    "id": "3761525",
    "unitNumber": 5,
    "text": "Norris’in, interneti sivil katılımı artırmada, siyasi rekabeti teşvik etmede ve daha küçük hareketler için düz bir zemin sağlamada yarattığı fırsatları araştırdığı kitabının adı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Siyasi Aktivizm",
      "B": "Sosyal Medya",
      "C": "Ağ Toplumu",
      "D": "Arap Baharı",
      "E": "Dijital Bölünme"
    },
    "explanation": "Norris, <em>Dijital Bölünme</em> adlı kitabında interneti sivil katılımı artırmada, siyasi rekabeti teşvik etmede ve daha küçük hareketler için düz bir zemin sağlamada yarattığı fırsatları araştırmaktadır."
  },
  {
    "id": "3761526",
    "unitNumber": 5,
    "text": "Medya iletişiminin demokratikleşme yerine sosyo-politik yeniden yapılanmaya yol açtığını, çünkü esas olarak rasyonel tartışma yerine eğlence ve sansasyonalizme odaklandığını savunan kuramcı aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dahlberg",
      "B": "Conway",
      "C": "Keane",
      "D": "Pariser",
      "E": "Castells"
    },
    "explanation": "Pariser, medya iletişiminin demokratikleşme yerine sosyo-politik yeniden yapılanmaya yol açtığını, çünkü esas olarak rasyonel tartışma yerine eğlence ve sansasyonalizme odaklandığını savunur."
  },
  {
    "id": "3761527",
    "unitNumber": 5,
    "text": "Yeni medyanın güvenilir haber sunmadığını, çünkü çoğu blog ve tekil kullanıcılar tarafından oluşturulan sitelerin önyargılı olduğunu ve kişisel görüşler içerdiğini belirten kuramcı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gerbaudo",
      "B": "Morozov",
      "C": "Habermas",
      "D": "Dahlberg",
      "E": "Rasmussen"
    },
    "explanation": "Rasmussen’e göre, yeni medya güvenilir haber sunmaz çünkü çoğu blog ve tekil kullanıcılar tarafından oluşturulan siteler önyargılıdır ve kişisel görüşler içermektedir."
  },
  {
    "id": "3761528",
    "unitNumber": 5,
    "text": "İnternetin ve dijital medyanın kitlesel seferberlik ve siyasi eylem için kritik platformlar olarak kullanılmasını ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dijital bölünme",
      "B": "Suskunluk sarmalı",
      "C": "Yurttaş gazeteciliği",
      "D": "Dijital aktivizm",
      "E": "Edilgen yurttaşlık"
    },
    "explanation": "Siber aktivizm olarak da bilinen dijital aktivizm, interneti ve dijital medyayı kitlesel seferberlik ve siyasi eylem için kritik platformlar olarak kullanmaktır."
  },
  {
    "id": "3761529",
    "unitNumber": 5,
    "text": "………………, tüm yurttaşların yasaların teklif edilmesi, geliştirilmesi ve oluşturulmasına eşit olarak katılmaya hak kazandığının varsayıldığı bir yönetim biçimidir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Siyasal aktivizm",
      "B": "E-demokrasi",
      "C": "Yankı odası",
      "D": "Kamusal alan",
      "E": "Dijital bölünme"
    },
    "explanation": "E-demokrasi, tüm yurttaşların yasaların teklif edilmesi, geliştirilmesi ve oluşturulmasına eşit olarak katılmaya hak kazandığının varsayıldığı bir yönetim biçimidir."
  },
  {
    "id": "3761530",
    "unitNumber": 5,
    "text": "Taraflı medyanın yükselişinin bir sonucu olarak ortaya çıkan, mesajları potansiyel olarak güçlendirebilen ve onları çürütülmekten yalıtılabilen sınırlı, kapalı bir iletişim alanı fikrini ima eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "E-demokrasi",
      "B": "Yankı odası",
      "C": "Sivil aktivizm",
      "D": "Kamusal alan",
      "E": "İzolasyon korkusu"
    },
    "explanation": "Yankı odası fenomeni, taraflı medyanın yükselişinin bir sonucu olarak ortaya çıkmıştır. Mesajları potansiyel olarak güçlendirebilen ve onları çürütülmekten yalıtılabilen sınırlı, kapalı bir iletişim alanı fikrini ima eder."
  },
  {
    "id": "3836016",
    "unitNumber": 5,
    "text": "Habermas’a göre kamusal alan ve medya arasındaki ilişki düşünüldüğünde, aşağıdaki ifadelerden hangisi <strong>yanlıştır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kamusal alan, yurttaşların genel çıkarlarla ilgili özgürce fikir alışverişinde bulunabileceği bir alan olarak tanımlanır.",
      "B": "Medya, demokratikleşme sürecinde devlete karşı yurttaşların çıkarlarını koruyan bir denetleme mekanizması olarak görülür.",
      "C": "Kitle iletişim araçlarının ortaya çıkışı, kamusal alanın genişlemesine katkıda bulunarak yurttaşların siyasi meselelere katılımını artırmıştır.",
      "D": "Medyanın kamusal alan üzerindeki etkisi, yalnızca devlet politikalarını halka duyurmakla sınırlıdır.",
      "E": "Siyasal kamusal alan, devlet politikalarına ilişkin kamuoyunun oluşturulmasına ve yurttaşların demokratik katılımına olanak tanır."
    },
    "explanation": "Medya, sadece devlet politikalarını halka duyurmakla sınırlı bir işlev görmez; aynı zamanda yurttaşların demokratik katılımını destekleyen bir denetleme ve tartışma platformu sunar. Kamusal alanın genişlemesine katkıda bulunarak halkın bilinçlenmesini sağlar ve yöneticilerin hesap verebilirliğini artırır. Bu nedenle D seçeneği yanlıştır. Diğer seçenekler metindeki bilgilerle tutarlıdır. Dolayısıyla, doğru cevap: D"
  },
  {
    "id": "3836024",
    "unitNumber": 5,
    "text": "Yeni medya ve kamusal alan arasındaki ilişki üzerine yapılan çağdaş tartışmalara göre, aşağıdaki ifadelerden hangileri doğrudur?<br/>I. Yeni medya, yurttaş gazeteciliği gibi uygulamalarla bireylerin siyasi gündemi belirleme süreçlerine katılımını artırmıştır.<br/>II. Yeni medya, demokratik kamuoyunun oluşmasını sağlayarak siyasetin daha şeffaf hale gelmesine katkıda bulunabilir.<br/>III. Yeni medya ortamında, yurttaşlar sadece pasif bilgi alıcıları değil, aynı zamanda içerik üreten ve kamusal tartışmalara katılan aktörler haline gelmiştir.<br/>IV. Yeni medyanın sunduğu olanaklar sayesinde, tüm yurttaşlar eşit düzeyde siyasal katılım ve ifade özgürlüğü imkanına sahiptir.<br/>V. Yeni medya, siyasal tartışmaların yapılabileceği alternatif kamusal platformlar sunarak demokratik katılımı teşvik eden bir alan oluşturmuştur.",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III, IV",
      "B": "II, III, IV, V",
      "C": "I, II, III, V",
      "D": "I, III, IV, V",
      "E": "II, IV, V"
    },
    "explanation": "Yeni medya, yurttaşların siyasal gündem belirleme süreçlerine katılımını artırmış ve demokratik kamuoyunun oluşmasına katkı sağlamıştır. Ayrıca, yurttaşlar sadece pasif bilgi alıcıları olmaktan çıkıp içerik üreten ve kamusal tartışmalara katılan aktörler haline gelmişlerdir. Yeni medya, alternatif kamusal platformlar sunarak demokratik katılımı teşvik etmektedir. Ancak, IV. seçenek yanlıştır çünkü yeni medya olanakları sayesinde tüm yurttaşların eşit siyasal katılım ve ifade özgürlüğü imkanına sahip olduğu söylenemez; dijital uçurum ve eşitsizlikler bu katılımı engellemektedir. Dolayısıyla, doğru cevap: C"
  },
  {
    "id": "3836025",
    "unitNumber": 5,
    "text": "I-Evgeny Morozov II- Jan van Dijk III- <u>Zizi Papacharissi </u>IV- Lincoln Dahlberg V- Christian Fuchs<br/>Yukarıdaki isimlerden hangileri yeni medya, kamusal alan, demokrasi ve siyaset arasındaki ilişkiselliklere eleştirel ve/ya şüpheci bakan sosyal bilimciler arasındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, III, IV ve V",
      "B": "I, II ve III",
      "C": "I, III ve IV",
      "D": "I, II, III ve V",
      "E": "I, II, III ve IV"
    },
    "explanation": "Yeni medya, kamusal alan, demokrasi ve siyaset arasındaki ilişkiselliklere eleştirel ve/ya şüpheci bakan sosyal bilimciler arasında Peter Dahlgren, Lincoln Dahlberg, Zizi Papacharissi, Colin Sparks, Evgeny Morozov ve Christian Fuchs vardır. Dolayısıyla doğru cevap: A"
  },
  {
    "id": "3836026",
    "unitNumber": 5,
    "text": "Dahlberg’in sınıflandırdığı dört \"Dijital Demokrasi\" pozisyonuna göre aşağıdaki ifadelerden hangileri doğrudur?<br/>I. <strong>Liberal-tüketici pozisyon</strong>, dijital medyayı karar alım süreçlerinde bireyler ve temsilciler arasında etkin bilgi ve bakış açılarının dolaşımını sağlayan araçlar olarak görür ve bireysel katılımı teşvik eder.<br/>II. <strong>Müzakereci pozisyon</strong>, demokrasiyi bağımsız çıkarların toplamından ziyade müzakereci bir konsensusa dayalı olarak tanımlar.<br/>III. <strong>Karşıt-kamusalcı pozisyon</strong>, dijital medyanın sadece politik grup oluşumu ve aktivizmi desteklediğini, demokratik süreçlere herhangi bir katkı sağlamadığını savunur.<br/>IV. <strong>Otonom Marksist pozisyon</strong>, dijital iletişim ağlarını, merkezi devlet ve kapitalist sistemi bypass eden, radikal demokratik siyasetin oluşumunu sağlayan bir yapı olarak görür.",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, III, IV",
      "B": "I, II, IV",
      "C": "II, III, IV",
      "D": "III, IV",
      "E": "I, II"
    },
    "explanation": "III. seçenek yanlıştır çünkü karşıt-kamusalcı pozisyon, dijital medyanın sadece politik grup oluşumu ve aktivizmi desteklediğini savunmaz. Bu pozisyon, dijital iletişim teknolojilerini hem hegemonik hem de karşıt-kamusallıkları destekleyen bir unsur olarak görmektedir. Diğer tüm ifadeler doğrudur. Dolayısıyla doğru cevap: B"
  },
  {
    "id": "3836027",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi, <em>Ağ Toplumu</em>na ilişkin doğru bir açıklamadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Ağ toplumunda bireyler ve gruplar, sadece yerel düzeyde iletişim kurarak toplumsal ilişkilerini geliştirirler.",
      "B": "Ağ toplumunda, enformasyona erişim sınırlıdır ve coğrafi sınırlar içinde örgütlenme gerçekleşir.",
      "C": "Ağ toplumunda, sosyal ilişkiler dijital teknolojiler aracılığıyla hızla gelişir ve herkes her zaman katılım gösterebilir.",
      "D": "Ağ toplumunda, bireylerin toplumsal ilişkileri yalnızca devlet tarafından düzenlenir.",
      "E": "Ağ toplumunun temeli, geleneksel medya ve basın aracılığıyla toplumsal bilincin yayılmasıdır."
    },
    "explanation": "Ağ toplumu, dijital teknolojilerin ve internetin etkisiyle enformasyona hızlı ve etkin erişimi, coğrafi sınırları aşan sosyal ilişkileri ve her zaman her yerde katılımı vurgular. Bu özellik, C seçeneğinde doğru bir şekilde ifade edilmiştir. Diğer seçenekler, ağ toplumunun özellikleriyle uyumsuzdur. Dolayısıyla doğru cevap: C"
  },
  {
    "id": "3836028",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi, sosyal medyanın demokrasiyi ve kamusal alanı genişletme konusundaki eleştirilerden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sosyal medya, bilgiye erişimi artırırken, haberlerin uzun süreli ilgi görmesini sağlar.",
      "B": "Sosyal medya, kişisel görüşler ve önyargılı içerikler yayarak, güvenilir haber sunma konusunda zorluklar yaratır.",
      "C": "Sosyal medya, etkin bir liderlik yapısı sağlayarak, siyasi aktivizmde önemli bir rol oynar.",
      "D": "Sosyal medya, katılımcı demokrasiye büyük katkı sağlamakta ve hiçbir dezavantaja yol açmaz.",
      "E": "Sosyal medya, yalnızca bireylerin kişisel bilgilerini toplamak amacıyla kullanılır."
    },
    "explanation": "Metinde, sosyal medyanın güvenilir haber sunma konusunda sorunlar yarattığı ve kişisel, önyargılı içerikler sunduğu belirtilmektedir. Bu, B seçeneğinde doğru bir şekilde ifade edilmiştir. Diğer seçenekler metinde eleştirilen durumlarla uyumsuzdur. Dolayısıyla doğru cevap: B"
  },
  {
    "id": "3836270",
    "unitNumber": 5,
    "text": "I-Siber zorbalık yalnızca sosyal medya platformlarında gerçekleşir. II. Siber zorbalık, dijital teknolojiler kullanılarak yapılan ve hedef kişiyi korkutmaya, kızdırmaya veya utandırmaya yönelik tekrarlanan bir davranıştır.III. Siber zorbalık, yüz yüze zorbalıkla hiçbir şekilde ilişkili değildir.IV. Siber zorbalık, dijital izler bırakarak istismarın durdurulmasını sağlayacak ipuçları temin edebilir.<br/>Yukarıdaki ifadelerden hangileri siber zorbalık ile ilgili doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve III",
      "B": "II ve IV",
      "C": "I ve II",
      "D": "III ve IV",
      "E": "I, II ve IV"
    },
    "explanation": "<ul><br/><li><strong>I</strong><strong>. Siber zorbalık yalnızca sosyal medya platformlarında gerçekleşir.</strong><strong><br/></strong>Bu ifade yanlıştır çünkü siber zorbalık sosyal medya platformlarının yanı sıra mesajlaşma platformları, oyun platformları ve cep telefonlarında da gerçekleşebilir.</li><br/><li><strong> Siber zorbalık, dijital teknolojiler kullanılarak yapılan ve hedef kişiyi korkutmaya, kızdırmaya veya utandırmaya yönelik tekrarlanan bir davranıştır.</strong><strong><br/></strong>Bu ifade doğrudur. Siber zorbalık, dijital teknolojilerle yapılan, hedef kişiyi korkutma, kızdırma veya utandırma amacı taşıyan tekrarlanan davranışlardır.</li><br/><li><strong> Siber zorbalık, yüz yüze zorbalıkla hiçbir şekilde ilişkili değildir.</strong><strong><br/></strong>Bu ifade yanlıştır çünkü siber zorbalık çoğu zaman yüz yüze zorbalıkla birlikte de gerçekleşebilir. Yüz yüze zorbalık ve siber zorbalık arasındaki ilişki göz ardı edilemez.</li><br/><li><strong> Siber zorbalık, dijital izler bırakarak istismarın durdurulmasını sağlayacak ipuçları temin edebilir.</strong><br/>Bu ifade doğrudur. Siber zorbalık, dijital ortamda gerçekleştiği için geride dijital izler bırakır ve bu izler istismarın durdurulmasına yönelik ipuçları sağlayabilir.</li><br/></ul><br/>Bu nedenle doğru cevap B) II ve IV'tür."
  },
  {
    "id": "3836272",
    "unitNumber": 5,
    "text": "Aşağıdaki ifadelerden hangileri <em>suskunluk sarmalı</em> teorisi ile ilgilidir?<br/>I. Suskunluk sarmalı, insanların görüşlerini ifade etme istekliliğinin, bu görüşlerin popüler veya popüler olmayan olarak algılanmasına dayandığını öne sürer.<br/>II. Suskunluk sarmalı teorisi, yalnızca kişisel görüşleri ifade etmeyen bireyleri inceler ve sosyal medya kullanımını göz ardı eder.<br/>III. Teori, çoğunluğun görüşlerinin baskın çıkmasıyla azınlık görüşlerinin giderek daha fazla susturulmasını açıklar.<br/>IV. Suskunluk sarmalı, kitle iletişim araçlarının kamuoyunu yaratmadığını, aksine sadece bireylerin kendi fikirlerini destekleyen bilgileri paylaştığını iddia eder.",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "II ve IV",
      "C": "I ve III",
      "D": "I, III ve IV",
      "E": "I, II ve III"
    },
    "explanation": "<ul><br/><li><strong>Suskunluk sarmalı, insanların görüşlerini ifade etme istekliliğinin, bu görüşlerin popüler veya popüler olmayan olarak algılanmasına dayandığını öne sürer.</strong><strong><br/></strong>Bu ifade doğrudur ve teorinin temelini oluşturur. Suskunluk sarmalı, bireylerin popüler olmayan görüşleri ifade etmekten kaçınmalarına ve bunun sonucunda popüler görüşlerin güç kazanmasına neden olur.</li><br/><li><strong> Suskunluk sarmalı teorisi, yalnızca kişisel görüşleri ifade etmeyen bireyleri inceler ve sosyal medya kullanımını göz ardı eder.</strong><br/>Bu ifade yanlıştır. Suskunluk sarmalı teorisi, bireylerin sosyal medya dahil olmak üzere tüm kitle iletişim araçlarındaki davranışlarını ve bunların toplumdaki etkisini kapsar. Sosyal medya göz ardı edilmez.</li><br/><li><strong> Teori, çoğunluğun görüşlerinin baskın çıkmasıyla azınlık görüşlerinin giderek daha fazla susturulmasını açıklar.</strong><br/>Bu ifade doğrudur. Suskunluk sarmalı teorisi, kitle iletişim araçlarının çoğunluk görüşünü pekiştirdiğini ve bunun azınlık görüşlerinin daha fazla sessizleşmesine yol açtığını açıklar.</li><br/><li><strong>Suskunluk sarmalı, kitle iletişim araçlarının kamuoyunu yaratmadığını, aksine sadece bireylerin kendi fikirlerini destekleyen bilgileri paylaştığını iddia eder.</strong></li><br/></ul><br/>Bu ifade yanlıştır. Suskunluk sarmalı teorisi, kitle iletişim araçlarının kamuoyunu yaratan ve bireylerin sosyal baskılara göre hareket etmelerini sağlayan önemli bir rol oynadığını savunur. Dolayısıyla doğru cevap <strong>C’dir. </strong>"
  },
  {
    "id": "3836274",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi, yeni medya kullanımına dair ifade özgürlüğüyle ilgili önemli bir sorundur?",
    "correctAnswer": "B",
    "options": {
      "A": "Yeni medya, yalnızca olumlu ve yapıcı içeriklerin paylaşılmasını sağlayarak ifade özgürlüğüne katkıda bulunur.",
      "B": "Yeni medya, bilgiye erişim sağlarken, çevrimiçi zorbalık nedeniyle bireylerin fikirlerini dile getirme özgürlüğünü kısıtlayabilir.",
      "C": "Yeni medya, yalnızca yüz yüze zorbalığın yerini alarak demokratik katılımı artırır.",
      "D": "İnternetin yaygınlaşması, nefret suçlarını tamamen ortadan kaldırarak daha özgür bir ifade ortamı oluşturur.",
      "E": "Sosyal medya platformları, yalnızca yerel toplulukları etkileyen sorunları gündeme getirir ve küresel anlamda etkili değildir."
    },
    "explanation": "Metinde, yeni medyanın ifade özgürlüğü sağlasa da, çevrimiçi zorbalık gibi durumların bireylerin fikirlerini dile getirmekte çekinmelerine neden olduğu belirtilmiştir. Bu nedenle B seçeneği doğru cevaptır. Diğer seçenekler metindeki bilgilerle uyumsuzdur. Dolayısıyla doğru cevap: B’dir."
  },
  {
    "id": "3836275",
    "unitNumber": 5,
    "text": "Aşağıdaki ifadelerden hangisi, Sunstein'in yankı odası fenomeniyle ilgili doğru bir açıklamadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Sosyal medya, her bireyin farklı görüşleri daha kolay kabul etmesini sağlamak için tasarlanmıştır.",
      "B": "Sosyal medya platformları, kullanıcıların farklı düşüncelere sahip bireylerle iletişim kurmalarını teşvik eder.",
      "C": "Yankı odası fenomeni, bireylerin daha geniş bir düşünce yelpazesine erişmesine yardımcı olur.",
      "D": "Sosyal medya, aynı görüşteki bireyleri bir araya getirerek, birbirlerinin düşüncelerini sorgulamadan pekiştirmelerine neden olabilir.",
      "E": "Sunstein'e göre, sosyal medya sayesinde bireyler yalnızca kendi inançlarını sorgularlar ve radikal görüşlerden kaçınırlar."
    },
    "explanation": "Sunstein’in yankı odası kavramı, sosyal medyanın aynı düşüncelere sahip bireyleri bir araya getirmesini ve bu bireylerin birbirlerinin görüşlerini sorgulamadan pekiştirmelerini ifade eder. Bu nedenle D seçeneği doğru cevaptır. Diğer seçenekler, metinde belirtilen yankı odası fenomeni ile çelişmektedir. Dolayısıyla doğru cevap: D’dir."
  },
  {
    "id": "3761650",
    "unitNumber": 6,
    "text": "_____________ ya da ______________ kimlikler, büyük ölçüde başkalarının sizi nasıl gördüğüyle ilgilidir: Sizin kişisel seçimlerinizi değil, sizi tarif edenlerin size baktıklarında gördükleri ya da size atfettikleri nitelikleri anlatır. Buna göre fiziksel-biyolojik özellikleriniz, içine doğduğunuz kültür, aile içindeki rolünüz, dininiz, toplumsal sınıfınız ya da doğduğunuz/yaşadığınız yer, bu tür kimlik özelliklerinden bazılarıdır.<br/>Aşağıdakilerden hangisi yukarıda verilen tümcedeki boşlukları <strong>en anlamlı ve doğru</strong> olarak tamamlamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Öz / hibrit",
      "B": "Ulusal / subjektif",
      "C": "Bireysel / nesnel",
      "D": "Sabit / objektif",
      "E": "Evrensel / kişisel"
    },
    "explanation": "Eğer doğru yanıt verilemediyse, kılavuz kitabımızın <strong>Durağan Hayatlardan, Akışkan Zamanlara: Dijital Dönemde Kimlik, Benlik, Öznellik</strong> başlıklı bölümünü (sayfa 189) tekrar gözden geçiriniz.<br/>Sorunun giriş tümcesine bakıldığında, büyük ölçüde başkalarının bizi nasıl gördüğüyle ilgili olup; bizim kişisel seçimlerinizi değil, bizi tarif edenlerin size baktıklarında gördükleri ya da bize atfettikleri nitelikleri alanda sabit ya da objektif kimlikler olarak belirtilmektedir. Bu bilgilere dayalı olarak yanıtın “D” şıkkı olduğu görülmektedir."
  },
  {
    "id": "3761651",
    "unitNumber": 6,
    "text": "Kimlik kavramını tartışırken “kim olduğumuz ya da nereden geldiğimiz sorularına değil, ne olabileceğimiz, toplumda nasıl temsil edildiğimiz ve bu baskın temsillerin kendimizi temsil etme biçimlerimizi nasıl etkilediği” görüşünü öne çıkaran öncül aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Walter Benjamin",
      "B": "Stuart Hall",
      "C": "Anthony Giddens",
      "D": "Zygmund Bauman",
      "E": "Karl Marks"
    },
    "explanation": "Eğer doğru yanıt verilemediyse, kılavuz kitabımızın<strong> Durağan Hayatlardan, Akışkan Zamanlara: Dijital Dönemde Kimlik, Benlik, Öznellik başlıklı bölümü</strong> özellikle sayfa 190’ı tekrar gözden geçiriniz.<br/>Celdiricilerde geçen Anthony Giddens ve Zygmund Bauman gibi kuramcılar, hız kazanan küreselleşmeyle birlikte geç modernite döneminde ‘zaman ve uzam’ kavramlarının temelinden sarsıldığı bir ‘sürekli akışlar’ çağına girdiğimizi ileri sürmüşlerdir. Karl Marks sorunun daha çok sınıfsal boyutuyla ilgili tezleri bulunmaktadır. Walter Benjamin’in görüşleri ise geç modernite ile ilgili olması nedeniyle yanıt olması mümkün değildir. İlgili bölüm dikkatlice gözden geçirilirse, “kim olduğumuz ya da nereden geldiğimiz sorularına değil, ne olabileceğimiz, toplumda nasıl temsil edildiğimiz ve bu baskın temsillerin kendimizi temsil etme biçimlerimizi nasıl etkilediği” görüşünü öne çıkaran öncül Stuart Hall olduğu görülür. Bu bilgilere dayalı olarak yanıtın “B” şıkkı olduğu görülmektedir."
  },
  {
    "id": "3761652",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisinde dijital ortamlarda sıklıkla kullanılan emoji’nin kökeni ve anlamı doğru olarak ifade edilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çin / fotoğraflı anlatım",
      "B": "Fransız / kişilik vurgusu",
      "C": "Japonya / resim karakter",
      "D": "Amerika / karakter çizim",
      "E": "İngiltere / kişilik gösterimi"
    },
    "explanation": "Eğer doğru yanıt verilemediyse, kılavuz kitabımızın<strong> Durağan Hayatlardan, Akışkan Zamanlara: Dijital Dönemde Kimlik, Benlik, Öznellik başlıklı bölümü</strong> özellikle sayfa 192’yi tekrar gözden geçiriniz.<br/>İlgili bölüm sayfa 192 dikkatlice gözden geçirildiğinde emoji kavramının Japonca kökenli emoji <em>e </em>(resim) ve <em>moji </em>(karakter) sözcüklerinden türetildiği görülmektedir. Bu bilgilere dayalı olarak yanıtın “C” şıkkı olduğu görülmektedir."
  },
  {
    "id": "3761653",
    "unitNumber": 6,
    "text": "Teknoloji, geleneksel olarak eril bir alana kapatıldığını ifade ederek internetle eski eril anlayışın adım adım yıkıldığı Britanyalı bir kültür teorisyeni, filozof ve yazarı Sadie Plant, tarafından da ifade edilen yaklaşım aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Birinci feminist hareket",
      "B": "İkinci feminist hareket",
      "C": "Yeni feminizm",
      "D": "Siberfeminizm",
      "E": "Uzlaşmacı feminizm"
    },
    "explanation": "Eğer doğru yanıt verilemediyse, kılavuz kitabımızın<strong> Durağan Hayatlardan, Akışkan Zamanlara: Dijital Dönemde Kimlik, Benlik, Öznellik başlıklı bölümü</strong> özellikle sayfa 195 ve 196’ıncı sayfaları tekrar gözden geçiriniz.<br/>İlgili bölümde 195 ve 196’ıncı sayfalar dikkatle gözden geçirildiğinde şu görüşler öne çıktığı görülmektedir. Üçüncü dalga feminist hareket kendisinden önce gelen birinci ve ikinci dalga feminist hareketlerin kazanımları üzerine inşa edilmiştir. Bu yaklaşıma göre teknoloji, geleneksel olarak eril bir alana kapatılmıştır; buna karşılık internetle birlikte bu anlayış yıkılmaya başlanmıştır. Britanyalı bir kültür teorisyeni, filozof ve yazarı Sadie Plant, tarafından da ifade edilen bu görüşler özetle siberfeminizm kavramı ile anılmıştır. Bu bilgilere dayalı olarak yanıtın “D” şıkkı olduğu görülmektedir."
  },
  {
    "id": "3761654",
    "unitNumber": 6,
    "text": "İlk kez Manfred Clynes ve Nathan Kline tarafından 1960 yılında yayımlanan bir makalede kullanılan __________ kavramı, insan ve insanın ürettiği makinenin melez bir birlikteliği olarak tanımlanmıştır.<br/>Aşağıdakilerden hangisi yukarıda verilen tümcedeki boşluğu <strong>en anlamlı ve doğru</strong> olarak tamamlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "siborg",
      "B": "siberfeminizm",
      "C": "neofeminizm",
      "D": "progresivizm",
      "E": "reconstructionizm"
    },
    "explanation": "Eğer doğru yanıt verilemediyse, kılavuz kitabımızın<strong> Durağan Hayatlardan, Akışkan Zamanlara: Dijital Dönemde Kimlik, Benlik, Öznellik başlıklı bölümü</strong> özellikle 197’inci sayfadaki bilgileri tekrar gözden geçiriniz.<br/>İlgili bölümde 197’inci sayfa dikkatle gözden geçirildiğinde şu görüşlerin öne çıktığı görülmektedir. İlk kez Manfred Clynes ve Nathan Kline tarafından 1960 yılında yayımlanan bir makalede kullanılan Siborg kavramı, insan ve insanın ürettiği makinenin melez bir birlikteliği olarak tanımlanmıştır. Bu bilgilere dayalı olarak yanıtın “A” şıkkı olduğu görülmektedir."
  },
  {
    "id": "3761655",
    "unitNumber": 6,
    "text": "Gözetim toplumu döneminde kullanılmaya başlanılan “panoptikon” sözcüğünün anlamı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Her şeyi kabüllenen",
      "B": "Her şeyi gören",
      "C": "Her şey",
      "D": "Her şeyi yapan",
      "E": "Her şeyi eleştiren"
    },
    "explanation": "Eğer doğru yanıt verilemediyse, kılavuz kitabımızın <strong>Dijital Çağda Görünüm, Gözetim, Denetim </strong>başlıklı özellikle 204’üncü sayfadaki bilgileri tekrar gözden geçiriniz.<br/>İlgili bölümde 204’üncü sayfa dikkatle gözden geçirildiğinde şu görüşlerin öne çıktığı görülmektedir. Panoptikon, Yunanca iki sözcüğün birleşiminden türetilmiştir. Pan sözcüğü pantos’dan gelir ve ‘her şey’ anlamı taşır. İkinci sözcük optikos, görmek, demektir. Panoptikon ‘her şeyi gören’ anlamı taşır. Bu bilgilere dayalı olarak yanıtın “B” şıkkı olduğu görülmektedir."
  },
  {
    "id": "3761656",
    "unitNumber": 6,
    "text": "Çalışan ve yönetici arasındaki insani ilişkide çalışanları birer veriye indirgeyerek yok eden gözetim teknolojilerinin görünmez ama disipline edici varlığını Foucault’dan esinlenerek Bilgi Panoptikonu kavramıyla açıklayan düşünür aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Max Weber",
      "B": "Xavier Marquez",
      "C": "Hannah Arendt",
      "D": "Jeremy Bentham",
      "E": "Shoshana Zuboff"
    },
    "explanation": "Eğer doğru yanıt verilemediyse, kılavuz kitabımızın <strong>Dijital Çağda Görünüm, Gözetim, Denetim </strong>başlıklı özellikle 207’inci sayfadaki bilgileri tekrar gözden geçiriniz.<br/>İlgili bölümde 207’inci sayfa dikkatle gözden geçirildiğinde şu görüşlerin öne çıktığı görülmektedir. Zuboff, çalışan-yönetici arasındaki insani ilişkide çalışanları birer veriye indirgeyerek yok eden gözetim teknolojilerinin görünmez ama disipline edici varlığını Foucault’dan esinlenerek Bilgi Panoptikonu kavramıyla açıklamıştır. Bu bilgilere dayalı olarak yanıtın “E” şıkkı olduğu görülmektedir."
  },
  {
    "id": "3761657",
    "unitNumber": 6,
    "text": "Aşağıdan hangisi, dijital zamanlarda flört ve mahremiyetin dönüşümünde etkili faktörlerden biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "rekabetçi çalışma koşulları nedeniyle artan yalnızlaşma",
      "B": "yakın çevresinde baskın olan heteronormatif toplumsal cinsiyet normları",
      "C": "her alanda ivme kazanan coğrafi hareketlilik",
      "D": "çevrimdışı alanda ihtiyaç duyulan zaman ve ortamın bulunması",
      "E": "tacizle başa çıkma uygulamalarının yaygınlaşması"
    },
    "explanation": "Eğer doğru yanıt verilemediyse, kılavuz kitabımızın <strong>Dijital Zamanlarda Flört ve Mahremiyetin Dönüşümü</strong> başlıklıbölümü özellikle 211’inci sayfadaki bilgileri tekrar gözden geçiriniz.<br/>İlgili bölümde 211’inci sayfa dikkatle gözden geçirildiğinde dijital zamanlarda flört ve mahremiyetin dönüşümünde etkili faktörlere ilişkin şu görüşlerin öne çıktığı görülmektedir. Rekabetçi çalışma koşulları nedeniyle artan yalnızlaşma, yakın çevresinde baskın olan heteronormatif toplumsal cinsiyet normları, her alanda ivme kazanan coğrafi hareketlilik ve tacizle başa çıkma uygulamalarının yaygınlaşması önemli faktörler olarak öne çıkmaktadır. Bu faktörlerin içinde çevrimdışı alanda ihtiyaç duyulan zaman ve ortamın bulunması faktörü yoktur. Bu bilgilere dayalı olarak yanıtın “D” şıkkı olduğu görülmektedir."
  },
  {
    "id": "3761658",
    "unitNumber": 6,
    "text": "Illouz’un _________ kapitalizm olarak tarif ettiği bu süreçte flört uygulamaları, mevcut eş seçenekleri içinde ‘_______________’ bulmayı teşvik eden platformlar gibi çalışırlar<br/>Aşağıdakilerden hangisi yukarıda verilen tümcedeki boşlukları <strong>en anlamlı ve doğru</strong> olarak tamamlamaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "neo-liberal / en yakışanı",
      "B": "yeni üretken / en iyi ürünü",
      "C": "duygusal / en iyi ürünü",
      "D": "skopik / en güzel karşı cinsi",
      "E": "teleskopik / en uygun olanı"
    },
    "explanation": "Eğer doğru yanıt verilemediyse, kılavuz kitabımızın<strong> Dijital Zamanlarda Flört ve Mahremiyetin Dönüşümü</strong> başlıklı bölümü özellikle sayfa 213’ü tekrar gözden geçiriniz.<br/>İlgili bölüm sayfa 213 dikkatlice gözden geçirildiğinde, durumun bağlamının şu biçimde ifade edildiği görülmektedir. Illouz’un <strong>duygusal kapitalizm</strong> olarak tarif ettiği bu süreçte flört uygulamaları, mevcut eş seçenekleri içinde <strong>‘en iyi ürünü’</strong> bulmayı teşvik eden platformlar gibi çalışırlar. Bu bağlamda da görüldüğü gibi boşluklara <strong>duygusal kapitalizm</strong> ve <strong>en iyi ürünü</strong> sözcük takımlarıyla tamamlandığı görülmektedir. Bu bilgilere dayalı olarak yanıtın “C” şıkkı olduğu görülmektedir."
  },
  {
    "id": "3761659",
    "unitNumber": 6,
    "text": "Kapitalist toplumlarda aşkın, kadın bedeni üzerinden erkeğe sunulan bir ürüne dönüştüğünü, kadın bedeninin ise arz-talep piyasasına göre pazarlığa tabi tutulan, satın alınan, erkek tarafından görsel olarak tetkik edilen, tüketilen, eskidiğinde yenisiyle değiştirilen ya da tümüyle elden çıkarılan görsel bir ürüne indirgendiğini vurguladığı durum için Eva Illouz’un önerdiği kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Duygusal kapitalizm",
      "B": "Teleskopik kapitalizm",
      "C": "Mikroskopik kapitalizm",
      "D": "Neo-liberal kapitalizm",
      "E": "Skopik kapitalizm"
    },
    "explanation": "Eğer doğru yanıt verilemediyse, kılavuz kitabımızın<strong> Dijital Zamanlarda Flört ve Mahremiyetin Dönüşümü</strong> başlıklı bölümü özellikle sayfa 213’ü tekrar gözden geçiriniz.<br/>İlgili bölüm sayfa 213 dikkatlice gözden geçirildiğinde, kapitalist toplumlarda aşkın, kadın bedeni üzerinden erkeğe sunulan bir ürüne dönüştüğünü, kadın bedeninin ise arz-talep piyasasına göre pazarlığa tabi tutulan, satın alınan, erkek tarafından görsel olarak tetkik edilen, tüketilen, eskidiğinde yenisiyle değiştirilen ya da tümüyle elden çıkarılan görsel bir ürüne indirgendiği durum skopik kapitalizm olarak nitelenmiştir. Bu bilgilere dayalı olarak yanıtın “E” şıkkı olduğu görülmektedir."
  },
  {
    "id": "3838266",
    "unitNumber": 6,
    "text": "………………, Platform toplumu kavramıyla, günümüzde çevrimiçi platformların topluma ve gündelik yaşama tamamen entegre olduğunu ve bu platformlarla toplumsal yapıların artık birbirinden ayrılmaz bir bütün oluşturduğunu savunur.<br/>Yukarıdaki cümlede boş bırakılan yerleri aşağıdaki seçeneklerden hangisi doğru bir şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Jan van Dijk vd",
      "B": "José van Dijck vd.",
      "C": "Manuel Castells",
      "D": "Erving Goffman",
      "E": "Pierre Bourdieu"
    },
    "explanation": "José van Dijck vd., Platform toplumu kavramıyla, günümüzde çevrimiçi platformların topluma ve gündelik yaşama tamamen entegre olduğunu ve bu platformlarla toplumsal yapıların artık birbirinden ayrılmaz bir bütün oluşturduğunu savunur. Dolayısıyla doğru cevap: B’dir."
  },
  {
    "id": "3838267",
    "unitNumber": 6,
    "text": "Kültürel Çalışmalar okulunun kimlik olgusuna ilişkin yaklaşımıyla ilgili aşağıdaki ifadelerden hangileri doğrudur?<br/>I. Kimlik, sabit bir özden değil, söylem ve temsil süreçlerinden doğar.<br/>II. Kimlik, bireyin yer aldığı toplumsal bağlamlara göre sürekli olarak yeniden şekillenir.<br/>III. Kimlik, bireyin öznel deneyiminden bağımsız olarak sadece ideolojik yapılarla belirlenir.<br/>IV. Kimlik, bireyin hem kendini nasıl tanımladığıyla hem de başkalarınca nasıl temsil edildiğiyle ilgilidir.",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I, II ve IV",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Kültürel Çalışmalar yaklaşımı kimliği sabit ve özsel bir yapı olarak değil, söylem ve temsil pratikleri içinde kurulan, tarihsel ve toplumsal bağlama göre değişen bir olgu olarak görür. Bu yaklaşıma göre kimlik, bireyin hem kendini nasıl tanımladığıyla hem de başkaları tarafından nasıl temsil edildiğiyle ilgilidir. III. ifade yanlıştır çünkü kimlik, sadece ideolojik yapılarla belirlenmez; bireyin öznel deneyimi, etkileşimde bulunduğu kültürel pratikler ve söylemlerle birlikte şekillenir. Dolayısıyla doğru cevap: C’dir. C) I, II ve IV"
  },
  {
    "id": "3838301",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, Anthony Giddens ve Zygmunt Bauman’ın küreselleşmeyle bağlantılı olarak kimlik üzerine getirdikleri temel yaklaşımlardan biriyle en iyi şekilde örtüşmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kimlik, bireyin doğuştan sahip olduğu ve yaşamı boyunca değişmeyen sabit bir özdür.",
      "B": "Küreselleşmenin etkisiyle bireyler, ulusal kimliklerini daha güçlü biçimde sahiplenmeye başlamıştır.",
      "C": "Kimlik, artık toplumsal yapılarla güçlü biçimde bağlantılı, tekil ve homojen yapılarda varlığını sürdürmektedir.",
      "D": "Geç modern dönemde küreselleşmenin yarattığı akışkanlık, bireylerin sabit kimlik aidiyetlerini çözmüş ve onları çoklu kimlik imkanlarıyla karşı karşıya bırakmıştır.",
      "E": "Bauman’a göre kimlik, küresel bağlamda daha sabit ve güvenilir hale gelmiştir."
    },
    "explanation": "Ünitede , Giddens ve Bauman’ın geç modernite ve küreselleşme bağlamında kimliğin artık sabit ve tekil yapılardan uzaklaştığını, bireylerin akışkan ve değişken kimlik formlarıyla karşı karşıya kaldığını vurgulamaktadır. D seçeneği bu yaklaşımı doğru bir şekilde yansıtmaktadır. Dolayısıyla doğru cevap: D’dir."
  },
  {
    "id": "3838303",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangileri, Goffman’ın “benliğin sunumu” kuramının dijital medya bağlamında nasıl işlediğini anlamaya yönelik doğru yorumlardır?<br/>I. Sosyal medya kullanıcıları, paylaşımları aracılığıyla “bir karakter olarak benlik” inşa eder.<br/>II. Dijital ortamdaki sahne arkası, kullanıcının paylaşım öncesi yaptığı görünmeyen hazırlıkları kapsar.<br/>III. Dijital medyada kurulan benlik imajı, doğrudan bireyin içsel ve sabit özünü yansıtır.<br/>IV. Sosyal medya platformları, sahne önü ve sahne arkası ayrımının çevrimiçi versiyonlarının gözlemlenebileceği alanlardır.",
    "correctAnswer": "C",
    "options": {
      "A": "I ve III",
      "B": "II ve III",
      "C": "I, II ve IV",
      "D": "I, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Soruda Goffman’ın kuramı dijital ortama uyarlanarak, sosyal medya kullanıcılarının “karakter olarak benlik” inşa ettikleri (I), paylaşım yapmadan önce görünmeyen bir “sahne arkası” hazırlık süreci geçirdikleri (II) ve sosyal medya platformlarının bu kuramsal ayrımın çevrimiçi biçimlerini barındırdığı (IV) açıkça belirtilmiştir. III. öncül ise yanlıştır çünkü metin, dijital medyadaki benlik sunumunun bireyin içsel ve sabit özünü yansıttığını değil, stratejik, seçilmiş ve filtrelenmiş bir izlenim yönetimi olduğunu vurgular. Dolayısıyla doğru cevap: C’dir."
  },
  {
    "id": "3838307",
    "unitNumber": 6,
    "text": "I. Kimlik, bireyin bilinçli olarak seçip sergilediği bir performans değildir; kültürel söylemlerin tekrarlarıyla oluşur.<br/>II. Öznenin sabit bir öz-benliği vardır; bu benlik dijital platformlarda temsil edilir.<br/>III. Toplumsal cinsiyet gibi kimlik kategorileri, kültürel normlar aracılığıyla inşa edilir.<br/>IV. Kimlik, ancak ötekiler tarafından tanındığında ve bu tanınma uğraşıyla sürdürülen tekrarlarla kurulabilir.<br/>Yukarıdaki ifadelerden hangileri, Judith Butler’ın “performatif kimlik” anlayışını doğru yansıtır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, III ve IV",
      "B": "II ve III",
      "C": "I, II, III ve IV",
      "D": "I, II ve IV",
      "E": "I ve II"
    },
    "explanation": "Butler’a göre kimlik sabit ya da bilinçli bir performans değil, kültürel normların tekrar edilmesiyle kurulan performatif bir süreçtir (I). Toplumsal cinsiyet de dahil olmak üzere kimlik kategorileri, öznel değil, kültürel inşa ürünüdür (III). Ayrıca, kimlik ancak başkaları tarafından tanındıkça süreklilik kazanır; bu da kimliğin ötekilerle ilişkili ve toplumsal normlara bağlı olduğunu gösterir (IV). II. öncül Butler’ın yaklaşımına ters düşer çünkü sabit ve içkin bir öz-benlik fikrini reddeder. Dolayısıyla doğru cevap: A’dır."
  },
  {
    "id": "3838313",
    "unitNumber": 6,
    "text": "Sadie Plant’ın siberfeminizm anlayışıyla ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Plant’a göre, teknoloji tarihi her zaman cinsiyetler üstü bir alan olarak gelişmiştir.",
      "B": "Plant, internetin kadınlara patriyarkanın dışında kimliklerini gizleme değil, sergileme özgürlüğü sunduğunu savunur.",
      "C": "Siberfeminizm, yalnızca üçüncü dalga feministlerin ilgilendiği, geçmiş feminist yaklaşımlardan bağımsız bir teoridir.",
      "D": "Plant’a göre internetin yapısal özellikleriyle kadın deneyimi arasında doğrudan bir paralellik kurulabilir.",
      "E": "Plant, teknolojinin kadınları dezavantajlı konumlara ittiğini ve bu yüzden teknolojiyle bağ kurmamaları gerektiğini savunur."
    },
    "explanation": "Sadie Plant, internetin doğrusal olmayan, çok katmanlı ve anonim yapısını kadınlık deneyimiyle ilişkilendirir. Bu paralellik sayesinde kadınların patriyarkal yapı dışında yeni kimlikler kurgulayabileceğini savunur. A, B, C ve E seçenekleri ise ya metni yanlış yorumlamakta ya da Plant’ın yaklaşımına karşılık gelmemektedir. Dolayısıyla doğru cevap: D’dir."
  },
  {
    "id": "3838316",
    "unitNumber": 6,
    "text": "Michel Foucault’nun gözetim kavrayışı çerçevesinde, dijital çağda gözetimin dönüşen doğasıyla ilgili aşağıdaki çıkarımlardan hangisidoğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Dijital gözetim, yalnızca devlet eliyle sürdürülen bir mekanizma olmaya devam etmektedir.",
      "B": "Gözetim artık fiziksel mekânlarla sınırlı kalmakta, bireyin hareket alanını doğrudan kısıtlamaktadır.",
      "C": "Dijital teknolojilerle birlikte gözetim, yalnızca bireyin kimlik bilgilerine değil, görünür olma arzusuna da temas eden bir sürece dönüşmüştür.",
      "D": "Foucault’nun panoptikon modeli, yalnızca geçmişe dönük, mekanik gözetim pratiklerini açıklamak için kullanılabilir.",
      "E": "Dijital çağda gözetim, bireyin bilgilerini toplamak yerine sadece fiziksel davranışlarını izlemeyi amaçlamaktadır."
    },
    "explanation": "Ünitede, Foucault’nun panoptik gözetim anlayışını günümüz dijital ortamına taşırken gözetimin yalnızca bireyin bilgilerini izlemekten ibaret olmadığını, bireyin kendiliğinden görünür olma motivasyonuyla da iç içe geçtiğini vurgular. Bu, gözetimi bireyin de katıldığı kolektif bir edime dönüştürmektedir. A, B, D ve E seçenekleri bu dönüşen gözetim biçimini kavrayamamakta veya Foucault’nun yaklaşımını indirgemeci biçimde yorumlamaktadır. Dolayısıyla doğru cevap: C’dir."
  },
  {
    "id": "3838319",
    "unitNumber": 6,
    "text": "Aşağıdaki ifadelerden hangileri, Shoshana Zuboff’un <strong>Gözetleme Kapitalizmi</strong> kavramı bağlamında doğrudur?<br/><strong>I.</strong> İnternet kullanıcılarının çevrimiçi davranışları, ekonomik bir kaynak olarak değerlendirilmektedir.<br/><strong>II.</strong> Gözetim teknolojileri yalnızca güvenlik amacıyla değil, ekonomik sömürü aracı olarak da kullanılmaktadır.<br/><strong>III.</strong> Dijital platformlar, kullanıcıların gönüllü paylaşımlarını analiz ederek hedefli reklam stratejileri geliştirmektedir.",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Ünitede, Zuboff’un <strong>Gözetleme Kapitalizmi</strong> kavramı bağlamında, kullanıcı verilerinin ekonomik girdiye dönüştürüldüğü (I), Gözetimin ekonomik kazanç amacıyla kullanıldığı (II) ve hedefli reklamcılığın bu gözetimden beslendiği (III) açıkça vurgulamaktadır. Dolayısıyla doğru cevap: E’dir."
  },
  {
    "id": "3838321",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi, flört uygulamalarının yaygınlaşmasına yol açan sosyolojik faktörler arasında <strong>yer almaz?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Romantik ilişkilerin kurulmasında mekânsal ve zamansal engellerin artması, çevrimiçi flörtü kolaylaştıran bir unsur olmuştur.",
      "B": "Çevrimiçi kimlik ve benlik performanslarının, ilişki başarısı üzerindeki etkisi akademik olarak tartışılmaktadır.",
      "C": "Geleneksel toplumsal değerlerin zayıflaması, çevrimdışı ilişkilerin niteliksel olarak çevrimiçi ilişkilere göre geride kalmasına neden olmuştur.",
      "D": "İş hayatındaki yoğunluk ve rekabet, bireylerin ilişki kurmak için ayırabildiği zamanı azaltmıştır.",
      "E": "Çevrimiçi flört deneyimleri, kimlik, aidiyet ve mahremiyet gibi kavramlara bakışı kökten dönüştürmektedir."
    },
    "explanation": "Ünitdede, geleneksel ilişki formlarının ve kültürel değerlerin sarsıldığı ifade edilse de, çevrimdışı ilişkilerin çevrim içi ilişkilere göre daha niteliksiz olduğu gibi bir değerlendirme yapılmamıştır. Diğer şıklar doğrudan metinde yer alan sosyolojik nedenlere ve akademik tartışmalara dayanmaktadır. Bu nedenle C seçeneği, metindeki içerikle örtüşmeyen tek ifadedir. Dolayısıyla doğru cevap: C’dir."
  },
  {
    "id": "3838325",
    "unitNumber": 6,
    "text": "Eva Illouz’un \"duygusal kapitalizm\" kavramı dikkate alındığında, flört uygulamalarıyla ilgili aşağıdaki yorumlardan hangisi bu kuramsal çerçeveye <strong>uygun değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Romantik ilişkiler, değişim değeri ve pazarlık üzerinden şekillenen ekonomik bir etkinliğe dönüşmüştür.",
      "B": "Kadınlar dijital ortamda değer üretmek adına bedensel görünümlerini ön plana çıkarmaya yönlendirilir.",
      "C": "Erkekler, kadınların sunduğu içerikleri birer “ürün” gibi tüketen konumda yer alırlar.",
      "D": "Çevrimdışı toplumsal cinsiyet eşitsizlikleri, çevrimiçi platformlarda da yeniden üretilmektedir.",
      "E": "Flört uygulamaları, cinsiyet temelli eşitsizlikleri ortadan kaldıran tarafsız ve özgürleştirici alanlardır."
    },
    "explanation": "Eva Illouz’un yaklaşımında flört uygulamaları, kapitalist piyasa mantığına uygun biçimde işleyen, cinsiyet temelli eşitsizlikleri pekiştiren ve kadınları görsel bir “değer” üretmeye iten yapılar olarak ele alınır. Bu nedenle E seçeneği, kuramsal çerçeveye uygun değildir; çünkü flört uygulamalarını cinsiyet eşitliğini destekleyen tarafsız alanlar olarak tanımlamak, Illouz’un eleştirel yaklaşımıyla çelişir. Dolayısıyla doğru cevap: E’dir."
  },
  {
    "id": "3761577",
    "unitNumber": 7,
    "text": "İzleyicilerin, kitle medyasının yaydığı iletilerin edilgen, pasif ve savunmasız alıcıları olduğuna; medya iletilerinin adeta görünmez bir şırınga ile izleyicilere aktarılarak onların tutum ve davranışlarını değiştirdiğine işaret eden metafor aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Üst Kültür",
      "B": "Hegemonik Okuma",
      "C": "Medya Ekolojisi",
      "D": "Siberuzay",
      "E": "Hipodermik İğne"
    },
    "explanation": "Etki Araştırmaları<br/>Hipodermik iğne: İzleyicilerin, kitle medyasının yaydığı iletilerin edilgen, pasif ve savunmasız alıcıları olduğuna; medya iletilerinin adeta görünmez bir şırınga ile izleyicilere aktarılarak onların tutum ve davranışlarını değiştirdiğine işaret eden bir metafor."
  },
  {
    "id": "3761578",
    "unitNumber": 7,
    "text": "Yakın, güven verici ve yüz yüze ilişkilerin sürdürüldüğü gruplar üzerine yaptığı öncü çalışmalarla, “birincil gruplar” kavramını sosyoloji literatürüne kazandırmış olan isim aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Harold Lasswell",
      "B": "Justin Lewis",
      "C": "Elihu Katz",
      "D": "Paul Lazarsfeld",
      "E": "Charles Cooley"
    },
    "explanation": "Güçlü Etkilerden Sınırlı Etkilere: “İki Aşamalı Akış” Kuramı<br/>Yakın, güven verici ve yüz yüze ilişkilerin sürdürüldüğü gruplar üzerine yaptığı öncü çalışmalarla, “birincil gruplar” kavramını sosyoloji literatürüne çok önce kazandırmış olan isim Amerikalı sosyolog Cooley’dir."
  },
  {
    "id": "3761579",
    "unitNumber": 7,
    "text": "Kişisel okumalar ‘rastgele’ gerçekleşmeyen, gönderici tarafından ‘tercih edilmiş’ baskın okumalar aşağıdakilerden hangisinde yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Üst Kültür",
      "B": "Muhalif Okuma",
      "C": "Müzakereli Okuma",
      "D": "Kodlayıcı",
      "E": "Hegemonik Okuma"
    },
    "explanation": "Stuart Hall ve Kodlama/Kodaçımlama Modeli<br/>Kişisel okumalar ‘rastgele’ gerçekleşmeyen, gönderici tarafından ‘tercih edilmiş’ baskın/hegemonik okumalardır."
  },
  {
    "id": "3761580",
    "unitNumber": 7,
    "text": "Maaşların dondurulması yönündeki haberlerin savlarını ulusal çıkarlar adına kabul eden bir işçinin, diğer taraftan grev yapma ve maaşlara itiraz hakkını kısıtlayan Sanayi İlişkileri Bildirisi’ne tepki göstermesi aşağıdakilerden hangisine örnektir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hegemonik Okuma",
      "B": "Üst Kültür",
      "C": "Muhalif Okuma",
      "D": "Kodaçıcı",
      "E": "Müzakereli Okuma"
    },
    "explanation": "Stuart Hall ve Kodlama/Kodaçımlama Modeli<br/>Bir taraftan maaşların dondurulması yönündeki haberlerin savlarını ulusal çıkarlar adına kabul eden bir işçinin, diğer taraftan grev yapma ve maaşlara itiraz hakkını kısıtlayan Sanayi İlişkileri Bildirisi’ne tepki göstermesi müzakereli kodun basit bir örneğidir."
  },
  {
    "id": "3761581",
    "unitNumber": 7,
    "text": "İnsanın algı, anlayış, his ve değerleri üzerinde medya ‘ortamı’nın etkileri olduğuna işaret eden kavram aşağıdakilerden hangisinde yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Üreten Tüketici",
      "B": "Hipodermik İğne",
      "C": "Dijital Eşitsizlikler",
      "D": "Eşik Bekçiliği",
      "E": "Medya Ekolojisi"
    },
    "explanation": "ÇOKLU MEDYA ORTAMI VE YENİ İZLEYİCİ KÜLTÜRLERİ<br/>Medya ekolojisi: Neil Postman’ın (2000) yaptığı tanıma göre medya ekolojisi; insanın algı, anlayış, his ve değerleri üzerinde medya ‘ortamı’nın etkileri olduğuna işaret eden bir kavramdır."
  },
  {
    "id": "3761582",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi “Enformasyon ve kaynaklara erişimi düzenleme” işlevlerini anlatan,erişimin kontrolüne, sınırlandırılmasına veya filtrelenmesine gönderme yapandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Medya Ekolojisi",
      "B": "Üreten Tüketici",
      "C": "Muhalif Okuma",
      "D": "Dijital Eşitsizlikler",
      "E": "Eşik Bekçiliği"
    },
    "explanation": "ÇOKLU MEDYA ORTAMI VE YENİ İZLEYİCİ KÜLTÜRLERİ<br/>Eşik bekçiliği (Gatekeeping): “Enformasyon ve kaynaklara erişimi düzenleme” işlevlerini anlatan bir kavram olan eşik bekçiliği; erişimin kontrolüne, sınırlandırılmasına veya filtrelenmesine gönderme yapar."
  },
  {
    "id": "3761583",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisinde bilgi ve haberleşme teknolojilerine erişme ve onları kullanma becerilerinde beliren eşitsizlikleri anlatmak için kullanılan kavramdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Medya Ekolojisi",
      "B": "Eşik Bekçiliği",
      "C": "Hipodermik İğne",
      "D": "Müzakereli Okuma",
      "E": "Dijital Eşitsizlikler"
    },
    "explanation": "ÇOKLU MEDYA ORTAMI VE YENİ İZLEYİCİ KÜLTÜRLERİ<br/>Dijital eşitsizlikler: Bilgi ve haberleşme teknolojilerine erişme ve onları kullanma becerilerinde beliren eşitsizlikleri anlatmak için kullanılan bir kavramdır."
  },
  {
    "id": "3761584",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Aile Televizyonu, etnografiyi izleyici araştırmalarının gündemine getirerek iletişim çalışmaları alanına önemli bir katkı sunmuştur?",
    "correctAnswer": "E",
    "options": {
      "A": "Stuart Hall",
      "B": "David Buckingham",
      "C": "Dorohty Hobson",
      "D": "John Fiske",
      "E": "David Morley"
    },
    "explanation": "Kültürel Çalışmalar ve İzleyici Araştırmaları<br/>David Morley tarafından Aile Televizyonu, etnografiyi izleyici araştırmalarının gündemine getirerek iletişim çalışmaları alanına önemli bir katkı sunmuştur."
  },
  {
    "id": "3761585",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Üçüncü Dalga (Third Wave, 1980) isimli eserini ortaya atmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Stuart Hall",
      "B": "David Buckingham",
      "C": "John Fiske",
      "D": "David Morley",
      "E": "Alvin Toffler"
    },
    "explanation": "ÇOKLU MEDYA ORTAMI VE YENİ İZLEYİCİ KÜLTÜRLERİ<br/>Alvin Toffler Üçüncü Dalga (Third Wave, 1980) isimli eserini ortaya koymuştur."
  },
  {
    "id": "3761586",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Crossroads Bir Pembe Dizi Draması isimli çalışmasında,etnografik nitelikteki önemli izleyici araştırmalarını yapmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "David Morley",
      "B": "David Buckingham",
      "C": "Stuart Hall",
      "D": "John Fiske",
      "E": "Dorohty Hobson"
    },
    "explanation": "Kültürel Çalışmalar ve İzleyici Araştırmaları<br/>Dorohty Hobson’ın, Crossroads: Bir Pembe Dizi Draması (Crossroads: The Drama of a Soap Opera, 1982) isimli çalışması, etnografik nitelikteki önemli izleyici araştırmalarından bir diğeridir."
  },
  {
    "id": "3761638",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi yeni medya araçlarından biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sosyal medya",
      "B": "TV",
      "C": "Mobil cihazlar",
      "D": "İnternet",
      "E": "Dijital iletişim"
    },
    "explanation": "Yanıtınız yanlış ise \"YENİ MEDYA VE İLETİŞİM ÇALIŞMALARINDA METODOLOJİ\" bölümünü gözden geçiriniz.<br/>Geleneksel medya (kitap, TV, radyo, gazete) gibi araçlardan oluşurken yeni medya inanılmaz derecede etkileşimli bir medyayı, internet ağlarını ve sosyal iletişim medyasını tanımlamaktadır.Yeni medya, sosyal medya, mobil cihazlar, sanal gerçeklik ve diğer dijital iletişim biçimleri de dahil olmak üzere son yıllarda ortaya çıkan dijital teknolojileri ve platformları ifade etmektedir."
  },
  {
    "id": "3761639",
    "unitNumber": 8,
    "text": "Aşağıda verilenlerden hangisi sosyal bilimlerde nicel ve nitel araştırmalarda kullanılan yöntem ve tekniklerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "İçerik analizi",
      "B": "Anket",
      "C": "Odak gruplar",
      "D": "Etnografya",
      "E": "Rotasyon"
    },
    "explanation": "Yanıtınız yanlış ise \"İletişim ve Medya Çalışmalarında Kullanılan Araştırma Yöntem ve Teknikleri\" bölümünü gözden geçiriniz.<br/>Nicel ve nitel araştırma yaklaşımlarına dayalı olarak en yaygın kullanılan yöntem ve tekniklerinden bazılarını aşağıdaki gibi sıralayabiliriz: <strong>İçerik analizi:</strong> Bu teknik, haber makaleleri, televizyon programları veya sosyal medya yayınları gibi medya mesajlarının içeriğini sistematik olarak analiz etmeyi ve yorumlamayı içerir. Araştırmacılar, içeriklerdeki örüntü ve eğilimleri tanımlamak ve medya temsillerini biçimlendiren temel sosyal ve kültürel dinamikler hakkında sonuçlar çıkarmak için içerik analizini kullanabilirler. <strong>Anket:</strong> Bu teknik, standartlaştırılmış anketler veya görüşmeler kullanarak veri toplamayı içerir. Anketler çevrimiçi, telefonla veya yüz yüze de dahil olmak üzere çeşitli biçimlerde gerçekleştirilebilir. Anketler yoluyla toplanan veriler, tutum, davranış veya demografik özelliklerdeki kalıpları ve eğilimleri belirlemek için nicel olarak analiz edilir. <strong>Deneysel araştırma:</strong> Bu yöntem ele alınan olguya etkide bulunabilecek değişkenler arasındaki nedensel ilişkileri test etmek için bir veya daha fazla değişkeni manipüle etmeyi içerir. İletişim ve medya çalışmalarında, deneyler, katılımcıları tutum veya davranışları nasıl etkilediklerini gözlemlemek için farklı medya içeriği veya mesajlarına maruz bırakmayı içerebilir. <strong>Etnografya</strong>: İnsanların inançlarını, değerlerini ve pratiklerini derinlemesine anlamak için kendini belirli bir kültürel veya sosyal bağlama sokmayı içerir. İletişim ve medya çalışmalarında, etnografya, medya tüketim pratiklerini gözlemlemeyi veya medya kullanıcılarıyla deneyimleri ve bakış açıları hakkında fikir edinmek için mülakatlar yapmayı içerebilir. <strong> Odak grupları:</strong> Bu teknik, belirli bir konuyu veya konuları tartışmak için küçük bir katılımcı grubunu bir araya getirmeyi içerir. Odak grupları çevrimiçi olarak yürütülebilir ve insanların medya içeriğini veya mesajlarını nasıl yorumladıkları ve bunlara nasıl yanıt verdikleri hakkında bilgi edinmek için kullanılabilir. <strong>Söylem analizi:</strong> Sosyal ve kültürel fenomenlerin temsil ve inşa edilme biçimlerindeki kalıpları ve eğilimleri tanımlamak için medya mesajlarında kullanılan dili, anlatıları veya sembolleri analiz etmeyi içerir. Söylem analizi, medya temsillerine gömülü güç/iktidar dinamiklerini, sosyal normları ve kültürel değerleri keşfetmek için kullanılabilir."
  },
  {
    "id": "3761640",
    "unitNumber": 8,
    "text": "Nicel araştırma perspektifinin özelliklerinden biri aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yapılandırılmamış keşfedici bir araştırma yaklaşımıdır.",
      "B": "Sayısal verilere ve istatistiksel tekniklere dayalıdır.",
      "C": "Tümevarımsal bir araştırma yaklaşımıdır.",
      "D": "İnsan etkileşimleri ve gündelik yaşamın mikro eğilimleri ile ilgilenir.",
      "E": "En önemli araştırma teknikleri odak grupları, katılımcı gözlem ve görüşmedir."
    },
    "explanation": "Yanıtınız yanlış ise \"ARAŞTIRMA PARADİGMALARINA VE METODOLOJİLERİNE GENEL BİR BAKIŞ\" bölümünü gözden geçiriniz.<br/>Nicel araştırma, belirli bir fenomeni açıklamak için sayısal veriler kullanır; aralık, oran, ortalama ve toplam gibi sayısal olarak doğru bilgiler üretmek için istatistiksel tekniklere dayanır. Tipik olarak nicel araştırmalarda, büyük ölçekli değerlendirmeler yapabilmek ve temsiliyet sağlayabilmek için anket ve ölçek gibi araçlar kullanılır. Bilim insanları, nicel araştırma yöntemini genellikle matematiksel yöntemlerle analiz edilen sayısal verileri kullanarak toplumda var olan bir sorunu çözmek için yapılan bir sorgulama olarak tanımlamaktadır."
  },
  {
    "id": "3761641",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi nitel araştırma yaklaşımının özelliklerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sayısal verilerin ve istatistiksel tekniklerin yaygın kullanımına dayalıdır.",
      "B": "Anket en önemli araştırma tekniğidir.",
      "C": "Büyük popülasyonlarla ilgili büyük ölçekli değerlendirmeler yapmaya uygun bir araştırma yaklaşımıdır.",
      "D": "Ölçülebilir sayısal verilere dayalıdır",
      "E": "Doğal ortamları gözlemleyerek, fenomenleri ve insanların bu tür durumlara yüklediği anlamları yorumlamaya çalışan bir yaklaşımdır."
    },
    "explanation": "Yanıtınız yanlış ise \"Nitel Araştırma\" bölümünü gözden geçiriniz.<br/>Nitel araştırma yaklaşımı, incelenen problemin içyüzünün kavranılmasını, derinlemesine bir biçimde incelenmesini ve giderek anlaşılmasını sağlar (Ahmad, 2008). Nitel perspektif, nicel araştırma yoluyla açıklanması neredeyse imkânsız olan karmaşık olguları açıklayan, yapılandırılmamış keşfedici bir araştırma yaklaşımıdır. Bu yaklaşım, gözlem ve yorumlar yoluyla insan davranışını, niyetlerini, tutumlarını ve motivasyonlarını anlamak için kullanılır (Ahmad vd., 2019). Nitel araştırmalar tümevarımsaldır ve araştırmacıların birincil amacı belirli bir durumun anlamını ve içyüzünü keşfetmektir (Mohajan, 2018). Nitel araştırma sayısal olmayan verileri kullandığından, temel olarak insan etkileşimlerine odaklanır ve gündelik yaşamın mikro eğilimleriyle ilgilenir. Büyük veya makro olguları analiz etmek için sayısal verileri kullanan nicel araştırmalarla büyük ölçüde karşıt bir konumda yer alır. Bununla birlikte, her iki araştırma modeli de bir fikrin bilimsel olarak ana hatlarını ortaya koymakla ilgilidir. Nitel araştırma sonucunda toplanan veriler betimsel niteliktedir. Araştırmacıların anlamları, süreçleri, sembolleri ve bunların toplumsal yaşamla ilişkisini araştırmak gibi kodlama, yazıya dökme ve çözümleme araçlarını kullanması beklenir. Nitel araştırma tümevarımsal akıl yürütmeyi kullandığından, gelecekte yapılacak araştırmalar için ya test edilecek yeni ve özgül hipotezler üretebilir ya da yeni sosyal teorilerin üretilmesine yol açabilir. Nitel araştırma, bilimsel araştırmaya nispeten şüpheci bir biçimde yaklaşır. Bu yaklaşımı kullanan araştırmacılar için düşünce genellikle gerçeğe eklenen anlam tarafından oluşturulur. Yani, doğal dünyadaki deneyimler, onu deneyimleyen kişilerin kararlarını etkiler. Nitel araştırmalarda, araştırma yapmak için vaka çalışmaları, odak grupları, ortamın tanımlayıcı açıklamalarını sunmak için katılımcı gözlem ve görüşmeler gibi teknikleri kullanılır. Bu nedenle, kayıtlar ve alan notları gibi araçlarla doğal ortamları gözlemleyerek, fenomenleri ve insanların bu tür durumlara yüklediği anlamları yorumlamak bakımından sosyal dünyaya yönelik doğalcı bir yaklaşımdır"
  },
  {
    "id": "3761642",
    "unitNumber": 8,
    "text": "Gerçekliğin doğası ile ilgili olan felsefi varsayım aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Aksiyoloji",
      "B": "Epistemoloji",
      "C": "Ontoloji",
      "D": "Metodoloji",
      "E": "Pozitivizm"
    },
    "explanation": "Yanıtınız yanlış ise \"ARAŞTIRMA PARADİGMALARINA VE METODOLOJİLERİNE GENEL BİR BAKIŞ\" bölümünü gözden geçiriniz.<br/>Ontolojide odak noktası, dünya ve gerçekliğin doğası hakkında daha fazla bilgi edinmektir. Örneğin pozitivist ontolojide gerçeklik nesneldir. Buna göre özgün (otantik) gerçeklik, değişmez doğal neden-sonuç yasaları tarafından belirlenir. Öte yandan post-pozitivist (nitel yaklaşımlar) ontolojide ise gerçeklik inşa edilen bir şeydir"
  },
  {
    "id": "3761643",
    "unitNumber": 8,
    "text": "Toplumsal gerçekliğin nesnel, değişmez, doğal ve neden-sonuç yasaları tarafından belirlendiği varsayımına dayanan araştırma paradigması aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pozitivist araştırma",
      "B": "Yorumlayıcı araştırma",
      "C": "Feminist araştırma",
      "D": "Postmodern araştırma",
      "E": "Eleştirel araştırma"
    },
    "explanation": "Yanıtınız yanlış ise \"v\" bölümünü gözden geçiriniz.<br/>Ontolojide odak noktası, dünya ve gerçekliğin doğası hakkında daha fazla bilgi edinmektir. Örneğin pozitivist ontolojide gerçeklik nesneldir. Buna göre özgün (otantik) gerçeklik, değişmez doğal neden-sonuç yasaları tarafından belirlenir. Öte yandan post-pozitivist (nitel yaklaşımlar) ontolojide ise gerçeklik inşa edilen bir şeydir"
  },
  {
    "id": "3761644",
    "unitNumber": 8,
    "text": "Anket sorularının tarafsız olarak yürütülmesi aşağıda verilen anket veri toplama tekniğinin hangi temel özelliğinin tanımıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Nesnellik",
      "B": "Ön test",
      "C": "Anonimlik ve gizlilik",
      "D": "Mülakat",
      "E": "Veri analizi"
    },
    "explanation": "Yanıtınız yanlış ise \"Çevrimdışı ve Çevrimiçi Anketler\" bölümünü gözden geçiriniz.<br/>Anket en sık kullanılan nicel araştırma veri toplama tekniklerinden biridir. Bireyler veya gruplara yönelik hedef bir popülasyona yönelik sorular sorarak veri toplamayı içermektedir. Anketler yüz yüze, telefonla, çevrimiçi, posta veya kâğıt kalem gibi farklı biçimlerde uygulanabilir (Fowler, 2013; Groves, 2004; Dillman vd., 2014). Anket veri toplama tekniğinin temel özellikleri şunlardır: Standardizasyon: Anketler standartlaştırılmış veri toplama araçlarıdır, yani aynı soru dizisi tüm katılımcılara aynı sırayla ve aynı yanıt seçenekleriyle sorulur. Rastgele örnekleme: Anket örnekleri, sonuçların çalışılan popülasyonu temsil etmesini sağlamak için olasılık temelli örneklem mantığına dayalı olarak seçilir. Nesenellik: Anket soruları önyargıdan uzak olmalı ve sonuçların doğruluğunu sağlamak için tarafsız ve nesnel bir şekilde yürütülmelidir. Ön test: Anketi uygulamadan önce, soruların açık, öz ve kolay anlaşılır olduğundan emin olmak için ön test yapılmalıdır. Anonimlik ve gizlilik: Katılımcılara yanıtlarının anonimliği ve gizliliği konusunda güvence verilmelidir. Bu, katılımcıları yanıtlarında daha dürüst ve açık sözlü olmaya teşvik edebilir. Veri analizi: Anket verileri, verilerdeki örüntüleri, ilişkileri ve eğilimleri belirlemek için çeşitli istatistiksel teknikler kullanılarak analiz edilebilir."
  },
  {
    "id": "3761647",
    "unitNumber": 8,
    "text": "Belirli bir kültür veya toplumsal grup üzerine ayrıntılı gözlem ve tanımlama yapmayı içeren nitel araştırma yaklaşımına verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Odak grup",
      "B": "Derinlemesine görüşme",
      "C": "Etnografi",
      "D": "İcerik analizi",
      "E": "Betimsel analiz"
    },
    "explanation": "Yanıtınız yanlış ise \"Dijital Etnografi\" bölümünü gözden geçiriniz.<br/>Etnografik araştırma, belirli bir kültür veya toplumsal grup üzerine ayrıntılı gözlem ve tanımlama yapmayı içeren nitel bir araştırma yaklaşımıdır. Etnograflar, insanların inançlarını, değerlerini, davranışlarını ve sosyal yapılarını anlamak için incelenen topluluğa dahil olurlar. Etnografik araştırmanın temel özellikleri, derinlemesine, açık uçlu görüşmelerin, katılımcı gözlem ve belge analizinin kullanımını içerir."
  },
  {
    "id": "3761648",
    "unitNumber": 8,
    "text": "Anlamın nasıl inşa edildiğini anlamak için sosyal etkileşim ve iletişimde dil kullanımını analiz etmeyi içeren eleştirel yönteme verilen ad aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Etnografik analiz",
      "B": "Betimsel analiz",
      "C": "Dijital etnografi",
      "D": "Söylem analizi",
      "E": "İçerik analizi"
    },
    "explanation": "Yanıtınız yanlış ise \"Söylem Analizi\" bölümünü gözden geçiriniz.<br/>Söylem analizi, anlamın nasıl yaratıldığını, müzakere edildiğini ve tartışıldığını anlamak için sosyal etkileşimlerde, metinlerde ve medyada dil kullanımını analiz etmeyi içeren eleştirel bir yöntemdir. Günlük konuşmalar, medya söylemleri, siyasi konuşmalar ve edebi metinler dahil olmak üzere çeşitli bağlamlarda sözlü, yazılı ve görsel iletişim çalışmalarını içerir. Söylem analizinin temel özellikleri, tarihsel, kültürel ve siyasal bağlamlar tarafından biçimlendirilen sosyal bir pratik olarak dil kullanımına odaklanmayı içerir."
  },
  {
    "id": "3761649",
    "unitNumber": 8,
    "text": "Aşağıda verilenlerden hangisi söylem analizinin türlerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Foucaultcu Söylem Analizi",
      "B": "Eleştirel Söylem Analizi",
      "C": "Konuşma Analizi",
      "D": "Sosyo-Dilbilimsel Söylem Analizi",
      "E": "Betimsel analiz"
    },
    "explanation": "Yanıtınız yanlış ise \"Söylem Analizi\" bölümünü gözden geçiriniz.<br/>Her biri kendine özgü yaklaşımı ve odağı olan çeşitli söylem analizi türleri vardır. Bunlar arasında Foucaultcu Söylem Analizi, Eleştirel Söylem Analizi, Konuşma Analizi ve Sosyo-Dilbilimsel Söylem Analizi biçimleri bulunur. Ancak bu analiz biçimlerine geçmeden önce özel olarak Foucaultcu Söylem Analizi (FSA) ile Eleştirel Söylem Analizi (ESA) yaklaşımları hakkındaki farklılığa dair bir not düşmekte yarar var. Bu iki analiz biçimi birbirlerine çok yakın yaklaşımlar olmakla birlikte yine de aralarında bazı farklılıklar bulunmaktadır (Fairclough, 2010; Jørgensen ve Phillips, 2002). Eleştirel Söylem Analizi (ESA), Marksizm, feminizm ve postkolonyalizm dahil olmak üzere çeşitli teorik çerçevelerden yararlanan daha geniş çerçeveli bir yaklaşımdır. FSA gibi, ESA da dil ve söylemi biçimlendirmede iktidar ve ideolojinin rolüne vurgu yapar. Bununla birlikte, ESA aynı zamanda sosyal adalete ve iktidar yapılarının eleştirisine daha fazla önem vermektedir. ESA, eşitsizlikleri ve sosyal baskıları sürdüren söylemleri belirlemeyi, bunlarla mücadele etmeyi ve güçsüz sosyal kesimleri güçlendiren söylemleri teşvik etmeyi amaçlar."
  }
]