[
  {
    "id": "2649733",
    "unitNumber": 1,
    "text": "Aşağıda verilen tarih aralıklarının hangisinde tarih ve medeniyetin de başlangıcı olarak kabul edilen yazının icat edilmesi Sümerliler tarafından gerçekleştirilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "MÖ 3500-3200",
      "B": "MÖ 3200-3000",
      "C": "MÖ 3000-2800",
      "D": "MÖ 2800-2500",
      "E": "MÖ 2500-2300"
    },
    "explanation": "YAZILI İLETİŞİM<br/>MÖ 3500-3200 yıllarında Sümerliler tarafından yazının icat edilmesi, tarihin başlangıcı ve uygarlığın temeli olarak kabul edilir."
  },
  {
    "id": "2649734",
    "unitNumber": 1,
    "text": "İletişim sürecinin temel ögelerinde alıcıya aktarılan sözlü, sözsüz yazılı tüm bilgiler nasıl adlandırılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Kaynak",
      "B": "Kanal",
      "C": "Mesaj",
      "D": "Geri Bildirim",
      "E": "Alıcı"
    },
    "explanation": "Yazılı İletişim ve Özellikleri<br/>Mesaj, kaynağın alıcıya aktardığı sözlü, sözsüz, yazılı tüm bilgilerdir. Mesaj, iletişimin temel ögesidir ve açık, anlaşılır, doğru zamanda, doğru ortamda, uygun kanalla verilmelidir."
  },
  {
    "id": "2649736",
    "unitNumber": 1,
    "text": "İletişim sürecinin temel ögelerinde mesajın alıcıya ulaştırılabilmesi için kullanılan iletişim araçlarına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kanal",
      "B": "Geri Bildirim",
      "C": "Kaynak",
      "D": "Hedef",
      "E": "Mesaj"
    },
    "explanation": "Yazılı İletişim ve Özellikleri<br/>Kanal, mesajın alıcıya ulaştırılabilmesi için kullanılan iletişim araçlarıdır. Bu araçlar; ses, beden, yazı, resim, fotoğraf, radyo, televizyon, internet araçları olabilir."
  },
  {
    "id": "2649747",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi yazılı iletişimin bir özelliğidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mesajı planlamak için fazla zaman yoktur.",
      "B": "Geri bildirim hemen alınır.",
      "C": "İletişimin yavaş bir türüdür.",
      "D": "Alıcının tepkisini anında öğrenmek mümkündür.",
      "E": "Anında fikir alış verişi yapma imkanı verir."
    },
    "explanation": "Yazılı İletişim ve Özellikleri<br/>Sözlü iletişimle kıyaslandığında, yazılı iletişimde verilmek istenen mesajı planlamak için daha fazla zaman vardır ancak yazılı iletişimde geri bildirim/yanıt alınması zaman alır ya da hiç yanıt alınamayabilir. Yazılı mesajın, alıcı tarafından anlaşıldığının kontrol edilmesinin ya da alıcının tepkisinin anında öğrenilmesinin imkanı yoktur. Anında geri bildirim alma ve fikir alışverişi yapma olanağı bulunmadığından yazılı metinde düzgün ifade edilmemiş mesajları açıklamak mümkün olmaz. “Sözlü iletişimde mesajın sadece %7’sini taşıyan sözcükler, yazılı iletişimde tamamını taşımaktadırlar. Yazılan her belge, kanıt niteliği taşır. Gönderilen belgenin, alıcıya ulaşıp ulaşmadığı kontrol edilmelidir. İleti- şimin yavaş bir türüdür, cevabın alınması için bir zaman boşluğu oluşacaktır”"
  },
  {
    "id": "2649755",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi yazılı iletişim dezavantajlarındandır?",
    "correctAnswer": "A",
    "options": {
      "A": "Beden dili kullanılamaz",
      "B": "Kalıcıdır",
      "C": "Kanıt niteliği taşır",
      "D": "Tekrar değerlendirilebilir",
      "E": "Yetkinin gücünü hissettirir"
    },
    "explanation": "Yzaılı İletişim ve Özellikleri<br/>Yazılı iletişimin avantajları; bilginin alınması, iletilmesi, dağıtılmasında önemli role sahiptir, kalıcıdır, araştırma aracıdır, kurum içi/dışı çevre ile ilişki kurma ve güçlendirme özelliği taşır, hatırlamaya yardımcıdır, hazırlayanın kişiliğini/bilgi düzeyini/tarzını yansıtır, bağlayıcıdır, inkâr edilemez, kanıt niteliği taşır, planlamak için zaman vardır, uzaktaki bireylere ulaşabilir, alıcıya derinlemesine düşünebilme imkânı sağlar, yaptırım gücünü arttırır, ceza olarak kullanılır, okunan mesaj daha iyi anlaşılır, mesaj tekrar tekrar okunabilir, detaylar üzerinde durulabilir, uzun mesajlarda tercih edilebilir. Belgeler arşiv değerine sahiptir ve kalıcıdır, konu bir bütünlük içinde ifade edilebilir. Resmîdir ve yetkinin gücünü daha fazla hissettirir. Kurumun konuya olan ilgisinin bir göstergesidir."
  },
  {
    "id": "2649759",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi etkili bir yazışma için dikkat edilmesi gerekli olan \"Dil ve Anlatım Bozuklukları\" başlığı altında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Üslup",
      "B": "Anlaşılabilir olma",
      "C": "Duyguların kullanımı",
      "D": "Hedef kitleye uygunluk",
      "E": "Cümlede aynı anlamda birden fazla sözcüğün kullanılması"
    },
    "explanation": "Dil ve Anlatım Bozuklukları<br/>Cümlede aynı anlamda birden fazla sözcüğün kullanılması anlatım bozuklukları sebeplerinden biridir."
  },
  {
    "id": "2649765",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi yazı hazırlama süreçlerinden biri <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yazının Planlanması",
      "B": "Gerekli Bilgilerin Araştırılması",
      "C": "Hatasız Yazma",
      "D": "Taslağın Hazırlanması",
      "E": "Anlatımsal Özelliklerin Tespit Edilmesi"
    },
    "explanation": "ETKİLİ YAZIŞMA TEKNİKLERİ VE YAZI HAZIRLAMA SÜRECİ<br/>Metnin hatasız yazılması yazının planlama aşamasına ait bir süreç değildir."
  },
  {
    "id": "2649768",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi hatalı yazmanın nedenlerinden biri <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Dikkatsizlik",
      "B": "Hızlı Yazmak",
      "C": "İki parmakla yazmak",
      "D": "Yazma sırasında başka şeylerle ilgilenmek",
      "E": "takip edilen metinden gözünü kaçırmak"
    },
    "explanation": "Hızlı ve Hatasız Yazmanın Önemi<br/>Hatalı yazmanın nedenleri arasında; dikkatsizlik, hızlı yazamamak, iki parmakla yazmak, yazma sırasında başka şeylerle ilgilenmek (başkalarıyla ya da telefonla konuşmak, müzik dinlemek, bir şeyler yemek vb.), kişinin takip ettiği bir metin varsa gözlerini metinden kaçırmak eline ya da ekrana sık sık bakmak sayılabilir."
  },
  {
    "id": "2649772",
    "unitNumber": 1,
    "text": "Aşağıdaki ifadelerden hangisi sağlıklı yazı yazma süreci için söylenebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Q klavye kullanılması yazı hazırlama sürecini kısaltacaktır.",
      "B": "Yazı yazmak için için sandalyenin önüne doğru dik olarak oturulmalıdır.",
      "C": "Hızlı yazı yazabilmek için on parmak Q klavye kullanımı öğrenilmelidir.",
      "D": "Yazı yazma sürecini bölmek iş yükünü hafifletecektir.",
      "E": "Yazı hazırlık aşamasında gerekli olacak materyaller hazırlanmalıdır."
    },
    "explanation": "Hatasız Yazma<br/>Sandalyenin arkasına hafifçe yaslanmak, F klavye kullanmak, yazı sürecini bölmekten kaçınmak verimli yazı yazmanın şartları içinde yer almaktadır."
  },
  {
    "id": "2649773",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi yazının sonuç bölümüne uygun bir ifadedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Görevlendirilen personel belirtilen saatler arasında görev yerlerinde bulunmalılardır.",
      "B": "Sorunlar hakkında ilgili birimlere bilgi akışı sağlanmalıdır.",
      "C": "Üniversitemiz birim amirlerinin bilgilerine rica ederim.",
      "D": "Prova esnasında salon teknik personeli kesin sessizliği sağlayacaktır.",
      "E": "Ödül töreninin ardından ışık düzeni değişikliğinin yapılması unutulmamalıdır."
    },
    "explanation": "Yazının Taslağının Hazırlanması<br/>C şıkkı dışındaki tüm seçenekler yazının gelişme bölümleri için uygundur. Sonuç noktasının konuya son noktayı koyması beklenilir."
  },
  {
    "id": "2650318",
    "unitNumber": 1,
    "text": "I. Beden<br/>II. Resim<br/>III. Televizyon<br/>IV. İnternet <br/>V. Ses<br/>Yukarıdakilerden hangisi iletişim aracıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız V",
      "B": "III ve IV",
      "C": "I ve V",
      "D": "III, IV ve V",
      "E": "I, II, III, IV ve V"
    },
    "explanation": "Kanal, mesajın alıcıya ulaştırılabilmesi için kullanılan iletişim araçlarıdır. Bu araçlar; ses, beden,yazı, resim, fotoğraf, radyo, televizyon, internet<br/>araçları olabilir."
  },
  {
    "id": "2650324",
    "unitNumber": 1,
    "text": "Bir mesajın kalem, daktilo, bilgisayar kullanılarak hazırlanması ve gönderilmesi ile oluşan iletişime ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yazılı iletişim",
      "B": "Sözlü iletişim",
      "C": "Sözsüz iletişim",
      "D": "İkna edici iletişim",
      "E": "Bireyler arası iletişim"
    },
    "explanation": "Yazılı iletişim, iletinin alıcıya yazılı olarak iletilmesidir. Bir mesaj kalem, daktilo, bilgisayar kullanılarak kâğıda yazılabileceği gibi, mesajın elektronik ortamda hazırlanması ve gönderilmesi de mümkündür."
  },
  {
    "id": "2650329",
    "unitNumber": 1,
    "text": "Yazılı iletişim sürecinde yazıya verilen cevap aşağıdaki kavramların hangisi ile adlandırılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Geribildirim",
      "B": "Kaynak",
      "C": "Mesaj",
      "D": "Kanal",
      "E": "Alıcı"
    },
    "explanation": "<strong>Kaynak: </strong>Yazıdaki ifadelerin sahibi/imzayı atan kişi/gönderen kurum.<br/><strong>Mesaj: </strong>Yazıda iletilmek istenen düşünce/ifade.<br/><strong>Geribildirim: </strong>Yazıya verilen cevap.<br/><strong>Kanal: </strong>Yazılı olan her şey.<br/><strong>Alıcı: Y</strong>azının kime/hangi kuruma gönderildiği/kim tarafından okunacağı"
  },
  {
    "id": "2650345",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi yazılı iletişim dezavantajlarından biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Yanıt alınmasının zaman alması",
      "B": "Alıcının tepkisinin anında öğrenilememesi",
      "C": "Beden dilinin kullanılamaması",
      "D": "Kurumları zor durumda bırakması",
      "E": "Kanıt niteliği taşıması"
    },
    "explanation": "Yazılı iletişimin dezavantajları: Yanıt alınması zaman alır/hiç yanıt alınamayabilir. Anlaşıldığının kontrol edilmesi ve alıcının tepkisi anında<br/>öğrenilemez, yazılı metindeki tam olarak anlaşılamayan mesajları açıklamak mümkün olmaz. İletişimin yavaş bir türüdür, cevap için zaman geçer. Beden dili kullanmaz. Hatalı metinler, kurumları zor durumda bırakır, zarara uğratır,<br/>komik duruma düşürür, yanlış anlaşılmalara sebep olabilir, olumsuz ve güven sarsıcı bir etki yaratır. Bireyin ve kurumun imajını zedeleyen özelliğe sahiptir. Yazılı iletişimde hedef kitleye ulaşmış yazılardaki yanlışları düzeltmek zor ve zaman alıcı olabilir. Yasal bağlayıcılığı olan sözleşmelerdeki hataların telafisi, düzeltilmesi mümkün olmayabilir. Bireylerin ya da kurumların maddi kayba uğramalarına ya da ceza almalarına neden olabilir.<br/>Yazılı iletişimin avantajları; bilginin alınması, iletilmesi, dağıtılmasında önemli role sahiptir, kalıcıdır, araştırma aracıdır, kurum içi/dışı çevre ile ilişki kurma ve güçlendirme özelliği taşır, hatırlamaya yardımcıdır, hazırlayanın kişiliğini/<br/>bilgi düzeyini/tarzını yansıtır, bağlayıcıdır, inkâr edilemez, <strong>kanıt niteliği taşır,</strong> planlamak için zaman vardır, uzaktaki bireylere ulaşabilir, alıcıya derinlemesine düşünebilme imkânı sağlar, yaptırım gücünü arttırır, ceza olarak kullanılır, okunan mesaj daha iyi anlaşılır, mesaj tekrar tekrar okunabilir, detaylar üzerinde durulabilir, uzun mesajlarda tercih edilebilir. Belgeler arşiv<br/>değerine sahiptir ve kalıcıdır, konu bir bütünlük içinde ifade edilebilir. Resmîdir ve yetkinin gücünü daha fazla hissettirir. Kurumun konuya olan ilgisinin bir göstergesidir."
  },
  {
    "id": "2650352",
    "unitNumber": 1,
    "text": "5237 Sayılı Türk Ceza Kanunu'na göre gerçek bir resmî belgeyi başkalarını aldatacak şekilde değiştiren veya sahte resmî belgeyi kullanan kişi suçun niteliğine bağlı olarak en az ne kadar hapis cezası alır?",
    "correctAnswer": "A",
    "options": {
      "A": "1 yıl",
      "B": "3 ay",
      "C": "6 ay",
      "D": "9 ay",
      "E": "2 yıl"
    },
    "explanation": "Resmî belgede sahtecilik, resmî belgeyi bozmak,<br/>yok etmek veya gizlemek, resmî belgenin düzenlenmesinde yalan beyan suçu 5237 Sayılı Türk Ceza<br/>Kanunu’nun 204, 205 ve 206. maddelerinde düzenlenmiştir Bu Kanun’a göre, resmî belgeyi sahte<br/>olarak düzenleyen, gerçek bir resmî belgeyi başkalarını aldatacak şekilde değiştiren veya sahte resmî<br/>belgeyi kullanan kişi suçun niteliğine bağlı olarak<br/>1 ila 8 yıl arası hapis cezası veya adli para cezası<br/>ile cezalandırılır. Aynı Kanun’un 207. maddesine<br/>göre özel bir belgeyi sahte olarak düzenleyen veya<br/>gerçek bir özel belgeyi başkalarını aldatacak şekilde<br/>değiştiren ve kullanan kişi, bir yıldan üç yıla kadar<br/>hapis cezası ile cezalandırılır (www.tbmm.gov.tr/<br/>kanunlar/k5237.html)"
  },
  {
    "id": "2650375",
    "unitNumber": 1,
    "text": "I. Mecazi ya da imalı ifadeler<br/>II. Olumsuz, mizahi ya da agresif üslup<br/>III. Argo sözcükler<br/>IV. Rencide edici sözcükler<br/>V. Kesin ifadeler<br/>Yukarıdakilerden hangisi iş hayatındaki yazışmalarda <strong>kullanılmamalıdır? </strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I, III ve IV",
      "D": "I, II, III ve IV",
      "E": "I, II, III, IV ve V"
    },
    "explanation": "Kesin ifadeler: Yazılı iletişimde ifadeler kesin ve okuyanı şüpheye düşürmeyecek tarzda olmalıdır. Örneğin, “zannederim, emin olmamakla beraber, hemen hemen, bugün yarın gelir, pek tahmin etmiyoruz” gibi ifadeler kullanıldığında yazıyı okuyan tereddüte düşecektir.<br/>Açık ifadelerin kullanılması: Mecazi ya da imalı ifadelerle yazılmış kapalı anlatım diyebileceğimiz yazılar iş hayatında kullanılmamalıdır. Kapalı ifadeler yanlış bir mesajın anlaşılmasına ya da hiç anlaşılmamasına<br/>neden olabilir. Yazılar açık ve anlaşılır olmalıdır. Anlaşılır olmak, verilmek istenen mesajla, alınan mesajın aynı olması ile mümkün olabilir. Devrik cümleler, belirli grup ya da mesleklerce kullanılan jargonlar, yabancı dildeki kelimeler, kısaltmalar, mecazi ifadeler, alaycı ifadeler, gereksiz tekrarlar,<br/>edebî ifadeler, çelişkili ifadeler iş dünyasındaki yazışmalar için uygun değildir<br/>Duyguların kullanımı: Yazıda anlatılmak istenen; canlı, saygılı ve içten bir ifade ile anlatılmalı, buna uygun sözcükler seçilmelidir. Ancak bu içtenlik, abartılı olmakla karıştırılmamalıdır. Örneğin, “sonsuz teşekkürlerimizle, ömrümüzün sonuna kadar minnettar kalacağımızı belirtiriz” gibi ifadeler uygun bir kullanım değildir. Mantık çerçevesinde, doğal, sade ifadeler kullanılması ve olumlu bir izlenim yaratılmaya çalışılması uygun olacaktır. Saygı ve nezaket çerçevesinde yazmak önem taşımaktadır. Gerekiyorsa teşekkür edilmeli ya da özür<br/>dilenmelidir. Karşı tarafı ya da üçüncü şahısları rencide eden, olumsuz benzetmeler içeren kişi veya kurumları (örneğin rakipleri) küçümseyen, hakaret sözcükleri ile argo sözcüklerin yazışmalarda kullanılması uygun değildir."
  },
  {
    "id": "2650396",
    "unitNumber": 1,
    "text": "Aşağıdaki ifadelerin hangisi mesleki yazışmaların giriş bölümüne uygun bir başlangıç cümlesidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Merhabalar efendim nasılsınız?",
      "B": "Selamlar,",
      "C": "• Benim adım Deniz,",
      "D": "XMX A.Ş. olarak size yazıyoruz,",
      "E": "Kalite Güvence Yönergesi uyarınca ekli listedeki personel Kalite Koordinatörü olarak görevlendirilmiştir."
    },
    "explanation": "Aşağıdaki iki örnekte görüldüğü üzere giriş cümlesinde durum/konu belirtilmiş, gelişme kısmında ise konuya açıklık getirilmiştir.<br/>Örnek 1:<br/>Giriş: Üniversitemiz Kalite Güvence Yönergesinin 12. maddesi uyarınca, Birim Kalite Koordinatörleri olarak ekli listede belirtilen öğretim elemanları görevlendirilmiştir.<br/>Giriş: Konuya hazırlık ya da başlangıç aşamasıdır. Giriş bölümünde, konunun ya da sorunun ne olduğunun belirtilmesi, durumun açıklanması,<br/>talebin belirtilmesi uygun olacaktır. Kısa ve kesin ifadelerle yazılmalıdır. Aşağıdaki ifadeler yazışmalar için uygun başlangıçlar değildir.<br/>• Merhabalar efendim nasılsınız?<br/>• Sağlığınıza duacıyız,<br/>• Selamlar,<br/>• Benim adım Deniz,<br/>• XMX A.Ş. olarak size yazıyoruz,<br/>• Bu sene kayıt işlemleri nasıl olacak?<br/>• Rahatsız ediyorsam kusura bakmayın.<br/>• Özür dilerim, size bir şey soracağım."
  },
  {
    "id": "2650407",
    "unitNumber": 1,
    "text": "I. Zaman sırasına göre<br/>II. Sebep-sonuç ilişkisine göre<br/>III. Kolaydan zora göre<br/>IV. Rastgele<br/>Mesleki yazışmaların gelişme bölümünde fikirler yukarıdakilerden hangisine göre sıralanır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "Yazılarda fikri güçlendiren yardımcı fikirler paragraflarla açıklanır. Fikirlerin sıralanışı rastgele değildir. Zaman sırası, sebep-sonuç ilişkisi kurma, kolaydan zora sıralama gibi kriterlere göre fikirler sıralanır. Yazının asıl amacının ortaya çıkarılması için düzenleme yapılır (Koç ve Öztoprak, 2007: 47)."
  },
  {
    "id": "2650418",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi yazmaya başlamadan önce alınması gereken doğru oturuş pozisyonlarından biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Sandalyenin yüksekliğini kişinin klavyeye rahat uzanacağı ve rahat oturacağı şekilde ayarlamak",
      "B": "Sandalye sırtını dikleştirmek ve sandalyenin arkasına hafifçe yaslanmak",
      "C": "Dirsekleri rahat bırakmak ve vücuda yakın tutmak",
      "D": "Karın bölgesi klavyeye dayanacak kadar masaya yakın oturmak",
      "E": "Ayakların her ikisini de yerle temas hâlinde ancak biri diğerinden biraz önde tutmak"
    },
    "explanation": "Yazmaya başlamadan önce doğru oturuş pozisyo\u0002nu alabilmek için (Topuz Savaş ve Savaş, 2005: 8);<br/>• Sandalyenin yüksekliği kişinin klavyeye<br/>rahat uzanacağı ve rahat oturacağı şekilde<br/>ayarlanmalıdır.<br/>• Sandalyede sırt dik olmalı ve sandalyenin<br/>arkasına hafifçe yaslanılmalıdır.<br/>• Dirsekler rahat bırakılmalı, vücuda yakın<br/>olmalıdır.<br/>• Masaya, karın bölgesi klavyeye dayanacak<br/>kadar yakın ya da kollar dümdüz uzanacak<br/>kadar uzak oturulmamalıdır.<br/>• Bacaklar birbirine paralel ve ayakların her<br/>ikisi de yerle temas hâlinde ancak biri diğerinden biraz önde olmalıdır."
  },
  {
    "id": "2650424",
    "unitNumber": 1,
    "text": "Bir kişinin klavyede hızlı yazabiliyorum demesi için, dakikada hatasız olarak en az kaç kelime yazması gerekir?",
    "correctAnswer": "C",
    "options": {
      "A": "10",
      "B": "20",
      "C": "30",
      "D": "40",
      "E": "50"
    },
    "explanation": "Bir kişinin hızlı yazabiliyorum demek için, dakikada hatasız olarak en az 30 kelime ve daha fazlasını yazabilmesi gerekir. Noktalama işaretleri ve boşluklar da dahil olmak üzere her 5 vuruş bir kelime kabul edilir."
  },
  {
    "id": "2651963",
    "unitNumber": 1,
    "text": "Bireylerden bireylere kültürün aktarımı ne ile sağlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "İletişim",
      "B": "Normlar",
      "C": "Semboller",
      "D": "Tarihi eserler",
      "E": "Efsaneler"
    },
    "explanation": "Bireylerden bireylere kültürün aktarımı iletişimle sağlanır"
  },
  {
    "id": "2651964",
    "unitNumber": 1,
    "text": "Yazı Sümerliler tarafından ne zaman icat edilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "MÖ 3500-3200",
      "B": "MÖ 3400-3100",
      "C": "MÖ 3300-3000",
      "D": "MÖ 3200-2900",
      "E": "MÖ 2500-2300"
    },
    "explanation": "MÖ 3500-3200 yıllarında Sümerliler tarafından yazının icat edilmesi, tarihin başlangıcı ve uygarlığın temeli olarak kabul edilir"
  },
  {
    "id": "2651965",
    "unitNumber": 1,
    "text": "İskenderiye Kütüphanesi hangi yılda yakılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "MS 390",
      "B": "MS 391",
      "C": "MS 392",
      "D": "MS 393",
      "E": "MS 394"
    },
    "explanation": "MS 391’de bilim merkezi İskenderiye Kütüphanesinin yakılması ile insanlığa ve bilime büyük zarar verilmiş Antik Çağ hakkında öğrenilebilecek her şey yok olmuştur."
  },
  {
    "id": "2651968",
    "unitNumber": 1,
    "text": "İskenderiye Kütüphanesinde yaklaşık kaç adet el yazması eser yakılmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "500.000",
      "B": "600.000",
      "C": "700.000",
      "D": "800.000",
      "E": "900.000"
    },
    "explanation": "MS 391’de bilim merkezi İskenderiye Kütüphanesinin yakılması ile insanlığa ve bilime büyük zarar verilmiş Antik Çağ hakkında öğrenilebilecek her şey yok olmuştur. Dönemin önemli bilim insanlarının araştırmalarına dayanan 900 bin el yazması eserin yakıldığı rivayet edilmektedir."
  },
  {
    "id": "2651969",
    "unitNumber": 1,
    "text": "Alfabe hangi kavim tarafından geliştirilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sümerliler",
      "B": "Mısırlılar",
      "C": "Kadeş",
      "D": "Fenikeliler",
      "E": "Asurlular"
    },
    "explanation": "Antik Dönem’de, ticaret alanında çok gelişmiş bir kavim olan <strong>Fenikeliler</strong>, ticari iletişim alanında büyük başarılar göstermişler, inşa ettikleri ticaret merkezleri ve limanlardan gemileriyle dünyaya açılmışlar, kendi geliştirdikleri alfabeyi Akdeniz’e, Atlantik kıyılarına ve Afrika’nın bazı kesimlerine yaymışlardır."
  },
  {
    "id": "2651971",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi iletişim sürecinin son aşamasıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Kaynak",
      "B": "Mesaj",
      "C": "Kanal",
      "D": "Geri bildirim",
      "E": "Hedef"
    },
    "explanation": "Geri bildirim, iletişim sürecinin son aşamasıdır, alıcıdan kaynağa gönderilen mesaj ya da tepkidir. Mesajın alıcıyı nasıl etkilediği, mesajın anlaşılıp anlaşılmadığı konusunda bilgi verir."
  },
  {
    "id": "2651972",
    "unitNumber": 1,
    "text": "Sözcükler sözlü iletişimde mesajın yüzde kaçını taşır?",
    "correctAnswer": "E",
    "options": {
      "A": "%3",
      "B": "%4",
      "C": "%5",
      "D": "%6",
      "E": "%7"
    },
    "explanation": "Sözlü iletişimde mesajın sadece <strong>%7’sini</strong> taşıyan sözcükler, yazılı iletişimde tamamını taşımaktadırlar."
  },
  {
    "id": "2651973",
    "unitNumber": 1,
    "text": "Yazışmaların elektronik ortamda yapılması ile yazılı iletişimin ne ile ilgili dezavantajı ortadan kalkmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Zaman",
      "B": "Yüzeysellik",
      "C": "Anlaşılabilirlik",
      "D": "Güvenlik",
      "E": "Bağlayıcılık"
    },
    "explanation": "Yazışmaların elektronik ortamda yapılması ile yazılı iletişimin <strong>zaman</strong>la ilgili dezavantajı ortadan kalkmıştır"
  },
  {
    "id": "2651976",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi kurumların yazılı iletişimi tercih etmesinin nedenleri arasında değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Belgeler arşiv değerine sahiptir ve kalıcıdır.",
      "B": "İletilmek istenen konu bir bütünlük içinde ifade edilebilir.",
      "C": "Resmîdir ve yetkinin gücünü daha fazla hissettirir.",
      "D": "Kişilerin gidemeyeceği yerlere belgeler gönderilebilir.",
      "E": "Mesajın alıcı tarafından doğru anlaşıldığı anında kontrol edilebilir."
    },
    "explanation": "Kurumların yazılı iletişimi tercih etmesinin nedenleri şunlardır:<br/>• Belgeler arşiv değerine sahiptir ve kalıcıdır.<br/>• İletilmek istenen konu bir bütünlük içinde ifade edilebilir.<br/>• Yazılı iletişim resmîdir ve yetkinin gücünü daha fazla hissettirir.<br/>• Kişilerin gidemeyeceği yerlere belgeler gönderilebilir.<br/>• Zamanlama açısından avantajları bulunur, kaynağın uygun olduğu zaman yazılabilir ve alıcının uygun olduğu zaman okunabilir, gönderilmeden önce değişiklikler yapılabilir.<br/>• Kurumun konuya olan ilgisinin bir göstergesidir (Akt. Vural ve Bat, 2015: 150)."
  },
  {
    "id": "2651977",
    "unitNumber": 1,
    "text": "Kurumun ya da bir yöneticinin personele verdiği görevlendirme, emir, uyarı ya da cezanın yazılı olarak verilmesi neyi arttırır?",
    "correctAnswer": "C",
    "options": {
      "A": "Saygılı davranış",
      "B": "Disiplinli davranış",
      "C": "Yaptırım gücü",
      "D": "Verimlilik",
      "E": "Hızlı uygulama"
    },
    "explanation": "Kurumun ya da bir yöneticinin personele verdiği görevlendirme, emir, uyarı ya da cezanın yazılı olarak verilmesi <strong>yaptırım gücünü</strong> arttırır."
  },
  {
    "id": "2652826",
    "unitNumber": 1,
    "text": "Kaynak→Mesaj→Kanal→Alıcı olarak verilen iletişim sürecinde eksik olan Alıcı→Kaynak arasındaki temel öğe aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yazı",
      "B": "Geribildirim",
      "C": "İletişim",
      "D": "Empati",
      "E": "Üslup"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/63f0cb8c9986c22dcfa4b309f551a8c4.png\" alt=\"\" width=\"478\" height=\"220\"> Geribildirim"
  },
  {
    "id": "2652837",
    "unitNumber": 1,
    "text": "I. İletişim yapılış amacına ve kimlerle arasında yapıldığına göre türlere ayrılır.<br/>II. İletişim farklı öğe ve modelleri kapsayan bir kavramdır.<br/>III. İletişim türleri değiştiğinde iletişim öğeleride değişir.<br/>Yukarıdakilerden hangisi ya da hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Sadece I",
      "B": "Sadece III",
      "C": "I ve II",
      "D": "I ve III",
      "E": "II ve III"
    },
    "explanation": "İletişim, farklı ögeleri ve farklı modelleri kapsayan geniş kapsamlı bir kavramdır. Ancak yazılı iletişime temel oluşturacak bu bölüm en temel ögelerle sınırlandırılmıştır.<br/>İletişim ne şekilde, kimler arasında, ne amaçla yapıldığına bağlı olarak farklı türlere ayrılmaktadır.<br/>İletişim türleri değişse de iletişim ögeleri aynıdır, yazılı iletişimde duruma göre değişmekle birlikte, yazıdaki ifadelerin sahibi, imzayı atan ya da yazıyı gönderen kurum kaynak olarak kabul edilebilir."
  },
  {
    "id": "2653295",
    "unitNumber": 1,
    "text": "Taraflar arasında mesajların alış-veriş süreci kavramı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Belge",
      "B": "Bilişim",
      "C": "Kültür",
      "D": "İfade",
      "E": "İletişim"
    },
    "explanation": "<strong>İletişim, </strong>taraflar arasında mesajların alışveriş sürecidir."
  },
  {
    "id": "2653305",
    "unitNumber": 1,
    "text": "I. Anlaşıldığı kontrol edilebilir.<br/>II. Gönderilmeden değiştirilebilir.<br/>III. Kişilerin gidemeyeceği yere belge gönderilebilir.<br/>Yukarıdakilerden hangisi ya da hangileri yazılı iletişim ile ilgili <u>doğru değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "II ve III"
    },
    "explanation": "Yazılı iletişimin dezavantajları: Yanıt alınması zaman alır/hiç yanıt alınamayabilir. Anlaşıldığının kontrol edilmesi ve alıcının tepkisi anında öğrenilemez, yazılı metindeki tam olarak anlaşılamayan mesajları açıklamak mümkün olmaz."
  },
  {
    "id": "2653381",
    "unitNumber": 1,
    "text": "“Yazılı bir ileti, bir gerçeğe tanıklık ettiğinde ..... olarak adlandırılır”.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Mesaj",
      "B": "Belge",
      "C": "İletişim",
      "D": "Bilgi",
      "E": "Bilişim"
    },
    "explanation": "“Yazılı bir ileti, bir gerçeğe tanıklık ettiğinde belge olarak adlandırılır” ."
  },
  {
    "id": "2653387",
    "unitNumber": 1,
    "text": "Bir kişinin hızlı yazabiliyorum demesi için, dakikada hatasız olarak en az kaç kelime ve daha fazlasını yazabilmesi gerekir?",
    "correctAnswer": "C",
    "options": {
      "A": "10",
      "B": "20",
      "C": "30",
      "D": "40",
      "E": "50"
    },
    "explanation": "Bir kişinin hızlı yazabiliyorum demek için, dakikada hatasız olarak en az 30 kelime ve daha fazlasını yazabilmesi gerekir. Noktalama işaretleri ve boşluklar da dahil olmak üzere her 5 vuruş bir kelime kabul edilir."
  },
  {
    "id": "2653396",
    "unitNumber": 1,
    "text": "Noktalama işaretleri ve boşluklar da dahil olmak üzere kaç vuruş bir kelime olarak kabul edilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Her 1 vuruş",
      "B": "Her 2 vuruş",
      "C": "Her 5 vuruş",
      "D": "Her 8 vuruş",
      "E": "Her 10 vuruş"
    },
    "explanation": "Bir kişinin hızlı yazabiliyorum demek için, dakikada hatasız olarak en az 30 kelime ve daha fazlasını yazabilmesi gerekir. Noktalama işaretleri ve boşluklar da dahil olmak üzere her 5 vuruş bir kelime kabul edilir."
  },
  {
    "id": "2653740",
    "unitNumber": 1,
    "text": "İnsan tarafından üretilen sembol, anlam, normlar olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İletişim",
      "B": "Bilgi",
      "C": "Belge",
      "D": "Kültür",
      "E": "Yazı"
    },
    "explanation": "Kültür, insan tarafından üretilen sembol, anlam ve normlardır, insan eliyle üretilen herşeydir (Topuz Savaş, 2016: 82) şeklinde tanımlanabilir."
  },
  {
    "id": "2653754",
    "unitNumber": 1,
    "text": "Aşağıdaki iletişim süreci temel öğelerinden hangisi mesajın alıcıya ulaştırılabilmesi için kullanılan iletişim araçları olarak tanımlanır?",
    "correctAnswer": "C",
    "options": {
      "A": "Kaynak",
      "B": "Mesaj",
      "C": "Kanal",
      "D": "Alıcı",
      "E": "Geribildirim"
    },
    "explanation": "<em>Kanal</em>, mesajın alıcıya ulaştırılabilmesi için kullanılan iletişim araçlarıdır. Bu araçlar; ses, beden, yazı, resim, fotoğraf, radyo, televizyon, internet araçları olabilir."
  },
  {
    "id": "2653762",
    "unitNumber": 1,
    "text": "İletişim Sürecinin temel öğeleri yazılı iletişime aktarıldığında yazıya verilen cevap sürecin hangi öğesini ifade eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Kaynak",
      "B": "Mesaj",
      "C": "Kanal",
      "D": "Alıcı",
      "E": "Geribildirim"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/25a57c246e85a95f01b1b4a931b15b42.png\" alt=\"\" width=\"409\" height=\"177\">"
  },
  {
    "id": "2654452",
    "unitNumber": 1,
    "text": "Aşağıda verilen olaylardan hangisinin veya hangilerinin etkisiyle ilişkiler ve iletişim, kurumlar açısından yoğun ve karmaşık hâle gelmiştir.<br/>I- Endüstrileşme II- Küreselleşme III- Bilişim çağı",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "I,II",
      "C": "III",
      "D": "II,III",
      "E": "I,II ve III"
    },
    "explanation": "Endüstrileşme, küreselleşme ve bilişim çağının etkisiyle ilişkiler ve iletişim, kurumlar açısından yoğun ve karmaşık hâle gelmiştir. Kurumlar açık sistem yapılar olmaları nedeniyle, her türlü iletişimi özellikle yazılı iletişimi sıklıkla kullanmaktadırlar.<br/>I,II ve III Endüstrileşme, küreselleşme ve bilişim çağının etkisiyle ilişkiler ve iletişim, kurumlar açısından yoğun ve karmaşık hâle gelmiştir. Endüstrileşmeye bağlı olarak üretimin artması ve çok sayıda pazara giriş, küreselleşme ile tüm dünya ülkeleri arasındaki iletişimin, etkileşimin ve ticaretin artması, bilişim çağıyla özellikle dijital iletişim araçlarının ve internetin ticari alanda kullanılmasının sonucu olarak ilişkiler ve iletişim kurumlar açısından eskisine göre çok daha fazla artmıştır."
  },
  {
    "id": "2654463",
    "unitNumber": 1,
    "text": "\".............., insan tarafından üretilen sembol, anlam ve normlardır, insan eliyle üretilen herşeydir\" cümlesinde verilen boşluğa ne yazılmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kültür",
      "B": "Ahlak",
      "C": "Etik",
      "D": "Kanun",
      "E": "Bilgi"
    },
    "explanation": "Kültür, insan tarafından üretilen sembol, anlam ve normlardır, insan eliyle üretilen herşeydir (Topuz Savaş, 2016: 82) şeklinde tanımlanabilir."
  },
  {
    "id": "2654473",
    "unitNumber": 1,
    "text": "Tarihin başlangıcı ve uygarlığın temeli olarak kabul edilen olay nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ateşin icat edilmesi",
      "B": "Kağıdın icat edilmesi",
      "C": "Yazının icat edilmesi",
      "D": "Tekerleğin edilmesi",
      "E": "Hayvanların evcilleştirilmesi"
    },
    "explanation": "Sümerliler tarafından yazının icat edilmesi, tarihin başlangıcı ve uygarlığın temeli olarak kabul edilir"
  },
  {
    "id": "2654510",
    "unitNumber": 1,
    "text": "Yazının önemini daha iyi anlamak için İskenderiye Kütüphanesinin gerçek olaylara dayanan trajik öyküsünün anlatıldığı bir filmin adı nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ölü ozanlar derneği",
      "B": "Özgürlük Yazarları",
      "C": "Harika Çocuklar",
      "D": "Agora",
      "E": "Hayat Güzeldir"
    },
    "explanation": "Agora, yazının önemini daha iyi anlamak için İskenderiye Kütüphanesinin gerçek olaylara dayanan trajik öyküsünün anlatıldığı bir filmdir."
  },
  {
    "id": "2654531",
    "unitNumber": 1,
    "text": "Yazının önemini anlatan Agora filmi hangi bilim insanının hayatını anlatır?",
    "correctAnswer": "C",
    "options": {
      "A": "Sokrates",
      "B": "Aristo",
      "C": "Hypatia",
      "D": "Eratosthenes",
      "E": "Öklid"
    },
    "explanation": "Yazının önemini daha iyi anlamak için İskenderiye Kütüphanesinin gerçek olaylara dayanan trajik öyküsünün anlatıldığı bir film olan Agora’yı izleyebilirsiniz (Yönetmen: Alejandro Amenabar/2009). Bu filmle ayrıca o dönemde yaşamış bilim insanı Hypatia’nın hayatını da öğrenebilirsiniz.<br/>Hypatia. Film kütüphanenin yokoluşu ve Hypatia'nın hikayesini anlatmaktadır."
  },
  {
    "id": "2654559",
    "unitNumber": 1,
    "text": "Geribildirim hangi iletişim öğeleri arasında gerçekleşir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kaynak-Mesaj",
      "B": "Kaynak-Kanal",
      "C": "Kanal-Alıcı",
      "D": "Kaynak-Alıcı",
      "E": "Mesaj-Kanal"
    },
    "explanation": "Geri bildirim, iletişim sürecinin son aşamasıdır, alıcıdan kaynağa gönderilen mesaj ya da tepkidir. Mesajın alıcıyı nasıl etkilediği, mesajın anlaşılıp anlaşılmadığı konusunda bilgi verir.<br/>Kaynak-Alıcı"
  },
  {
    "id": "2654578",
    "unitNumber": 1,
    "text": "\"Yazılı bir ileti, bir gerçeğe tanıklık ettiğinde ............. olarak adlandırılır\" cümlesinde verilen boşluğa hangi kelime yazılmalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kanıt",
      "B": "Belge",
      "C": "Mesaj",
      "D": "Olay",
      "E": "Bulgu"
    },
    "explanation": "“Yazılı bir ileti, bir gerçeğe tanıklık ettiğinde belge olarak adlandırılır” (www.tdk.gov.tr)."
  },
  {
    "id": "2654625",
    "unitNumber": 1,
    "text": "5237 Sayılı Türk Ceza Kanunu’nun 204, 205 ve 206. maddeleri hangi konu hakkındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Resmî belgede sahtecilik",
      "B": "Veri ihlalleri",
      "C": "Rüşvet suçu",
      "D": "Zimmete geçirme",
      "E": "Telif hakkı ihlali"
    },
    "explanation": "Resmî belgede sahtecilik, resmî belgeyi bozmak,yok etmek veya gizlemek, resmî belgenin düzenlenmesinde yalan beyan suçu 5237 Sayılı Türk Ceza Kanunu’nun 204, 205 ve 206. maddelerinde düzenlenmiştir"
  },
  {
    "id": "2654755",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi yada hangileri anlatım bozukluğu sebebidir?<br/>I- Çelişen ifadelerin kullanımı<br/>II- Tamlama yanlışları<br/>III- Özne-yüklem uyumsuzlukları",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "I,II",
      "C": "III",
      "D": "II,III",
      "E": "I,II ve III"
    },
    "explanation": "Anlatım bozukluklarının farklı sebepleri olabilir. Bu sebeplerden bazıları şunlardır:<br/>• Cümlede aynı anlamda birden fazla sözcüğün kullanılması,<br/>• Sözcüklerin doğru anlamlarıyla kullanılmaması,<br/>• Sözcüklerin gerektiği yerde kullanılmaması,<br/>• Gereksiz bağlaç kullanımı, eklerin yanlış kullanımı,<br/>• Gereksiz yardımcı fiil kullanımı,<br/>• Çelişen ifadelerin kullanımı,<br/>• Tamlama yanlışları,<br/>• Özne-yüklem uyumsuzlukları,<br/>• Özne/tümleç ve yüklem yanlışlıkları vb.<br/>(Koç ve Tarhan Öztoprak, 2007:52-54)<br/>I,II ve III"
  },
  {
    "id": "2654773",
    "unitNumber": 1,
    "text": "Dakikada hatasız olarak <u>en az</u> kaç kelime yazılması hızlı yazı yazmanın göstergesi olarak kabul edilir?",
    "correctAnswer": "E",
    "options": {
      "A": "10",
      "B": "15",
      "C": "20",
      "D": "25",
      "E": "30"
    },
    "explanation": "Bir kişinin hızlı yazabiliyorum demesi için, dakikada hatasız olarak en az 30 kelime ve daha fazlasını yazabilmesi gerekir"
  },
  {
    "id": "2647017",
    "unitNumber": 2,
    "text": "\"Kamu kurumlarının elektronik ortam ya da fiziksel ortamda yürüttükleri süreç ............. süreci olarak tanımlanır.\" cümlesinde boşluk aşağıdakilerden hangisi ile tamamlanmalıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "olağanüstü durum",
      "B": "postalama işlemi",
      "C": "zorunlu hâl",
      "D": "güvenli ortam",
      "E": "resmi yazışma"
    },
    "explanation": "RESMİ YAZI KAVRAMI<br/>Kamu kurumlarının elektronik ortam ya da fiziksel ortamda yürüttükleri süreç <strong>resmî yazışma</strong> süreci olarak tanımlanır. Doğru cevap E'dir."
  },
  {
    "id": "2647018",
    "unitNumber": 2,
    "text": "Resmi yazışmalarda sayfanın üst, sol ve sağ kenarından 1,5 cm boşluk bırakılarak düzenlenen alan aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kurumsal logo",
      "B": "Yazı alanı",
      "C": "Başlık",
      "D": "Tarih",
      "E": "Konu"
    },
    "explanation": "RESMÎ YAZI BÖLÜMLERİ<br/><strong>Yazı alanı</strong>; sayfanın üst, sol ve sağ kenarından 1,5 cm boşluk bırakılarak düzenlenir. Doğru cevap B'dir."
  },
  {
    "id": "2647022",
    "unitNumber": 2,
    "text": "Resmi yazışmalarda kurumların tek logo kullanmaları durumunda, logonun sayfadaki yeri aşağıdaki şıklardan hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sayfanın sağ kenarından 1.5 cm içeride yer alır",
      "B": "T.C. ibaresinin hemen üstünde yer alır",
      "C": "Başlık alanını ortalayacak şekilde belgenin üst sol kısmında yer alır",
      "D": "Başlık alanının hemen altında yer alır",
      "E": "T.C. ibaresinin hemen altında yer alır"
    },
    "explanation": "RESMÎ YAZI BÖLÜMLERİ<br/>Logo, tek kullanıldığında belgenin en üst orta kısmında “T.C.” ibaresini ortalayacak şekilde veya “Başlık” alanını ortalayacak şekilde belgenin üst sol kısmında yer alır. Doğru cevap C'dir."
  },
  {
    "id": "2647023",
    "unitNumber": 2,
    "text": "\"Antet\" aşağıdaki sözcüklerden hangisini ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Başlık",
      "B": "Konu",
      "C": "Tarih",
      "D": "Kurumsal logo",
      "E": "Sayı"
    },
    "explanation": "RESMÎ YAZI BÖLÜMLERİ<br/><strong>Başlık (antet)</strong>, belgeyi gönderen idarenin adının belirtildiği bölümdür. Doğru cevap A'dır."
  },
  {
    "id": "2647025",
    "unitNumber": 2,
    "text": "<strong>\"E-7335113562-832.09-248365\"</strong> şeklindeki belge sayı numarasını gösteren örnekte \"E\" harfi neyi ifade etmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Belgenin gönderildiği makamı",
      "B": "Belgenin konusunu",
      "C": "Belgenin bağlantılı olduğu diğer belgeleri",
      "D": "Belgenin hazırlanma sürecini",
      "E": "Belgenin gönderildiği tarihi"
    },
    "explanation": "RESMÎ YAZI BÖLÜMLERİ<br/><strong>Sayı:</strong> Belgelerde sayı bulunması zorunludur. “Sayı” sırasıyla; belgenin hazırlanma süreçlerini ifade eden elektronik ortam için “E”, zorunlu hâller<br/>için “Z” veya olağanüstü durumlar için “O” ibarelerinden uygun olanı, DETSİS’te belirtilen Türkiye Cumhuriyeti Devlet Teşkilatı Numarası, standart dosya planı kodu ile kayıt numarasından oluşur ve bunların arasına kısa çizgi işareti (-) konulur. Doğru cevap D'dir."
  },
  {
    "id": "2647027",
    "unitNumber": 2,
    "text": "Resmi yazışmalarda, belgenin bağlantılı olduğu diğer belge veya belgelerin belirtildiği bölüm aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Başlık",
      "B": "İlgi",
      "C": "Muhatap",
      "D": "Konu",
      "E": "Sayı"
    },
    "explanation": "RESMÎ YAZI BÖLÜMLERİ<br/><strong>İlgi:</strong> İlgi, belgenin bağlantılı olduğu diğer belge veya belgelerin belirtildiği bölümdür. “İlgi” yan başlığı, muhatap bölümünün son satırından itibaren iki satır boşluk bırakılarak ve yazı alanının solundan başlanarak yazılır. Doğru cevap B'dir."
  },
  {
    "id": "2647029",
    "unitNumber": 2,
    "text": "Resmi yazışmalarda, belgedeki \"ek\" ibaresi sayfa içinde nereye yazılmalıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Metnin bitiminden itibaren iki ila dört satır boşluk bırakılarak yazılır",
      "B": "“İlgi” ile “İmza” arasındaki bölüme yazılır",
      "C": "Muhatap bölümünün son satırından itibaren iki satır boşluk bırakılarak yazılır",
      "D": "Yazı alanının dikey orta hizasını geçmeyecek biçimde sağ tarafa yazılır",
      "E": "İmza bölümünden sonra ve yazı alanının solundan başlanarak yazılır"
    },
    "explanation": "RESMÎ YAZI BÖLÜMLERİ<br/><strong>Ek:</strong> Belgede ek olması hâlinde “Ek” başlığı imza bölümünden sonra uygun satır boşluğu bırakılarak ve yazı alanının solundan başlanarak yazılır. Doğru cevap E'dir."
  },
  {
    "id": "2647044",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi karekod içerisinde bulunan bilgilerdendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Belge Doğrulama Adresi",
      "B": "Belge oluşturulma tarihi",
      "C": "Belge çıkış adresi",
      "D": "Belge ekleri",
      "E": "Belge konusu"
    },
    "explanation": "RESMÎ YAZI BÖLÜMLERİ<br/><strong>Karekod İçerisindeki Bilgiler :</strong><br/>Belgeyi Üreten İdare<br/>Belge Sayısı<br/>Belge Doğrulama Adresi<br/>Belge Doğrulama Kodu<br/>Doğru cevap A'dır."
  },
  {
    "id": "2647045",
    "unitNumber": 2,
    "text": "Resmi belgelerde kaç tür gizlilik derecesi vardır?",
    "correctAnswer": "C",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "RESMÎ YAZI BÖLÜMLERİ<br/><strong>GİZLİLİK DERECELERİ</strong><br/><strong>1. Hizmete Özel:</strong> ÇOK GİZLİ, GİZLİ ve ÖZEL gizlilik dereceleriyle korunması gerekmeyen ve bilmesi gerekenlerden başkasının bilmesine lüzum görülmeyen mesaj ve doküman.<br/><strong>2. Özel: </strong>İzinsiz açıklandığı takdirde milletimizin menfaat ve prestijini haleldar edecek veya bir şahsın zarar görmesini mucip olacak veya yabancı bir devlete fayda telkin edecek mahiyette olan mesaj ve doküman.<br/><strong>3. Gizli: </strong>İzinsiz açıklandığı takdirde, millî güvenliğimizi, prestij ve menfaatlerimizi ciddi suretle haleldar edecek ve diğer yandan, yabancı bir devlete geniş faydalar temin edecek mahiyette olan mesaj ve doküman.<br/><strong>4. Çok Gizli: </strong>İzinsiz açıklandığı takdirde, millî menfaatlerimize hayati bakımdan son derece büyük zarar verecek olan ve güvenlik bakımından olağanüstü önemi haiz mesaj ve doküman.<br/>Doğru cevap C'dir."
  },
  {
    "id": "2647046",
    "unitNumber": 2,
    "text": "Çok sayıda kişi ve kuruma bir faaliyeti, bir haberi, bir uygulamayı veya bir isteği bildirmek amacıyla gönderilen iş yazıları aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Şartname",
      "B": "Dilekçe",
      "C": "Sözleşme",
      "D": "Sirküler (Genelge)",
      "E": "Memorandum"
    },
    "explanation": "RESMÎ YAZI TÜRLERİ<br/><strong>Sirküler (Genelge)</strong>, Türk Dil Kurumunun (TDK) sözlük tanımına göre yasa, tüzük ve yönetmeliklerin uygulanmasında yol göstermek, herhangi bir konuyu aydınlatmak, bir duruma dikkat çekmek gibi amaçlarla yönetmeliklere bağlı olarak yönetmelik hükümlerine açıklık getirmek amacıyla hazırlanan ilgililere gönderilen yazıdır. Doğru cevap D'dir."
  },
  {
    "id": "2649774",
    "unitNumber": 2,
    "text": "Resmi yazışmalarda aşağıdaki yazı stillerinden hangisi kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Times New Roman",
      "B": "Calibri",
      "C": "Verdana",
      "D": "Avenir",
      "E": "Century"
    },
    "explanation": "Resmi Yazışmalarda Belge Özellikleri<br/>Hazırlanan belgelerde “Times New Roman” veya “Arial” yazı tipi normal yazı stilinde kullanılır."
  },
  {
    "id": "2649775",
    "unitNumber": 2,
    "text": "Resmi yazışmalarda kullanılan Times New Roman ve Arial stillerinin normal şartlardaki kullanım puntoları aşağıdaki seçeneklerin hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Her iki stil için de 12 punto",
      "B": "Her iki stil için de 11 punto",
      "C": "Times New Roman için 11, Arial için 12 punto",
      "D": "Times New Roman için 12, Arial için 11 punto",
      "E": "Times New Roman için 11, Arial için 10 punto"
    },
    "explanation": "Resmi Yazışmalarda Belge Özellikleri<br/>Hazırlanan belgelerde “Times New Roman” veya “Arial” yazı tipi normal yazı stilinde kullanılır. Harf büyüklüğünün Times New Roman için 12 punto, Arial için 11 punto olması esastır."
  },
  {
    "id": "2649776",
    "unitNumber": 2,
    "text": "Resmi belgede iki kurumsal logo kullanıldığı durumlarda bu logolar sayfanın hangi bölümünde yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Belgenin en üst orta kısmında ortalanmış olarak",
      "B": "Belgenin en üst sağ köşesinde bir arada",
      "C": "Belgenin en üst sol köşesinde bir arada",
      "D": "Sayfanın üst köşelerinde üst olan solda, ast olan sağda",
      "E": "Üst olan logo sayfanın en üst ortasında, ast olan logo sayfanın en üst solunda"
    },
    "explanation": "RESMİ YAZI BÖLÜMLERİ<br/>Logo, tek kullanıldığında belgenin en üst orta kısmında “T.C.” ibaresini ortalayacak şekilde veya “Başlık” alanını ortalayacak şekilde belgenin üst sol kısmında yer alır. Belge üzerinde iki ayrı logo kullanıldığında ise “Başlık” alanını ortalayacak şekilde hiyerarşi yönünden üst olan idareye ait logo solda, alt olan idareye ait logo sağda kullanılır."
  },
  {
    "id": "2649777",
    "unitNumber": 2,
    "text": "Remi yazıda \"Muhatap\" veya varsa \"İlgi\" ile \"İmza\" arasındaki kısım nasıl adlandırılır?",
    "correctAnswer": "E",
    "options": {
      "A": "Konu",
      "B": "Sayı",
      "C": "Tarih",
      "D": "Başlık",
      "E": "Metin"
    },
    "explanation": "RESMİ YAZI BÖLÜMLERİ<br/>Metin alanı, “Muhatap” veya varsa “İlgi” ile “İmza” arasındaki kısımdır."
  },
  {
    "id": "2649778",
    "unitNumber": 2,
    "text": "Resmi yazıda \"Konu\" yan başlığı nereye yazılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Sayı yan başlığının üstüne yazılır",
      "B": "Sayı yan başlığının altına yazılır",
      "C": "Tarih yan başlığının üstüne yazılır",
      "D": "Tarih yan başlığının altına yazılır",
      "E": "Sayı yan başlığının karşı köşesine yazılır."
    },
    "explanation": "RESMİ YAZI BÖLÜMLERİ<br/>“Konu” yan başlığı, “Sayı” yan başlığının bir alt satırına yazılır. Belgenin konusu, yazı alanının dikey orta hizasını geçmeyecek biçimde kelimelerin baş harfleri büyük olarak ve sonuna herhangi bir noktalama işareti konulmaksızın yazılır. Konu, bir satırı geçerse ikinci ve devamındaki satırlar “Konu” yan başlığının altı boş bırakılarak yazılır."
  },
  {
    "id": "2649780",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi alt makama yazarken kullanılan yazışma protokolüdür?",
    "correctAnswer": "A",
    "options": {
      "A": "Rica ederim",
      "B": "Arz ederim",
      "C": "Arz/rica ederim",
      "D": "Bilgilerinize sunarım",
      "E": "Saygıyla sunarım."
    },
    "explanation": "RESMİ YAZI BÖLÜMLERİ<br/>Yazışma yapan makamlar arasındaki hiyerarşi yönünden alt makamlara “... rica ederim.”, üst ve aynı düzeydeki makamlara “... arz ederim.” ibaresiyle bitirilir."
  },
  {
    "id": "2649783",
    "unitNumber": 2,
    "text": "Resmi yazıda bir birime hazırlanan yazıda sözü edilen işin yapılması başka birimlerin görüş ve iş birliği gerektiğinde paraf bölümünden sonra açılan veya seçilen bölüme ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Olur",
      "B": "Dağıtım Listesi",
      "C": "Koordinasyon",
      "D": "İlgi",
      "E": "Muhatap"
    },
    "explanation": "RESMİ YAZI BÖLÜMLERİ<br/>Bir birime hazırlanan yazıda sözü edilen işin yapılması, başka birimlerin görüş ve iş birliği gerektiğinde koordinasyon bölümü paraf bölümünden sonra açılır ya da “koordinasyon” seçimi yapılır. İş birliğine dâhil olan ilgililerin unvanları, adları ve soyadları belirtilir."
  },
  {
    "id": "2649787",
    "unitNumber": 2,
    "text": "İzinsiz açıklandığı takdirde milletimizin menfaat ve prestijini haleldar edecek veya bir şahsın zarar görmesini mucip olacak veya yabancı bir devlete fayda telkin edecek mahiyette olan mesaj ve dokümanların gizlilik derecesi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hizmete Özel",
      "B": "Özel",
      "C": "Gizli",
      "D": "Çok Gizli",
      "E": "İvedi"
    },
    "explanation": "RESMİ YAZI BÖLÜMLERİ<br/>Bu tür belgelerin gizlilik derecesi \"Özel\" olarak belirlenmiştir."
  },
  {
    "id": "2649789",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi \"Özel\" ve \"Gizli\" gizlilik dereceli belgeler için <strong>söylenemez?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "“Özel” ve “Gizli” belgeler gerekli güvenlik önlemlerinin alındığı cihazlar üzerinde hazırlanmalı ve internet bağlantısı olmayan cihazlar tercih edilmelidir.",
      "B": "Hazırlanan belgenin sayı alanında “Ö” ibaresi yer almalıdır ve en üst orta ve en alt orta kenara kırmızı renkle ve tamamı büyük harflerle gizlilik derecesi yazılmalıdır.",
      "C": "Fiziksel ortamda paraf ve imza süreci tamamlanmalıdır.",
      "D": "Belgeler çift zarf yapılarak gönderilmelidir.",
      "E": "Belge, mümkün olduğunca elden teslim edilmeli, farklı şehirlere yapılacak gönderimlerde PTT tercih edilmelidir."
    },
    "explanation": "RESMİ YAZI BÖLÜMLERİ<br/>Hazırlanan belgenin sayı alanında “Z” ibaresi yer almalıdır ve en üst orta ve en alt orta kenara kırmızı renkle ve tamamı büyük harflerle gizlilik derecesi yazılmalıdır.<br/>Seçenekte verilen \"Ö\" ibaresi yanlıştır."
  },
  {
    "id": "2649792",
    "unitNumber": 2,
    "text": "Yazılan yazılara cevap verilmediği durumlarda kuruma hatırlatma veya son defa süre vermek amacıyla yazılan yazılara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tekit",
      "B": "Teyit",
      "C": "Müzekkere",
      "D": "Sirküler",
      "E": "Memorandum"
    },
    "explanation": "RESMİ YAZI TÜRLERİ<br/>Yazılan yazılara cevap verilmediği durumlarda kuruma hatırlatma veya son defa süre vermek amacıyla tekit yazısı yazılır. Kurumların cevap vermeyi unutmaları, cevap beklendiğini fark etmemeleri veya geciktirmeleri tekit yazısı yazma nedeni olabilir. Tekit yazısı yazılırken kullanılan dilin sinirli, sert ifadeler içermemesine özen gösterilerek her iki taraf için yararlı olduğu şeklinde hatırlatma yapılması ve ek olarak cevabı beklenen yazının eklenmesi uygun olur."
  },
  {
    "id": "2650020",
    "unitNumber": 2,
    "text": "Resmî Yazışmalarda Uygulanacak Usul ve Esaslar Hakkında Yönetmelik en son 10/06/2020 tarihinde güncellemede aşağıdaki seçeneklerden hangisi zorunlu hale gelmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Resmi yazışmalarda mutlaka matbu yazılım kullanışmalıdır.",
      "B": "Resmi yazışmalar elektronik ortamda yapılmalıdır.",
      "C": "Üst makama hitap yazılarında öncelik belirlenmelidir.",
      "D": "Resmi yazışmalarada hukuk dili kullaılmalıdır.",
      "E": "Resmi yazışmalar antetli kağıtlarda olmalıdır."
    },
    "explanation": "Resmî yazışmaların bütün kamu kurumlarında belirli standartta hazırlanmasını hedefleyen Resmî Yazışmalarda Uygulanacak Usul ve Esaslar Hakkında Yönetmelik en son 10/06/2020 tarihinde güncellenmiştir. Yönetmelik, r<strong>esmî yazışmaların elektronik ortamda belirli</strong> standarda göre hazırlanması zorunluluğu getirmektedir."
  },
  {
    "id": "2650026",
    "unitNumber": 2,
    "text": "Kurumlar arasındaki resmi yazışmalar niçin önemlidir.",
    "correctAnswer": "E",
    "options": {
      "A": "Resmi yazışmalar devletin yönetimini belirler.",
      "B": "Resmi yazışmalara devletin tek iletişim aracıdır.",
      "C": "Resmi yazışmalar yalnızca Cumhurbaşkanlığı idaresince yapılır.",
      "D": "Resmi yazışmalarada imla hatası olması durumunda işleme konulmaz.",
      "E": "Resmi yazışmalar arşiv niteliği taşımaktadır."
    },
    "explanation": "Yazılı iletişimde olduğu gibi <strong>resmî yazıların da arşiv niteliği taşıması</strong>, kurumlar arasında yürütülecek iş birliği sürecinin bir bütünlük içerisinde takibinin sağlanabilmesi, yazı dilindeki resmiyetin yetkiyi daha fazla hissettirmesi, tek bir yazı ile bünyesinde olan bütün birimlere hızlı bir şekilde ulaşabilmesi, yazının açık ve net ifadeler ile aktarılması resmi yazıların önemini arttırmaktadır."
  },
  {
    "id": "2650029",
    "unitNumber": 2,
    "text": "Resmi yazışmalarda hazırlanan belgelerde \"Arial\" yazı karakteri tercih edilir ise kaç punto kullanılması idealdir.",
    "correctAnswer": "C",
    "options": {
      "A": "15 punto",
      "B": "13 Punto",
      "C": "11 Punto",
      "D": "12 Punto",
      "E": "14 Punto"
    },
    "explanation": "Hazırlanan belgelerde “Times New Roman” veya “Arial” yazı tipi normal yazı stilinde kullanılır. Harf büyüklüğünün Times New Roman için 12 punto, <strong>Arial için 11 punto</strong> olması esastır. Ancak gerekli hâllerde yazı alanında harf büyüklüğü 9 puntoya, iletişim bilgileri kısmında ise 8 puntoya kadar düşürülebilir. Belge eklerinde farklı yazı tipi ve harf büyüklüğü kullanılabilir."
  },
  {
    "id": "2650033",
    "unitNumber": 2,
    "text": "Resmi yazışmalarda birden fazla logo kulanılacak ise nasıl sıralanmalıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Konum olarak hiyerarşik sıraya göre üst idare sağda, alt idare solda kalacak şekilde sıralanır.",
      "B": "Konum olarak hiyerarşik sıraya göre üst idare yukarıda, alt idare aşağıda kalacak şekilde sıralanır.",
      "C": "Hiyerarşik sıralamada önde olanın logosu dışında başka logo kullanılmaz.",
      "D": "Konum olarak hiyerarşik sıraya göre üst idare solda, alt idare sağda kalacak şekilde sıralanır.",
      "E": "Resmi yazışmalarada logo kullanılmz."
    },
    "explanation": "Kurumlar hazırladıkları belgelerde tercihen kurum ve idare logosunu kullanabilir. Tek ya da iki logo kullanılabilir. Logo, tek kullanıldığında belgenin en üst orta kısmında “T.C.” ibaresini ortalayacak şekilde veya “Başlık” alanını ortalayacak şekilde belgenin üst sol kısmında yer alır.<strong> Belge üzerinde iki ayrı logo kullanıldığında ise “Başlık” alanını ortalayacak şekilde hiyerarşi yönünden üst olan idareye ait logo solda, alt olan idareye ait logo sağda kullanılır.</strong>"
  },
  {
    "id": "2650037",
    "unitNumber": 2,
    "text": "Gizlilik dereceli yazıların numalaraı nereden alınmalıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Emniyet müdürlüklerinden",
      "B": "Belediyelerden",
      "C": "EBYS' den",
      "D": "Cumhurbaşkanlığından",
      "E": "Anayasa Mahkemesinden"
    },
    "explanation": "Özel, gizli ve çok gizli (kontrollü belge) belgelerin hazırlanması, paraf-imza süreci, gönderimi ve saklanması fiziksel ortam şartlarına göre yürütülmelidir. <strong>Gizlilik dereceli belgelerin sayıları</strong> (kontrollü belge numarası hariç) <strong>EBYS üzerinden alınmalıdır.</strong> Yine bu belgelerin içeriği kaydedilmeden sadece teslim alındığına dair kayıt işlemi EBYS üzerinden yapılmalıdır. Böylelikle belgelerin kayıt süreçleri için merkezî bir yapı kullanılmış olacaktır."
  },
  {
    "id": "2650038",
    "unitNumber": 2,
    "text": "Resmî kurum ve özel kurumlara bir isteği, bir şikâyeti iletmek veya herhangi bir konuda bilgi vermek için imzalı başvuru yazısına verilen isim nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Başvuru yazısı",
      "B": "Dilekçe",
      "C": "Mazeret yazısı",
      "D": "İhbarname",
      "E": "Ceza yazısı"
    },
    "explanation": "DİLEKÇE<br/>Resmî kurum ve özel kurumlara bir isteği, bir şikâyeti iletmek veya herhangi bir konuda bilgi vermek için imzalı başvuru yazısıdır. Dilekçenin bir konusu olmalıdır. Dilekçelerin içeriğinde hitap, dilekçe metni, tarih, imza ve haberleşme adresi mutlaka bulunmalıdır. Vatandaşların anayasal hakkı olarak yetkili makamlara ve Türkiye Büyük Millet Meclisine yazı ile başvuru hakkına sahip olması nedeniyle sık kullanılan bir yazı türüdür. Kurumlar çok sayıda dilekçeye yazılı cevap vermek durumunda kalmaktadır. Bu nedenle dilekçenin yazılması önemlidir."
  },
  {
    "id": "2650041",
    "unitNumber": 2,
    "text": "Sözleşme yazısı kavramını aşağıdaki seçeneklerden hangisi doğru olarak açıklamaktadır.",
    "correctAnswer": "D",
    "options": {
      "A": "İki yada daha çok kişi ve kurumun aralarında gerçekleşecek iş akdine göre yapılmış sosyal kapsamıda olan yazışmadır.",
      "B": "Resmi yazışmalarda tarafları bağlayıcı nitelikte yazılmış dilekçedir.",
      "C": "İki kişi arasında yapılan yemindir.",
      "D": "İki yada daha çok kişi ve kurumun aralarında gerçekleşecek iş akdine göre yapılmış hukuki kapsamıda olan yazışmadır.",
      "E": "Sözlü yapılan yemindir"
    },
    "explanation": "<strong>Sözleşme, iki ya da daha çok kişinin, kurumun karşılıklı ve birbirine uygun iradesiyle gerçekleşen, tarafların herhangi bir şekilde sözleşme maddelerine uymaması durumunda hukuksal sonuç doğurabilmesi nedeniyle yasayla desteklenmiş işlem olarak tanımlanır. </strong>Tarafların herhangi bir anlaşmazlığa düşmemesi için anlaşma hükümleri belirlenir. Anlaşma hükümlerine uyulmadığı durumda tarafların haklarını korumak amacıyla sözleşme hükümlerinden yararlanılır. Sözleşme hükümleri bu nedenle taraflar arasında titizlikle hazırlanmalı herhangi bir uyuşmazlık durumunda tarafları yıpratacak ya da altından kalkmasını zorlaştıracak nitelikte olmamalıdır. Sözleşme tarafların imzalamasından sonra resmî nitelik kazanır. İmza zorunlu olup her iki tarafın yetkilileri tarafından imzalanmalıdır. Anlaşma hükümlerini gösteren yazılı belge titizlikle hazırlanmalı, sözleşme maddeleri yetkili kişiler tarafından gözden geçirildikten sonra imzalanmalıdır. Sözleşme türleri çok çeşitlidir. Satış sözleşmesi, kira sözleşmesi, evlenme sözleşmesi, ihale sözleşmesi, iş sözleşmesi, abonelik sözleşmesi, ortaklık sözleşmesi gibi daha birçok sözleşme çeşidinden bahsedilebilir. Yazılı sözleşmelerde hukuka konu olabilecek sözleşme maddelerinin hazırlanması ve taraflarca imzalanması gereklidir. Resmî sözleşmeler ise yetkili makam (tapu, noter) önünde yapılan belli şekil şartlarını taşıması gereken sözleşmelerdir"
  },
  {
    "id": "2650043",
    "unitNumber": 2,
    "text": "Bilgi vermek veya hatırlamak için hazırlanmış yazışmaya ne ad verilir.",
    "correctAnswer": "B",
    "options": {
      "A": "Sözleşme",
      "B": "Memorandum",
      "C": "Şartname",
      "D": "Dilekçe",
      "E": "Vekaletname"
    },
    "explanation": "Memorandum (memo), bilgi vermek ya da hatırlatmak amacıyla hazırlanmış notlardır. Bilgi talebinde bulunmak, bir şeyi onaylamak, fikir değişimi, plan değişimi, toplantı talebi, toplantı iptali vb. farklı konularda da bu notlardan yararlanılabilir."
  },
  {
    "id": "2650044",
    "unitNumber": 2,
    "text": "Yazılan yazılara cevap verilmediği durumlarda kuruma hatırlatma veya son defa süre vermek amacıyla gönderilen yazıya verilen isim nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tenkit",
      "B": "Tetik",
      "C": "Tekit",
      "D": "Taklit",
      "E": "Takdir"
    },
    "explanation": "Yazılan yazılara cevap verilmediği durumlarda kuruma hatırlatma veya son defa süre vermek amacıyla tekit yazısı yazılır."
  },
  {
    "id": "2650048",
    "unitNumber": 2,
    "text": "Sözleşme ile birlikte hazırlanan, işi yapan kişi ya da kurum ile işi yaptıran kişi ya da kurum arasında<br/>karşılıklı olarak kabul edilen koşulları gösteren belgedir.<br/>Yukarıdaki tanım aşağıdaki seçeneklerden hangisini açıklamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Şartname",
      "B": "Mektup",
      "C": "Sözleşme",
      "D": "Dilekçe",
      "E": "İlan"
    },
    "explanation": "<strong>Şartname: Sözleşme ile birlikte hazırlanan, işi yapan kişi ya da kurum ile işi yaptıran kişi ya da kurum arasında karşılıklı olarak kabul edilen şartları gösteren belgedir.</strong> Sözleşme ile birlikte ayrı bir belge olarak hazırlandığı gibi, sözleşme içerisinde şartnameye esas olan maddelerin yazılması ile tek bir belge şeklinde de hazırlanabilir"
  },
  {
    "id": "2650501",
    "unitNumber": 2,
    "text": "Resmî yazışmalarda uygulanacak usul ve esaslar hakkındaki mevzuata göre<br/>hangi hallerde resmî yazışmalar, el yazısıyla imzalanan belgelerle yapılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Zorunlu hâl ve olağanüstü durumlarda",
      "B": "Zaman kısıtlılığı olan durumlarda",
      "C": "Özel kurumlarla yazışma yapıldığında",
      "D": "Güvenli elektronik imza ile imzalanan belgelerden çıktı alındığında",
      "E": "Maliyet tasarrufu yapılmak istendiğinde"
    },
    "explanation": "<strong>Zorunlu hâl:</strong> İlgili mevzuattaki özel hükümlere göre belgenin fiziksel ortamda hazırlanması gereken hâlleri ifade eder. <strong>Olağanüstü durum:</strong> Gerçekleşmesi hâlinde devleti veya kurumları olumsuz etkileyerek güvenlik zafiyeti oluşturabilecek veya uzun süreli elektrik kesintileri, donanım ve yazılım<br/>sorunları gibi teknik gerekçelerle EBYS’nin uzun süreli olarak çalışmamasından dolayı belgenin fiziksel ortamda hazırlanması gereken durumları ifade eder"
  },
  {
    "id": "2650506",
    "unitNumber": 2,
    "text": "I. Times New Roman<br/>II. Arial<br/>III. Calibri<br/>IV. Tahoma<br/>V. MS Outlook<br/>Resmi yazışmalardaki belge eklerinde yukarıdaki yazı tiplerinden hangisi kullanılabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II, III ve V",
      "E": "I, II, III, IV ve V"
    },
    "explanation": "<strong>Belge eklerinde soruda verilen farklı yazı tiplerinin tümü</strong><br/><strong>kullanılabilir.</strong>"
  },
  {
    "id": "2650513",
    "unitNumber": 2,
    "text": "Kurumlar hazırladıkları belgelerde iki logo kullandığında üst olan idareye ait logo kağıdın neresinde kullanılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Üst solda",
      "B": "Üst sağda",
      "C": "Üst ortada",
      "D": "Alt ortada",
      "E": "Alt solda"
    },
    "explanation": "Kurumsal logo; Kurumlar hazırladıkları belgelerde tercihen kurum ve idare logosunu kullanabilir. Tek ya da iki logo kullanılabilir. Logo, tek kullanıldığında belgenin en üst orta kısmında “T.C.” ibaresini ortalayacak şekilde veya “Başlık” alanını ortalayacak şekilde belgenin üst sol kısmında yer alır. Belge üzerinde<br/>iki ayrı logo kullanıldığında ise “Başlık” alanını ortalayacak şekilde hiyerarşi yönünden üst olan idareye ait logo solda, alt olan idareye ait logo sağda kullanılır"
  },
  {
    "id": "2650515",
    "unitNumber": 2,
    "text": "Aşağıdaki tarih yazım biçimlerinden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "15.04.2021",
      "B": "15/04/2021",
      "C": "15 Nisan, 2021",
      "D": "15.Nisan.2021",
      "E": "2021.04.14"
    },
    "explanation": "Tarih; sayı ile aynı satırda olmak üzere yazı<br/>alanının en sağında gün, ay, yıl olarak rakamla ve<br/>aralarına nokta işareti “.” konularak yazılır (Örnek:<br/>15.04.2021). Ay adları, harfle de yazılabilir. Bu<br/>durumda gün, ay ve yıl arasına herhangi bir işaret<br/>konulmaz (Örnek: 20 Mart 2021)."
  },
  {
    "id": "2650522",
    "unitNumber": 2,
    "text": "Bir resmi yazının \"muhatap\" ile \"imza\" arasındaki kısmı hangi adla anılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Metin",
      "B": "Konu",
      "C": "İlgi",
      "D": "Yazı alanı",
      "E": "Paraf"
    },
    "explanation": "Metin: Metin alanı, “Muhatap” veya varsa “İlgi” ile “İmza” arasındaki kısımdır."
  },
  {
    "id": "2650529",
    "unitNumber": 2,
    "text": "Bir evrakı Genel Müdür, Genel Müdür Yardımcısı ve Daire Başkanı imzalayacaksa Genel Müdürün imzası kağıdın neresinde yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Solunda",
      "B": "Sağında",
      "C": "Ortasında",
      "D": "Soyadının alfabetik olarak uygun olduğu yerde",
      "E": "Kişilerin mesleki kıdemlerine uygun yerde"
    },
    "explanation": "Belgenin ikiden fazla yetkili tarafından imzalanması durumunda yetkiler soldan sağa azalır. Yani Genel Müdür imzası kağıdın solunda yer almalıdır."
  },
  {
    "id": "2650533",
    "unitNumber": 2,
    "text": "Resmi yazışmalarda aşağıdaki bilgilerden hangisi muhatap ile <strong>paylaşılmaz?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Paraf",
      "B": "Ek",
      "C": "Dağıtım",
      "D": "Koordinasyon",
      "E": "Gizlilik dereceleri"
    },
    "explanation": "<strong>Paraf:</strong> Yazıyı hazırlayandan başlayarak ast üst ilişkisine dikkat ederek imzalayacak makama kadar olan bütün ara kademeyi belirleyen bölümdür. Elektronik ortamda hazırlanan belgelerde paraf bilgileri üst veri<br/>kısmında güvenli elektronik imza veya elektronik onay ile atılır. Elektronik onaylar, EBYS’nin günlük raporlarında kayıt altına alınır. <strong>Elektronik ortam ya da fiziksel ortamda hazırlanan belgelerde paraf bilgileri muhatap ile paylaşılmaz.</strong> Fiziksel ortamda kullanılan paraf, kaybolmayacak ve kâğıda işlemesini sağlayacak mavi kalemle, yazı alanının sonunda ve sol kenarında, sadece yazıyı yazan birimde kalacak nüshada yer alır."
  },
  {
    "id": "2650535",
    "unitNumber": 2,
    "text": "Resmi yazıların \"Kep adresi\" kısmında aşağıdaki bilgilerden hangisi bulunur?",
    "correctAnswer": "D",
    "options": {
      "A": "Posta kodu",
      "B": "Telefon no",
      "C": "Faks numarası",
      "D": "Kayıtlı elektronik posta adresi",
      "E": "Belgeyi gönderen makamın adresi"
    },
    "explanation": "İletişim Bilgileri: İletişim bilgileri; solda belgeyi gönderen makamın adresini, posta kodunu, telefonunu, faks numarasını, e-posta adresini, kayıtlı elektronik posta (KEP) adresini ve internet adresini; sağda<br/>bilgi alınacak kişinin adını, soyadını, unvanını ve telefon numarasını içerecek şekilde sayfa sonuna yazılır<br/>ve çizgi ile ayrılır."
  },
  {
    "id": "2650539",
    "unitNumber": 2,
    "text": "Resmi yazışmalarda; gizlilik dereceleriyle korunması gerekmeyen ve bilmesi gerekenlerden başkasının bilmesine lüzum görülmeyen mesaj ve dokümanlar hangi adla anılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Hizmete özel",
      "B": "Özel",
      "C": "Gizli",
      "D": "Çok Gizli",
      "E": "Kişiye Özel"
    },
    "explanation": "ÇOK GİZLİ, GİZLİ ve ÖZEL gizlilik dereceleriyle korunması gerekmeyen ve bilmesi gerekenlerden başkasının bilmesine lüzum görülmeyen mesaj ve dokümanlar \"Hizmete Özel\" olarak adlandırılır."
  },
  {
    "id": "2650546",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi resmî yazıların muhatap kurumlara iletilmesi durumunda DETSİS web servisinden alınacak verilerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Şifreleme sertifikası (şifreli belge iletilmesi durumunda)",
      "B": "Başlık (antet)",
      "C": "Sayı bölümünde yer alan DETSİS No",
      "D": "Muhatap kurumun/kuruluşun adı",
      "E": "İletişim bilgileri (adres, telefon ve faks numarası, e-posta adresi, internet adresi)"
    },
    "explanation": "Resmî yazıların hazırlanmasında DETSİS<br/>web servisinden alınacak veriler:<br/>• Başlık (antet),<br/>• Sayı bölümünde yer alan DETSİS No,<br/>• Muhatap kurumun/kuruluşun adı<br/>• İletişim bilgileri (adres, telefon ve faks<br/>numarası, e-posta adresi, internet adresi)<br/><strong>5. Resmî yazıların muhatap kurumlara iletilmesinde DETSİS web servisinden alınacak </strong><br/><strong>veriler:</strong><br/><strong>• Şifreleme sertifikası (şifreli belge iletilmesi durumunda) </strong><br/><strong>• Muhatap kurumun/kuruluşun Kayıtlı</strong><br/><strong>Elektronik Posta (KEP) adresi </strong><br/><strong>• Muhatap kurumun/kuruluşun adresi</strong>"
  },
  {
    "id": "2651784",
    "unitNumber": 2,
    "text": "Resmi yazışmalarda yönetmelik çerçevesinde olması gereken bölümlerden aşağıdaki hangi grupta yanlış bilgi yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Başlık, ilgi, bilgi.",
      "B": "Sayı, metin.",
      "C": "Tarih, ek, adres.",
      "D": "Konu, dağıtım, paraf.",
      "E": "Muhatap, koordinasyon."
    },
    "explanation": "Başlık, ilgi, bilgi \"Resmi yazışmalarda yönetmelik\" içinde olması gereken bölümler arasında bulunması yanlış bilgiye yol açar.<br/>Bilgi \"Resmi yazışmalarda yönetmelik\" çerçevesinde olması gereken bölümler arasında yer almaz."
  },
  {
    "id": "2651797",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi şahsileştirilmiş ifadeye girer?",
    "correctAnswer": "D",
    "options": {
      "A": "Denemiştir.",
      "B": "Uygulanmıştır.",
      "C": "Beklenmektedir.",
      "D": "Açıklamalısınız.",
      "E": "Dosyalanmalıdır."
    },
    "explanation": "Şahsileştirilmiş bir ifade kullanmak için \"Denemiştir, uygulamıştır, dosyalanmıştır\" gibi yaklaşımlarla değil de \"Açıklamalısınız\" ifadesini kullanmak daha doğru bir tercihti.<br/>Açıklamalısınız, şahsileştirilmiş ifadedir."
  },
  {
    "id": "2651804",
    "unitNumber": 2,
    "text": "Yazıyı hazırlayandan başlayarak ast üst ilişkisine dikkat ederek imzalayacak makama kadar olan bütün ara kademeyi belirleyen hangi bölümdür?",
    "correctAnswer": "B",
    "options": {
      "A": "Başlık.",
      "B": "Paraf.",
      "C": "Koordinasyon.",
      "D": "Dağıtım.",
      "E": "Ek."
    },
    "explanation": "- Başlık<br/>- Ek<br/>- Koordinasyon<br/>- Dağıtım<br/>Yazıyı hazırlayandan başlayarak ast üst ilişkisine dikkat ederek imzalayacak makama kadar olan bütün ara kademeyi belirleyen bölümler arasında yer almaz.<br/>Paraf; yazıyı hazırlayandan başlayarak ast üst ilişkisine dikkat ederek imzalayacak makama kadar olan bütün ara kademeyi belirleyen bölümdür."
  },
  {
    "id": "2651809",
    "unitNumber": 2,
    "text": "“İlgili birimin yöneticisi tarafından güvenli elektronik imza ile teklif edilir ve … alınan makam tarafından güvenli elektronik imza ile imzalanır.” Cümlesindeki … kısmına aşağıdakilrden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Koordinasyona.",
      "B": "Dağıtıma.",
      "C": "Olur.",
      "D": "Ek oluşturulan.",
      "E": "Muhatap."
    },
    "explanation": "Cümledeki boş kısma muhatap demek doğru değildir. Onun yerine olur alınan makam kullanılır.<br/>İlgili birimin yöneticisi tarafından güvenli elektronik imza ile teklif edilir ve <strong>olur</strong> alınan makam tarafından güvenli elektronik imza ile imzalanır."
  },
  {
    "id": "2651817",
    "unitNumber": 2,
    "text": "Bir birime hazırlanan yazıda sözü edilen işin yapılması, başka birimlerin görüş ve iş birliği gerektiğinde hangi bölüm paraf bölümünden sonra açılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Koordinasyona.",
      "B": "Dağıtıma.",
      "C": "Olur.",
      "D": "Ek oluşturulan.",
      "E": "Muhatap."
    },
    "explanation": "Koordinasyon, bir birime hazırlanan yazıda sözü edilen işin yapılması, başka birimlerin görüş ve iş birliği ihtiyacında gerekir.<br/>Bir birime hazırlanan yazıda sözü edilen işin yapılması, başka birimlerin görüş ve iş birliği gerektiğinde koordinasyon bölümü paraf bölümünden sonra açılır."
  },
  {
    "id": "2651821",
    "unitNumber": 2,
    "text": "Hangi belgelerin içeriği kaydedilmeden sadece teslim alındığına dair kayıt işlemi EBYS üzerinden yapılmalıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Genelge.",
      "B": "Tutanak.",
      "C": "Dilekçe.",
      "D": "Gizli belge.",
      "E": "Görevlendirme."
    },
    "explanation": "Gizli belge, belgelerin içeriği kaydedilmeden sadece teslim alındığına dair kayıt işlemi EBYS üzerinden yapılır.<br/>Belgelerin içeriği kaydedilmeden sadece teslim alındığına dair kayıt işlemi gereken gizli belge sadece EBYS üzerinden yapılabilir."
  },
  {
    "id": "2651828",
    "unitNumber": 2,
    "text": "Resmî kurum ve özel kurumlara bir isteği, bir şikâyeti iletmek veya herhangi bir konuda bilgi vermek için imzalı başvuru yazısı hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Genelge.",
      "B": "Tutanak.",
      "C": "Dilekçe.",
      "D": "Sirküler.",
      "E": "Görevlendirme."
    },
    "explanation": "Resmî kurum ve özel kurumlara bir isteği, bir şikâyeti iletmek için Dilekçe yazılır.<br/>Dilekçe, resmî kurum ve özel kurumlara bir isteği, bir şikâyeti iletmek veya herhangi bir konuda bilgi vermek için imzalı başvuru yazısıdır."
  },
  {
    "id": "2651834",
    "unitNumber": 2,
    "text": "İki ya da daha çok kişinin, kurumun karşılıklı ve birbirine uygun iradesiyle gerçekleşen, maddelerine uyulmaması durumunda hukuksal sonuç doğurabilen belge türüne ne denir?",
    "correctAnswer": "D",
    "options": {
      "A": "Genelge.",
      "B": "Tutanak.",
      "C": "Dilekçe.",
      "D": "Sözleşme.",
      "E": "Vekaletname."
    },
    "explanation": "Sözleşme, İki ya da daha çok kişinin, kurumun karşılıklı ve birbirine uygun iradesiyle gerçekleşen, maddelerine uyulmaması durumunda hukuksal sonuç doğurabilen belge türüne denir.<br/>İki ya da daha çok kişinin, kurumun karşılıklı ve birbirine uygun iradesiyle gerçekleşen, maddelerine uyulmaması durumunda hukuksal sonuç doğurabilen belge türüne sözleşme denir."
  },
  {
    "id": "2651839",
    "unitNumber": 2,
    "text": "Yasa, tüzük ve yönetmeliklerin uygulanmasında yol göstermek, herhangi bir konuyu aydınlatmak, bir duruma dikkat çekmek gibi amaçlarla yönetmeliklere bağlı olarak yönetmelik hükümlerine açıklık getirmek amacıyla hazırlanan ve ilgililere gönderilen yazı türü nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Teyit",
      "B": "Tutanak",
      "C": "Dilekçe",
      "D": "Sirküler",
      "E": "Vekaletname"
    },
    "explanation": "Sirküler; daha çok yasa, tüzük ve yönetmelikleri uygulanmasında yol göstermek, herhangi bir konuyu aydınlatmak, bir duruma dikkat çekmek gibi amaçlarla yönetmeliklere bağlı olarak yönetmelik hükümlerine açıklık getirmek amacıyla hazırlanır.<br/>Yasa, tüzük ve yönetmeliklerin uygulanmasında yol göstermek, herhangi bir konuyu aydınlatmak, bir duruma dikkat çekmek gibi amaçlarla yönetmeliklere bağlı olarak yönetmelik hükümlerine açıklık getirmek amacıyla hazırlanan ve ilgililere gönderilen yazı türüne sirküler denir."
  },
  {
    "id": "2651843",
    "unitNumber": 2,
    "text": "Yazılan yazılara cevap verilmediği durumlarda kuruma hatırlatma veya son defa süre vermek amacıyla ne yazısı yazılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Tutanak.",
      "B": "Tekit.",
      "C": "Sirküler.",
      "D": "Tezkere.",
      "E": "Vekaletname."
    },
    "explanation": "Tekit; yazılan yazılara cevap verilmediği durumlarda kuruma hatırlatma veya son defa süre vermek amacıyla yazılır.<br/>Yazılan yazılara cevap verilmediği durumlarda kuruma hatırlatma veya son defa süre vermek amacıyla tekit yazısı yazılır."
  },
  {
    "id": "2651846",
    "unitNumber": 2,
    "text": "Toplantıda yapılan konuşmaların, sunulan önerilerin, belirlenen sorunların, varılan kararların, bir olayın meydana geliş biçiminin, sonuçlarının ve benzerlerinin resmî olarak yazıya geçirilmesi ne tür bir yazıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Tutanak.",
      "B": "Tekit.",
      "C": "Sirküler.",
      "D": "Tezkere.",
      "E": "Vekaletname."
    },
    "explanation": "Tutanak; toplantıda yapılan konuşmaların, sunulan önerilerin, belirlenen sorunların, varılan kararların, bir olayın meydana geliş biçiminin, sonuçlarının ve benzerlerinin resmî olarak yazıya geçirilmesine denir.<br/>Toplantıda yapılan konuşmaların, sunulan önerilerin, belirlenen sorunların, varılan kararların, bir olayın meydana geliş biçiminin, sonuçlarının ve benzerlerinin resmî olarak yazıya geçirilmesine tutanak denir."
  },
  {
    "id": "2648806",
    "unitNumber": 3,
    "text": "İş yazısı yazmak durumunda olan birey kendisine öncelikle hangi soruyu sormalıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Bu belgeyi kime yazıyorum?",
      "B": "Bu belgeyi ne zaman yazmalıyım?",
      "C": "Bu belgeyi nereye yazıyorum?",
      "D": "Bu belgeyi niçin yazıyorum?",
      "E": "Bu belgeyi kaç kez yazmalıyım?"
    },
    "explanation": "İŞ YAZILARI KAVRAMI<br/>İş yazılarını yazmaya başladığınızda kendinize soracağınız ilk soru “Bu belgeyi niçin yazıyorum?” olmalıdır. İş yazısı metinleri çeşitli amaçlarla yazılır. Doğru cevap D'dir."
  },
  {
    "id": "2648807",
    "unitNumber": 3,
    "text": "“Üretim departmanı zamanın kısa olmasına rağmen istediğiniz ürünleri yetiştirebilir.” şeklindeki cümle, iş yazısının hangi amaçla yazıldığına bir örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Okurları etkilemek",
      "B": "Belli bir eylemi açıklamak ya da gerekçelendirmek",
      "C": "Bilgi vermek",
      "D": "İyi ya da kötü haberler vermek",
      "E": "Eyleme geçilmesini talep etmek"
    },
    "explanation": "İŞ YAZILARI KAVRAMI<br/>İş yazısı metinleri çeşitli amaçlarla yazılır. Bunlar;<br/><strong>Belli bir eylemi açıklamak ya da gerekçelendirmek:</strong> “Mevcut tedarikçiden aldığımız ürünlerde sorunlar çıkması nedeniyle elimizdeki ürünlerin tümünü iade etmeye ve yeni tedarikçi aramaya karar verdik.”<br/><strong>Okurları etkilemek:</strong> “Üretim departmanı zamanın kısa olmasına rağmen istediğiniz ürünleri yetiştirebilir.”<br/><strong>Bilgi vermek:</strong> “Yönetim, bütün müşterilere ocak ayı başından itibaren yeni ürünün satışına başlanacağı bilgisini verdi.”<br/><strong>İyi ya da kötü haberler vermek:</strong> “Ürününüzde oluşan arızanın sigorta kapsamında olmadığını üzülerek bildirmek isteriz.”<br/><strong> Eyleme geçilmesini talep etmek:</strong> “Ürün satışa sunulmadan önce 22 Mart 2021 tarihine kadar tanıtım kataloglarının dağıtılması gerekmektedir.”<br/>Doğru cevap A'dır."
  },
  {
    "id": "2648808",
    "unitNumber": 3,
    "text": "\"Başlığın hemen altında ........... yer alır.\" cümlesi aşağıdakilerden hangisi ile tamamlanmalıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "alıcının adı",
      "B": "kurumun adı",
      "C": "kurumun açık adresi",
      "D": "tarih",
      "E": "konu"
    },
    "explanation": "İŞ YAZILARININ BÖLÜMLERİ<br/>Başlığın hemen altında kurumun <strong>açık adresi</strong> yer alır. Doğru cevap C'dir."
  },
  {
    "id": "2648809",
    "unitNumber": 3,
    "text": "\"Kurum çalışanları ............. göre yazının, belge kayıt defterine<br/>kaydedildiğini, hangi dosyada bulunduğunu kolaylıkla bulabilir.\" cümlesi aşağıdakilerden hangisi ile tamamlanmalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "tarihe",
      "B": "sayı numarasına",
      "C": "kurum adresine",
      "D": "alıcının adına",
      "E": "kurumun adına"
    },
    "explanation": "İŞ YAZILARININ BÖLÜMLERİ<br/>Kurum çalışanları <strong>sayı numarasına</strong> göre yazının, belge kayıt defterine<br/>kaydedildiğini, hangi dosyada bulunduğunu kolaylıkla bulabilir.<br/>Doğru cevap B'dir."
  },
  {
    "id": "2648810",
    "unitNumber": 3,
    "text": "İş yazılarında içerik yönünden dikkat edilmesi gereken hususlardan biri aşağıdaki seçeneklerden hangisinde <strong>doğru</strong> olarak verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kişisel üslup tercih edilmemeli, resmî üslup kullanılmalıdır.",
      "B": "Mesaj detaylı bir biçimde hazırlanmalıdır.",
      "C": "Yazıda görselliğe fazla önem verilmemelidir.",
      "D": "Yazıda detaylı bilgi verilmeli, gerektiğinde birden fazla konuyu içerebilmelidir.",
      "E": "Asıl mesajın net olarak belirlenmesi ve açık olarak ifade edilmesi gerekir."
    },
    "explanation": "İŞ YAZILARININ BÖLÜMLERİ<br/>İş yazılarında içerik yönünden dikkat edilmesi gereken hususlar:<br/>1. Kişisel üslup daha fazla tercih edilmeli, resmî üsluptan kaçınılmalıdır.<br/>2. Asıl mesajın net olarak belirlenmesi ve açık olarak ifade edilmesi gerekir.<br/>3. Mesaj kısa ve basit aktarılmalıdır.<br/>4. Yazının etkinliği açısından mümkünse her yazının tek bir konu içermesine dikkat edilmelidir.<br/>5. Yazı görsel olarak da etki uyandıracak şekilde biçimlendirilmelidir.<br/>6. Olumlu bir üslup tercih edilmelidir (Mentor, 2007: 56).<br/>Doğru cevap E'dir."
  },
  {
    "id": "2648811",
    "unitNumber": 3,
    "text": "\"............. en temel amacı müşterileri ürünü satın almaya yönelik ikna<br/>edebilmektir.\" cümlesi aşağıdakilerden hangisi ile tamamlanmalıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Tanıtım-Reklam Yazılarının",
      "B": "Bilgi İsteme-Bilgi Verme Yazılarının",
      "C": "Teyit-Tekit Yazılarının",
      "D": "Satış Yazılarının",
      "E": "İstek -Sipariş Yazılarının"
    },
    "explanation": "İŞ YAZISI TÜRLERİ<br/><strong>Satış yazılarının</strong> en temel amacı müşterileri ürünü satın almaya yönelik ikna<br/>edebilmektir. Doğru cevap D'dir."
  },
  {
    "id": "2648812",
    "unitNumber": 3,
    "text": "\"Ürünlerimizin paketleme işlerinin yürütülmesi amacıyla lojistik destek almak istiyoruz. Bu konuda hazırladığınız hizmetlerinizi ve fiyat kataloğunuzu göndermenizi rica eder, çalışmalarınızda başarılar dileriz.\" şeklindeki cümle aşağıdaki iş yazısı türlerinden hangisine örnek olarak verilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilgi verme yazısı",
      "B": "Tanıtım- Reklam Yazıları",
      "C": "Kabul Yazıları",
      "D": "İstek- Sipariş Yazıları",
      "E": "Alındı- Teşekkür Yazıları"
    },
    "explanation": "İŞ YAZISI TÜRLERİ<br/>Bilgi verme yazısı örneğidir. Doğru cevap A'dır."
  },
  {
    "id": "2648813",
    "unitNumber": 3,
    "text": "\"...Bu güne kadar yapmış olduğumuz anlaşmalara hep bağlı kaldığınızı ve ödemelerde herhangi bir sıkıntı yaşamadığımızı görmekteyiz. Fakat son zamanlarda bu konuda aksamaların yaşandığını ve maalesef ödenmemiş üç dönem borcunuz olduğunu belirtmek istiyorum.\" şeklindeki cümle hangi iş yazısına bir örnektir?",
    "correctAnswer": "C",
    "options": {
      "A": "Teyit-Tekit Yazıları",
      "B": "Tanıtım-Reklam Yazıları",
      "C": "Tahsilat-Ödeme takip yazısı",
      "D": "Bilgi İsteme-Bilgi Verme Yazılar",
      "E": "Satış Yazıları"
    },
    "explanation": "İŞ YAZISI TÜRLERİ<br/>Tahsilat-Ödeme takip yazısı örneğidir. Doğru cevap C'dir."
  },
  {
    "id": "2648814",
    "unitNumber": 3,
    "text": "Tekit (üsteleme) yazıları en fazla kaç defa yazılmalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "İŞ YAZISI TÜRLERİ<br/>İkiden fazla tekit yazısı yazılmamalıdır. Doğru cevap B'dir."
  },
  {
    "id": "2648815",
    "unitNumber": 3,
    "text": "\"Kurumunuzu ziyaretimiz sırasında misafirperverliğiniz ve dostane yaklaşımınız bizleri çok mutlu etti. Sizlerle uzun yıllar işbirliği yapacağımızı belirtir, çalışmalarınızda başarılar dileriz. Saygılarımızla.\" şeklindeki cümle hangi iş yazısı türüne bir örnektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Alındı yazısı",
      "B": "Teşekkür yazısı",
      "C": "Özür dileme yazısı",
      "D": "İş isteme yazısı",
      "E": "Sipariş yazısı"
    },
    "explanation": "İŞ YAZISI TÜRLERİ<br/>Teşekkür yazısına bir örnektir. Doğru cevap B'dir."
  },
  {
    "id": "2648860",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi İş yazısının amaçlarından biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Eyleme geçilmemesini talep etmek",
      "B": "Belli bir eylemi açıklamak ya da gerekçelendirmek",
      "C": "Bilgi vermek",
      "D": "Okurları etkilemek",
      "E": "İyi ya da kötü haberler vermek"
    },
    "explanation": "İş yazılarını yazmaya başladığınızda kendinize soracağınız ilk soru “Bu belgeyi niçin yazıyorum?” olmalıdır. İş yazısı metinleri çeşitli amaçlarla yazılır. Bunlar;<br/>• Belli bir eylemi açıklamak ya da gerekçelendirmek: “Mevcut tedarikçiden aldığımız ürünlerde sorunlar çıkması nedeniyle elimizdeki ürünlerin tümünü iade etmeye ve yeni tedarikçi aramaya karar verdik.”<br/>• Bilgi vermek: “Yönetim, bütün müşterilere ocak ayı başından itibaren yeni ürünün satışına başlanacağı bilgisini verdi.”<br/>• Okurları etkilemek: “Üretim departmanı zamanın kısa olmasına rağmen istediğiniz ürünleri yetiştirebilir.”<br/>• İyi ya da kötü haberler vermek: “Ürününüzde oluşan arızanın sigorta kapsamında olmadığını üzülerek bildirmek isteriz.”<br/>• Eyleme geçilmesini talep etmek: “Ürün sa- tışa sunulmadan önce 22 Mart 2021 tarihine kadar tanıtım kataloglarının dağıtılması gerekmektedir.”"
  },
  {
    "id": "2648868",
    "unitNumber": 3,
    "text": "Ticari kuruluşların ve özel şahısların ticari kuruluşlara gönderdikleri yazılara ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "İş Yazıları",
      "B": "Bilgi İsteme",
      "C": "Okur Odaklı",
      "D": "Satış Teklifi",
      "E": "Mali Durum"
    },
    "explanation": "İş Yazıları: Ticari kuruluşların ve özel şahısların ticari kuruluşlara gönderdikleri yazılara denir (Tutar, Ayyıldız, 2014: 211)."
  },
  {
    "id": "2648875",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi İş yazılarının temel bölümlerinden biri <u><strong>değildir?</strong></u>",
    "correctAnswer": "A",
    "options": {
      "A": "Alıcının yakınlığı",
      "B": "Başlık",
      "C": "Adres",
      "D": "İletişim numarası",
      "E": "Tarih"
    },
    "explanation": "İş yazılarının temel bölümleri içermesi gerekir. Bu bölümler; başlık, adres, telefon numarası, sayı, referans, tarih, alıcının adı, unvanı, alıcının adresi, hitap, konu, metin, saygı ifadesi, imza, yazan kişinin adı ve görevi, ekler, not, kopya ve özel mesajlardan oluşur"
  },
  {
    "id": "2648880",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi İş yazılarında şekil yönünden dikkat edilmesi gereken hususlardır?<br/>I. Her kurum kendi kurumsal kimliğinin bir parçası olarak yazı formatını ve stilini oluşturarak kendi kurumuna özgü belge formatını oluşturmalıdır.<br/>II. İş yazısı göze hoş gelmeli, estetik olmalı, kullanılan logo, başlık, fotoğraf ve çizimler yazı karakterleri ile uyumlu olmalıdır.<br/>III. İş yazısında eksik bir bölüm olmamalı, yazıyı gönderen makamın kimlik bilgileri doğru bir şekilde yer almalıdır.<br/>IV. İş yazısının bölümleri birbiri ile uyumlu ve yeterli alan ayrımı yapılmış olmalıdır.<br/>V. Yazı tipi ve yazı boyutunun kurumun belirlediği şekilde standart hâle getirilmesi, şekil ve kurumun markalaşması açısından önemlidir.",
    "correctAnswer": "A",
    "options": {
      "A": "I/II/III/IV/V",
      "B": "I/II/III/V",
      "C": "III/IV/V",
      "D": "I/IV/V",
      "E": "III/V"
    },
    "explanation": "İş yazılarında şekil yönünden dikkat edilmesi gereken hususlar:<br/><ol> <li> Her kurum kendi kurumsal kimliğinin bir parçası olarak yazı formatını ve stilini oluşturarak kendi kurumuna özgü belge formatını oluşturmalıdır.<br/></li> <li> İş yazısı göze hoş gelmeli, estetik olmalı, kullanılan logo, başlık, fotoğraf ve çizimler yazı karakterleri ile uyumlu olmalıdır.<br/></li> <li> İş yazısında eksik bir bölüm olmamalı, yazıyı gönderen makamın kimlik bilgileri doğ- ru bir şekilde yer almalıdır.<br/></li> <li> İş yazısının bölümleri birbiri ile uyumlu ve yeterli alan ayrımı yapılmış olmalıdır.<br/></li> <li> Yazı tipi ve yazı boyutunun kurumun belirlediği şekilde standart hâle getirilmesi, şekil ve kurumun markalaşması açısından önemlidir.<br/></li> </ol>"
  },
  {
    "id": "2648882",
    "unitNumber": 3,
    "text": "Satış yazılarının en temel amacı müşterileri neye yönlendirmektir?",
    "correctAnswer": "A",
    "options": {
      "A": "ürünü satın almaya",
      "B": "ürünü iade etmeye",
      "C": "ürünün kusurunu göstermeye",
      "D": "para iadesi için",
      "E": "ürün reklamı"
    },
    "explanation": "Satış yazılarının en temel amacı müşterileri ürünü satın almaya yönelik ikna edebilmektir."
  },
  {
    "id": "2648883",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi satış yazılarının belli başlı amaçlarındandır?<br/>I. Ürünlerin ve hizmetlerin sunulması<br/>II. Satışların arttırılması<br/>III. Müşteri ilişkilerinin sürdürülebilirliğinin desteklenmesi<br/>IV. Müşteri devamlılığının sağlanması d. Müşteri portföyünün oluşturulması<br/>V. Ürün bilgisinin verilmesi<br/>VI. Özel hizmet ve ürün kampanyalarının bilgilendirilmesi<br/>VII. Yeni hizmet ve ürün bilgisinin aktarılması",
    "correctAnswer": "A",
    "options": {
      "A": "I/II/III/IV/V/VI/VII",
      "B": "II/III/IV/V/VII",
      "C": "III/IV/V/VI",
      "D": "IV/V/VI/VII",
      "E": "I/V/VII"
    },
    "explanation": "Satış yazılarının belli başlı amaçları şu şekilde sıralanabilir:<br/>a. Ürünlerin ve hizmetlerin sunulması<br/>b. Satışların arttırılması<br/>c. Müşteri ilişkilerinin sürdürülebilirliğinin desteklenmesi<br/>ç. Müşteri devamlılığının sağlanması d. Müşteri portföyünün oluşturulması<br/>e. Ürün bilgisinin verilmesi<br/>f. Özel hizmet ve ürün kampanyalarının bilgilendirilmesi<br/>g. Yeni hizmet ve ürün bilgisinin aktarılması (Tutar, Ayyıldız, 2012: 223)"
  },
  {
    "id": "2648884",
    "unitNumber": 3,
    "text": "Kurumların iş süreçlerinde zaman zaman farklı kurumlardan ya da benzer kurumlardan teknik, hukuki vb. konularda bilgi istemek için yazdıkları iş yazılarına ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilgi isteme yazıları",
      "B": "Bilgi verme yazıları",
      "C": "Tanıtım yazıları",
      "D": "Tahsilat yazıları",
      "E": "Ödeme Takip yazıları"
    },
    "explanation": "Bilgi İsteme-Bilgi Verme Yazıları<br/>Bilgi isteme yazıları, kurumların iş süreçlerinde zaman zaman farklı kurumlardan ya da benzer kurumlardan teknik, hukuki vb. konularda bilgi istemek için yazdıkları iş yazılarıdır. İçeriği bilgi almak olduğu için bilginin net, açık, anlaşılır, kısa ve öz bir şekilde aktarılması gerekir."
  },
  {
    "id": "2648885",
    "unitNumber": 3,
    "text": "Yeni üretilen mal ve hizmetlerin satışının gerçekleştirilebilmesi ya da satışlarının arttırılması amacıyla tanıtımının yapılması, aynı zamanda üretimde olan ürünleri geniş yığınlara beğendirmek, daha çok istenilmesini sağlamak, satışları arttırmak için yazılı yapılan her türlü çalışmaya ne yazıları denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tanıtım -Reklam Yazıları",
      "B": "Bilgi İsteme-Bilgi Verme Yazıları",
      "C": "Tahsilat-Ödeme Takip Yazıları",
      "D": "Teyit (Doğrulama) Yazıları",
      "E": "Tekit (Üsteleme) Yazıları"
    },
    "explanation": "Tanıtım -Reklam Yazıları<br/>Yeni üretilen mal ve hizmetlerin satışının gerçekleştirilebilmesi ya da satışlarının arttırılması amacıyla tanıtımının yapılması, aynı zamanda üretimde olan ürünleri geniş yığınlara beğendirmek, daha çok istenilmesini sağlamak, satışları arttırmak için yazılı yapılan her türlü çalışmaya tanıtım ve reklam yazıları denir"
  },
  {
    "id": "2648888",
    "unitNumber": 3,
    "text": "Yazılan bir yazıya süresi içerisinde cevap verilmemesi durumunda, muhataba ne yazısı yazılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Tekit (Üsteleme) Yazıları",
      "B": "Teyit (Doğrulama) Yazıları",
      "C": "Tahsilat-Ödeme Takip Yazıları",
      "D": "Tanıtım -Reklam Yazıları",
      "E": "Bilgi İsteme-Bilgi Verme Yazıları"
    },
    "explanation": "Tekit (Üsteleme) Yazıları<br/>Yazılan bir yazıya süresi içerisinde cevap verilmemesi durumunda, muhataba tekit yazısı yazılır. Yazının içeriğinde kaçıncı tekit yazısı olduğu ve cevap beklenen tarih yazılmalıdır (Keskin, 2014: 125)."
  },
  {
    "id": "2648889",
    "unitNumber": 3,
    "text": "Kurumların herhangi bir nedenle kendilerine gelen taleplerin durumunu bildirmek amaçlı yazılan yazılara ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ret/Kabul Yazıları",
      "B": "Tekit (Üsteleme) Yazıları",
      "C": "Teyit (Doğrulama) Yazıları",
      "D": "Tahsilat-Ödeme Takip Yazıları",
      "E": "Tanıtım -Reklam Yazıları"
    },
    "explanation": "Ret/Kabul Yazıları<br/>Kurumların herhangi bir nedenle kendilerine gelen taleplerin kabul ya da ret edildiğini bildirmek amaçlı yazılan yazılardır."
  },
  {
    "id": "2651860",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi iş yazılarında dikkat edecek unsurlardan biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ne, nasıl, nerede, ne zaman, neden, kim sorularına metin içerisinde cevap bulunması.",
      "B": "Yazıda verilen bilgi doğru, kesin ve inanılır olmalıdır.",
      "C": "Yazıda saygılı bir dil kullanılmalıdır. Yazı telafisi mümkün olmayan ve kanıt niteliği taşıyan bir belgedir.",
      "D": "Uzun ve soyut ifadeler gerektiğinde özellikle felsefi açıklamalar için kullanılır. Sonuçta yazanın da kendi donanım düzeyini cümleleri ile en iyi şekilde ifade etmeye hakkı vardır.",
      "E": "Soyut ifadelerin canlandırılması ve düşünceye geçirilmesi mümkün olmadığı için anlamlaştırılması da zor olmaktadır, dolayısı ile soyut ifadelerden kaçınılmalıdır."
    },
    "explanation": "İş yazılarında \"sonuçta yazanın da kendi donanım düzeyini cümleleri ile en iyi şekilde ifade etmeye hakkı vardır.\" fikrine yer yoktur. Soyut ve felsefi ifadelerden kaçınılmaldıır.<br/>İş yazılarında uzun ve soyut ifadelerden kaçınılması gerektiği unsurlar arasında söylenmiştir."
  },
  {
    "id": "2651867",
    "unitNumber": 3,
    "text": "\"İçeriğin kesin ve doğru ifadelerle yazılması gerekir. Ödemenin gerçekleşmeme nedenlerinin iyi niyet çerçevesinde irdelenmesi, kullanılan ifadeler ile ödemenin gözden kaçmış ya da birtakım planlanmamış aksaklıklardan kaynaklanabileceği vurgulanmalıdır.” Bu bilgiler ne tür bir yazı türüne uygundur?",
    "correctAnswer": "C",
    "options": {
      "A": "Teyit yazıları.",
      "B": "Tekit yazıları.",
      "C": "Tahsilat Takip yazıları.",
      "D": "Tanıtım yazıları.",
      "E": "Bilgi isteme/verme yazıları."
    },
    "explanation": "İçeriğin kesin ve doğru ifadelerle yazılan yazı türüne, Tanıtım denir.<br/>Tahsilat takip yazılarında, içeriğin kesin ve doğru ifadelerle yazılması gerekir."
  },
  {
    "id": "2651870",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi iş yazılarında içerik yönünden dikkat edilmesi<br/>gereken hususlardan <u>değildir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Resmi üslup daha fazla tercih edilmeli, kişisel üsluptan kaçınılmalıdır.",
      "B": "Kişisel üslup daha fazla tercih edilmeli, resmî üsluptan kaçınılmalıdır.",
      "C": "Asıl mesajın net olarak belirlenmesi ve açık olarak ifade edilmesi gerekir.",
      "D": "Mesaj kısa ve basit aktarılmalıdır.",
      "E": "Yazının etkinliği açısından mümkünse her yazının tek bir konu içermesine dikkat edilmelidir."
    },
    "explanation": "<ol><br/><li>Kişisel üslup daha fazla tercih edilmeli, resmî üsluptan kaçınılmalıdır.</li><br/><li>Asıl mesajın net olarak belirlenmesi ve açık olarak ifade edilmesi gerekir.</li><br/><li>Mesaj kısa ve basit aktarılmalıdır.</li><br/><li>Yazının etkinliği açısından mümkünse her yazının tek bir konu içermesine dikkat edilmelidir.<br/>İş yazılarında içerik yönünden dikkat edilmesi<br/>gereken hususlara örnek gösterilebilir. <br/></li><br/></ol><br/>\"Resmi üslup daha fazla tercih edilmeli, kişisel üsluptan kaçınılmalı\" gibi yaklaşımlar iş yazılarında içerik yönünden dikkat edilmesi gereken hususlara arasında yer almaz."
  },
  {
    "id": "2651879",
    "unitNumber": 3,
    "text": "\"İlgi\" ile ilgili aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "İş yazılarının bölümlerindendir.",
      "B": "Gelen iş yazısına cevap yazılması durumunda herhangi bir karışıklık oluşmaması için kullanır.",
      "C": "Hangi yazıya cevap olarak yazılıyorsa o yazının sayı bölümündeki rakam ve harfler yazılır.",
      "D": "Cevap yazılan kurum kendi dosyaları arasında gönderdiği belgeyi bulabilsin diye kullanılır.",
      "E": "Genelde Türkiye için gün, ay ve yıl sıralaması geçerlidir."
    },
    "explanation": "İlgi için birkaç örnek vermek gerekirse;<br/>- Sayının altına yazılır.<br/>- Gelen iş yazısına cevap yazılması durumunda herhangi bir karışıklık oluşmaması için kullanır.<br/>- Hangi yazıya cevap olarak yazılıyorsa o yazının sayı bölümündeki rakam ve harfler yazılır.<br/>- Cevap yazılan kurum kendi dosyaları arasında gönderdiği belgeyi bulabilsin diye kullanılır.<br/>Diyebiliriz.<br/>Türkiye için gün, ay ve yıl sıralaması geçerlidir örneğini İlgi'ye örnek olarak gösteremeyiz."
  },
  {
    "id": "2651883",
    "unitNumber": 3,
    "text": "\"Mevcut tedarikçiden aldığımız ürünlerde sorunlar çıkması nedeniyle elimizdeki ürünlerin tümünü iade etmeye ve yeni tedarikçi aramaya karar verdik.” iş yazısının hangi işlevini temsil etmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Okurları etkilemek.",
      "B": "Bilgi vermek.",
      "C": "Bir eylemi açıklamak ya da gerekçelendirmek.",
      "D": "Eyleme geçilmesini talep etmek.",
      "E": "İyi ya da kötü haber vermek."
    },
    "explanation": "Mevcut tedarikçiden aldığımız<br/>ürünlerde sorunlar çıkması nedeniyle elimizdeki<br/>ürünlerin tümünü iade etmeye ve<br/>yeni tedarikçi aramaya karar verdiğiniz andan itibaren bu durum; İş Yazısında bir eylemi açıklamak ya da gerekçelendirmek işlevini temsil eder.<br/>Bir eylemi açıklamak ya da gerekçelendirmenin, İş Yazısındaki işlevi için<br/>\"Mevcut tedarikçiden aldığımız<br/>ürünlerde sorunlar çıkması nedeniyle elimizdeki<br/>ürünlerin tümünü iade etmeye ve<br/>yeni tedarikçi aramaya karar verdik.\"<br/>hikayesini örnek gösterebiliriz."
  },
  {
    "id": "2651890",
    "unitNumber": 3,
    "text": "“Üretim departmanımız zaman kısa da olsa istediğiniz ürünleri yetiştirebilir.” ifadesi iş yazısının hangi işlevini temsil eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Okurları etkilemek.",
      "B": "Bilgi vermek.",
      "C": "Bir eylemi açıklamak ya da gerekçelendirmek.",
      "D": "Eyleme geçilmesini talep etmek.",
      "E": "İyi ya da kötü haber vermek."
    },
    "explanation": "Üretim departmanı zaman kısa da olsa istenilen<br/>ürünleri yetiştirebilir, ifadesi Okurları Etkilemek işlevini temsil eder.<br/>Okurları etkilemek işlevinin gerçekleşmesi için, üretim departmanı zamanı kısa dahi olsa istenilen ürünleri yetiştirebilir örneğindeki gibi bir durum ifadesi uygundur."
  },
  {
    "id": "2651898",
    "unitNumber": 3,
    "text": "“Ürününüzde oluşan arızanın sigorta kapsamında olmadığını üzülerek bildirmek isteriz.” ifadesi iş yazısının hangi işlevini temsil eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Okurları etkilemek.",
      "B": "Bilgi vermek.",
      "C": "Bir eylemi açıklamak ya da gerekçelendirmek.",
      "D": "Eyleme geçilmesini talep etmek.",
      "E": "İyi ya da kötü haber vermek."
    },
    "explanation": "“Ürününüzde oluşan arızanın sigorta kapsamında olmadığını üzülerek bildirmek isteriz.” İfadesi iyi ya da kötü haber verme, iş yazısının işlevini temsil eder.<br/>İyi ya da kötü haber vermek işlevi müşterinize durum bildiri yaptığınızı gösteri."
  },
  {
    "id": "2651905",
    "unitNumber": 3,
    "text": "\"Hitap\" bölümü ile ilgili aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yazı hitapla başlar.",
      "B": "Kullanılan hitap şekli, gönderilen kişi ya da kurum arasındaki ilişkiye göre belirlenmelidir.",
      "C": "Özel kurum ya da kurumlar arasında yapılan yazışmalarda hitap bölümü ilişkiye bağlı olarak samimi olabilir.",
      "D": "Resmî kurum ya da kuruluşlarla yapılan yazışmalarda hitap kişi adı ve unvanı kullanılarak yazılmalıdır.",
      "E": "Hiçbiri."
    },
    "explanation": "Sözü bir kimseye ya da kimselere yöneltme, karşıdakine ya da karşıdakilere seslenme işine hitap denir.<br/>Tüm şıklar doğrudur dolayısı ile yanıt \"hiçbiri\"dir"
  },
  {
    "id": "2652608",
    "unitNumber": 3,
    "text": "İletişim kanallarının hızla değişiyor olmasına karşın niçin yazılı iletişim halen tercih edilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bilişim sisteminde teknik alt yapı yetersizdir.",
      "B": "İnsanlar geleneklerine çok bağlıdır",
      "C": "Yazılı belgelerin kalıcı olmasındandır.",
      "D": "Yazılı belgelerin nostaljik değer sahip olmasındandır.",
      "E": "Uluslararası ticarette gelenekler bozulamaz."
    },
    "explanation": "İş yazıları, ürün tedariki/satışı, ham madde siparişi, fiyat talebi, şikâyette bulunmak, ürünler hakkında bilgi talep etmek/bilgi vermek, ödeme, iade talebi gibi farklı amaçlarla yazılabilir. Son yıllarda iletişim kanallarının hızla farklılaşmasına rağmen yazılı iletişim sıklıkla kullanılan bir iletişim aracı olmaya devam etmektedir. <strong>Bunun temel nedeni iş yazılarının, herhangi bir anlaşmazlıkta kalıcılığı nedeniyle ticari kurumlar tarafından bir güven aracı olarak kullanılıyor olmasıdır</strong> ve daha uzun yıllar kullanılmaya devam edeceği öngörülmektedir."
  },
  {
    "id": "2652617",
    "unitNumber": 3,
    "text": "Okur odaklı bir iş yazısında kişilere ulaşabilmesi iç temel özelliklerden birisi aşağıdakilerden hangi seçenekte yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Okuyucalara nasihat vermelidir.",
      "B": "Okuyuculara yani bir şeyler öğrenmelidir.",
      "C": "Mesajda vaatte bunulması gerekir.",
      "D": "Okuyucu için metin çok önemli değildir.",
      "E": "Okucuya ulaşabilmek için ikna edici net bir metin yazılmalıdır."
    },
    "explanation": "Her kademedeki büro elemanlarının kazanmaları gereken becerilerden biri okur odaklı bir yaklaşım ile iletilmek istenilen mesajın<strong> net ve ikna edici bir şekilde yazıya aktarılabilmesidir.</strong> Yazışmaların amacı doğrultusunda anlatılmak istenenlerin yazıya aktarılabilme konusunda yaşanılan sorunlar iş ilişkilerine zarar verebilmekte hatta ilişkileri bitirebilmektedir."
  },
  {
    "id": "2652623",
    "unitNumber": 3,
    "text": "Kurumlara yazışmalarında özel kağıtlar kullanırlar. Başlığın ve gerekli bilgilerin yer aldığı bu kağıda ne ad verlmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Antetli kağıt",
      "B": "Kuşe kağıt",
      "C": "Parşömen",
      "D": "Dosya kağıdı",
      "E": "Karbon kağıdı"
    },
    "explanation": "Kurumların iş yazıları için kullandıkları özel kâğıtlarda, üstte basılı kurum bilgileri bulunur. Başlığın matbu olarak basıldığı bu kâğıtlar, <strong>antetli kâğıtlar</strong> olarak adlandırılır. Bu başlıklar kurumların kendine özgü ve özel tasarımlarıdır, genelde üstte bulunur fakat bazen altta bazen yanda bulunabilir. Logo varsa logunun yanında ya da altında kurumun kısa adı ve uzun açılımlı adı yer alır. Antetli kâğıtlarda, sayfanın üst kısmında kurumun adı, logosunun yanı sıra adresi ve telefon numarası da yazılı olabilir. Önceden çok sayıda bastırılmış olan bu kâğıtlar yazışmalarda kullanılmak üzere hazır bulundurulur."
  },
  {
    "id": "2652631",
    "unitNumber": 3,
    "text": "İş yazılarında yazının ulaşmasının istenildiği kişi bilinmiyor ise nasıl bir hitap şekli kullanılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Bay veya Bayan",
      "B": "Değerli Kişi",
      "C": "İlgili Makama",
      "D": "Sayın Müdür",
      "E": "İnsan Kaynakları Yetkilisi"
    },
    "explanation": "Kurum adı yazılacak ise kurumun adının doğru olup olmadığı kontrol edilmelidir. Kurumun anonim, limitet gibi bir özelliği varsa bu özellik tam olarak ya da kısaltma olarak (AŞ ya da Ltd. Şti.) yazılmalıdır. Eğer gönderilen kişinin adı bilinmiyor ise “İlgili Makama” ya da “İlgili Kişiye” gibi ifadeler yazılmalıdır."
  },
  {
    "id": "2652636",
    "unitNumber": 3,
    "text": "İş yazılarında paraf kısmı kullanılacak ise en fazla kaş kişiye paraf hakkın tanınlamalıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "On kişi",
      "B": "Yedi Kişi",
      "C": "Üç Kişi",
      "D": "Beş Kişi",
      "E": "Dört Kişi"
    },
    "explanation": "Bazı iş yazılarında paraf kısmı kullanılabilir. Yazının kurum içinde kalan nüshasına yazıyı hazırlayandan imzalayan yetkiliye kadar aradaki tüm makamlara, <strong>en çok beş görevli</strong> için paraf açılabilir. Paraf adres bölümünün üstünde yazı alanının solunda yer alır. Yazıyı imzalayacak kişi ile yazıyı hazırlayanın adı ve soyadının ilk harflerinden meydana gelir. Büyük harflerle yazılır ve araya “/” işareti konur. Sayfa sonunda ve sol marja yaslı olarak hazırlanır. İmzalayan yetkili Ali ÖZ, yazıyı yazan görevli Esra Demir ise paraf AÖ/ED şeklinde yazılır."
  },
  {
    "id": "2652642",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi iş yazı türlerinden <strong><u>değildir</u>?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Satış Yazıları",
      "B": "Okul Yazıları",
      "C": "Bilgi İsteme-Bilgi Verme Yazıları",
      "D": "Tanıtım-Reklam Yazıları",
      "E": "Teyit-Tekit Yazıları"
    },
    "explanation": "Ticari bir faaliyeti gerçekleştirmek için yazılan yazılar, muhatap olan tarafın bir davranışta bulunmasını amaçlar. Bu nedenle iş yazılarının yazılış amacına göre değişen farklı türleri vardır. Bazı türler her sektörde yoğun olarak kullanılmaktadır. Bazı iş yazılarının kullanım alanları daha sınırlı olmaktadır. İçerik olarak hangi çeşit iş yazısı yazılırsa yazılsın açık, net, somut ve kesin olarak yazılmalı, yazılan tarafın davranışta bulunmasını sağlayacak şekilde ifadeler kullanılmasına dikkat edilmelidir. İş yazısı türleri şunlardır: • Satış Yazıları • Bilgi İsteme-Bilgi Verme Yazıları<br/>• Tanıtım-Reklam Yazıları<br/>• Tahsilat-Ödeme Takip<br/>• Teyit-Tekit Yazıları<br/>• Ret/Kabul Yazıları<br/>• İstek -Sipariş Yazıları<br/>• Alındı-Teşekkür Yazıları<br/>• Özür Dileme Yazıları<br/>• İş İsteme Yazıları"
  },
  {
    "id": "2652646",
    "unitNumber": 3,
    "text": "Satış yazışmalarının hedef odağı olan kitle aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Toptancılar",
      "B": "Parakendeciler",
      "C": "Tüketiciler",
      "D": "Üreticiler",
      "E": "Nakliyeciler"
    },
    "explanation": "<strong>Satış Yazıları </strong><br/>Satış; <strong>bir kurumun ürettiği mal veya hizmetleri tüketicileri bilgilendirmek ve tüketicilerin beğenisini kazanmak suretiyle hedef tüketicilere satmak için sürdüreceği zorunlu çabalardır.</strong> Üretim, dağıtım ve fiyatlandırma gerçekleştirildikten sonra ürünün, uygun satış noktalarında satışa sunulması gerekmektedir. Bu çabaların yapılmaması ya da doğru yapılamaması durumunda kurumsal faaliyetleri başarısızlıkla sonuçlanacak ve sürekli olarak piyasalarda tutunabilmeleri mümkün olamayacaktır."
  },
  {
    "id": "2652649",
    "unitNumber": 3,
    "text": "Bilgi verme yazıları nazik, samimi ve iyi niyetle yazılmalıdır. Eksik, hatalı, yanlış yazılan bilgi verme yazıları nasıl değerlendirilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Etik değildirler.",
      "B": "Anlaşılır değildirler.",
      "C": "Resmi değildirler.",
      "D": "Özel yaılmışlardır.",
      "E": "Bir değerlendirmeye alınmazlar."
    },
    "explanation": "Bilgi verme yazıları, bilgi isteme yazılarına cevap olarak yazılır. İstenilen bilgi ne kadar net ve açık ise verilen bilgi de o kadar doğru ve tatmin edici olacaktır. Bu nedenle bilgi isteyen tarafın öğrenmek istedikleri iyi tanımlanmalı ve doğru cevaplandırılmalıdır. Bilgi verme yazıları nazik, samimi ve iyi niyetle yazılmalıdır. Eksik, hatalı, yanlış yazılan bilgi verme yazıları <strong>etik</strong> değildir."
  },
  {
    "id": "2652658",
    "unitNumber": 3,
    "text": "Tahsilat ve Ödeme takip yazılarında <u><strong>önem arz etmeyen</strong></u> husus aşağıdaki seçeneklerden hangisindedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Müsteriyi kaybetmeyecek tarzda olmalıdır.",
      "B": "Nazik ve hoşgörülü ifadeler kullanılmalıdır.",
      "C": "Metin içeriği kesin ve net ifadeli olmalıdır.",
      "D": "İlk nazik yazıya geri dönüş olması ise daha sert bir yazı yazılabilir.",
      "E": "Yazı kişiyi afişe edici şekilde olmalıdır."
    },
    "explanation": "Kurumların, süresi içerisinde ödenmemiş geciken alacakların ödenmesini talep etmek için yazdıkları yazılardır. Kullanılan üslubun müşteri kaybına neden olmaması için, müşteri açısından etkisinin düşünülerek yazılması gerekir. Bu tür yazılarda dikkat edilmesi gereken hususlar şunlardır:<br/>• Müşteriyi kaybetmeye neden olmayacak şekilde yazılmalıdır.<br/>• Nazik ifadeler kullanılmalıdır. Sert ve kırıcı ifadeler belki tahsilatın sağlanmasında yararlı olabilir fakat zor kazanılan müşterilerin de kaybına neden olabilir.<br/>• Ödemesini gerçekleştirmeyen müşterinin geçmiş dönem ödeme davranışları gözden geçirilmeli, aksaklığa sebep olan nedenler incelenmeli, yazı yazılırken ifadeler buna dayanarak hassasiyetle seçilmelidir.<br/>• İçeriğin kesin ve doğru ifadelerle yazılması gerekir. Ödemenin gerçekleşmeme nedenlerinin iyi niyet çerçevesinde irdelenmesi, kullanılan ifadeler ile ödemenin gözden kaçmış ya da birtakım planlanmamış aksaklıklardan kaynaklanabileceği vurgulanmalıdır.<br/>• Kibar dille yazılan yazı sonucunda eylem gerçekleşmediğinde, ikinci yazıda biraz daha kesin ifadeler ve daha sonra karşılaşılabilecek süreçler net bir şekilde açıklanmalıdır.<br/>• Yazı ikinci, üçüncü kez yazılıyorsa, kurumun daha üst düzey yetkilisinin ağzından yazılmalı, net ve kesin ifadeler kullanılmalıdır.<br/>• Bu tür yazılarda tarih önemlidir. Yazılar, acele yazı statüsünde değerlendirilerek e-mail, Acele Posta Servisi (APS), kargo gibi aracı kurumlarla hızlı bir şekilde gönderilmelidir."
  },
  {
    "id": "2652663",
    "unitNumber": 3,
    "text": "Yazılan bir yazıya süresi içerisinde cevap verilmemesi durumunda, muhataba `iletilmek üzere yazılan yazıya ne ad verilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Temyiz",
      "B": "Tenkit",
      "C": "Teberru",
      "D": "Tekit",
      "E": "Tetik"
    },
    "explanation": "Yazılan bir yazıya süresi içerisinde cevap verilmemesi durumunda, muhataba <strong>tekit yazısı</strong> yazılır. Yazının içeriğinde kaçıncı <strong>tekit yazısı</strong> olduğu ve cevap beklenen tarih yazılmalıdır. Bu durum talebin üstelenmesi anlamını taşır. İkinci yazıya da cevap verilmemesi durumunda nasıl bir yol izleneceği açık ifadelerle belirtilmelidir. Tehditkâr ya da imalı ifadelerin kullanılması uygun olmayacağından, tekit yazıları nezaket kuralları çerçevesinde yazılmalıdır."
  },
  {
    "id": "2653273",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bir iş yazısının amacının odaklanması için uygun sorudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Bu iş yazısını neden yazıyorum?",
      "B": "Bu iş yazısını kim okuyacak?",
      "C": "Bu iş yazısı hangi türde bir yazıdır?",
      "D": "Bu iş yazısı doğru uzunlukta mı?",
      "E": "Bu iş yazısı okur gözünden ne ifade ediyor?"
    },
    "explanation": "Yazıların amacı her zaman birincildir.<br/>Bir iş yazısı yazarken kendimize ilk sormamız gereken soru aynı zamanda da yazının amacının ne olduğunu açıkça ortaya koyan \"Bu iş yazısını neden yazıyorum?\" sorusudur."
  },
  {
    "id": "2653287",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi iş yazılarında şekil açısından dikkat edilmesi gereken hususlardan <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Her kurumun yazı formatı ve stilinin kuruma özgü olarak belirlenmesi",
      "B": "Yazı formatı ve stili ulusal olarak standartlara uygun olmalı ve tek tip olmalıdır.",
      "C": "İş yazısının bölümlerinin birbirleri ile uyumlu olması",
      "D": "Göze hoş gelecek, estetik bir şekilde düzenlenmesi",
      "E": "Şekil açısından yazının standart hâle getirilmesi"
    },
    "explanation": "İş yazılarında kurumun kendi özgünlüğünün ve kimliğinin bir değeri vardır.<br/>İş yazılarında her kurumun yazı formatı ve stilinin kuruma özgü olarak belirlenmesi beklenir."
  },
  {
    "id": "2652324",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi özel yazı türlerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kutlama",
      "B": "Teselli",
      "C": "Taziye",
      "D": "Referans mektubu",
      "E": "Duyuru"
    },
    "explanation": "Kapsamı çok geniş olan ve hem kurum adına hem de bireysel amaçlarla yazılabilen özel yazıların, en yaygın kullanım örnekleri şunlardır: Kutlama yazıları, teşekkür yazıları, taziye (başsağlığı) ve teselli yazıları, davetiyeler, şikâyet, özür, istifa, veda yazıları, ilanlar, referans mektupları, iş başvuru mektupları ve öz geçmiş belgesi (CV)."
  },
  {
    "id": "2652328",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi mutlu olayları ve özel günleri kutlamak ve karşı tarafa iyi dilekler sunmak amacıyla yazılan kısa yazılardır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kutlama",
      "B": "Teselli",
      "C": "Davetiye",
      "D": "Özgeçmiş",
      "E": "Teşekkür"
    },
    "explanation": "<strong>Kutlama Yazıları</strong> mutlu olayları ve özel günleri kutlamak ve karşı tarafa iyi dilekler sunmak amacıyla yazılan kısa yazılardır. Bayramlarda, yılbaşlarında, doğum günü, kuruluş günleri ve yıl dönümlerinde, yeni bir göreve başlama veya terfi etme durumlarında, kişilerin önem verdiği gün ve olayların yıl dönümlerinde yaşadıkları mutluluğa, sevince ortak olmak amacıyla yazılan özel yazılardır."
  },
  {
    "id": "2652329",
    "unitNumber": 4,
    "text": "Kutlama yazılarında en çok dikkat edilmesi gereken konu nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Planlama",
      "B": "Doğru dil kullanımı",
      "C": "Zamanlama",
      "D": "Doğru hitap tarzı",
      "E": "Samimi üslup"
    },
    "explanation": "Kutlama yazılarında en çok dikkat edilmesi gereken konu <strong>zamanlamadır.</strong>"
  },
  {
    "id": "2652340",
    "unitNumber": 4,
    "text": "Basılı kutlama mesajları kullanırken metni nispeten kişiselleştirmek için ne yapılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Hitap ifadesi el yazısıyla yazılıp imzalanır",
      "B": "Tebrik ifadesinin altı resmi mühürle damgalanır",
      "C": "Tebrik mesajı ilgili kişiye e-posta yoluyla iletilir",
      "D": "Mesajının sağ üst köşesine paraf atılır",
      "E": "Hitap kısmında kişi ismi boş bırakılarak daha sonra el yazısıyla doldurulur"
    },
    "explanation": "Eğer basılı kutlama mesajları kullanılacaksa, hitap ifadesinin el yazısıyla yazılıp imzalanması basılı metni nispeten kişiselleştirecektir. Aksi hâlde kutlama yönetici asistanları arasında yapılan bir iletişim biçiminden öteye geçmez."
  },
  {
    "id": "2652355",
    "unitNumber": 4,
    "text": "İnsanların vefa duygularını açıklayan en etkili kelime nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Takdir",
      "B": "Teşekkür",
      "C": "Teselli",
      "D": "Minnettarlık",
      "E": "Övgü"
    },
    "explanation": "İnsanların vefa duygularını açıklayan en etkili kelime teşekkür kelimesidir. İnsanların vefa duygularını açıklayan en etkili kelime teşekkür kelimesidir (Tutar, 2002: 119). Teşekkür yazılarının yazılma zorunluluğu olmamasına rağmen, iş ilişkilerini geliştirmenin, karşı tarafa saygı ve nezaket sunmanın en etkili ve kolay yolu olduğu bir gerçektir ve gecikmeden yazılması yerinde bir davranıştır. Bu tür yazılar, kurum içinde çalışanlara, başarılı çalışmaları için ödül niteliğinde olabildiği gibi, iş ortakları, müşteriler ve diğer kurumlarla yapılan iş birlikleri için minnettarlık ifade etmenin en kolay ve maliyetsiz yolu olduğundan, kurumlar tarafından sıklıkla tercih edilmektedir.<br/>Mesleki yazışmalarda \"minnettar\" yerine \"teşekkür\" kelimesi kullanılmaktadır.<br/>Konuyla ilgili şu linkte verilen makaleyi inceleyebilirsiniz: <a href=\"https://www.researchgate.net/publication/344727316_Sukran_mi_duyuyoruz_yoksa_minnettar_miyiz_Do_we_feel_gratitude_or_are_we_thankful\">https://www.researchgate.net/publication/344727316_Sukran_mi_duyuyoruz_yoksa_minnettar_miyiz_Do_we_feel_gratitude_or_are_we_thankful</a>"
  },
  {
    "id": "2652379",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bir davetiyede bulunması gereken unsurlardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Davet veren kurumun, kurum çalışanlarının veya davet veren kişinin adı",
      "B": "Düzenlenen organizasyonun türü ve niteliği",
      "C": "Yemek, kokteyl gibi zaman alacak bir etkinliğin olup olmadığı",
      "D": "Kıyafet zorunluluğu var ise kıyafet bilgisi",
      "E": "Tüm yasal hakların saklı tutulduğu bilgisi"
    },
    "explanation": "Bir davetiyede bulunması gereken unsurlar şunlardır (Tutar, 2002: 115; Uzdil ve Benligiray, 1997: 111; Tutar ve Ayyıldız, 2008: 154; Koç ve Öztoprak, 2007: 168):<br/>• Davet veren kurumun, kurum çalışanlarının veya davet veren kişinin adı,<br/>• Düzenlenen organizasyonun türü ve niteliği,<br/>• Davetin gerçekleştirileceği yer, tarih ve saat,<br/>• Yemek, kokteyl gibi zaman alacak bir etkinliğin olup olmadığı,<br/>• Gerekli durumlarda, davetin düzenleneceği yerin tam olarak belirtildiği harita üzerindeki yeri, kroki ya da davetiye dijital ortamda oluşturulmuş ise konum bilgisi,<br/>• Kıyafet zorunluluğu var ise kıyafet bilgisi,<br/>• Konferans ya da sempozyum amaçlı davetiye gönderiliyorsa oturumlarda yer alan konuşmacıların adı soyadı, konuşma konuları ve konuşma saatleri,<br/>• Davet edilen yere çocuk getirilip getirilemeyeceği yazılmalıdır."
  },
  {
    "id": "2652386",
    "unitNumber": 4,
    "text": "İşten ayrılmak istendiğinde, hangi kanunda yer alan maddelere uygun bir şekilde ayrılık süreci yaşanması gerekmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "6098 Sayılı Borçlar Kanunu",
      "B": "4688 sayılı Kamu Görevlileri Sendikaları ve Toplu Sözleşme Kanunu",
      "C": "6356 sayılı Sendikalar ve Toplu İş Sözleşmesi Kanunu",
      "D": "1475 sayılı İş Kanunu",
      "E": "4857 Sayılı İş Kanunu"
    },
    "explanation": "İşten ayrılmak istendiğinde, 4857 Sayılı İş Kanunu’nda yer alan maddelere uygun bir şekilde ayrılık süreci yaşanması gerekmektedir."
  },
  {
    "id": "2652389",
    "unitNumber": 4,
    "text": "İlgili kanuna göre, iş yerinde altı aydan kısa bir süredir çalışılıyorsa, işten ayrılma dilekçesi işten ayrılma tarihinden kaç hafta evvel verilmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "2 hafta",
      "B": "3 hafta",
      "C": "4 hafta",
      "D": "5 hafta",
      "E": "6 hafta"
    },
    "explanation": "İşten ayrılmak istendiğinde, 4857 Sayılı İş Kanunu’nda yer alan maddelere uygun bir şekilde ayrılık süreci yaşanması gerekmektedir. Kanun’da<br/>yer alan ilgili maddeye göre, iş yerinde altı aydan kısa bir süredir çalışılıyorsa, işten ayrılma dilekçesi işten ayrılma tarihinden <strong>iki hafta</strong> evvel; iş yerinde<br/>altı ay ile bir buçuk yıl arası bir süredir çalışılıyorsa işten ayrılma dilekçesi işten ayrılma tarihinden dört hafta evvel; iş yerinde bir buçuk yıl ile üç yıldır<br/>çalışılıyorsa işten ayrılma dilekçesi işten ayrılma tarihinden altı hafta evvel; iş yerinde üç yıldan fazla bir süredir çalışılıyorsa da istifa dilekçesinin, işten<br/>ayrılma tarihinden sekiz hafta evvel verilmesi gerekmektedir (https://www.mevzuat.gov.tr/). Aksi hâlde işten ayrılmak isteyen kişiye, ihbar tazminatı ödemesi gibi hukuki yaptırımlar uygulanabilir."
  },
  {
    "id": "2652393",
    "unitNumber": 4,
    "text": "İlgili kanuna göre, iş yerinde altı ay ile bir buçuk yıl arası bir süredir çalışılıyorsa, işten ayrılma dilekçesi işten ayrılma tarihinden kaç hafta evvel verilmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "1 hafta",
      "B": "2 hafta",
      "C": "3 hafta",
      "D": "4 hafta",
      "E": "5 hafta"
    },
    "explanation": "İşten ayrılmak istendiğinde, 4857 Sayılı İş Kanunu’nda yer alan maddelere uygun bir şekilde ayrılık süreci yaşanması gerekmektedir. Kanun’da yer alan ilgili maddeye göre, iş yerinde altı aydan kısa bir süredir çalışılıyorsa, işten ayrılma dilekçesi işten ayrılma tarihinden iki hafta evvel; iş yerinde altı ay ile bir buçuk yıl arası bir süredir çalışılıyorsa işten ayrılma dilekçesi işten ayrılma tarihinden <strong>dört hafta</strong> evvel; iş yerinde bir buçuk yıl ile üç yıldır çalışılıyorsa işten ayrılma dilekçesi işten ayrılma tarihinden altı hafta evvel; iş yerinde üç yıldan fazla bir süredir çalışılıyorsa da istifa dilekçesinin, işten ayrılma tarihinden sekiz hafta evvel verilmesi gerekmektedir (https://www.mevzuat.gov.tr/). Aksi hâlde işten ayrılmak isteyen kişiye, ihbar tazminatı ödemesi gibi hukuki yaptırımlar uygulanabilir."
  },
  {
    "id": "2652395",
    "unitNumber": 4,
    "text": "İlgili kanuna göre, iş yerinde bir buçuk yıl ile üç yıldır çalışılıyorsa, işten ayrılma dilekçesi işten ayrılma tarihinden kaç hafta evvel verilmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "2 hafta",
      "B": "3 hafta",
      "C": "4 hafta",
      "D": "5 hafta",
      "E": "6 hafta"
    },
    "explanation": "İşten ayrılmak istendiğinde, 4857 Sayılı İş Kanunu’nda yer alan maddelere uygun bir şekilde ayrılık süreci yaşanması gerekmektedir. Kanun’da yer alan ilgili maddeye göre, iş yerinde altı aydan kısa bir süredir çalışılıyorsa, işten ayrılma dilekçesi işten ayrılma tarihinden iki hafta evvel; iş yerinde altı ay ile bir buçuk yıl arası bir süredir çalışılıyorsa işten ayrılma dilekçesi işten ayrılma tarihinden dört hafta evvel; iş yerinde bir buçuk yıl ile üç yıldır çalışılıyorsa işten ayrılma dilekçesi işten ayrılma tarihinden<strong> altı hafta</strong> evvel; iş yerinde üç yıldan fazla bir süredir çalışılıyorsa da istifa dilekçesinin, işten ayrılma tarihinden sekiz hafta evvel verilmesi gerekmektedir (https://www.mevzuat.gov.tr/). Aksi hâlde işten ayrılmak isteyen kişiye, ihbar tazminatı ödemesi gibi hukuki yaptırımlar uygulanabilir."
  },
  {
    "id": "2653177",
    "unitNumber": 4,
    "text": "Aşağıda verilen özel yazı özelliklerinden hangisi veya hangileri doğrudur?<br/>I- Özel yazılarda konu çeşitliliği olabilir<br/>II- Referans mektupları bu grupta yer alır<br/>III- Davet yazılarının erken gönderilmesi önemlidir",
    "correctAnswer": "B",
    "options": {
      "A": "I",
      "B": "II",
      "C": "I,II",
      "D": "I,III",
      "E": "I,II ve III"
    },
    "explanation": "Özel yazılar, iş başvurusu yazıları, öz geçmiş belgelerini ve referans mektuplarını da kapsamaktadır.<br/>II"
  },
  {
    "id": "2653181",
    "unitNumber": 4,
    "text": "Kutlama yazılarında hitap ifadesinin el yazısıyla yazılıp imzalanmasının yazıya kazandıracağı özellik nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Görsellik",
      "B": "Nezaket",
      "C": "Kişiselleştirme",
      "D": "Samimiyet",
      "E": "Resmiyet"
    },
    "explanation": "Eğer basılı kutlama mesajları kullanılacaksa, hitap ifadesinin el yazısıyla yazılıp imzalanması basılı metni nispeten kişiselleştirecektir<br/>Kişiselleştirme"
  },
  {
    "id": "2653183",
    "unitNumber": 4,
    "text": "İnsanların vefa duygularını açıklayan en etkili kelime nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Takdir",
      "B": "Teşekkür",
      "C": "Tebrik",
      "D": "Tasdik",
      "E": "Tenkit"
    },
    "explanation": "İnsanların vefa duygularını açıklayan en etkili kelime teşekkür kelimesidir (Tutar, 2002: 119)"
  },
  {
    "id": "2653187",
    "unitNumber": 4,
    "text": "Teşekkür yazıları aşağıda verilen konulardan hangisini veya hangilerini içerir?<br/>I- Memnuniyet<br/>II- İyi niyet<br/>III- Minnettarlık",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "I,III",
      "E": "I,II ve III"
    },
    "explanation": "Teşekkür yazılarında, konuyla ilgili duyulan memnuniyetten, olumlu izlenimlerden ve iyi niyet duygularından söz edilir. Bu tür yazılar, kurum içinde çalışanlara, başarılı çalışmaları için ödül niteliğinde olabildiği gibi, iş ortakları, müşteriler ve diğer kurumlarla yapılan iş birlikleri için minnettarlık ifade etmenin en kolay ve maliyetsiz yolu olduğundan, kurumlar tarafından sıklıkla tercih edilmektedir.<br/>I,II ve III"
  },
  {
    "id": "2653189",
    "unitNumber": 4,
    "text": "Teselli ve taziye yazılarında ortak dilek nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sabır",
      "B": "Erdem",
      "C": "Güven",
      "D": "Unutma",
      "E": "Kabullenme"
    },
    "explanation": "Başsağlığı yazıları, bir yakınını kaybetmiş kişilerin üzüntü ve kederlerini paylaşmak, onlara sabır dilemek amacıyla yazılır.<br/>Teselli yazıları ise herhangi nedenle üzüntü yaşayan insanların acılarını paylaşmak ve teselli etme amaçlı yazılan yazılara denir. Bu yazıların yazılma sebebi bir yakının kaybı, hastalık, yangın, deprem, kaza ve benzeri kötü bir durumla karşılaşan yakınların üzüntü ve kederlerini paylaşmak, onlara sabır dilemektir."
  },
  {
    "id": "2653193",
    "unitNumber": 4,
    "text": "Davetiyeler hakkında verilen bilgilerden hangisi veya hangileri doğrudur?<br/>I- Zarfları beyaz olmalıdır<br/>II- Düzenlenen organizasyonun türü ve niteliğini içermelidir<br/>III- Davetiyenin sağ alt köşesinde GGB ibaresi yer alabilir",
    "correctAnswer": "B",
    "options": {
      "A": "I",
      "B": "II",
      "C": "I,II",
      "D": "I,III",
      "E": "I,II ve III"
    },
    "explanation": "II<br/>Düzenlenen organizasyonun türü ve niteliğini içermelidir. Davetiyeler ve zarfları, renkli, farklı kalite ve ölçülerde kâğıtlara bastırılabildiği gibi dijital ortamda da oluşturulup gönderilmektedir. Salon düzenlemesi ve konukların yerlerinin önceden belirlenmesinin önem taşıdığı durumlarda, davete katılacakların kesin sayısını bilmek gerekir. Bu durumda, davetiyenin sağ alt köşesine ‘LCV’, ‘Lütfen Cevap Veriniz’ ibaresi ve altına telefon numarası yazılır."
  },
  {
    "id": "2653194",
    "unitNumber": 4,
    "text": "Şikâyet yazılarında kibar ama ................ bir üslup kullanılmalı cümlesinde boşlukta aşağıdaki kelimelerden hangisi yer alır.",
    "correctAnswer": "C",
    "options": {
      "A": "Tehditkar",
      "B": "Sert",
      "C": "Otoriter",
      "D": "Özgüvenli",
      "E": "Soğukkanlı"
    },
    "explanation": "Şikâyet yazılarında kibar ama otoriter bir üslup kullanılmalıdır."
  },
  {
    "id": "2653198",
    "unitNumber": 4,
    "text": "Referans mektubu talep eden kişi hakkında aşağıdaki bilgilerden hangisi veya hangilerine yer verilir?<br/>I- Görevi sırasında yerine getirdiği sorumluluklar <br/>II- Gelişimden ve kuruma katkılarından<br/>III- Kurumdan ne sebeple ayrıldığı",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "II,III",
      "E": "I,II ve III"
    },
    "explanation": "<ul><br/><li>Referans mektubu talep eden kişinin, görevi sırasında yerine getirdiği sorumluluklar detaylı olarak açıklanmalıdır.</li><br/><li>Kurumda çalıştığı süre boyunca gösterdiği gelişimden ve kuruma katkılarından bahsedilebilir.</li><br/><li>Kendisine referans olunan kişinin kurumdan ne sebeple ayrıldığı belirtilmelidir</li><br/></ul><br/>I,II ve III"
  },
  {
    "id": "2653199",
    "unitNumber": 4,
    "text": "İş başvuru mektupları ne kadar sürede okunabilecek boyutta olmalıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "10 dakika",
      "B": "5 dakika",
      "C": "1 dakika",
      "D": "45 saniye",
      "E": "15 saniye"
    },
    "explanation": "Başvuru mektupları 15-20 saniyede okunabilecek boyutta olmalıdır<br/>15 saniye"
  },
  {
    "id": "2653200",
    "unitNumber": 4,
    "text": "İş başvurusunda yetkinlikler bölümünde teknik bilgilere ek olarak aşağıdaki bilgilerden hangisi yada hangileri verilmelidir?<br/>I- Ödüller<br/>II- Gönüllü faaliyetler<br/>III- İlgi alanları",
    "correctAnswer": "E",
    "options": {
      "A": "I",
      "B": "I,II",
      "C": "III",
      "D": "I,III",
      "E": "I,II ve III"
    },
    "explanation": "Yetkinlikler: İş yaşamında önemli olabileceği düşünülen teknik ve teknik olmayan bilgi ve beceriler, bilgisayar ve yabancı dil becerileri belirtilir. Ayrıca ilgi alanları, ödüller, gönüllü faaliyetler, yayımlanmış eserler gibi bilgiler iş ya da kariyer<br/>hedefleri açısından önem taşıyorsa yer verilmelidir<br/>I,II ve III"
  },
  {
    "id": "2654410",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi rutin dışında yazılan özel yazılara örnek olarak verilemez?",
    "correctAnswer": "E",
    "options": {
      "A": "Olağan dışı toplantı",
      "B": "Olağan dışı genel kurul",
      "C": "Temel atma",
      "D": "Açılış",
      "E": "Yıl dönümleri"
    },
    "explanation": "Özel yazıların kapsamı<br/>Rutin dışında yazılanlar ise olağan dışı toplantı, olağan dışı genel<br/>kurul, açılış, temel atma, tanıtım, taziye, geçmiş<br/>olsun, kutlama vb. amaçlıdır"
  },
  {
    "id": "2654423",
    "unitNumber": 4,
    "text": "Bir yakınını kaybetmiş kişilerin üzüntü ve kederlerini paylaşmak, onlara sabır<br/>dilemek amacıyla yazılan yazılara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Başsağlığı yazısı",
      "B": "Teselli Yazısı",
      "C": "Özür Yazısı",
      "D": "Davetiye",
      "E": "Şikayet Yazısı"
    },
    "explanation": "Özel yazı türleri<br/>Başsağlığı yazıları, bir yakınını kaybetmiş kişilerin üzüntü ve kederlerini paylaşmak, onlara sabır dilemek amacıyla yazılır"
  },
  {
    "id": "2654428",
    "unitNumber": 4,
    "text": "Düzenlenmiş özel bir etkinliğe katılımı istenen kişilere gönderilen ve kısa olarak hazırlanan çağrı yazısına ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Teselli Yazısı",
      "B": "Davetiye",
      "C": "Özür Yazısı",
      "D": "Veda Yazısı",
      "E": "İlan"
    },
    "explanation": "özel yazı türleri<br/>Davetiye, düzenlenmiş özel bir etkinliğe katılımı istenen kişilere gönderilen ve kısa olarak hazırlanan davet, çağrı yazısıdır"
  },
  {
    "id": "2654437",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi veya hangileri bir davetiyede bulunması gereken unsurlardandır_<br/>I.Davet veren kurumun, kurum çalışanlarının veya davet veren kişinin adı.<br/>II. Düzenlenen organizasyonun türü ve niteliği.<br/>III. Davetin gerçekleştirileceği yer, tarih ve saat.",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "II ve II",
      "C": "I ve III",
      "D": "I, II ve III",
      "E": "Yalnız III"
    },
    "explanation": "davetiyelerin özellikleri<br/>Davet veren kurumun, kurum çalışanlarının veya davet veren kişinin adı,<br/>Düzenlenen organizasyonun türü ve niteliği,<br/>Davetin gerçekleştirileceği yer, tarih ve saat,"
  },
  {
    "id": "2654441",
    "unitNumber": 4,
    "text": "Bir kişi/kişiler ve/veya bir kurum ile ilgili olumsuz bir durum veya sorunla karşılaşıldığında, sorun sözel iletişimle çözülemediğinde başvurulan ve konuya resmiyet kazandıran yazı türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İstifa Yazıları",
      "B": "Özür Yazıları",
      "C": "Şikâyet Yazıları",
      "D": "Taziye Yazıları",
      "E": "Veda Yazıları"
    },
    "explanation": "Şikayet yazılarının özelliklerini<br/>Genellikle “şikâyet dilekçesi” şeklinde ifade<br/>edilen bu yazılar, bir kişi/kişiler ve/veya bir kurum<br/>ile ilgili olumsuz bir durum veya sorunla karşılaşıldığında, sorun sözel iletişimle çözülemediğinde<br/>başvurulan ve konuya resmiyet kazandıran bir yazı<br/>türüdür"
  },
  {
    "id": "2654449",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi/hangileri şikâyet yazısı yazarken dikkat edilmesi gereken unsurlardandır?<br/>I. Kurumdan, şikâyetin değerlendirilmeye alınması ve bu durum ya da olayınn çözülmesi isteğinde bulunulduğu belirtilir. II. Dilekçeyi mümkün olduğunca kısa ve anlaşılır oluşturmaya dikkat edilmelidir.<br/>III. Şikâyetçinin isim ve adresi yazılmalıdır, aksi takdirde dilekçe işleme alınmayabilir.",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "Yalnız III",
      "C": "Yalnız II",
      "D": "II ve III",
      "E": "I ve III"
    },
    "explanation": "Şikayet yazılarının sahip olması gereken özellikler<br/>Şikâyet yazısı yazarken dikkat edilmesi gereken konular şu şekilde sıralanabilir<br/>- Kurumdan, şikâyetin değerlendirilmeye<br/>alınması ve bu durum ya da olayın çözülmesi isteğinde bulunulduğu belirtilir.<br/>-Dilekçeyi mümkün olduğunca kısa ve anlaşılır oluşturmaya dikkat edilmelidir.<br/>- Şikâyetçinin isim ve adresi yazılmalıdır, aksi<br/>takdirde dilekçe işleme alınmayabilir."
  },
  {
    "id": "2654454",
    "unitNumber": 4,
    "text": "Bir haberi veya mesajı, kitle iletişim araçlarıyla hedeflenen kitleye duyurmak amacıyla hazırlanan yazılara ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Davetiye",
      "B": "İlanlar",
      "C": "Özür Yazıları",
      "D": "Şikeyet Yazıları",
      "E": "Teselli Yazıları"
    },
    "explanation": "Bir haberi veya mesajı, kitle iletişim araçlarıyla hedeflenen kitleye duyurmak amacıyla hazırlanan yazılara ilan denir. İlanlar hızlı, dikkat çekici ve basit bir haberleşme aracıdır ve elektronik ortamların kullanımının giderek yaygınlaşmasıyla daha düşük maliyetle duyurulabilmektedirler."
  },
  {
    "id": "2654456",
    "unitNumber": 4,
    "text": "Kamu kurumlarının verdiği yasa, tüzük ve yönetmeliklerin zorunlu kıldığı ilanlara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Resmî ilanlar",
      "B": "Özel ilanlar",
      "C": "Seri İlanlar",
      "D": "Reklam",
      "E": "Davetiye"
    },
    "explanation": "İlan türleri<br/>Resmî ilanlar, kamu kurumlarının verdiği yasa, tüzük ve yönetmeliklerin zorunlu kıldığı ilanlardır."
  },
  {
    "id": "2654470",
    "unitNumber": 4,
    "text": "Aşağıda verilen bilgilerin yer alması gereken yazı türüne ne ad verilir?<br/>1. Kariyer Hedefi<br/>2. Eğitim Durumu<br/>3. Yetkinlikler<br/>4. Referanslar",
    "correctAnswer": "E",
    "options": {
      "A": "Davetiye",
      "B": "İlan",
      "C": "İş başvuru mektubu",
      "D": "Referans Mektubu",
      "E": "Öz Geçmiş Belgesi (CV)"
    },
    "explanation": "Özgeçmiş oluşturma<br/>Etkin bir öz geçmişte bulunması gereken bilgiler şunlardır:<br/>Kişisel Bilgiler<br/>Kariyer Hedefi<br/>Eğitim Durumu<br/>İş Deneyimi<br/>Yetkinlikler<br/>Referanslar"
  },
  {
    "id": "2654478",
    "unitNumber": 4,
    "text": "Aşağıdaki yazı türlerinin hangisinde ‘LCV’, ‘Lütfen Cevap Veriniz’ ibaresi ve altına telefon numarası yazılır?",
    "correctAnswer": "D",
    "options": {
      "A": "İlanlar",
      "B": "Teselli Yazıları",
      "C": "Özür yazıları",
      "D": "Davetiye",
      "E": "Şikayet Yazıları"
    },
    "explanation": "Yazı türlerinin özellikleri<br/>Salon düzenlemesi ve konukların yerlerinin önceden belirlenmesinin önem taşıdığı durumlarda,<br/>davete katılacakların kesin sayısını<br/>bilmek gerekir. Bu durumda, davetiyenin sağ alt köşesine ‘LCV’,<br/>‘Lütfen Cevap Veriniz’ ibaresi ve<br/>altına telefon numarası yazılır. Bazı<br/>çok önemli davetler için yazılı cevap<br/>istenir."
  },
  {
    "id": "2646905",
    "unitNumber": 5,
    "text": "Okunabilir, anlaşılabilir, bilgi giriş alanlarından oluşan basılı evrak veya elektronik ortamda başlıkları belirlenmiş sorulardan oluşan, üzerine veri girişi yapabilmek için çeşitli ortamlarda düzenlenmiş belgeleri ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Prosedür",
      "B": "Form",
      "C": "Döküm",
      "D": "Ekstre",
      "E": "Dekont"
    },
    "explanation": "Formlar; okunabilir, anlaşılabilir, açık ve net bilgi giriş alanlarından oluşan basılı evrak<br/>veya elektronik ortamda başlıkları belirlenmiş sorulardan oluşan çerçevelerdir. Üzerine veri girişi yapabilmek için çeşitli ortamlarda düzenlenmiş belgelerdir.<br/>B seçeneğidir."
  },
  {
    "id": "2646909",
    "unitNumber": 5,
    "text": "Kurumlarda kullanılmasıyla işlerde sürat, düzen, ekonomi, kolaylık, birlik ve benzerlik (standardizasyon) sağlayan türden belge aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Poliçe",
      "B": "Teberru",
      "C": "Form",
      "D": "Tebliğ",
      "E": "Tebellüğ"
    },
    "explanation": "Kurumlarda form kullanılmasıyla işlerde sürat, düzen, ekonomi, kolaylık, birlik ve benzerlik (standardizasyon) sağlanmış olur.<br/>C seçeneği"
  },
  {
    "id": "2646918",
    "unitNumber": 5,
    "text": "I. Kurumlar faaliyetlerinde sıkça kullanır<br/>II. Üzerindeki bilgilerin doldurulması ile iş süreçlerinin sağlıklı yürümesi sağlanır<br/>III. Kurum içi yazılı iletişime önemli katkı sağlayan araçlardır<br/>IV. Kâğıt üzerinde hazırlanan formlar fotokopi yoluyla veya matbaada basılarak<br/>çoğaltılırlar<br/>Temel nitelikleri yukarıda sıralanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tasdikname",
      "B": "Sirküler",
      "C": "Standardizsyon",
      "D": "Form",
      "E": "Matbu"
    },
    "explanation": "Formlar, kurumların faaliyetlerinde sıkça kullandığı, üzerindeki bilgilerin doldurulması ile iş süreçlerinin sağlıklı yürümesini sağlayan, kurum içi yazılı iletişime önemli katkı sağlayan araçlardır. Kurumların yapısına ve işleyişine göre sayı ve tür olarak çok fazla sayıda form bulunmaktadır. Her kurum kendi ihtiyacı doğrultusunda form hazırlar. Kâğıt üzerinde hazırlanan formlar fotokopi yoluyla veya matbaada basılarak çoğaltılırlar.<br/>D seçeneği"
  },
  {
    "id": "2646928",
    "unitNumber": 5,
    "text": "Günümüzde e-devlet, e-bankacılık, e-sigortacılık, e-ticaret, e-eğitim gibi etkileşimli işlemlerde kullanılan ve işlerin daha hızlı ve doğru yapılmasını sağlayan, bu sayede de kurumlardaki iş yükünün azalmasına aşağıdakilerden hangisi katkı sağlamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "İlan",
      "B": "Form",
      "C": "Poliçe",
      "D": "Rapor",
      "E": "İbraname"
    },
    "explanation": "e-devlet, e-bankacılık, e-sigortacılık, e-ticaret, e-eğitim gibi etkileşimli (interactive) her işte de formlar kullanılmakta ve formlar işlerin daha hızlı ve doğru yapılmasını sağlamaktadır. Böylelikle kurumlarda iş yükü azalırken kâğıt israfının da önüne geçilmektedir.<br/>B seçeneği"
  },
  {
    "id": "2647794",
    "unitNumber": 5,
    "text": "I. Verilerin sağlıklı bir şekilde toplanmasını ve rutin işlerin standart bir biçimde yürütülmesini sağlar<br/>II. Bilgileri bir araya getirir ve bilgileri standartlaştırır<br/>Başlıca nitelikleri yukarıda açıklanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "İşlev",
      "B": "Sicil",
      "C": "Veri",
      "D": "Performans",
      "E": "Form"
    },
    "explanation": "Formların temel amaçları verilerin sağlıklı bir şekilde toplanmasını ve rutin işlerin standart bir biçimde yürütülmesini sağlamaktır. Formlar bilgileri bir araya getirir ve bilgileri standartlaştırır. Formlar aynı zamanda formlara dayalı olarak işlem yapılmasında kurumlara yetki sağlar.<br/>E seçeneğidir"
  },
  {
    "id": "2647796",
    "unitNumber": 5,
    "text": "Verilerin toplanmasında, kaydedilmesinde, gruplandırılmasında, yararlanılmasında, iletilmesinde ya da yayımlanmasında aracılık eden araçlar olarak ifade edilen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Data",
      "B": "Belit",
      "C": "Form",
      "D": "Yönerge",
      "E": "Mizan"
    },
    "explanation": "Formlar birçok amaçla verilerin toplanmasında, kaydedilmesinde, gruplandırılmasında, yararlanılmasında, iletilmesinde ya da yayımlanmasında aracılık eden önemli araçlardır.<br/>C seçeneğidir."
  },
  {
    "id": "2647820",
    "unitNumber": 5,
    "text": "I. İşi kolaylaştırma ve standardize etme<br/>II. Zaman, emek ve maliyet tasarrufu sağlama<br/>III. Etkili bir yazılı iletişim ağı kurma<br/>IV. Yönetim kararları için temel oluşturma<br/>Başlıca yararları yukarıda sıralanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Döküm",
      "B": "Prosedür",
      "C": "Çizelge",
      "D": "Form",
      "E": "Ekstre"
    },
    "explanation": "Formların yararları şu şekildedir: İşi kolaylaştırma ve standardize etme: Kâğıt formlarda doldurulacak alanlar, varsa forma eklenmesi gerekli belgeler formun üzerinde basılı<br/>geldiği, elektronik formlarda da veri doğrudan elde edildiği için kurumlarda iş yükünü azaltır ve işleri kolaylaştırır.<br/>D seçeneğidir."
  },
  {
    "id": "2647826",
    "unitNumber": 5,
    "text": "Çoktan seçmeli soruların yanıtlanmasında, kurumların yaptıkları araştırmalarda, anketlerde, standardize edilmiş testlerde, kontrol listelerinde vb. alanlarda yaygın olarak kullanılan form tipi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hat form",
      "B": "Çizgi form",
      "C": "Kutu form",
      "D": "Optik form",
      "E": "Yatay form"
    },
    "explanation": "Optik formlar çoktan seçmeli soruların yanıtlanmasında, kurumların yaptıkları araştırmalarda, anketlerde, standardize edilmiş testlerde, kontrol listelerinde vb. alanlarda yaygın olarak kullanılır.<br/>D seçeneği"
  },
  {
    "id": "2647830",
    "unitNumber": 5,
    "text": "Doğru veya uygun seçeneğe ait baloncuğun kurşun kalemle ve baloncuğun içi dışarı taşırılmadan doldurulduğu form türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çizelge form",
      "B": "Çapraz form",
      "C": "Optik form",
      "D": "Parametrik form",
      "E": "Analitik form"
    },
    "explanation": "Bu formlarda doğru veya uygun seçeneğe ait baloncuk kurşun kalemle ve baloncuğun içi dışarı taşırılmadan doldurulur.<br/>C seçeneğidir."
  },
  {
    "id": "2647833",
    "unitNumber": 5,
    "text": "I. Bazı bölümleri sonradan doldurulmak üzere boş bırakılarak tasarlanır<br/>II. Aynı konuda sürekli olarak yazılan yazıların tekrar tekrar yazılmasını önlemek amacıyla kullanılır<br/>Temel nitelikleri yukarıda açılanan form türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yazışma formu",
      "B": "Reel form",
      "C": "Rasyonel form",
      "D": "Hatlı form",
      "E": "Dikey form"
    },
    "explanation": "Bazı bölümleri sonradan doldurulmak üzere boş bırakılarak tasarlanan formlar yazışma formları olarak adlandırılır. Aynı konuda sürekli olarak yazılan yazıların tekrar tekrar yazılmasını önlemek amacıyla bu formlar kullanılır.<br/>A seçeneğidir."
  },
  {
    "id": "2648248",
    "unitNumber": 5,
    "text": "I. Formlar; okunabilir, anlaşılabilir, açık ve net bilgi giriş alanlarından oluşan basılı evrak veya elektronik ortamda başlıkları belirlenmiş sorulardan oluşan çerçevelerdir. <br/>II. Formlar üzerine veri girişi yapabilmek için çeşitli ortamlarda düzenlenmiş belgelerdir.<br/>III. Türk Dil Kurumu Sözlüğü’nde form; istenilen şeylerin yazılması, doldurulması için hazırlanmış basılı belge olarak tanımlanmaktadır. <br/>Yukarıdakilerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Konu ile ilgili bilgiye 125 nolu sayfadan erişebilirsiniz.<br/>Maddelerden tümü doğru ifadeler içermektedir."
  },
  {
    "id": "2648250",
    "unitNumber": 5,
    "text": "I. Formlar, kullanıcılardan veri (bilgi) almak ve toplamak amacıyla düzenlenirler.<br/>II. Formların temel amaçları verilerin sağlıklı bir şekilde toplanmasını ve rutin işlerin standart bir biçimde yürütülmesini sağlamaktır.<br/>III. Mesleki yazışmalar açısından değerlendirildiğinde formlar bir resmî yazı türüdür.<br/>Yukarıdakilerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Konu ile ilgili bilgiye 125 nolu sayfadan erişebilirsiniz.<br/>Tüm maddeler doğru ifadeler içermektedir."
  },
  {
    "id": "2648253",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi tasarımlarına göre form sınıflandırmasında <u>yer almaz? </u>",
    "correctAnswer": "D",
    "options": {
      "A": "Optik formlar",
      "B": "Kutu formlar",
      "C": "Yazışma formları",
      "D": "Otokopili formlar",
      "E": "Çizgi formlar"
    },
    "explanation": "Konu ile ilgili bilgiye 127 nolu sayfadan erişebilirsiniz.<br/>Formlar, tasarımlarına göre çizgi formlar, kutu formlar, optik formlar, yazışma formları ve karma formlar olarak sınıflandırılabilirler. Otokopili formlar, kopya sayılarına göre formlar arasında yer alır."
  },
  {
    "id": "2648258",
    "unitNumber": 5,
    "text": "I. İşi kolaylaştırma ve standardize etme<br/>II. Zaman, emek ve maliyet tasarrufu sağlama<br/>III. Etkili bir yazılı iletişim ağı kurma<br/>Yukarıdakilerden hangisi/hangileri formların yararları arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Konu ile ilgili bilgiye 126 nolu sayfadan erişebilirsiniz.<br/>Formların yararları şu şekildedir:<br/><ul> <li>İşi kolaylaştırma ve standardize etme</li> <li>Zaman, emek ve maliyet tasarrufu sağlama</li> <li>Etkili bir yazılı iletişim ağı kurma</li> <li>Yönetim kararları için temel oluşturma.</li> </ul>"
  },
  {
    "id": "2648260",
    "unitNumber": 5,
    "text": "Bu formlarda istenilen bilgilerin kodlanması için özel olarak tasarlanmış kodlama alanları bulunur. Kodlanan bilgiler optik okuyucu tarafından okunur ve böylece bilgilerin kolaylıkla bilgisayar ortamına<br/>girişinin yapılması sağlanır. Çoktan seçmeli soruların yanıtlanmasında, kurumların yaptıkları araştırmalarda, anketlerde, standardize edilmiş testlerde, kontrol listelerinde vb. alanlarda yaygın olarak kullanılır. Bu formlarda doğru veya uygun seçeneğe ait baloncuk kurşun kalemle ve<br/>baloncuğun içi dışarı taşırılmadan doldurulur.<br/>Yaptığı araştırma sonucu yukarıdaki bilgilere erişen bir araştırmacının hangi form tipini araştırdığı çıkarımına varılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Optik form",
      "B": "Kutu form",
      "C": "Çizgi form",
      "D": "Yazışma formu",
      "E": "Tek yapraklı form"
    },
    "explanation": "Konu ile ilgili bilgiye 130 nolu sayfadan erişebilirsiniz.<br/>Soruda bahsedilen bilgiler, optik forma aittir."
  },
  {
    "id": "2648263",
    "unitNumber": 5,
    "text": "Bu tür formlarda doldurulacak alanlar kutular şeklinde tasarlanır ve istenilen bilgiler<br/>form üzerinde hazırlanmış kutular içerisine yazılır. Bu formların doldurulması, okunması ve<br/>değerlendirilmesi daha kolaydır. Formların bu şekilde hazırlanması form doldurma zamanından ve kâğıt üzerindeki alandan tasarruf sağlar. Her bir kısma bir numara verilmesi, kutuların belli bir sırayla doldurulmasını, gözden kaçırma nedeniyle kutuların boş bırakılmasının önüne geçilmesini, verilere daha kolay ulaşılmasını ve başka bir yere aktarılmasını sağlar.<br/>Yaptığı araştırma sonucu yukarıdaki bilgilere erişen bir araştırmacının hangi form tipini araştırdığı çıkarımına varılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kutu formlar",
      "B": "Optik formlar",
      "C": "Çizgi formlar",
      "D": "Yazışma fonları",
      "E": "Karma formlar"
    },
    "explanation": "Konu ile ilgili bilgiye 129 nolu sayfadan ulaşabilirsiniz.<br/>Soruda bahsedilen bilgiler kutu formlara aittir."
  },
  {
    "id": "2648265",
    "unitNumber": 5,
    "text": "I. Otokopili formlar, kopya çıkartılmasına imkân veren özel bir kimyasal maddenin sürüldüğü kâğıda (otokopili kâğıt) basılmış formlardır.<br/>II. Günümüzde bilgi ve iletişim teknolojilerinin gelişmesi ve internetin insan hayatının vazgeçilmez bir parçası hâline gelmesiyle kâğıt üzerinde doldurulan formlar yerini bilgisayar ortamında doldurulan formlara ve elektronik formlara bırakmıştır. <br/>III. Sürekli formlar, işlemlerin hızlı yapılmasının gerektiği bankalar, resmî kurumlar vb. kurumlarda önemli ölçüde kolaylık sağlamaktadır. <br/>Yukarıdakilerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve III",
      "D": "I ve II",
      "E": "I, II ve III"
    },
    "explanation": "Konu ile ilgili bilgiye 134 nolu sayfadan erişebilirsiniz.<br/>Tüm maddeler doğru ifadeler içermektedir."
  },
  {
    "id": "2648268",
    "unitNumber": 5,
    "text": "I. Toplanan verilerin çok daha kolay ve hızlı raporlanması<br/>II. İş ve işlemlerde verimliliği artırarak iş süreçlerini hızlandırması<br/>III. Kullanıcıların hatalı bilgi girişlerini önemli ölçüde azaltması<br/>Yukarıdakilerden hangisi/hangileri elektronik formların kurumlara sağlayacağı yararlar arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Konu ile ilgili bilgiye 137 nolu sayfadan erişebilirsiniz.<br/>Elektronik formların kurumlara sağlayacağı yararlar şu şekildedir:<br/>• Bilginin kolaylıkla dijital ortamda toplanmasını, süreç içerisinde işlem görmesini ve izlenmesini<br/>sağlaması<br/>• Toplanan verilerin çok daha kolay ve hızlı raporlanması<br/>• İş ve işlemlerde verimliliği artırarak iş süreçlerini hızlandırması<br/>• Formlara Web üzerinden veya mobil ortamlardan erişilebilmesiyle iş yapma şeklini tamamen değiştirmesi<br/>• Kurum içindeki diğer veri tabanları ile entegre çalıştığında veri alışverişini kolaylaştırması ve Kullanıcıların hatalı bilgi girişlerini önemli ölçüde azaltması<br/>• İşlem zamanını ve hataları azaltması, formların baskı, dağıtım, depolama ve paylaşım maliyetlerini ortadan kaldırması nedeniyle maliyetleri azaltması"
  },
  {
    "id": "2648271",
    "unitNumber": 5,
    "text": "I. Bir form, sadece gerekli olduğu zaman kullanılmalıdır.<br/>II. Form kullanıldığında verimliliğin artacağından emin olunmalıdır.<br/>III. Form yönetiminin ilkleri arasında, etkenlik sağlayan formların onaylanması ve kullanılması yer almaz. <br/>Yukarıdakilerden hangisi/hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Konu ile ilgili bilgiye 140 nolu sayfadan erişebilirsiniz.<br/>Bir form, sadece gerekli olduğu zaman kullanılmalıdır. Form kullanıldığında verimliliğin artacağından emin olunmalıdır. Form yönetiminin temel ilkesi, sadece etkenlik sağlayan formların onaylanması ve kullanılması olmalıdır.<br/>I ve II doğru, III. madde yanlış ifade içermektedir."
  },
  {
    "id": "2648272",
    "unitNumber": 5,
    "text": "..............................: Formun, tasarımına izin verilmesinden başlayarak kullanılması, dağıtılması, bir başka formun yerine geçmesi, içindeki bilgilerin değiştirilmesi, başka bir formla birleştirilmesi ve uygulamadan kaldırılması aşamalarının tümünü içerir.<br/>Yukarıdaki boşluğu doğru şekilde tamamlayan kavram hangi seçenekte verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Formun Kopya Sayısı",
      "B": "Formun Yaşam Çemberi",
      "C": "Formun Büyüklüğü (Boyutu)",
      "D": "Formun Yapısı",
      "E": "Formun Amaca Uygunluğu"
    },
    "explanation": "Konu ile ilgili bilgiye 144 nolu sayfadan erişebilirsiniz.<br/>Formun Yaşam Çemberi: Formun, tasarımına izin verilmesinden başlayarak kullanılması, dağıtılması, bir başka formun yerine geçmesi, içindeki bilgilerin değiştirilmesi, başka bir formla birleştirilmesi ve uygulamadan kaldırılması aşamalarının tümünü içerir."
  },
  {
    "id": "2648467",
    "unitNumber": 5,
    "text": "Aşağıdakilerin hangisi “İstenilen şeylerin yazılması, doldurulması için hazırlanmış basılı belge” tanımı için kullanılan kavramdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Form",
      "B": "Anket",
      "C": "Test",
      "D": "Rapor",
      "E": "Fotokopi"
    },
    "explanation": "Formların Amacı, Önemi ve Yararları"
  },
  {
    "id": "2648469",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Formların yararlarından biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sürecin uzaması",
      "B": "Düzenin sağlanması",
      "C": "Maliyetin artması",
      "D": "Bütünlük sağlanamaması",
      "E": "Farklılıkların ortaya çıkması"
    },
    "explanation": "Formların Amacı, Önemi ve Yararları<br/>Düzenin sağlanması"
  },
  {
    "id": "2648470",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi kopya sayılarına göre formlardan biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çizgi formlar",
      "B": "Kutu formlar",
      "C": "Otokopili formlar",
      "D": "Optik formlar",
      "E": "Yazışma formları"
    },
    "explanation": "Form Türleri<br/>Otokopili formlar"
  },
  {
    "id": "2648471",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi birden fazla form türünün bulunduğu formlardır?",
    "correctAnswer": "D",
    "options": {
      "A": "Optik form",
      "B": "Çizgi formlar",
      "C": "Kutu formlar",
      "D": "Karma formlar",
      "E": "Sürekli formlar"
    },
    "explanation": "Form Türleri<br/>Karma formlar"
  },
  {
    "id": "2648472",
    "unitNumber": 5,
    "text": "Aşağıdaki form türlerinin hangisinde, birbirine bağlı ama her formun birbirinden kolayca ayrılabilmesi için bağlantı yerinin noktalar hâlinde delindiği matbaalarda özel olarak hazırlanan kâğıtlar kullanılmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Tek Yapraklı Formlar",
      "B": "Kutu formlar",
      "C": "Karma formlar",
      "D": "Otokopili formlar",
      "E": "Sürekli formlar"
    },
    "explanation": "Form Türleri<br/>Sürekli formlar"
  },
  {
    "id": "2648494",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi elektronik formların kurumlara sağlayacağı yararlardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilginin kolaylıkla dijital ortamda toplanmasını, süreç içerisinde işlem görmesini ve izlenmesini sağlaması",
      "B": "Toplanan verilerin yavaş raporlanması",
      "C": "İş süreçlerinin uzaması",
      "D": "Kullanıcıların hatalı bilgi girişinin artması",
      "E": "Kurum içindeki diğer veri tabanları ile entegre çalışılmadığında veri alışverişinin zorlaşması"
    },
    "explanation": "Elektronik Formlar<br/>Bilginin kolaylıkla dijital ortamda toplanmasını, süreç içerisinde işlem görmesini ve izlenmesini sağlaması"
  },
  {
    "id": "2648499",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi formların standardize edilmesi gereken fiziksel özellikleri içerisinde yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Amaca Uygunluk",
      "B": "Kağıt Rengi",
      "C": "Formun Yapısı",
      "D": "Formun Kopya Sayısı",
      "E": "Formun İçermesi Gereken Bilgiler"
    },
    "explanation": "Formların Fiziksel Özelliklerinin Standartlaştırılması<br/>Kağıt Rengi"
  },
  {
    "id": "2648501",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi iyi bir form tasarımına ilişkin genel özelliklerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Karmaşık olmalıdır",
      "B": "Fazla bilgi içermemelidir",
      "C": "Kullanımı ve bilginin kaydedilmesi kolay olmalıdır",
      "D": "Yüksek maliyetlerden kaçınılmamalıdır",
      "E": "Hata yapma olasılığı göz ardı edilmelidir"
    },
    "explanation": "Etken Form Tasarımı<br/>Kullanımı ve bilginin kaydedilmesi kolay olmalıdır"
  },
  {
    "id": "2648507",
    "unitNumber": 5,
    "text": "Formun tanıtım bölümü olarak da adlandırılan, kurumun adı, formun amacı, formun adı, form numarası ve formun nasıl doldurulacağına ve uyulacak kurallara ilişkin bilgilendirmelerin yer aldığı form bölümüne ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Amaca uygunluk bölümü",
      "B": "Gelişme bölümü",
      "C": "Kopya bölümü",
      "D": "Giriş bölümü",
      "E": "Son bölüm"
    },
    "explanation": "Etken form Tasarımı<br/>Giriş bölümü"
  },
  {
    "id": "2648508",
    "unitNumber": 5,
    "text": "Formun, tasarımına izin verilmesinden başlayarak kullanılması, dağıtılması, bir başka formun yerine geçmesi, içindeki bilgilerin değiştirilmesi, başka bir formla birleştirilmesi ve uygulamadan kaldırılması aşamalarının tümünü içeren kavrama ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Merkezi kontrol ilkesi",
      "B": "Formun yapısı",
      "C": "Formun büyüklüğü",
      "D": "Formun bütünlüğü",
      "E": "Formun yaşam çemberi"
    },
    "explanation": "Merkezi Kontrol İlkesi<br/>Formun yaşam çemberi"
  },
  {
    "id": "2654866",
    "unitNumber": 5,
    "text": "<ol type=\"I\"><br/><li>Kolaylık</li><br/><li>Standardizasyon</li><br/><li>Ekonomi</li><br/><li>Değerlilik</li><br/><li>Açıklık</li><br/></ol><br/>Kurumlarda formların kullanılması ile yukarıdakilerden hangisi/hangileri sağlanır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "II, IV ve V",
      "C": "I, III ve V",
      "D": "I, II ve IV",
      "E": "I, II, III, IV ve V"
    },
    "explanation": "Yanıtınız yanlış ise FORMLARIN AMACI, ÖNEMİ VE YARARLARI başlıklı konuyu tekrar gözden geçiriniz.<br/>Kurumlarda form kullanılmasıyla işlerde sürat, düzen, ekonomi, kolaylık, birlik ve benzerlik (standardizasyon) sağlanmış olur.<br/>Değerlilik ve açıklık bu açıklamada bulunmamaktadır. Doğru cevap A şıkkıdır."
  },
  {
    "id": "2654897",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Sağlıklı bir şekilde verilerin toplanması</li> <li>Rutin işlerin standartlaştırılması</li> <li>Verilerin analiz edilmesi</li> <li>Verilerin gerekli yerlere iletilmesi</li> </ol> Yukarıdakilerden hangisi/hangileri formların genel amaçları arasında yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "I, II, III ve IV",
      "E": "I, III ve IV"
    },
    "explanation": "Yanıtınız yanlış ise FORMLARIN AMACI, ÖNEMİ VE YARARLARI başlıklı konuyu tekrar gözden geçiriniz.<br/>Formların temel amaçları verilerin sağlıklı bir şekilde toplanmasını ve rutin işlerin standart bir biçimde yürütülmesini sağlamaktır. Formlar bilgileri bir araya getirir ve bilgileri standartlaştırır. Formlar aynı zamanda formlara dayalı olarak işlem yapılmasında kurumlara yetki sağlar.<br/>Kâğıda basılı formlar üzerinden toplanan veriler çoğunlukla bilgisayar<br/>ortamına aktarılır ya da formlar elektronik ortamda doldurulur. Her iki<br/>şekilde de elde edilen verilerin analiz edilmesi ve gerekli yerlere iletilmesi de formların diğer amaçlarıdır."
  },
  {
    "id": "2654917",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Toplanan verilerin daha kolay ve hızlı raporlanması</li> <li>İş verimliliğin artması</li> <li>Dağıtım, depolama ve paylaşım maliyetlerini azaltması</li> <li>Hatalı bilgi girişlerini azaltması </li> </ol> Yukarıdakilerden hangisi/hangileri elektronik formların kurumlara sağladığı yararlar arasında yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "II, III ve IV",
      "B": "I ve III",
      "C": "I ve IV",
      "D": "Yalnız I",
      "E": "I, II, III ve IV"
    },
    "explanation": "Yanıtınız yanlış ise Elektronik Formlar başlıklı konuyu tekrar gözden geçiriniz.<br/>Elektronik formların kurumlara sağlayacağı yararlar şu şekildedir:<br/><ul> <li>Bilginin kolaylıkla dijital ortamda toplanmasını, süreç içerisinde işlem görmesini ve izlenmesini<br/>sağlaması</li> <li>Toplanan verilerin çok daha kolay ve hızlı raporlanması</li> <li>İş ve işlemlerde verimliliği artırarak iş süreçlerini hızlandırması</li> <li>Formlara Web üzerinden veya mobil ortamlardan erişilebilmesiyle iş yapma şeklini tamamen değiştirmesi</li> <li>Kurum içindeki diğer veri tabanları ile entegre çalıştığında veri alışverişini kolaylaştırması</li> <li>Kullanıcıların hatalı bilgi girişlerini önemli ölçüde azaltması</li> <li>İşlem zamanını ve hataları azaltması, formların baskı, dağıtım, depolama ve paylaşım maliyetlerini ortadan kaldırması nedeniyle maliyetleri azaltması</li> </ul>"
  },
  {
    "id": "2654927",
    "unitNumber": 5,
    "text": "Formun yaratılmasından yok edilmesine kadar olan süreç ....... olarak adlandırılır.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Formun süreklilik çemberi",
      "B": "Formun yaşam çemberi",
      "C": "Formun yaşam döngüsü",
      "D": "Formun şekillenme süreci",
      "E": "Formun kullanım süreci"
    },
    "explanation": "Yanıtınız yanlış ise Merkezî Kontrol İlkesi başlıklı konuyu tekrar gözden geçiriniz.<br/>Formlar gerekli oldukları zaman yaratılırlar, onlara ihtiyaç kalmadığında da yok edilirler. Formun yaratılmasından yok edilmesine kadar olan süreç, formun yaşam çemberi olarak bilinir."
  },
  {
    "id": "2654945",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>İşi kolaylaştırma ve standardize etme</li> <li>Kurum dışına kolayca bilgi akışı sağlama</li> <li>Reklam, tanıtım gibi faaliyetlerde bilgileri kullanabilme</li> <li>Yönetim kararları için temel oluşturma</li> <li>Etkili bir yazılı iletişim ağı kurma</li> <li>Zaman, emek ve maliyet tasarrufu sağlama</li> </ol> Yukarıdakilerden hangisi/hangileri formların yararları arasında yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III, IV ve V",
      "B": "I, II, IV ve VI",
      "C": "I, IV, V ve VI",
      "D": "III, IV, V ve VI",
      "E": "III, V ve VI"
    },
    "explanation": "Yanıtınız yanlış ise FORMLARIN AMACI, ÖNEMİ VE YARARLARI başlıklı konuyu tekrar gözden geçiriniz.<br/>Formların yararları şu şekildedir:<br/><ul> <li>İşi kolaylaştırma ve standardize etme</li> <li>Zaman, emek ve maliyet tasarrufu sağlama</li> <li>Etkili bir yazılı iletişim ağı kurma</li> <li>Yönetim kararları için temel oluşturma</li> </ul>"
  },
  {
    "id": "2654955",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi kutu formlarının özelliklerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Doldurulması, okunması ve değerlendirilmesi daha kolaydır",
      "B": "Kısa bilgilerin yatay satırlarda yazılması daha kolaydır",
      "C": "Çoktan seçmeli soruların yanıtlanmasını kolaylaştırır",
      "D": "Aynı konuda sürekli yazılan yazıların tekrarını önler",
      "E": "Uzun açıklamalardan kolayca sığdırılması mümkündür"
    },
    "explanation": "Yanıtınız yanlış ise FORM TÜRLERİ başlıklı konuyu tekrar gözden geçiriniz.<br/>Kutu formlarda doldurulacak alanlar kutular şeklinde tasarlanır ve istenilen bilgiler form üzerinde hazırlanmış kutular içerisine yazılır. Kutu formların doldurulması, okunması ve değerlendirilmesi daha kolaydır. Formların bu şekilde hazırlanması form doldurma zamanından ve kâğıt üzerindeki alandan tasarruf sağlar."
  },
  {
    "id": "2654981",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisinde form türleri ve açıklaması doğru olarak eşleştirilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yazışma formlar - Bilgilerin doldurulacağı kısımların çizgilerle belirtilen formlar",
      "B": "Karma formlar - Bilgilerin kodlanması için alanlar bulunan formlar",
      "C": "Optik formlar - Satırlar ve kutular bir arada kullanılan formlar",
      "D": "Kutu formlar - Doldurulacak alanların kutular şeklinde tasarlanan formlar",
      "E": "Karma formlar - Bazı bölümlerin sonradan doldurulmak üzere boş bırakılan formlar"
    },
    "explanation": "Yanıtınız yanlış ise Tasarımlarına Göre Formlar başlıklı konuyu tekrar gözden geçiriniz.<br/>Kutu formlarda doldurulacak alanlar kutular şeklinde tasarlanır ve istenilen bilgiler form üzerinde hazırlanmış kutular içerisine yazılır.<br/>Çizgi formlarda bilgilerin doldurulacağı kısımlar çizgilerle belirtilir ve istenilen bilgiler bu çizgilerle belirtilmiş alanlarda hazırlanan satırların arasına yazılır.<br/>Optik formlarda istenilen bilgilerin kodlanması için özel olarak tasarlanmış kodlama alanları bulunur.<br/>Yazışma formları bazı bölümlerin sonradan doldurulmak üzere boş bırakılarak tasarlanan formlardır.<br/>Karma formlar birden fazla form türünün bir arada bulunduğu formlardır."
  },
  {
    "id": "2654997",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Davetiye</li> <li>Kira kontratı</li> <li>Adisyon</li> <li>Sigorta poliçesi</li> <li>Doğal gaz faturası</li> <li>Diploma</li> </ol> Yukarıdakilerden hangisi/hangileri tek yapraklı formlar için örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve VI",
      "B": "I ve V",
      "C": "II, III, IV, V ve VI",
      "D": "III, IV ve V",
      "E": "II, III ve VI"
    },
    "explanation": "Yanıtınız yanlış ise Kopya Sayılarına Göre Formlar başlıklı konuyu tekrar gözden geçiriniz.<br/>Tek yapraklı formlar: Bir kopyasının başka yere verilmesi veya saklanması gerekmeyen formlardır. Bu formların diğer formlara göre tasarlanmaları ve hazırlanmaları daha kolaydır. Davetiye, diploma, etiket, dilekçe, trafik kaza tutanağı, kira kontratı, eğitim değerleme formu, personel değerleme formu, izin talep formu, iş başvuru formu tek yapraklı formlara örnek verilebilir."
  },
  {
    "id": "2655013",
    "unitNumber": 5,
    "text": "Aşağıdaki form türlerinden hangisi işlemlerin hızlı yapılmasının gerektiği resmi kurumlar ve bankalar gibi kurumlarda kullanılmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Karbon formlar",
      "B": "Otokopili formlar",
      "C": "Tek yapraklı formlar",
      "D": "Optik formlar",
      "E": "Sürekli formlar"
    },
    "explanation": "Yanıtınız yanlış ise Kopya Sayılarına Göre Formlar başlıklı konuyu tekrar gözden geçiriniz.<br/>Sürekli formlar, işlemlerin hızlı yapılmasının gerektiği bankalar, resmî kurumlar vb. kurumlarda önemli ölçüde kolaylık sağlamaktadır."
  },
  {
    "id": "2655030",
    "unitNumber": 5,
    "text": "Kopya çıkartılmasına imkan veren özel bir kimyasal maddenin sürüldüğü kağıda basılan formlara ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Otokopili form",
      "B": "Fotokopili form",
      "C": "Tek yapraklı form",
      "D": "Karbonlu form",
      "E": "Elektronik form"
    },
    "explanation": "Yanıtınız yanlış ise Kopya Sayılarına Göre Formlar başlıklı konuyu tekrar gözden geçiriniz.<br/>Otokopili formlar, kopya çıkartılmasına imkân veren özel bir kimyasal maddenin sürüldüğü kâğıda (otokopili kâğıt) basılmış formlardır."
  },
  {
    "id": "2647839",
    "unitNumber": 6,
    "text": "I. Uzun metinler olarak kaleme alınması<br/>II. Çok farklı amaçlarla ve türlerde yazılabilmesi<br/>III. Uzmanlık gerektirmesi gibi nedenlerle mesleki yazışmalar kapsamında ayrı bir yere sahiptir<br/>Başlıca nitelikleri yukarıda açıklanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yönetmelik",
      "B": "Rapor",
      "C": "Form",
      "D": "Çizelge",
      "E": "Prosedür"
    },
    "explanation": "Rapor kavramı uzun metinler olması, çok farklı amaçlarla ve türlerde yazılabilmesi, uzmanlık gerektirmesi gibi nedenlerle mesleki yazışmalar kapsamında ayrı bir yere sahiptir.<br/>B seçeneğidir."
  },
  {
    "id": "2647848",
    "unitNumber": 6,
    "text": "Herhangi bir olayı, durumu veya bir işi incelemekle, değerlendirmekle görevli kişi<br/>ya da heyetin inceleme sonucunu ilgili makama sunmak amacıyla hazırladığı belge aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Rapor",
      "B": "Matbu",
      "C": "Form",
      "D": "Tasarı",
      "E": "Program"
    },
    "explanation": "Rapor kavramı, herhangi bir olayı, durumu ya da bir işi incelemekle, değerlendirmekle görevli kişi ya da heyetin inceleme sonucunu ilgili makama sunmak amacıyla hazırladığı belgedir.<br/>A seçeneği"
  },
  {
    "id": "2647853",
    "unitNumber": 6,
    "text": "Belirli bir hedefe ulaşmak için geliştirilen bir araştırma sorusuna cevap verebilmek, bir durumu değerlendirmek gibi nedenlerle yapılan araştırma sonucu elde edilen bulguların değerlendirilmesi ve yorumlanmasıyla hazırlanan ve ilgililere sunulan yazılar aşağıdaki kavramlardan hangisi ile ifade edilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Format",
      "B": "Tablo",
      "C": "Arzuhal",
      "D": "Prosedür",
      "E": "Rapor"
    },
    "explanation": "Raporlar, belirli bir hedef ya da amaca ulaşmak için geliştirilen bir araştırma sorusuna cevap verebilmek, bir durumu değerlendirmek gibi nedenlerle yapılan araştırma sonucu elde edilen bulguların, değerlendirilmesi ve yorumlanmasıyla belirli bir formata uygun olarak hazırlanan ve ilgililere sunulan yazılardır.<br/>E seçeneğidir."
  },
  {
    "id": "2647992",
    "unitNumber": 6,
    "text": "I. Temel amacı bilgi üretmektir<br/>II. Kurumun paydaşlarına karar verebilmelerini sağlamak amacıyla sunulur<br/>Başlıca nitelikleri yukarıda ifade edilen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bildirge",
      "B": "Rapor",
      "C": "Mutabakat",
      "D": "Müktesebat",
      "E": "Mevzuat"
    },
    "explanation": "Raporların temel amacı, bilgi üretmektir. Raporlar aracılığı ile üretilen bilgi, kurumun paydaşlarına karar verebilmelerini sağlamak amacıyla sunulur.<br/>B seçeneğidir."
  },
  {
    "id": "2647993",
    "unitNumber": 6,
    "text": "Kurumlarda, hedef kitleyle etkili bir iletişim kurma, kurumu denetleme ve yönetime detaylı bilgi verme aracı olarak kullanılan unsur aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tanzim",
      "B": "Yazıt",
      "C": "Rapor",
      "D": "Belit",
      "E": "Bülten"
    },
    "explanation": "Kurumlarda rapor, hedef kitleyle etkili bir iletişim kurma, kurumu denetleme ve yönetime detaylı bilgi verme aracı olarak kullanılmaktadır.<br/>C seçeneğidir."
  },
  {
    "id": "2647994",
    "unitNumber": 6,
    "text": "Kurumlarda, alt birimlerden ve şubelerden düzenli olarak alınarak çalışmaların izleme, denetleme ve değerlendirilmesini sağlayan unsur aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Deklarasyon",
      "B": "Beyanat",
      "C": "İzahat",
      "D": "Rapor",
      "E": "Münazarat"
    },
    "explanation": "Özellikle büyük ölçekli kurumlarda, alt birimlerden ve şubelerden düzenli bir şekilde raporlar alınarak çalışmalar izlenir, denetlenir ve değerlendirilir.<br/>D seçeneği"
  },
  {
    "id": "2647995",
    "unitNumber": 6,
    "text": "I. Araştırma sonuçlarını bildirmek, sorunları çözümlemek ve verimliliği geliştirmek için hazırlanır<br/>II. Olayların sebebini ortaya çıkarır, durum değerlendirmesi yapar ve gelecekte neler yapılması gerektiği konusunda öneriler sunar<br/>Belirli nitelikleri yukarıda ifade edilen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yöneylem",
      "B": "Tebliğ",
      "C": "Beyan",
      "D": "Muhakeme",
      "E": "Rapor"
    },
    "explanation": "Araştırma sonuçlarını bildirmek, sorunları çözümlemek ve verimliliği geliştirmek için de rapor hazırlanabilir. Raporlar olayların sebebini ortaya çıkarır, durum değerlendirmesi yapar ve gelecekte neler yapılması gerektiği konusunda öneriler sunar.<br/>E seçeneği"
  },
  {
    "id": "2647997",
    "unitNumber": 6,
    "text": "Literatür taraması sonrasında anket, gözlem, deney, görüşme sonucu elde edilen bilgilere dayanarak aşağıdakilerden hangisi yazılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Münazara",
      "B": "Tebellüğ",
      "C": "Önerge",
      "D": "Rapor",
      "E": "Gensoru"
    },
    "explanation": "Araştırmacı tarafından gerçekleştirilen, gerektiğinde yapılan literatür taraması sonrasında anket, gözlem, deney, görüşme, önemli bölgelerin ziyareti sonucu elde<br/>edilen bilgilere dayanarak raporlar yazılabilir.<br/>D seçeneğidir."
  },
  {
    "id": "2647998",
    "unitNumber": 6,
    "text": "İnternet bağlantılı çalışan, ne düzeyde bir benzerlik olduğunun tespitini yapan, benzerlik yüzdesi ve benzerliklerin hangi internet kaynaklarından olduğunu belirleyerek raporlayan program türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İnsicam",
      "B": "İnfial",
      "C": "İntihal",
      "D": "İntikal",
      "E": "İnternal"
    },
    "explanation": "Diğer raporlar bireyler tarafından hazırlanırken bu raporlar internet bağlantılı çalışan intihal programları tarafından hazırlanmaktadır. Ne düzeyde bir benzerlik olduğunun tespitini tamamen program yapmakta, benzerlik yüzdesi ve benzerliklerin hangi internet kaynaklarından olduğunu raporda belirtmektedir.<br/>C seçeneği"
  },
  {
    "id": "2647999",
    "unitNumber": 6,
    "text": "Kurumun kendi elemanları, uzmanlar, kurum dışı profesyonel araştırmacılar, iç ya da dış denetçiler tarafından hazırlanan; araştırma, gözlem ve incelemeler sonucunda hazırlanan unsur aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Rapor",
      "B": "Norm",
      "C": "Dizge",
      "D": "Prosedür",
      "E": "Program"
    },
    "explanation": "Raporlar, genelde kurumun kendi elemanları, uzmanlar, kurum dışı profesyonel araştırmacılar, iç ya da dış denetçiler tarafından hazırlanmaktadır. Bu kişiler kendi araştırmaları, gözlemleri ve incelemeleri sonucunda rapor hazırlayabildikleri gibi, güncel bilgilere dayanan, önceden yapılmış araştırmaların bulgularına dayanarak da raporlar hazırlayabilmektedirler.<br/>A seçeneğidir."
  },
  {
    "id": "2648546",
    "unitNumber": 6,
    "text": "Bir amaca ulaşmak, bir soruya cevap verebilmek ya da bir durumu değerlendirmek için yapılan araştırma sonucu elde edilen bulguların değerlendirilmesi ve yorumlanmasıyla belirli bir formata uygun olarak hazırlanan ve ilgililere sunulan yazılar aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Rapor",
      "B": "Form",
      "C": "Anket",
      "D": "Makale",
      "E": "Bildiri"
    },
    "explanation": "Rapor kavramı"
  },
  {
    "id": "2648550",
    "unitNumber": 6,
    "text": "Aşağıdakilerden raporlardan hangisi internet bağlantılı çalışan intihal programları tarafından hazırlanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kamu kurumları için hazırlanan raporlar",
      "B": "Benzerlik raporları",
      "C": "Kanıt ve gözlem raporları",
      "D": "İlaç raporu",
      "E": "Akademik raporlar"
    },
    "explanation": "Rapor Kavramı<br/>Benzerlik raporları"
  },
  {
    "id": "2648553",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi raporların temel özelliklerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Değiştirilebilir olması",
      "B": "Ölçülemez olması",
      "C": "Anlaşılabilir olması",
      "D": "Herkes tarafından ulaşılamaz olması",
      "E": "Öznel olması"
    },
    "explanation": "Rapor Kavramı<br/>Anlaşılabilir olması"
  },
  {
    "id": "2648555",
    "unitNumber": 6,
    "text": "Hangi rapor türünü oluşturmak için nicel, nitel ve karma yöntemlerden yararlanılmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Görev raporu",
      "B": "Faaliyet raporu",
      "C": "Değerlendirme raporu",
      "D": "Araştırma Geliştirme raporu",
      "E": "Denetleme raporu"
    },
    "explanation": "Rapor Türleri<br/>Araştırma Geliştirme Raporu"
  },
  {
    "id": "2648560",
    "unitNumber": 6,
    "text": "Kurumların belirli dönemlerde mevcut durumlarını, faaliyetlerini, başarı ya da başarısızlığı değerlendirmeleri için hazırlanan raporlara ……….. raporu denir.<br/>Yukarıdaki cümlede boş bırakılan kısmı aşağıdakilerden hangisi tamamlamaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Görev raporu",
      "B": "Faaliyet raporu",
      "C": "Denetleme raporu",
      "D": "Araştırma Geliştirme raporu",
      "E": "Değerlendirme raporu"
    },
    "explanation": "Rapor Türleri<br/>Değerlendirme raporu"
  },
  {
    "id": "2648562",
    "unitNumber": 6,
    "text": "Denetim raporları ile ilgili olarak aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Güncel olmalı",
      "B": "Eski bilgilerle hazırlanabilir olması",
      "C": "Kurumlar arası taraflı bir şekilde hazırlanabilir olması",
      "D": "Soyut verilere dayanması",
      "E": "Alana göre farklılık göstermemesi"
    },
    "explanation": "Rapor Türleri<br/>Güncel olmalı"
  },
  {
    "id": "2648564",
    "unitNumber": 6,
    "text": "Raporun ilk sayfası aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İçindekiler",
      "B": "Kapak",
      "C": "Özet",
      "D": "Giriş",
      "E": "Önsöz"
    },
    "explanation": "Raporların Ana Bölümlerine Ait Genel Bilgiler<br/>Kapak"
  },
  {
    "id": "2648566",
    "unitNumber": 6,
    "text": "Araştırma sorusunun ve konusunun ilk cümlede net bir şekilde belirtildiği rapor bölümü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Giriş",
      "B": "Önsöz",
      "C": "Özet",
      "D": "Bulgular ve Yorumlar",
      "E": "Sonuç ve Öneriler"
    },
    "explanation": "Raporların Ana Bölümlerine Ait Genel Bilgiler<br/>Özet"
  },
  {
    "id": "2648573",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi rapor hazırlamanın üçüncü aşamasıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Raporun konusu ve amacının belirlenmesi",
      "B": "Konunun sınırlarının belirlenmesi",
      "C": "Bilgi kaynaklarının belirlenmesi",
      "D": "Raporu okuyacak kişilerin belirlenmesi",
      "E": "Bilgilerin değerlendirilmesi"
    },
    "explanation": "Rapor Hazırlama Süreci<br/>Raporu okuyacak kişilerin belirlenmesi"
  },
  {
    "id": "2652200",
    "unitNumber": 6,
    "text": "................ bir amaca ulaşmak, bir soruya cevap verebilmek ya da bir durumu değerlendirmek için yapılan araştırma sonucu elde edilen bulguların değerlendirilmesi ve yorumlanmasıyla belirli bir formata uygun olarak hazırlanan ve ilgililere sunulan yazılardır.<br/>Bu cümlede boş bırakılan kısmı aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Raporlar",
      "B": "Tahliller",
      "C": "Reçeteler",
      "D": "Projeler",
      "E": "Sunumlar"
    },
    "explanation": "Konu ile ilgili bilgiye 153 nolu sayfadan erişebilirsiniz.<br/>Raporlar, bir amaca ulaşmak, bir soruya cevap verebilmek ya da bir durumu değerlendirmek<br/>için yapılan araştırma sonucu elde edilen bulguların değerlendirilmesi ve yorumlanmasıyla belirli<br/>bir formata uygun olarak hazırlanan ve ilgililere sunulan yazılardır."
  },
  {
    "id": "2652202",
    "unitNumber": 6,
    "text": "I. Raporların temel amacı, bilgi üretmektir.<br/>II. Rapor kavramı, herhangi bir olayı, durumu ya da bir işi incelemekle, değerlendirmekle görevli kişi ya da heyetin inceleme sonucunu ilgili makama sunmak amacıyla hazırladığı belgedir.<br/>III. Rapor, belirli bir düzende, bir konu hakkında araştırma yapan ya da tanımlanmış bir okuyucu kitlesi (genelde bir kurumda üst düzeydeki görevlilere) için hazırlanmış bir belgedir.<br/>Yukarıdakilerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I,II ve III"
    },
    "explanation": "Konu ile ilgili bilgiye 153 nolu sayfadan erişebilirsiniz.<br/>Tüm maddeler doğru ifadeler içermektedir."
  },
  {
    "id": "2652204",
    "unitNumber": 6,
    "text": "I. Raporların temel özellikleri, gerçekçi (yerine getirilebilir), ölçülebilir, anlaşılabilir, ulaşılabilir olmasıdır.<br/>II. Raporların amaçları, konuyu ya da sorunu açıklamak, değerlendirmek, betimlemek, öngörmek, gelişmeyi sergilemek, bir konu hakkında ikna etmek olabilir.<br/>III. Kurumlarda rapor, hedef kitleyle etkili bir iletişim kurma, kurumu denetleme ve yönetime detaylı bilgi verme aracı olarak <u>kullanılmamaktadır. </u><br/>Yukarıdakilerden hangisi/hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Konu ile ilgili bilgiye 153 ve 155 nolu sayfalardan erişebilirsiniz.<br/>Raporların temel özellikleri, gerçekçi (yerine getirilebilir), ölçülebilir, anlaşılabilir, ulaşılabilir olmasıdır. Raporların amaçları, konuyu ya da sorunu açıklamak, değerlendirmek, betimlemek, öngörmek, gelişmeyi sergilemek, bir konu hakkında ikna etmek olabilir. Kurumlarda rapor, hedef kitleyle etkili bir iletişim kurma, kurumu denetleme ve yönetime detaylı bilgi verme aracı olarak kullanılmamaktadır. <br/>I ve II. madde doğru, III. madde yanlış ifade içermektedir."
  },
  {
    "id": "2652205",
    "unitNumber": 6,
    "text": "I. ........................., belirli bir sorunu çözmek, bir konu/durum/hedef kitle hakkında daha fazla bilgi sahibi olmak gibi pek çok farklı amaçla bilimsel araştırma yöntemleri kullanılarak yapılan araştırmalar sonucu elde edilen bilgilerin sistemli olarak hazırlanmasıyla sunulan raporlardır. <br/>II. Yurt içi/dışı görevlerde belirli bir süre görevlendirilen kurum çalışanlarının, görev dönüşlerinde görevleri ile ilgili olarak sundukları raporlara ................ adı verilir.<br/>Yukarıda yer alan boşlukları sırası ile doğru olarak tamamlayan kavramlar hangi seçenekte verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Faaliyet Raporları, Değerlendirme Raporları",
      "B": "Araştırma geliştirme raporları, Görev raporları",
      "C": "Değerlendirme Raporları, Görev raporları",
      "D": "Araştırma geliştirme raporları, Denetleme raporları",
      "E": "Denetleme raporları, Değerlendirme Raporları"
    },
    "explanation": "Konu ile ilgili bilgiye 156 nolu sayfadan erişebilirsiniz.<br/>Araştırma geliştirme raporları, belirli bir sorunu çözmek, bir konu/durum/hedef kitle hakkında daha fazla bilgi sahibi olmak gibi pek çok farklı amaçla bilimsel araştırma yöntemleri kullanılarak yapılan araştırmalar sonucu elde edilen bilgilerin sistemli olarak hazırlanmasıyla sunulan raporlardır. <br/>Yurt içi/dışı görevlerde belirli bir süre görevlendirilen kurum çalışanlarının, görev dönüşlerinde görevleri ile ilgili olarak sundukları rapora görev raporu adı verilir."
  },
  {
    "id": "2652207",
    "unitNumber": 6,
    "text": "I. Kurumlar genelde 1 yıllık, (duruma göre 3, 6 ya da 9 aylık, yıllık gibi sürelerle) faaliyet raporları hazırlamaktadırlar.<br/>II. Kurumda gerçekleştirilen çalışmaların izlenmesi, kontrolü ve değerlendirilmesi sonucu elde edilen; mevcut durumları, uygulamaları, uygulamada karşılaşılan zorlukları içeren, sorunlara çözüm yolları öneren raporlardır. <br/>III. Faaliyet raporları kurumun, kamu ya da özel sektör oluşuna bağlı olarak farklılık göstermektedir.<br/>Faaliyet raporları ile ilgili olarak aşağıdakilerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Konu ile ilgili bilgiye 159 nolu sayfadan erişebilirsiniz.<br/>Tüm maddeler doğru ifadeler içermektedir."
  },
  {
    "id": "2652211",
    "unitNumber": 6,
    "text": "Kurumların belirli dönemlerde mevcut durumlarını, faaliyetlerini, başarı ya da başarısızlığı değerlendirmeleri için hazırlanan raporlara ........................ denir.<br/>Bu cümlede boş bırakılan yere aşağıdakilerden hangisinin getirilmesi gerekir?",
    "correctAnswer": "D",
    "options": {
      "A": "e-rapor",
      "B": "Denetleme raporu",
      "C": "Faaliyet raporu",
      "D": "Değerlendirme raporu",
      "E": "Görev raporu"
    },
    "explanation": "Konu ile ilgili bilgiye 162 nolu sayfadan erişebilirsiniz.<br/>Kurumların belirli dönemlerde mevcut durumlarını, faaliyetlerini, başarı ya da başarısızlığı değerlendirmeleri için hazırlanan raporlara değerlendirme raporu denir."
  },
  {
    "id": "2652213",
    "unitNumber": 6,
    "text": "I. Sağlık Bakanlığı bir kurum olarak, sağlık alanındaki talebe ve ihtiyaca göre hazırlanan rapor hizmetini elektronik ortama taşımış hem personelin hem de hizmet alanların rapor alabilme sürecini kısaltmış ve kolaylaştırmıştır. <br/>II. Kişi, kurum veya durumun uzman/yetkili tarafından denetlenmesi sonucunda yetkililere veya kurumlara durumu sunmak için hazırlanan raporlara denetleme raporu denir.<br/>III. Faaliyet raporu hazırlanmadan önce kurumun hangi yönetmeliğe ya da usul ve esaslara bağlı olunduğunun bilinmesi, bu yönetmeliklerin incelenmesi, varsa örneklerin değerlendirilmesi son derece önemlidir.<br/>Yukarıdakilerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Konu ile ilgili bilgiye 159 nolu sayfadan erişebilirsiniz.<br/>Tüm maddeler doğru ifadeler içermektedir."
  },
  {
    "id": "2652218",
    "unitNumber": 6,
    "text": "Raporun tamamına ait kısaca bilgi veren bölümdür. Bütün bilgiler verilip yorum yapıldıktan sonra en son yazılır ancak rapor hakkında genel bilgi sahibi olabilmek için ilk okunan bölümdür. Raporun içeriği kolayca anlaşılır olmalıdır. Mümkün olduğunca kısa yazılmalıdır ve en çok iki paragraftan oluşmalıdır. Cümle yapıları edilgen ifadelerle yazılmalıdır. Raporun niteliğine göre en fazla 300 sözcükten oluşmalıdır.<br/>Rapor bölümlerini araştıran bir araştırmacının yukarıdaki bilgileri edindiği göz önüne alındığında hangi bölüm hakkında araştırma yaptığı çıkarımına varılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kapak",
      "B": "Özet",
      "C": "Bulgular ve yorum",
      "D": "Ekler",
      "E": "Yöntem"
    },
    "explanation": "Konu ile ilgili bilgiye 167 nolu sayfadan erişebilirsiniz.<br/>Özet, raporun tamamına ait kısaca bilgi veren bölümdür. Bütün bilgiler verilip yorum yapıldıktan sonra en son yazılır ancak rapor hakkında genel bilgi sahibi olabilmek için ilk okunan bölümdür. Raporun içeriği kolayca anlaşılır olmalıdır. Mümkün olduğunca kısa yazılmalıdır ve en çok iki paragraftan oluşmalıdır. Cümle yapıları edilgen ifadelerle yazılmalıdır. Özetlerde kısaltma, dipnot, şekil, tablo yer almaz. Raporun niteliğine göre en fazla 300 sözcükten oluşmalıdır."
  },
  {
    "id": "2652226",
    "unitNumber": 6,
    "text": "I. Raporun konusu ve amacının belirlenmesi<br/>II. Konunun sınırlarının belirlenmesi<br/>III. Raporu okuyacak kişilerin belirlenmesi<br/>IV. Bilgi kaynaklarının belirlenmesi<br/>V. Bilgilerin değerlendirilmesi<br/>Yukarıdakilerden hangisi/hangileri rapor hazırlama aşamaları arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve IV",
      "C": "I, II ve III",
      "D": "II, III, IV ve V",
      "E": "I, II, III, IV ve V"
    },
    "explanation": "Konu ile ilgili bilgiye 171 nolu sayfadan erişebilirsiniz.<br/>Raporun konusu ve amacının belirlenmesi, konunun sınırlarının belirlenmesi, raporu okuyacak kişilerin belirlenmesi, bilgi kaynaklarının belirlenmesi, bilgilerin değerlendirilmesi, yazım ve biçim kurallarının belirlenmesi, tablo ve grafiklerin hazırlanması ve rapor hazırlama kontrol listesiyle raporun kontrolü rapor hazırlama aşamaları arasında yer alır."
  },
  {
    "id": "2652238",
    "unitNumber": 6,
    "text": "I. Raporun okunmasını ve anlaşılmasını kolaylaştıran bir tipografi (Yazı tipi, punto büyüklüğü, satır uzunluğu, satır arası boşluk) seçilmelidir.<br/>II. Sayfalara netlik kazandırmak ve en önemli noktaları vurgulamak için beyaz alanlar kullanılmalıdır.<br/>III. Her fotoğraf veya grafik içeriğe katkıda bulunmalıdır, diğer deyişle gereksiz görseller kullanılmamalıdır. <br/>Yukarıdakilerden hangisi/hangileri renkli görsellerden hazırlanan rapor tasarımında dikkat edilmesi gereken hususlar arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Konu ile ilgili bilgiye 176 nolu sayfadan erişebilirsiniz.<br/>Tüm maddeler doğru ifadeler içermektedir."
  },
  {
    "id": "2654659",
    "unitNumber": 6,
    "text": "Aşağıdaki rapor türlerinden hangisi diğerlerinden farklıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Akademik çalışmadaki intihal tespiti için programlar tarafından hazırlanan benzerlik raporları.",
      "B": "Denetim sonucu hazırlanan raporlar.",
      "C": "Sağlık kuruluşu tarafından hazırlanan doğum raporu.",
      "D": "Emniyet ekipleri tarafından hazırlanan kaza raporu.",
      "E": "Şirket tarafından hazırlanan pazar analiz raporu."
    },
    "explanation": "Yanıtınız yanlış ise Rapor Tanımı ve Amacı başlıklı konuyu tekrar gözden geçiriniz.<br/>Benzerlik raporları diğer raporlardan farklıdır, çünkü diğer raporlar bireyler tarafından hazırlanırken bu raporlar internet bağlantılı çalışan intihal<br/>programları tarafından hazırlanmaktadır. Ne düzeyde bir benzerlik olduğunun tespitini tamamen program yapmakta, benzerlik yüzdesi ve benzerliklerin hangi internet kaynaklarından olduğunu raporda belirtmektedir."
  },
  {
    "id": "2654682",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Standardizasyon sağlamak</li> <li>Gelişmeyi sergilemek</li> <li>Konuyu açıklamak</li> <li>Konuyu değerlendirmek</li> <li>Daha kolay ve hızlı raporlamak</li> </ol> Yukarıdakilerden hangisi/hangileri raporların amaçları arasında yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II ve III",
      "B": "I, II, IV ve V",
      "C": "II, III ve IV",
      "D": "I, II ve V",
      "E": "III, IV ve V"
    },
    "explanation": "Yanıtınız yanlış ise Rapor Tanımı ve Amacı başlıklı konuyu tekrar gözden geçiriniz.<br/>Raporların amaçları, konuyu ya da sorunu açıklamak, değerlendirmek, betimlemek, öngörmek, gelişmeyi sergilemek, bir konu hakkında ikna etmektir."
  },
  {
    "id": "2654727",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisinde rapor türleri ile örneklerin eşleştirmesi doğru olarak verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Araştırma geliştirme raporları - akademik tez",
      "B": "Görev raporu - kurumun uzman tarafından teftişi sonucunda yetkililere sunulmak için hazırlanan rapor",
      "C": "Faaliyet raporu - kurum başarısının veya başarısızlığının değerlendirildiği rapor",
      "D": "Değerlendirme raporu - turizm fuarında görevlendirilmiş personelin sunduğu rapor",
      "E": "Görev raporu - kurum çalışanlarının izlenmesi ve sorulara çözüm yolları öneren rapor"
    },
    "explanation": "Yanıtınız yanlış ise Rapor Türleri başlıklı konuyu tekrar gözden geçiriniz.<br/>Araştırma geliştirme raporları, bir sorunu çözmek, bir konu hakkında daha fazla bilgi sahibi olmak gibi amaçlarla araştırma yöntemleri sonucu elde edilen bilgilerin hazırlanmasıyla oluşturulan ve tez ya da makale olarak adlandırılan raporlardır.<br/>Görev raporu, yurt içi/dışı görevlerde belirli bir süre görevlendirilen kurum çalışanlarının, görev dönüşlerinde görevleri ile ilgili olarak sundukları raporalardır. <br/>Faaliyet raporları, kurumda gerçekleştirilen çalışmaların izlenmesi, kontrolü ve değerlendirilmesi sonucu elde edilen; mevcut durumları, uygulamaları, uygulamada karşılaşılan zorlukları içeren, sorunlara çözüm yolları öneren raporlardır.<br/>Değerlendirme raporu, kurumların belirli döneme ait, mevcut durumlarını, faaliyetlerini değerlendirmeleri için hazırlanan raporlardır.<br/>Denetleme raporu, kişi, kurum veya durumun uzman/yetkili tarafından denetlenmesi sonucunda yetkililere veya kurumlara durumu sunmak için hazırlanan raporlardır."
  },
  {
    "id": "2654738",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Zamandan tasarruf</li> <li>Tekrarların önlenmesi</li> <li>İşlerin kolaylaşması</li> </ol> Yukarıdakilerden hangisi/hangileri e-raporların yararları arasında yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "Yalnız I",
      "C": "Yalnız II",
      "D": "Yalnız III",
      "E": "I, II ve III"
    },
    "explanation": "Yanıtınız yanlış ise Rapor Türleri başlıklı konuyu tekrar gözden geçiriniz.<br/>E-raporlar, kurumlara, zamandan tasarruf, tekrarların önlenmesi, personelin işlerinin kolaylaşması gibi pek çok yarar sağlayabilecektir."
  },
  {
    "id": "2654743",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi hazırlayanın yazım esnasındaki çalışma koşullarından ya da karşılaşılan zorluklardan bahsettiği raporun bir bölümüdür?",
    "correctAnswer": "D",
    "options": {
      "A": "Özet",
      "B": "Kapak",
      "C": "İçindekiler",
      "D": "Ön söz",
      "E": "Giriş"
    },
    "explanation": "Yanıtınız yanlış ise Raporların Ana Bölümlerine Ait Genel Bilgiler başlıklı konuyu tekrar gözden geçiriniz.<br/>Ön söz, raporun bir anlamda sunumudur. Çalışmanın alana, kuruma katkılarından bahsedilebilir.<br/>Hazırlayanın rapor yazımı sırasındaki çalışma koşullarından, karşılaşılan zorluklardan bahsedilir."
  },
  {
    "id": "2654752",
    "unitNumber": 6,
    "text": "Aşağıdaki bölümlerden hangisinde raporun konusu, amacı, önemi, sınırlılıkları ve varsayımları yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kapak",
      "B": "Giriş",
      "C": "İçindekiler",
      "D": "Tablolar ve grafikler listesi",
      "E": "Ön söz"
    },
    "explanation": "Yanıtınız yanlış ise Raporların Ana Bölümlerine Ait Genel Bilgiler başlıklı konuyu tekrar gözden geçiriniz.<br/>Giriş kısmında, raporun konusu, problem, amaç, önem, sınırlıklar, varsayımlar yer alır. Araştırmanın kapsamı, araştırma yapılan yer-zaman açısından kapsamı, nelerin kapsam dışı bırakıldığı nedenleriyle açıklanmalıdır."
  },
  {
    "id": "2654766",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bir raporun genel özelliklerinden biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Araştırma objektif yapılmalı",
      "B": "Dil bilgisi kurallarına uymalı",
      "C": "Hangi dönemi kapsadığı açıkça blirtilmeli",
      "D": "Alanın dil terminolojisine uygun yazılmalı",
      "E": "Kişisel yargılara dayanmalı"
    },
    "explanation": "Yanıtınız yanlış ise Raporların Genel Özellikleri başlıklı konuyu tekrar gözden geçiriniz.<br/>Raporlar, amacı gerçekleştirmeye, bir durumu açıklamaya ya da bir problem çözmeye yönelik olarak hazırlanırlar. Bu raporlara bağlı olarak karar verebilmek için, raporlarda eksik bir bilginin olmaması gerekir. Raporlarda kullanılan şekil, tablo ve grafikler anlaşılır ve sade olmalıdır. Bir ihtiyaca cevap vermelidir. Raporlar; giriş, gelişme ve sonuç bölümleriyle yazılmalıdır. Raporun hangi dönemi, zaman dilimini kapsadığı açıkça belirtilmelidir. Rapor hangi alanda yazıldıysa (ekonomi, hukuk, işletme vb.) bu dilin terminolojisine uygun yazılmalıdır. Araştırma objektif olarak yapılmalı, yorumlar bölümü dışında kişisel<br/>yargılara yer verilmemelidir. Kişisel düşünceler, sonuçlardan sonra yorumlar kısmında verilmelidir. Dil bilgisi kurallarına uymak ve uygun uslüp kullanmak önemlidir. Raporun maliyeti, raporun sağlayacağı yararı aşmamalıdır"
  },
  {
    "id": "2654786",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Bilgilerin değerlendirilmesi</li> <li>Tablo ve grafiklerin hazırlanması</li> <li>Kişisel değer yargılarının açıkça ortaya konulması</li> <li>Konunun sınırlarının belirlenmesi </li> </ol> Yukarıdakilerden hangisi/hangileri rapor hazırlama aşamaları arasında yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III ve IV",
      "B": "III ve IV",
      "C": "I ve III",
      "D": "II, III ve IV",
      "E": "I, II ve IV"
    },
    "explanation": "Yanıtınız yanlış ise RAPOR HAZIRLAMA SÜRECİ başlıklı konuyu tekrar gözden geçiriniz.<br/>Rapor hazırlama aşamaları aşağıdaki gibidir:<br/>Raporun konusu ve amacının belirlenmesi<br/>Konunun sınırlarının belirlenmesi<br/>Raporu okuyacak kişilerin belirlenmesi<br/>Bilgi kaynaklarının belirlenmesi<br/>Bilgilerin değerlendirilmesi<br/>Yazım ve biçim kurallarının belirlenmesi<br/>Tablo ve grafiklerin hazırlanması<br/>Rapor hazırlama kontrol listesiyle raporun kontrolü"
  },
  {
    "id": "2654797",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi araştırmacı tarafından araştırma yöntemleriyle toplanan bilgilere dayanarak elde edilen verilerle oluşturulmuş kaynakları ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Birincil kaynaklar",
      "B": "Sözlü kaynaklar",
      "C": "İkincil kaynaklar",
      "D": "Üçüncül kaynaklar",
      "E": "Elektronik kaynaklar"
    },
    "explanation": "Yanıtınız yanlış ise RAPOR HAZIRLAMA SÜRECİ başlıklı konuyu tekrar gözden geçiriniz.<br/>Birincil kaynaklar: Araştırmacı tarafından araştırma yöntemleriyle toplanan bilgilere dayanarak elde edilen verilerle oluşturulmuş kaynaklardır."
  },
  {
    "id": "2654803",
    "unitNumber": 6,
    "text": "Raporlarda paragraflar satır başından kaç santim içeriden başlamalıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "1,5 cm",
      "B": "3 cm",
      "C": "1,25 cm",
      "D": "2,5 cm",
      "E": "1 cm"
    },
    "explanation": "Yanıtınız yanlış ise RAPOR HAZIRLAMA SÜRECİ başlıklı konuyu tekrar gözden geçiriniz.<br/>Paragraflar, satır başından 1,25 cm içeriden başlamalı, paragraflar arasında bir ara boşluk bırakılmalıdır."
  },
  {
    "id": "2648029",
    "unitNumber": 7,
    "text": "Bir şirkette haftalık olarak düzenli şekilde gerçekleştirilen toplantıların gündem ve alınan kararlara ilişkin raporu tüm paydaşlara elektronik posta ile iletilmektedir. Bu belgenin niteliği aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yazılı belge",
      "B": "Basılı belge",
      "C": "Nitelikli belge",
      "D": "Ticari belge",
      "E": "Resmi belge"
    },
    "explanation": "Kurum içinde üretilen bir raporun paydaşlarla paylaşılması söz konusudur. Bu rapor, seçeneklere bakılırsa daha çok yazılı belge niteliğindedir. <br/>Yazılı Belgeler: Kurum dışından gelen veya kurumun bir kopyasını alarak dış alıcılara gönderdiği ya da kurum içi yazılı haberleşmede kullanılmak amacıyla hazırlanan belgelerdir. Resmî yazılar, resmî olmayan yazılar, faks mesajları, raporlar, iş mektupları, form yazılar vb. yazılı belgelere örnek verilebilir."
  },
  {
    "id": "2648033",
    "unitNumber": 7,
    "text": "Müdür bey çalışanına şöyle söyler: \"Bu belgenin üzerinde ........ belge yazıyor. Acil olarak yanıt verilmesi gerekiyor.\" <br/>Yukarıdaki ifadede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "İvedi",
      "B": "Hizmete özel",
      "C": "Günlü",
      "D": "Gizli",
      "E": "Kıymetli"
    },
    "explanation": "Acil olarak cevap verilmesi gereken belgeler \"ivedi belge\" niteliği taşır. Bu yüzden yanıt \"ivedi\" seçeneğidir."
  },
  {
    "id": "2648035",
    "unitNumber": 7,
    "text": "........................................ resmî ya da ticari nitelik taşıyabilir. Bu tür belgelere herkes tarafından ulaşılamaz, sınırlı sayıda insan erişebilir, bu nedenle de diğer belgelerle birlikte dosyalanmazlar.<br/>Yukarıdaki ifadede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Hizmete özel",
      "B": "Çok gizli",
      "C": "Kişiye özel",
      "D": "Değerli",
      "E": "Kıymetli"
    },
    "explanation": "Gizli belgeler resmî ya da ticari nitelik taşıyabilir. Ancak normal belgelerden farklılığı, gizli belgelerin üzerinde “gizli” veya “çok gizli” ifadelerinin bulunmasıdır. Bu ifadeler, metin içinde dikkat çekici şekilde hazırlanır. Bu tür belgelere herkes tarafından ulaşılamaz, sınırlı sayıda insan erişebilir, bu nedenle de diğer belgelerle birlikte dosyalanmazlar.<br/>Gizli belgeler resmî ya da ticari nitelik taşıyabilir. Bu tür belgelere herkes tarafından ulaşılamaz, sınırlı sayıda insan erişebilir, bu nedenle de diğer belgelerle birlikte dosyalanmazlar."
  },
  {
    "id": "2648037",
    "unitNumber": 7,
    "text": "Kurumların faaliyetlerini gerçekleştirmesi sürecinde kendi ürettikleri veya kurum dışından gelen belgelerin üretim kontrolünün sağlanabilmesi, dağıtılması, erişilebilmesi, dosyalamaları ve imha edilmelerine yönelik, her kurumda uygulanabilecek yönetim sisteminin adı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kaynak yönetimi",
      "B": "Bilgi yönetimi",
      "C": "Belge yönetimi",
      "D": "Kurumsal yönetim",
      "E": "Bellek yönetimi"
    },
    "explanation": "Belge yönetimi, kurumların faaliyetlerini gerçekleştirmesi sürecinde kendi ürettikleri veya kurum dışından gelen belgelerin üretim kontrolünün sağlanabilmesi, dağıtılması, erişilebilmesi, dosyalamaları ve imha edilmelerine yönelik, her kurumda uygulanabilecek bir yönetim sistemidir."
  },
  {
    "id": "2648040",
    "unitNumber": 7,
    "text": "Belgelerin içeriği, belgenin kayıtlı olduğu materyal türü, sınıflama sistemi,<br/>yerleşim yeri ve kapladığı hacmi bildiren araçlara ........ adı verilir.<br/>Yukarıdaki ifadede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Rapor denetimi",
      "B": "Belge saklama",
      "C": "Form denetimi",
      "D": "Belge envanteri",
      "E": "Mikrografi denetimi"
    },
    "explanation": "Belgelerin içeriği, belgenin kayıtlı olduğu materyal türü, sınıflama sistemi, yerleşim yeri ve kapladığı hacmi bildiren araçlara \"belge envanteri\" adı verilir."
  },
  {
    "id": "2648041",
    "unitNumber": 7,
    "text": "Belge yönetim sistemi bağlamında yangın, sel, deprem ya da hırsızlık gibi durumlar karşısında korunması gereken belgeler aşağıdakilerden hangileridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Nitelikli belgeler",
      "B": "Basılı belgeler",
      "C": "Önemli belgeler",
      "D": "Resmi belgeler",
      "E": "Hizmete özel belgeler"
    },
    "explanation": "Belge yönetim sistemi bağlamında yangın, sel, deprem ya da hırsızlık gibi durumlar karşısında korunması gereken belgeler önemli belgelerdir.<br/>Önemli Belgeler: Kurumların devamlılığı için gerekli belgelerin, doğal felaketler, kazalar ya da insan eliyle isteyerek ya da istenmeyerek oluşabilecek etkilere karşı korunmasıdır."
  },
  {
    "id": "2648043",
    "unitNumber": 7,
    "text": "Belge yaşam döngüsünde ilk aşama aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Belge dağıtımı",
      "B": "Belge kullanımı",
      "C": "Aktif depolama",
      "D": "Belge üretimi",
      "E": "Belgelerin nakli"
    },
    "explanation": "Belge yaşam döngüsü; belgelerin üretilmesi, dağıtılması, kullanılması, aktif belgelerin depolanması, bunların arşivlere nakledilmesi, güncelliğini yitirmiş belgelerin depolanması, son düzenleme ve uzun süreli depolanması ve belgelerin imha/tasfiye aşamalarından oluşur. Dolayısıyla ilk aşama belgelerin üretilmesidir."
  },
  {
    "id": "2648055",
    "unitNumber": 7,
    "text": "Açıköğretim Fakültesi programlarındaki değişiklikleri içeren resmi bir yazı EBYS üzerinden Anadolu Üniversitesi Rektörlüğüne iletilmiştir. Bu belgenin niteliği aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kurum içi belge",
      "B": "Kurum dışı belge",
      "C": "Kişiye özel belge",
      "D": "Nitelikli belge",
      "E": "Kararname belgesi"
    },
    "explanation": "Anadolu Üniversitesi içinde bir kurumdan diğerine yapılan yazışmalar kurum içi yazışmalardır. <br/>Kurum içi belgeler: Kurum içi belgeler de dosyalanan belgelerdendir. Kurumun tüm bölümlerinin faaliyetleri sonucunda hazırlanırlar. Örneğin, kurumun insan kaynakları biriminin ücret ödemeleri, personelin görevlendirilmesi, eğitim programları ve ilgili kayıtları, personel bulma, seçme, işçi ve işveren ilişkileri gibi kurum personeliyle ilişkilerini düzenlemek ve sürdürmek üzere hazırladıkları belgeler bu gruba girer."
  },
  {
    "id": "2648064",
    "unitNumber": 7,
    "text": "Anadolu Üniversitesi Rektörlüğü tarafından Ankara Üniversitesi Rektörlüğüne öğretim üyelerine ilan edilmesi amacıyla EBYS üzerinden bir belge gönderilmiştir. Bu belgenin niteliği aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kurum dışı belge",
      "B": "Kurum içi belge",
      "C": "Harici belge",
      "D": "Dahili belge",
      "E": "Kıymetli belge"
    },
    "explanation": "Bir üniversite başka bir üniversiteye resmi bir yazı göndermiştir. Bu kurum dışına gönderilen belgedir. <br/>Kurum dışından gelen veya kurum dışına gönderilen belgeler: Kuruma bağlı diğer kurumlardan, resmî dairelerden, özel ya da tüzel kişilerden yani kurum dışından çeşitli belgeler gelmektedir."
  },
  {
    "id": "2648076",
    "unitNumber": 7,
    "text": "Bir öğrenci elektronik posta ile Açıköğretim Fakültesine dilekçe gönderir. Görevli kurum çalışanı bu dilekçeyi öncelikle nereye kaydeder ve bir sıra numarası verir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dilekçe kayıt dosyası",
      "B": "Belge zimmet dosyası",
      "C": "Resmi belge dosyası",
      "D": "Gelen belge kayıt defteri",
      "E": "Giden belge kayıt defteri"
    },
    "explanation": "Bir öğrenci elektronik posta ile Açıköğretim Fakültesine dilekçe gönderir. Görevli kurum çalışanı bu dilekçeyi gelen belge kayıt defterine kaydeder. Defterde her belgeye sıra numarası verilir. Kayıt tarihi, geldiği yer, konusu ve kısa açıklamasına yer verilir."
  },
  {
    "id": "2648204",
    "unitNumber": 7,
    "text": "Çek, poliçe, bono, hisse senedi, tahvil, pul, para gibi nakit olan ya da nakde çevrilebilen belgeler olarak tanımlanan belgeler aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gizli belgeler",
      "B": "Kıymetli belgeler",
      "C": "Özellik taşıyan belgeler",
      "D": "Hizmete özel belge",
      "E": "İvedi belge"
    },
    "explanation": "Kıymetli Belgeler: Çek, poliçe, bono, hisse senedi, tahvil, pul, para gibi nakit olan ya da nakde çevrilebilen belgelerdir. Bu örneklerin yanı sıra teminat mektupları da kurumların ticari işlemleri nedeniyle hazırladıkları ya da aldıkları bazı mektuplar, para ihbarnameleri gibi belgeler ve bunlara ekli yazıların tamamı<br/>kıymetli belge sınıfında yer almaktadır."
  },
  {
    "id": "2649218",
    "unitNumber": 7,
    "text": "I. Belgeler kurumlarda doğal iş akışının sonucunda oluşurlar.<br/>II. Belge üretiminin değerlendirilmesi, kurumlardaki yönetimsel yapıya ait planlama işlemi gibi görülebilir.<br/>III. Belgeler kurumsal yapıya temel oluşturmasının yanında, yönetim için bilgi ihtiyacını karşılayarak yönetimin temelini oluştururlar.<br/>IV. Statik bir yönetim yapısı yerine, dinamik ve değişken bir yönetim yapısı oluşturulmasına imkân yaratır.<br/>V. Kurumsal yapı için çerçeve oluşturur, böylelikle kurumun ve yönetim yapısının tanımlanmasında yardımcı olur.<br/><strong>Yukarıdakilerden hangisi belge üretiminin kurumlarda yönetim düzeyinde değerlendirilmesini gerektiren nedenler arasında yer alır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "IV",
      "B": "I, II ve III",
      "C": "II ve IV",
      "D": "I, III ve V",
      "E": "I, II, III, IV ve V"
    },
    "explanation": "Belge üretiminin kurumlarda yönetim düzeyinde değerlendirilmesini gerektiren pek çok neden bulunmaktadır. Özdemirci (1996: 22-24)’ye göre bu nedenler şunlardır:<br/>• Belgeler kurumlarda doğal iş akışının sonucunda oluşurlar. Bu özellikleri nedeniyle belgeler ilgili birimleri ve ögelerini birbirine<br/>bağlayan bir iletişim ağı olarak düşünülebilir.<br/>• Belge üretiminin değerlendirilmesi, kurumlardaki yönetimsel yapıya ait planlama işlemi gibi görülebilir. Planlama fonksiyonunun alt fonksiyonu olarak hizmet sağlayabilir.<br/>• Belgeler kurumsal yapıya temel oluşturmasının yanında, yönetim için bilgi ihtiyacını karşılayarak yönetimin temelini oluştururlar. Belgeler, kurumlarda yapılan iş ve işlemlerin kanıtı olduğundan, belgelerin üretimi için oluşturulan üretim sistemi kurumun yapısına ilişkin de bilgi verir. Belgeler, içerdikleri bilgi aracılığıyla kurumun faaliyetleri arasında neden-sonuç ilişkisinin kurulmasına olanak sağlayarak sorunların çözülmesine katkı sağlar.<br/>• Statik bir yönetim yapısı yerine, dinamik ve değişken bir yönetim yapısı oluşturulmasına imkân yaratır.<br/>• Kurumsal yapı için çerçeve oluşturur, böylelikle kurumun ve yönetim yapısının tanımlanmasında yardımcı olur.<br/>• Belge üretimiyle kurumsal iletişim için yazılı haberleşme ağı oluşur."
  },
  {
    "id": "2649224",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi kurum dışından gelen veya kurumun bir kopyasını alarak dış alıcılara gönderdiği ya da kurum içi yazılı haberleşmede kullanılmak amacıyla hazırlanan belgelerdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yazılı belgeler",
      "B": "Basılı belgeler",
      "C": "Görsel belgeler",
      "D": "Manyetik ortama basılı belgeler",
      "E": "İşlevsel belgeler"
    },
    "explanation": "<strong>Yazılı Belgeler:</strong> Kurum dışından gelen veya kurumun bir kopyasını alarak dış alıcılara gönderdiği ya da kurum içi yazılı haberleşmede kullanılmak amacıyla hazırlanan belgelerdir."
  },
  {
    "id": "2649226",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi basılı belge <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Resmî gazeteler",
      "B": "Dergi ya da gazetelerden kesilmiş makaleler",
      "C": "Reklam broşürleri",
      "D": "Kitaplar",
      "E": "Dijital araçlar"
    },
    "explanation": "<strong>Basılı Belgeler:</strong> Resmî gazeteler, kitaplar, dergiler, resimler, fotoğraflar, çeşitli grafikler, reklam broşürleri, dergi ya da gazetelerden kesilmiş makaleler, çizimler, plan ve projeler gibi basılı olan belgelerdir."
  },
  {
    "id": "2649227",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi iş ilişkileri ve yasal zorunluluklar nedeniyle kurumun hazırladığı belgelerdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Resmi belgeler",
      "B": "Ticari belgeler",
      "C": "Yazılı belgeler",
      "D": "Manyetik ortama kayıtlı belgeler",
      "E": "Gizli belgeler"
    },
    "explanation": "<strong>Ticari Belgeler:</strong> İş ilişkileri ve yasal zorunluluklar nedeniyle kurumun hazırladığı belgelerdir."
  },
  {
    "id": "2649228",
    "unitNumber": 7,
    "text": "Çek, poliçe, bono, hisse senedi, tahvil, pul, para gibi nakit olan ya da nakde çevrilebilen belgelere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kıymetli belgeler",
      "B": "Gizli belgeler",
      "C": "Manyetik ortama kayıtlı belge",
      "D": "Yazılı belge",
      "E": "Resmi belge"
    },
    "explanation": "<strong>Kıymetli Belgeler:</strong> Çek, poliçe, bono, hisse senedi, tahvil, pul, para gibi nakit olan ya da nakde çevrilebilen belgelerdir."
  },
  {
    "id": "2649230",
    "unitNumber": 7,
    "text": "Herhangi bir özellik taşımayan ya da değerli belge niteliği olmayan belgelere ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Özellik taşıyan belgi",
      "B": "Değerli belge",
      "C": "Normal belge",
      "D": "Resmi belge",
      "E": "Yazılı belge"
    },
    "explanation": "<strong>Normal Belge:</strong> Herhangi bir özellik taşımayan ya da değerli belge niteliği olmayan belgelerdir."
  },
  {
    "id": "2649231",
    "unitNumber": 7,
    "text": "I. Belgelerin denetimi için etkili ilkelerin tasarlanması ve bu ilkelerin uygulanması<br/>II. Belge yönetimini oluşturan her aşamanın gözden geçirilmesi ve değerlendirilmesi için etkili yöntemlerin belirlenmesi<br/>III. Çalışanların belgelerin etkili kullanımı ve denetimi konusunda eğitilmesi<br/>IV. İhtiyaç duyulan zamanda ve yerde bilgiye zamanında tam ve doğru biçimde ulaşmak<br/>V. Bilgiyi mümkün olan en düşük maliyetle elde etmek<br/>Yukarıdakilerden hangisi belge yönetimi programının amaçları arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve V",
      "B": "II ve IV",
      "C": "I, III ve V",
      "D": "I, II ve IV",
      "E": "I, II, III, IV ve V"
    },
    "explanation": "Belge yönetimi programının amaçları şunlardır (Smith ve Kallaus, 1997: 16):<br/>• Belgelerin denetimi için etkili ilkelerin tasarlanması ve bu ilkelerin uygulanması<br/>• Belge yönetimini oluşturan her aşamanın gözden geçirilmesi ve değerlendirilmesi için etkili yöntemlerin belirlenmesi<br/>• Çalışanların belgelerin etkili kullanımı ve denetimi konusunda eğitilmesi<br/>• İhtiyaç duyulan zamanda ve yerde bilgiye zamanında tam ve doğru biçimde ulaşmak<br/>• Bilgiyi mümkün olan en düşük maliyetle elde etmek<br/>• Belgelerin depolanacağı yer ve kaydedilebileceği donanımı da içerecek şekilde üretiminin gerçekleştirilmesi, saklanması, erişiminin sağlanması, arşive devredilmesi ve düzenlenmesi işlemine ait en etkili belge kayıt sistemini oluşturmak."
  },
  {
    "id": "2649235",
    "unitNumber": 7,
    "text": "Belge işlemlerinde başarının sağlanabilmesi için belge yönetimi programına dahil olan personel, yer, ekipman, mesleki ilkeler, donanım ve bilgi gibi çeşitli disiplinlere ait unsurların dengeli ve en fazla verimin alınacağı şekilde çalışmasını sağlayan yapıya ne denir?",
    "correctAnswer": "C",
    "options": {
      "A": "Belge yaşam döngüsü",
      "B": "Belge envanteri",
      "C": "Belge yönetim sistemi",
      "D": "Belge dolaşımı",
      "E": "Belge üretimi yapısı"
    },
    "explanation": "Belge yönetimi sistemi, belge işlemlerinde başarının sağlanabilmesi için belge yönetimi programına dahil olan personel, yer, ekipman, mesleki ilkeler, donanım ve bilgi gibi çeşitli disiplinlere ait unsurların dengeli ve en fazla verimin alınacağı şekilde çalışmasını sağlayan yapıdır (Smith ve Kallaus, 1997: 15)."
  },
  {
    "id": "2649240",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi belge yaşam döngüsünün aşamaları arasında <strong>yer almaz</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Belge üretimi",
      "B": "Aktif depolama",
      "C": "Belge dağıtımı",
      "D": "Belge yönetimi",
      "E": "Belgelerin nakli"
    },
    "explanation": "<strong>Belge yaşam döngüsü;</strong> belgelerin üretilmesi, dağıtılması, kullanılması, aktif belgelerin depolanması, bunların arşivlere nakledilmesi, güncelliğini yitirmiş belgelerin depolanması, son düzenleme ve uzun süreli depolanması (Özdemirci ve Odabaş, 2005: 14) ve belgelerin imha/tasfiye aşamalarından oluşur."
  },
  {
    "id": "2649245",
    "unitNumber": 7,
    "text": "Belgelerin tarihî değeri veya araştırma açısından taşıdığı değeri nedeniyle, uygun depolama teknikleri ile korunmasına ne denir?",
    "correctAnswer": "D",
    "options": {
      "A": "Belge yönetimi",
      "B": "Belge üretimi",
      "C": "Mikrografilerin Denetimi",
      "D": "Arşiv yönetimi",
      "E": "Belge denetimi"
    },
    "explanation": "<strong>Arşiv Yönetimi:</strong> Belgelerin tarihî değeri veya araştırma açısından taşıdığı değeri nedeniyle, uygun depolama teknikleri ile korunmasıdır"
  },
  {
    "id": "2650388",
    "unitNumber": 7,
    "text": "I. Yazılı belgeler<br/>II. Tarihi belgeler<br/>III. Basılı belgeler<br/>IV. Manyetik ortamlara kayıtlı belgeler<br/>V. Şifreli belgeler<br/>Yukarıdakilerden hangileri bilgi sunuş şekillerine göre belgeler olarak sınıflanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "I,II ve III",
      "B": "I, III ve IV",
      "C": "I, II ve V",
      "D": "I,III ve V",
      "E": "I, II ve IV"
    },
    "explanation": "Bilgi sunuş şekillerine göre; yazılı belgeler, basılı<br/>belgeler ve manyetik ortamlara kayıtlı belgeler"
  },
  {
    "id": "2650401",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi belge yönetimi programının amaçları arasında yer <strong>almaz?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Belgelerin denetimi için etkili ilkelerin tasarlanması ve bu ilkelerin uygulanması",
      "B": "Belge yönetimini oluşturan her aşamanın gözden geçirilmesi ve değerlendirilmesi için etkili yöntemlerin belirlenmesi",
      "C": "Bilgiyi mümkün olan en yüksek maliyetle elde etmek",
      "D": "Çalışanların belgelerin etkili kullanımı ve denetimi konusunda eğitilmesi",
      "E": "İhtiyaç duyulan zamanda ve yerde bilgiye zamanında tam ve doğru biçimde ulaşmak"
    },
    "explanation": "Belge yönetimi programının amaçları şunlardır (Smith ve Kallaus, 1997: 16):<br/>• Belgelerin denetimi için etkili ilkelerin tasarlanması ve bu ilkelerin uygulanması<br/>• Belge yönetimini oluşturan her aşamanın<br/>gözden geçirilmesi ve değerlendirilmesi için<br/>etkili yöntemlerin belirlenmesi<br/>• Çalışanların belgelerin etkili kullanımı ve<br/>denetimi konusunda eğitilmesi<br/>• İhtiyaç duyulan zamanda ve yerde bilgiye<br/>zamanında tam ve doğru biçimde ulaşmak<br/>• Bilgiyi mümkün olan en düşük maliyetle<br/>elde etmek"
  },
  {
    "id": "2651160",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi belge yönetiminin kurumlara sağladığı yararlar arasında <strong>sayılamaz? </strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Kurumu yasalar karşısında yükümlülüklerini yerine getirmekten koruyabilmek",
      "B": "Kurumda işlerin sistemli ve etkili olarak yürütülebilmesini sağlamak",
      "C": "Verilen hizmetin tutarlılığını ve tarafsızlığını sağlamak",
      "D": "Kurumun, çalışanların ve kurum müşterilerinin günümüzde ve gelecekte haklarını korumak",
      "E": "Günümüze ait olan ve geleceğe yönelik araştırmaları desteklemek"
    },
    "explanation": "Belge yönetimi kurumun yasalar karşısında yükümlülüklerinin yerine getirildiğinin kanıtıdır. .Yani ilk şıkta verilenin tam tersi doğrudur."
  },
  {
    "id": "2651165",
    "unitNumber": 7,
    "text": "I. Belge Üretimi<br/>II. Belge Kullanımı<br/>III. Belge Dağıtımı<br/>IV. Aktif Depolama<br/>V. Belgelerin Nakli<br/>Belge yaşam döngüsüne göre hangi iki adımın yeri değişmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve IV",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "IV ve V",
      "E": "II ve IV"
    },
    "explanation": "Belge kullanımı belge dağıtımını takip etmelidir."
  },
  {
    "id": "2651640",
    "unitNumber": 7,
    "text": "Giden evrak kayıt defterinin kullanımında yer alan ve \"ilgili yılın ilk iş günü (1 Ocak) ve son iş günü (31 Aralık) tarihleri arasını kapsayan bir numara\" olarak ifade edilen özellik aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Dosya no",
      "B": "Tarih",
      "C": "Ek",
      "D": "Çıkış sıra numarası",
      "E": "Gönderildiği yer"
    },
    "explanation": "Çıkış sıra numarası: İlgili yılın ilk iş günü (1 Ocak) ve son iş günü (31 Aralık) tarihleri arasını kapsar.<br/>Yeni yılın ilk iş gününde “1” numaradan başlayarak yılın son iş gününe kadar sıra atlamadan devam eder.<br/>Kaydedilen son numaranın altı çizilir ve ilgili yıla ait kayıt işlemi kapatılır"
  },
  {
    "id": "2651644",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi EBYS’nin temel getirileri arasında <strong>sayılamaz?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Bir iş sürecinin daha kolay tamamlanması",
      "B": "Belgenin daha az cezai sorumluluk yaratması",
      "C": "Daha az çaba gerektirmesi",
      "D": "İş sürecinin daha hızlı tamamlanması",
      "E": "Belgenin daha kolay erişilebilir olması"
    },
    "explanation": "EBYS’nin temel getirileri bir iş sürecinin daha kolay tamamlanması, daha az<br/>çaba gerektirmesi, daha hızlı tamamlanması, daha kaliteli ve daha kolay erişilebilir olmasıdır"
  },
  {
    "id": "2651649",
    "unitNumber": 7,
    "text": "Belgenin değiştirilmesi ve imha edilmesi mümkün olmayacak şekilde güvenli bir ortamda korunmasının önemi ile ilişkili olan belge yaşam döngüsü aşaması aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Alma",
      "B": "Yönetme",
      "C": "Dağıtım",
      "D": "İmha",
      "E": "Depolama"
    },
    "explanation": "Depolama: Belge niteliği kazanıldığında, belgenin değiştirilmesi ve imha edilmesi mümkün olmayacak şekilde güvenli bir ortamda korunması önem taşır. E-belge gerektiğinde ulaşılabilir ve kullanılabilir olmak zorundadır. Diğer bir ifadeyle, yeterli dizinleme işlemini, belgeyi depolama sistemine teslim etmeden önce<br/>uygulamak bir zorunluluktur. Kullanılan depolama sistemi ve depolama ortamı, belgenin zarar görmesini, kullanılamaz olmasını engellemelidir. Depolama, teknolojik değişimle beraber belgelerin belli zaman dilimlerinde bir depolama sisteminden farklı bir depolama sistemine aktarılmasını içerecektir. Belge yönetim<br/>sistemi buna olanak sağlamalıdır"
  },
  {
    "id": "2651656",
    "unitNumber": 7,
    "text": "Belge yönetim sistemini oluşturan ögelerden hangisi belgelerin tarihî değeri veya araştırma açısından taşıdığı değeri nedeniyle, uygun depolama teknikleri ile korunması olarak ifade edilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Reprografilerin Yönetim",
      "B": "Mikrografilerin Denetimi",
      "C": "Elektronik Belgelerin Depolanması",
      "D": "Arşiv Yönetimi",
      "E": "Formların Denetimi"
    },
    "explanation": "Arşiv Yönetimi: Belgelerin tarihî değeri veya araştırma açısından taşıdığı değeri nedeniyle, uygun depolama teknikleri ile korunmasıdır."
  },
  {
    "id": "2651705",
    "unitNumber": 7,
    "text": "Belge yönetim sistemini oluşturan ögelerden hangisi gerekli olan miktar ve her kopyanın maliyeti göz önüne alınarak uygun çoğaltım, kopyalama ve/veya baskı işlemlerinin seçimi olarak tanımlanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Mikrografilerin Denetimi",
      "B": "Reprografilerin Yönetimi",
      "C": "Arşiv Yönetimi",
      "D": "Yazışma ve Raporların Denetimi",
      "E": "Formların Denetimi"
    },
    "explanation": "Reprografilerin Yönetimi gerekli olan miktar ve her kopyanın maliyeti göz önüne alınarak uygun çoğaltım, kopyalama ve/veya baskı işlemlerinin seçimi olarak tanımlanmaktadır."
  },
  {
    "id": "2653266",
    "unitNumber": 7,
    "text": "Bir gerçeğe tanıklık eden yazı, fotoğraf, resim, film vb. vesika ne olarak adlandırılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Gazete",
      "B": "Haber",
      "C": "Belge",
      "D": "Kanıt",
      "E": "Evrak"
    },
    "explanation": "Kitabımızda yer alan tanımlardan birine göre :“Belge, bir gerçeğe tanıklık eden yazı, fotoğraf, resim, film vb. vesika, dokümandır.”"
  },
  {
    "id": "2653275",
    "unitNumber": 7,
    "text": "Herkes tarafından ulaşılamayan, sınırlı sayıda insanın erişebildiği ve diğer belgelerle birlikte dosyalanmayan belgelere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gizli Belge",
      "B": "İvedi Belge",
      "C": "Geçersiz Belge",
      "D": "Resmi Belge",
      "E": "Kıymetli Belge"
    },
    "explanation": "Kitabımız gizli belgeyi şöyle tarif ediyor: Bu tür belgelere herkes tarafından ulaşılamaz, sınırlı sayıda insan erişebilir, bu nedenle de diğer belgelerle birlikte dosyalanmazlar."
  },
  {
    "id": "2653281",
    "unitNumber": 7,
    "text": "Belirli bir zamanda veya belgede belirtilen süre içinde bitirilerek muhatabı olan makama cevap verilmesi gereken belgeye ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Değerli Belge",
      "B": "Gizli Belge",
      "C": "Kıymetli belge",
      "D": "Günlü Belge",
      "E": "Acil Belge"
    },
    "explanation": "Kitabımız \"Günlü Belge\" kavramını şöyle açıklıyor: Belirli bir zamanda veya belgede belirtilen süre içinde bitirilerek muhatabı olan makama cevap verilmesi gereken belgedir."
  },
  {
    "id": "2653284",
    "unitNumber": 7,
    "text": "Kurumlarda üretilen bilgi hem kalite hem de miktar olarak ne tip bir program ile kontrol altına alınabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Belgeleme",
      "B": "Sınıflandırma",
      "C": "Karteks",
      "D": "Dosyalama",
      "E": "Belge yönetimi"
    },
    "explanation": "kitabımıza göre: Kurumlarda üretilen bilgi hem kalite hem de miktar olarak belge yönetimi programı ile kontrol altına alınabilir."
  },
  {
    "id": "2653289",
    "unitNumber": 7,
    "text": "Hangisi belge yönetimi programının amaçlarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "İhtiyaç duyulan zamanda ve yerde bilgiye zamanında tam ve doğru biçimde ulaşmak",
      "B": "Belgeleri hakkaniyetle yanıtlamak",
      "C": "Belge içeriklerini iyi anlayıp istekleri yerine getirmek",
      "D": "Belgeleri kasada saklamak",
      "E": "Belgeleri kullanarak şahsi menfaat sağlamak"
    },
    "explanation": "Kitabımız belge yönetimi programının amaçlarından biri olarak \"İhtiyaç duyulan zamanda ve yerde bilgiye<br/>zamanında tam ve doğru biçimde ulaşmak\" kavramına yer vermiştir.<br/>İhtiyaç duyulan zamanda ve yerde bilgiye zamanında tam ve doğru biçimde ulaşmak"
  },
  {
    "id": "2653292",
    "unitNumber": 7,
    "text": "Kurumlarda verilen hizmetin tutarlılığını ve tarafsızlığını sağlamak aşağıdaki kavramlardan hangisiyle daha yakın ilişkidedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kurumsal Kimlik",
      "B": "Belge Yönetimi",
      "C": "Marka Gelişimi",
      "D": "Sektörel Liderlik",
      "E": "İnsan Kaynakları"
    },
    "explanation": "Kitabımıza göre, belge yönetimi, verilen hizmetin tutarlılığını ve tarafsızlığını sağlar"
  },
  {
    "id": "2653297",
    "unitNumber": 7,
    "text": "Belge yönetim programının oluşturulması için işlemler ve mevzuatın içeriğini, kişilerin görev ve sorumluluklarını gösteren yayınlara ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yazişma",
      "B": "Belge Yönetimi El Kitabı",
      "C": "Belge Yönetimi Belgesi",
      "D": "Karteks",
      "E": "Mühür"
    },
    "explanation": "Kitabımıza göre, belge yönetim programının oluşturulması için işlemler ve mevzuatın içeriğini, kişilerin görev ve sorumluluklarını gösteren yayınlara Belge Yönetimi El Kitabı denir."
  },
  {
    "id": "2653303",
    "unitNumber": 7,
    "text": "Dosya planındaki kategorilerin harfler kullanılarak simgeleştirilmesine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Alfabetik Kodlama",
      "B": "Numerik Kodlama",
      "C": "Harfe göre Dosyalama",
      "D": "Fihrist Yöntemi",
      "E": "Reprografilerin Yönetimi"
    },
    "explanation": "Kitabımıza göre, alfabetik kodlama, dosya planındaki kategorilerin harfler kullanılarak simgeleştirilmesidir. Alt kategorilerde yine alfabe kullanılarak kodlama yapılır."
  },
  {
    "id": "2653308",
    "unitNumber": 7,
    "text": "EBYS nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Elektronik Belge Yönlendirme Sistemi",
      "B": "Elektronik Belge Yönetim Sistemi",
      "C": "E-Belge Yönetim Sistemi",
      "D": "Elektronik Ortamda Üretilen Belgelerin Kısa Adı",
      "E": "Elektronik Bilişim Yönetimi Sistemi"
    },
    "explanation": "Kitabımıza göre EBYS kısaltmasının açılımı \"Elektronik Belge Yönetim Sistemi\"'dir."
  },
  {
    "id": "2653317",
    "unitNumber": 7,
    "text": "Kayıt işlemi tamamlanan belgeler, gönderilecekleri birimlere teslim edilmek üzere nereye işlenir?",
    "correctAnswer": "C",
    "options": {
      "A": "Karteks",
      "B": "Belge Listesi",
      "C": "Belge Zimmet Defteri",
      "D": "Tahakkuk Defteri",
      "E": "Gelen Evrak Matriksi"
    },
    "explanation": "Kitabımızda belirtildiği üzere, kayıt işlemi tamamlanan belgeler, gönderilecekleri birimlere teslim edilmek üzere “Belge Zimmet Defteri”ne işlenir."
  },
  {
    "id": "2648650",
    "unitNumber": 8,
    "text": "Elektronik ortamda oluşturulan yazışmalar kağıt tabanlı yazıların saklandığı fiziksel mekanlara ihtiyacı ortadan kaldırmaktadır. Bu durum elektronik yazışmaların hangi avantajını tanımlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Sabit giderlerden tasarruf",
      "B": "Depolama/saklama",
      "C": "Kullanım ve dağıtım",
      "D": "İş akışını hızlandırma",
      "E": "Çoğaltma ve kopyalama"
    },
    "explanation": "Elektronik yazışmaları kâğıt tabanlı yazışmalardan üstün kılan özellikler kitabımızın 211'inci sayfasında sınıflandırılmıştır. Buna göre \"Depolama/Saklama\" başlığı altında şöyle denilmektedir: Elektronik ortamda oluşturulan yazışmalar elektronik ortamda depolandıklarından kâğıt tabanlı yazıların saklandığı fiziksel mekânlara ihtiyacı ortadan kaldırır."
  },
  {
    "id": "2648652",
    "unitNumber": 8,
    "text": "Mehmet beyin bir kurumda bilgisayar yazılımı kullanarak elektronik ortamda, iş süreçlerine ilişkin ürettiği, arşivlediği, ihtiyaç anında eriştiği, başkalarına ilettiği ve gerekli hallerde imha ettiği belgeye ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Nitelikli belge",
      "B": "Resmi belge",
      "C": "Elektronik belge",
      "D": "Dijital belge",
      "E": "Teknolojik belge"
    },
    "explanation": "Elektronik belge: Bilgisayar ya da diğer elektronik cihazların kullanılmasıyla elektronik ortamda iş süreçlerine ilişkin üretilen, arşivlenen, erişilen, iletilen ve imha edilen her türlü belgeyi ifade eder."
  },
  {
    "id": "2648654",
    "unitNumber": 8,
    "text": "İki üniversitenin kendi aralarında ve özel sektör ile elektronik ortamda KEP sistemini kullanarak yaptığı tüm resmi yazışmalara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "E-yazışma",
      "B": "T-yazışma",
      "C": "Kurumsal yazışma",
      "D": "Nitelikli yazışma",
      "E": "Kayıtlı yazışma"
    },
    "explanation": "E-yazışma: Kamu kurum ve kuruluşlarının kendi aralarında ve özel sektör ile yaptığı tüm yazışmaların elektronik ortamda, Kayıtlı Elektronik Posta Sistemi (KEP) altyapısı kullanılarak yürütüldüğü resmî yazışma sistemidir."
  },
  {
    "id": "2648655",
    "unitNumber": 8,
    "text": "\"EBYS\" kısaltmasının doğru açılımı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Engtegre Belge Yazılım Sistemi",
      "B": "Elektronik Belge Yönetim Sistemi",
      "C": "Erişilebilir Bilgi Yönetim Sistemi",
      "D": "Emniyetli Belge Yazılım Sistemi",
      "E": "Emniyetli Belge Yazılım Sistemi"
    },
    "explanation": "EBYS, Elektronik Bilgi Yönetim Sistemi'nin kısaltmasıdır."
  },
  {
    "id": "2648656",
    "unitNumber": 8,
    "text": "I.Güvenilirlik<br/>II.Tamlık<br/>III.Hızlılık<br/>IV.Erişilebilirlik<br/>V.Dayanıklılık<br/>VI.Kontrol<br/>Yukarıdakilerden hangileri elektronik belge yönetim sistemlerinin temel amacını sağlamadaki alt amaçlarını tanımlar?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III, IV",
      "B": "II, IV, V, VI",
      "C": "III, IV, V, VI",
      "D": "I, III, V, VI",
      "E": "I, II, IV, V"
    },
    "explanation": "Elektronik belge yönetim sistemlerinin temel amacını sağlamadaki alt amaçlar şunlardır:<br/>• Güvenilirlik<br/>• Tamlık<br/>• Erişilebilirlik<br/>• Dayanıklılık"
  },
  {
    "id": "2648662",
    "unitNumber": 8,
    "text": "I.Yoğun talep<br/>II.İş akışı<br/>III.Gizlilik<br/>IV.Kimlik doğrulama<br/>V.Veri bütünlüğü<br/>VI.İnkar edilemezlik<br/>Yukarıdakilerden hangileri elektronik imza uygulamasının ortaya çıkmasında etkili olan avantajları tanımlar?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II, III, IV",
      "B": "II, III, IV, V",
      "C": "III, IV, V, VI",
      "D": "I, III, V, VI",
      "E": "II, IV, V, VI"
    },
    "explanation": "Günümüzde her alanda elektronik ortamların çok yoğun olarak kullanılması bazı talepleri ve güven sorununu doğurmuş, bu nedenler gizlilik, kimlik doğrulama, veri bütünlüğü ve inkâr edilemezliği sağlayan elektronik imza uygulamasını ortaya çıkarmıştır."
  },
  {
    "id": "2648669",
    "unitNumber": 8,
    "text": "Ahmet Bey, elektronik belgenin yalnızca kastedilen alıcısı tarafından alınmasını veya okunmasını sağlayan, gönderilen elektronik belgeye ait gönderme işleminin güvenilir bir üçüncü kurum tarafından onaylandığı ve şifrelendiği elektronik bir araca sahiptir. Bu araç, aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mobil elektronik imza",
      "B": "Elektronik SIM kart",
      "C": "Elektronik mühür",
      "D": "Nitelikli flash disk",
      "E": "Akıllı kart"
    },
    "explanation": "Elektronik mühür: Elektronik belgenin yalnızca kastedilen alıcısı tarafından alınmasını veya okunmasını sağlamak üzere geliştirilmiş elektronik bir araçtır. Bu araç ile gönderilen elektronik belgelere ait gönderilme işlemi güvenilir üçüncü bir kurum tarafından onaylanır ve şifrelenir."
  },
  {
    "id": "2648674",
    "unitNumber": 8,
    "text": "Ahmet Bey, başka bir kurumdaki muhatabı olan Mehmet Bey'e yazdığı kurumsal elektronik postanın kendi amiri Ayşe Hanım tarafından da görülmesini ister. Ancak içeriğin Ayşe Hanımla da paylaşıldığını Mehmet Bey'in görmesini istemez.<br/>Bu durumda Ahmet Bey, Ayşe hanımın e-posta adresini, yazdığı elektronik postanın hangi satıra yazmalıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Bb",
      "B": "Cc",
      "C": "Bcc",
      "D": "Dcc",
      "E": "Dec"
    },
    "explanation": "E-posta hakkında bilgi sahibi olması istenen kişi/kişiler Bilgi/Cc satırına yazılır. Yazışmadan haberi olması istenen ancak diğer alıcılar tarafından görülmesi istenmeyen (e-posta adresi gizlenecek) kişi/kişiler varsa bu kişinin/kişilerin adresi Gizli/Bcc satırına yazılır. Özellikle kurumsal yazışmalarda bilgi bölümleri yöneticileri bilgilendirmek için kullanılır."
  },
  {
    "id": "2648675",
    "unitNumber": 8,
    "text": "Ahmet Bey, başka bir kurumdaki muhatabı olan Mehmet Bey'e yazdığı kurumsal elektronik postanın kendi amiri Ayşe Hanım tarafından da görülmesini ister. Mehmet Bey'in de içeriğin Ayşe Hanımla paylaşıldığını görmesini ister.<br/>Bu durumda Ahmet Bey, Ayşe hanımın e-posta adresini, yazdığı elektronik postanın hangi satıra yazmalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Bb",
      "B": "Cc",
      "C": "Dd",
      "D": "Bcc",
      "E": "Scs"
    },
    "explanation": "E-posta gönderilecek öncelikli kişi/kişiler Alıcı/To satırına yazılır. E-posta hakkında bilgi sahibi olması istenen kişi/kişiler ise Bilgi/Cc satırına yazılır."
  },
  {
    "id": "2648681",
    "unitNumber": 8,
    "text": "Elektronik sertifikaların açıkça belirtilmiş kullanıma başlama ve bitiş zamanı bulunur. Sertifikaların süresi genellikle ....... arasında değişir. <br/>Yukarıdaki ifadede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "üç ile altı ay",
      "B": "altı ay ila bir yıl",
      "C": "iki ila üç yıl",
      "D": "bir ila üç yıl",
      "E": "üç ila beş yıl"
    },
    "explanation": "Elektronik sertifikaların açıkça belirtilmiş kullanıma başlama ve bitiş zamanı bulunur. Sertifikaların süresi genellikle bir ila üç yıl arasında değişir."
  },
  {
    "id": "2649253",
    "unitNumber": 8,
    "text": "I. Depolama/Saklama<br/>II. Erişim<br/>III. Kullanım ve dağıtım<br/>IV. Sabit giderlerden tasarruf<br/>V. Denetim<br/>Yukarıdakilerden hangisi elektronik yazışmaları kâğıt tabanlı yazışmalardan üstün kılan özellikler arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III, IV ve V",
      "B": "I",
      "C": "I ve V",
      "D": "II, III ve V",
      "E": "II ve IV"
    },
    "explanation": "Elektronik yazışmaları kâğıt tabanlı yazışmalardan üstün kılan özellikleri aşağıdaki gibi sınıflandırılabilir:<br/>1. Depolama/Saklama: Elektronik ortamda oluşturulan yazışmalar elektronik ortamda depolandıklarından kâğıt tabanlı yazıların saklandığı fiziksel mekânlara ihtiyacı ortadan kaldırır.<br/>2. Sabit giderlerden tasarruf: Elektronik yazışmalar sayesinde kâğıt tabanlı yazışmalar için yapılan kırtasiye, depolama ve postalama giderleri ortadan kalkar.<br/>3. Kullanım ve dağıtım: Elektronik yazılar tahrip olma ve kaybolma riski oldukça düşük bir şekilde kullanılır ve dağıtılırlar. Kâğıt<br/>tabanlı yazılar ile arasındaki en önemli fark budur.<br/>4. İş akışını hızlandırma: Elektronik yazılar aynı anda birden fazla kişinin kullanımına sunulabilir. Kişiler, makamlar ve birimler arasında dolaşırken tıkanma sorunun ortaya çıkma olasılığı kâğıt tabanlı belgelere göre daha düşüktür. Bu nedenlerden dolayı elektronik yazışmalar hem kamu hem de özel kurumlarda iş akış süreçlerini ve karar verme süreçlerini hızlandırır.<br/>5. Çoğaltma ve kopyalama: Elektronik yazıları çoğaltmanın ve kopyalamanın herhangi bir maliyeti yoktur.<br/>6. Değişiklik: Elektronik yazılar üzerinde değişiklik yapılması son derece kolaydır. Elektronik yazıların yeniden düzenlenmesi ve yazımında yapılan yanlışlıkların giderilmesi son derece kolaydır. Bu nedenle kâğıt üzerinde üretilen yazılara oranla daha nitelikli ve standartlara uygun şekilde üretilebilmektedirler.<br/>7. Erişim: Elektronik yazılara zaman kısıtlaması olmadan (mesai saati dışında) saniyeler içerisinde ulaşılabilir.<br/>8. Denetim: Elektronik yazılar kâğıt tabanlı yazılara göre daha etkin bir şekilde denetlenebilmektedir."
  },
  {
    "id": "2649257",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi kurumlar arası e-yazışmanın devreye girmesiyle sağlanacak avantajlar arasında <strong>yer almaz</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Kurumlar arası yapılan yazışmalarda gecikmelerin ortadan kalkması",
      "B": "Bürokratik işlemlerin daha çok hızlanması",
      "C": "Vatandaşlara sunulacak hizmetin kalitesinin artması",
      "D": "Elektronik belgelerin güvenli iletiminin gerçekleşmesi",
      "E": "Kağıt israfının artması"
    },
    "explanation": "Kurumlar arası e-yazışmanın devreye girmesiyle sağlanacak avantajlar şu şekildedir:<br/>• Kurumlar arası yapılan yazışmalarda gecikmelerin ortadan kalkması<br/>• Bürokratik işlemlerin daha çok hızlanması<br/>• Vatandaşlara sunulacak hizmetin kalitesinin artması<br/>• Kâğıt israfının önlenmesi<br/>• Farklı teknolojik altyapıya sahip platformların tek platformda haberleşmelerinin sağlanması<br/>• Elektronik belgelerin güvenli iletiminin gerçekleşmesi<br/>• Kurum maliyetlerinin azalması<br/>• İş gücü tasarrufunun sağlanması<br/>• Yazışmalara kanıt özelliği sağlanarak taraflar arası uyuşmazlık olması durumunda belirleyici rol oynaması (https://pttkep.gov.tr/eyazisma/)."
  },
  {
    "id": "2649261",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi aynı kaynağa, kökene ya da menşe sahip belgelerin, bir başka kaynağa sahip olan belgelerle karıştırılmaması gerektiğini ileri süren temel ilkeyi ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Olağan yöntem",
      "B": "Organik yöntem",
      "C": "Elektronik yöntemi",
      "D": "Normal yöntem",
      "E": "İnorganik yöntemi"
    },
    "explanation": "<strong>Provenans (Organik Yöntem):</strong> Aynı kaynağa, kökene ya da menşe sahip belgelerin, bir başka kaynağa sahip olan belgelerle karıştırılmaması gerektiğini ileri süren temel ilkeyi ifade eder (Özdemirci, Torunlar ve Saraç, 2009: 6)."
  },
  {
    "id": "2649267",
    "unitNumber": 8,
    "text": "Resmî Yazışmalarda Uygulanacak Usul ve Esaslar Hakkında Yönetmelik’te Cumhurbaşkanlığı İdari İşler Başkanlığı tarafından hangi yıl düzenleme ile kamu kurum ve kuruluşlarının yaptıkları resmî yazışmalarda elektronik ortamın kullanılması esas unsur hâline getirilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "2008",
      "B": "2002",
      "C": "2020",
      "D": "2016",
      "E": "2011"
    },
    "explanation": "Resmî Yazışmalarda Uygulanacak Usul ve Esaslar Hakkında Yönetmelik’te Cumhurbaşkanlığı İdari İşler Başkanlığı tarafından düzenleme yapılmış, 10 Haziran 2020 tarihinde 31151 sayılı Resmî Gazete’de yayımlanarak yürürlüğe girmiştir. Yönetmelik, kamu kurum ve kuruluşlarının yaptıkları resmî yazışmalarda elektronik ortamın kullanılmasını esas unsur hâline getirmiştir."
  },
  {
    "id": "2649273",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi elektronik belgenin yalnızca kastedilen alıcısı tarafından alınmasını veya okunmasını sağlamak üzere geliştirilmiş elektronik bir araçtır?",
    "correctAnswer": "C",
    "options": {
      "A": "Mobil elektronik imza",
      "B": "Elektronik zaman damgasi",
      "C": "Elektronik mühür",
      "D": "Elektronik imza",
      "E": "Özel elektronik işaretler"
    },
    "explanation": "<strong>Elektronik mühür:</strong> Elektronik belgenin yalnızca kastedilen alıcısı tarafından alınmasını veya okunmasını sağlamak üzere geliştirilmiş elektronik bir araçtır. Bu araç ile gönderilen elektronik belgelere ait gönderilme işlemi güvenilir üçüncü bir kurum tarafından onaylanır ve şifrelenir."
  },
  {
    "id": "2649277",
    "unitNumber": 8,
    "text": "I. Elle atılan imza ile aynı hukuki sonucu doğurması<br/>II. Elle atılan imza ile aynı ispat gücünü haiz olması<br/>III. Usulüne göre güvenli elektronik imza ile oluşturulan elektronik verilerin senet hükmünde olması<br/>IV. Elektronik verilerin aksi ispat edilinceye kadar kesin delil sayılması<br/>Yukarıdakilerden hangisi elektronik İmza Kanunu’nun hukuki açıdan getirdiği <strong>en önemli</strong> yenilikler arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve IV",
      "B": "II ve III",
      "C": "IV",
      "D": "III",
      "E": "I, II, III ve IV"
    },
    "explanation": "Elektronik İmza Kanunu’nun hukuki açıdan getirdiği en önemli yenilikler şunlardır:<br/>• Elle atılan imza ile aynı hukuki sonucu doğurması<br/>• Elle atılan imza ile aynı ispat gücünü haiz olması<br/>• Usulüne göre güvenli elektronik imza ile oluşturulan elektronik verilerin senet hükmünde olması<br/>• Elektronik verilerin aksi ispat edilinceye kadar kesin delil sayılması"
  },
  {
    "id": "2649282",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi elektronik imzanın kullanılabileceği kamusal alandaki uygulamalardan biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "İnternet bankacılığı",
      "B": "Vergi ödemeleri",
      "C": "Sigortacılık işlemleri",
      "D": "e-sözleşmeler",
      "E": "e-siparişler"
    },
    "explanation": "Elektronik imzanın kullanılacağı beklenen kamusal ve ticari alandaki bazı uygulamalar şunlardır: Kamusal Alanda;<br/>• Akademik Personel ve Lisansüstü Eğitimi Giriş Sınavı (ALES), Yükseköğretim Kurumları Sınavı<br/>(YKS) vb. sınav başvuruları, pasaport başvuruları vb. her türlü başvuruda<br/>• Emniyet Müdürlükleri, Nüfus ve Vatandaşlık İşleri Müdürlükleri vb. kurumlar ile iletişimde<br/>• Sosyal güvenlik uygulamaları kapsamında yapılan işlemlerde<br/>• Sağlık uygulamaları kapsamında yapılan işlemlerde (Eczaneler, hastaneler, sağlık personeli)<br/>• Vergi ödemelerinde<br/>• Elektronik oy verme işlemlerinde<br/>Ticari Alanda;<br/>• İnternet bankacılığında<br/>• Sigortacılık işlemlerinde<br/>• Kâğıtsız ofislerde<br/>• E-sözleşmelerde<br/>• E-siparişlerde"
  },
  {
    "id": "2649283",
    "unitNumber": 8,
    "text": "<strong>İlk</strong> e-postanın gönderilmesi hangi yıl gerçekleşmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "1951",
      "B": "1967",
      "C": "1971",
      "D": "1983",
      "E": "1989"
    },
    "explanation": "İlk e-posta, 1971 yılında aynı odada bulunan iki bilgisayar arasında gönderilmiş, daha sonra internetin atası olarak nitelendirilen ARPAnet ile yaygın hâle gelmiştir."
  },
  {
    "id": "2649284",
    "unitNumber": 8,
    "text": "Yasal olarak geçerli ve teknik olarak güvenli elektronik postaya ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yasal elektronik posta",
      "B": "Güvenilir elektronik posta",
      "C": "Denetimli elektronik posta",
      "D": "Geçerli elektronik posta",
      "E": "Kayıtlı elektronik posta"
    },
    "explanation": "<strong>Kayıtlı elektronik posta (KEP)</strong>, yasal olarak geçerli ve teknik olarak güvenli elektronik posta olarak tanımlanmaktadır"
  },
  {
    "id": "2649285",
    "unitNumber": 8,
    "text": "Türkiye'de <strong>ilk kez</strong> kayıtlı elektronik posta sistemine hangi hukuki düzenleme ile atıf yapılmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "4857 sayılı İş Kanunu",
      "B": "6098 sayılı Türk Borçlar Kanunu",
      "C": "4722 sayılı Türk Medeni Kanun",
      "D": "6102 sayılı Türk Ticaret Kanunu",
      "E": "5237 sayılı Türk Ceza Kanunu"
    },
    "explanation": "Türkiye’de mevzuatta ilk kez 13/1/2011 tarihli ve 6102 sayılı Türk Ticaret Kanunu ile kayıtlı elektronik posta sistemine atıf yapılmıştır."
  },
  {
    "id": "2651093",
    "unitNumber": 8,
    "text": "Elektronik yazılara zaman kısıtlaması olmadan (mesai saati dışında) saniyeler içerisinde ulaşılabilir olması elektronik yazışmaları kâğıt tabanlı yazışmalardan üstün kılan özelliklerden hangisi ile ilgilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kullanım ve dağıtım",
      "B": "İş akışını hızlandırma",
      "C": "Değişiklik",
      "D": "Erişim",
      "E": "Çoğaltma ve kopyalama"
    },
    "explanation": "Erişim: Elektronik yazılara zaman kısıtlaması olmadan (mesai saati dışında) saniyeler içerisinde ulaşılabilir."
  },
  {
    "id": "2651121",
    "unitNumber": 8,
    "text": "Elektronik yazıların yeniden düzenlenmesi ve yazımında yapılan yanlışlıkların giderilmesinin son derece kolay olması elektronik yazışmaları kâğıt tabanlı yazışmalardan üstün kılan özelliklerden hangisi olarak tanımlanabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sabit giderlerden tasarruf",
      "B": "Çoğaltma ve kopyalama",
      "C": "Değişiklik",
      "D": "Denetim",
      "E": "Depolama"
    },
    "explanation": "Değişiklik: Elektronik yazılar üzerinde değişiklik yapılması son derece kolaydır. Elektronik yazıların yeniden düzenlenmesi ve yazımında yapılan yanlışlıkların giderilmesi son derece kolaydır. Bu nedenle kâğıt üzerinde üretilen yazılara oranla daha nitelikli ve standartlara uygun şekilde üretilebilmektedirler"
  },
  {
    "id": "2651125",
    "unitNumber": 8,
    "text": "Taraflar arası uyuşmazlık olması durumunda belirleyici rol oynaması özelliği kurumlar arası e-yazışmanın hangi avantajı ile yakından ilgilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Farklı teknolojik altyapıya sahip platformların tek platformda haberleşmelerinin sağlanması",
      "B": "Elektronik belgelerin güvenli iletiminin gerçekleşmesi",
      "C": "Yazışmalara kanıt özelliği sağlanabiliyor olması",
      "D": "Kurum maliyetlerinin azalması",
      "E": "İş gücü tasarrufunun sağlanması"
    },
    "explanation": "Kurumlar arası e-yazışmanın devreye girmesiyle sağlanacak avantajlar şu şekildedir:<br/>• Kurumlar arası yapılan yazışmalarda gecikmelerin ortadan kalkması<br/>• Bürokratik işlemlerin daha çok hızlanması<br/>• Vatandaşlara sunulacak hizmetin kalitesinin artması<br/>• Kâğıt israfının önlenmesi<br/>• Farklı teknolojik altyapıya sahip platformların tek platformda haberleşmelerinin sağlanması<br/>• Elektronik belgelerin güvenli iletiminin<br/>gerçekleşmesi<br/>• Kurum maliyetlerinin azalması<br/>• İş gücü tasarrufunun sağlanması<br/>• <strong>Yazışmalara kanıt özelliği sağlanarak taraflar</strong><br/><strong>arası uyuşmazlık olması durumunda belirleyici rol oynaması</strong>"
  },
  {
    "id": "2651131",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bütün özellikleri dolayısıyla özgünlüğü korunmuş, bozulmamış ve gerçeği yansıttığından emin olunan belgeyi ifade eder?",
    "correctAnswer": "D",
    "options": {
      "A": "Dayanıklı belge",
      "B": "Erişilebilir belge",
      "C": "Tam belge",
      "D": "Güvenilir belge",
      "E": "Özel belge"
    },
    "explanation": "Güvenilirlik: Güvenilir belge, bütün özellikleri dolayısıyla özgünlüğü korunmuş, bozulmamış ve gerçeği yansıttığından emin olunan belgedir. Elektronik belge yönetiminin en önemli amaçlarından biri belgelerin güvenilir olma özelliğini sağlamaktır. Bu amaçla EBYS, belgelerin gerektiğinde kanıt olarak sunulabilmesine imkân veren yasal mevzuat ve kurumsal yönergeler kapsamında üretilmesini ve belge üzerinde gerçekleştirilecek işlemlerin de bu temele göre yapılmasını sağlamalıdır."
  },
  {
    "id": "2651136",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi elektronik belge yönetimi sistemlerinin kullanıcılarına sağlayabileceği türden bir olanak <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yedekleme sistemi aracılığıyla belgeleri yedekleyebilme ve koruyabilme,",
      "B": "Kâğıt kullanımından tasarruf sağlayabilme,",
      "C": "İleri sorgulama ve etiketleme özellikleri sayesinde hızlı ve verimli belge arayabilme,",
      "D": "Güvensiz ağlar içerisinde gizli bilgilere ulaşabilme",
      "E": "Belirlenen iş kurallarına uygun şekilde belgelere ait dağıtım ve imza süreçlerini tanımlayabilme ve uygulayabilme,"
    },
    "explanation": "Elektronik belge yönetimi sistemleri kullanıcılarına,<br/>• Resmî veya resmî olmayan belgeleri dijital ortamda yaratabilme,<br/>• Belirlenen iş kurallarına uygun şekilde belgelere ait dağıtım ve imza süreçlerini tanımlayabilme ve uygulayabilme,<br/>• Kullanıcıları, rol ve yetkileri tanımlayabilme,<br/>• Güvenli ağlar içerisinde yedi gün/yirmi dört saat erişim sağlayabilme,<br/>• Yedekleme sistemi aracılığıyla belgeleri yedekleyebilme ve koruyabilme,<br/>• Kâğıt kullanımından tasarruf sağlayabilme,<br/>• İleri sorgulama ve etiketleme özellikleri sayesinde hızlı ve verimli belge arayabilme,<br/>• Standartlara uygun şekilde belge dosyalayabilme,<br/>• Postalama giderlerini en aza indirebilme,<br/>• Belgeleri arşivleyebilme,<br/>• Geçerlilik süresi dolmuş belgeleri imha edebilme<br/>gibi olanaklar sunmaktadır."
  },
  {
    "id": "2651141",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi EBYS'nin dezavantajlarından biri olarak sınıflandırılabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Belgelerin hızlı bir şekilde dosyalanarak arşivlenebilmesi",
      "B": "Kullanıcıların sahip oldukları yetkileri kapsamında farklı arama kriterlerini kullanılarak tek tuşla belgelere ulaşabilmesi",
      "C": "Belgenin ve içeriğinin tarihle ilgili araştırmalar için kaynak işlevi görmesi ve kurum<br/>belleğinin oluşmasında etkili olması",
      "D": "Yazışmaların standartlaşmasını sağlayarak onay sürelerini kısaltması",
      "E": "EBYS’nin kurulmaları için özel bir donanıma ve yazılıma ihtiyaç duyulması"
    },
    "explanation": "EBYS kullanıcılarına sağladığı avantajlar yanında bazı dezavantajlara da sahiptir (Lezki, 2018: 185):<br/>• Elektronik belgelere erişim sağlanırken ve üzerlerinde işlem yapılırken bilgisayar, ağ<br/>bağlantısı vb. teknolojik araç ve altyapıya bağımlı kalınmaktadır.<br/>• EBYS’nin kurulmaları için donanıma ve yazılıma ihtiyaç vardır. Bunların temini<br/>kurumlar için maliyet yaratır ve önemli bir parasal kaynağa ihtiyaç duyulur.<br/>• Elektronik ortamdaki bilgilerin/belgelerin/verilerin kolayca değiştirilebilmesi veya<br/>imha edilebilmesi söz konusu olduğundan, kâğıt belgelere göre güvenlikleri daha güç<br/>sağlanmaktadır.<br/>• Depolama için kullanılan aygıtlarda herhangi bir arıza meydana geldiğinde bilgilerin/belgelerin/verilerin yok olma riski söz konusudur."
  },
  {
    "id": "2651146",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi elektronik imzanın sağlayabileceği özelliklerinden biri <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Gizlilik",
      "B": "Kimlik doğrulama",
      "C": "Takip edilemezlik",
      "D": "Veri bütünlüğü sağlama",
      "E": "İnkâr edilemezlik"
    },
    "explanation": "Bugün her alanda elektronik ortamların çok yoğun olarak kullanılması bazı talepleri ve güven sorununu doğurmuş, bu nedenler gizlilik, kimlik doğrulama, veri bütünlüğü ve inkâr edilemezliği sağlayan elektronik imza uygulamasını ortaya çıkarmıştır."
  },
  {
    "id": "2651147",
    "unitNumber": 8,
    "text": "I. Elle atılan imzaya kıyasla daha az hukuki sonucu doğurması<br/>II. Elle atılan imza ile aynı ispat gücünü haiz olması<br/>III. Usulüne göre güvenli elektronik imza ile oluşturulan elektronik verilerin senet hükmünde olması<br/>IV. Elektronik verilerin hiç bir zaman yeterli delil olarak görülmemesi<br/>Yukarıdakilerden hangileri Elektronik İmza Kanunu’nun hukuki açıdan getirdiği yenilikler arasında sayılabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve III",
      "B": "I ve II",
      "C": "II ve III",
      "D": "III ve IV",
      "E": "II ve IV"
    },
    "explanation": "Elektronik İmza Kanunu’nun hukuki açıdan getirdiği en önemli yenilikler şunlardır:<br/>• Elle atılan imza ile aynı hukuki sonucu doğurması<br/>• Elle atılan imza ile aynı ispat gücünü haiz olması<br/>• Usulüne göre güvenli elektronik imza ile oluşturulan elektronik verilerin senet hükmünde olması<br/>• Elektronik verilerin aksi ispat edilinceye kadar kesin delil sayılması"
  },
  {
    "id": "2651154",
    "unitNumber": 8,
    "text": "I. KEP hesabını alıcı olarak kullanacakların elektronik imza sahibi olması gereklidir. <br/>II. KEP E-postanın alıcıya ulaşıp ulaşmadığını ve ne zaman ulaştığının bilgisini sağlayabilir<br/>III. KEP sisteminde gönderim yapabilmek için elektronik imza sahibi olunması zorunludur. <br/>IV. KEP sistemi aracılığıyla ticari belgeler hariç her çeşit belge ve yazı, kurumlar ve kişiler arasında elektronik postayla gönderilmekte ve alınabilmektedir. <br/>Kayıtlı elektronik posta (KEP) ile ilgili olarak yukarıdaki bilgilerden hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II ve III",
      "B": "II, III ve IV",
      "C": "II ve III",
      "D": "III ve IV",
      "E": "I, III ve IV"
    },
    "explanation": "KEP hesabını sadece alıcı olarak kullanacakların elektronik imza sahibi olması gerekli değildir.<br/>Ancak KEP sisteminde gönderim yapabilmek için elektronik imza sahibi olunması zorunludur.<br/>Ayrıca KEP, standart elektronik posta sistemlerinin sunduğu hizmetlere ilave olarak aşağıdaki delil hizmetleri de sunmaktadır:<br/>• E-postanın göndericisi görünen kişi/kurum<br/>tarafından gönderilip gönderilmediği<br/>• E-postanın alıcıya ulaşıp ulaşmadığını ve ne<br/>zaman ulaştığı<br/>• E-postanın alıcısı tarafından okunup okunmadığı<br/>• İhtiyaç duyulması hâlinde elektronik postaya yeniden erişilebilmesi<br/>Son olarak KEP sistemi aracılığıyla resmî, özel ve ticari her çeşit belge ve yazı, kurumlar ve kişiler arasında elektronik postayla gönderilmekte ve alınabilmektedir."
  },
  {
    "id": "2651158",
    "unitNumber": 8,
    "text": "KEP ile ilgili olarak aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "KEP hesaplarının aktarılması ya da devredilmesi mümkündür.",
      "B": "Tüzel kişiler hesaplarını sadece tek bir kişiye tanımlayabilmektedir.",
      "C": "Tüzel kişiler KEP rehberinde bulunmak zorunda değildir.",
      "D": "KEP E-postanın göndericisi görünen kişi/kurum tarafından gönderilip gönderilmediğini anlamaya olanak vermez.",
      "E": "KEP ticari faaliyetlerin verimli yürütülmesine katkı sağlayabilir."
    },
    "explanation": "KEP sistemi aracılığıyla resmî, özel ve ticari her çeşit belge ve yazı, kurumlar ve kişiler arasında elektronik postayla gönderilmekte ve alınabilmektedir. Yani yasal<br/>ve geçerli bir şekilde elektronik yazışma ve bildirim (başvuru, bildirim, bildirge, beyanname, ihbar, ihtar vb.) yapılabilmektedir. Kurum içi ve kurumlar arası yazışmalar, kamu kurumları ile özel sektör kurumları ve<br/>vatandaşlar (gerçek ve tüzel kişiler) arasında her türlü<br/>yasal bildirimin yapılması, belge gönderilmesi, elektronik fatura gönderilmesi, banka yatırım/kredi/kredi kartı hesap ekstrelerinin, online alışveriş siparişlerinin ve<br/>diğer her türlü siparişin gönderilmesi/alınması, dilekçelerin, ihale tekliflerinin, sözleşmelerin gönderilmesi, başvuru yapılması vb. sayılamayacak kadar çok alanda KEP sistemi kullanılabilmektedir. Bu işlemlerin elektronik ortamda yapılması kâğıt kullanımı, arşivleme, posta ve işlem maliyetlerini düşürmekte, zaman kayıplarını azaltmaktadır. Böylelikle bürokrasinin daha etkin<br/>işlemesine, resmî ve ticari işlemlerin hızlı yapılmasına,<br/>ticari faaliyetlerin verimli yürütülmesine ve çevrenin<br/>korunmasına büyük ölçüde katkı sağlanmaktadır.<br/>KEP hesaplarının aktarılması ya da devredilmesi mümkün değildir. Gerçek kişiler KEP hesaplarını yalnızca kendileri kullanabilirken tüzel kişiler<br/>hesaplarını hesap başvurusu sırasında ya da daha<br/>sonra bir veya birden fazla işlem yetkilisine kendi<br/>nam ve hesapları için kullanılmak üzere tanımlama imkânına sahiptir. Tüzel kişiler KEP rehberinde bulunmak zorundadır. Bireysel kullanıcıların ise<br/>Rehberde kayıtlarının bulunması isteğe bağlıdır.<br/>KEP, standart elektronik posta sistemlerinin<br/>sunduğu hizmetlere ilave olarak aşağıdaki delil hizmetleri de sunmaktadır:<br/>• E-postanın göndericisi görünen kişi/kurum<br/>tarafından gönderilip gönderilmediği<br/>• E-postanın alıcıya ulaşıp ulaşmadığını ve ne<br/>zaman ulaştığı<br/>• E-postanın alıcısı tarafından okunup okunmadığı<br/>• İhtiyaç duyulması hâlinde elektronik postaya yeniden erişilebilmesi"
  },
  {
    "id": "2653322",
    "unitNumber": 8,
    "text": "Bilgisayar ortamında oluşturulan ve bilgi ağları ile postalanabilen yazışma belgeleri ne olarak ifade edilir?",
    "correctAnswer": "B",
    "options": {
      "A": "E-posta",
      "B": "Elektronik Yazışmalar",
      "C": "Gizli Belge",
      "D": "Dijital Belge",
      "E": "EBYS"
    },
    "explanation": "Kitabımıza göre, bilgisayar ortamında oluşturulan ve bilgi ağları ile postalanabilen yazışma belgeleri elektronik yazışmalar olarak ifade edilir."
  },
  {
    "id": "2653336",
    "unitNumber": 8,
    "text": "Ülkemizde kamu kurum ve kuruluşları arasında yapılan resmî yazışmaların elektronik ortamda güvenli bir şekilde yapılmasını amaçlayan E-Yazışma Projesi hangi yılda başlatılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "2010",
      "B": "2011",
      "C": "2012",
      "D": "2013",
      "E": "2014"
    },
    "explanation": "Kitabımız şöyle belirtmiş: \"2011 yılında başlatılan E-Yazışma Projesi, kamu kurum ve kuruluşları arasında yapılan resmî yazışmaların elektronik ortamda güvenli bir şekilde<br/>yapılmasını amaçlamaktadır.\""
  },
  {
    "id": "2653340",
    "unitNumber": 8,
    "text": "E-Yazışma Projesi ile Türkiye’de kamu kurum ve kuruluşlarının resmî yazışmalarda EBYS kullanması hangi yılda zorunlu kılınmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "2014",
      "B": "2015",
      "C": "2016",
      "D": "2017",
      "E": "2018"
    },
    "explanation": "Kitabımıza göre, E-Yazışma Projesi (2017) ile Türkiye’de kamu kurum ve kuruluşlarının resmî yazışmalarda EBYS kullanması zorunlu kılınmıştır."
  },
  {
    "id": "2653347",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi kurumsal işlemler ve bu işlemler sonucunda oluşturulan veya alınan belgelerin üretim yerleri ile olan ilişkisi belirtilerek konu veya fonksiyon esasına göre dosyalanmasını sağlamak amacıyla geliştirilen ve Devlet Arşivleri Başkanlığı tarafından yayımlanan sınıflama şemasıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "EBYS",
      "B": "Standart Dosya Planı",
      "C": "Yazışma Yönergesi",
      "D": "Belge Sınıflandırma Şeması",
      "E": "Karteks"
    },
    "explanation": "Kitabımıza göre, Standart Dosya Planı, kurumsal işlemler ve bu işlemler sonucunda oluşturulan veya alınan belgelerin üretim yerleri ile olan ilişkisi belirtilerek konu veya fonksiyon esasına göre dosyalanmasını sağlamak amacıyla geliştirilen ve Devlet Arşivleri Başkanlığı tarafından yayımlanan sınıflama şemasıdır."
  },
  {
    "id": "2653348",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi elektronik belgenin yalnızca kastedilen alıcısı tarafından alınmasını veya okunmasını sağlamak üzere geliştirilmiş elektronik bir araçtır?",
    "correctAnswer": "B",
    "options": {
      "A": "Karteks",
      "B": "Elektronik Mühür",
      "C": "Akıllı Kart",
      "D": "Şifre",
      "E": "Elektronik Zincir"
    },
    "explanation": "Kitabımıza göre elektronik mühür, elektronik belgenin yalnızca kastedilen alıcısı tarafından alınmasını veya okunmasını sağlamak üzere geliştirilmiş elektronik bir araçtır."
  },
  {
    "id": "2653351",
    "unitNumber": 8,
    "text": "Mobil elektronik imza kapsamında en yaygın olarak kullanılan mobil cihaz hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "EBYS kodu",
      "B": "EBYS şifresi",
      "C": "SIM kartı",
      "D": "USB butonu",
      "E": "Optik okuyucu"
    },
    "explanation": "Kitabımız \"mobil elektronik imza\" kavramını tanımlarken şöyle özetliyor: : Mobil bir cihazın kullanılmasıyla oluşturulan elektronik imza olarak tanımlanabilir. Elektronik imzadan tek farkı elektronik imza oluşturma aracı olarak mobil bir cihaz içerisine konulan SIM kartın kullanılmasıdır."
  },
  {
    "id": "2653356",
    "unitNumber": 8,
    "text": "KEP nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kurumsal Elektronik Posta",
      "B": "Kamusal Elektronik Posta",
      "C": "Kayıtlı Elektronik Posta",
      "D": "Kişisel Elektronik Posta",
      "E": "Kanuni Elektronik Posta"
    },
    "explanation": "Kitabımız KEP kısaltmasını Kayıtlı Elektronik Posta anlamında kullanmaktadır."
  },
  {
    "id": "2653365",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi yasal olarak geçerli ve teknik olarak güvenli elektronik posta olarak tanımlanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "KEP",
      "B": "LEP",
      "C": "EBYS",
      "D": "IDC",
      "E": "E-imza"
    },
    "explanation": "Kitabımıza göre Kayıtlı elektronik posta (KEP), yasal olarak geçerli ve teknik olarak güvenli elektronik posta olarak tanımlanmaktadır."
  },
  {
    "id": "2653371",
    "unitNumber": 8,
    "text": "KEP sisteminde gönderim yapabilmek için aşağıdakilerden hangisi zorunludur?",
    "correctAnswer": "D",
    "options": {
      "A": "Kamu kuruluşunda asaleten çalışmak",
      "B": "İdareci olmak",
      "C": "Bilgi işlem personeli olmak",
      "D": "Elektronik imza sahibi olmak",
      "E": "En az on yıl devlet memurluğu yapmış olmak"
    },
    "explanation": "Kitabımız şöyle belirtmiş: KEP hesabını sadece alıcı olarak kullanacakların elektronik imza sahibi olması gerekli değildir. Ancak KEP sisteminde gönderim yapabilmek<br/>için elektronik imza sahibi olunması zorunludur<br/>Elektronik İmza Sahibi Olmak"
  },
  {
    "id": "2653383",
    "unitNumber": 8,
    "text": "Türkiye’de mevzuatta ilk kez hangi kanunda elektronik posta sistemine atıf yapılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yükseköğrenim Kanunu",
      "B": "Türk Ticaret Kanunu",
      "C": "Ceza Kanunu",
      "D": "İl İdaresi Kanunu",
      "E": "Bilgi Edinme Kanunu"
    },
    "explanation": "Kitabımıza göre, Türkiye’de mevzuatta ilk kez 13/1/2011 tarihli ve 6102 sayılı Türk Ticaret Kanunu ile kayıtlı elektronik posta sistemine atıf yapılmıştır."
  }
]