[
  {
    "id": "3471950",
    "unitNumber": 1,
    "text": "Which one of the below the price of a basket of final goods and services produced in an economy within a quarter of a year?",
    "correctAnswer": "A",
    "options": {
      "A": "The GDP deflator",
      "B": "Inflation",
      "C": "Real rate of return",
      "D": "Interest rate",
      "E": "Price indices"
    },
    "explanation": "The GDP Deflator: The price of a basket of final goods and services produced in an economy within a quarter of a year. The GDP Deflator may also be calculated for the whole year."
  },
  {
    "id": "3471951",
    "unitNumber": 1,
    "text": "I. Price indices\n<br/>II. Interest rates\n<br/>III. Exchange rates\n<br/>IV. Growth rate\n<br/>Which one the among the three prices of money?",
    "correctAnswer": "C",
    "options": {
      "A": "I. II. and IV.",
      "B": "II. III. and IV.",
      "C": "I. II. and III.",
      "D": "I. III. and IV.",
      "E": "None of the above"
    },
    "explanation": "The three prices of money:<br/>Purchasing power of money: Price indices<br/>Intertemporal price of money: Interest rates<br/>International price of money: Exchange rates"
  },
  {
    "id": "3471952",
    "unitNumber": 1,
    "text": "Which one of the below financial asset is the monetary gain from that asset in excess of the loss of purchasing power of money?",
    "correctAnswer": "B",
    "options": {
      "A": "Interest rate",
      "B": "Real rate of return",
      "C": "Exchange rate",
      "D": "The puchasing power parity",
      "E": "Inflation"
    },
    "explanation": "Real Rate of Return: The real rate of return on a financial asset is the monetary gain from<br/>that asset in excess of the loss of purchasing power of money."
  },
  {
    "id": "3471954",
    "unitNumber": 1,
    "text": "Whing one of the below equation of exchange?",
    "correctAnswer": "C",
    "options": {
      "A": "M.P=V.Y",
      "B": "Y.M=.V.P",
      "C": "M.V=P.Y",
      "D": "M=i.Y",
      "E": "M=P.Y"
    },
    "explanation": "Consider the below “equation of exchange”:<br/>Mv = Y = py"
  },
  {
    "id": "3471955",
    "unitNumber": 1,
    "text": "Which one of the below is not characteristics of among tight and loose monetary policies?",
    "correctAnswer": "E",
    "options": {
      "A": "A tight monetary policy is labeled as “hawkish”",
      "B": "Loose monetary policy is labeled as “dovish”",
      "C": "Inflationary policy is “dovish”",
      "D": "Disinflationary policy is “hawkish",
      "E": "Tighter monetary policy in the future is called a “dovish”"
    },
    "explanation": "Tighter monetary policy in the future is called a “hawkish”"
  },
  {
    "id": "3471957",
    "unitNumber": 1,
    "text": "I. High transaction costs\n II. High uncertainty\n III. Greasing of the wheels\n IV. Shoe leather costs\n Which one of the above is among the social costs of high inflation in a country?",
    "correctAnswer": "C",
    "options": {
      "A": "I. II. and III.",
      "B": "II. III. and IV.",
      "C": "I. II. and IV.",
      "D": "I. III. and IV.",
      "E": "I. and IV."
    },
    "explanation": "I. High transaction costs\n II. High uncertainty\n IV. Shoe leather costs\n I. II. and IV. are among the social costs of high inflation in a country"
  },
  {
    "id": "3471958",
    "unitNumber": 1,
    "text": "A ..... is a guidance for economic agents to help them to improve planning of their activities and decisions.\n Which of the following options fills the gap in the sentence above?",
    "correctAnswer": "D",
    "options": {
      "A": "Households",
      "B": "Governments",
      "C": "Corporations",
      "D": "Nominal Anchor",
      "E": "Banks"
    },
    "explanation": "A nominal anchor is a guidance for economic agents to help them to improve planning of their<br/>activities and decisions."
  },
  {
    "id": "3471959",
    "unitNumber": 1,
    "text": "Which of the following is required for the inflation targeting regime to be successful?",
    "correctAnswer": "A",
    "options": {
      "A": "A low (but positive) inflation target",
      "B": "Central Bank dependence",
      "C": "Tight fiscal policy",
      "D": "High unemployment rate target",
      "E": "Loose monetary condition"
    },
    "explanation": "For this regime to be successful, five main conditions are required:<br/>1. A low (but positive) inflation target<br/>2. Central Bank independence<br/>3. Sound monetary, fiscal and financial sector policies<br/>4. A healthy financial system<br/>5. Convincing communication policies"
  },
  {
    "id": "3471960",
    "unitNumber": 1,
    "text": "According to the quantitiy theory of money, if the inflation rate is 8 percent and broad money growth rate is 15 percent, what would be the rate of economic growth?",
    "correctAnswer": "B",
    "options": {
      "A": "15 percent",
      "B": "7 percent",
      "C": "23 percent",
      "D": "0 percent",
      "E": "2 percent"
    },
    "explanation": "Real economic growth rate + inflation rate= broad money growth rate\n<br/>X + 8= 15\n<br/>X = 7"
  },
  {
    "id": "3471961",
    "unitNumber": 1,
    "text": "Which of the following is not among the reasons why consumers, firms and governments demand money?",
    "correctAnswer": "E",
    "options": {
      "A": "Transactions motive,",
      "B": "Precautionary motive,",
      "C": "Speculative motive",
      "D": "Savings motive,",
      "E": "Growth motive"
    },
    "explanation": "Consumers, firms, and governments may all demand money for the at least one of the below four<br/>motives:<br/>• Transactions motive,<br/>• Precautionary motive,<br/>• Savings motive,<br/>• Speculative motive."
  },
  {
    "id": "3941658",
    "unitNumber": 1,
    "text": "Which of the following best defines the GDP Deflator?",
    "correctAnswer": "B",
    "options": {
      "A": "The price of a basket of goods and services purchased by a representative consumer within a month",
      "B": "The price of a basket of final goods and services produced in an economy within a quarter (three months)",
      "C": "C) The price of a basket of intermediate goods used in production within a quarter (three months)",
      "D": "The price of a basket consisting only of imported goods within a year",
      "E": "The price of a basket consisting only of financial assets within a year"
    },
    "explanation": "The text defines the GDP Deflator as the price of a basket of final goods and services produced in an economy within a quarter (three months) (and it can also be calculated for a whole year). This matches option B. Option A corresponds to the CPI definition (monthly basket purchased by a representative consumer)."
  },
  {
    "id": "3941659",
    "unitNumber": 1,
    "text": "Which concept refers to the continued increase in the price level of a broad range of goods and services over time?",
    "correctAnswer": "D",
    "options": {
      "A": "Deflation",
      "B": "Disinflation",
      "C": "Stagflation",
      "D": "Inflation",
      "E": "Slumpflation"
    },
    "explanation": "The definition emphasizes a continued rise in the overall price level across a broad set of goods and services. This corresponds to inflation."
  },
  {
    "id": "3941660",
    "unitNumber": 1,
    "text": "A bank time deposit with an annual interest rate of 10% allows a saver to exchange 100 liras today for 110 liras one year from now. In this example, what is the own interest rate on money?",
    "correctAnswer": "C",
    "options": {
      "A": "5%",
      "B": "8%",
      "C": "10%",
      "D": "11%",
      "E": "12%"
    },
    "explanation": "The own interest rate on money refers to the nominal return obtained by holding money over time in a time deposit. Here, 100 liras becomes 110 liras after one year. The annual return is <math xmlns=\"http://www.w3.org/1998/Math/MathML\"><semantics><mrow><mo stretchy=\"false\">(</mo><mn>110-</mn><mn>100</mn><mo stretchy=\"false\">)/</mo><mi mathvariant=\"normal\"><br/></mi><mn>100=</mn><mn>10</mn><mi mathvariant=\"normal\">/</mi><mn>100=</mn><mn>0.10</mn></mrow><annotation encoding=\"application/x-tex\">(110-100)/100 = 10/100 = 0.10</annotation></semantics></math>, which is 10%. Therefore, the own interest rate on money in this example is 10%."
  },
  {
    "id": "3941661",
    "unitNumber": 1,
    "text": "When comparing holding money in a bank deposit account with an alternative asset, which of the following best represents the opportunity cost of holding money in the bank?",
    "correctAnswer": "B",
    "options": {
      "A": "The rate of change in the exchange rate",
      "B": "The interest rate on government securities",
      "C": "The level of the consumer price index",
      "D": "Bank account maintenance fees",
      "E": "Dividend yield on stocks"
    },
    "explanation": "Opportunity cost means the return you give up by choosing one option over the best alternative. If someone keeps wealth in a bank deposit, they are not investing that amount in another comparable asset. A common benchmark is the return on short-term government securities such as Treasury bills, because they can be similar in maturity to short-term time deposits. If government securities offered a much higher return, many depositors would reduce bank deposits and shift part of their wealth into T-bills. For this reason, the opportunity cost of holding money in the bank is captured by the interest rate on government securities."
  },
  {
    "id": "3941662",
    "unitNumber": 1,
    "text": "What does the concept of the velocity of money (v) refer to?",
    "correctAnswer": "D",
    "options": {
      "A": "The annual rate at which purchasing power declines",
      "B": "The real value of final goods and services produced in a year",
      "C": "The price index of final goods and services",
      "D": "How many times the money stock is spent on purchases of goods and services within a year",
      "E": "The ratio of nominal expenditures (nominal GDP) to real GDP"
    },
    "explanation": "The velocity of money summarizes how frequently money changes hands in the economy. It indicates how many times the existing money stock is used to purchase goods and services within a year. In the equation of exchange used in the quantity theory of money, this idea is represented by v, capturing the speed at which money circulates through spending."
  },
  {
    "id": "3941663",
    "unitNumber": 1,
    "text": "Under the quantity theory of money, if the money supply growth rate is 18% and the real GDP growth rate is 5%, approximately what is the inflation rate implied by this approach?",
    "correctAnswer": "E",
    "options": {
      "A": "5%",
      "B": "10%",
      "C": "18%",
      "D": "23%",
      "E": "13%"
    },
    "explanation": "In this framework, inflation is approximated by the excess of money growth over real output growth. The intuition is that if money (and hence nominal spending) grows faster than real production, the gap shows up as rising prices. Therefore, the implied inflation rate is:<br/>money growth-real GDP growth=18%-5%=13%."
  },
  {
    "id": "3941664",
    "unitNumber": 1,
    "text": "Which option correctly lists the three categories of costs of high inflation?",
    "correctAnswer": "D",
    "options": {
      "A": "Higher exports, higher investment, higher productivity",
      "B": "Lower interest rates, stronger currency, faster credit growth",
      "C": "Lower unemployment, higher real wages, higher savings",
      "D": "Higher transaction costs due to reduced real money demand , lower investment due to uncertainty, lower potential growth due to distortions and inefficient allocation",
      "E": "Higher tax revenue, higher government spending, lower public debt"
    },
    "explanation": "High inflation is described as costly through three main channels. First, it reduces the attractiveness of money as a medium of exchange and raises transaction costs because people try to hold less real money this is associated with shoe leather costs. Second, high inflation tends to make future prices harder to predict and inflation more volatile, increasing uncertainty and discouraging investment projects. Third, inflation can distort economic decisions and resource allocation, which may reduce an economy’s potential growth performance over time."
  },
  {
    "id": "3941666",
    "unitNumber": 1,
    "text": "For an inflation targeting regime to be successful, which of the following is NOT listed as one of the five main required conditions?",
    "correctAnswer": "B",
    "options": {
      "A": "A low (but positive) inflation target",
      "B": "A fixed exchange rate commitment as the main policy rule",
      "C": "Central bank independence",
      "D": "Sound monetary, fiscal, and financial sector policies",
      "E": "Convincing communication policies"
    },
    "explanation": "The conditions listed for successful inflation targeting include: (i) a low but positive inflation target, (ii) central bank independence, (iii) sound monetary/fiscal/financial policies, (iv) a healthy financial system, and (v) convincing communication policies. A fixed exchange rate commitment is discussed under a different policy framework (exchange rate targeting), not as a required condition for inflation targeting."
  },
  {
    "id": "3941667",
    "unitNumber": 1,
    "text": "Which option correctly lists the three basic functions of money?",
    "correctAnswer": "B",
    "options": {
      "A": "Medium of exchange, means of payment, unit of labor",
      "B": "Unit of account, store of value, medium of exchange",
      "C": "Store of value, unit of output, medium of trade",
      "D": "Medium of credit, unit of account, store of value",
      "E": "Medium of exchange, unit of account, unit of debt"
    },
    "explanation": "Money’s three core functions are: (i) medium of exchange (used to buy and sell goods/services), (ii) unit of account (prices and contracts are quoted in money units), and (iii) store of value (purchasing power can be carried into the future). Option B matches these exactly."
  },
  {
    "id": "3941668",
    "unitNumber": 1,
    "text": "Which motive for holding money is most directly related to keeping an emergency reserve for situations such as a sudden accident or an unexpected medical expense?",
    "correctAnswer": "B",
    "options": {
      "A": "Transactions motive",
      "B": "Precautionary motive",
      "C": "Savings motive",
      "D": "Speculative motive",
      "E": "Unit of account function"
    },
    "explanation": "The precautionary motive refers to holding liquid balances as a safeguard against unexpected events (e.g., an accident, sudden medical costs, or an unexpected income loss). For this reason, people may still demand money to maintain an emergency buffer even when the return on holding money is low. Therefore, the best answer is B."
  },
  {
    "id": "3471964",
    "unitNumber": 2,
    "text": "I. Unit of account\n II. Medium of exchange\n III. Store of value\n IV. Tool of trade\n V. Tool of monetary theory\n Which of the above are the functions of money?",
    "correctAnswer": "C",
    "options": {
      "A": "I. II. and IV.",
      "B": "II. III. and V.",
      "C": "I. II. III.",
      "D": "III. IV. and V.",
      "E": "I. and V."
    },
    "explanation": "There are three critical functions of money in an economy: (i) unit of account, (ii) medium of<br/>exchange, and (iii) store of value."
  },
  {
    "id": "3471965",
    "unitNumber": 2,
    "text": "The central banks decide on the .........\n Which of the following completes the sentence above?",
    "correctAnswer": "D",
    "options": {
      "A": "Money demand",
      "B": "Inflation rate",
      "C": "Exchange rate",
      "D": "Money supply",
      "E": "Growth rate"
    },
    "explanation": "The central banks decide on the money supply."
  },
  {
    "id": "3471967",
    "unitNumber": 2,
    "text": "...... refers to the ease of converting into cash quickly and with little or no loss in value.\n Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Liquidity of an asset",
      "B": "Interest rate",
      "C": "Currency",
      "D": "Credit card",
      "E": "Demand deposit"
    },
    "explanation": "Liquidity of an asset refers to the ease of converting into cash quickly and with little or no loss in value."
  },
  {
    "id": "3471969",
    "unitNumber": 2,
    "text": "Which of the following is false?",
    "correctAnswer": "D",
    "options": {
      "A": "Demand deposits are ready for use or withdrawal from the banks.",
      "B": "Demand deposits are usually do not earn interest",
      "C": "Cash money, which is banknotes and coins in our wallets is a perfectly liquid asset type.",
      "D": "The central banks decide on the money demand",
      "E": "The total quantity of money in an economy is called as money supply"
    },
    "explanation": "The central banks decide on the money <strong>supply</strong>"
  },
  {
    "id": "3471970",
    "unitNumber": 2,
    "text": "Demand deporsit (TL): 100\n M1: 120\n Time deposit (TL): 130\n Time deposit (dolar): 105\n Repo: 80 \n Calculate M2 money supply according to the above?",
    "correctAnswer": "A",
    "options": {
      "A": "355",
      "B": "455",
      "C": "325",
      "D": "485",
      "E": "435"
    },
    "explanation": "M2= M1 + Time deposit (TL)+ Time deposit (dolar)\n =120+130+105\n =355"
  },
  {
    "id": "3471972",
    "unitNumber": 2,
    "text": "M1=210\n M2=290\n Repo= 80\n Money Market Mutual Funds=20\n Securities=35\n Demand Deposits=90\n According the above, what would be the M3 money supply?",
    "correctAnswer": "B",
    "options": {
      "A": "635",
      "B": "425",
      "C": "715",
      "D": "555",
      "E": "500"
    },
    "explanation": "M3=M2 + Repo+ Money Market Mutual Funds + Securities\n =290+ 80 +20+ 35=425"
  },
  {
    "id": "3471973",
    "unitNumber": 2,
    "text": "I. Required reserves,<br/>II. Open market operations, <br/>III. Discount window facility credits.\n Which one of the above are the conventional monetary policy tools of the central banks?",
    "correctAnswer": "D",
    "options": {
      "A": "I. and II.",
      "B": "I. and III.",
      "C": "II. and III.",
      "D": "I. II. and III.",
      "E": "Only I."
    },
    "explanation": "The conventional monetary policy tools of the central banks are: (i) required reserves, (ii) open market operations, and (iii) discount window facility credits."
  },
  {
    "id": "3471974",
    "unitNumber": 2,
    "text": "If the banks collect 500 TL deposits, and the central bank sets required reserve ratio as 12%.\n How much does the central bank's required reserve account change?",
    "correctAnswer": "C",
    "options": {
      "A": "Increase 50",
      "B": "Decrease 50",
      "C": "Increase 60",
      "D": "Decrease 60",
      "E": "Remain stable"
    },
    "explanation": "500*0.12=60 increase"
  },
  {
    "id": "3471975",
    "unitNumber": 2,
    "text": "Which one of the below aA Ssimple Banks’ Balance Sheet \"Liabilities\" side?",
    "correctAnswer": "B",
    "options": {
      "A": "Cash in Vault",
      "B": "Open Market Operations",
      "C": "Government Bonds",
      "D": "Required Reserves",
      "E": "Deposits at Central Bank"
    },
    "explanation": "Open Market Operations is the liabilities side."
  },
  {
    "id": "3471976",
    "unitNumber": 2,
    "text": "The money base is also called “......”, because one unit change in the money base causes more than one unit change in money supply.\n Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "High powered money",
      "B": "Discount Window Credits",
      "C": "Currency",
      "D": "M2 money supply",
      "E": "Deposits"
    },
    "explanation": "The money base is also called “high powered money”, because one unit change in the money base causes more than one unit change in money supply."
  },
  {
    "id": "3472089",
    "unitNumber": 3,
    "text": "Which of the following is the institution responsible for carrying out monetary policies?",
    "correctAnswer": "D",
    "options": {
      "A": "The Ministry of Finance",
      "B": "The Ministry of Treasure",
      "C": "The Banking Association",
      "D": "The Central Banks",
      "E": "The Ziraat Banks"
    },
    "explanation": "Central banks are responsible institutions for conducting monetary policy."
  },
  {
    "id": "3472090",
    "unitNumber": 3,
    "text": "The oldest central bank in the world was established in which country?",
    "correctAnswer": "E",
    "options": {
      "A": "France",
      "B": "Germany",
      "C": "Portugal",
      "D": "England",
      "E": "Sweden"
    },
    "explanation": "The Sveriges Riksbank in Sweden, established in 1668, is often considered the world’s oldest central."
  },
  {
    "id": "3472091",
    "unitNumber": 3,
    "text": "On what date was the central bank of the United States established?",
    "correctAnswer": "B",
    "options": {
      "A": "1905",
      "B": "1913",
      "C": "1921",
      "D": "1929",
      "E": "1937"
    },
    "explanation": "In 1913, the Federal Reserve System was created as the central banking system of the United States."
  },
  {
    "id": "3472092",
    "unitNumber": 3,
    "text": "Which of the following is the resilience of an economy against unexpected developments that may upset the balances in the financial system?",
    "correctAnswer": "A",
    "options": {
      "A": "Financial stability",
      "B": "Price stability",
      "C": "Demand stability",
      "D": "Economy stability",
      "E": "Politics stability"
    },
    "explanation": "Financial stability is defined as the resilience of an economy to unexpected developments that may disturb the balances in the financial system."
  },
  {
    "id": "3472094",
    "unitNumber": 3,
    "text": "Which of the following is a production function?",
    "correctAnswer": "C",
    "options": {
      "A": "Y = A*(K, C)",
      "B": "Y = B*(K, L)",
      "C": "Y = A*(K, L)",
      "D": "Y = A*(K, N)",
      "E": "Y = C*(T, L)"
    },
    "explanation": "The production function: Y = A*(K, L), where A represents technology and labor skill, K denotes capital stock (such as machines, computers, etc.), and L represents the labor force. An increase in A signifies an improvement in productivity."
  },
  {
    "id": "3472095",
    "unitNumber": 3,
    "text": "Which of the following is the name given to the short-term interest rate controlled by the central bank?",
    "correctAnswer": "B",
    "options": {
      "A": "Real interest rate",
      "B": "The monetary policy rate",
      "C": "Policy interest rates",
      "D": "Exchange rate",
      "E": "Deposit rates"
    },
    "explanation": "Central banks use short-term interest rates to achieve the objective of price stability. The short term interest rate that is controlled by the central bank is commonly referred to as <em>the monetary policy rate.</em>"
  },
  {
    "id": "3472096",
    "unitNumber": 3,
    "text": "Which of the following are widely accepted as one of the most prominent and well-understood transmission mechanisms of monetary policy?",
    "correctAnswer": "C",
    "options": {
      "A": "Asset Price Channel",
      "B": "Expectations Channel",
      "C": "Interest Rate Channel",
      "D": "Exchange Rate Channel",
      "E": "Expectations Channel"
    },
    "explanation": "The Interest Rate Channel is widely recognized as one of the most prominent and well-understood transmission mechanisms of monetary policy."
  },
  {
    "id": "3472098",
    "unitNumber": 3,
    "text": "Which of the following is the relationship between interest rates and the maturity of bonds of equal credit quality called?",
    "correctAnswer": "D",
    "options": {
      "A": "Bond prices",
      "B": "Cash flow",
      "C": "Price stability",
      "D": "Yield curve",
      "E": "Stock prices"
    },
    "explanation": "The yield curve represents the relationship between interest rates and the maturity of bonds with equal credit quality."
  },
  {
    "id": "3472099",
    "unitNumber": 3,
    "text": "Which of the following has the potential to impact the prices of various financial assets, including stocks, bonds, and real estate?",
    "correctAnswer": "E",
    "options": {
      "A": "Exchange policy actions",
      "B": "Monetary Transmission Mechanism",
      "C": "Monetary aggregate targets",
      "D": "Inflation rate increases",
      "E": "Monetary policy actions"
    },
    "explanation": "Monetary policy actions have the potential to impact the prices of various financial assets, including stocks, bonds, and real estate. When central banks lower interest rates, it tends to increase the demand for these assets, leading to an increase in their prices."
  },
  {
    "id": "3472100",
    "unitNumber": 3,
    "text": "How many options does the Banking Regulation and Supervision Agency have to limit banks' ability to expand their loan portfolios?",
    "correctAnswer": "A",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "However, the Banking Regulation and Supervision Agency has two options to limit the ability of banks to expand their loan portfolios:\n <ol> <li>Increasing the capital adequacy ratio (CAR), and</li> <li>Increasing the risk weights of loans.</li> </ol>"
  },
  {
    "id": "3472067",
    "unitNumber": 4,
    "text": "Which of the following is the direct political tool of monetary policies?",
    "correctAnswer": "E",
    "options": {
      "A": "Reverse repo",
      "B": "Borrowing deposits",
      "C": "Outright sales",
      "D": "Lending deposits",
      "E": "Credit ceilings"
    },
    "explanation": "Direct policy instruments consist of interest rate ceilings and credit ceilings. Direct policy tools directly intervene in the decisions of the financial system. Direct monetary policy tools encompass various measures aimed at regulating deposits and credits, such as interest rate and credit growth restrictions through the implementation of interest rate and quantity ceilings. Central banks utilize these tools to directly influence and intervene in deposit and credit markets. In the case of an interest rate ceiling, the central bank establishes maximum interest rates for deposit and/or loan rates, thereby exerting control over the prevailing interest rates in the market. Financial institutions are required to adhere to these specified rates."
  },
  {
    "id": "3472069",
    "unitNumber": 4,
    "text": "Which of the following is a <u>non-direct political</u> tool of monetary policy?",
    "correctAnswer": "C",
    "options": {
      "A": "Open market operations",
      "B": "Outright purchaser",
      "C": "Interest rate cellings",
      "D": "Reserve requirements",
      "E": "Discount window facility"
    },
    "explanation": "The indirect monetary policy tools include: (1) required reserves,(2) discount window facility and (3) open market operations [(to provide liquidity; repo, lending deposits, outright purchases) and (to withdraw liquidity; reverse repo, borrowing sales, outright sales, Central Bank liquidity bills)]."
  },
  {
    "id": "3472070",
    "unitNumber": 4,
    "text": "Which of the following are short-term debt instruments involving two parties called?",
    "correctAnswer": "A",
    "options": {
      "A": "Repo",
      "B": "Outright sale",
      "C": "Outright purchase",
      "D": "Borrowing deposits",
      "E": "Lending deposits"
    },
    "explanation": "Repo: This term refers to repurchase agreement, commonly known as repo. Repos are short-term borrowing instruments involving two parties: one party holds securities but requires liquidity, while the other party possesses surplus liquidity available for lending."
  },
  {
    "id": "3472072",
    "unitNumber": 4,
    "text": "Which of the following is <u>not one</u> of the open market operations commonly used in practice?",
    "correctAnswer": "D",
    "options": {
      "A": "Outright sale",
      "B": "Outright purchase",
      "C": "Deposits lending",
      "D": "Discount window",
      "E": "Deposits borrowing"
    },
    "explanation": "The commonly used open market operations in practice are as follows: (1) Repo; (2) Reverse Repo, (3) Outright Purchase; (4) Outright Sale; (5) Deposits Lending; (6) Deposits Borrowing; (7) Central bank liquidity bills."
  },
  {
    "id": "3472075",
    "unitNumber": 4,
    "text": "What is the name of the Central Bank's activity of providing short-term liquidity to banks to help them meet their immediate liquidity needs?",
    "correctAnswer": "B",
    "options": {
      "A": "Deposits borrowing",
      "B": "Discount Window Facility Credits",
      "C": "Deposits lending",
      "D": "Outright purchase",
      "E": "Outright sale"
    },
    "explanation": "The primary function of the discount window facility is to provide short-term liquidity to banks, helping them meet their immediate liquidity needs. Under this facility, the central bank specifies (i) the borrowing rules, (ii) eligible securities, and (iii) the discount rate."
  },
  {
    "id": "3472076",
    "unitNumber": 4,
    "text": "How many balance sheets does The Central Bank of the Republic of Turkey publish regularly?",
    "correctAnswer": "A",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "Let us begin by analyzing the actual balance sheet of the Central Bank of the Republic of Türkiye (CBRT). The CBRT publishes two balance sheets regularly. <em>The first</em> one is a detailed weekly balance sheet, which provides comprehensive information about the assets and liabilities of the CBRT. This detailed balance sheet is useful for experts who require an in-depth view of the CBRT’s financial position. <em>The second</em> one is the CBRT analytical balance sheet, which is published daily and provides aggregated information based on the detailed balance sheet. This analytical balance sheet simplifies the analysis process."
  },
  {
    "id": "3472077",
    "unitNumber": 4,
    "text": "What is the name given to the balance sheet published daily by The Central Bank of the Republic of Turkey?",
    "correctAnswer": "B",
    "options": {
      "A": "Detailed weekly balance sheet",
      "B": "Analytical balance sheet",
      "C": "Yearly balance sheet",
      "D": "Three months balance sheet",
      "E": "Monthly balance sheet"
    },
    "explanation": "The Central Bank of the Republic of Türkiye analytical balance sheet, which is published daily and provides aggregated information based on the detailed balance sheet. This analytical balance sheet simplifies the analysis process."
  },
  {
    "id": "3472082",
    "unitNumber": 4,
    "text": "Which of the following would cause the The Central Bank of the Republic of Türkiye to increase the required reserve ratio?",
    "correctAnswer": "C",
    "options": {
      "A": "Demand for TL remains constant",
      "B": "Demand for TL decreases",
      "C": "Demand for TL increases",
      "D": "Demand for TL is minus infinity",
      "E": "The demand for TL is infinite"
    },
    "explanation": "The demand for TL increases due to several reasons:\n <ol> <li>If households and firms want to hold more cash, or if banks need to hold more banknotes in their branches, this results in an increase in currency issued.</li> <li>If deposits increase, it leads to an increase in required reserves.</li> <li>If The Central Bank of the Republic of Türkiye (CBRT) increases <em>the required reserve ratio.</em></li> </ol>"
  },
  {
    "id": "3472084",
    "unitNumber": 4,
    "text": "Which of the following is the monetary policy tool used by the central bank to manage liquidity?",
    "correctAnswer": "E",
    "options": {
      "A": "Outright sale",
      "B": "Free deposits",
      "C": "Credit ceilings",
      "D": "Reserve requirements",
      "E": "Foreign currency swaps"
    },
    "explanation": "Foreign currency swaps are indeed an alternative instrument to repos, and they are used by central banks for managing liquidity. In a foreign currency swap, the central bank buys foreign currency from banks and provides the equivalent amount in the local currency (TL) at the agreement date."
  },
  {
    "id": "3472086",
    "unitNumber": 4,
    "text": "Which of the following are common tools used by central banks to manage short-term liquidity in the banking system?",
    "correctAnswer": "D",
    "options": {
      "A": "Corridor System",
      "B": "Liquidity Management",
      "C": "Communication Policy",
      "D": "Open market operations",
      "E": "Zero Bound Interest Rate"
    },
    "explanation": "Open market operations, such as repo and deposit lending, are common tools used by central banks to manage short-term liquidity in the banking system."
  },
  {
    "id": "3471953",
    "unitNumber": 5,
    "text": "I-Monetary policy is the central bank’s \"lender of last resort facility\" function.\n II-Monetary policy is that the central bank aims to maximize the weighted sum of the output and inflation gaps\n III-Monetary policy is that the central bank is to minimize the risk of such liquidity shortages arising\n IV-Monetary policy is that the central bank is to ensure the prices remain unchanged.\n Which of the above is a correct statement for the role of monetary policy in financial stability?",
    "correctAnswer": "A",
    "options": {
      "A": "I-III",
      "B": "II-III",
      "C": "I-II-III",
      "D": "I-II-IV",
      "E": "II-III-IV"
    },
    "explanation": "If your answer is wrong, please review the “OBJECTIVES OF MONETARY POLICY” section.<br/>The literature on the determinants of inflation demonstrates a close and positive relationship between monetary policy and inflation. Consequently, it is possible to define that the most critical goal of monetary policy is to ensure price stability. Before the global financial crisis, it was assumed that price stability would ensure financial stability provided that the institutions responsible for regulating and supervising the financial system prevented the distortions in a financial institution’s balance sheet -such issues are discussed in Box 2. With the global financial crisis, central banks’ focus on price stability became increasingly questionable since the global crisis burst despite price stability. The average inflation rate in all countries during 1990-1994 was 28.4 percent, sharply dropping to 3.9 percent in 2000-2007. In this period, inflation in developed countries is even less. The world faced a severe financial crisis in this low-inflation environment as of the end of 2007.\n There must be more than just ensuring price stability to prevent financial crises. Thus, should monetary policy also aim to achieve financial stability? Monetary policy can play two critical roles in financial stability. First is the central bank’s ‘lender of last resort facility’ function. What will a bank with a liquidity shortage do if it cannot borrow from banks with excess liquidity? If these conditions prevail, central banks need to step in and provide liquidity to banks that are not bankrupt but are short of cash, which fulfills central banks’ duty of ‘being the lender of last resort.’ The second role of a central bank is to minimize the risk of such liquidity shortages arising. Before the global crisis, the emphasis was on microprudential policies. Institutions responsible for microprudential policies depend on the financial structure of a country. It may be the responsibility of a central bank or another institution."
  },
  {
    "id": "3471956",
    "unitNumber": 5,
    "text": "Which of the following is one of the main objectives of micro-prudential policies?",
    "correctAnswer": "D",
    "options": {
      "A": "Pro-cyclical credit growth",
      "B": "Insufficient capital",
      "C": "Maturity mismatch",
      "D": "Currency mismatch",
      "E": "Interest rate mismatch"
    },
    "explanation": "If your answer is wrong, please review the “Financial Stability” section.<br/>Micro-prudential policies aim to catch the risks in a bank’s balance sheet and take the necessary steps to minimize these risks. For instance, such regulations include minimum capital adequacy ratios, minimum leverage ratios, and the maximum difference between foreign currency-denominated liabilities and assets (currency mismatch)-. Nonetheless, the global financial crisis revealed how significant systemic risk is. To prevent such risks, implementing macro-prudential policies came to the fore. Complex relationships between financial institutions pose the risk that issues in one institution will eventually affect other institutions. Some of the macro-prudential policies aim to prevent these risks. Macro-prudential policies also address risks stemming from procyclical credit growth. Banks tend to boost credit during high growth periods, whereas they cut credit lines during recessions. For example, the financial sector can operate with low (high) leverage ratios during economic booms (contractions). In advantageous times, banks may extend more loans to increase their profitability, whereas, during disadvantageous times, they tighten their credit conditions to lessen their risks stemming from possible non-performing loans. Such behavior can weaken banks’ balance sheets, on the one hand, and escalate the cyclical fluctuation of GDP, on the other hand. An example of the regulations that fall into this group is changing the housing loan-to-house value. A second example is altering the ceiling to the periodic payments consumers must make due to the loan they receive. Eventually, the financial structure is vital. Imagine that each of the three tasks -microprudential policies, macro-prudential policies, and price stability- is the responsibility of separate institutions, which may lead to a critical coordination issue among them. Let us consider another extreme case: it is the responsibility of a single institution to implement macro-prudential, micro-prudential, and price stability policies. This time, a potent institution will emerge. The concentration of so much power in a single institution may jeopardize the independence of this institution."
  },
  {
    "id": "3471962",
    "unitNumber": 5,
    "text": "Which of the following statement is correct for the unpleasant monetarist arithmetic of Sargent and Wallace (1981)?",
    "correctAnswer": "C",
    "options": {
      "A": "Expansionary monetary policy may lead to higher inflation in a monetary dominant regime",
      "B": "Expansionary monetary policy may lead to lower inflation in a monetary dominant regime",
      "C": "Tighter monetary policy may lead to higher inflation in a fiscally dominant regime",
      "D": "Tighter monetary policy may lead to lower inflation in a fiscally dominant regime",
      "E": "Expansionary fiscal policy may lead to higher inflation in a monetary dominant regime"
    },
    "explanation": "If your answer is wrong, please review the “Monetary Dominance and Fiscal Dominance” section.<br/>The unpleasant monetarist arithmetic argument proposed by Christopher Sims and Thomas Sargent ( Sargent, T.J., Wallace, N., (1981). Some Unpleasant Monetarist Arithmetic. Federal Reserve Bank of Minneapolis Quarterly Review, 5(3), Winter, 1-17) indicates that even if the central bank initially abstains from monetizing the deficit, it has to give up this policy to prevent a debt default, eventually leading to higher inflation. Moreover, rational agents observing this outcome will form their inflation expectations accordingly, leading to higher inflation today. Fiscal dominance is an immense obstacle to properly working monetary policy. If there is fiscal dominance, budget deficits persist, and monetary policy has to obey fiscal policy. Even if it does not comply for the time being, it eventually has to, as in the example of the unpleasant monetarist arithmetic.\n In an economy with fiscal dominance, fiscal policy does not generate enough primary surplus not to resort to seigniorage revenues. Fiscal dominance makes the work of central banks extremely challenging. The fiscal policy goes ‘on its own’ if fiscal dominance exists. Budget deficits persist, and monetary policy has to obey fiscal policy. Even if it does not comply for the time being, it eventually has to, as we have seen in the example of the unpleasant monetarist arithmetic.\n In monetary dominance, the monetary policy takes the lead and is disciplined, and fiscal policy is the follower. There is a primary budget surplus as needed to prevent public debt from reaching an unsustainable level: the conditions imposed by equation (6) are met without the need for seigniorage revenues."
  },
  {
    "id": "3471963",
    "unitNumber": 5,
    "text": "I- The country that uses another country’s currency gives up seigniorage incomes because it stops printing its currency\n II- The country risks its financial system since the central bank cannot perform its last resort facility function\n III- The country has difficulty in establishing financial stability and implementing fiscal policy.\n IV-The country abandon its monetary policy. \n Which of the above statement is one of the disadvantages of official dollarization?",
    "correctAnswer": "D",
    "options": {
      "A": "I-III",
      "B": "II-III",
      "C": "I-II-III",
      "D": "I-II-IV",
      "E": "II-III-IV"
    },
    "explanation": "If your answer is wrong, please review the “Exchange Rate Regimes” section.<br/>Official dollarization happens when one country voluntarily gives up its currency and uses another country’s currency. The primary purpose here is to take advantage of the credibility of another country’s currency. For instance, to reduce the domestic interest rate to the interest rate level of that country. Ecuador and Panama are the two best-known examples of official dollarization, leaving aside the insignificant ones. Official dollarization is an expression of desperation somehow. When the economic policies implemented lead to an unstable economy -high inflation, risk premium, and interest rates, the extreme volatility of GDP, lack of credibility of economic policies, and alikewhich is persistent, this is sometimes the ‘last resort’ that comes to mind. Official dollarization has three disadvantages: First, the country that opted for using another country’s currency gives up seigniorage incomes because it halts printing its currency. Second, this country puts its financial system at risk. When things go wrong in the financial markets, financial institutions refrain from lending to each other, causing borrowing rates to jump and leading to even more demand for and shortage of liquidity. Central banks must calm this tension. As discussed above, this is a central bank’s lender of last resort facility function. However, if official dollarization exists, how can that country’s central bank print dollars (or euros) and lend to banks desperately needing liquidity? The final downside to official dollarization is the abandonment of monetary policy. The country whose money is used makes the monetary policy decisions appropriate for its economic conditions. However, those decisions may not be suitable for the domestic country. For example, assume that the growth rate has exceeded the potential growth rate in the country where its currency is used. A growth rate above the potential growth rate threatens price stability, and eventually, that country’s central bank will hike the policy interest rate. However, domestic demand may be low in the country then, and what is needed for the economy is just the opposite -lowering interest rates."
  },
  {
    "id": "3471980",
    "unitNumber": 5,
    "text": "Which of the following is one of the variables in the objective function of the central bank in strict inflation targeting regimes?",
    "correctAnswer": "E",
    "options": {
      "A": "Exchange rate gap",
      "B": "Interest rate gap",
      "C": "Unemployment gap",
      "D": "Output gap",
      "E": "Inflation gap"
    },
    "explanation": "If your answer is wrong, please review the “Inflation Targeting” section.<br/>A central bank’s main objective in inflation targeting is to ensure price stability. The central bank is prohibited from extending loans to the public sector and is free to use any policy tool stated in its law in line with its foremost purpose. Short and medium-term inflation targets are determined by the government and/or the central bank and announced to the public. In the classical application of inflation targeting, there are two variables in the objective function of a central bank. The first one is the difference between inflation (π) and the inflation target (πT), called the inflation gap. If inflation is above (below) the target, the inflation gap becomes positive (negative). The second variable is the difference between the output level (Y) and the potential output (YP), called the output gap. If the output gap is positive (negative), the production level is above (below) its potential. Such regimes are called ‘flexible inflation targeting’ regimes. In flexible inflation targeting, the central bank aims to minimize the weighted sum of the two gaps. There are also inflation-targeting regimes that focus only on the inflation gap, despite not being very common in practice, called ‘strict inflation targeting.’ In this case, the weight of the output gap in the objective function is equal to zero. \n The central bank is prohibited from extending loans to the public sector and is free to use any policy tool stated in its law in line with its main purpose. Short and medium-term inflation targets are determined by the government and/or the central bank and announced to the public. There are two types of inflation targeting: A central bank implementing strict inflation targeting does not include an output gap in its objective function; there is only the inflation gap. In flexible inflation targeting, the objective function consists of the output gap and the deviation of inflation from the target. Central banks respond to both output and inflation gaps in both regimes. However, strict inflation targeting makes the interest response to inflation and output gaps sharper. Some prerequisites must be met so that inflation targeting can be implemented. First, the central bank must be independent. Second, there should be no financial dominance. Third, the financial system should be sound."
  },
  {
    "id": "3472087",
    "unitNumber": 5,
    "text": "I-The central bank must be independent.\n II-There should be no financial dominance.\n III-There should be no current account and budget deficit.\n IV-The financial system should be sound. \n Which of the above is one of the prerequisites to be implemented for inflation targeting?",
    "correctAnswer": "D",
    "options": {
      "A": "I-III",
      "B": "II-III",
      "C": "I-II-III",
      "D": "I-II-IV",
      "E": "II-III-IV"
    },
    "explanation": "If your answer is wrong, please review the “Inflation Targeting” section.<br/>It is not recommended for a central bank to implement inflation targeting out of the blue. Some prerequisites must be met so that inflation targeting can be implemented. First, the central bank must be independent. In this context, it should be free to set its policy rate (instrument independence), and the law of a central bank that implements inflation targeting should not allow it to extend loans to the public sector. Second, there should be no financial dominance. High public debt and high budget deficit restrict monetary policy, making it challenging to surge the policy rate without corrective fiscal policy. Third, the financial system should be sound. For example, if the financial system has severe liquidity issues, the primary goal for the central bank should be to eliminate this issue. In this case, the aim of ensuring price stability can fall into the secondary plan. A typical example was experienced in developed countries between the end of 2008 and the beginning of 2009 when the global financial crisis intensified. To save their financial systems from the brink of collapse, central banks of developed countries offered generous liquidity support to their banks."
  },
  {
    "id": "3472088",
    "unitNumber": 5,
    "text": "Which of the following statement is correct for the Taylor rule proposed by John Taylor (1993)?",
    "correctAnswer": "A",
    "options": {
      "A": "The central bank should increase the policy rate if the output gap is positive.",
      "B": "The central bank should decrease the policy rate if the output gap is positive.",
      "C": "The central bank should decrease the policy rate if the output gap is negative.",
      "D": "The central bank must respond by raising the short-term interest rate as inflation falls.",
      "E": "The central bank must respond by reducing the short-term interest rate as inflation rises."
    },
    "explanation": "If your answer is wrong, please review the “Inflation Targeting” section.<br/>The policy rate equation and the ‘Taylor rule’ are closely related. The Taylor rule is an equation that displays the interest rate response of the central bank to developments in inflation and output gaps. John Taylor, a well-known economist from the USA, in a study published in 1993, developed a kind of interest rule. According to this rule, the central bank should increase the policy rate if the output gap is positive, that is, if production is above the potential level, as inflationary pressures will escalate. Similarly, as inflation rises, the central bank must respond by raising the short-term interest rate again. There are two differences between the Taylor rule and the equations mentioned above. First, the Taylor rule is based on the historical development of inflation, the output gap, and the US Federal Reserve’s (Fed) policy rates. The above equations are obtained from the solution of a model. Second, the Taylor rule has no real exchange rate since it is formulated in a closed economy framework."
  },
  {
    "id": "3472093",
    "unitNumber": 5,
    "text": "I- One country voluntarily gives up its currency and uses another country’s currency. \n II- Economic units should not be restricted from exchanging domestic currency with the currency chosen as the anchor. \n III-There must be enough foreign exchange reserves to meet the currency board’s liabilities at the pegged exchange rate\n IV-The exchange rate is pegged to a foreign currency.\n Which of the above is a correct statement for the currency boards?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II",
      "B": "I-III",
      "C": "I-II-III",
      "D": "I-II-IV",
      "E": "II-III-IV"
    },
    "explanation": "If your answer is wrong, please review the “Currency Boards” section.<br/>There are three essential conditions that a currency board must meet. First, the exchange rate is pegged to a foreign currency. Second, economic units should not be restricted from exchanging domestic currency with the currency chosen as the anchor. Third, there must be enough foreign exchange reserves to meet the currency board’s liabilities at the pegged exchange rate. Unlike official dollarization, another country’s currency does not become that country’s official currency on<br/>a currency board."
  },
  {
    "id": "3472097",
    "unitNumber": 5,
    "text": "The most significant advantage of the floating exchange rate regime is that...............\n Which of the following completes the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "The central bank should sell or buy foreign exchange to alter the exchange rate level.",
      "B": "There is no need to defend a level of exchange rate, which takes the pressure off the monetary policy.",
      "C": "A country ties the value of its currency to that of an advanced economy.",
      "D": "The exchange rate is controlled by intervening in the foreign exchange market to minimize fluctuations.",
      "E": "The central bank has to intervene if the exchange rate is under pressure to deviate from the fixed level."
    },
    "explanation": "If your answer is wrong, please review the “Floating Exchange Rate Regimes” section.<br/>A central bank implementing a pure floating exchange rate regime does not sell or buy foreign exchange to alter the exchange rate level. The currency’s value is determined by the market forces of demand and supply for foreign exchange. If the demand for foreign exchange is greater than the<br/>supply, the exchange rate rises; if it is less than the supply, it falls. In a pure floating exchange rate regime, the central bank’s foreign exchange reserve does not change due to foreign exchange interventions. However, central banks also carry out the foreign exchange transactions of their countries’ treasuries. For example, suppose a country’s treasury that implements a purely floating exchange rate regime has foreign debt, and it is time to repay it. In that case, it either pays it from its foreign exchange account at the central bank or asks the central bank to convert its domestic currency account at the central bank to foreign currency and pay it accordingly. Therefore, in a pure exchange rate regime, the foreign exchange reserves of the central banks will not change except for their transactions with the treasury.\n The most significant advantage of the floating exchange rate regime is that there is no need to defend a level of exchange rate, which takes the pressure off the monetary policy. Especially in countries where no restrictions are imposed on capital flows, the floating exchange rate regime is a regime that can be applied in a considerably less challenging way than the fixed exchange rate regime. For example, suppose there are some issues in specific sectors of the economy, such as the financial sector. In that case, the sustainability of the fixed exchange rate regime is endangered. Under these conditions, the floating exchange rate regime at least gives a breath of fresh air to monetary policy. Restoring the system should be a priority before the exchange rate regime is applied in a country where the financial system is struggling with issues."
  },
  {
    "id": "3472101",
    "unitNumber": 5,
    "text": "Which of the following regimes that the central bank aims to minimize the weighted sum of the inflation gap and the output gap ?",
    "correctAnswer": "C",
    "options": {
      "A": "Fixed (pegged) exchange rate regimes",
      "B": "Floating exchange rate regimes",
      "C": "Flexible inflation targeting regimes",
      "D": "Strict inflation targeting regimes",
      "E": "Currency boards"
    },
    "explanation": "If your answer is wrong, please review the “Inflation Targeting” section.<br/>In the classical application of inflation targeting, there are two variables in the objective function of a central bank. The first one is the difference between inflation (π) and the inflation target (πT), called the inflation gap. If inflation is above (below) the target, the inflation gap becomes positive (negative). The second variable is the difference between the output level (Y) and the potential output (YP), called the output gap. If the output gap is positive (negative), the production level is above (below) its potential. Such regimes are called ‘flexible inflation targeting’ regimes. In flexible inflation targeting, the central bank aims to minimize the weighted sum of the two gaps. There are also inflation-targeting regimes that focus only on the inflation gap, despite not being very common in practice, called ‘strict inflation targeting.’ In this case, the weight of the output gap in the objective function is equal to zero."
  },
  {
    "id": "3472026",
    "unitNumber": 6,
    "text": "Which of the following is not correct statement for the balance of payments?",
    "correctAnswer": "B",
    "options": {
      "A": "Balance of Payments displays economic transactions between residents of one country and residents of another country over a certain period.",
      "B": "A negative value for the financial account indicates a net capital outflow to a country.",
      "C": "A positive current account indicates that, in that period, there is a current account surplus -revenues exceed expenditures.",
      "D": "A positive net errors and omissions entry means that there is a foreign currency entry whose source cannot be determined accurately.",
      "E": "Reserve assets item consists of the foreign exchange reserves of a central bank."
    },
    "explanation": "If your answer is wrong, please review the “BASIC CONCEPTS” section.<br/>Balance of Payments (BOP) is a statistical report that displays economic transactions between residents of one country and residents of another country over a certain period. BOP tables are rather detailed and can be summarized by five fundamental variables: Current account, capital account, financial account, net errors and omissions, and change in reserve assets. The current account is the difference between revenues and expenditures stemming from the trade of goods (exports and imports), trade of services (such as tourism and transportation), and primary and secondary income (such as labor income or interest payments). A positive current account indicates that, in that period, there is a current account surplus -revenues exceed expenditures. Conversely, a negative current account means that the current account is in deficit. The remaining variables demonstrate how a current account deficit is financed or a current account surplus yields asset accumulation. The capital account is a small item covering mainly gross acquisition or disposal of non-produced nonfinancial assets and capital transfers like copyrights, trademarks, and debt forgiveness. A negative value for the financial account indicates a net capital inflow to a country -a rise in its foreign indebtedness. For example, let us say that the corporate sector of a country receives a loan of 15 billion dollars from abroad. In the same period, if 10 billion dollars of the loans previously taken are overdue and repaid, there is a net capital inflow of 5 billion dollars from that country through the corporate sector. In contrast, a positive value denotes a net capital outflow from a country to the rest of the world. Simply, it indicates that the country in that specific period increased its holding of foreign assets. In other words, the country is a net lender to the rest of the world. Not every item -such as tourism revenues- in the balance of payments can be measured with 100 percent accuracy. In addition, payments of some goods and services trade can be deferred; consequently, a time difference may occur between payments and physical flows, illustrated by the net errors and omissions item. A positive net errors and omissions entry means that there is a foreign currency entry whose source cannot be determined accurately, which turns into an item that finances foreign exchange expenses. When it gets a negative sign, the opposite is true. Reserve assets item consists of the foreign exchange reserves of a central bank. In addition, any credit taken from the IMF or loan extended to the IMF is displayed in this item. A positive (negative) value<br/>indicates that reserve assets increased (decreased) in that period."
  },
  {
    "id": "3472030",
    "unitNumber": 6,
    "text": "Which of the following is a correct statement for the nominal exchange rate in a fixed exchange rate regimes?",
    "correctAnswer": "D",
    "options": {
      "A": "An increase in the nominal exchange rate indicates that the domestic currency appreciates in nominal terms.",
      "B": "A decrease in the nominal exchange rate indicates that the domestic currency depreciates in nominal terms.",
      "C": "An increase in the nominal exchange rate is called a revaluation.",
      "D": "A decrease in the nominal exchange rate is called a revaluation.",
      "E": "A decrease in the nominal exchange rate approximately equals to the difference between the domestic and foreign inflation rates."
    },
    "explanation": "If your answer is wrong, please review the “Nominal and Real Exchange Rate” section.<br/>The nominal exchange rate (E) is defined as the domestic currency value of one unit of foreign currency. Name the foreign and local currencies as the dollar and the lira, respectively. When a dollar is 20 liras, we imply that the nominal exchange rate is 20. The increase in the nominal exchange rate indicates that more liras to buy one dollar is needed. An increase in E is called a devaluation in fixed exchange rate regimes, and a decrease in E is called a revaluation. In floating exchange rate regimes, an increase in E signals that the domestic currency depreciates in nominal terms, while its decrease specifies that the domestic currency appreciates in nominal terms.\n Tu sum up, An increase in the nominal exchange rate (E) is called a devaluation in fixed exchange rate regimes, and a decrease in E is called a revaluation. In floating exchange rate regimes, an increase in E indicates that the domestic currency depreciates in nominal terms, while its decrease indicates that the domestic currency appreciates in nominal terms."
  },
  {
    "id": "3472031",
    "unitNumber": 6,
    "text": "The real exchange rate states that .................\n Which of the following completes the sentence above?",
    "correctAnswer": "B",
    "options": {
      "A": "The domestic currency value of one unit of foreign currency.",
      "B": "The relative prices of goods in two countries when expressed in the same currency.",
      "C": "The relative exchange rate of goods in two countries when expressed in the same prices.",
      "D": "The difference between the domestic and foreign inflation rates.",
      "E": "The difference between the domestic and foreign exchange rates."
    },
    "explanation": "If your answer is wrong, please review the “Nominal and Real Exchange Rate” section.<br/>The real exchange rate is the relative prices of goods in two countries when expressed in the same currency, and it is one of the main factors determining the exports and imports of a country. The real exchange rate (Q) denotes the relative prices of goods in two countries when expressed in the same currency.\n Q = EP*/P (1)\n where P is the domestic price index and P* is the foreign price index. An increase in Q indicates that the lira depreciates in real terms against the dollar, while a decrease in Q shows that the lira appreciates in real terms against the dollar. The real exchange rate can also be calculated for a basket of currencies. The real exchange rate index, calculated using more than one exchange rate, is alternatively called the ‘effective real exchange rate index’ or ‘multilateral real exchange rate index."
  },
  {
    "id": "3472032",
    "unitNumber": 6,
    "text": "Which of the following describes that the current foreign interest rate, the expected level of the nominal exchange rate, and the current domestic interest rate determine the current value of the nominal exchange rate?",
    "correctAnswer": "E",
    "options": {
      "A": "Dollarization",
      "B": "Exchange rate parity",
      "C": "Purchasing power parity",
      "D": "Covered interest rate parity",
      "E": "Uncovered interest rate parity"
    },
    "explanation": "If your answer is wrong, please review the “Uncovered Interest Rate Parity” section.<br/>The uncovered interest rate parity (UIP) states that the current foreign interest rate, the expected level of the nominal exchange rate, and the current domestic interest rate determine the current value of the nominal exchange rate. Thus, uncovered interest rate parity implies that the differences between domestic and foreign interest rates can be equal to the relative change in currency foreign exchange rates over the same period. The higher the first two, the higher the nominal exchange rate is. As the domestic interest rate increases, the nominal exchange rate decreases. Note that in deriving this relationship, the financial assets are assumed to be riskless, and financial investors are risk neutral."
  },
  {
    "id": "3472037",
    "unitNumber": 6,
    "text": "Which of the folllowing is a correct statement if a decrease in the foreign exchange rate for a given domestic interest rate in the short-run open economy IS-LM model?",
    "correctAnswer": "A",
    "options": {
      "A": "Uncovered interest rate parity (UIRP) curve shifts to the left and the nominal exchange rate decreases",
      "B": "Uncovered interest rate parity (UIRP) curve shifts to the left and the nominal exchange rate increases",
      "C": "Uncovered interest rate parity (UIRP) curve shifts to the right and the nominal exchange rate decreases",
      "D": "Uncovered interest rate parity (UIRP) curve shifts to the right and the nominal exchange rate increases",
      "E": "There is a movement on the uncovered interest rate parity (UIRP) curve and the nominal exchange rate is unchanged."
    },
    "explanation": "If your answer is wrong, please review the “Short Run” section.<br/>For a given domestic interest rate, if the foreign or the expected exchange rate increases (decreases), the nominal exchange rate increases (decreases) in the short-run open economy IS-LM model. Figure 6.6 in page 182 depicts the negative relationship between the domestic interest rate and the nominal exchange rate, given the foreign interest rate and expected exchange rate. This time on the horizontal axis, there is E. At the interest rate level set by the central bank (ī), the exchange rate level is E<sub>0</sub>. As the foreign interest rate( i*) or and expected exchange rate (Ee) increases, the Uncovered Interest Rate Parity (UIRP) curve shifts to the right (UIRP1), and the nominal exchange rate increases to E1. Conversely, a decline in i* or Ee, when the domestic interest rate is unchanged, shifts the UIRP curve to the left (UIRP2) and reduces the nominal exchange rate (E2)."
  },
  {
    "id": "3472047",
    "unitNumber": 6,
    "text": "Which one of the following is the most plausible result of a decrease in foreign interest rate in the short-run open economy IS-LM model?",
    "correctAnswer": "A",
    "options": {
      "A": "The Uncovered Interest Rate Parity (UIRP) curve shifts to the left and the IS curve shifts to the left.",
      "B": "The Uncovered Interest Rate Parity (UIRP) curve shifts to the right and the IS curve shifts to the left.",
      "C": "The Uncovered Interest Rate Parity (UIRP) curve shifts to the left and the IS curve shifts to the right.",
      "D": "The Uncovered Interest Rate Parity (UIRP) curve shifts to the left and the LM curve shifts to the left.",
      "E": "The Uncovered Interest Rate Parity (UIRP) curve shifts to the left and the LM curve shifts to the right."
    },
    "explanation": "If your answer is wrong, please review the “Short Run” section.<br/>The equation (21) indicates that -other variables remain the same- an expansionary fiscal policy (a rise in <em>G </em>and a decline in <em>t</em>) increases output. A rise in government expenditures directly increases domestic demand. A decline in the tax rate, by increasing disposable income (<em>Y - t </em>* <em>Y</em>) increases consumption and thus domestic demand. Similarly, investment expenditures and, thus, domestic demand rise when the central bank sets the interest rate (<em>ī</em>) at a lower level than the prevailing one. To the extent that the rise in domestic demand is met by domestic output (<em>lower the m</em>2), output increases.\n A change in the level of the domestic interest rate affects not only investment but also the nominal exchange rate through the uncovered interest rate parity condition (20). For instance, when the central bank reduces the domestic interest rate (remember that so far, we have assumed that there is no risk), the domestic currency depreciates (a rise in <em>E</em>), which triggers a rise in foreign demand for domestically produced goods -since the domestic goods become cheaper for foreigners, and exports increase. At the same time, a rise in <em>E </em>increases the cost of imports and leads to a decline in imports. A similar mechanism works when the foreign interest or expected exchange rate increases by depreciating domestic currency.\n Of course, the opposite is also true. An increase in the domestic interest rate and a decline in the foreign interest rate or the expected exchange rate by appreciating the domestic currency (a lower <em>E</em>) will decrease demand for domestically produced goods and increase imports, which amounts to a decline in output. Finally, a rise in foreign income (<em>Y*</em>) increases demand for domestically produced goods (a rise in exports) and causes an increase in output. For ‘graphic lovers’, these relationships can be shown in Figure 6.7. The IS and MP curves are drawn on the left panel, whereas, on the right panel, we have the UIPC curve.\n The interest rate set by the central bank is <em>ī</em>. From the uncovered interest rate parity condition, given the foreign interest rate and the expected exchange rate, the nominal exchange is <em>E</em>0. Equilibrium in the goods market is at D0, and the corresponding output is <em>Y</em>0. A lower foreign interest rate or a lower expected exchange rate by increasing the demand for domestic currency-denominated assets shifts the UIRP curve to the left (UIRP1) and lowers the exchange rate (<em>E</em>1), which triggers a decrease in exports and an increase in imports, and the IS curve shifts to the left. The economy settles at the new equilibrium (D1). The result is a decline in output to <em>Y</em>1.\n Let us briefly examine this model under the fixed exchange rate. Economic agents expect the parity to be maintained if this regime is credible. Thus, the expected exchange rate will be equal to the fixed rate. In this case, the uncovered interest rate parity dictates that the domestic interest rate should equal the foreign interest rate. Thus, the central bank must set the interest rate at this level.\n In other words, monetary policy cannot act independently if a fixed exchange rate regime is applied while capital mobility is unlimited. Despite the ineffectiveness of monetary policy, fiscal policy is quite effective. Consider, for example, increased public spending in an economy that is initially in equilibrium. Demand for domestically produced goods will increase, leading to a rise in output."
  },
  {
    "id": "3472048",
    "unitNumber": 6,
    "text": "I-A decrease in government spending\n<br/>II-An increase in tax rate\n<br/>III-An increase in foreign interest rate\n<br/>IV-A decrease in foreign income\n<br/>Which of the above is a correct statement for the aggregate demand curve shifts to the left in the medium run open economy AD-AS model?",
    "correctAnswer": "D",
    "options": {
      "A": "I-III",
      "B": "II-III",
      "C": "I-II-III",
      "D": "I-II-IV",
      "E": "II-III-IV"
    },
    "explanation": "If your answer is wrong, please review the “Medium Run” section.<br/>The goods market equilibrium condition and the nominal interest rate set by the central bank give the aggregate demand equation. This equation exhibits a negative relationship between output (Y) and the inflation rate (π). Why? Other factors being the same, a rise in the inflation rate leads the central bank to increase the interest rate. The real interest rate rises if the expected inflation rate does not rise by the same amount, which has two effects. First, an increase in the real interest rate causes a reduction in investment. Second, the higher the real interest rate, the lower the real exchange rate, which leads to a rise in imports and a reduction in exports. All these factors mean less aggregate demand.\n<br/>Figure 6.8 demonstrates the aggregate demand curve. The inflation rate is on the vertical axis, and the output is on the horizontal axis. Higher government spending, lower tax rate, higher foreign interest rate, and higher foreign income increase aggregate demand at the same inflation rate (π0). That means the aggregate demand curve shifts to the right (AD1). Conversely, lower government spending, higher tax rate, lower foreign interest rate, and lower foreign income decrease aggregate demand at the same inflation rate (π0). The aggregate demand curve shifts to the left (AD2)."
  },
  {
    "id": "3472059",
    "unitNumber": 6,
    "text": "Which of the following is a correct statement for teh third-generation crisis models?",
    "correctAnswer": "C",
    "options": {
      "A": "The basis of the third-generation crisis models is a monetary policy incompatible with the prevailing exchange rate regime.",
      "B": "Third-generation crisis models are also called ‘self-fulfilling expectations’ models.",
      "C": "Third-generation crisis models are based on the weak balance sheet structure of the corporate sector and/or the financial sector.",
      "D": "Third-generation crisis models demonstrate that such an economy will collapse long before the ‘natural time’ of breakdown due to a speculative attack.",
      "E": "In the third-generation models, without speculative attacks, the current exchange rate regime could continue without difficulties."
    },
    "explanation": "If your answer is wrong, please review the “Third-Generation Crisis Models” section.<br/>The basis of the first-generation crisis models is a monetary policy incompatible with the prevailing exchange rate regime. The foremost basis for why monetary policy is mismatched is expansionary fiscal policy and the ensuing monetization of budget deficits. The collapse of the exchange rate regime is inevitable. However, the regime collapses before due to speculative attacks. In the second-generation models, without speculative attacks, the current exchange rate regime could continue without difficulties. However, in the case of a speculative attack, if there are various weaknesses -high unemployment or say weak banking sector- in the economy leading the central bank to refrain from a rise in its policy rate, speculators can attack the domestic currency.\n<br/>The third-generation crisis models are inspired from the Asian crisis of the late 1990s. They are based on the weak balance sheet structure of the corporate sector and/or the financial sector.The crisis broke out in Thailand, spread to Korea, Indonesia, Malaysia, and the Philippines in mid-1997, and continued in 1998. In some of these countries, the public budget had been in surplus; for example, in 1996, Korea and Thailand had been in this situation, while Indonesia’s budget had been balanced. The budget deficit in the other two is shallow. In short, it is unlikely to discuss an undisciplined fiscal policy for these countries, which is at the core of the firstgeneration models.\n<br/>On the other hand, before the crisis, these countries above did not have high levels of unemployment. Therefore, the governments did not have to choose between unemployment and maintaining a fixed exchange rate. Moreover, their economies contracted significantly. However, if it were as in the second-generation models, the government would have removed the tremendous pressure on economic activity by choosing to devalue. Consequently, it is neither possible to explain the 1997-1998 Asian crisis with the second-generation crisis models.\n<br/>Economists again took the task out of the situation and worked. Thus, fundamental models have emerged, which are called third-generation crisis models, which are based on the weak balance sheet structure of the corporate sector and/or the financial sector. For example, banks’ capital-toasset ratio can be relatively low. Alternatively, their foreign currency-denominated liabilities can far exceed their foreign currency-denominated assets. They may have a high non performing loan ratio. The average maturity of their assets may be much higher than the average maturity of their liabilities."
  },
  {
    "id": "3472061",
    "unitNumber": 6,
    "text": "I-The price indices published by the countries do not consist of the same goods and services.\n II-Exchange rate is not determined by the market conditions. \n III-Foreign trade is not carried out freely.\n IV-Some of the goods and services included in these indices are not tradable goods and services.\n Which of the above is one of the main reasons that purchasing power parity is not valid in the long run?",
    "correctAnswer": "D",
    "options": {
      "A": "I-II",
      "B": "II-III",
      "C": "I-II-III",
      "D": "I-III-IV",
      "E": "II-III-IV"
    },
    "explanation": "If your answer is wrong, please review the “Purchasing Power Parity” section.<br/>There are various reasons why purchasing power parity may not hold even in the long run. First, the price indices published by the countries do not consist of the same goods and services. However, applied studies use these indices. Moreover, indices must not only contain the same goods but also have the same weight. A second reason is that some of the goods and services included in these indices are not tradable goods and services. For the law of one price to hold, the two countries’ goods must be freely sold. Nonetheless, how will the law of one price hold for the price of haircut service, which is included in the consumer price index? Another reason for purchasing power parity does not hold in the long run is that foreign trade is not carried out freely, contrary to the assumption: there are some regulations restricting foreign trade, such as customs duties, quotas, and the presence of transportation costs."
  },
  {
    "id": "3472062",
    "unitNumber": 6,
    "text": "The difference between revenues and expenditures stemming from the trade of goods , trade of services, and primary and secondary income is defined as ...............\n Which of the following completes the sentence above?",
    "correctAnswer": "A",
    "options": {
      "A": "Current account",
      "B": "Capital account",
      "C": "Financial account",
      "D": "Net errors and omissions",
      "E": "Change in reserve assets"
    },
    "explanation": "If your answer is wrong, please review the “Balance of Payments” section.<br/>Balance of Payments (BOP) is a statistical report that displays economic transactions between residents of one country and residents of another country over a certain period. BOP tables are rather detailed and can be summarized by five fundamental variables: Current account, capital account, financial account, net errors and omissions, and change in reserve assets. The current account is the difference between revenues and expenditures from the trade of goods and services and primary and secondary income. The remaining four variables express how a current account deficit is financed or a current account surplus yields asset accumulation. The current account is the difference between revenues and expenditures stemming from the trade of goods (exports and imports), trade of services (such as tourism and transportation), and primary and secondary income (such as labor income or interest payments). A positive current account indicates that, in that period, there is a current account surplus -revenues exceed expenditures. Conversely, a negative current account means that the current account is in deficit. The remaining variables demonstrate how a current account deficit is financed or a current account surplus yields asset accumulation. The<br/>capital account is a small item covering mainly gross acquisition or disposal of non-produced nonfinancial assets and capital transfers like copyrights, trademarks, and debt forgiveness."
  }
]