[
  {
    "id": "3357502",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi sosyal düzen kuralları arasında yer almaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Ekonomik kurallar",
      "B": "Görgü kuralları",
      "C": "Ahlak kuralları",
      "D": "Hukuk kuralları",
      "E": "Din kuralları"
    },
    "explanation": "Din kuralları, ahlak kuralları, görgü kuralları ve hukuk kuralları sosyal düzen kuralları içerisinden yer almaktayken ekonomik kurallar bu kurallar arasında yer almamaktadır."
  },
  {
    "id": "3357503",
    "unitNumber": 1,
    "text": "Hukuk kuralları ile din, ahlak ve görgü kurallarına uyulmaması durumunda karşılaşılacak yaptırıma ilişkin aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Hukuk kurallarına uyulmaması manevi yaptırım sonucunu doğurur.",
      "B": "Din, ahlak ve görgü kurallarına uyulmamasının sonucu manevi yaptırımdır.",
      "C": "Hukuk kurallarına uyulmaması durumunda toplum tarafından sürekli bir yaptırıma tabi tutulur.",
      "D": "Din, ahlak ve görgü kurallarına uyulmaması durumu para cezasını gündeme getirebilir.",
      "E": "Din, ahlak ve görgü kurallarına uyulmaması durumu ihtar yaptırımını gündeme getirebilir."
    },
    "explanation": "Hukuk kuralları ile din, ahlak ve görgü kurallarına uyulmaması durumunda karşılaşılacak yaptırım maddi ve manevi yaptırım şeklinde ortaya çıkmaktadır. Din, ahlak ve görgü kurallarına uyulmaması manevi yaptırımı ortaya çıkarırken, hukuk kurallarına uyulmaması durumunda maddi yaptırımlar söz konusu olabilmektedir."
  },
  {
    "id": "3357504",
    "unitNumber": 1,
    "text": "............iyilik-kötülük, doğruluk-yanlışlık gibi çeşitli konulardaki değer yargılarıdır. \n<br/>Yukarıda cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Hukuk kuralları",
      "B": "Beşeri ilişkiler",
      "C": "Ahlak kuralları",
      "D": "Görgü kuralları",
      "E": "Din kuralları"
    },
    "explanation": "Ahlak kuralları iyilik-kötülük, doğruluk-yanlışlık gibi konulardaki değer yargılarıdır."
  },
  {
    "id": "3357505",
    "unitNumber": 1,
    "text": "Tüm sosyal düzen kurallarının ortak noktası aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Maddi yaptırım gücüne sahip olması",
      "B": "Manevi yaptırım gücüne sahip olması",
      "C": "Kişilerin iç yaşantılarını düzenlemesi",
      "D": "Sosyal hayatı düzenlemesi",
      "E": "Devlet gücünü destek alması"
    },
    "explanation": "Tüm sosyal düzen kurallarının buluştuğu ortak nokta sosyal yaşamı düzenlemesidir."
  },
  {
    "id": "3357506",
    "unitNumber": 1,
    "text": "I-Konu\n<br/>II-İrade\n<br/>III-Yaptırım\n<br/>IV-Kişisel değer yargıları\n<br/>Yukarıdakilerden hangileri hukuk kurallarının öğeleridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız III",
      "B": "I ve IV",
      "C": "II ve IV",
      "D": "II, III ve IV",
      "E": "I, II ve III"
    },
    "explanation": "Hukuk kurallarının üç temel öğesi bulunmaktadır. Bunlar;\n<br/>Konu, irade ve yaptırımdır."
  },
  {
    "id": "3357507",
    "unitNumber": 1,
    "text": "Hukuk kuralları ile ilgili olarak aşağıdaki ifadelerden hangisi yanlıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Hukuk kuralları kişilere sınırsız özgürlük sağlamaktadır.",
      "B": "Hukuk kurallarının temel amacı adaleti sağlamaktır.",
      "C": "Hukuk kurallarının yaptırımı maddidir.",
      "D": "Hukuk kuralları genel niteliktedir.",
      "E": "Hukuk kuralları soyuttur."
    },
    "explanation": "Hukuk kuralları kişilere sınırsız özgürlük sağlamaz. Ancak hukuk kuralları özgürlük sağlarken bazı kısıtlamaları da beraberinde getirir."
  },
  {
    "id": "3357508",
    "unitNumber": 1,
    "text": "Devletin harcamalar üzerinden vergi almasında hangi adalet düşüncesi yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Dağıtıcı adalet",
      "B": "Denkleştirici adalet",
      "C": "İdeal adalet",
      "D": "Ahlaklı adalet",
      "E": "Bireysel adalet"
    },
    "explanation": "Harcamalar üzerinden alınan vergiler kişilerin gelirlerinden bağımsız olarak alınan vergilerdir. Asgari ücretle çalışan bir kişinin marketten 50 liralık bir alışveriş yapması sonucunda ödediği KDV ile bir holding yönetim kurulu başkanının aynı ürünleri alması sonucunda ödediği vergi aynı olmaktadır. Bu şekilde devletin herkesten eşit vergi alması durumu denkleştirici adalet fikrini ortaya koymaktadır."
  },
  {
    "id": "3357509",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi hukuktaki yaptırım türlerinden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ceza",
      "B": "Cebri icra",
      "C": "Manevi yaptırım",
      "D": "Tazminat",
      "E": "Yokluk"
    },
    "explanation": "Ceza, cebri icra, tazminat, geçersizlik, yokluk, kesin hükümsüzlük, göreceli hükümsüzlük, kısmi butlan, eksiklik ve iptal hukukta yer alan yaptırım türleridir. Manevi yaptırım ise hukuk kuralları dışındaki sosyal düzen kurallarının yaptırımlarında yer almaktadır."
  },
  {
    "id": "3357510",
    "unitNumber": 1,
    "text": "Ayrıldığı eşine vermekle yükümlü olduğu nafakayı bilerek ve isteyerek yatırmayan bir kişi için uygulanacak yaptırım türü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Tazminat",
      "B": "Geçersizlik",
      "C": "Yokluk",
      "D": "Cebri icra",
      "E": "Mutlak butlan"
    },
    "explanation": "Cebri icra, bir borç ilişkisinde borcunu kendi rızasıyla yerine getirmeyen borçlunun devlet gücü aracılığıyla bu borcunu yerine getirmesini sağlayan bir yaptırımdır. Örnekte, nafakayı ödemekle yükümlü kişi borcunu yerine getirmemekte ve bunun sonucu olarak devlet bu borcun ödenmesi için gerekli yaptırımı uygulamaktadır."
  },
  {
    "id": "3357511",
    "unitNumber": 1,
    "text": "Eşlerden birinin evliyken başka bir evliliğe imza atması durumunda ortaya çıkacak yaptırım türü aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Cebri icra",
      "B": "Ceza",
      "C": "Kısmi butlan",
      "D": "Eksiklik",
      "E": "Mutlak butlan"
    },
    "explanation": "Eşlerden birinin evliyken başka bir evliliğe imza atması durumu bir mutlak butlan örneğidir. Eşlerden birinin ikinci defa evlenebilmek için birinci evliliğin ölüm, gaiplik gibi evliliğe son veren bir durumla ortadan kalkmış olmasını gerektirir. Bu sebeple karı kocadan birinin evlenmenin yapıldığı sırada evli olması durumunda, ikinci evlilik, mutlak butlanla sakattır."
  },
  {
    "id": "3357552",
    "unitNumber": 1,
    "text": "Hukuk kurallarını diğer sosyal düzen kurallarından ayıran en temel özellik aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yaptırımının maddi olması",
      "B": "Devletin zorlayıcı gücüyle desteklenmesine gerek olmaması",
      "C": "Yaptırımın din, ahlak ve görgü kurallarına uyularak sağlanması gerekliliği",
      "D": "Yaptırımının hem maddi hem de manevi nitelikte olması",
      "E": "Yaptırımların sosyal kurallarla desteklenerek soyut nitelikte olması"
    },
    "explanation": "Hukuk kurallarını diğerlerinden ayıran en önemli özellik yaptırımının maddi olmasıdır. Hukuk kurallarının diğer sosyal düzen kurallarından temel farkı, bu kuralların devletin zorlayıcı gücüyle desteklenmiş olmasıdır."
  },
  {
    "id": "3357553",
    "unitNumber": 1,
    "text": "\"Ahlak kuralları subjektif ve objektif kurallarla ....... değer yargılarını içerirken; hukuk kuralları ........ davranışlarla ilgilenir.\"\n<br/>Yukarıdaki cümlede boş bırakılan yerleri aşağıdakilerden hangileri sırasıyla ve doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "hem toplumsal hem de kişisel- sadece toplumsal olan",
      "B": "sadece kişisel- hem toplumsal hem de kişisel olan",
      "C": "hem toplumsal hem de kişisel- hem toplumsal hem de kişisel olan",
      "D": "kişisel- toplumsal",
      "E": "kişisel- Nesnel (objektif) ve Öznel (subjektif)"
    },
    "explanation": "Hukuk kuralları ahlak kurallarına göre daha dar bir alanı kapsar. Ahlak kuralları subjektif ve objektif kurallarla hem toplumsal hem de kişisel değer yargılarını içerirken; hukuk kuralları sadece toplumsal olan, dışa yansıyan davranışlarla ilgilenir."
  },
  {
    "id": "3357554",
    "unitNumber": 1,
    "text": "Genel olarak düşünüldüğünde, her hukuk kuralı için geçerli olan öğeler............dır.\n<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "konu, irade (emir) ve yaptırım",
      "B": "kural, sosyal düzen ve yaptırım",
      "C": "otorite, toplumsal ve ceza",
      "D": "toplum, kişi ve yaptırım",
      "E": "maddi, ceza ve kural"
    },
    "explanation": "Genel bir değerlendirme yapıldığında açık veya üstü kapalı biçimde olsun; her hukuk kuralının üç ögesi bulunur. Bunlar; konu, irade (emir) ve yaptırımdır."
  },
  {
    "id": "3357555",
    "unitNumber": 1,
    "text": "Aristo’ya göre, Devletin kazanca göre vergi almasında hangi adalet fikri etkilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dağıtıcı adalet",
      "B": "Denkleştirici adalet",
      "C": "Mutlak adalet",
      "D": "İdeal adalet",
      "E": "Erdemli adalet"
    },
    "explanation": "Aristo adaleti ikiye ayırmaktadır. Aristo’ya göre, insanların şahsi ve özel durumlarına<br/>bakılmaksızın aynı işleme tâbi tutulmasına denkleştirici adalet denir. Denkleştirici adalet mutlak, aritmetik bir eşitliği ifade eder. Buna karşılık değerlerin dağıtılmasında herkesin yeteneğine ve toplumdaki durumuna göre pay almasında dağıtıcı adalet düşüncesi yer alır. Örneğin, devletin herkese eşit oranda sosyal yardım yapmasında denkleştirici adalet düşüncesi, özürlü ve hastalara diğerlerine göre daha fazla yardım yapılmasında ise dağıtıcı adalet fikri etkili olur. devletin herkesten eşit vergi almasında denkleştirici, kazanca göre vergi almasındaysa dağıtıcı adalet fikri etkilidir.<br/>Aristo’ya göre, devletin herkesten eşit vergi almasında denkleştirici, kazanca göre vergi almasındaysa dağıtıcı adalet fikri etkilidir."
  },
  {
    "id": "3357556",
    "unitNumber": 1,
    "text": "Hukuk kuralları ile diğer sosyal kuralları birbirinden ayırmada kullanabileceğimiz en sağlam ölçüt aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "hukuk kurallarının yaptırımının maddi olması",
      "B": "hukuk kurallarının yazılı olması",
      "C": "hukuk kurallarının toplumsal irade ürünü olması",
      "D": "hukuk kurallarının sürekli olması",
      "E": "hukuk kurallarının caydırıcı olması"
    },
    "explanation": "Hukuk kuralları ile diğer sosyal kuralları birbirinden ayırmada en sağlam ölçüt<br/>yaptırımın niteliğidir. Diğer sosyal kuralların yaptırımı manevi nitelik taşırken hukuk kurallarının yaptırımı maddidir."
  },
  {
    "id": "3357557",
    "unitNumber": 1,
    "text": "Disiplin cezalarının genel cezalardan ayrılmasının temel sebebi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "belli statülerde bulunan kişilere uygulanabilen yaptırım olması sebebiyle",
      "B": "sadece adli para cezası yaptırımı olması sebebiyle",
      "C": "belli hukuk kurallarına uygulanabilen yaptırım olması sebebiyle",
      "D": "tazminata neden olması sebebiyle",
      "E": "manevi yaptırımlarının olması nedeniyle"
    },
    "explanation": "Ceza Kanunu’nda düzenlenen cezalar yanında bir de belirli bir topluluğa dâhil olma<br/>sonucu, o topluluğun düzenine uyma yükümlülüğünü getiren disiplin hukuku cezaları<br/>vardır. Disiplin cezaları arasında uyarma, kınama, aylıktan kesme, geçici uzaklaştırma, ihraç ve benzerleri sayılabilir. Disiplin cezaları ancak belli statülerde bulunan kişilere uygulanabilen yaptırım olması sebebiyle genel cezalardan ayrılır.<br/>Disiplin cezaları ancak belli statülerde bulunan kişilere uygulanabilen<br/>yaptırım olması sebebiyle genel cezalardan ayrılır."
  },
  {
    "id": "3357558",
    "unitNumber": 1,
    "text": "Bir kimsenin hukuka aykırılık oluşturan kusurlu bir davranışı sonucu başkasına verdiği zararın o kişiye ödettirilmesine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tazminat",
      "B": "Ceza",
      "C": "Cebri icra",
      "D": "Zarar",
      "E": "Cebri ifa"
    },
    "explanation": "Tazminat bir kimsenin hukuka aykırılık oluşturan kusurlu bir davranışı sonucu başkasına verdiği zararın o kişiye ödettirilmesidir."
  },
  {
    "id": "3357559",
    "unitNumber": 1,
    "text": "Kanunun öngördüğü kurucu unsurlardan en az birine uyulmadan yapıldığı için hiç oluşmamış sayılan ve hukuk düzeninde varlık kazanmayan yokluk için aşağıdakilerden hangisi örnek verilebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Evlendirme memuru önünde yapılmamış evlenme işlemi, yani dinî nikâh yok hükmündedir.",
      "B": "Aldatma ile bir işlemi yapan kimse aldatmaya maruz kaldığını iddia eder ve ispatlarsa işlem baştan itibaren yok kılınır.",
      "C": "ayırt etme gücüne sahip bir küçüğün velisinin onayı ile yaptığı sözleşme yok hükmündedir.",
      "D": "idare organlarının yaptıkları işlemler yetki, şekil, sebep, konu veya amaç yönünden hukuk kurallarına aykırı ise bu işlemler yok hükmündedir",
      "E": "bir kimse aldatmaya maruz kaldığını bilmesine rağmen herhangi bir işlem<br/>yapmaz ise yaptığı işlem yok hükmündedir"
    },
    "explanation": "Yoklukta hukuki işlem kanunun öngördüğü kurucu unsurlardan en az birine uyulmadan yapıldığı için hiç oluşmamış sayılır. Bu tür hukuki işlemler, hukuk düzeninde varlık kazanmamaktadır.<br/>Örneğin, evlendirme memuru önünde yapılmamış evlenme işlemi, yani<br/>dinî nikâh yok hükmündedir. Hukuk düzeninde hiçbir anlam ifade etmemektedir."
  },
  {
    "id": "3357560",
    "unitNumber": 1,
    "text": "Hukuk kurallarına aykırı bir biçimde yapılmış idari işlemlerin idari yargı organlarınca ortadan kaldırılması hâlinde ne tür bir yaptırım ortaya çıkar?",
    "correctAnswer": "A",
    "options": {
      "A": "İptal yaptırımı",
      "B": "Kısmi Butlan yaptırımı",
      "C": "Nispi Butlan yaptırımı",
      "D": "Mutlak Butlan yaptırımı",
      "E": "Geçersizlik yaptırımı"
    },
    "explanation": "Hukuk kurallarına aykırı bir biçimde yapılmış idari işlemlerin idari yargı organlarınca<br/>ortadan kaldırılması hâlinde iptal yaptırımı ortaya çıkar. Anayasa’ya göre, idarenin her türlü eylem ve işlemi yargı denetimine tâbidir (Ana. m.125). Eğer idare organlarının yaptıkları işlemler yetki, şekil, sebep, konu veya amaç yönünden hukuk kurallarına aykırı ise bu işlemler aleyhine idari yargı organlarında iptal davası açılarak işlemin iptali yoluna gidilebilir."
  },
  {
    "id": "3357561",
    "unitNumber": 1,
    "text": "Sosyal kurallara uyulmadığı takdirde karşılaşılan tepki hangi terim ile ifade edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "yaptırım",
      "B": "sosyal düzen kuralları",
      "C": "genel ve soyut kurallar",
      "D": "ceza",
      "E": "manevi kurallar"
    },
    "explanation": "Sosyal kurallara uyulmadığı takdirde karşılaşılan tepkiye yaptırım denir."
  },
  {
    "id": "3358051",
    "unitNumber": 1,
    "text": "\"İnsan yaşamını sürdürdüğü bu çevrede diğer insanlarla ve kurumlarla birçok ilişkiye girer; bu ilişkiler ....... olarak adlandırılmaktadır.\" Cümlesindeki boşluğa aşağıdaki seçeneklerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kişisel ilişki",
      "B": "sosyal ilişki",
      "C": "kurumsal ilişki",
      "D": "aile ilişkisi",
      "E": "ikili ilişki"
    },
    "explanation": "İnsan toplum denilen sosyal çevre içinde yaşamaktadır. İnsan yaşamını sürdürdüğü bu çevrede diğer insanlarla ve kurumlarla birçok ilişkiye girer; bu ilişkiler sosyal ilişki olarak adlandırılmaktadır."
  },
  {
    "id": "3358052",
    "unitNumber": 1,
    "text": "Genel kabul gören bir yaklaşıma göre sosyal düzen kuralları nasıl sınıflandırılabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "• Din kuralları,<br/>• Ahlak kuralları,<br/>• Görgü kuralları,<br/>• Hukuk kuralları şeklinde sınıflandırılabilir.",
      "B": "• Ahlak kuralları,<br/>• Çevre kuralları,<br/>• Hukuk kuralları şeklinde sınıflandırılabilir.",
      "C": "• Kişisel kurallar,<br/>• çevre kuralları,<br/>• Geleneksel kurallar,<br/>• Hukuk kuralları şeklinde sınıflandırılabilir.",
      "D": "• İnsani kurallar,<br/>• Ahlak kuralları,<br/>• Çevresel kurallar,<br/>• Hukuk kuralları şeklinde sınıflandırılabilir.",
      "E": "• Din kuralları,<br/>• Görgü kuralları,<br/>• Geçiş kuralları şeklinde sınıflandırılabilir."
    },
    "explanation": "Genel kabul gören bir yaklaşıma göre sosyal düzen kuralları:<br/>• Din kuralları,<br/>• Ahlak kuralları,<br/>• Görgü kuralları,<br/>• Hukuk kuralları şeklinde sınıflandırılabilir."
  },
  {
    "id": "3358053",
    "unitNumber": 1,
    "text": "Ahlak kurallarının kaç yönü bulunmaktadır ve bunlar nelerdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Nesnel, toplumsal ve öznel olmak üzere üç yönü bulunmaktadır.",
      "B": "Toplumsal ve genel olmak üzere iki yönü bulunmaktadır.",
      "C": "Genel, kişisel ve toplumsal olmak üzere üç yönü bulunmaktadır.",
      "D": "Nesnel ve öznel olmak üzere iki yönü bulunmaktadır.",
      "E": "Nesnel ve geleneksel olmak üzere iki yönü bulunmaktadır."
    },
    "explanation": "Ahlak kurallarının iki yönü bulunmaktadır: Nesnel (objektif, sosyal) Ahlak insanın diğer bireylere karşı olan ödevleri ile ilgilidir. Öznel (subjektif) Ahlak kişinin kendi şahsı ve iç dünyasına karşı ödevlerini ifade etmektedir."
  },
  {
    "id": "3358054",
    "unitNumber": 1,
    "text": "Hukukla ilgili olarak yapılan tanımlar bir bütün olarak değerlendirildiğinde aşağıdaki seçeneklerden hangisi hukuk kurallarının sağladığı durumlardan biri <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kişilerin dışa yansıyan davranışlarını düzenlediği,",
      "B": "Toplumdaki egemen güç, yani üstün siyasal iktidar tarafından belirlendiği,",
      "C": "Kişiler arasındaki ilişkileri dışladığı,",
      "D": "Örgütlü siyasal mekanizma aracılığı ile gerçekleştiği,",
      "E": "Toplumsal barışı, hukuk güvenliğini ve adaleti sağladığı,"
    },
    "explanation": "Hukukla ilgili olarak yapılan tanımlar bir bütün olarak değerlendirildiğinde hukuk kurallarının;<br/>• Kişilerin dışa yansıyan davranışlarını düzenlediği,<br/>• Toplumdaki egemen güç, yani üstün siyasal iktidar tarafından belirlendiği,<br/>• Genel olarak kişiler arasındaki ilişkileri düzenlediği,<br/>• Örgütlü siyasal mekanizma aracılığı ile gerçekleştiği,<br/>• Maddi yaptırım içerdiği,<br/>• Toplumsal barışı, hukuk güvenliğini ve adaleti sağladığı görülür."
  },
  {
    "id": "3358055",
    "unitNumber": 1,
    "text": "Genel bir değerlendirme yapıldığında açık veya üstü kapalı biçimde her hukuk kuralının kaç ögesi bulunur ve bunlar nelerdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Üç ögesi bulunur. Bunlar; kanıt, duygu (düşünce) ve yaptırımdır.",
      "B": "İki ögesi bulunur. Bunlar; irade (emir) ve yaptırımdır.",
      "C": "Üç ögesi bulunur. Bunlar; gerekçe, irade (emir) ve geçerliktir.",
      "D": "İki ögesi bulunur. Bunlar; konu ve yaptırımdır.",
      "E": "Üç ögesi bulunur. Bunlar; konu, irade (emir) ve yaptırımdır."
    },
    "explanation": "Genel bir değerlendirme yapıldığında açık veya üstü kapalı biçimde olsun; her hukuk kuralının üç ögesi bulunur. Bunlar; konu, irade (emir) ve yaptırımdır."
  },
  {
    "id": "3358056",
    "unitNumber": 1,
    "text": "Hukuk sisteminin nihai amacı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sistemi gerçekleştirmektir.",
      "B": "Algıyı gerçekleştirmektir.",
      "C": "Adaleti gerçekleştirmektir.",
      "D": "İsteği gerçekleştirmektir.",
      "E": "Yöntemi gerçekleştirmektir."
    },
    "explanation": "Hukuk sisteminin nihai amacı adaleti gerçekleştirmektir."
  },
  {
    "id": "3358057",
    "unitNumber": 1,
    "text": "Hukuki yaptırımlar kaç kategoride incelenebilir ve bunlar nelerdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ceza, tazminat, geçersizlik ve iptal olmak üzere dört kategoride incelenebilir.",
      "B": "Ceza, cebri icra, tazminat, geçersizlik ve iptal olmak üzere beş kategoride incelenebilir.",
      "C": "Kanun, cebri icra, hüküm, geçersizlik ve iptal olmak üzere beş kategoride incelenebilir.",
      "D": "Ceza, cebri icra, geçersizlik ve iptal olmak üzere dört kategoride incelenebilir.",
      "E": "Ceza, geçersizlik ve iptal olmak üzere üç kategoride incelenebilir."
    },
    "explanation": "Hukuki yaptırımlar ceza, cebri icra, tazminat, geçersizlik ve iptal olmak üzere beş kategoride incelenebilir."
  },
  {
    "id": "3358058",
    "unitNumber": 1,
    "text": "\"......... kanunun öngördüğü kurucu unsurlara sahip olan ancak kanunun emredici hükümlerine aykırı olarak yapılan hukuki işlemler aleyhine uygulanan yaptırımdır.\" Cümlesindeki boşluğa aşağıdaki seçeneklerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Nispi butlan,",
      "B": "Sanal butlan,",
      "C": "Mutlak butlan,",
      "D": "Kısmi butlan,",
      "E": "Geçerli butlan,"
    },
    "explanation": "Mutlak butlan, kanunun öngördüğü kurucu unsurlara sahip olan ancak kanunun emredici hükümlerine aykırı olarak yapılan hukuki işlemler aleyhine uygulanan yaptırımdır."
  },
  {
    "id": "3358059",
    "unitNumber": 1,
    "text": "Hukuk kurallarına aykırı bir biçimde yapılmış idari işlemlerin idari yargı organlarınca ortadan kaldırılması hâlinde hangi durum ortaya çıkar?",
    "correctAnswer": "E",
    "options": {
      "A": "denetim yaptırımı",
      "B": "idare yaptırımı",
      "C": "dava yaptırımı",
      "D": "hukuk yaptırımı",
      "E": "iptal yaptırımı"
    },
    "explanation": "Hukuk kurallarına aykırı bir biçimde yapılmış idari işlemlerin idari yargı organlarınca ortadan kaldırılması hâlinde iptal yaptırımı ortaya çıkar."
  },
  {
    "id": "3358060",
    "unitNumber": 1,
    "text": "Anayasa’ya göre, idarenin her türlü eylem ve işlemi hangi duruma tâbidir?",
    "correctAnswer": "A",
    "options": {
      "A": "yargı denetimine",
      "B": "idari denetimine",
      "C": "vergi denetimine",
      "D": "iptal denetimine",
      "E": "karar denetimine"
    },
    "explanation": "Anayasa’ya göre, idarenin her türlü eylem ve işlemi yargı denetimine tâbidir"
  },
  {
    "id": "3357562",
    "unitNumber": 2,
    "text": "TTK'ya göre muhasebe ile ilgili bir konuda aşağıdakilerden hangisi <u>öncelikle</u> uygulanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ticari hükümler",
      "B": "Ticari örf",
      "C": "Âdet ve alışkanlıklar",
      "D": "Genel hükümler",
      "E": "Mesleki yorumlar"
    },
    "explanation": "Ticari hükümler"
  },
  {
    "id": "3357563",
    "unitNumber": 2,
    "text": "Bireyler arasındaki borç-alacak ilişkisini düzenleyen kanun aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Türk ticaret kanunu",
      "B": "Borçlar kanunu",
      "C": "Veraset ve intikal vergisi",
      "D": "Vergi usul kanunu",
      "E": "Sermaye piyasası kanunu"
    },
    "explanation": "Borçlar kanunu"
  },
  {
    "id": "3357564",
    "unitNumber": 2,
    "text": "3568 sayılı muhasebe meslek kanunu ile aşağıdaki konulardan hangisi <u>düzenlenmemiştir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Mesleğe giriş koşulları",
      "B": "Meslek unvanları",
      "C": "Meslek mensuplarına uygulanacak disiplin cezaları",
      "D": "Meslek etiği ilke ve kuralları",
      "E": "Meslek örgütlenmesi"
    },
    "explanation": "Meslek etiği ile ilgili düzenleme, sonradan çıkarılan bir meslek kararı ile yapılmıştır.<br/>Meslek etiği ilke ve kuralları"
  },
  {
    "id": "3357565",
    "unitNumber": 2,
    "text": "3568 sayılı kanuna göre Serbest Muhasebeci Mali Müşavirlik sınavına girebilmek için aşağıdaki bölümlerin hangisinden lisans düzeyinde mezun olmak yeterli <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Muhasebe",
      "B": "Maliye",
      "C": "Hukuk",
      "D": "Bankacılık",
      "E": "Sigortacılık"
    },
    "explanation": "Kanunda mesleğe giriş sınavına katılabilmek için lisans düzeyinde mezun olunan 8 bölüm sayılmış olup bunların arasında \"sigortacılık\" yer almamıştır."
  },
  {
    "id": "3357566",
    "unitNumber": 2,
    "text": "Türkiye'de muhasebe mesleği ile ilgili düzenleme yapma yetkisi aşağıdaki bakanlıklardan hangisine aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ticaret bakanlığı",
      "B": "Adalet bakanlığı",
      "C": "Hazine ve maliye bakanlığı",
      "D": "Milli eğitim bakanlığı",
      "E": "İçişleri bakanlığı"
    },
    "explanation": "Meslek yasasında Maliye Bakanlığı tarafından yapılan düzenleme yetkisi, yeni sistemde \"Hazine ve Maliye Bakanlığı\"na geçmiştir."
  },
  {
    "id": "3357567",
    "unitNumber": 2,
    "text": "Meslek mensupları Disiplin Yönetmeliği kapsamında, meslek mensuplarına uygulanacak ceza türleri içinde aşağıdakilerden hangisi yer <u>almaz</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Kınama",
      "B": "Uyarma",
      "C": "Bir alt unvana indirme",
      "D": "Meslekten çıkarma",
      "E": "Yeminli sıfatını kaldırma"
    },
    "explanation": "Bir alt unvana indirme"
  },
  {
    "id": "3357568",
    "unitNumber": 2,
    "text": "Muhasebe mesleğini yürütme yetkisine sahip olmakla birlikte, meslek ruhsatnamesini bir başkasına kiraya veren veya herhangi bir şekilde kullandıranlara, aşağıdaki cezai hükümlerin hangisi uygulanır?",
    "correctAnswer": "D",
    "options": {
      "A": "Kınama",
      "B": "Geçici olarak mesleki faaliyetten alıkoyma",
      "C": "Yeminli sıfatını kaldırma",
      "D": "Meslekten çıkarma",
      "E": "Hapis"
    },
    "explanation": "Meslekten çıkarma"
  },
  {
    "id": "3357569",
    "unitNumber": 2,
    "text": "Bir işletmede çalışan bir kişinin aylık ücreti ile ilgili hesaplamalar ayrıntılı şekilde (çalışma süresi, çalışanın kıdemi, evli-çocuklu vb. medeni durumu, prim alacağı vs dikkate alınarak) ay sonunda yapılır ve muhasebeleştirilir. Halbuki sözleşme gereği bu çalışanın hakettiği net ücret, sosyal güvenlik ve vergi kesintileri ile ilgili ödemeler izleyen ay içinde yapılır. Söz konusu tutarların ödeme tarihinde değil de hesaplamanın yapıldığı ay sonunda işletmenin muhasebe kayıtlarına gider ve borç şeklinde aktarılmasına dayanak aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Muhasebecinin nakit esasını uygulaması",
      "B": "Vergi mevzuatı ile ilgili düzenlemeler",
      "C": "İş kanunu hükümleri",
      "D": "Çalışanın iş güvenliğini ve motivasyonunu koruma duygusu",
      "E": "Tahakkuk esasının genel kabul görmesi"
    },
    "explanation": "Tahakkuk esasının genel kabul görmesi"
  },
  {
    "id": "3357570",
    "unitNumber": 2,
    "text": "İşletmenin, onun sahip veya ortaklarından ve diğer ilgililerden ayrı bir şahsiyete sahip olmasının ve dolayısıyla bilanço eşitliğinin de dayanağı olan temel kavram hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kişilik",
      "B": "Süreklilik",
      "C": "Tutarlılık",
      "D": "Dönemsellik",
      "E": "İhtiyatlılık"
    },
    "explanation": "Kişilik"
  },
  {
    "id": "3357571",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi muhasebe ve finansal raporlama uygulamalarını etkileyen ve yönlendiren uluslararası düzenlemelerden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Vergi usul kanunu",
      "B": "Muhasebe standartları",
      "C": "Tekdüzen muhasebe sistemi",
      "D": "Sermaye piyasası mevzuatı",
      "E": "Katma değer vergisi kanunu"
    },
    "explanation": "Muhasebe standartları"
  },
  {
    "id": "3357572",
    "unitNumber": 2,
    "text": "Muhasebe defter ve belgelerinin taşıması gereken özellikler TTK’nın kaçıncı Maddelerinde düzenlenmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "42-61. Maddelerinde",
      "B": "33-47. Maddelerinde",
      "C": "54-73. Maddelerinde",
      "D": "62-85. Maddelerinde",
      "E": "64-83. Maddelerinde"
    },
    "explanation": "Muhasebe defter ve belgelerinin taşıması gereken özellikler TTK’nın 64-83. Maddelerinde düzenlenmiştir."
  },
  {
    "id": "3357573",
    "unitNumber": 2,
    "text": "“Bu kanunda düzenlenen hususlarla bir ticari işletmeyi ilgilendiren bütün işlem ve fiiller ticari işlerdendir” şeklinde ele alınan 'Ticari İş' tanımı TTK'nın kaçıncı maddesinde yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "TTK’ nın 3. Maddesi",
      "B": "TTK’ nın 4. Maddesi",
      "C": "TTK’ nın 5. Maddesi",
      "D": "TTK’ nın 7. Maddesi",
      "E": "TTK’ nın 2. Maddesi"
    },
    "explanation": "TTK’ nın 3. Maddesine göre “Bu kanunda düzenlenen hususlarla bir ticari işletmeyi ilgilendiren bütün işlem ve fiiller ticari işlerdendir”."
  },
  {
    "id": "3357574",
    "unitNumber": 2,
    "text": "TTK’ nın 11. Maddesine göre, esnaf işletmesi için öngörülen sınırı aşan düzeyde gelir sağlamayı hedef tutan faaliyetlerin devamlı ve bağımsız şekilde yürütüldüğü işletmelere hangi isim verilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bankacılık",
      "B": "Ticari işletme",
      "C": "Serbest muhasebeci",
      "D": "Mali müşavirlik",
      "E": "Muhasebecilik"
    },
    "explanation": "TTK’ nın 11. Maddesine göre ticari işletme, esnaf işletmesi için öngörülen sınırı aşan düzeyde gelir sağlamayı hedef tutan faaliyetlerin devamlı ve bağımsız şekilde yürütüldüğü işletmedir."
  },
  {
    "id": "3357575",
    "unitNumber": 2,
    "text": "Hisse senetleri borsada işlem gören (halka açık şirket) şirketlerin tabi oldukları Kanunun ismi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Malvarlığı Kanunu",
      "B": "Sermaye Piyasası Kanunu",
      "C": "Ticari İşletme Kanunu",
      "D": "Türk Ticaret Kanunu",
      "E": "Borçlar Kanunu"
    },
    "explanation": "Sermaye Piyasası Kanunu: Hisse senetleri borsada işlem gören (halka açık şirket) şirketlerin tabi oldukları bir kanundur."
  },
  {
    "id": "3357576",
    "unitNumber": 2,
    "text": "Ülkemizde muhasebe mesleğine ilişkin ilk yasal düzenleme 13 Haziran 1986 tarihinde yayımlanarak yürürlüğe giren Kanun aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "1326 Sayılı Kanun",
      "B": "5786 Sayılı Kanun",
      "C": "3568 Sayılı Kanun",
      "D": "2876 Sayılı Kanun",
      "E": "7894 Sayılı Kanun"
    },
    "explanation": "Ülkemizde muhasebe mesleğine ilişkin ilk yasal düzenleme 13 Haziran 1986 tarihinde yayımlanarak yürürlüğe giren 3568 Sayılı Kanundur."
  },
  {
    "id": "3357577",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Muhasebecilik ve mali müşavir olabilmenin genel ve özel şartları arasında <em><u>yer almaz?</u></em>",
    "correctAnswer": "A",
    "options": {
      "A": "En az üç yıl staj yapmış olmak",
      "B": "Kamu haklarından mahrum bulunmamak",
      "C": "Ceza veya disiplin soruşturması sonucunda memuriyetten çıkarılmış olmamak",
      "D": "Meslek şeref ve haysiyetine uymayan durumları bulunmamak",
      "E": "T.C. vatandaşı olmak"
    },
    "explanation": "Muhasebecilik ve mali müşavir olabilmenin genel ve özel şartları Kanunun 4. Maddesinde sayılmıştır.<br/>Buna göre meslek mensubu olabilmenin genel şartları şunlardır:<br/>• T.C. vatandaşı olmak (yabancı serbest muhasebeci mali müşavirler hakkındaki hüküm saklıdır),<br/>• Medeni hakları kullanma ehliyetine sahip bulunmak,<br/>• Kamu haklarından mahrum bulunmamak,<br/>• Türk Ceza Kanununun 53 üncü maddesinde belirtilen süreler geçmiş olsa bile; kasten işlenen bir suçtan dolayı bir yıl veya daha fazla süreyle hapis cezasına ya da affa uğramış olsa bile devletin güvenliğine karşı suçlar, Anayasal düzene ve bu düzenin işleyişine karşı suçlar, milli savunmaya karşı suçlar, devlet sırlarına karşı suçlar ve casusluk, zimmet, irtikap, rüşvet, hırsızlık, dolandırıcılık, sahtecilik, güveni kötüye kullanma, hileli iflas, ihaleye fesat karıştırma, edimin ifasına fesat karıştırma, suçtan kaynaklanan malvarlığı değerlerini aklama veya kaçakçılık suçlarından mahkûm olmamak,<br/>• Ceza veya disiplin soruşturması sonucunda memuriyetten çıkarılmış olmamak ve<br/>• Meslek şeref ve haysiyetine uymayan durumları bulunmamak"
  },
  {
    "id": "3357578",
    "unitNumber": 2,
    "text": "Yeminli mali müşavirlik sınavını adil, tarafsız ve mevzuatına uygun bir şekilde yapılması için gerekli tedbirleri almaya yetkili kurum aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Oda ve birlik kurulları başkanı",
      "B": "Yüksek Öğretim Kurulu",
      "C": "TÜRMOB",
      "D": "Maliye Bakanlığı",
      "E": "Sınav komisyonu"
    },
    "explanation": "Yeminli Mali Müşavirlik Sınavı: Yeminli mali müşavirlik sınavının Birlik tarafından yazılı olarak yapılacağı Kanunun 10. Maddesinde düzenlenmiştir. Maliye Bakanlığı bu sınavın adil, tarafsız ve mevzuatına uygun bir şekilde yapılması için gerekli tedbirleri almaya yetkilidir."
  },
  {
    "id": "3357579",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi meslek mensuplarına uygulanacak disiplin cezaları arasında <em><u>yer almaz?</u></em>",
    "correctAnswer": "B",
    "options": {
      "A": "Uyarma",
      "B": "Diplomaya el koyma",
      "C": "Kınama",
      "D": "Yeminli sıfatını kaldırma",
      "E": "Meslekten çıkarma"
    },
    "explanation": "Meslek mensuplarına uygulanacak disiplin cezaları Serbest Muhasebecilik, Serbest Muhasebeci Mali Müşavirlik ve Yeminli Mali Müşavirlik Kanunu Disiplin Yönetmeliği' nde düzenlenmiştir.\n <ul> <li>Uyarma</li> <li>Kınama</li> <li>Geçici olarak mesleki faaliyetten alıkoyma</li> <li>Yeminli sıfatını kaldırma</li> <li>Meslekten çıkarma</li> </ul>"
  },
  {
    "id": "3357580",
    "unitNumber": 2,
    "text": "Meslekten çıkarılanlar, yeminli sıfatı kaldırılanlar ve geçici olarak mesleki faaliyetten alıkonulanlar; bu yasakların gereklerini derhal yerine getirirler. Bu gerekleri yerine getirmeyenler hakkında <u>kim</u> tarafından Cumhuriyet Savcılığına suç duyurusunda bulunulur?",
    "correctAnswer": "D",
    "options": {
      "A": "İçişleri Bakanlığı",
      "B": "Fakülte Dekanı",
      "C": "Yükseköğretim Kurumu",
      "D": "Odalar veya Birlik",
      "E": "Maliye Bakanlığı"
    },
    "explanation": "Meslekten çıkarılanlar, yeminli sıfatı kaldırılanlar ve geçici olarak mesleki faaliyetten alıkonulanlar; bu yasakların gereklerini derhal yerine getirirler. Bu gerekleri yerine getirmeyenler hakkında odalar veya Birlik tarafından Cumhuriyet Savcılığına suç duyurusunda bulunulur."
  },
  {
    "id": "3357581",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi “Muhasebenin Temel Kavramları” arasında <em><u>yer almaz?</u></em>",
    "correctAnswer": "B",
    "options": {
      "A": "Sosyal Sorumluluk İlkesi",
      "B": "Tutarsızlık İlkesi",
      "C": "İhtiyatlılık İlkesi",
      "D": "Tam Açıklama İlkesi",
      "E": "Kişilik İlkesi"
    },
    "explanation": "Yerli ve yabancı bazı kaynaklarda “Muhasebenin Temel Kavramları” olarak da ifade edilen bu konu muhasebeye yön veren, muhasebede çeşitli politika ve yöntemlerin kullanılmasında bir çerçeve görevi görür. Şu an yürürlükte olan on iki adet ilke vardır. Bunlar:<br/>• Sosyal Sorumluluk İlkesi<br/>• Kişilik İlkesi<br/>• İşletmenin Sürekliliği İlkesi<br/>• Dönemsellik İlkesi<br/>• Parayla Ölçülme İlkesi<br/>• Maliyet Esası İlkesi<br/>• Tarafsızlık ve Belgelendirme İlkesi<br/>• Tutarlılık İlkesi<br/>• Tam Açıklama İlkesi<br/>• İhtiyatlılık İlkesi<br/>• Önemlilik İlkesi<br/>• Özün Önceliği İlkesi"
  },
  {
    "id": "3357582",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Esnaf işletmesi için öngörülen sınırı aşan düzeyde gelir sağlamayı hedefler.</li> <li>İçerdiği malvarlığı unsurlarının devri için zorunlu tasarruf işlemlerinin ayrı ayrı yapılması gerekir. </li> <li>Ticari işletmeyi konu olan devir sözleşmesi sözlü yapılabilir.</li> <li>Ticari işletmenin devrinin ticaret siciline tescili geçerlilik şartıdır.</li> <li>Ticari İşletmeler Türk Hukuk Sistemine göre temel olarak Borçlar Kanunu, Ticaret Kanunu ve Sermaye Piyasası Kanunu hükümlerine tabidir.</li> </ol> Ticari işletme ile ilgili olarak yukarıda verilen bilgilerden hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "III ve IV",
      "C": "I, IV ve V",
      "D": "II, III, IV ve V",
      "E": "I, II, III, IV ve V"
    },
    "explanation": "Ticari işletme, içerdiği malvarlığı unsurlarının devri için zorunlu tasarruf işlemlerinin ayrı ayrı<br/>yapılmasına gerek olmaksızın bir bütün hâlinde devredilebilir ve diğer hukuki işlemlere konu olabilir. Aksi öngörülmemişse, devir sözleşmesinin duran malvarlığını, işletme değerini, kiracılık hakkını, ticaret unvanı ile diğer fikrî mülkiyet haklarını ve sürekli olarak işletmeye özgülenen malvarlığı unsurlarını içerdiği kabul olunur. Bu devir sözleşmesiyle ticari işletmeyi bir bütün hâlinde konu alan diğer sözleşmeler yazılı olarak yapılır, ticaret siciline tescil ve ilan edilir."
  },
  {
    "id": "3357583",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi yeminli mali müşavirlerin yapamayacağı işlerdendir?",
    "correctAnswer": "D",
    "options": {
      "A": "muhasebe sistemlerini kurmak",
      "B": "denetim yapmak",
      "C": "beyannamelerle ilgili konularda yazılı görüş vermek",
      "D": "muhasebe ile ilgili defter tutmak",
      "E": "bilirkişilik yapmak"
    },
    "explanation": "Yeminli mali müşavirlik mesleğinin konusu ise, muhasebe sistemlerini kurmak, geliştirmek,<br/>işletmecilik, muhasebe, finans, mali mevzuat ve bunların uygulamaları ile ilgili işlerini düzenlemek veya bu konularda müşavirlik yapmak. Ayrıca, bu konularda, belgelerine dayanılarak, inceleme, tahlil, denetim yapmak, mali tablo ve beyannamelerle ilgili konularda yazılı görüş vermek, rapor ve benzerlerini düzenlemek, tahkim, bilirkişilik ve benzeri işleri yapmanın yanında Kanunun 12. Maddesine göre çıkartılacak yönetmelik çerçevesinde tasdik işlerini yapmaktır. Yeminli mali müşavirler muhasebe ile ilgili defter tutamazlar, muhasebe bürosu açamazlar ve muhasebe bürolarına ortak olamazlar."
  },
  {
    "id": "3357584",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi yeminli mali müşavir olmanın özel şartlarından biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "En az 10 yıl serbest muhasebeci mali müşavirlik yapmış olmak",
      "B": "En az üç yıl staj yapmış olmak",
      "C": "Medeni hakları kullanma ehliyetine sahip bulunmak",
      "D": "T.C. vatandaşı olmak",
      "E": "Meslek şeref ve haysiyetine uymayan durumları bulunmamak"
    },
    "explanation": "Kanunun 7. Maddesine göre yeminli mali müşavir olabilmek için aranacak şartlar şunlardır:<br/>• En az 10 yıl serbest muhasebeci mali müşavirlik yapmış olmak,<br/>• Yeminli mali müşavirlik sınavını vermiş olmak ve<br/>• Yeminli mali müşavir ruhsatını almış olmak."
  },
  {
    "id": "3357585",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi mali müşavir olabilmenin genel koşullarından biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ceza veya disiplin soruşturması sonucunda memuriyetten çıkarılmış olmamak",
      "B": "Hukuk, iktisat, maliye, işletme, muhasebe, bankacılık, kamu yönetimi ve siyasal bilimler dallarında eğitim veren fakültelerden en az lisans seviyesinde mezun olmak",
      "C": "T.C. vatandaşı olmak",
      "D": "Türk Ceza Kanununun 53 üncü maddesinde sayılan suçlardan belirtilen süreler geçmiş olsa bile mahkum olmamak",
      "E": "Medeni hakları kullanma ehliyetine sahip bulunmak"
    },
    "explanation": "Hukuk, iktisat, maliye, işletme, muhasebe, bankacılık, kamu yönetimi ve siyasal bilimler<br/>dallarında eğitim veren fakülte ve yüksekokullardan veya denkliği Yükseköğretim Kurumunca<br/>tasdik edilmiş yabancı yükseköğretim kurumlarından en az lisans seviyesinde mezun olmak veya<br/>diğer öğretim kurumlarından lisans seviyesinde mezun olmakla beraber bu fıkrada belirtilen<br/>bilim dallarından lisansüstü seviyesinde diploma almış olmak, serbast muhasebeci mali müşavir olmanın özel koşullarındandır."
  },
  {
    "id": "3357586",
    "unitNumber": 2,
    "text": "Serbest Muhasebecilik, Serbest Muhasebeci Mali Müşavirlik ve Yeminli Mali Müşavirlik Kanunu Disiplin Yönetmeliği'ne göre meslek mensuplarına verilecek kınama cezası ne anlama gelmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mesleki sıfatı saklı kalmak koşuluyla altı aydan az, bir yıldan fazla olmamak üzere, mesleki faaliyetten alıkoymadır.",
      "B": "Yeminli Mali Müşavirin yeminli sıfatının kaldırılması ve mührünün geri alınmasıdır.",
      "C": "Meslek mensubuna ve aday meslek mensubuna, görevinde ve davranışlarında kusurlu olduğunun yazı ile bildirilmesidir.",
      "D": "Meslek mensubunun ruhsatnamesinin geri alınarak bir daha mesleği yürütmesine izin verilmemesidir.",
      "E": "Meslek mensubuna ve aday meslek mensubuna, mesleğin yürütülmesinde daha dikkatli davranması gerektiğinin yazı ile bildirilmesidir."
    },
    "explanation": "Yönetmeliğin 4. Maddesinde disiplin cezası türlerine ilişkin düzenlemeler yapılmıştır. Buna göre uyarma, kınama, geçici olarak mesleki faaliyetten alıkoyma, yeminli sıfatını kaldırma ve meslekten çıkarma cezaları verilebilecektir.<br/>• Uyarma: Meslek mensubuna ve aday meslek mensubuna, mesleğin yürütülmesinde daha dikkatli davranması gerektiğinin yazı ile bildirilmesidir.<br/>• Kınama: Meslek mensubuna ve aday meslek mensubuna, görevinde ve davranışlarında kusurlu olduğunun yazı ile bildirilmesidir.<br/>• Geçici olarak mesleki faaliyetten alıkoyma: Mesleki sıfatı saklı kalmak koşuluyla altı aydan az, bir yıldan fazla olmamak üzere, mesleki faaliyetten alıkoymadır.<br/>• Yeminli sıfatını kaldırma: Yeminli Mali Müşavirin yeminli sıfatının kaldırılması ve mührünün geri alınmasıdır.<br/>• Meslekten çıkarma: Meslek mensubunun ruhsatnamesinin geri alınarak bir daha mesleği yürütmesine izin verilmemesidir."
  },
  {
    "id": "3357587",
    "unitNumber": 2,
    "text": "Serbest Muhasebecilik, Serbest Muhasebeci Mali Müşavirlik ve Yeminli Mali Müşavirlik Kanunu Disiplin Yönetmeliği'ne göre ticari faaliyet yasağına uyulmaması halinde meslek mensubuna hangi ceza verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Uyarma",
      "B": "Kınama",
      "C": "Meslekten çıkarma",
      "D": "Geçici olarak mesleki faaliyetten alıkoyma",
      "E": "Yeminli sıfatını kaldırma"
    },
    "explanation": "Geçici olarak mesleki faaliyetten alıkoyma cezası aşağıdaki hallerde uygulanır:<br/>• Üç yıllık bir dönem içinde kınama cezası gerektiren hallerin ve eylemlerin yinelenmesi,<br/>• Çalışanlar listesinde kayıtlı bulunan meslek mensuplarınca sahip olunan unvanla Kanunun 2. Maddesinde yer alan işlerin yürütülmesi amacıyla gerçek ve tüzel kişilere bağlı ve onların işyerlerine bağımlı olarak açık veya gizli hizmet sözleşmesi ile çalışılması,<br/>• Meslek mensuplarınca mesleği yapmaları yasaklanmış kişilerle işbirliği yapılması,<br/>• Ticari faaliyet yasağına uyulmaması,<br/>• Meslek mensuplarınca, beyanname ve bildirimlerin imzalanması ve denetimi ile ilgili yasal düzenlemelerdeki ilke ve kurallarla, ilan olunmuş norm ve standartlara kasten aykırı davranılması veya beyanname imzalama yetkisinin kasten gerçeğe aykırı olarak kullanılması,<br/>• Yeminli Mali Müşavirlerce, tasdike ilişkin yasal düzenlemelerdeki ilke ve kurallarla, ilan olunmuş norm ve standartlara kasten aykırı davranılması veya tasdik yetkisinin kasten gerçeğe aykırı olarak kullanılması."
  },
  {
    "id": "3357588",
    "unitNumber": 2,
    "text": "İşletmelerin parasal varlıkları dışındaki bütün varlıklarının elde edilme maliyetleri ile muhasebeleştirilmesi gereği, hangi muhasebe ilkesini ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Maliyet Esası İlkesi",
      "B": "Tutarlılık İlkesi",
      "C": "Parayla Ölçülme İlkesi",
      "D": "Özün Önceliği İlkesi",
      "E": "Tam Açıklama İlkesi"
    },
    "explanation": "İşletme varlıkları, parasal varlıklar ve parasal olmayan varlıklar olarak sınıflandırılabilir. Örneğin alacaklar parasal kalem, stoklar parasal olmayan kalemlerdir. İşletmelerin parasal varlıkları dışındaki bütün varlıklarının elde edilme maliyetleri ile muhasebeleştirilmesi gerekir. Bu durum muhasebenin ilkelerinden maliyet esası ilkesi ile açıklanabilir."
  },
  {
    "id": "3357589",
    "unitNumber": 2,
    "text": "Disiplin cezalarının uygulanması ile ilgili olarak aşağıda verilen bilgilerden hangisi yanlıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Disiplin cezaları kesinleşme tarihinden itibaren ilgili oda yönetim kurulu başkanlığınca uygulanır.",
      "B": "Uyarma ve kınama disiplin cezaları disiplin cezaları; Hazine ve Maliye Bakanlığı ile diğer ilgili kurum ve kuruluşlara duyurulur.",
      "C": "Geçici olarak mesleki faaliyetten alıkoyma, meslekten çıkarma ve yeminli sıfatını kaldırma cezaları; Resmi Gazete ve yöresinde uygun araçlarla ilan olunur.",
      "D": "Disiplin cezaları, meslek mensubunun dosyasında saklanır.",
      "E": "Geçici olarak mesleki faaliyetten alıkoyma, meslekten çıkarma veya yeminli sıfatının kaldırılması cezasını alan meslek mensubu; elindeki işlerini, cezanın kesinleşme tarihinden itibaren 60 gün içerisinde bağlı bulunduğu odaya teslim eder."
    },
    "explanation": "Uyarma ve kınama cezaları hariç diğer disiplin cezaları; Hazine ve Maliye Bakanlığı ile diğer ilgili kurum ve kuruluşlara duyurulur. Duyuru yapılan ilgili kurum ve kuruluşlar gerekli önlemleri alırlar. Geçici olarak mesleki faaliyetten alıkoyma, meslekten çıkarma ve yeminli sıfatını kaldırma cezaları; Resmi Gazete ve yöresinde uygun araçlarla ilan olunur. Disiplin cezaları, meslek mensubunun dosyasında saklanır."
  },
  {
    "id": "3357590",
    "unitNumber": 2,
    "text": "Aşağıda temel muhasebe varsayımlarıyla ilgili verilen bilgilerden hangisi yanlıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Muhasebeci işlemleri muhasebeleştirirken bu varsayımlar içinde kalmak zorundadır.",
      "B": "İşletmelerde muhasebe kayıtları ve finansal raporların hazırlanmasında iki varsayım vardır. Bunlar; işletmenin sürekliliği ve tahakkuk esasıdır.",
      "C": "İşletmeler kurulurken sonsuza dek faaliyetlerine devam edecekleri varsayımına göre kurulurlar.",
      "D": "Tahakkuk esasına göre ticari hayatta bir işin hukuken gerçekleşip gerçekleşmesinden ziyade nakit olarak alınıp verilmesine bakılması gerekir.",
      "E": "Tahakkuk esasına göre hazırlanan finansal tablolar, kullanıcıları, sadece geçmişteki nakit tahsilatlar ve nakit ödemelerle sonuçlanan işlemler hakkında değil, gelecekte nakit ödemesi gerektirecek mevcut yükümlülükler ve gelecekte nakde dönüşecek mevcut kaynaklar hakkında da bilgilendirir."
    },
    "explanation": "Ticari hayatta bir işin nakit olarak alınıp verilmesinden ziyade o hukuken işlemin gerçekleşip gerçekleşmediğine (tahakkuk edip etmediğine) bakmak gerekir. İşte bu tahakkuk esasıdır. Kendilerinden beklenen amaca cevap vermek için, finansal tablolar muhasebenin tahakkuk esasına göre hazırlanırlar. Bu esasa göre, işlemlerin ve diğer olayların etkisi, nakit veya nakit benzerleri alındığında veya ödendiğinde değil, bu işlem ve olaylar olduğu zaman tahakkuk ettirilir ve ilgili oldukları dönemin muhasebe kayıtlarına kaydedilerek o dönemin finansal tablolarında raporlanırlar."
  },
  {
    "id": "3357591",
    "unitNumber": 2,
    "text": "Finansal tabloların ve mali raporların bunlardan yararlanacak kişi veya kuruluşların karar vermelerine yardımcı olabilecek tüm noktaları kapsayan, gereksiz konuları devre dışı bırakan bir mali rapor hazırlama zorunluluğu, muhasebe ilkelerinden hangisini ifade eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Önemlilik İlkesi",
      "B": "Sosyal Sorumluluk İlkesi",
      "C": "Tarafsızlık ve Belgelendirme İlkesi",
      "D": "Tutarlılık İlkesi",
      "E": "Tam Açıklama İlkesi"
    },
    "explanation": "Tam açıklama ilkesine göre; finansal tabloların ve mali raporların bunlardan yararlanacak kişi veya kuruluşların karar vermelerine yardımcı olabilecek tüm noktaları kapsayan, gereksiz konuları devre dışı bırakan bir mali rapor hazırlamayı emreder. Hangi hususun önemli sayılacağı, verilen bilgilerin kullananlar tarafından ve bunların kullanacağı amaçlar yönünden ayırıma tabi tutulmaları gerekmektedir."
  },
  {
    "id": "3357592",
    "unitNumber": 2,
    "text": "Hisse senetleri borsada işlem gören (halka açık şirket) şirketlerin tabi<br/>oldukları bir kanun aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Borçlar Kanunu",
      "B": "Türk Ticaret Kanunu",
      "C": "Sermaye Piyasası Kanunu",
      "D": "Tüketicinin Korunması Hakkında Kanun",
      "E": "Rekabetin Korunması Hakkında Kanun"
    },
    "explanation": "Sermaye Piyasası Kanunu: Hisse senetleri borsada işlem gören (halka açık şirket) şirketlerin tabi oldukları bir kanundur."
  },
  {
    "id": "3357593",
    "unitNumber": 2,
    "text": "Türkiye'de muhasebe mesleğine ilişkin ilk yasal düzenleme kaç yılında yapılmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "1984",
      "B": "1980",
      "C": "2001",
      "D": "2008",
      "E": "1986"
    },
    "explanation": "Ülkemizde muhasebe mesleğine ilişkin ilk yasal düzenleme 13 Haziran 1986 tarihinde yayımlanarak yürürlüğe giren 3568 Sayılı Kanundur. Daha sonra 26 Temmuz 2008 tarihinde 5786 Sayılı Yasa ile de bazı değişiklikler yapılmıştır."
  },
  {
    "id": "3357594",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi serbest muhasebeci mali müşavirin görevlerinden birisi değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "İşletmelerin defterini tutmak.",
      "B": "Yönetmelik çerçevesinde tasdik işlerini yapmak.",
      "C": "İşletmelerin bilançolarını düzenlemek.",
      "D": "Kâr-Zarar tablosunu düzenlemek.",
      "E": "Beyannamelerini ve diğer belgelerini düzenlemek"
    },
    "explanation": "B seçeneğinde buluna görev yeminli mali müşavire aittir."
  },
  {
    "id": "3357595",
    "unitNumber": 2,
    "text": "Yeminli mali müşavir olabilmek için kaç yıl serbest mali müşavir olarak çalışmış olmak gerekir?",
    "correctAnswer": "A",
    "options": {
      "A": "10 yıl",
      "B": "3 yıl",
      "C": "5 yıl",
      "D": "4 yıl",
      "E": "6 yıl"
    },
    "explanation": "Kanunun 7. Maddesine göre yeminli mali müşavir olabilmek için aranacak şartlar şunlardır:<br/>• En az 10 yıl serbest muhasebeci mali müşavirlik yapmış olmak"
  },
  {
    "id": "3357596",
    "unitNumber": 2,
    "text": "<ol> <li>Müşterilerin işlerine karşı, kayıtsız ve ilgisiz kalınması</li> <li>Birlikçe yayımlanan, genelge ve yönerge hükümlerine aykırı olarak, meslek disiplinini bozucu hareketlerde bulunulması</li> <li>Aday meslek mensubunun, mesleğin vakar ve onuru ile bağdaşmayan işler yapmasına neden olunması veya bilerek izin verilmesi veya bu eyleme göz yumulması</li> <li>Diğer meslek mensubu hakkında, ilgili kuruluşlara asılsız ihbar veya şikayette bulunulması</li> </ol> Yukarıda verilen durumlarda muhasebe meslek mensuplarına hangi ceza uygulanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Uyarma cezası",
      "B": "Kınama cezası",
      "C": "Geçici olarak mesleki faaliyetten alıkoyma",
      "D": "Yeminli sıfatını kaldırma",
      "E": "Meslekten çıkarma"
    },
    "explanation": "Yukarıda verilen durumlarda uyarma cezası verilmektedir."
  },
  {
    "id": "3357597",
    "unitNumber": 2,
    "text": "\"Muhasebe sisteminin kurulmasında, muhasebe uygulamalarının yürütülmesinde, finansal tabloların düzenlenmesinde belli bir grubun değil, tüm toplum çıkarlarının gözetilerek bilgi üretiminde ve raporlanmasında işletmenin gerçeğine uygun, tarafsız, dürüst davranılmasının gerekliliğini ifade eder.\"\n Yukarıda bahsedilen temel muhasebe ilkesi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kişilik ilkesi",
      "B": "Maliyet esası ilkesi",
      "C": "Sosyal Sorumluk ilkesi",
      "D": "Dönemsellik ilkesi",
      "E": "Önemlilik ilkesi"
    },
    "explanation": "sosyal sorumluk ilkesine aittir."
  },
  {
    "id": "3357598",
    "unitNumber": 2,
    "text": "Muhasebenin değerlendirme yaparken biçimden önce finansal özellikleri ve işletme için ifade ettiği değeri göz önüne alan ilkesi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Önemlilik ilkesi",
      "B": "İhtiyatlılık ilkesi",
      "C": "Tam açıklama ilkesi",
      "D": "Özün önceliği ilkesi",
      "E": "Parayla ölçülme ilkesi"
    },
    "explanation": "İşlemlerin muhasebeye yansıtılmasında ve onlara ilişkin değerlendirmelerin yapılmasında biçimlerinden önce finansal özellikleri ve işletme için ifade ettiği değerin göz önünde tutulmasıdır. Genel olarak işlemlerin biçimleri ile özleri paralel olmakla birlikte bazı durumlarda farklılıklar ortaya çıkabilir. Böyle durumlarda özün biçime önceliği esas alınır."
  },
  {
    "id": "3357599",
    "unitNumber": 2,
    "text": "Üretilen bilgilerin muhasebe raporlarına aktarılmasında raporların kullanıcılar tarafından kolayca anlaşılmasını zorlaştıran durumların ortaya çıkması hangi muhasebesine aykırıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Tam açıklama ilkesi",
      "B": "Önemlilik ilkesi",
      "C": "Tutarlılık ilkesi",
      "D": "Maliyet esası ilkesi",
      "E": "Tarafsızlık ve belgelendirme ilkesi"
    },
    "explanation": "Önemlilik ilkesi, diğer hesap kalemlerine göre finansal tabloyu kullananların kararlarını etkileme durumunu ve derecesini ifade eder. Önemli hesap kalemleri, finansal olaylar ve diğer hususların finansal tablolarda yer alması zorunludur. Üretilen bilgilerin muhasebe raporlarına aktarılmasında belli özetlemeler yapılarak bu raporların kullanıcılar tarafından kolayca anlaşılması ve yorum yapılabilmesi sağlanmalıdır."
  },
  {
    "id": "3357600",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi muhasebe birliğinin organlarından birisi değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Genel kurul",
      "B": "Yönetim kurulu",
      "C": "Disiplin kurulu",
      "D": "İcra kurulu",
      "E": "Denetleme kurulu"
    },
    "explanation": "Birliğin organları ise; (a) Genel Kurul, b) Yönetim Kurulu, c) Disiplin Kurulu ve d) Denetleme Kuruludur."
  },
  {
    "id": "3357601",
    "unitNumber": 2,
    "text": "\"İşlemlerin ve diğer olayların etkisi, nakit veya nakit benzerleri alındığında veya ödendiğinde değil, bu işlem ve olaylar olduğu zaman tahakkuk ettirilir ve ilgili oldukları dönemin muhasebe kayıtlarına kaydedilerek o dönemin finansal tablolarında raporlanırlar.\"\n Yukarıda bahsedilen durum aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İşletmenin sürekliliği",
      "B": "Maliyet esası",
      "C": "Tahakkuk esası",
      "D": "Parayla ölçülme ilkesi",
      "E": "Tam açıklama ilkesi"
    },
    "explanation": "Kendilerinden beklenen amaca cevap vermek için, finansal tablolar muhasebenin tahakkuk esasına göre hazırlanırlar. Bu esasa göre, işlemlerin ve diğer olayların etkisi, nakit veya nakit benzerleri alındığında veya ödendiğinde değil, bu işlem ve olaylar olduğu zaman tahakkuk ettirilir ve ilgili oldukları dönemin muhasebe kayıtlarına kaydedilerek o dönemin finansal tablolarında raporlanırlar."
  },
  {
    "id": "3357602",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi mali müşavir olabilmenin genel koşullarından değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Medeni hakları kullanma ehliyetine sahip olma",
      "B": "Kamu haklarından mahrum olmama",
      "C": "Ceza veya disiplin soruşturması sonucunda memuriyetten çıkarılmama",
      "D": "Mali müşavirlik ruhsatını almış olma",
      "E": "Meslek şeref ve haysiyetine uymayan durumları bulunmama"
    },
    "explanation": "Mali müşavirlik ruhsatını almış olma özel şartlardandır"
  },
  {
    "id": "3357603",
    "unitNumber": 2,
    "text": "Aşağıdaki lisans dallarından hangisi mali müşavirliğe hak kazanamaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Hukuk",
      "B": "İktisat",
      "C": "Kamu yönetimi",
      "D": "Mühendis",
      "E": "Siyaset bilimi"
    },
    "explanation": "Mühendislik lisans dalında bir kimse mali müşavirliğe hak kazanamaz"
  },
  {
    "id": "3357604",
    "unitNumber": 2,
    "text": "Serbest muhasebeci olabilmek için asgaride ne kadar süreyle staj yapmak gereklidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bir yıl",
      "B": "İki yıl",
      "C": "Üç yıl",
      "D": "Altı ay",
      "E": "Bir buçuk yıl"
    },
    "explanation": "Serbest muhasebeci olmak için asgaride üç yıl staj yapmış olmak gereklidir"
  },
  {
    "id": "3357605",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi yeminli mali müşavirler için uygulanabilecek disiplin cezalarından değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ücrette kesinti",
      "B": "Uyarma",
      "C": "Kınama",
      "D": "Yeminli sıfatını kaldırma",
      "E": "Meslekten çıkarma"
    },
    "explanation": "Ücrette kesinti yeminli mali müşavirler için uygulanacak bir disiplin cezası değildir"
  },
  {
    "id": "3357606",
    "unitNumber": 2,
    "text": "Müşterilerin işlerine ilgisiz ve kayıtsız kalan bir yeminli mali müşavire hangi disiplin cezası verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Uyarma",
      "B": "Kınama",
      "C": "Meslekten çıkarma",
      "D": "Yeminli sıfatını kaldırma",
      "E": "Geçici meslekten men"
    },
    "explanation": "Müşterilerin işlerine ilgisiz ve kayıtsız kalan bir yeminli mali müşavire uyarma cezası verilir."
  },
  {
    "id": "3357607",
    "unitNumber": 2,
    "text": "Ticari faaliyet yasağına uymayan yeminli bir mali müşavire hangi disiplin cezası verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Uyarma",
      "B": "Yeminli sıfatının alınması",
      "C": "Kınama",
      "D": "Geçici meslekten alıkonulma",
      "E": "Meslekten çıkarılma"
    },
    "explanation": "Ticari faaliyet yasağına uymayan yeminli bir mali müşavire geçici meslekten alıkonulma cezası verilir"
  },
  {
    "id": "3357608",
    "unitNumber": 2,
    "text": "TÜRMOB 'un hukuki niteliği nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tüzel kişiliğe sahip kamu kurumu",
      "B": "Kamu iktisadi tesebbüsü",
      "C": "Özel hukuk tüzel kişisi",
      "D": "Özel hukuk gerçek kişisi",
      "E": "Özel teşebbüs"
    },
    "explanation": "TÜRMOB tüzel kişiliğe sahip kamu kurumu niteliğinde bir meslek kuruluşudur"
  },
  {
    "id": "3357609",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi genel kabul görmüş muhasebe ilkelerinden değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sosyal sorumluluk",
      "B": "İşletmenin geçiciliği",
      "C": "Parayla ölçülme",
      "D": "Tutarlılık",
      "E": "Özün önceliği"
    },
    "explanation": "İşletmenin geçiciliği değil sürekliliği muhasedeki temel ilkelerden biridir."
  },
  {
    "id": "3357610",
    "unitNumber": 2,
    "text": "Muhasebe sisteminin kurulmasında, muhasebe uygulamalarının yürütülmesinde, finansal tabloların düzenlenmesinde belli bir grubun değil, tüm toplum çıkarlarının gözetilerek bilgi üretiminde ve raporlanmasında işletmenin gerçeğine uygun, tarafsız, dürüst davranılmasının gerekliliğini ifade eden ilke hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kişilik ilkesi",
      "B": "Özün önceliği ilkesi",
      "C": "Sosyal sorumluluk ilkesi",
      "D": "Tam açıklama ilkesi",
      "E": "Tutarlılık ilkesi"
    },
    "explanation": "Muhasebe sisteminin kurulmasında, muhasebe uygulamalarının yürütülmesinde, finansal tabloların düzenlenmesinde belli bir grubun değil, tüm toplum çıkarlarının gözetilerek bilgi üretiminde ve raporlanmasında işletmenin gerçeğine uygun, tarafsız, dürüst davranılmasının gerekliliğini ifade eden ilke sosyal sorumluluk ilkesidir"
  },
  {
    "id": "3357611",
    "unitNumber": 2,
    "text": "Muhasebe uygulamaları için seçilen muhasebe politikalarının birbirini izleyen dönemlerde değiştirilmeden uygulanması gereğini ifade eden ilke hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Özün önceliği ilkesi",
      "B": "Tarafsızlık ilkesi",
      "C": "Önemlilik ilkesi",
      "D": "Kişilik ilkesi",
      "E": "Tutarlılık ilkesi"
    },
    "explanation": "Muhasebe uygulamaları için seçilen muhasebe politikalarının birbirini izleyen dönemlerde değiştirilmeden uygulanması gereğini ifade eden ilke tutarlılık ilkesidir."
  },
  {
    "id": "3357612",
    "unitNumber": 2,
    "text": "Türk Ticaret Kanunu'nda muhasebe defterlerinin taşıması gereken özellikler ayrıntılı olarak belirlenmişken, muhasebede kullanılacak belgelerin sadece taşıması gereken özelliklere ilişkin düzenleme yapılmıştır. Bu noktadaki eksiklik aşağıdaki kanunlardan hangisi ile giderilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Serbest Muhasebeci Mali Müşavirlik ve Yeminli Mali Müşavirlik Kanunu",
      "B": "Borçlar Kanunu",
      "C": "Ticari İşlemlerde Taşınır Rehni kanunu",
      "D": "Vergi Usul Kanunu",
      "E": "Gelir Vergisi Kanunu"
    },
    "explanation": "TTK’ da muhasebe defterlerinin taşıması gereken özellikler ayrıntılı olarak belirlenmişken, muhasebede kullanılacak belgelerin sadece taşıması gereken özelliklere ilişkin düzenleme yapılmıştır. Bu noktadaki eksiklik VUK ile giderilmiştir."
  },
  {
    "id": "3357613",
    "unitNumber": 2,
    "text": "Mahkeme, hakkında ticari bir hüküm bulunmayan ticari işlerde, ticari örf ve adete göre, bu da yoksa .............. göre karar verir.\n Yukarıda boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Borçlar Kanunu hükümlerine",
      "B": "Medeni Kanun hükümlerine",
      "C": "Kamu hukuku hükümlerine",
      "D": "Genel hükümlere",
      "E": "Kanun koyucunun amacına"
    },
    "explanation": "Öncelikle bir ticari iş hakkında kanunlarda özel hüküm varsa o hüküm uygulanır. Mahkeme, hakkında<br/>ticari bir hüküm bulunmayan ticari işlerde, ticari örf ve adete göre, bu da yoksa genel hükümlere göre<br/>karar verir."
  },
  {
    "id": "3357614",
    "unitNumber": 2,
    "text": "I Defter tutmak\n II. Muhasebe bürosu açmak\n III. Muhasebe sistemlerini kurmak\n Yeminli mali müşavirler muhasebe ile ilgili yukarıda verilen işlerden işlerden hangisini ya da hangilerinin yapabilirler?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Yeminli mali müşavirlik mesleğinin konusu ise, muhasebe sistemlerini kurmak, geliştirmek,<br/>işletmecilik, muhasebe, finans, mali mevzuat ve bunların uygulamaları ile ilgili işlerini düzenlemek veya<br/>bu konularda müşavirlik yapmak. Ayrıca, bu konularda, belgelerine dayanılarak, inceleme, tahlil, denetim<br/>yapmak, mali tablo ve beyannamelerle ilgili konularda yazılı görüş vermek, rapor ve benzerlerini<br/>düzenlemek, tahkim, bilirkişilik ve benzeri işleri yapmanın yanında Kanunun 12. Maddesine göre<br/>çıkartılacak yönetmelik çerçevesinde tasdik işlerini yapmaktır. Yeminli mali müşavirler muhasebe ile<br/>ilgili defter tutamazlar, muhasebe bürosu açamazlar ve muhasebe bürolarına ortak olamazlar."
  },
  {
    "id": "3357615",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi muhasebe mesleğini yürütecek olan kişilerin alabileceği unvanlardan biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Serbest muhasebeci",
      "B": "Yeminli serbest muhasebeci",
      "C": "Yeminli mali müşavir",
      "D": "Serbest muhasebeci müşavir",
      "E": "Yeminli serbest muhasebeci müşavir"
    },
    "explanation": "Kanuna göre muhasebe mesleğini yürütecek olan kişilerin alabileceği unvanlar (i) Serbest Muhasebeci<br/>Mali Müşavir (SMMM) ve (ii) Yeminli Mali Müşavir (YMM) olmak üzere iki başlık altında ele alınmaktadır."
  },
  {
    "id": "3357616",
    "unitNumber": 2,
    "text": "Serbest muhasebeci mali müşavir olabilmek için aranan staj süresi en az kaç yıldır?",
    "correctAnswer": "C",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Serbest muhasebeci mali müşavir olabilmek için en az üç yıl staj yapmış olmak şartı aranmaktadır."
  },
  {
    "id": "3357617",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi yeminli mali müşavir olabilmek için aranan şartlardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "En az 10 yıl serbest muhasebeci mali müşavirlik yapmış olmak",
      "B": "Hukuk fakültesini bitirmiş olmak",
      "C": "En az 5 yıllık mesleki deneyime sahip olmak",
      "D": "Zeka testi sınavını geçmiş olmak",
      "E": "Mesleğiyle ilgili en az 3 tane uluslararası sertifika almış olmak"
    },
    "explanation": "Yeminli Mali Müşavir Olabilmenin Özel Şartları: Kanunun 7. Maddesine göre yeminli mali müşavir olabilmek için aranacak şartlar şunlardır:<br/>• En az 10 yıl serbest muhasebeci mali müşavirlik yapmış olmak,<br/>• Yeminli mali müşavirlik sınavını vermiş olmak ve<br/>• Yeminli mali müşavir ruhsatını almış olmak."
  },
  {
    "id": "3357618",
    "unitNumber": 2,
    "text": "Serbest Muhasebecilik, Serbest Muhasebeci Mali Müşavirlik ve Yeminli Mali Müşavirlik Kanunu Disiplin Yönetmeliği'ne göre aşağıdaki durumlardan hangisinde kınama cezası verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yasal düzenlemelere uygun tabela asılmaması",
      "B": "Müşteri bildirim listelerinin odaya verilmemesi",
      "C": "Meslek mensuplarınca mesleği yapmaları yasaklanmış kişilerle işbirliği yapılması",
      "D": "Meslek mensuplarınca, sahip olunmayan unvanların kullanılması",
      "E": "Ticari faaliyet yasağına uyulmaması"
    },
    "explanation": "Meslek mensuplarınca, sahip olunmayan unvanların kullanılması kınama cezasını gerektiren bir durumdur."
  },
  {
    "id": "3357619",
    "unitNumber": 2,
    "text": "Bir yeminli mali müşavirin başka meslek mensuplarının ad ve unvanlarını kullanarak, beyanname düzenlenmesi ve imzalaması durumunda aşağıdaki cezalardan hangisi uygulanır?",
    "correctAnswer": "E",
    "options": {
      "A": "Uyarma",
      "B": "Kınama",
      "C": "Geçici olarak mesleki faaliyetten alıkoyma",
      "D": "Yeminli sıfatını kaldırma",
      "E": "Meslekten çıkarma"
    },
    "explanation": "Yeminli mali müşavirin bu eyleminin karşılığı olarak öngörülen disiplin cezası meslekten çıkarmadır."
  },
  {
    "id": "3357620",
    "unitNumber": 2,
    "text": "İşletmelerde muhasebe kayıtları ve finansal raporların hazırlanmasında iki varsayım vardır. Aşağıdakilerden hangisi bunlardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tahakkuk esası",
      "B": "Tarh esası",
      "C": "İşletmenin geçiciliği",
      "D": "İşletmenin büyüklüğü",
      "E": "İşletmenin hukuki niteliği"
    },
    "explanation": "İşletmelerde muhasebe kayıtları ve finansal raporların hazırlanmasında iki varsayım vardır. Bunlar:<br/>(a) İşletmenin Sürekliliği ve (b)Tahakkuk Esasıdır."
  },
  {
    "id": "3357621",
    "unitNumber": 2,
    "text": "Muhasebe uygulamaları için seçilen muhasebe politikalarının birbirini izleyen dönemlerde değiştirilmeden uygulanması gereğini ifade eden muhasebe ilkesi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kişilik İlkesi",
      "B": "Dönemsellik İlkesi",
      "C": "Parayla Ölçülme İlkesi",
      "D": "Tutarlılık İlkesi",
      "E": "İhtiyatlılık İlkesi"
    },
    "explanation": "Tutarlılık İlkesi, muhasebe uygulamaları için seçilen muhasebe politikalarının birbirini izleyen dönemlerde<br/>değiştirilmeden uygulanması gereğini ifade eder."
  },
  {
    "id": "3445419",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi/hangileri Türkiye Muhasebe Standartlarının belirlediği kurallara uygun bir şekilde ticari belgelerini düzenleyen ve bu verileri muhasebe defterlerine aktaran bir işletmenin yöneticilerine sağlanacak temel bilgiler arasındadır?\n I. İşletmesinin kâr-zarar durumu tespit edilir.<br/>II. İşletmenin belirli zaman dilimleri bazında başarı değerlemesi yapılabilir.<br/>III. İşletme sektördeki rakipleri ile karşılaştırılabilir.<br/>IV. İşletmenin nakit akışı, borç-alacak ilişkisi düzenlenebilir,",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III, IV",
      "B": "I, II, III",
      "C": "I, II, IV",
      "D": "II,III, IV",
      "E": "I"
    },
    "explanation": "Türkiye Muhasebe Standartlarının belirlediği kurallara uygun bir şekilde ticari belgelerini düzenleyen ve bu verileri muhasebe defterlerine aktaran bir işletmenin yöneticilerine sağlanacak temel bilgiler şöyle sıralanabilir:<br/>• İşletmesinin kâr-zarar durumu tespit edilir,<br/>• İşletmenin belirli zaman dilimleri bazında başarı değerlemesi yapılabilir,<br/>• İşletme sektördeki rakipleri ile karşılaştırılabilir,<br/>• İşletmesinin finansal durumunu analiz ederek verimliliğini arttırıcı özel yönetim kararları alabilir,<br/>• Satacağı malların maliyetini ve satış fiyatını daha doğru tespit edebilir,<br/>• İşletmenin nakit akışı, borç-alacak ilişkisi düzenlenebilir,<br/>• Devletine ödeyeceği vergi tutarını tespit edebilir,<br/>• İşletmesine ilişkin istatistiksel bilgi üretebilir,<br/>• İşletmenin geleceğine yön verecek stratejik planlar ve bütçeler hazırlanabilir\n<br/>• İşletmenin özkaynak yeterliliği test edilebilir,<br/>• Anlaşmazlık durumunda bu defter ve belgelerini ispat aracı olarak gerekli<br/>Türkiye Muhasebe Standartlarının belirlediği kurallara uygun bir şekilde ticari belgelerini düzenleyen ve bu verileri muhasebe defterlerine aktaran bir işletmenin yöneticilerine sağlanacak temel bilgiler şöyle sıralanabilir:<br/>• İşletmesinin kâr-zarar durumu tespit edilir,<br/>• İşletmenin belirli zaman dilimleri bazında başarı değerlemesi yapılabilir,<br/>• İşletme sektördeki rakipleri ile karşılaştırılabilir,<br/>• İşletmesinin finansal durumunu analiz ederek verimliliğini arttırıcı özel yönetim kararları alabilir,<br/>• Satacağı malların maliyetini ve satış fiyatını daha doğru tespit edebilir,<br/>• İşletmenin nakit akışı, borç-alacak ilişkisi düzenlenebilir,<br/>• Devletine ödeyeceği vergi tutarını tespit edebilir,<br/>• İşletmesine ilişkin istatistiksel bilgi üretebilir,<br/>• İşletmenin geleceğine yön verecek stratejik planlar ve bütçeler hazırlanabilir\n • İşletmenin özkaynak yeterliliği test edilebilir,<br/>• Anlaşmazlık durumunda bu defter ve belgelerini ispat aracı olarak gerekli mercilere sunulabilir.\n Doğru cevap a şıkkı"
  },
  {
    "id": "3445434",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi/hangileri Türk Ticaret Kanununa göre ticari defter olarak kabul edilmektedir?\n I. Pay defteri\n II. Yönetim kurulu karar defteri\n III. Genel kurul toplantı ve müzakere defteri",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III",
      "B": "I",
      "C": "I, II",
      "D": "I, III",
      "E": "II, III"
    },
    "explanation": "TTK ayrıca; pay defteri, yönetim kurulu karar defteri ve genel kurul toplantı ve müzakere defteri gibi işletmenin muhasebesiyle ilgili olmayan defterlerini de ticari defter olarak kabul etmektedir.\n<br/>Doğru cevap a şıkkı<br/>TTK ayrıca; pay defteri, yönetim kurulu karar defteri ve genel kurul toplantı ve müzakere defteri gibi işletmenin muhasebesiyle ilgili olmayan defterlerini de ticari defter olarak kabul etmektedir.\n Doğru cevap a şıkkı"
  },
  {
    "id": "3445444",
    "unitNumber": 3,
    "text": "\"Devlet harcamalarının en büyük kaynağı ..........\"\n Yukarıdaki cümleyi tamamlayan terim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vergidir",
      "B": "Harçlardır",
      "C": "Maaş ödemeleridir",
      "D": "Borçlardır",
      "E": "Pullardır"
    },
    "explanation": "Devletin harcamalarının en büyük kaynağı, vergidir.\n<br/>Doğru cevap a şıkkı.<br/>Devletin harcamalarının en büyük kaynağı, vergidir.\n Doğru cevap a şıkkı."
  },
  {
    "id": "3445470",
    "unitNumber": 3,
    "text": "Saklamakla yükümlü olduğu defter ve belgeleri deprem sebebi ile zarar gören tacir bu durumla ilgili belgeyi bulunduğu yer yetkili mahkemeden kaç gün içerisinde isteyebilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "15",
      "B": "10",
      "C": "7",
      "D": "5",
      "E": "30"
    },
    "explanation": "Bir tacirin saklamakla yükümlü olduğu defterler ve belgeler; yangın, su baskını veya deprem gibi bir afet veya hırsızlık sebebiyle ve kanuni saklama süresi içinde belgeler veya defterler zarar görürse, tacir zarara uğradığını öğrendiği tarihten itibaren onbeş gün içinde ticari işletmesinin bulunduğu yer yetkili mahkemesinden kendisine bir belge verilmesini isteyebilmektedir.\n<br/>Doğru cevap a şıkkı<br/>Bir tacirin saklamakla yükümlü olduğu defterler ve belgeler; yangın, su baskını veya deprem gibi bir afet veya hırsızlık sebebiyle ve kanuni saklama süresi içinde belgeler veya defterler zarar görürse, tacir zarara uğradığını öğrendiği tarihten itibaren onbeş gün içinde ticari işletmesinin bulunduğu yer yetkili mahkemesinden kendisine bir belge verilmesini isteyebilmektedir.\n Doğru cevap a şıkkı"
  },
  {
    "id": "3445486",
    "unitNumber": 3,
    "text": "Türk Ticaret Kanununa göre fatura alan kişi aldığı tarihten itibaren kaç gün içinde faturanın içeriği hakkında bir itirazda bulunmamışsa bu içeriği kabul ettiği anlamına gelir?",
    "correctAnswer": "A",
    "options": {
      "A": "8",
      "B": "7",
      "C": "6",
      "D": "5",
      "E": "4"
    },
    "explanation": "6102 Sayılı TTK’nın 232. Maddesinde;\n<br/>• fatura alan kişi aldığı tarihten itibaren sekiz gün içinde, faturanın içeriği hakkında bir itirazda bulunmamışsa bu içeriği kabul ettiği,<br/>• telefonla, telgrafla, herhangi bir iletişim veya bilişim aracıyla veya diğer bir teknik araçla ya da sözlü olarak kurulan sözleşmelerle yapılan açıklamaların içeriğini doğrulayan bir yazıyı alan kişi, bunu aldığı tarihten itibaren sekiz gün içinde itirazda bulunmamışsa, söz konusu teyit mektubunun yapılan sözleşmeye veya açıklamalara uygun olduğunu kabul ettiği, belirtilmektedir.\n<br/>Doğru cevap a şıkkı<br/>6102 Sayılı TTK’nın 232. Maddesinde;\n • fatura alan kişi aldığı tarihten itibaren sekiz gün içinde, faturanın içeriği hakkında bir itirazda bulunmamışsa bu içeriği kabul ettiği,<br/>• telefonla, telgrafla, herhangi bir iletişim veya bilişim aracıyla veya diğer bir teknik araçla ya da sözlü olarak kurulan sözleşmelerle yapılan açıklamaların içeriğini doğrulayan bir yazıyı alan kişi, bunu aldığı tarihten itibaren sekiz gün içinde itirazda bulunmamışsa, söz konusu teyit mektubunun yapılan sözleşmeye veya açıklamalara uygun olduğunu kabul ettiği, belirtilmektedir.\n Doğru cevap a şıkkı"
  },
  {
    "id": "3445492",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi/hangileri, perakende satış belgeleri arasında yer alır?<br/>I. Perakende satış fişleri<br/>II. Ödeme kaydedici cihazlardan verilen belgeler<br/>III. Giriş ve yolcu taşıma biletleri<br/>IV. Maliye Bakanlığınca uygunluğu onaylanmış elektronik sistem çıkış belgeleri veya kayıtları",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ,III, IV",
      "B": "I",
      "C": "II, III, IV",
      "D": "II, III",
      "E": "III.IV"
    },
    "explanation": "VUK Md 233 göre, perakende satış belgeleri dört başlık altında ele alınmaktadır, bunlar:<br/>a. Perakende satış fişleri,<br/>b. Ödeme kaydedici cihazlardan verilen belgeler,<br/>c. Giriş ve yolcu taşıma biletleri<br/>d. Maliye Bakanlığınca uygunluğu onaylanmış elektronik sistem çıkış belgeleri veya kayıtları olarak sıralanmaktadır\n<br/>Doğru cevap a şıkkı<br/>VUK Md 233 göre, perakende satış belgeleri dört başlık altında ele alınmaktadır, bunlar:<br/>a. Perakende satış fişleri,<br/>b. Ödeme kaydedici cihazlardan verilen belgeler,<br/>c. Giriş ve yolcu taşıma biletleri<br/>d. Maliye Bakanlığınca uygunluğu onaylanmış elektronik sistem çıkış belgeleri veya kayıtları olarak sıralanmaktadır\n Doğru cevap a şıkkı"
  },
  {
    "id": "3445498",
    "unitNumber": 3,
    "text": "İşletmelerin düzenledikleri ve satılan bir malın alıcıya teslim edilmek üzere sevk edilmesini gösteren belge aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İrsaliye",
      "B": "Fatura",
      "C": "Fiş",
      "D": "Makbuz",
      "E": "Teslim belgesi"
    },
    "explanation": "İşletmeler satılan bir malın alıcıya teslim edilmek üzere sevk edilmesini gösteren ve irsaliye adını verdikleri bir belgeyi düzenlemek zorundadır.\n<br/>Doğru cevap a şıkkı<br/>İşletmeler satılan bir malın alıcıya teslim edilmek üzere sevk edilmesini gösteren ve irsaliye adını verdikleri bir belgeyi düzenlemek zorundadır.\n Doğru cevap a şıkkı"
  },
  {
    "id": "3445511",
    "unitNumber": 3,
    "text": "Borsaya kayıtlı olmayan bir çiftçi, ürettiği 10 ton buğdayı bir işletmeye toplam 10.000 liraya satmıştır. Buğdayı satın alan işletme çiftçiye yapmış olduğu ödeme ile birlikte düzenlemiş olduğu müstahsil makbuzundaki gelir vergisi kesintisi ne kadardır?",
    "correctAnswer": "A",
    "options": {
      "A": "400",
      "B": "200",
      "C": "100",
      "D": "800",
      "E": "50"
    },
    "explanation": "Çiftçilerden satın alınan zirai mahsuller ve hizmetler için yapılan ödemeler Gelir Vergisi Kanunu’nun 94. maddesinin 11. bendine göre tevkifata tabî tutulmaktadır. İlgili maddede tevkifat oranları şu şekilde belirlenmiştir: Ticaret borsalarında tescil ettirilerek satın alınan zirai mahsuller için %2, tescil edilmeyenler için %4’dir.\n<br/>Buna göre: 10.000 TL X 0,04 = 400 TL\n<br/>Doğru cevap a şıkkı<br/>Çiftçilerden satın alınan zirai mahsuller ve hizmetler için yapılan ödemeler Gelir Vergisi Kanunu’nun 94. maddesinin 11. bendine göre tevkifata tabî tutulmaktadır. İlgili maddede tevkifat oranları şu şekilde belirlenmiştir: Ticaret borsalarında tescil ettirilerek satın alınan zirai mahsuller için %2, tescil edilmeyenler için %4’dir.\n Buna göre: 10.000 TL X 0,04 = 400 TL\n Doğru cevap a şıkkı"
  },
  {
    "id": "3445525",
    "unitNumber": 3,
    "text": "Düzenlenmiş bir senedi en son elinde bulunduran kişiye ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hâmil",
      "B": "Keşideci",
      "C": "Muhatap",
      "D": "Lehtar",
      "E": "Ciranta"
    },
    "explanation": "Poliçe üçlü bir ilişkiyi düzenleyen senettir. Senedi düzenleyen (keşideci), diğer bir kişiye (muhatap), poliçede ismen gösterilmiş olan kimseye (lehtar), belirli bir bedeli ödeme emri verir. Bu ilişkide, keşideci senedi düzenleyen kimsedir ve senedin ilk borçlusudur. Lehtar senette alacaklı olarak görünen kişidir. Lehtar, senedi başka kişilere de devredebilir. Senedi devralıp devretmiş kişilere ciranta ve en son elinde bulunduran kişiye de hâmil denir.\n<br/>Doğru cevap a şıkkı<br/>Poliçe üçlü bir ilişkiyi düzenleyen senettir. Senedi düzenleyen (keşideci), diğer bir kişiye (muhatap), poliçede ismen gösterilmiş olan kimseye (lehtar), belirli bir bedeli ödeme emri verir. Bu ilişkide, keşideci senedi düzenleyen kimsedir ve senedin ilk borçlusudur. Lehtar senette alacaklı olarak görünen kişidir. Lehtar, senedi başka kişilere de devredebilir. Senedi devralıp devretmiş kişilere ciranta ve en son elinde bulunduran kişiye de hâmil denir.\n Doğru cevap a şıkkı"
  },
  {
    "id": "3445540",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi/hangileri 213 Sayılı VUK’nun 182. Maddesine göre bilanço esasına tabi mükelleflerin tutması zorunlu olan yasal defterler arasında yer alır?\n<br/>I. Yevmiye defteri<br/>II. Defterikebir<br/>III. Envanter defteri\n<br/>IV. İşletme hesabı defteri",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, III, IV",
      "B": "I, II, III",
      "C": "II, III, IV",
      "D": "I, II",
      "E": "I, IV"
    },
    "explanation": "213 Sayılı VUK’nun 182. Maddesine göre bilanço esasına tabi mükelleflerin tutması zorunlu olan yasal defterler;\n<br/>a. Yevmiye defteri,<br/>b. Defterikebir ve<br/>c. Envanter defteri (Mevcudat ve muvazene defteri)’dir\n<br/>Doğru cevap a şıkkı<br/>213 Sayılı VUK’nun 182. Maddesine göre bilanço esasına tabi mükelleflerin tutması zorunlu olan yasal defterler;\n<br/>a. Yevmiye defteri,<br/>b. Defterikebir ve<br/>c. Envanter defteri (Mevcudat ve muvazene defteri)’dir\n<br/>Doğru cevap b şıkkı"
  },
  {
    "id": "3461090",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi her tacirin, ticari işletmesinin açılışında tutmak zorunda olduğu ticari defterlerdeki bir kalem değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Taşınmazlar",
      "B": "Alacaklar",
      "C": "Borçlar",
      "D": "Nakit paranın tutarı",
      "E": "Personel sayısını"
    },
    "explanation": "Her tacir, ticari işletmesinin açılışında, taşınmazlarını, alacaklarını, borçlarını, nakit parasının tutarını ve diğer varlıklarını eksiksiz ve doğru bir şekilde gösteren, her iş döneminin sonucunun belirlenmesine olanak sağlayan gerekli sayıda ticari defterleri Türkçe olarak tutmak zorundadır."
  },
  {
    "id": "3461101",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi TTK'da ticari defter olarak sayılan defterlerden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yönetim kurulu karar defteri",
      "B": "Genel kurul toplantı defteri",
      "C": "Müzakere defteri",
      "D": "Muhasebe defteri",
      "E": "Pay defteri"
    },
    "explanation": "TTK pay defteri, yönetim kurulu karar defteri ve genel kurul toplantı ve müzakere defteri gibi işletmenin muhasebesiyle ilgili olmayan defterlerini de ticari defter olarak kabul etmektedir."
  },
  {
    "id": "3461127",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bir işletmenin kaynak belgelerine ilişkin doğru bir bilgi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kıymetli evrak niteliğindedirler.",
      "B": "Şşletmenin işlemleri hakkında bilgi sağlarlar.",
      "C": "Muhasebe sisteminde işlemlerin girilme sürecini başlatırlar.",
      "D": "Ticari işlemlere ilişkin nesnel kanıttırlar.",
      "E": "İhtiyari olarak düzenlenemezler."
    },
    "explanation": "Belgeler, işletmelerin ticari faaliyetlerine ilişkin verileri veya bilgileri tanımlamak ve aynı zamanda kanıt oluşturmak amacıyla yasal düzenlemelere bağlı kalarak ya da ihtiyari olarak düzenlenen kıymetli evraklardır."
  },
  {
    "id": "3461141",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kanunla düzenlenen belgelerde kanunkoyucu tarfaından belirlenen hususlardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Belgenin şekli",
      "B": "Belgenin kapsamı",
      "C": "Belgenin tasnif sayısı",
      "D": "Beklenin saklanma biçimi",
      "E": "Tedarikçi firmalar"
    },
    "explanation": "Kanunla düzenlenen belgelerde; belgenin şekli, kapsamı, tasnif sayısı, düzenleyecek kişi, birim veya kurul, arşivlenme ve saklanma biçimi gibi unsurlar kanun koyucu tarafından belirlenmektedir."
  },
  {
    "id": "3461153",
    "unitNumber": 3,
    "text": "Şşletmelerin tutukları muhasebe kayıtların saklanması gereken süre nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "1 yıl",
      "B": "4 yıl",
      "C": "6 yıl",
      "D": "8 yıl",
      "E": "10 yıl"
    },
    "explanation": "işletmelerin düzenledikleri veya sahip oldukları belgelerin saklanmasına ilişkin hükümler yer almaktadır. Muhasebe kayıtları elektronik ortamda tutuluyorsa veya yedekleniyorsa, muhasebe bilgileri, bilgisayar ortamı dışında basılı olarak da<br/>saklanabilmektedir. Sözkonusu belgelerin on (10) yıl boyunca saklanması gerekir."
  },
  {
    "id": "3461163",
    "unitNumber": 3,
    "text": "Bir tacirin saklamakla yükümlü olduğu defterler ve belgeler deprem sebebiyle kanuni saklama süresi içinde zarar görürse, tacir ne kadar süre içinde ticari işletmesinin bulunduğu yer yetkili mahkemesinden kendisine bir belge verilmesini isteyebimektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "7 gün",
      "B": "15 gün",
      "C": "30 gün",
      "D": "45 gün",
      "E": "60 gün"
    },
    "explanation": "Bir tacirin saklamakla yükümlü olduğu defterler ve belgeler; yangın, su baskını veya deprem gibi bir afet veya hırsızlık sebebiyle ve kanuni saklama süresi içinde belgeler veya defterler zarar görürse, tacir zarara uğradığını öğrendiği tarihten itibaren onbeş gün içinde ticari işletmesinin bulunduğu yer yetkili mahkemesinden kendisine bir belge verilmesini isteyebimektedir."
  },
  {
    "id": "3461175",
    "unitNumber": 3,
    "text": "Mirasın resmî tasfiyesi hâlinde defter ve belgelerin saklanması hangi makamca sulh gerçekleştirilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sanayi ve Ticaret Bakanlığı",
      "B": "Sulh Mahkemesi",
      "C": "Türkiye Muhasebe Standartları Kurulu",
      "D": "Sermaye Piyasası Kurulu",
      "E": "Maliye Bakanlığ"
    },
    "explanation": "Gerçek kişi olan tacirin ölümü hâlinde mirasçıları veya gerçek kişinin ticaret yapmak istememesi durumunda, mirasçılar veya gerçek kişi işletmenin defter ve belgelerini on yıl boyunca saklamakla yükümlüdür. Mirasın resmî tasfiyesi hâlinde veya tüzel kişiliğin sona ermesi durumunda ise defter ve belgelerin on yıl süreyle saklanaması sulh mahkemesi tarafından gerçekleştirilmektedir.<br/>Gerçek kişi olan tacirin ölümü hâlinde mirasçıları veya gerçek kişinin ticaret yapmak istememesi durumunda, mirasçılar veya gerçek kişi işletmenin defter ve belgelerini on yıl boyunca saklamakla yükümlüdür. Mirasın resmî tasfiyesi hâlinde veya tüzel kişiliğin sona ermesi durumunda ise defter ve belgelerin on yıl süreyle saklanması sulh mahkemesi tarafından gerçekleştirilmektedir."
  },
  {
    "id": "3461192",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi faturaya ilişkin doğru bir bilgi değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "VUK’na göre satış yapan tacir düzenler.",
      "B": "Yapılan hizmetin karşılığı tutarı gösteren belgedir.",
      "C": "Kanunlarda ayrıntılı tanımlanmamıştır.",
      "D": "TTK faturanın ispat edici bir belge olduğunu vurgular.",
      "E": "TTKya göre satın alan düzenlemelidir."
    },
    "explanation": "Fatura hem VUK hem TTK tarafından tanımlanmıştır"
  },
  {
    "id": "3461203",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi ticari faaliyetlerinde fatura vermek zorunda değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Serbest meslek erbabı",
      "B": "Çiftçiler",
      "C": "Kooperatifler",
      "D": "Adi şirketler",
      "E": "Memurlar"
    },
    "explanation": "Türk Ticaret Kanuna göre tacirler ile tacir sayılanlar, esnaf, serbest meslek erbabı, çiftçiler, kooperatifler ve adi şirketler ticari faaliyetlerinde fatura vermek ve bunlar da istemek ve almak zorundadır."
  },
  {
    "id": "3461213",
    "unitNumber": 3,
    "text": "Aşağıdakiklerden hangisi bir sevk irsaliyesinde bulunması gereken kayıtlardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "İrsaliyenin düzenlenme tarihi",
      "B": "İrsaliyeyi düzenleyenin adı ve soyadı",
      "C": "Malın türü ve miktarı",
      "D": "Malın nereye ve kime gönderildiği",
      "E": "Uyuşmazlık halinde görevli olan mahkeme"
    },
    "explanation": "Uyuşmazlık halinde görevli olan mahkeme bulunmak zorunda değildir."
  },
  {
    "id": "3357622",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi muhasebe literatüründe finansal tablo kullanıcısı adı verilen taraflardan değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Mevcut ve Potansiyel Yatırımcılar",
      "B": "Çalışanlar",
      "C": "Borç Verenler",
      "D": "IMF",
      "E": "Satıcılar ve Diğer Ticari Tedarikçiler"
    },
    "explanation": "Muhasebe literatüründe finansal tablo kullanıcısı adı verilen taraflar ve<br/>kullanma amaçları şunlardır:<br/>a. Mevcut ve Potansiyel Yatırımcılar,<br/>b. Çalışanlar,<br/>c. Borç Verenler,<br/>d. Satıcılar ve Diğer Ticari Tedarikçiler,<br/>e. Müşteriler,<br/>f. Hükümetler ve Kamu İşletmeleri,<br/>g. Genel Olarak Kamu.<br/>Bunlar finansal tabloları değişik bilgi ihtiyaçlarını karşılamak için kullanırlar."
  },
  {
    "id": "3357623",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi yatırımcıların finansal tablolara ihtiyaç duyma sebeplerindendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Satın alma kararı vermek",
      "B": "Emeklilikle ilgili yükümlülüklerini öğrenmek",
      "C": "Vergi politikası belirlemek",
      "D": "Kaynakların tahsisi ile ilgili bilgi almak",
      "E": "İşletmenin iş sağlama imkanlarını anlamak"
    },
    "explanation": "İşletmeye sermaye sağlayarak sermaye riskini üstlenenler ve onların fikir<br/>danıştığı kimseler yatırımların taşıdığı risklerle ve yatırımın getirisi ile ilgilenirler.<br/>Yatırımcıların satın alma, elde tutma veya satma kararlarını vermelerine yardımcı olacak<br/>bilgilere ihtiyaçları vardır. Bir işletmenin ortakları aynı zamanda bu işletmenin kendilerine kar<br/>payı ödeme gücünü anlamalarını sağlayacak bilgilere de ihtiyaç duyarlar."
  },
  {
    "id": "3357624",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi finansal tabloların amaçlarından değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Geniş bir kullanıcı kitlesinin ekonomik kararlar almalarına yardımcı olabilmek",
      "B": "İşletmenin finansal durumu hakkında bilgi sağlamak",
      "C": "Finansal performansı hakkında bilgi sağlamak",
      "D": "Nakit akışları hakkında bilgi sağlamak",
      "E": "Müşterilere karşı görsel estetiği sağlamak"
    },
    "explanation": "Finansal tabloların amacı, geniş bir kullanıcı kitlesinin ekonomik kararlar almalarına yardımcı olabilmek için, işletmenin finansal durumu, finansal performansı ve nakit akışları hakkında bilgi sağlamaktır. Ayrıca finansal tablolar, işletme yöneticilerinin kendilerine (işletme sahip veya ortakları tarafından) emanet edilen kaynakları ne etkinlikte kullandıklarını da gösterir."
  },
  {
    "id": "3357625",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi finansal tabloların amacına ulaşmak için işletmeyle ilgili sunduğu bilgilerden değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Borç ve varlıklar",
      "B": "Özkaynaklar",
      "C": "Marka bilgileri",
      "D": "Gelir ve giderler, karlar ve zararlar dahil",
      "E": "Nakit akışları"
    },
    "explanation": "Finansal tablolar bu amaca ulaşmak için işletmeyle ilgili aşağıdaki bilgileri sunar:<br/>a. Varlıklar;<br/>b. Borçlar;<br/>c. Özkaynaklar;<br/>d. Gelir ve giderler, karlar ve zararlar dahil;<br/>e. Ortakların ortak olmaları sebebiyle yaptıkları katkılar ve ortaklara yapılan dağıtımlar ve<br/>f. Nakit akışları."
  },
  {
    "id": "3357626",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi genel amaçlı finansal tablolar setine dahil değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Satışların Maliyeti Tablosu",
      "B": "Dönem Sonu Finansal Durum Tablosu (Bilanço)",
      "C": "Döneme Ait Kapsamlı Gelir Tablosu",
      "D": "Döneme Ait Nakit Akış Tablosu",
      "E": "Döneme Ait Özkaynak Değişim Tablosu"
    },
    "explanation": "Genel amaçlı finansal tablolar seti aşağıdaki finansal tablolardan oluşur. Bunlar;<br/>1. Dönem Sonu Finansal Durum Tablosu (Bilanço);<br/>2. Döneme Ait Kapsamlı Gelir Tablosu<br/>3. Döneme Ait Özkaynak Değişim Tablosu<br/>4. Döneme Ait Nakit Akış Tablosu<br/>5. Yukarıdaki Finansal Tabloların Dipnotları"
  },
  {
    "id": "3357627",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi finansal tabloların temel niteliksel özelliklerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Karşılaştırılabilirlik",
      "B": "Doğrulanabilirlik",
      "C": "Anlaşılabilirlik",
      "D": "Zamanında sunum",
      "E": "İhtiyaca Uygunluk"
    },
    "explanation": "<strong> Temel Niteliksel Özellikler</strong><br/>• İhtiyaca Uygunluk<br/>• Gerçeğe Uygun Şekilde Sunum<br/><strong>Destekleyici Niteliksel Özellikler</strong><br/>• Karşılaştırılabilirlik,<br/>• Doğrulanabilirlik,<br/>• Zamanında sunum<br/>• Anlaşılabilirlik,<br/>Destekleyici özellikler ihtiyaca uygun ve gerçeğe uygun bir şekilde sunulan bilginin faydasını arttırırlar. Ayrıca destekleyici niteliksel özellikler, bir ekonomik olayın sunumunda kullanılabilecek iki yöntemin de aynı derecede ihtiyaca uygun bilgi ürettiği ve gerçeğe uygun şekilde sunum sağladığı durumlarda, yöntemlerden hangisinin kullanılması gerektiğinin belirlenmesinde faydalı olabilir."
  },
  {
    "id": "3357628",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi gerçeğe uygun bir sunumun, tam anlamıyla sağlanabilmesi için gerekli olan özelliklerdendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tam olması",
      "B": "İhtiyaca uygun olması",
      "C": "Karşılaştırılabilir olması",
      "D": "Önemli olması",
      "E": "Karşılaştırılabilir olması"
    },
    "explanation": "Finansal raporlarda, ekonomik olaylar kelimelerle ve sayılarla ifade edilir. Finansal bilginin kullanıcılara faydalı olabilmesi için ilgili olayları sunması yeterli değildir, bu olayları gerçeğe uygun bir şekilde sunmalıdır. Gerçeğe uygun bir sunumun, tam anlamıyla sağlanabilmesi için üç özelliğe sahip olması gerekir. Buna göre sunum tam, tarafsız ve hatasız olmalıdır."
  },
  {
    "id": "3357629",
    "unitNumber": 4,
    "text": "Türk Ticaret Kanununda belirtilen ilkelere uygun olarak düzenlenmemiş finansal tablolar ne hükmündedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hiç düzenlenmemiş",
      "B": "Mutlak butlan",
      "C": "Nisbi butlan",
      "D": "Düzeltilebilir",
      "E": "Eksik"
    },
    "explanation": "Türk Ticaret Kanunun 68-75 maddelerinde işletmelerin finansal tablolarına dair düzenlemeler yapılmıştır. Söz konusu maddelerde belirtilen ilkelere uygun olarak düzenlenmemiş finansal tablolar “hiç düzenlenmemiş” hükmündedir. Başka deyişle finansal tablolar kanun karşısında kanıt gücüne sahip olamazlar."
  },
  {
    "id": "3357630",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi yıl sonu finansal raporların düzenlenmesindeki ilkelerden değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Türkiye Muhasebe Standartlarına uyularak düzenlenmeli",
      "B": "İşletme yönetimi tarafından tarih atılarak imzalanmalı",
      "C": "İzleyen hesap döneminin ilk 5 ayı içinde finansal tablolar hazırlanıp işletmenin yönetimine sunulmalı",
      "D": "(Kullanılan hesap adları ve dipnotlardaki ifadeler ) açık ve anlaşılır olmalı",
      "E": "Yılsonu finansal tabloları Türkçe ve Türk Lirası ile düzenlenmeli"
    },
    "explanation": "Türkiye Muhasebe Standartlarına uyularak düzenlenmeli, İzleyen hesap döneminin ilk 3 ayı içinde finansal tablolar hazırlanıp işletmenin yönetimine sunulmalı, (Kullanılan hesap adları ve dipnotlardaki ifadeler ) açık ve anlaşılır olmalı, Yılsonu finansal tabloları Türkçe ve Türk Lirası ile düzenlenir. Bunun anlamı ülkemizde yabancı para üzerinden finansal tablo düzenlenebilir fakat kanunlar karşısından kanıt olarak kullanılmaz. Finansal tablolar, işletme yönetimi tarafından tarih atılarak imzalanır"
  },
  {
    "id": "3357631",
    "unitNumber": 4,
    "text": "Vergi usul kanununa göre bilanço esasına göre defter tutan işletmelerde bilançoda aranan özelliklerden farklılık arzeden ilke nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Uluslararası muhasebe standartlarına uygunluk aranması",
      "B": "Aktif tablosunda mevcutlar ile alacakların yer alması",
      "C": "Pasif tablosunda borçların yer alması",
      "D": "Özsemayenin pasif tablosuna kaydolması",
      "E": "Aktif toplamı ile borçlar arasındaki fark, müteşebbisin işletmeye mevzu varlığını (Öz sermayeyi) teşkil etmesi"
    },
    "explanation": "Bilanço esasına göre muhasebe tutan işletmelerin düzenleyecekleri bilançonun taşıması gereken özellikler VUK madde 192’de düzenlenmiştir. Bu maddeye göre; Bilanço, envanterde gösterilen kıymetlerin tasnifli ve karşılıklı olarak değerleri itibariyle tertiplenmiş hulasasıdır. Bilanço aktif ve pasif olmak üzere iki tabloyu ihtiva eder. Aktif tablosunda mevcutlar ile alacaklar (ve varsa zarar), pasif tablosunda borçlar gösterilir. Aktif toplamı ile borçlar arasındaki fark, müteşebbisin işletmeye mevzu varlığını (Öz sermayeyi) teşkil eder. Öz sermaye pasif tablosuna kaydolunur ve bu suretle aktif ve pasif tablolarının toplamları denkleşir. İhtiyatlar ve kar ayrı gösterilseler dahi öz sermayenin bir parçası sayılırlar. Yukarıdaki metinden de anlaşılacağı üzere VUK tarafından bilançoda aranan özellikler TTK tarafından aranan özellikler çok büyük oranda benzerdir. Şu kadar ki VUK’ya göre bilançolarda uluslararası muhasebe standartlarına uygunluk aranmamaktadır. Böyle olması da son derece doğaldır."
  },
  {
    "id": "3357632",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi genel amaçlı finansal tablolardan biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Döneme Ait Kapsamlı Gelir Tablosu",
      "B": "Döneme Ait Nakit Akış Tablosu",
      "C": "Satışların Maliyeti Tablosu",
      "D": "Dönem Sonu Finansal Durum Tablosu",
      "E": "Döneme Ait Özkaynak Değişim Tablosu"
    },
    "explanation": "Özel amaçlı finansal tabloların adı, şekli ve içeriği konusunda belirli kurallar yoktur. Her işletme kendi<br/>ihtiyacına uyan şekilde ve içerikte tablolar hazırlayabilir. Özel amaçlı finansal tablolar genelde işletmeiçi<br/>ihtiyaçlar doğrultusunda hazırlanırlar ve isteğe bağlıdır. Fakat daha önce de belirtildiği gibi genel amaçlı<br/>finansal tabloları her işletme hazırlamak zorundadır. Örneğin Satışların Maliyeti Tablosu özel amaçlı bir<br/>tablodur. Bu ünitede özel amaçlı finansal raporların ayrıntısına girilmeyecektir. Cevap C."
  },
  {
    "id": "3357633",
    "unitNumber": 4,
    "text": "Şirketlerde finansal tablo düzenleme yükümlülüğünün muhatabı kimdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ortaklar",
      "B": "Muhasebe departmanı",
      "C": "İşçiler",
      "D": "Yönetim kurulu",
      "E": "Genel kurul"
    },
    "explanation": "Şirketlerde finansal<br/>tablo düzenleme yükümlülüğü şirket yönetim kuruluna aittir. Cevap D"
  },
  {
    "id": "3357634",
    "unitNumber": 4,
    "text": "“Son yıllık bilançodan, sermaye ile kanuni yedek akçeler toplamının ...........zarar sebebiyle karşılıksız kaldığı anlaşılırsa,yönetim kurulu, genel kurulu hemen toplantıya çağırır ve bu genel kurula uygun gördüğü iyileştirici önlemleri sunar.\" Cümlede boş bırakılan yere gelmesi gereken oran kaçtır?",
    "correctAnswer": "C",
    "options": {
      "A": "Dörtte birinin",
      "B": "Üçte birinin",
      "C": "Yarısının",
      "D": "Dörtte üçünün",
      "E": "Tamamının"
    },
    "explanation": "“Son yıllık bilançodan, sermaye ile kanuni yedek akçeler toplamının yarısının zarar sebebiyle karşılıksız<br/>kaldığı anlaşılırsa, yönetim kurulu, genel kurulu hemen toplantıya çağırır ve bu genel kurula uygun<br/>gördüğü iyileştirici önlemleri sunar” Cevap C"
  },
  {
    "id": "3357635",
    "unitNumber": 4,
    "text": "\"Son yıllık bilançoya göre, sermaye ile kanuni yedek akçeler toplamının ............zarar sebebiyle karşılıksız kaldığı anlaşıldığı takdirde, derhâl toplantıya çağrılan genel kurul, sermayenin üçte biri ile yetinme veya sermayenin tamamlanmasına karar vermediği takdirde şirket kendiliğinden sona erer.\" Cümlede boş bırakılan yere gelmesi gereken oran kaçtır?",
    "correctAnswer": "D",
    "options": {
      "A": "Beşte birinin",
      "B": "Beşte üçünün",
      "C": "Üçte birinin",
      "D": "Üçte ikisinin",
      "E": "Dörtte üçünün"
    },
    "explanation": "Son yıllık bilançoya göre, sermaye ile kanuni yedek akçeler<br/>toplamının üçte ikisinin zarar sebebiyle karşılıksız kaldığı anlaşıldığı takdirde, derhâl toplantıya<br/>çağrılan genel kurul, sermayenin üçte biri ile yetinme veya sermayenin tamamlanmasına karar vermediği<br/>takdirde şirket kendiliğinden sona erer. Cevap D"
  },
  {
    "id": "3357636",
    "unitNumber": 4,
    "text": "\"Rapordan, aktiflerin, şirket alacaklılarının alacaklarını karşılamaya yetmediğinin anlaşılması hâlinde, yönetim kurulu, bu durumu şirket merkezinin bulunduğu yer ............................bildirir ve şirketin iflasını ister.\" Cümlede boş bırakılan yere gelmesi gereken ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Asliye hukuk mahkemesi",
      "B": "Sulh hukuk mahkemesi",
      "C": "Noter",
      "D": "Asliye ceza mahkemesi",
      "E": "Asliye ticaret mahkemesi"
    },
    "explanation": "Rapordan, aktiflerin, şirket<br/>alacaklılarının alacaklarını karşılamaya yetmediğinin anlaşılması hâlinde, yönetim kurulu, bu durumu<br/>şirket merkezinin bulunduğu yer asliye ticaret mahkemesine bildirir ve şirketin iflasını ister Cevap E"
  },
  {
    "id": "3357637",
    "unitNumber": 4,
    "text": "Bilanço günündeki mevcutları, alacakları ve borçları saymak, ölçmek, tartmak ve<br/>değerlemek suretiyle kesin bir şekilde ve müfredatlı olarak tesbit etmek anlamına gelen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Finansal tablo",
      "B": "Pasif",
      "C": "Aktifler",
      "D": "Kar",
      "E": "Envanter"
    },
    "explanation": "\"Envanter çıkarmak, bilanço günündeki mevcutları, alacakları ve borçları saymak, ölçmek, tartmak ve değerlemek suretiyle kesin bir şekilde ve müfredatlı olarak tesbit etmektir. Şu kadar ki, ticari teamüle göre tartılması, sayılması ve ölçülmesi mutat olmayan malların değerleri tahminen tesbit olunur. Mevcutlar, alacaklar ve borçlar işletmeye dahil iktisadi kıymetleri ifade eder”. Cevap E"
  },
  {
    "id": "3357638",
    "unitNumber": 4,
    "text": "Bir şirketin pasiflerinin aktiflerinden fazla olması durumu ne anlama gelir?",
    "correctAnswer": "C",
    "options": {
      "A": "Konkordato ilan ettiği",
      "B": "İflasının ertelendiği",
      "C": "İflas ettiği",
      "D": "Bilanço açıkladığı",
      "E": "Sermaye küçülttüğü"
    },
    "explanation": "Buna göre işletmenin borçlarının işletmenin aktiflerinden (varlıklarından/<br/>mal varlığından) fazla olduğunda şirket iflas etmiş sayılır."
  },
  {
    "id": "3357639",
    "unitNumber": 4,
    "text": "Hangisi genel amaçlı finansal tabloların sahip olduğu özelliklerden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Dağıtılabilir kar ve temettü tutarlarını belirlemek için kullanılırlar.",
      "B": "İşletme hakkında doğrudan bilgi alamayacak olan kesimler için hazırlanırlar.",
      "C": "İşletme içi ihtiyaçlar doğrultusunda hazırlanırlar.",
      "D": "İşletme dışına yönelik raporlardır.",
      "E": "Ulusal gelir istatistiklerini hazırlama ve<br/>kullanma"
    },
    "explanation": "İşletme içi ihtiyaçlar doğrultusunda hazırlanmazlar. Cevap C"
  },
  {
    "id": "3357640",
    "unitNumber": 4,
    "text": "Önemlilik ile ilgili aşağıdakilerden hangisi söylenebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "İhtiyaca Uygunluğun bir parçasıdır.",
      "B": "Anlaşılabilirliği artıran bir özelliktir",
      "C": "Karşılaştırılabilirliği artıran bir özelliktir",
      "D": "Gerçeğe Uygun Sunum sağlar",
      "E": "Zamanında sunum sağlar"
    },
    "explanation": "İhtiyaca uygunluğun bir parçası değildir. Cevap A"
  },
  {
    "id": "3357641",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi finansal tablo kullanıcılarından biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çalışanlar",
      "B": "Müşteriler",
      "C": "Rakipler",
      "D": "Borç Verenler",
      "E": "Kamu"
    },
    "explanation": "Rakipler bunlardan biri değildir. Cevap C"
  },
  {
    "id": "3357642",
    "unitNumber": 4,
    "text": "İşletmenin belli bir tarihte sahip olduğu varlıklar ile bunların temin edildiği kaynakları gösteren finansal tablo aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Finansal durum tablosu",
      "B": "Gelir tablosu",
      "C": "Özkaynaklar tablosu",
      "D": "Maliyetler tablosu",
      "E": "Nakit akış tablosu"
    },
    "explanation": "Finansal durum tablosu"
  },
  {
    "id": "3357643",
    "unitNumber": 4,
    "text": "İşletmelerle ilgili vergi politikalarını belirlemek amacıyla, işletmelerin finansal tablolarıyla ilgilenen bilgi kullanıcıları aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yöneticiler",
      "B": "Finansal kurumlar",
      "C": "Hükümet ve kamu kurumları",
      "D": "Satıcılar ve diğer tedarikçiler",
      "E": "Kamuoyu"
    },
    "explanation": "Hükümet ve kamu kurumları"
  },
  {
    "id": "3357644",
    "unitNumber": 4,
    "text": "Kullanıcıların bilgi taleplerinin karşılanması bakımından \"önemlilik\" kavramı aşağıda belirtilen özelliklerden hangisinin kapsamındadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Gerçeğe uygun sunum",
      "B": "Zamanında sunum",
      "C": "Karşılaştırılabilirlik",
      "D": "İhtiyaca uygunluk",
      "E": "Doğrulanabilirlik"
    },
    "explanation": "İhtiyaca uygunluk"
  },
  {
    "id": "3357645",
    "unitNumber": 4,
    "text": "Finansal tabloların şirketin malvarlığı ile diğer finansal göstergelerini gerçeğe uygun şekilde yansıtmasını ifade eden \"dürüst resim ilkesi\" aşağıdakilerden hangisi ile düzenlenmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "VUK",
      "B": "TTK",
      "C": "SPK",
      "D": "Muhasebe standartları",
      "E": "Muhasebe ilkeleri"
    },
    "explanation": "Türk Ticaret Kanunu"
  },
  {
    "id": "3357646",
    "unitNumber": 4,
    "text": "İşletmelerde finansal tabloları düzenleme yükümlülüğü kime aittir?",
    "correctAnswer": "E",
    "options": {
      "A": "Finansal kurumlara",
      "B": "Finansal analistlere",
      "C": "Vergi müfettişlerine",
      "D": "İşletme çalışanlarına",
      "E": "İşletme yönetimine"
    },
    "explanation": "İşletme yönetimine"
  },
  {
    "id": "3357647",
    "unitNumber": 4,
    "text": "<strong>Faaliyetine devam eden bir işletmede kapanan dönemin bilanço değerleri ile yeni dönemin açılış bilançosu değerleri ....</strong>\n Cümleyi doğru tamamlayabilmek için, boş bırakılan yere aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "farklıdır.",
      "B": "benzerdir.",
      "C": "yakındır.",
      "D": "aynıdır.",
      "E": "değişebilir."
    },
    "explanation": "aynıdır."
  },
  {
    "id": "3357648",
    "unitNumber": 4,
    "text": "<strong>\"Son yıllık bilançoya göre sermaye ile kanuni yedek akçeler toplamının ..... zarar sebebiyle karşılıksız kaldığı anlaşıldığı takdirde, derhal toplantıya çağrılan genel kurul, sermayenin üçte biri ile yetinme veya sermayenin tamamlanmasına karar vermediği takdirde şirket kendiliğinden sona erer.\"</strong>\n Cümlede boş bırakılan yere en uygun ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "1/2 si",
      "B": "2/3 ü",
      "C": "1/4 ü",
      "D": "1/3 ü",
      "E": "1/1 i"
    },
    "explanation": "2/3 ü"
  },
  {
    "id": "3357649",
    "unitNumber": 4,
    "text": "Vergi Usul Kanununa göre 1.sınıf tüccarlar aşağıdakilerden hangisine tabidirler?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilanço esasına göre defter tutarlar",
      "B": "İşletme hesabı esasına göre defter tutarlar",
      "C": "Elektronik ortamda kayıt tutarlar, kurala tabi değildir",
      "D": "Basit usulde defter tutarlar",
      "E": "Borçlar Kanunu hükümlerine tabidirler"
    },
    "explanation": "Bilanço esasına göre defter tutarlar"
  },
  {
    "id": "3357650",
    "unitNumber": 4,
    "text": "Konkordato hükümlerinden yararlanmak isteyen borçluların, icra mahkemesine sunacakları dosyanın içeriği aşağıdakilerden hangisinde belirlenmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Borçlar kanunu",
      "B": "Ticaret kanunu",
      "C": "Vergi usul kanunu",
      "D": "Medeni kanun",
      "E": "İcra-iflas kanunu"
    },
    "explanation": "İcra-iflas kanunu"
  },
  {
    "id": "3357651",
    "unitNumber": 4,
    "text": "<strong>\"İcra-iflas kanununda finansal tablolar, işletmelerin ........ tespit edilmesi için kullanılır.\"</strong>\n Cümlede boş bırakılan yeri doğru tamamlayan ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "net kâr-zararının",
      "B": "kredibilitesinin",
      "C": "sermaye yeterliliğinin",
      "D": "borca batıklık durumunun",
      "E": "gerçeğe uygunluğunun"
    },
    "explanation": "borca batıklık durumunun"
  },
  {
    "id": "3357652",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi finansal tablolarda bulunması gereken destekleyici niteliksel özelliklerden biri <u><strong>değildir</strong></u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Karşılaştırılabilirlik",
      "B": "Gerçeğe uygun şekilde sunum",
      "C": "Doğrulanabilirlik",
      "D": "Zamanında sunum",
      "E": "Anlaşılabilirlik"
    },
    "explanation": "Finansal tabloların destekleyici niteliksel özellikleri:\n <ul> <li>Karşılaştırılabilirlik</li> <li>Doğrulanabilirlik</li> <li>Zamanında sunum</li> <li>Anlaşılabilirliktir.</li> </ul> B seçeneğinde verilen <em>gerçeğe uygun şekilde sunum </em>temel niteliksel özelliklerdendir. Doğru cevap B'dir."
  },
  {
    "id": "3357653",
    "unitNumber": 4,
    "text": "I. İşletmenin finansal durumu hakkında bilgi sağlar. \n II. Her işletme hazırlamak zorunda değildir.\n III. Genel amaçlı finansal tabloların adı, şekli ve içeriği konusunda belirli kurallar yoktur.\n Yukarıda verilen bilgilerden hangisi veya hangileri genel amaçlı finansal tablolara ilişkindir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "<em>'Her işletme hazırlamak zorunda değildir.'</em> ve <em>'Genel amaçlı finansal tabloların adı, şekli ve içeriği konusunda belirli kurallar yoktur.' </em>ifadeleri özel amaçlı finansal tablolara ait özelliklerdir. Doğru cevap A'dır."
  },
  {
    "id": "3357654",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi finansal tablo kullanıcılarından <u><strong>değildir</strong></u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Çalışanlar",
      "B": "Hükümetler",
      "C": "Yatırımcılar",
      "D": "Borç alanlar",
      "E": "Müşteriler"
    },
    "explanation": "Potansiyel finansal tablo kullanıcıları:\n <ol> <li>Mevcut ve potansiyel yatırımcılar</li> <li>Çalışanlar</li> <li>Borç verenler</li> <li>Satıcılar ve diğer ticari tedarikçiler</li> <li>Müşteriler</li> <li>Hükümetler ve kamu işletmeleri</li> <li>Genel olarak kamu</li> </ol> Doğru cevap D'dir."
  },
  {
    "id": "3357655",
    "unitNumber": 4,
    "text": "I. Türkiye Muhasebe Standartlarına uyularak düzenlenir.\n II. İzleyen hesap döneminin ilk bir ayı içinde hazırlanıp işletmenin yönetimine sunulur.\n III. Yıl sonu finansal tabloları Türkçe ve Türk Lirası ile düzenlenir.\n Finansal tablolar düzenlenirken takip edilen ilkeler ile ilgili olarak yukarıda verilen bilgilerden hangisi veya hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Finansal tablolar, izleyen hesap döneminin <u><strong>ilk 3 ayı</strong></u> içinde finansal tablolar hazırlanıp işletmenin yönetimine sunulmalıdır. Doğru cevap C'dir."
  },
  {
    "id": "3357656",
    "unitNumber": 4,
    "text": "<em>'Aynı kişiye hem borç hem de o kişiden alacak varsa alacağı borçtan düşerek net sonuç bilançoda gösterilmemelidir. Hem borç hem alacak ayrı ayrı gösterilmelidir.'</em>\n Yukarıda verilen ifade finansal tabloların hangi hukuki yönünü vurgulamaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Dürüst resim ilkesi",
      "B": "Finansal tabloların düzenleme yükümlülüğü",
      "C": "Mahsup yasağı",
      "D": "Borca batık olma durumu",
      "E": "Sermayenin kaybı"
    },
    "explanation": "Aktif kalemler pasif kalemlerle, giderler gelirlerle, taşınmazlara ilişkin haklar, bunlarla ilgili yüklerle mahsup edilemez. Bunun anlamı şudur: Aynı kişiye hem borcunuz, hem de o kişiden alacağınız olabilir. Bu durum alacağı borçtan düşerek net sonuç bilançoda gösterilmemelidir. Bunun yerine hem borç hem alacak ayrı ayrı gösterilmelidir. Doğru cevap C'dir."
  },
  {
    "id": "3357657",
    "unitNumber": 4,
    "text": "Şirketlerde finansal tablo düzenleme yükümlülüğü aşağıdakilerden hangisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yönetim kurulu",
      "B": "Çalışanlar",
      "C": "İşveren",
      "D": "Yatırımcılar",
      "E": "Müşteriler"
    },
    "explanation": "Şirketlerde finansal tablo düzenleme yükümlülüğü şirket yönetim kuruluna aittir. Doğru cevap A'dır."
  },
  {
    "id": "3357658",
    "unitNumber": 4,
    "text": "Bir şirketin borca batık durumda olduğuna dair işaretler varsa denetçi <strong>en fazla kaç gün içinde</strong> ara bilançoyu incelemek ve değerlendirmeleri ile önerilerini bir rapor halinde yönetim kuruluna sunmak zorundadır?",
    "correctAnswer": "A",
    "options": {
      "A": "7 gün",
      "B": "10 gün",
      "C": "15 gün",
      "D": "30 gün",
      "E": "45 gün"
    },
    "explanation": "Şirketin borca batık durumda bulunduğu şüphesini uyandıran işaretler varsa, yönetim kurulu, aktiflerin hem işletmenin devamlılığı esasına göre hem de muhtemel satış fiyatları üzerinden bir ara bilanço çıkarttırıp denetçiye verir. Denetçi bu ara bilançoyu, en çok yedi iş günü içinde inceler ve değerlendirmeleri ile önerilerini bir rapor halinde yönetim kuruluna sunar. Doğru cevap A'dır."
  },
  {
    "id": "3357659",
    "unitNumber": 4,
    "text": "İflas erteleme taleplerinde işletme aktiflerinin borçlardan daha az olduğunu kanıtlamak için aşağıdakilerden hangisi kullanılır?",
    "correctAnswer": "E",
    "options": {
      "A": "Gelir tablosu",
      "B": "Envanter",
      "C": "Değişim tablosu",
      "D": "Akış tablosu",
      "E": "Bilanço"
    },
    "explanation": "İşletmenin aktiflerinin borcundan az olduğunu kanıtlamanın yolu olarak bilanço kullanılır. Bilançoya göre işletmenin borçları aktiflerinden fazla gözüküyorsa iflas erteleme yoluna gidilebilir. Doğru cevap E'dir."
  },
  {
    "id": "3357660",
    "unitNumber": 4,
    "text": "Türk Ticaret Kanunu'na göre envanterler, yıllık faaliyet raporları ve açılış bilançoları kaç yıl boyunca saklanır?",
    "correctAnswer": "E",
    "options": {
      "A": "1 yıl",
      "B": "3 yıl",
      "C": "5 yıl",
      "D": "7 yıl",
      "E": "10 yıl"
    },
    "explanation": "Ticari defterleri, envanterler, açılış bilançoları, ara bilançolar, finansal tablolar, yıllık faaliyet raporları, topluluk finansal tabloları ve yıllık faaliyet raporların ve bu belgelerin anlaşılabilirliğini kolaylaştıracak çalışma talimatları ile diğer organizasyon belgeleri on yıl saklanır. Doğru cevap E'dir."
  },
  {
    "id": "3357661",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi genel amaçlı finansal tablolardan <u><strong>değildir</strong></u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Döneme ait kapsamlı gelir tablosu",
      "B": "Satışların maliyeti tablosu",
      "C": "Dönem sonu finansal durum tablosu",
      "D": "Döneme ait öz kaynak değişim tablosu",
      "E": "Döneme ait nakit akış tablosu"
    },
    "explanation": "Genel amaçlı finansal tablolar:\n <ol> <li>Dönem Sonu Finansal Durum Tablosu (Bilanço)</li> <li>Döneme Ait Kapsamlı Gelir Tablosu</li> <li>Döneme Ait Özkaynak Değişim Tablosu</li> <li>Döneme Ait Nakit Akış Tablosu</li> <li>Yukarıdaki Finansal Tabloların Dipnotları</li> </ol> Satışların maliyeti tablosu özel amaçlı bir finansal tablodur. Doğru cevap B'dir."
  },
  {
    "id": "3357662",
    "unitNumber": 4,
    "text": "Aşağıdaki şıklardan hangisinde finansal tablolarda bulunması gereken temel niteliksel özellikler tam olarak ifade edilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "İhtiyaca uygunluk ve gerçeğe uygun sunum",
      "B": "Karşılaştırılabilirlik ve doğrulanabilirlik",
      "C": "Zamanında sunum ve anlaşılabilirlik",
      "D": "Doğrulanabilirlik ve zamanında sunum",
      "E": "İhtiyaca uygunluk ve karşılaştırılabilirlik"
    },
    "explanation": "Sorunun doğru yanıtı A şıkkıdır. Finansal tablolarda bulunması gereken özellikler “temel niteliksel özellikler\" ihtiyaca uygunluk ve gerçeğe uygun sunumdur. Diğer şıklarda verilen ifadeler destekleyici niteliksel özelliklerdir."
  },
  {
    "id": "3357663",
    "unitNumber": 4,
    "text": "I. Finansal tablolar sadece işletme yöneticileri hakkında bilgiler sağlar. \n<br/>II. Finansal tabloların amacı faydalı finansal bilgi vermektir. \n<br/>III. Satıcılar ve Diğer Ticari Tedarikçiler finansal tablo bilgi kullanıcıları arasındadır.\n<br/>Yukarıda numaralandırılmış ifadelerden hangisi ya da hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II ve III",
      "B": "I ve II",
      "C": "Sadece II",
      "D": "Sadece III",
      "E": "II ve III"
    },
    "explanation": "Sorunun doğru yanıtı E şıkkıdır. I numaralı ifade yanlıştır. Finansal tablolar işletme hakkında finansla nitelikli işlemler ve bu işlemlerin işletmenin finansal durumunda meydana getirdiği değişiklikler hakkında bilgi sağlamaktadır. Örneğin, işletmenin varlıkları, borçları karı veya zararı gibi"
  },
  {
    "id": "3357664",
    "unitNumber": 4,
    "text": "Aşağıdaki finansal tablolardan hangisi özel amaçlı bir finansal tablodur?",
    "correctAnswer": "C",
    "options": {
      "A": "Bilanço",
      "B": "Gelir Tablosu",
      "C": "Satılan Malın Maliyeti Tablosu",
      "D": "Nakit Akış Tablosu",
      "E": "Özkaynak Değişim Tablosu"
    },
    "explanation": "Sorunun doğru yanıtı C şıkkıdır. Bilanço, gelir tablosu, nakit akış tablosu ve özkaynak değişim tablosu genel amaçlı finansal tablolardandır. Satılan Malın Maliyeti tablosu özel amaçlı finansal tablolar arasındadır."
  },
  {
    "id": "3357665",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Vergi Usul Kanunu'na göre finansal tablolar ile ilgili doğru bir ifadedir?",
    "correctAnswer": "C",
    "options": {
      "A": "VUK’ya göre bilançolarda uluslararası muhasebe standartlarına uygunluk aranmamaktadır.",
      "B": "Birinci sınıf tüccarlar işletme esasına göre defter tutmaktadır.",
      "C": "Bilanço hesabına göre defter tutan işletmeler bilanço ve gelir tablosu hazırlamaktadır.",
      "D": "İkinci sınıf tüccarlar bilanço hesabına göre defter tutmaktadır.",
      "E": "Finansal tabloları ikinci sınıf tüccarların düzenlemesi gerekmektedir."
    },
    "explanation": "Sorunun doğru yanıtı C şıkkıdır. VUK'a göre tüccarlar birinci ve ikinci sınıf tüccarlar olmak üzere ikiye ayrılmaktadır. Birinci sınıf tüccarlar bilanço esasına göre defter tutmaktadır. İkinci sınıf tüccarlar ise işletme hesabına göre defter tutmaktadır. Vergi kanunları açısından bilanço ve diğer finansal tablolar birinci sınıf tüccarlar için söz konusudur."
  },
  {
    "id": "3357666",
    "unitNumber": 4,
    "text": "Bir bilginin verilmemesi veya yanlış verilmesi kullanıcıların belirli bir işletmeye ilişkin finansal bilgiye dayanarak verecekleri kararları etkileyebiliyorsa bu bilginin hangi özelliğini ifade etmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Karşılaştırılabilirlik",
      "B": "Doğruluk",
      "C": "Gerçeğe uygun sunum",
      "D": "Zamanında sunum",
      "E": "Önemlilik"
    },
    "explanation": "Sorunun doğru yanıtı E şıkkıdır. Önemlilik özelliği bilginin ihtiyaca uygunluk özelliği ile ilişkilidir."
  },
  {
    "id": "3357667",
    "unitNumber": 4,
    "text": "Hangi kanuna göre işletmelerin finansal tablolarını öncelikle Uluslararası Muhasebe Standartlarına uygun olarak düzenlemesini istenmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Vergi Usul Kanunu",
      "B": "İcra ve İflas Kanunu",
      "C": "Gelir Vergisi Kanunu",
      "D": "Türk Ticaret Kanunu",
      "E": "İş Kanunu"
    },
    "explanation": "Türk Ticaret Kanunu işletmelerin finansal tablolarını öncelikle Uluslararası Muhasebe Standartlarına uygun olarak düzenlemesini istemektedir."
  },
  {
    "id": "3357668",
    "unitNumber": 4,
    "text": "........................... nakit tutarının sayılması gibi doğrudan yapılan gözlem ile bir tutarın ya da diğer bir sunumun doğrulanmasıdır. \n Yukarıda boş bırakılan yere aşağıdakilerden hangisinin getirilmesi uygundur?",
    "correctAnswer": "A",
    "options": {
      "A": "Doğrudan Doğrulama",
      "B": "Karşılaştırılabilirlik",
      "C": "Önemlilik",
      "D": "Zamanında sunum",
      "E": "Anlaşılabilirlik"
    },
    "explanation": "Soruda boş bırakılan yere doğrudan doğrulama ifadesi getirilmelidir. Finansal tabloların taşıması gereken destekleyici özelliklerden biri doğrulanabilirliktir. Doğrulanabilirlik doğrudan doğrulama ve dolaylı doğrulama olmak üzere ikiye ayrılmaktadır."
  },
  {
    "id": "3357669",
    "unitNumber": 4,
    "text": "Aynı kişiye hem borcunuz, hem de o kişiden alacağınız olabilir. Bu durum alacağı borçtan düşerek net sonuç bilançoda gösterilmez. Bunun yerine hem borç hem alacak ayrı ayrı gösterilmelidir.\n Yukarıda tanımlanan durum aşağıdakilerden hangisini ifade etmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dürüst Resim İlkesi",
      "B": "Netleştirme ve Mahsup Yasağı",
      "C": "Borca Batık Olma Durumu",
      "D": "Sermayenin Kaybı",
      "E": "Konkordato"
    },
    "explanation": "Sorunun doğru yanıtı B şıkkıdır. Diğer bir ifade ile aktif kalemler pasif kalemlerle, giderler gelirlerle, taşınmazlara ilişkin haklar, bunlarla ilgili yüklerle mahsup edilememesi netleştirme ve mahsup yasağını ifade etmektedir."
  },
  {
    "id": "3357670",
    "unitNumber": 4,
    "text": "I. Net\n II. Tam\n III. Tarafsız\n IV. Hatasız\n Yukarıda numaralandırılmış ifadelerden hangisi veya hangileri finansal tabloların gerçeğe uygun sunum özelliğini taşıması için gereklidir.",
    "correctAnswer": "C",
    "options": {
      "A": "I, II ve III",
      "B": "II ve IV",
      "C": "II, III ve IV",
      "D": "II ve III",
      "E": "III ve IV"
    },
    "explanation": "Sorunun doğru yanıtı C şıkkıdır. Gerçeğe uygun bir sunumun, tam anlamıyla sağlanabilmesi için sunum tam, tarafsız ve hatasız olma özelliklerini sağlamalıdır."
  },
  {
    "id": "3357671",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi işletmenin genel amaçlı finansal tablolarından elde edilebilecek bir bilgidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İşletmenin finansal durumu",
      "B": "İşletmenin personel durumu",
      "C": "İşletmenin satışların maliyeti",
      "D": "Kar Dağıtım durumu",
      "E": "Net çalışma sermayesi değişim durumu"
    },
    "explanation": "Sorunun doğru yanıtı A şıkkıdır. Genel amaçlı finansal tablolar işletmenin finansal<br/>durumunu gösteren bilgi, işletmenin ekonomik kaynakları ile işletmeye yönelik talep haklarına ilişkin bilgileri sağlamaktadır."
  },
  {
    "id": "3357672",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi finansal tablo kullanıcısı olan taraflardan birisi değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Borç alanlar",
      "B": "Çalışanlar",
      "C": "Yatırımcılar",
      "D": "Kamu işletmeleri",
      "E": "Satıcılar"
    },
    "explanation": "Muhasebe literatüründe finansal tablo kullanıcısı adı verilen taraflar ve kullanma amaçları şunlardır:\n <ul> <li>Mevcut ve Potansiyel Yatırımcılar,</li> <li>Çalışanlar,</li> <li>Borç Verenler,</li> <li>Satıcılar ve Diğer Ticari Tedarikçiler,</li> <li>Müşteriler,</li> <li>Hükümetler ve Kamu İşletmeleri,</li> <li>Genel Olarak Kamu.</li> </ul>"
  },
  {
    "id": "3357673",
    "unitNumber": 4,
    "text": "<ol> <li>Varlıklar</li> <li>Borçlar</li> <li>Maliyetler</li> <li>Gelir ve giderler</li> </ol> Yukarıdakilerden hangisi ya da hangileri finansal tabloların işletmeye sunduğu bilgilerden birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız 4",
      "B": "1-2",
      "C": "Yalnız 1",
      "D": "1-2-4",
      "E": "3-4"
    },
    "explanation": "Finansal tablolar bu amaca ulaşmak için işletmeyle ilgili aşağıdaki bilgileri sunar:\n <ul> <li>Varlıklar;</li> <li>Borçlar;</li> <li>Özkaynaklar;</li> <li>Gelir ve giderler, karlar ve zararlar dahil;</li> <li>Ortakların ortak olmaları sebebiyle yaptıkları katkılar ve ortaklara yapılan dağıtımlar</li> <li>Nakit akışları.</li> </ul>"
  },
  {
    "id": "3357674",
    "unitNumber": 4,
    "text": "Aşağıdaki bilgilerden hangisi finansal tablolarla ilgili yanlıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Genel amaçlı finansal tabloları her işletme düzenlemek ve ilgililere sunmak zorundadır.",
      "B": "Finansal Durum Tablosu genel amaçlı finansal tablolara örnektir.",
      "C": "Finansal tablolara mali tablolar da denmektedir.",
      "D": "Müşterilerde finansal tabloları kullanmaktadır.",
      "E": "Finansal tablolar genel, özel ve karma amaçlı olmak üzere üç başlık altında ele alınır."
    },
    "explanation": "Finansal raporların “genel amaçlı finansal tablolar” ve “özel amaçlı finansal tablolar” olarak iki kısma ayrılır."
  },
  {
    "id": "3357675",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi özel amaçlı finansal tablolardan biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Dönem Sonu Finansal Durum Tablosu",
      "B": "Döneme Ait Kapsamlı Gelir Tablosu",
      "C": "Satışların maliyeti tablosu",
      "D": "Döneme Ait Özkaynak Değişim Tablosu",
      "E": "Döneme Ait Nakit Akış Tablosu"
    },
    "explanation": "Diğer seçeneklerde bulunanlar genel amaçlı finansal tablolardandır."
  },
  {
    "id": "3357676",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi finansal tabloların temel niteliksel özelliklerinden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Karşılaştırılabilirlik",
      "B": "İhtiyaca Uygunluk",
      "C": "Doğrulanabilirlik",
      "D": "Zamanında sunum",
      "E": "Anlaşılabilirlik"
    },
    "explanation": "Temel Niteliksel Özellikler:\n <ul> <li>İhtiyaca Uygunluk</li> <li>Gerçeğe Uygun Şekilde Sunum</li> </ul>"
  },
  {
    "id": "3357677",
    "unitNumber": 4,
    "text": "Türk Ticaret Kanunu işletmelerin finansal tablolarının düzenlenmesinde ...... uyulmasını istemektedir.\n Yukarıdaki boşluğa aşağıdakilerden hangisi gelmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dürüst resim ilkesi",
      "B": "Finansal Tabloların Düzenleme Yükümlülüğüne",
      "C": "Netleştirme",
      "D": "Vergi usul kanuna",
      "E": "Mahsup Yasağına"
    },
    "explanation": "Türk Ticaret Kanunu işletmelerin finansal tablolarının düzenlenmesinde bu ilkeye uyulmasını istemektedir. Dürüst rejim ilkesi ile ilgili bilgi ikinci ünitede verilmiştir. Kanunun 515.maddesinde dürüst resim ilkesi şöyle tanımlanmıştır. “………finansal tablolar, Türkiye Muhasebe Standartlarına göre şirketin malvarlığını, borç ve yükümlülüklerini, öz kaynaklarını ve faaliyet sonuçlarını tam, anlaşılabilir, karşılaştırılabilir, ihtiyaçlara ve işletmenin niteliğine uygun bir şekilde; şeffaf ve güvenilir olarak; gerçeği dürüst, aynen ve aslına sadık surette yansıtacak şekilde çıkarılır”."
  },
  {
    "id": "3357678",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi vergi usul kanununda finansal tablolar ile ilgili doğru bir bilgidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Birinci sınıf tüccarlar işletme hesabı esasına göre defter tutarlar.",
      "B": "İkinci sınıf tüccarlar bilanço hesabına göre defter tutarlar.",
      "C": "Finansal tabloları işletme hesabına esasına göre defter tutan işletmeler düzenlerler.",
      "D": "Vergi Usul Kanununda tüccarlar muhasebe açısından üçe ayrılır.",
      "E": "Vergi kanunları açısından bilanço ve diğer finansal tablolar birinci sınıf tüccarlar için söz konusudur."
    },
    "explanation": "Vergi Usul Kanunu (VUK) madde 176’da tüccarlar (işletmeler) muhasebe açısından iki sınıfa ayrılmıştır: 1) Birinci sınıf tüccarlar, 2) İkinci sınıf tüccarlar\n Birinci Sınıf Tüccarlar: Bilanço esasına göre defter tutarlar\n İkinci Sınıf Tüccarlar: İşletme Hesabı (basit usul) esasına göre defter tutarlar.\n Finansal tabloları, bilanço esasına göre defter tutan işletmeler düzenlerler. İşletme hesabı esasına göre defter tutanlar için bilanço, gelir tablosu, nakit akış tablosu vb. finansal tabloları düzenlemek zorunda değildir. Vergi kanunları açısından bilanço ve diğer finansal tablolar birinci sınıf tüccarlar için söz konusudur."
  },
  {
    "id": "3357679",
    "unitNumber": 4,
    "text": "Aşağıda Türk Ticaret Kanuna göre yılsonu finansal tabloların düzenlenmesine ilişkin verilen bilgilerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "İzleyen hesap döneminin son 3 ayı içinde finansal tablolar hazırlanıp işletmenin yönetimine sunulmalı.",
      "B": "Sigorta sözleşmelerinin yapılması için gerekli olan giderler aktifleştirilebilir.",
      "C": "Yılsonu finansal tabloları Türkçe ve Türk Lirası ile düzenlenir",
      "D": "İşletmenin kuruluşu ve özkaynak sağlanması amacıyla yapılan harcamalar için bilançoya aktif kalem konulabilmektedir.",
      "E": "Önceki yılsonu finansal tablolarında uygulanmış bulunan yöntemler değiştirilebilir."
    },
    "explanation": "A seçeneği yanlıştır. İzleyen hesap döneminin ilk 3 ayı içinde finansal tablolar hazırlanıp işletmenin yönetimine sunulmalı.\n B seçeneği yanlıştır. Sigorta sözleşmelerinin yapılması için gerekli olan giderler aktifleştirilemez; meğerki, Türkiye Muhasebe Standartlarında aksi öngörülmüş olsun.\n D seçeneği yanlıştır. Türkiye Muhasebe Standartlarında aksi öngörülmemişse, işletmenin kuruluşu ve özkaynak sağlanması amacıyla yapılan harcamalar için bilançoya aktif kalem konulamaz.\n E seçeneği yanlıştır. Önceki yılsonu finansal tablolarında uygulanmış bulunan yöntemler korunur"
  },
  {
    "id": "3357680",
    "unitNumber": 4,
    "text": "\"Farklı bilgi düzeyindeki ve bağımsız gözlemcilerin belirli bir açıklamanın gerçeğe uygun sunulduğu hususunda görüş birliğine varabilmeleri (gözlemcilerin tam bir uzlaşmaya varmaları gerekmez) anlamına gelir.\"\n Yukarıda bahsedilen finansal tabloların niteliksel özelliği aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İhtiyaca Uygunluk",
      "B": "Gerçeğe Uygun Şekilde Sunum",
      "C": "Karşılaştırılabilirlik",
      "D": "Doğrulanabilirlik",
      "E": "Anlaşılabilirlik"
    },
    "explanation": "Doğrulanabilirlik, finansal tablo kullanıcılarının, bilginin açıklamayı amaçladığı ekonomik olayı gerçeğe uygun bir şekilde sunduğundan emin olmasına yardımcı olur. Doğrulanabilirlik, farklı bilgi düzeyindeki ve bağımsız gözlemcilerin belirli bir açıklamanın gerçeğe uygun sunulduğu hususunda görüş birliğine varabilmeleri (gözlemcilerin tam bir uzlaşmaya varmaları gerekmez) anlamına gelir."
  },
  {
    "id": "3357681",
    "unitNumber": 4,
    "text": "<ol> <li>Vergi politikalarını belirleme</li> <li>Dağıtılabilir kâr ve temettü tutarlarını belirleme</li> <li>Yönetimin yeterliliğini ve sorumluluğunu değerlendirme</li> </ol> Yukarıdakilerden hangisi ya da hangileri finansal tablo kullanıcıların aradığı bilgilerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "1-2-3",
      "B": "Yalnız 1",
      "C": "Yalnız 2",
      "D": "1-2",
      "E": "Yalnız 3"
    },
    "explanation": "Finansal tablo kullanıcılarının neredeyse tamamı aşağıdaki konulardaki bilgi ihtiyacını karşılamak arzu ve isteğindedirler. Bunlar;\n <ol> <li>Sermayede payı temsil eden yatırımları satın almaya, elde tutmaya veya satmaya karar verme,</li> <li>Yönetimin yeterliliğini ve sorumluluğunu değerlendirme,</li> <li>İşletmenin, çalışanların ücret ve diğer menfaatlerini sağlayabilecek güçte olup olmadığını değerlendirme</li> <li>İşletmeye borç verilen fonların emniyette olup olmadığını belirleme,</li> <li>Vergi politikalarını belirleme,</li> <li>Dağıtılabilir kâr ve temettü tutarlarını belirleme,</li> <li>Ulusal gelir istatistiklerini hazırlama ve kullanma ya da</li> <li>İşletmelerin faaliyetlerini yasal açıdan düzenleme amaçlarıyla ekonomik kararlar almalarıdır</li> </ol>"
  },
  {
    "id": "3357532",
    "unitNumber": 5,
    "text": "Aşağıdaki cari hesap türlerinden hangisi, hesap dönemi içinde bazen borç bazen alacak bakiyesi veren bir hesap türüdür?",
    "correctAnswer": "A",
    "options": {
      "A": "Karma cari hesap",
      "B": "Alacaklı cari hesap",
      "C": "Sınırsız süreli cari hesap",
      "D": "Teminatsız cari hesap",
      "E": "Sınırlı cari hesap"
    },
    "explanation": "Cari hesap türleri<br/>Süre Açısından Cari Hesap Sözleşmeleri<br/>1. Sınırlı süreli cari hesap sözleşmeleri<br/>2. Sınırsız süreli cari hesap sözleşmeleri\n <br/>Teminat Açısından Cari Hesap Sözleşmeleri<br/>1. Teminatlı cari hesap sözleşmeleri<br/>2. Teminatsız cari hesap Sözleşmeleri\n Hesap Bakiyesi Açısından Cari Hesap Sözleşmeleri\n <ol> <li>Alacaklı cari hesap: Hiçbir zaman borç bakiyesi vermeyen hesaplardır. Vadesiz banka mevduatı alacaklı cari hesaba örnek verilebilir.</li> <li>Borçlu cari hesap: Hiçbir zaman alacak bakiyesi vermeyen hesaplardır. Banka kredi hesapları borçlu cari hesaba örnek verilebilir.</li> <li>Karma cari hesap: Hesap dönemi içinde bazen borç bazen alacak bakiyesi veren hesaplardır. Kredili mevduat hesabı adı verilen banka uygulamaları buna örnek verilebilir.</li> </ol>"
  },
  {
    "id": "3357533",
    "unitNumber": 5,
    "text": "Cari hesap sözleşmesi ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Cari hesap sözleşmesinde taraflardan biri mutlaka tüzel kişi olmalıdır.",
      "B": "Cari hesap sözleşmesi süresince hangi tarafın borçlu hangi tarafın alacaklı olduğu bellidir.",
      "C": "Cari hesap sözleşmesi ile hesaben ödeme yerine nakden ödeme yapılmış kabul edilmiş olur.",
      "D": "Cari hesap sözleşmesi ticari hayatta bazı gecikmelere neden olabilmektedir.",
      "E": "Cari hesap sözleşmesi herhangi bir hukuki sebep veya ilişkiden doğan alacaklar ile ilgilidir."
    },
    "explanation": "Cari hesabın niteliği<br/>Cari hesap sözleşmesinde tarafların ikisi de gerçek kişi olabilir.\n<br/>Cari hesap sözleşmesi süresince hangi tarafın borçlu hangi tarafın alacaklı olduğu belli değildir.\n<br/>Cari hesap sözleşmesi ile nakden ödeme yerine hesaben ödeme yapılmış kabul edilmiş olur.\n<br/>Cari hesap sözleşmesi ticari hayatta taraflara çabukluk ve kolaylık sağlar.\n<br/>Cari hesap sözleşmesi herhangi bir hukuki sebep veya ilişkiden doğan alacaklar ile ilgilidir."
  },
  {
    "id": "3357534",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi cari hesap sözleşmesinin tamamlayıcı unsurlarındandır?",
    "correctAnswer": "D",
    "options": {
      "A": "Taraflarla ilgili yeterli bilgi",
      "B": "İmza",
      "C": "Yazılı olma unsuru",
      "D": "Faiz oranı",
      "E": "İçerik unsuru"
    },
    "explanation": "Cari hesap sözleşmesinin unsurları<br/>Tamamlayıcı Unsurlar<br/>a. Hesap Dönemi<br/>b. Faiz Yöntemi ve Oranı<br/>c. Tarafların Adres Bilgileri"
  },
  {
    "id": "3357535",
    "unitNumber": 5,
    "text": "Cari hesap sözleşmesine göre, hesaplanan faizin cari hesaba kaydında, borçlu taraf faiz tutarını, hangi hesabın borç tarafına kaydetmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "FAİZ GELİRLERİ HESABI",
      "B": "FİNANSMAN GİDERLERİ HESABI",
      "C": "ALICILAR HESABI",
      "D": "REESKONT FAİZ GİDERLERİ HESABI",
      "E": "DİĞER OLAĞAN DIŞI GİDER VE ZARARLAR HESABI"
    },
    "explanation": "Cari hesap işlemlerinin muhasebeleştirilmesi<br/>Hesaplanan faizin cari hesaba kaydında, borçlu taraf faiz tutarını kaydederken; FİNANSMAN GİDERLERİ HESABI BORÇLU-ALICILAR HESABI ALACAKLI şeklinde kayıt yapmalıdır. Bu durumda borçlandırılan hesap FİNANSMAN GİDERLERİ HESABI olacaktır."
  },
  {
    "id": "3357536",
    "unitNumber": 5,
    "text": "I-Cari hesap sözleşmesi dolayısıyla her iki tarafın işlemlerinin de ALICILAR HESABI’nda izlemesi uygun değildir.\n II- Cari hesaba faiz yürütülürken cari hesaba kaydedilen işlemlere son bulduğu tarihten itibaren faiz uygulanır.\n III-Faiz hesaplandıktan sonra cari hesaba kaydının yapılmasından sonra geçerlilik kazanacaktır.\n IV- Faiz hesaplanıyor ise cari hesaplara kaydından sonra, hesapların bakiyesi nihai borç ya da alacak kalanını gösterir.\n Cari hesap işlemlerinin muhasebeleştirilmesi ile ilgili yukarıdaki ifadelerden hangileri doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "I-III",
      "B": "III-IV",
      "C": "II-III-IV",
      "D": "I-III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "Cari hesap işlemlerinin muhasebeleştirilmesi<br/>Cari hesap sözleşmesi dolayısıyla her iki tarafın işlemleri ALICILAR HESABI’nda izlenebilir.\n Cari hesaba faiz yürütülürken cari hesaba kaydedilen işlemlere kaydedildiği tarihten itibaren faiz uygulanır.\n Faiz hesaplandıktan sonra cari hesaba kaydının yapılmasından sonra geçerlilik kazanacaktır.\n Faiz hesaplanıyor ise cari hesaplara kaydından sonra, hesapların bakiyesi nihai borç ya da alacak kalanını gösterir."
  },
  {
    "id": "3357537",
    "unitNumber": 5,
    "text": "I- Sözleşmede kararlaştıran sürenin bitmesi.\n II- Sözleşme taraflarından birinin vefat etmesi.\n III- Süre kararlaştırılmadığında, bir tarafın sözleşmeyi feshettiğini diğerine ihbar etmesi.\n IV- Taraflardan birinin (tacir olması durumunda) iflas etmesi.\n Yukarıdaki durumların hangilerinde cari hesap sözleşmesi sona erer?",
    "correctAnswer": "D",
    "options": {
      "A": "I-II",
      "B": "I-IV",
      "C": "I-II-IV",
      "D": "I-III-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "Sözleşmenin sona ermesi<br/>Aşağıdaki durumlarda cari hesap sözleşmesi sona erer:\n Sözleşmede kararlaştıran sürenin bitmesi.\n Süre kararlaştırılmadığında, bir tarafın sözleşmeyi feshettiğini diğerine ihbar etmesi.\n Taraflardan birinin (tacir olması durumunda) iflas etmesi.\n Ancak sözleşme taraflarından birinin vefat etmesi durumunda sona ermemektedir."
  },
  {
    "id": "3357538",
    "unitNumber": 5,
    "text": "Cari hesap sözleşmelerinin unsurları ile ilgili aşağıdaki bilgilerin hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yazılı olmayan cari hesap sözleşmeleri de geçerlidir.",
      "B": "Yazılı sözleşmelerde tarafların imzaları olmasa bile kaşe zorunludur.",
      "C": "Sözleşmelerde hesap döneminin bulunması zorunlu bir unsurdur.",
      "D": "Taraflarla ilgili yeterli bilgi bulunması tamamlayıcı bir unsurdur.",
      "E": "Sözleşmenin hangi işlemleri kapsadığının açıkça sözleşmede belirtilmesi gerekir."
    },
    "explanation": "Hesap sözleşmelerinin unsurları<br/>Sözleşmenin hangi işlemleri kapsadığının açıkça sözleşmede belirtilmesi gerekir. İfadesi doğrudur.\n Diğer seçeneklerdeki yanlış ifadelerin doğru hali şu şekildedir:\n Yazılı olmayan cari hesap sözleşmeleri de geçerli değildir\n Yazılı sözleşmelerde tarafların kaşeleri olmasa bile imza zorunludur.\n Sözleşmelerde hesap döneminin bulunması tamamlayıcı bir unsurdur.\n Taraflarla ilgili yeterli bilgi bulunması zorunlu bir unsurdur."
  },
  {
    "id": "3357539",
    "unitNumber": 5,
    "text": "Cari hesap sözleşmesinde tarafların cari işlemler ve bakiyeye itirazlarını, bakiyeyi gösteren cetveli alındığı tarihten itibaren ne kadar süre içinde yapmaları gerekir?",
    "correctAnswer": "C",
    "options": {
      "A": "Üç iş günü",
      "B": "Bir hafta",
      "C": "Bir ay",
      "D": "Bir yıl",
      "E": "Beş yıl"
    },
    "explanation": "Bakiyenin belirlenmesi<br/>Türk Ticaret Kanunu'nda yer aldığı üzere cari hesap sözleşmesinde tarafların cari işlemler ve bakiyeye itirazlarını, bakiyeyi gösteren cetveli alındığı tarihten itibaren bir ay içinde yapmalıdırlar."
  },
  {
    "id": "3357540",
    "unitNumber": 5,
    "text": "Aşağıdaki cari hesap türlerinden hangisi, bakiyesi açısından cari hesap sözleşmeleri sınıflandırması kapsamındaki bir türdür?",
    "correctAnswer": "C",
    "options": {
      "A": "Sınırlı süreli cari hesap sözleşmeleri",
      "B": "Teminatsız cari hesap sözleşmeleri",
      "C": "Karma cari hesap sözleşmeleri",
      "D": "Sınırsız cari hesap sözleşmeleri",
      "E": "Teminatlı cari hesap sözleşmeleri"
    },
    "explanation": "Cari hesap türleri<br/>Hesap bakiyesi açısından cari hesap sözleşmeleri\n<br/>Borçlu cari hesap \n<br/>Alacaklı cari hesap\n<br/>Karma cari hesap sözleşmeleri"
  },
  {
    "id": "3357541",
    "unitNumber": 5,
    "text": "I- Cari hesap sözleşmelerinde her iki taraf tacir olabilir.\n II- Cari hesap sözleşmelerinde her iki taraf da tacir olmayabilir.\n III- Cari hesap sözleşmelerinde yalnızca bir taraf gerçek kişi olamaz.\n IV- Cari hesap sözleşmelerinde taraflardan biri banka diğeri tacir olabilir.\n Cari hesap sözleşmelerinin tarafları ile ilgili yukarıdaki ifadelerden hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "I-II",
      "B": "II-III-IV",
      "C": "I-II-III",
      "D": "I-II-IV",
      "E": "I-II-III-IV"
    },
    "explanation": "Cari hesap sözleşmesinin tarafları<br/>Cari hesap sözleşmelerinde;\n 1.Her iki taraf tacir olabilir. Örneğin her iki tarafın şirket (tüzel kişi) veya ticari işletme işleten kişiler olması<br/>2. Her iki taraf (veya her hangi bir taraf) tacir olmayabilir. Örneğin iki insan (gerçek kişi) arasında yapılan cari hesap sözleşmeleri.<br/>3. Taraflardan biri banka, diğer tacir sıfatına sahip (veya sahip olmayan) bir kişi (gerçek kişi) olabilir.\n Bu nedenle III. madde yalnızca yanlıştır. Yukarıda ki ikinci maddeden de anlaşılabileceği gibi yalnızca bir tarafın gerçek kişi olması mümkündür."
  },
  {
    "id": "3357542",
    "unitNumber": 5,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/ed0f602ed998fffa50e50f4d5f6da9ce.png\" alt=\"\" width=\"523\" height=\"90\"> Tabloda yer alan hesap bakiyesi açısından cari hesap sözleşmesi türleri ile örneklerin doğru eşleşmesi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "I-C; II-B; III-A",
      "B": "I-A; II-B; III-C",
      "C": "I-B; II-A; III-C",
      "D": "I-C; II-A; III-B",
      "E": "I-A; II-C; III-B"
    },
    "explanation": "Cari Hesap Türleri<br/>Doğru yanıt A seçeneğidir. Hesap Bakiyesi Açısından Cari Hesap Sözleşmeleri;\n <ol> <li>Alacaklı cari hesap: Hiçbir zaman borç bakiyesi vermeyen hesaplardır. Vadesiz banka mevduatı alacaklı cari hesaba örnek verilebilir.</li> <li>Borçlu cari hesap: Hiçbir zaman alacak bakiyesi vermeyen hesaplardır. Banka kredi hesapları borçlu cari hesaba örnek verilebilir.</li> <li>Karma cari hesap: Hesap dönemi içinde bazen borç bazen alacak bakiyesi veren hesaplardır. Kredili mevduat hesabı adı verilen banka uygulamaları buna örnek verilebilir</li> </ol>"
  },
  {
    "id": "3357543",
    "unitNumber": 5,
    "text": "Bir cari hesap sözleşmesinde aşağıdaki unsurlardan hangisinin bulunmaması durumunda ticari teamül ve hukuki içtihatlara başvurulur?",
    "correctAnswer": "B",
    "options": {
      "A": "Yazılı olma unsuru",
      "B": "Hesap dönemi",
      "C": "Taraflarla ilgili yeterli bilgi",
      "D": "İmza",
      "E": "İçerik unsuru"
    },
    "explanation": "CARİ HESAP SÖZLEŞMESİNİN UNSURLARI VE TARAFLAR<br/>Doğru yanıt B seçeneğidir. Cari hesap sözleşmesinin hükmüne geçerli olabilmesi ve tarafları bağlayıcı olması için sözleşmede bazı unsurların yer alması gerekir. Bunlar;\n 1) Zorunlu Unsurlar: a. Yazılı Olma Unsuru, b. Taraflarla İlgili Yeterli Bilgi, c. İmza ve (Gerekiyorsa) Kaşe, d. İçerik Unsuru.\n 2) Tamamlayıcı Unsurlar: a. Hesap Dönemi, b. Faiz Yöntemi ve Oranı, c. Tarafların Adres Bilgileri.\n Zorunlu unsurlar sözleşmenin geçerlilik ve varlık şartlarıdır. Bunların yokluğu halinde sözleşmeden de söz edilmez. Tamamlayıcı unsurların yokluğundan doğabilecek boşluk yorum, ticari teamül ve hukuki içtihatlarla giderilebilir. Ama zorunlu unsurlar da bu mümkün değildir."
  },
  {
    "id": "3357544",
    "unitNumber": 5,
    "text": "Bir cari hesap sözleşmesinde, hesap devresi hakkında sözleşme veya ticari teamül bulunmaması durumunda hesap kesim tarihi olarak kabul edilecek tarih aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "1 Ocak",
      "B": "31 Mart",
      "C": "30 Haziran",
      "D": "30 Eylül",
      "E": "31 Aralık"
    },
    "explanation": "CARİ HESABIN İŞLEYİŞİ<br/>Doğru yanıt E seçeneğidir. Cari hesap sözleşmesinde hesap kesimine dair belirlenmiş bir tarih veya teamül yoksa takvim yılının son günü hesap kesim tarihi olarak kabul edilebilir. Ülkemizdeki genel hesap dönemi olan 01 Ocak-31 Aralık tarihleri dönem olarak kabul edilir. Bu da 31 Aralık tarihinin hesap kesim tarihi olarak kabul edileceği anlamına gelir."
  },
  {
    "id": "3357545",
    "unitNumber": 5,
    "text": "Z Limited Şirketi ve Y Limited Şirketi, ticari mal alım satım faaliyetiyle uğraşan ve aralarında cari hesap sözleşmesi bulunan iki şirkettir. Sözleşme gereği alacaklara faiz işletilmemektedir. Taraflar arasında yapılan cari hesap sözleşmesine göre cari hesaba işlenen işlemler sonucunda, hesap kesim tarihi itibariyle şirketlerin büyük defter kayıtları şekildeki gibidir.\n <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/b7570ed10b70459f76f81378f37ab630.png\" alt=\"\" width=\"529\" height=\"163\"> Buna göre, Z ve Y Limited Şirketlerinin birbirlerine karşı borç ve alacak durumu aşağıdakilerden hangisinde doğru olarak ifade edilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Z Şirketi Y Şirketine 92.000 TL borçludur.",
      "B": "Z Şirketi Y Şirketinden 76.500 TL alacaklıdır.",
      "C": "Y Şirketi Z Şirketine 168.500 TL borçludur.",
      "D": "Y Şirketi Z Şirketinden 76.500 TL alacaklıdır.",
      "E": "Z Şirketi ve Y Şirketinin birbirine borcu yoktur."
    },
    "explanation": "CARİ HESAP İŞLEMLERİNİN MUHASEBELEŞTİRİLMESİ<br/>Doğru yanıt B seçeneğidir. Yukarıdaki muhasebe kayıtları sonucunda Z ve Y Limited Şirketinin birbirlerine karşı borç alacak durumu 120 ALICILAR HESABI’nda ortaya çıkmaktadır. Her iki tarafta da bu hesap; 168.500-92.000= 76.500 TL bakiye (kalan) vermektedir. Z Limited Şirketinde Alıcılar hesabı borç kalanı verdiğinden, şirket söz konusu tutar kadar Y Şirketinden alacaklı durumdadır. Dolayısıyla bu bakiye hesap kesim tarihi itibariyle Z Limited Şirketinin Y Limited Şirketinden 76.500 TL alacağı olduğunu gösterir."
  },
  {
    "id": "3357546",
    "unitNumber": 5,
    "text": "Eskişehir’de faaliyet gösteren K Ltd. Şti. ve M Ltd. Şti. birbirlerine karşılıklı mal alım satımı gerçekleştiren iki ayrı şirkettir. K Ltd. Şti., 17 Ekim tarihinde M Ltd. Şti.’ne KDV dahil 11.800 TL tutarında temizlik malzemesi satmıştır. K Ltd. Şti. ile M Ltd. Şti. arasında imzalanmış bir cari hesap sözleşmesi bulunmaktadır. Bu sözleşme gereği iki taraf arasında karşılıklı gerçekleşen alım satım işlemleri cari hesapta izlenmektedir.\n Buna göre, aşağıdaki hesaplardan hangisi 17 Ekim tarihinde gerçekleşen işleme ilişkin olarak K Ltd. Şti. ve M Ltd. Şti. tarafından yapılacak yevmiye kayıtlarının her ikisinde de yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Alıcılar",
      "B": "İndirilecek KDV",
      "C": "Kasa",
      "D": "Yurtiçi Satışlar",
      "E": "Hesaplanan KDV"
    },
    "explanation": "CARİ HESAP İŞLEMLERİNİN MUHASEBELEŞTİRİLMESİ<br/>Doğru yanıt A seçeneğidir. Söz konusu işleme ilişkin olarak K Ltd. Şti. tarafından yapılacak yevmiye kaydının borç tarafında “Alıcılar” hesabı yer alırken alacak tarafında “Yurtiçi Satışlar” ve “Hesaplanan KDV” hesabı yer alacaktır. M Ltd. Şti. tarafından yapılacak yevmiye kaydınsa ise borç tarafında “Genel Yönetim Giderleri” ve “İndirilecek KDV” hesabı yer alırken alacak tarafında “Alıcılar” hesabı yer alacaktır. Bu durumda “Alıcılar” hesabı her iki kayıtta da yer alan hesap olacaktır."
  },
  {
    "id": "3357547",
    "unitNumber": 5,
    "text": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/4ac9b34da510615638887fe8c9aaedb0.png\" alt=\"\" width=\"557\" height=\"197\"> Aralarında ticari ilişki bulunan A ve B Limited Şirketlerinin karşılıklı olarak gerçekleştirdikleri ticari işleme ilişkin olarak yaptıkları yevmiye kayıtlarına bakarak aşağıdakilerden hangisi söylenemez?",
    "correctAnswer": "B",
    "options": {
      "A": "A Şirketi ile B Şirketi arasında cari hesap sözleşmesi bulunmaktadır.",
      "B": "A Şirketi B Şirketinden ticari mal satın almıştır.",
      "C": "A Şirketi B Şirketine borçlanmıştır.",
      "D": "B Şirketi A Şirketine satış yapmıştır.",
      "E": "B Şirketinin devlete olan KDV borcunda artış olmuştur."
    },
    "explanation": "CARİ HESAP İŞLEMLERİNİN MUHASEBELEŞTİRİLMESİ<br/>Doğru yanıt B seçeneğidir. Yapılan kayıtlara göre, Ticari Mallar hesabı kullanılmadığı için A şirketinin yapmış olduğu alımın ticari mal alımı olduğu söylenemez."
  },
  {
    "id": "3357548",
    "unitNumber": 5,
    "text": "Hesap kesimi itibariyle borçlu çıkan şirket tarafından, cari hesap bakiyesine faiz yürütülmesine ilişkin olarak yapılacak yevmiye kaydında aşağıdaki hesaplardan hangisinin kullanımı doğru ifade edilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Alıcılar hesabı borçlandırılır.",
      "B": "Faiz Gelirleri hesabı alacaklandırılır.",
      "C": "Finansman Giderleri hesabı borçlandırılır.",
      "D": "Satıcılar hesabı alacaklandırılır.",
      "E": "Banka Kredileri hesabı borçlandırılır."
    },
    "explanation": "CARİ HESAP İŞLEMLERİNİN MUHASEBELEŞTİRİLMESİ<br/>Doğru yanıt C seçeneğidir. Hesap kesimi itibariyle borçlu çıkan şirket tarafından ödenecek faize ilişkin yapılacak kayıtta, Finansman Giderleri hesabı borçlandırılırken Alıcılar hesabı alacaklandırılır."
  },
  {
    "id": "3357549",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi cari hesap sözleşmesinin hükmüne geçerli olabilmesi ve tarafları bağlayıcı olması için sözleşmede yer alması zorunlu unsurlardan biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Faiz oranı",
      "B": "Faiz yöntemi",
      "C": "Tarafların ad soyadları",
      "D": "Tarafların adres bilgileri",
      "E": "Hesap dönemi"
    },
    "explanation": "CARİ HESAP SÖZLEŞMESİNİN UNSURLARI VE TARAFLAR<br/>Doğru yanıt C seçeneğidir. Cari hesap sözleşmesi tarafların kim olduğunu tanıtıcı bilgileri içermek zorundadır. Taraflarının kimler olduğu belli olmayan sözleşmenin kimi bağlayacağı belli olmadığı için geçerli değildir. Bu nedenle sözleşme üzerinde tarafların ad soyadları veya ticari unvanları yer almalıdır."
  },
  {
    "id": "3357550",
    "unitNumber": 5,
    "text": "“………… İlkesi gereği, cari hesabın kesilmesinden önce taraflardan hiçbiri, alacaklı veya borçlu sayılamaz. Tarafların hukuki durumunu ancak sözleşmenin sonundaki hesabın kesilmesi belirler.”\n Bu cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru biçimde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Dönemsellik",
      "B": "İhtiyatlılık",
      "C": "Tutarlılık",
      "D": "Tahakkuk",
      "E": "Bütünlük"
    },
    "explanation": "CARİ HESABIN İŞLEYİŞİ<br/>Doğru yanıt E seçeneğidir. Bütünlük ilkesi gereği dönem içinde taraflar birbirlerine karşı ne borçlu ne de alacaklıdırlar. Bütünlük ilkesi gereği cari hesaba kaydedilen işlemlerin hukuki sonuç doğurabilmesi için hesap kesiminin yapılmış, bakiyenin belirlenip taraflara bildirilmiş olması gerekir. Başka deyişle hesap kesilmeden cari hesaba kaydedilen herhangi bir işlem için yasal süreç başlatılamaz. Örneğin cari hesaba kaydedilen herhangi bir işlemin hukuken geçerli olmadığını, cari hesaptan çıkarılması gerektiği gibi nedenlerle yasal yollara başvurabilmek için hesap kesiminin yapılmış olması gerekir. Çünkü cari hesaba kaydedilen işlemlerin her biri ancak ve ancak hesap kesiminden sonra yasal geçerlilik kazanmaktadır."
  },
  {
    "id": "3357551",
    "unitNumber": 5,
    "text": "C Limited Şirketi cari hesap sözleşmesi imzalamış olduğu G Limited Şirketine 31 Mart tarihinde %18 KDV dahil 2.360 TL tutarında ticari mal satmıştır. Bu işleme ilişkin olarak, G Limited Şirketi tarafından yapılacak yevmiye kaydında aşağıdaki hesaplardan hangisinin kullanımı doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Alıcılar hesabı 2.360 TL alacaklı",
      "B": "Yurtiçi Satışlar hesabı 2.000 TL alacaklı",
      "C": "Hesaplanan KDV hesabı 360 TL alacaklı",
      "D": "Satıcılar hesabı 2.360 TL borçlu",
      "E": "Ticari Mallar hesabı 2.360 TL borçlu"
    },
    "explanation": "CARİ HESAP İŞLEMLERİNİN MUHASEBELEŞTİRİLMESİ<br/>Doğru yanıt A seçeneğidir. G Limited Şirketi yapmış olduğu ticari mal alımına ilişkin kayıtta Ticari Mallar hesabının borç tarafına 2.000 TL, İndirilecek KDV hesabının borç tarafına 360 TL kaydederken, diğer taraftan cari hesap sözleşmesi gereği Alıcılar hesabının alacak tarafına 2.360 TL kayıt yapacaktır."
  },
  {
    "id": "3358061",
    "unitNumber": 5,
    "text": "“İki kişinin herhangi bir hukuki sebep veya ilişkiden doğan alacaklarını teker teker ve ayrı ayrı istemekten karşılıklı olarak vazgeçip bunları kalem kalem alacak ve borç şekline çevirerek hesabın kesilmesinden sonra çıkacak artan tutarı isteyebileceklerine ilişkin sözleşme ...... sözleşmesidir”. Cümlesindeki boşluğa aşağıdaki seçeneklerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "açık hesap",
      "B": "cari hesap",
      "C": "Kapalı hesap",
      "D": "sınırlı hesap",
      "E": "sözleşmeli hesap"
    },
    "explanation": "“İki kişinin herhangi bir hukuki sebep veya ilişkiden doğan alacaklarını teker teker ve ayrı ayrı istemekten karşılıklı olarak vazgeçip bunları kalem kalem alacak ve borç şekline çevirerek hesabın kesilmesinden sonra çıkacak artan tutarı isteyebileceklerine ilişkin sözleşme cari hesap sözleşmesidir”."
  },
  {
    "id": "3358062",
    "unitNumber": 5,
    "text": "Cari hesap sözleşmeleri hangi açılardan sınıflamaya tabi tutulabilirler?",
    "correctAnswer": "C",
    "options": {
      "A": "Gereklilik açısından, sözleşme açısından, hesap bakiyesi açısından",
      "B": "Süre açısından, kalan bakiye açısından",
      "C": "Süre açısından, teminat açısından, hesap bakiyesi açısından",
      "D": "Temrin açısından, teminat açısından, geçerli bakiye açısından",
      "E": "Sanal açıdan, mal açısından, kalan hesap bakiyesi açısından"
    },
    "explanation": "Cari hesap sözleşmeleri çeşitli açılardan sınıflamaya tabi tutulabilirler. Süre açısından, teminat açısından, hesap bakiyesi açısından sınıflamalar buna örnek verilebilir."
  },
  {
    "id": "3358063",
    "unitNumber": 5,
    "text": "Cari hesap sözleşmesinin hükmüne geçerli olabilmesi ve tarafları bağlayıcı olması için sözleşmede yer alması gereken genel unsurlar kaç grupta incelenebilir ve bunlar nelerdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Zorunlu Unsurlar ve Tamamlayıcı Unsurlar olmak üzere genel olarak iki grupta incelemek mümkündür.",
      "B": "Zorunlu Unsurlar, Genel Unsurlar ve Tamamlayıcı Unsurlar olmak üzere genel olarak üç grupta incelemek mümkündür.",
      "C": "Gerekçeli Unsurlar ve Taraflı Unsurlar olmak üzere genel olarak iki grupta incelemek mümkündür.",
      "D": "Serbest Unsurlar ve Düzenli Unsurlar olmak üzere genel olarak iki grupta incelemek mümkündür.",
      "E": "Gerekçeli Unsurlar, Hukuki Unsurlar ve Tamamlayıcı Unsurlar olmak üzere genel olarak Üç grupta incelemek mümkündür."
    },
    "explanation": "Cari hesap sözleşmesinin hükmüne geçerli olabilmesi ve tarafları bağlayıcı olması için sözleşmede bazı unsurların yer alması gerekir. Genel olarak 1) Zorunlu Unsurlar, 2)Tamamlayıcı Unsurlar olmak üzere iki grupta incelemek mümkündür."
  },
  {
    "id": "3358064",
    "unitNumber": 5,
    "text": "Kanuna göre cari hesap sözleşmesi kaç taraf arasında yapılabileceği açıkça belirtilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Üç",
      "B": "İki",
      "C": "Dört",
      "D": "Beş",
      "E": "Bir"
    },
    "explanation": "Kanuna göre cari hesap sözleşmesi iki taraf arasında yapılabileceği açıkça belirtilmiş olmakla birlikte tarafların kim olabileceğine ilişkin düzenlemelere yer verilmemiştir."
  },
  {
    "id": "3358065",
    "unitNumber": 5,
    "text": "Cari hesap sözleşmesi taraflar açısından hangi dönemden sonraki işlemleri kapsar?",
    "correctAnswer": "D",
    "options": {
      "A": "Cari hesap sözleşmesinin taraflarca imzalandığı tarihten önceki işlemleri kapsar.",
      "B": "Cari hesap sözleşmesinin taraflarca ele alındığı işlemleri kapsar.",
      "C": "Cari hesap sözleşmesinin taraflarca güncellendiği tarhteki işlemleri kapsar.",
      "D": "Cari hesap sözleşmesinin taraflarca imzalandığı tarihten sonraki işlemleri kapsar.",
      "E": "Cari hesap sözleşmesinin taraflarca tasarlandığı işlemleri kapsar."
    },
    "explanation": "Cari hesaba kaydedilmesi gereken işlemler esasen geleceğe dönüktür. Başka deyişle cari hesap sözleşmesinin taraflarca imzalandığı tarihten sonraki işlemleri kapsar."
  },
  {
    "id": "3358066",
    "unitNumber": 5,
    "text": "\"Cari hesaba kaydedilen borç ve alacak işlemlerinin kesin hesabının görülüp hangi tarafın ne kadar borçlu, hangi tarafın ne kadar alacaklı olduğunun ortaya çıkarılması işlemleri..........ifadesiyle anlatılır.\" Cümlesindeki boşluğa aşağıdaki seçeneklerden hangisi gelmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "“cari hesapta işlemlerin belirlenmesi”",
      "B": "“cari hesapta dönemin belirlenmesi”",
      "C": "“kalan hesapta faizin belirlenmesi”",
      "D": "“cari hesapta borçların belirlenmesi”",
      "E": "“cari hesapta bakiyenin belirlenmesi”"
    },
    "explanation": "Cari hesaba kaydedilen borç ve alacak işlemlerinin kesin hesabının görülüp hangi tarafın ne kadar borçlu, hangi tarafın ne kadar alacaklı olduğunun ortaya çıkarılması işlemleri “cari hesapta bakiyenin belirlenmesi” ifadesiyle anlatılır."
  },
  {
    "id": "3358067",
    "unitNumber": 5,
    "text": "Faizin hesaplanmasında kullanılacak basit (gerçek) faiz formülü nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Faiz = para x faiz oranı x süre÷390",
      "B": "Faiz = kalan para x faiz oranı x süre÷363",
      "C": "Faiz = ana para x faiz oranı x süre÷365",
      "D": "Faiz = ana para x gerçek oran x işlem÷365",
      "E": "Faiz = ana para x kalan zaman x süre÷398"
    },
    "explanation": "Faizin hesaplanmasında kullanılacak formül ise basit (gerçek) faiz formülüdür. Bu formül aşağıda verilmiştir.<br/>Faiz = ana para x faiz oranı x süre÷365"
  },
  {
    "id": "3358068",
    "unitNumber": 5,
    "text": "Zamanaşımı hukukta nasıl tanımlanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Hak sahibi süre olarak",
      "B": "Hak düşürücü süre olarak",
      "C": "Hak muhasebesi olarak",
      "D": "Hak arama süreci olarak",
      "E": "Yargı süreci olarak"
    },
    "explanation": "Zamanaşımı hukukta hak düşürücü süre olarak tanımlanmaktadır. Başka deyişle taraflardan birinin sahip olduğu hakkı kullanmak için tanınan sürenin sonunu ifade eder."
  },
  {
    "id": "3358069",
    "unitNumber": 5,
    "text": "Taraflar arasında zamanaşımı süresinin başlangıcı hangi tarihtir?",
    "correctAnswer": "A",
    "options": {
      "A": "Cari hesap sözleşmesinin sona erdiği ve bakiyenin taraflar arasında kabul edildiği tarihtir.",
      "B": "Cari hesap sözleşmesinin başladığı ve bakiyenin taraflar arasında red edildiği tarihtir.",
      "C": "Cari hesap sözleşmesinin sona erdiği ve bakiyenin taraflar arasında red edildiği tarihtir.",
      "D": "Genel hesap sözleşmesinin başladığı ve bakiyenin taraflar arasında kabul edildiği tarihtir.",
      "E": "Hesap sözleşmesinin sona erdiği ve bakiyenin taraflar arasında paylaşıldığı tarihtir."
    },
    "explanation": "Zamanaşımı süresinin başlangıcı ise cari hesap sözleşmesinin sona erdiği ve bakiyenin taraflar arasında kabul edildiği tarihtir."
  },
  {
    "id": "3358070",
    "unitNumber": 5,
    "text": "Cari hesaba faiz yürütülürken “cari hesaba kaydedilen işlemlere kaydedildiği tarihten itibaren.........uygulanır.” Cümlesindeki boşluğa aşağıdaki seçeneklerden hangisi gelmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "işlem",
      "B": "fark",
      "C": "yöntem",
      "D": "süre",
      "E": "faiz"
    },
    "explanation": "Cari hesaba faiz yürütülürken “cari hesaba kaydedilen işlemlere kaydedildiği tarihten itibaren faiz uygulanır” kuralının devreye gireceğini<br/>unutmamak gerekir."
  },
  {
    "id": "3440967",
    "unitNumber": 6,
    "text": "Devralan işletmenin genel kurulunun sermaye arttırımı kararında; sermaye büyüklüğünü, ortakların paylarının türünü ve hisse paylarını, birleşme bilançosu ile hem devrolunan hem de devralan işletmelerin son kaç yılına ilişkin finansal tabloları ve faaliyet raporları gözönünde bulundurulmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "üç",
      "B": "beş",
      "C": "bir",
      "D": "on",
      "E": "yedi"
    },
    "explanation": "Birleşme sözleşmesinin yazılı bir şekilde oluşturulması ve yetkili organlar tarafından onaylanmasından sonra, TTK’nın 142/1. Maddesine göre, devralma şeklinde birleşmede, devralan işletme sermayesinin devrolunan işletme ortaklarının haklarını korunmasına yetecek düzeyde arttırması gerekmektedir. Bu nedenle devralan işletmenin genel kurulunun sermaye arttırımı kararında; sermaye büyüklüğünü, ortakların paylarının türünü ve hisse paylarını, birleşme bilançosu ile hem devrolunan hem de devralan işletmelerin son üç yılına ilişkin finansal tabloları ve faaliyet raporları gözönünde bulundurulmalıdır."
  },
  {
    "id": "3440997",
    "unitNumber": 6,
    "text": "Sınırsız sorumlu ortağın borç sorumluluğu, birleşme kararının ilan tarihinden itibaren kaç yıl geçmesi durumunda zamanaşımına uğramaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "bir",
      "B": "üç",
      "C": "iki",
      "D": "beş",
      "E": "yedi"
    },
    "explanation": "Sınırsız sorumlu ortağın borç sorumluluğu, birleşme kararının ilan tarihinden itibaren üç yıl geçmesi durumunda zamanaşımına uğramaktadır."
  },
  {
    "id": "3441013",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi çalışanlara sağlanan kısa vadeli faydalardan biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "ücretli yıllık izin",
      "B": "ücretli hastalık izni",
      "C": "iş göremezlik ödeneği",
      "D": "lojman",
      "E": "sağlık yardımı"
    },
    "explanation": "Çalışanlara sağlanan diğer uzun vadeli faydalar; uzun süreli işten ayrılmalar veya seyahat, jübile, iş göremezlik ödeneğidir.<br/>İş göremezlik ödeneği"
  },
  {
    "id": "3441016",
    "unitNumber": 6,
    "text": "Çalışma dönemi sonrasında sağlanan faydalardan biri aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sosyal güvenlik yardımları",
      "B": "Jübile",
      "C": "İş görmezlik ödeneği",
      "D": "Emekli maaşı",
      "E": "Ücretli yıllık izin"
    },
    "explanation": "Çalışma dönemi sonrasında sağlanan faydalar; emekli maaşı, emeklilik sonrası hayat sigortası veya sağlık yardımıdır."
  },
  {
    "id": "3441019",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi çalışanlara sağlanan diğer uzun vadeli faydalardan biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Lojman",
      "B": "Ücretli yıllık izin",
      "C": "Emekli maaşı",
      "D": "Sosyal güvenlik yardımları",
      "E": "Jübile"
    },
    "explanation": "Çalışanlara sağlanan diğer uzun vadeli faydalar; uzun süreli işten ayrılmalar veya seyahat, jübile, iş göremezlik ödeneğidir."
  },
  {
    "id": "3441026",
    "unitNumber": 6,
    "text": "Şirket; tür değiştirme planını, raporunu, denetleme raporunu ve son ....... yılın finansal tablolarını ve hatta varsa işletmenin ara bilançosunu genel kurulda tür değiştirme kararı alınmasından ........... gün önce merkezinde ve halka açık anonim şirketlerde Sermaye Piyasası Kurulu’nun uygun gördüğü yerlerde ortakların incelemesine sunmak zorundadır. Boşluklara sırasıyla aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "üç-otuz",
      "B": "beş-yirmi",
      "C": "bir-otuz",
      "D": "üç-altmış",
      "E": "beş-almış"
    },
    "explanation": "Şirket; tür değiştirme planını, raporunu, denetleme raporunu ve son üç yılın finansal tablolarını ve hatta varsa işletmenin ara bilançosunu genel kurulda tür değiştirme kararı alınmasından otuz gün önce merkezinde ve halka açık anonim şirketlerde Sermaye Piyasası Kurulu’nun uygun gördüğü yerlerde ortakların incelemesine sunmak zorundadır.<br/>üç-otuz"
  },
  {
    "id": "3441031",
    "unitNumber": 6,
    "text": "Birleşmeye katılan şirketler; alacaklılarına, Türkiye Ticaret Sicili Gazetesi’nde, yurt düzeyinde dağıtımı yapılan üç gazetede ........... gün aralıklarla üç defa yapacakları ilanla ve ayrıca internet sitelerine konulacak ilanla haklarını bildirmelidir. Cümledeki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "beşer",
      "B": "yedişer",
      "C": "onar",
      "D": "üçer",
      "E": "ikişer"
    },
    "explanation": "Birleşmeye katılan şirketler; alacaklılarına, Türkiye Ticaret Sicili Gazetesi’nde, yurt düzeyinde dağıtımı yapılan üç gazetede yedişer gün aralıklarla üç defa yapacakları ilanla ve ayrıca internet sitelerine konulacak ilanla haklarını bildirmelidir."
  },
  {
    "id": "3441032",
    "unitNumber": 6,
    "text": "Birleşmeye katılan şirketler; alacaklılarına, Türkiye Ticaret Sicili Gazetesi’nde, yurt düzeyinde dağıtımı yapılan üç gazetede yedişer gün aralıklarla kaç defa yapacakları ilanla ve ayrıca internet sitelerine konulacak ilanla haklarını bildirmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "bir",
      "B": "altı",
      "C": "üç",
      "D": "iki",
      "E": "beş"
    },
    "explanation": "Birleşmeye katılan şirketler; alacaklılarına, Türkiye Ticaret Sicili Gazetesi’nde, yurt düzeyinde dağıtımı yapılan üç gazetede yedişer gün aralıklarla üç defa yapacakları ilanla ve ayrıca internet sitelerine konulacak ilanla haklarını bildirmelidir"
  },
  {
    "id": "3441037",
    "unitNumber": 6,
    "text": "Türkiye’de ticaret işletmelerinin hukuki yapısı hangi Kanunu kapsamında düzenlenmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "İdari Yargılama Usulü Kanun",
      "B": "Vatandaşlık Kanunu",
      "C": "Hukuk Muhakemeleri Kanunu",
      "D": "Türk Ticaret Kanunu",
      "E": "Türk Ceza Kanunu"
    },
    "explanation": "Türkiye’de ticaret işletmelerinin hukuki yapısı Türk Ticaret Kanunu kapsamında düzenlenmiştir."
  },
  {
    "id": "3441048",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi işletmelerin şirket türlerini değiştirme nedenlerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Şirketlerin sermaye yapısını değiştirmek",
      "B": "Şirketlerin sorumluluk yapısını değiştirmek,",
      "C": "Örgüt biçimini değiştirmek",
      "D": "Finansman olanaklarını artırmak ve çeşitlendirmek",
      "E": "Vergi vermemek"
    },
    "explanation": "İşletmelerin şirket türlerini değiştirme nedenleri şöyle sıralanabilir.\n<br/>• Şirketlerin sermaye yapısını değiştirmek,\n<br/>• Şirketlerin sorumluluk yapısını değiştirmek,\n<br/>• Örgüt biçimini değiştirmek,\n<br/>• Finansman olanaklarını artırmak ve çeşitlendirmek,\n<br/>• Teşviklerden yararlanmak,\n<br/>• Vergisel avantajlardan yararlanmak.<br/>Vergi vermemek"
  },
  {
    "id": "3701896",
    "unitNumber": 7,
    "text": "I. Finansal Tablolar Denetimi\n II. Faaliyet Denetimi\n III. Kamu Denetimi\n Yukarıdakilerden hangisi veya hangileri gerçekleştirilme amacına göre denetim türleri arasında yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Denetimi kimin yaptığına göre başka bir ifade ile denetimi gerçekleştiren denetçini unvanına göre denetim türleri bağımsız denetim, iç denetim, kamu denetimi; denetimin gerçekleştirilme amacına göre ise finansal tablolar denetimi, uygunluk denetimi, faaliyet denetimi şeklinde sınıflandırılmaktadır."
  },
  {
    "id": "3701898",
    "unitNumber": 7,
    "text": "İşletmenin bölümlerinin etkinlik ve verimliliklerinin değerlendirilmesi amacıyla o bölümlerin faaliyetlerine ilişkin yöntem ve yordamların gözden geçirilerek incelenmesi faaliyetine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Faaliyet Denetimi",
      "B": "Uygunluk Denetimi",
      "C": "Kamu Denetimi",
      "D": "İç Denetim",
      "E": "Bağımsız Denetim"
    },
    "explanation": "Faaliyet denetimi genel olarak işletmenin bölümlerinin etkinlik ve verimliliklerinin değerlendirilmesi amacıyla o bölümlerin faaliyetlerine ilişkin yöntem ve yordamların gözden geçirilerek incelenmesi faaliyetidir. Başka bir ifade ile faaliyet denetimi işletmenin amaçlarına ulaşmada başarılı olup olmadığı ve sözkonusu amaçlara ulaşılırken işletme kaynaklarının verimli kullanılıp kullanılmadığını ölçmek amacı ile gerçekleştirilen bir denetim türüdür."
  },
  {
    "id": "3701899",
    "unitNumber": 7,
    "text": "I. Bağımsız davranabilme\n II. Yeterli mesleki bilgi ve tecrübeye sahip olma\n III. Yüksek ahlaki nitelikler taşıma\n Yukarıdakilerden hangisi veya hangileri bir denetçinin taşıması gereken özelliklerdendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız II",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Denetçi, genel olarak denetim çalışmalarını yürüten, yeterli mesleki bilgi ve tecrübeye sahip, tarafsız davranabilen, yüksek ahlaki nitelikler taşıyan kimse olarak tanımlanmaktadır. Bu tanımdan yola çıkarak bir denetçinin taşıması gereken özelliklerin aşağıdaki gibi belirlenebilmesi mümkündür:\n<br/><ul><br/><li>Bağımsız davranabilen</li><br/><li>Yeterli mesleki bilgi ve tecrübeye sahip</li><br/><li>Yüksek ahlaki nitelikler taşıyan kişidir.</li><br/></ul><br/>Denetçi, genel olarak denetim çalışmalarını yürüten, yeterli mesleki bilgi ve tecrübeye sahip, tarafsız davranabilen, yüksek ahlaki nitelikler taşıyan kimse olarak tanımlanmaktadır. Bu tanımdan yola çıkarak bir denetçinin taşıması gereken özelliklerin aşağıdaki gibi belirlenebilmesi mümkündür:\n <ul> <li>Bağımsız davranabilen</li> <li>Yeterli mesleki bilgi ve tecrübeye sahip</li> <li>Yüksek ahlaki nitelikler taşıyan kişidir.</li> </ul>"
  },
  {
    "id": "3701901",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi iç denetçilerin görev yapmakta oldukları işletmelerde yerine getirdikleri hizmetlerden birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İşletmelere vergi konularında danışmanlık yapmak",
      "B": "İşletmede iç denetimin işlevinin oluşumuna yardımcı olmak",
      "C": "İşletmeler adına çeşitli kurumlarda temsil görevini yürütmek",
      "D": "İşletme yönetiminin istediği özel araştırmaları yapmak",
      "E": "Çeşitli konularda yönetim danışmanlığı yapmak"
    },
    "explanation": "İç denetçiler görev yaptıkları işletme ile işçi-işveren ilişkisi içerisinde olan, bağlı bulundukları işletmede iç denetim hizmeti yapan kurmay bölümün üyeleridir. İç denetçiler görev yapmakta oldukları işletmelerde, işletme yönetiminin istediği özel araştırmaları yapmaktadırlar."
  },
  {
    "id": "3701902",
    "unitNumber": 7,
    "text": "I. Olumlu görüş\n II. Olumsuz görüş\n III. Şartlı görüş\n Yukarıdakilerden hangisi veya hangileri genel kabul görmüş denetim standartlarının denetçiye denetlediği işletmenin finansal tablolarına ilişkin sunduğu görüş seçenekleri arasında yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Genel kabul görmüş denetim standartları denetçiye denetlediği işletmenin finansal tablolarına ilişkin olumlu görüş, olumsuz görüş, şartlı görüş ve görüş bildirmekten kaçınma olmak üzere dört farklı görüş seçeneği sunmaktadır."
  },
  {
    "id": "3701903",
    "unitNumber": 7,
    "text": "Sermaye Piyasası Bağımsız Denetim Standartları Hakkında Tebliğ’e göre sermaye piyasası araçlarının halka arzı için Kurula başvuru sırasında veya birleşme, bölünme, devir ve tasfiye durumunda bulunan işletmelerce, bu amaçlarla herhangi bir tarih itibariyle düzenlenmiş finansal tabloların bağımsız denetime tabi tutulmasına ne ad verilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "İnceleme Denetimi",
      "B": "Sınırlı Bağımsız Denetim",
      "C": "Özel Bağımsız Denetim",
      "D": "Bağımsız Denetim",
      "E": "Sermaye Piyasası Denetimi"
    },
    "explanation": "Özel Bağımsız Denetim, özel bağımsız denetim, sermaye piyasası araçlarının halka arzı için Kurula başvuru sırasında veya birleşme, bölünme, devir ve tasfiye durumunda bulunan işletmelerce, bu amaçlarla herhangi bir tarih itibariyle düzenlenmiş finansal tabloların bağımsız denetime tabi tutulmasını ifade eder."
  },
  {
    "id": "3701904",
    "unitNumber": 7,
    "text": "Sermaye Piyasası Bağımsız Denetim Standartları Hakkında Tebliğ’e göre aşağıdakilerden hangisi sorumlu ortak baş denetçinin sahip olması gereken özelliklerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bağımsız denetim kuruluşunda pay sahibi olmak",
      "B": "Baş denetçi unvanını haiz olmak",
      "C": "Bağımsız denetim çalışmasını kuruluş adına kendi kişisel sorumluluğu ile yürütmek",
      "D": "Kuruluş adına bağımsız denetim raporlarını imzalamaya haiz yetkili kişi olmak",
      "E": "En az fiilen 10 yıl mesleki deneyime sahip olmak"
    },
    "explanation": "Sorumlu ortak baş denetçi, bağımsız denetim kuruluşunda pay sahibi olup baş denetçi unvanına haiz ve bağımsız denetim çalışmasını kuruluş adına kendi kişisel sorumluluğu ile yürüten ve kuruluş adına bağımsız denetim raporlarını imzalamaya haiz yetkili kişidir."
  },
  {
    "id": "3701905",
    "unitNumber": 7,
    "text": "Enerji Piyasasında Faaliyet Gösteren Gerçek ve Tüzel Kişilerin Bağımsız Denetim Kuruluşlarınca Denetlenmesi Hakkında Yönetmelik uyarınca bir denetim kuruluşu bir şirketin bağımsız denetimini gerçekleştirebilmek için ardı ardına en fazla kaç yıl için görevlendirilebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "2",
      "B": "3",
      "C": "5",
      "D": "7",
      "E": "10"
    },
    "explanation": "EPDK tarafından yayınlanan tebliğde de ilgili SPK tebliğ’nde olduğu gibi denetim kuruluşları için 7 yıllık bir rotasyon süresi tanımlanmıştır. Bir denetim kuruluşu bir şirketin bağımsız denetimini gerçekleştirebilmek için ardı ardına en fazla 7 yıl için görevlendirilebilir."
  },
  {
    "id": "3701907",
    "unitNumber": 7,
    "text": "I. Anonim şirketler\n II. Limited şirketler\n III. Kollektif şirketler\n Yeni TTK’nın getirdiği düzenlemeye göre yukarıdakilerden hangisi veya hangileri bağımsız denetime tabi olacak şirketler arasında yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Yeni TTK’nın getirdiği düzenlemeye göre bağımsız denetime tabi olacak şirketler, anonim şirketler, limited şirketler ve sermayesi paylara bölünmüş komandit şirketlerdir."
  },
  {
    "id": "3701908",
    "unitNumber": 7,
    "text": "Şirketlerin kuruluşu, sermaye artırımı, azaltılması, birleşme, bölünme, tür değiştirme, menkul kıymet ihracı veya herhangi bir diğer şirket işlem ve kararlarının denetlenmesine işlem denetimi, bu denetimi gerçekleştirecek denetçiye ne ad verilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Özel denetçi",
      "B": "Bağımsız denetçi",
      "C": "Kıdemli denetçi",
      "D": "İşlem denetçisi",
      "E": "Baş denetçi"
    },
    "explanation": "Şirketlerin kuruluşu, sermaye artırımı, azaltılması, birleşme, bölünme, tür değiştirme, menkul kıymet ihracı veya herhangi bir diğer şirket işlem ve kararlarının denetlenmesine işlem denetimi, bu denetimi gerçekleştirecek denetçi ise işlem denetçisi olarak tanımlanmaktadır."
  },
  {
    "id": "3357812",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi ticari işletmenin ölçütlerinden biri değiildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Esnaf işletmesi için öngörülen sınırı aşmak",
      "B": "Gelir sağlamayı amaçlamak",
      "C": "Devamlılık",
      "D": "Şirket olmak",
      "E": "Bağımsız olmak"
    },
    "explanation": "Şirket olmak gibi bir şart yoktur. Cevap D"
  },
  {
    "id": "3357813",
    "unitNumber": 8,
    "text": "Bir iktisadi işletmenin ticari işletme olarak değerlendirilebilmesi için sürekli gelir sağlamayı amaçlayarak faaliyette bulunması gerekir. Bu ilkeye ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Süreklilik",
      "B": "Devamlılık",
      "C": "Gelir kazanma amacı",
      "D": "Birlikte çaba sarf etme",
      "E": "Sözleşme"
    },
    "explanation": "Bir iktisadi işletmenin ticari işletme olarak değerlendirilebilmesi için sürekli gelir sağlamayı amaçlayarak<br/>faaliyette bulunması gerekir. Diğer bir deyişle, geçici olarak yapılan işler, işin hacmi ne kadar büyük<br/>olursa olsun, ticari işletme değildir. Bu devamlılık ilkesidir. Cevap B"
  },
  {
    "id": "3357814",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bir ticari işletmeyi kendi adına işletenlerden sayılır?",
    "correctAnswer": "E",
    "options": {
      "A": "Ticari mümessil",
      "B": "Ticaret ortaklıklarının ortakları",
      "C": "Veli",
      "D": "Vasi",
      "E": "Adi ortaklık ortakları"
    },
    "explanation": "Adi ortaklık ortakları adi ortaklığın tüzel kişiliği bulunmadığından her biri tacir sayılır. Cevap E"
  },
  {
    "id": "3357815",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi tacir gibi sorumlu olanlardandır?",
    "correctAnswer": "A",
    "options": {
      "A": "Küçük ve kısıtlılara ait ticari işletmeyi bunların adına işleten yasal temsilci",
      "B": "Adi ortaklık ortağı",
      "C": "Küçükler",
      "D": "Kısıtlılar",
      "E": "Ortada bir işletme bulunmamasına rağmen üçüncü kişilerle varmış gibi işlem yapanlar"
    },
    "explanation": "Ticaret Kanunumuz bazı kişileri tacir saymamakla beraber, kendilerini kısmen veya tamamen tacir gibi<br/>sorumlu tutmuştur. Türk Ticaret Kanunu m. 13’e göre, “Küçük ve kısıtlılara ait ticari işletmeyi bunların<br/>adına işleten yasal temsilci, tacir sayılmaz. Tacir sıfatı, temsil edilene aittir. Ancak, yasal temsilci ceza<br/>hükümlerinin uygulanması yönünden tacir gibi sorumlu olur.” Bu hükümden anlaşılacağı gibi, tacir<br/>küçüğün veli veya vasisi tacir sayılmadığı halde, cezai sorumluluk açısından tacir gibi sorunlu<br/>tutulmaktadır. Cevap A"
  },
  {
    "id": "3357816",
    "unitNumber": 8,
    "text": "Aşağıdaki ortaklık türlerinden hangisi tacir değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Anonim",
      "B": "Limited",
      "C": "Kollektif",
      "D": "Komandit",
      "E": "Adi ortaklık"
    },
    "explanation": "Adi ortaklık tüzel kişiliğe sahip olmadığından kendisi değil ortakları tacirdir. Cevap E"
  },
  {
    "id": "3357817",
    "unitNumber": 8,
    "text": "Aşağıdaki tüzel kişilerden hangisi kuruldukları anda kendiliğinden tacir olmayıp ancak ticari işletme işletirse tacir olur?",
    "correctAnswer": "D",
    "options": {
      "A": "Anonim",
      "B": "Limited",
      "C": "Komandit",
      "D": "Vakıf",
      "E": "Kollektif"
    },
    "explanation": "Vakıf bir tüzel kişilik türüdür. Ancak doğrudan tacir değildir. Ticari işletme işletirse tacir olur. Cevap D"
  },
  {
    "id": "3357818",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi tacir olmanın hükümlerinden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Konkordatoya tabi olma",
      "B": "İflasa tabi olma",
      "C": "Odalara kaydolma",
      "D": "Ticaret siciline kaydolma",
      "E": "Ticaret unvanı kullanma"
    },
    "explanation": "Konkordatoya tacir olsun olmasın herkes tabidir. Cevap A"
  },
  {
    "id": "3357819",
    "unitNumber": 8,
    "text": "I. Kollektif\n II. Anonim\n III. Limited\n Yukarıdakilerden hangileri kişi ortaklığıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "II ve III"
    },
    "explanation": "Yalnızca kollektif ortaklık kişi ortaklığıdır. Cevap A"
  },
  {
    "id": "3357820",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi kollektif ortaklığın özelliklerinden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tüzel kişilik",
      "B": "Sermaye",
      "C": "Ortaklık malvarlığıyla sınırlı sorumluluk",
      "D": "Ticaret unvanı",
      "E": "Ticari işletme"
    },
    "explanation": "Ortakların sınırsız sorumluluğu söz konusudur. Cevap C"
  },
  {
    "id": "3357821",
    "unitNumber": 8,
    "text": "Kollektif ortaklık sözleşmesi yazılı şekilde yapılmamış veya sözleşmeye konması zorunlu olan kayıtlardan biri veya bazıları eksik ya da hükümsüz ise ortaklık kollektif ortaklık niteliği kazanamaz ve .............. sayılır. Cümlede boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Anonim ortaklık",
      "B": "Adi ortaklık",
      "C": "Limited ortaklık",
      "D": "Komandit ortaklık",
      "E": "Kooperatif"
    },
    "explanation": "Kollektif ortaklık sözleşmesi yazılı şekilde yapılmamış veya sözleşmeye konması zorunlu olan<br/>kayıtlardan biri veya bazıları eksik ya da hükümsüz ise ortaklık kollektif ortaklık niteliği kazanamaz ve<br/>adi ortaklık sayılır. Cevap B"
  },
  {
    "id": "3357822",
    "unitNumber": 8,
    "text": "Özel sigortalar aşağıdaki kanunlardan hangisinde düzenlenmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Borçlar Kanunu",
      "B": "Bankacılık Kanunu",
      "C": "Türk Ticaret Kanunu",
      "D": "Medeni Kanun",
      "E": "Anayasa"
    },
    "explanation": "Özel sigorta ise, bir kimsenin malvarlıksal değeri olan varlıklarını tehlikelere karşı korumak amacına yöneliktir. Özel sigorta Türk Ticaret Kanununda düzenlenmiştir. Türk Ticaret Kanununa göre, “sigorta sözleşmesi, sigortacının bir prim karşılığında, kişinin para ile ölçülebilir bir menfaatini zarara uğratan tehlikenin, rizikonun, meydana gelmesi hâlinde bunu tazmin etmeyi ya da bir veya birkaç kişinin hayat süreleri sebebiyle ya da hayatlarında gerçekleşen bazı olaylar dolayısıyla bir para ödemeyi veya diğer edimlerde bulunmayı yükümlendiği sözleşmedir”."
  },
  {
    "id": "3357823",
    "unitNumber": 8,
    "text": "Kendisinin olmayan bir gemiyi menfaat sağlamak amacıyla suda kendi adına bizzat veya kaptan aracılığıyla kullanan kişi, üçüncü kişilerle olan ilişkilerinde ne olarak kabul edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Donatan",
      "B": "Vekil",
      "C": "Temsilci",
      "D": "Kaptan",
      "E": "Ticari mümessil"
    },
    "explanation": "Türk Ticaret kanunu m. 1061’e göre, donatan, gemisini menfaat sağlamak amacıyla suda kullanan gemi malikine denir. Kendisinin olmayan bir gemiyi menfaat sağlamak amacıyla suda kendi adına bizzat veya kaptan aracılığıyla kullanan kişi, üçüncü kişilerle olan ilişkilerinde donatan sayılır."
  },
  {
    "id": "3357824",
    "unitNumber": 8,
    "text": "Yetkili olmayan bir temsilci tarafından bir kambiyo senedi düzenlenmesi halinde aşağıdaki ifadelerden hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Kambiyo senedi geçerlidir.",
      "B": "Tüzel kişilik kambiyo senedi ile bağlı olmaz.",
      "C": "Senedi düzenleyen senetten sorumludur.",
      "D": "Senet hükümsüzdür.",
      "E": "Yetkisiz temsilcinin imzası geçerlidir."
    },
    "explanation": "Gerçek kişilerin yetkili temsilcileri aracılığı ile poliçe ve bono düzenlemeleri mümkündür. Ancak, Çek Kanununa göre, gerçek kişinin temsilcisi veya vekili olarak çek düzenlenemez. Bu yasağa rağmen vekâleten çek düzenlenmesi halinde çek hesabı sahibinin sorumluluktan kurtulması söz konusu değildir.\n<br/>Tüzel kişiler ise yetkili organları aracılığıyla kambiyo senedi düzenleyebilirler. Bu organların kambiyo senedi düzenleyebilmesi için özel yetkilerinin olması gerekmez. Ancak, tüzel kişilerin temsil organı sıfatı bulunmayan temsilcilerinin, tüzel kişi adına kambiyo senedi düzenleyebilmesi için özel temsil yetkisine sahip olmaları gerekir.\n<br/>Yetkisiz temsilcilerin senedi imzalaması halinde senetten temsilci sorumludur. Ödemeyi yaptığı takdirde bu temsil olunanın haklarına sahip olur."
  },
  {
    "id": "3357825",
    "unitNumber": 8,
    "text": "Bir kimse bir bonoyu devrettiği kişinin adını göstermeksizin sadece imza atarak ciro ederse aşağıdakilerden hangisi söz konusu olur?",
    "correctAnswer": "D",
    "options": {
      "A": "Rehin cirosu",
      "B": "Teminat cirosu",
      "C": "Tahsil cirosu",
      "D": "Beyaz ciro",
      "E": "Tam ciro"
    },
    "explanation": "Ciro şekil açısından tam ciro ve beyaz ciro olarak ikiye ayrılır. Tam ciroda kimin lehine yapıldığı gösterilir.\n Senedi bu şekilde tam ciro ile devralan herhangi biri senetten doğan bütün hakları devralır. Senedi bu şekilde devralan bir kişi senetten doğan tüm hakları kullanabileceği gibi, dilerse bu senedi tam ciro veya beyaz ciro ile devretme olanağına da sahiptir."
  },
  {
    "id": "3357826",
    "unitNumber": 8,
    "text": "Anonim ortaklık sözleşmesinde aşağıdakilerden hangisinin bulunması zorunlu <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Ortaklığın merkezi ve unvanı",
      "B": "Ortaklığın işletme konusu",
      "C": "Ortaklığın sermayesi",
      "D": "Her payın itibarî değeri",
      "E": "Sözleşme değişikliklerinin yöntemi"
    },
    "explanation": "ANONİM ORTAKLIK ANA SÖZLEŞMESİNDE BULUNMASI GEREKEN ZORUNLU UNSURLAR\n<br/><ul><br/><li><br/>Ortaklığın ticaret unvanı ve merkezinin bulunacağı yer\n<br/></li><br/><li><br/>Esaslı noktaları belirtilmiş ve tanımlanmış bir şekilde ortaklığın işletme konusu.\n<br/></li><br/><li><br/>Ortaklığın sermayesi ile her payın itibarî değeri, bunların ödenmesinin şekil ve şartları\n<br/></li><br/><li><br/>Pay senetlerinin nama veya hamiline yazılı olacakları; belirli paylara tanınan imtiyazlar; devir sınırlamaları\n<br/></li><br/><li><br/>Paradan başka sermaye olarak konan haklar ve ayınlar; bunların değerleri; bunlara karşılık verilecek payların miktarı, bir işletme ve ayın devir alınması söz konusu olduğu takdirde, bunların bedeli ve ortaklığın kurulması için kurucular tarafından ortaklık hesabına satın alınan malların ve hakların bedelleriyle, ortaklığın kurulmasında hizmetleri görülenlere verilmesi gereken ücret, ödenek veya ödülün tutarı\n<br/></li><br/><li><br/>Kurucularla yönetim kurulu üyelerine ve diğer kimselere ortaklık kârından sağlanacak menfaatler\n<br/></li><br/><li><br/>Yönetim kurulu üyelerinin sayıları, bunlardan ortaklık adına imza koymaya yetkili olanlar\n<br/></li><br/><li><br/>Genel kurulların toplantıya nasıl çağrılacakları; oy hakları\n<br/></li><br/><li><br/>Ortaklık bir süre ile sınırlandırılmışsa, bu süre\n<br/></li><br/><li><br/>Ortaklığa ait ilanların nasıl yapılacağı\n<br/></li><br/><li><br/>Pay sahiplerinin taahhüt ettiği sermaye paylarının türleri ve miktarları\n<br/></li><br/><li><br/>Ortaklığın hesap dönemi\n<br/></li><br/><li><br/>İlk yönetim kurulu üyeleri\n<br/></li><br/></ul>"
  },
  {
    "id": "3357827",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Anonim Ortaklık Genel Kuruluna özgü yetkilerden <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Ortaklığın memur ve müstahdemlerini atamak",
      "B": "Esas sözleşmenin değiştirilmesi",
      "C": "Yönetim kurulu üyelerinin seçimi",
      "D": "Ortaklık varlığının toptan satışı",
      "E": "Denetçilerin ve işlem denetçisinin seçimi"
    },
    "explanation": "Genel kurul, pay sahiplerinden oluşan karar organıdır. Genel kurul, olağan veya olağanüstü olmak üzere iki şekilde toplanabilir. Genel kurul ister olağan ister olağanüstü toplansın çağrılı veya çağrısız toplanabilir. Çağrısız genel kurul, yönetim kurulunun çağrısı üzerine bazı ilanların yapılmaksızın toplanmasıdır; bütün pay sahiplerinin veya temsilcilerinin toplantıda hazır bulunmaları ve hiç birinin itirazda bulunmamaları koşuluyla olağan veya olağanüstü toplanabilir.\n<br/>Genel kurul toplantılarına online olarak katılmak da olanaklıdır. Ancak, elektronik ortam üzerinden genel kurula katılma ve oy kullanma kapalı anonim ortaklıklar ile hisse senetleri borsaya kote edilmemiş halka açık anonim ortaklıklar açısından zorunlu olmayıp, bu husus ortaklığın isteğine bırakılmıştır.<br/>Tek pay sahipli anonim ortaklıklarda bu pay sahibi genel kurulun tüm yetkilerine sahiptir. Ancak, tek pay sahibinin genel kurul sıfatıyla alacağı kararların geçerlilik kazanabilmesi için yazılı olmaları zorunludur.\n<br/>Genel kurulun yetkilerinin sınırını kanunda ve esas sözleşmede açıkça öngörülmüş haller belirler. Genel kurulun, icra organı olmadığından, alınan kararlarla ilgili kurul olarak bir sorumluluğu yoktur. Genel kurulun hiçbir organa devredilemeyecek bazı yetkileri vardır. Bunları şu şekilde sıralayabiliriz: (i) Esas sözleşmenin değiştirilmesi (ii) Yönetim kurulu üyelerinin seçimi, süreleri, ücretleri ile huzur hakkı, ikramiye ve prim gibi haklarının belirlenmesi, ibraları hakkında karar verilmesi ve görevden alınmaları (iii) Kanunda öngörülen istisnalar dışında denetçinin seçimi ile görevden alınması (iv) Finansal tablolara, yönetim kurulunun yıllık raporuna, yıllık kâr üzerinde tasarrufa, kâr payları ile kazanç paylarının belirlenmesine, yedek akçenin sermayeye veya dağıtılacak kâra katılması dâhil, kullanılmasına dair kararların alınması (v) Kanunda öngörülen istisnalar dışında ortaklığın feshi (vi) Önemli miktarda ortaklık varlığının toptan satışı\n<br/>Genel kurul toplantısında, gündemde olmayan konular görüşülemez ve karar alınamaz. Ancak, bütün pay sahiplerinin hazır bulundukları toplantıda, gündeme bağlılık ilkesi uygulanmayabilir. Olağanüstü genel kurul toplantısının gündemi için ise böyle bir zorunluluk bulunmamaktadır. Genel kurul toplanabilmesi ve karar alabilmesi için yasa ve ana sözleşmede belirlenen toplantı ve karar yetersayılarının sağlanmış olması gerekir."
  },
  {
    "id": "3357828",
    "unitNumber": 8,
    "text": "Kollektif ortaklık sözleşmesinin bazı eksikliklere karşın tescil edilmesi halinde aşağıda ifade edilenlerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Ortaklık, kollektif ortaklık niteliğini kazanır.",
      "B": "Ortaklık, adi ortaklık niteliğini kazanır.",
      "C": "Ortaklık, üçüncü kişilere karşı kurulmamış sayılır.",
      "D": "Ortaklık, komandit ortaklık olarak kabul edilir.",
      "E": "Ortaklık kurulmamış sayılır."
    },
    "explanation": "Kollektif ortaklığın tüzel kişilik kazanabilmesi ve kollektif ortaklık olarak nitelenebilmesi için, noterce onaylanan ortaklık sözleşmenin ticaret siciline kayıt ettirilmesi gerekir. Ortaklık ticaret siciline tescil ile tüzel kişilik kazanır. Ticaret siciline tescilden sonra Türkiye Ticaret Sicili Gazetesi ile ilan yapılır. Bu ilan üçüncü kişilere duyuru amacı taşır."
  },
  {
    "id": "3357829",
    "unitNumber": 8,
    "text": "Komandite ortağın yönetim hakkı ile ilgili aşağıdaki ifadelerden hangisi <strong>söylenemez</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Kollektif ortağın ki gibidir.",
      "B": "Tüm komandite ortaklar, kural olarak, yönetim hakkına sahiptir.",
      "C": "Komandite ortaklar, isterlerse, aralarından birine yönetim hakkını devredebilirler.",
      "D": "Komandite ortaklar, isterlerse, aralarından bir kaçına yönetim hakkını devredebilirler.",
      "E": "Komandite ortakların yönetim hakkı yoktur."
    },
    "explanation": "Komandit ortaklıkların yönetimi, komandite ortaklara aittir. Sözleşmede bulunmayan hususlarda kollektif ortaklıklara ait hükümler uygulanır. Kollektif ortaklıklar için anlatılanlar komandite ortaklar için de geçerlidir.\n<br/>Komanditer ortaklar yönetim yetkisine sahip değildir.\n<br/>Komanditer ortaklar, ortaklık işlerini görmeye yetkili değildirler. Komanditer ortakların itiraz hakkı bulunmadığından olağan işlerin görülmesine engel olamazlar. Ancak, olağanüstü işler hakkında, ortaklar genel kurulunda oy kullanabilirler.\n<br/>Ortaklığın en yetkili karar organı ortaklar genel kuruludur. Komandite ve komanditer ortakların bir araya gelmesiyle oluşan genel kurul, olağan işler dışında olağanüstü nitelikteki işler içinde karar alabilir. Kollektif ortaklıklar için anlatılanlar komandite ortaklıklar için de geçerlidir.\n<br/>Komandit ortaklıkların temsili de, komandite ortaklara aittir. Bu yetkinin içeriği ve uygulanacak hükümler aynen kollektif ortaklıklardaki gibidir. Komanditer ortağın ortaklığı temsil yetkisi yoktur. Aksine davranıldığı takdirde, üçüncü kişilere karşı komandite ortak gibi sorumlu olur. Ancak, komanditer ortak kanuni temsil yetkisine sahip olmadığı halde, ortaklar kararı ile ticari mümessil, ticari vekil veya ticari memur olarak atanabilir. Bu onların komanditer sıfatını etkilemez."
  },
  {
    "id": "3357830",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi tacir olmanın sonuçlarından <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Ticaret unvanı seçmek ve kullanmak",
      "B": "Ticaret siciline kaydolmak",
      "C": "İflasa tabi olmak",
      "D": "Bankada cari hesap açtırmak",
      "E": "Ticari defter tutmak"
    },
    "explanation": "Tacir Olmanın Hükümleri\n<br/>İflâsa Tabi Olma\n<br/>Ticaret Siciline Kaydolma\n<br/>Odalara Kaydolma\n<br/>Ticaret Unvanı Seçme ve Kullanma\n<br/>Ticari İş Karinesine Tabi Olma\n<br/>Ticari Örf ve Adetlere Tabi Olma\n<br/>Ticari Defterleri Tutma\n<br/>Basiretli Bir İş Adamı Gibi Davranma\n<br/>Ücret ve Faiz İsteme\n<br/>Ücret ve Cezanın İndirilmesini İsteyememe\n<br/>Fatura Verme\n<br/>Hapis Hakkını Kullanmada Kolaylıktan Yararlanma\n<br/>Satış ve Mal Değişimlerinde Özel Hükümlere Tabi Olm"
  },
  {
    "id": "3357831",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi ticari işletmenin unsurları içinde <strong>yer almaz</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Gelir sağlamayı amaçlamak",
      "B": "Devamlılık",
      "C": "Esnaf faaliyeti sınırlarını aşmak",
      "D": "Bağımsızlık",
      "E": "Tescil"
    },
    "explanation": "Ticari İşletmenin Unsurları\n<br/>Esnaf Faaliyeti Sınırlarını Aşmak\n<br/>Gelir Sağlamayı Amaçlamak\n<br/>Devamlılık\n<br/>Bağımsızlık"
  },
  {
    "id": "3357832",
    "unitNumber": 8,
    "text": "\"Bir iktisadi işletmenin ticari işletme olarak değerlendirilebilmesi için sürekli gelir sağlamayı amaçlayarak faaliyette bulunması gerekir.\" Bu bilgi ticari işletmenin unsurlarından hangisi ile ilgilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Devamlılık",
      "B": "Esnaf faaliyetleri sınırlarını aşmak",
      "C": "Gelir sağlamayı amaçlamak",
      "D": "Bağımsızlık",
      "E": "Kendi adına işletme"
    },
    "explanation": "Bir iktisadi işletmenin ticari işletme olarak değerlendirilebilmesi için sürekli gelir sağlamayı amaçlayarak faaliyette bulunması gerekir. Diğer bir deyişle, geçici olarak yapılan işler, işin hacmi ne kadar büyük olursa olsun, ticari işletme değildir. Devamlılıktan anlaşılması gereken, bir işletmenin faaliyete geçtikten sonra ilelebet faaliyetlerine devam etmesi değildir. Sürekli faaliyetin amaçlanması yeterli olup, bu amacın gerçekleşmesi gerekmez. Ayrıca devamlılık yılın her günü çalışmak anlamına da gelmez. Burada önemli olan işletmenin raslantısal olarak bir kez bir faaliyette bulunması değil, sürekli olarak işletilmek niyetiyle açılmış olmasıdır. Örneğin niteliği gereği, sadece yaz sezonunda faaliyet gösteren bir işletme kışın faaliyet göstermediği halde, devamlılığı olan bir işletmedir. Çünkü bu işletmenin işletilmesinde her yaz çalıştırma niyeti söz konusudur."
  },
  {
    "id": "3357833",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi ticari işletmenin unsurlarından biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ticaret unvanı seçmek ve kullanmak",
      "B": "Gelir sağlamayı amaçlamak",
      "C": "Ticari defter tutmak",
      "D": "Ticaret siciline kaydolmak",
      "E": "İflasa tabi olmak"
    },
    "explanation": "Ticari işletmenin tanımını göz önüne alırsak bir ticari işletmenin unsurlarını şu şekilde sıralayabiliriz:<br/>Esnaf işletmesi için öngörülen sınırı aşmak, gelir sağlamayı amaçlamak, devamlılık, bağımsız olmak."
  },
  {
    "id": "3357834",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi tacir olmanın hükümlerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Devamlılık",
      "B": "Bağımsızlık",
      "C": "Ticari İş Karinesine Tabi Olma",
      "D": "Esnaf Faaliyeti Sınırlarını Aşmak",
      "E": "Gelir Sağlamayı Amaçlamak"
    },
    "explanation": "Türk Ticaret Kanunu'nun 18-23. maddelerine göre tacir sıfatı kazanmanın hükümleri:\n iflasa tabi olma\n ticaret siciline kaydolma\n odalara kaydolma\n ticaret unvanı seçme ve kullanma\n ticari iş karinesine tabi olma\n ticari örf ve adetlere tabi olma\n ticari defterleri tutma\n basiretli bir iş adamı gibi davranma\n ücret ve faiz isteme\n ücret ve cezanın indirilmesini isteyememe\n fatura verme\n hapis hakkını kullanmada kolaylıktan yararlanma\n satış ve mal değişimlerinde özel hükümlere tabi olma"
  },
  {
    "id": "3357835",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi kollektif ortaklığın unsurlarından biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gelir Sağlamayı Amaçlamak",
      "B": "Esnaf Faaliyeti Sınırlarını Aşmak",
      "C": "Devamlılık",
      "D": "Sermaye",
      "E": "Bağımsızlık"
    },
    "explanation": "Kollektif ortaklığı oluşturan unsurlar:\n Ticari işletme\n Ticaret unvanı\n Ortakların sınırsız sorumu\n Tüzel kişilik\n Sermaye"
  },
  {
    "id": "3357836",
    "unitNumber": 8,
    "text": "Kollektif ortaklık aşağıdaki durumlardan hangisi gerçekleştiğinde tüzel kişilik kazanmış olur?",
    "correctAnswer": "E",
    "options": {
      "A": "Ortaklık sözleşmesi imzalandığında",
      "B": "Ortaklık sözleşmesi noterce onaylandığında",
      "C": "Türkiye Ticaret Sicili Gazetesi'nde ortaklık ilan edildiğinde",
      "D": "Ticaret unvanı verildiğinde",
      "E": "Ortaklık sözleşmesi ticaret siciline tescili"
    },
    "explanation": "Kollektif ortaklığın tüzel kişilik kazanabilmesi ve kollektif ortaklık olarak nitelenebilmesi için,<br/>noterce onaylanan ortaklık sözleşmenin ticaret siciline kayıt ettirilmesi gerekir. Ortaklık ticaret siciline tescil ile tüzel kişilik kazanır. Ticaret siciline tescilden sonra Türkiye Ticaret Sicili Gazetesi ile ilan yapılır. Bu ilan üçüncü kişilere duyuru amacı taşır."
  },
  {
    "id": "3357837",
    "unitNumber": 8,
    "text": "\"Ortaklık işlerinin yönetimi, ortaklıkların hepsine veya birkaçına verilmiş ise bunların her biri yalnız başına yetkilidir. Bununla beraber ortaklığı yönetmekle yükümlü olan ortaklardan bazıları, yapılacak bir işin, ortaklığın yararına uygun olmadığını ileri sürdüğünde yönetim hak ve görevine sahip diğer ortaklar çoğunlukla o işi yapabilirler.\" hükmü Türk Ticaret Kanunu'nun hangi maddesinde yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "TTK m. 221/1",
      "B": "TTK m. 221/2",
      "C": "TTK. m.222",
      "D": "TTK. m. 218/1",
      "E": "TTK. m. 218/2"
    },
    "explanation": "TTK m. 221/1’e göre, Ortaklık işlerinin yönetimi, ortaklıkların hepsine veya birkaçına verilmiş ise<br/>bunların her biri yalnız başına yetkilidir. Bununla beraber ortaklığı yönetmekle yükümlü olan ortaklardan<br/>bazıları, yapılacak bir işin, ortaklığın yararına uygun olmadığını ileri sürdüğünde yönetim hak ve<br/>görevine sahip diğer ortaklar çoğunlukla o işi yapabilirler."
  },
  {
    "id": "3357838",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi kollektif ortaklığın sonlanmasında iradi nedenlerden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ortaklığın iflası",
      "B": "Ortaklardan birinin ortaklığın feshini istemesi",
      "C": "Ortaklık için kararlaştırılan sürenin bitmesi",
      "D": "Ortaklardan birinin iflası",
      "E": "Tescil ve ilan merasimindeki eksiklikler"
    },
    "explanation": "İradi Nedenler<br/>• Ortakların alacağı bir karar(TTK. m.243; TBK m. 639)<br/>• Ortaklardan birinin ortaklığın feshini istemesi(TTK. m.243; TBK m. 639)"
  },
  {
    "id": "3357839",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi kollektif ortaklığın sonlandırılmasında irade dışı nedenlerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ortakların alacağı bir karar",
      "B": "Haklı nedenler",
      "C": "Ortaklığın bir diğer ortaklıkla birleşmesi",
      "D": "Tescil ve ilan merasimindeki eksiklikler",
      "E": "Ortağın kişisel alacaklısının ortaklığın feshini istemesi"
    },
    "explanation": "İrade Dışı Nedenler<br/>• Ortaklığın iflası(TTK m. 243)<br/>• Ortaklığın amacının gerçekleşmesi veya gerçekleşmenin olanaksız hale gelmesi(TTK. m.243;<br/>TBK m. 639)<br/>• Sözleşmede ortaklığın mirasçılarla sürdürülmesi konusunda bir hüküm yoksa ortaklardan<br/>birinin ölmesi(TTK. m.243; TBK m. 639)<br/>• Sözleşmede ortaklığın devam edeceğine ilişkin bir hüküm yoksa, bir ortağın kısıtlanması, iflası<br/>veya tasfiyedeki payının cebrî icra yoluyla paraya çevrilmesi(TTK. m.243; TBK m. 639)<br/>• Ortaklık için kararlaştırılan sürenin bitmesi(TTK. m.243; TBK m. 639)<br/>• Ortaklık sermayesinin tamamı veya üçte ikisi yitirilmiş olup da tamamlanmasına veya geri<br/>kalan kısmı ile yetinilmesine ortaklarca karar verilmemiş olması (TTK. m.243)<br/>• Ortaklığın bir diğer ortaklıkla birleşmesi(TTK. m.243)<br/>• Ortaklardan birinin iflası(TTK. m.243)<br/>• Sözleşmede öngörülen diğer nedenler"
  },
  {
    "id": "3357840",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi mahkeme kararı ile kollektif ortaklığın sona erme nedenlerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ortaklığın iflası",
      "B": "Ortaklığın amacının gerçekleşmesi veya gerçekleşmenin olanaksız hale gelmesi",
      "C": "Ortaklardan birinin iflası",
      "D": "Ortağın kişisel alacaklısının ortaklığın feshini istemesi",
      "E": "Ortaklığın bir diğer ortaklıkla birleşmesi"
    },
    "explanation": "Mahkeme Kararı İle<br/>• Haklı nedenler(TTK. m.243; TBK m. 639)<br/>• Tescil ve ilan merasimindeki eksiklikler(TTK. m.243)<br/>• Ortağın kişisel alacaklısının ortaklığın feshini istemesi(TTK. m.249)"
  },
  {
    "id": "3357841",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi komanditer ortakların özelliklerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gerçek kişi olmaları gerekir",
      "B": "Ortaklığın borç ve yükümlerinden birinci derecede ortaklık sorumludur",
      "C": "Alacaklılara karşı sınırsız sorumlulukları vardır",
      "D": "Emek ve ticari itibarlarını ortaklığa sermaye olarak koyabilirler",
      "E": "Koyacakları sermayenin para veya paraya dönüşebilir değerlerden olması gerekir"
    },
    "explanation": "Sorumlulukları sınırlandırılmamış ortaklara komandite, sorumlulukları sınırlı olanlara ise komanditer<br/>denir. Komandite ortakların gerçek kişi olmaları gerekir (TTK m. 304/3).<br/>Komandit ortaklığın borç ve yükümlerinden birinci derecede ortaklık sorumludur. Kollektif ortaklıkta<br/>olduğu gibi, ortaklık hakkında yapılan takip sonunda ortaklık varlığından alınamamış olan alacaklar için ortaklara başvurulur.<br/>Komandite ortaklar alacaklılara karşı sınırsız ve kişisel olarak; komanditer ortaklar ise sınırlı olarak<br/>sorumludurlar (TTK m. 304/2). Ancak bazı hallerde komanditer ortağın sorumluluğu genişlemekte, bazen de sınırsız hale gelmektedir.<br/>Tüzel kişiler ise ancak \"komanditer\" ortak olabilirler. Komandite ortaklar, sermaye olmaya yarayan her çeşit kıymetleri, emek ve ticari itibarlarını ortaklığa sermaye olarak koyabilirler. Komanditer ortakların koyacakları sermayenin ise, para veya paraya dönüşebilir değerlerden olması gerekir. Komanditerler emek veya ticari itibarlarını ortaklığa sermaye olarak koyamazlar."
  },
  {
    "id": "3357842",
    "unitNumber": 8,
    "text": "İcra İflas Kanunu uyarınca ticareti terk eden tacir kaç gün içinde durumu kayıtlı bulunduğu ticaret siciline bildirmek zorundadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Beş gün",
      "B": "Yedi gün",
      "C": "On gün",
      "D": "On beş gün",
      "E": "Yirmi gün"
    },
    "explanation": "İcra İflâs Kanunu uyarınca ticareti terk eden tacir, on beş gün içinde durumu kayıtlı bulunduğu ticaret siciline bildirmek ve mal beyanında bulunmak zorundadır."
  },
  {
    "id": "3357843",
    "unitNumber": 8,
    "text": "Ödememe protestosunun vadeyi izleyen kaç iş günü içinde çekilmesi gerekir?",
    "correctAnswer": "B",
    "options": {
      "A": "İlk iş günü",
      "B": "İki iş günü",
      "C": "Üç iş günü",
      "D": "Beş iş günü",
      "E": "Dört iş günü"
    },
    "explanation": "Ödememe protestosunun vadeyi izleyen iki iş günü içinde çekilmesi gerekir."
  },
  {
    "id": "3357844",
    "unitNumber": 8,
    "text": "Türk Ticaret Kanununa göre bir çek düzenlendiği yerde ödenecekse ne kadar zamanda muhataba ibraz edilmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Beş gün",
      "B": "Yedi gün",
      "C": "On gün",
      "D": "On beş gün",
      "E": "Yirmi gün"
    },
    "explanation": "Türk Ticaret Kanunu m. 796’ya göre, bir çek, düzenlendiği yerde ödenecekse on gün içinde muhataba ibraz edilmesi gerekir."
  },
  {
    "id": "3357845",
    "unitNumber": 8,
    "text": "Türk Ticaret Kanununa göre Ankara ilinde düzenlenen çek Eskişehir' de ödenecekse ne kadar zaman içinde muhataba ibraz edilmesi gerekir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bir hafta",
      "B": "On gün",
      "C": "Beş gün",
      "D": "Bir ay",
      "E": "On beş gün"
    },
    "explanation": "Türk Ticaret Kanunu m. 796’ya göre,bir çek, düzenlendiği yerde ödenecekse on gün; düzenlendiği yerden başka bir yerde ödenecekse bir ay içinde muhataba ibraz edilmesi gerekir. Ödeneceği ülkeden başka bir ülkede düzenlenen çek, düzenleme yeri ile ödeme yeri aynı kıtada ise bir ay ve ayrı kıtalarda ise üç ay içinde muhataba ibraz edilmelidir."
  },
  {
    "id": "3357846",
    "unitNumber": 8,
    "text": "Bir cirantanın başka cirantalarla düzenleyen aleyhine ileri süreceği istemler, cirantanın poliçeyi ödediği veya poliçenin dava yolu ile kendisine karşı ileri sürüldüğü tarihten itibaren ne kadar zaman sonra zamanaşımına uğrar?",
    "correctAnswer": "E",
    "options": {
      "A": "On gün",
      "B": "On beş gün",
      "C": "Otuz gün",
      "D": "Üç ay",
      "E": "Altı ay"
    },
    "explanation": "Bir cirantanın başka cirantalarla düzenleyen aleyhine ileri süreceği istemler, cirantanın poliçeyi ödediği veya poliçenin dava yolu ile kendisine karşı ileri sürüldüğü tarihten itibaren altı ay geçmekle zamanaşımına uğrar."
  },
  {
    "id": "3357847",
    "unitNumber": 8,
    "text": "Ödeneceği ülkeden başka bir ülkede düzenlenen çek, düzenleme yeri ile ödeme yeri ayrı kıtada ise ne kadar zaman içinde muhataba ibraz edilmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "On gün",
      "B": "On beş gün",
      "C": "Bir ay",
      "D": "Üç ay",
      "E": "Altı ay"
    },
    "explanation": "Ödeneceği ülkeden başka bir ülkede düzenlenen çek, düzenleme yeri ile ödeme yeri aynı kıtada ise bir ay ve ayrı kıtalarda ise üç ay içinde muhataba ibraz edilmelidir."
  },
  {
    "id": "3357848",
    "unitNumber": 8,
    "text": "Özel sigorta kurumu aşağıdaki kanunlardan hangisi kapsamında düzenlenmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Türk Ticaret Kanunu",
      "B": "Türk Borçlar Kanunu",
      "C": "İş Kanunu",
      "D": "Medeni Kanun",
      "E": "Sosyal Güvenlik Kanunu"
    },
    "explanation": "Özel sigorta Türk Ticaret Kanununda düzenlenmiştir. Türk Ticaret Kanununa göre, “sigorta sözleşmesi, sigortacının bir prim karşılığında, kişinin para ile ölçülebilir bir menfaatini zarara uğratan tehlikenin, rizikonun, meydana gelmesi hâlinde bunu tazmin etmeyi ya da bir veya birkaç kişinin hayat süreleri sebebiyle ya da hayatlarında gerçekleşen bazı olaylar dolayısıyla bir para ödemeyi veya diğer edimlerde bulunmayı yükümlendiği sözleşmedir”"
  },
  {
    "id": "3357849",
    "unitNumber": 8,
    "text": "Deniz yoluyla eşya taşımak üzere yapılan sözleşmeye ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Taşıma sözleşmesi",
      "B": "Navlun sözleşmesi",
      "C": "Donatma iştiraki",
      "D": "Hizmet sözleşmesi",
      "E": "İş sözleşmesi"
    },
    "explanation": "Deniz yoluyla eşya taşımak üzere yapılan sözleşmeye navlun sözleşmesi, taşıma karşılığında ödenen ücrete ise navlun denir."
  },
  {
    "id": "3357850",
    "unitNumber": 8,
    "text": "Bir anonim şirketin varlığı için sermayesinin tutarı en az ne kadar olmalıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "On bin lira",
      "B": "Yirmi bin lira",
      "C": "Otuz bin lira",
      "D": "Elli bin lira",
      "E": "Yüz bin lira"
    },
    "explanation": "Anonim ortaklığın sermayesi belirli ve paylara bölünmüştür. Bu sermaye elli bin liradan az olamaz. Kayıtlı sermaye sistemini benimsemiş halka açık olmayan anonim ortaklıklarda ise sermayenin en az yüzbin TL olması gerekir"
  },
  {
    "id": "3357851",
    "unitNumber": 8,
    "text": "Aşağıdaki tüzel kişilerden hangisi kazanç paylaşma amacıyla kurulamaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Dernek",
      "B": "Anonim şirketi",
      "C": "Kooperatif ortaklıklar",
      "D": "Kollektif şirket",
      "E": "Limited ortaklık"
    },
    "explanation": "Dernekler ve vakıflar kazanç paylaşma amacı ile kurulamazlar. Ticaret ortaklıkları tüzel kişiliğe sahip olan; kollektif, komandit, anonim, limited ortaklık ve kooperatif ortaklıklardır ve kazanç paylaşma amacıyla kurulurlar."
  },
  {
    "id": "3357852",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi ticari işletmenin unsurlarından değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Esnaf Faaliyeti Sınırlarını Aşmak",
      "B": "Gelir Sağlamayı Amaçlamak",
      "C": "Devamlılık",
      "D": "Bağımsızlık",
      "E": "Kar elde etmek"
    },
    "explanation": "Ticari işletmenin tanımını göz önüne alırsak bir ticari işletmenin unsurlarını şu şekilde sıralayabiliriz: Esnaf işletmesi için öngörülen sınırı aşmak, gelir sağlamayı amaçlamak, devamlılık, bağımsız olmak. Gelir sağlama hedefi bir unsur olsa da bu hedefe ulaşılamaması yani kar elde edilememesi önemli değildir."
  },
  {
    "id": "3357853",
    "unitNumber": 8,
    "text": "Ticaret Kanunumuz bazı kişileri tacir saymamakla beraber, kendilerini kısmen veya tamamen tacir gibi sorumlu tutmuştur. Aşağıdakilerden hangisi tacir gibi sorumlu olanlara örnektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bir ticari işletmeyi kısmen de olsa kendi adına işleten kimse",
      "B": "Küçük ve kısıtlılara ait ticari işletmeyi bunların adına işleten yasal temsilci",
      "C": "Ticaret ortaklıkları",
      "D": "Amacına ulaşmak için ticari işletme işleten dernekler",
      "E": "Amacına ulaşmak için ticari işletme işleten vakıflar"
    },
    "explanation": "Ticaret Kanunumuz bazı kişileri tacir saymamakla beraber, kendilerini kısmen veya tamamen tacir gibi sorumlu tutmuştur. Türk Ticaret Kanunu m. 13’e göre, “Küçük ve kısıtlılara ait ticari işletmeyi bunların adına işleten yasal temsilci, tacir sayılmaz. Tacir sıfatı, temsil edilene aittir. Ancak, yasal temsilci ceza hükümlerinin uygulanması yönünden tacir gibi sorumlu olur.” Bu hükümden anlaşılacağı gibi, tacir küçüğün veli veya vasisi tacir sayılmadığı halde, cezai sorumluluk açısından tacir gibi sorunlu tutulmaktadır.\n Diğer seçeneklerde sayılanlar ise tacirdir."
  },
  {
    "id": "3357854",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi tacir olmanın hükümlerinden değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "İflâsa Tabi Olma",
      "B": "Ticaret Siciline Kaydolma",
      "C": "Zarar Etmeme",
      "D": "Odalara Kaydolma",
      "E": "Basiretli Bir İş Adamı Gibi Davranma"
    },
    "explanation": "Tacir olmanın hükümleri Türk Ticaret Kanununun 18-23 maddeleri arasında düzenlenmiştir. Bunları şu şekilde sıralayabiliriz: • İflâsa Tabi Olma • Ticaret Siciline Kaydolma • Odalara Kaydolma • Ticaret Unvanı Seçme ve Kullanma • Ticari İş Karinesine Tabi Olma • Ticari Örf ve Adetlere Tabi Olma • Ticari Defterleri Tutma • Basiretli Bir İş Adamı Gibi Davranma • Ücret ve Faiz İsteme • Ücret ve Cezanın İndirilmesini İsteyememe • Fatura Verme • Hapis Hakkını Kullanmada Kolaylıktan Yararlanma • Satış ve Mal Değişimlerinde Özel Hükümlere Tabi Olma"
  },
  {
    "id": "3357855",
    "unitNumber": 8,
    "text": "Kollektif ortaklıkla ilgili verilen aşağıdaki bilgilerden hangisi yanlıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Kolektif ortaklık ancak bir ticari işletme işletmek üzere kurulabilir.",
      "B": "Ticaret unvanı, bütün ortakların veya ortaklardan birinin ad ve soyadını ve ortaklık türünü içermelidir.",
      "C": "Kolektif ortaklığın ortakları, ortaklığın üçüncü kişilere karşı üstlenmiş olduğu borç ve yükümlerden, neden olduğu haksız eylemlerden ortaklığın tüm ortakları tüm malvarlıkları ile sınırsız ve zincirleme olarak sorumludurlar.",
      "D": "Kolektif ortaklık, ortaklarından ayrı, tüzel kişiliğe sahiptir.",
      "E": "Kollektif ortaklar, emek ve ticari itibar dışında sermaye olmaya yarayan her çeşit kıymetleri, ortaklığa sermaye olarak koyabilirler."
    },
    "explanation": "Kollektif ortaklar, sermaye olmaya yarayan her çeşit kıymetleri, emek ve ticari itibarlarını ortaklığa sermaye olarak koyabilirler."
  },
  {
    "id": "3357856",
    "unitNumber": 8,
    "text": "Adi Komandit Ortaklığa ilişkin verilen aşağıdaki bilgilerden hangisi yanlıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Sorumlulukları sınırlandırılmamış ortaklara komandite, sorumlulukları sınırlı olanlara ise komanditer denir.",
      "B": "Komandite ortakların gerçek kişi olmaları gerekir.",
      "C": "Ortaklık hakkında yapılan takip sonunda ortaklık varlığından alınamamış olan alacaklar için ortaklara başvurulur.",
      "D": "Komandite ortaklar ticari itibarlarını ve emeklerini ortaklığa sermeye olarak koyamazlar.",
      "E": "Komandit ortaklıkların yönetimi, komandite ortaklara aittir."
    },
    "explanation": "Komandite ortaklar, sermaye olmaya yarayan her çeşit kıymetleri, emek ve ticari itibarlarını ortaklığa sermaye olarak koyabilirler. Komanditer ortakların koyacakları sermayenin ise, para veya paraya dönüşebilir değerlerden olması gerekir. Komanditerler emek veya ticari itibarlarını ortaklığa sermaye olarak koyamazlar."
  },
  {
    "id": "3357857",
    "unitNumber": 8,
    "text": "I. Esnaf işletmesi için öngörülen sınırın altında kalmak\n II. Gelir sağlamayı amaçlamak\n III. Devamlılık\n Yukarıda verilenlerden hangileri ticari işletmenin unsurları arasında yer alırlar?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Ticari işletmenin tanımını göz önüne alırsak bir ticari işletmenin unsurlarını şu şekilde sıralayabiliriz: Esnaf işletmesi için öngörülen sınırı aşmak, gelir sağlamayı amaçlamak, devamlılık, bağımsız olmak."
  },
  {
    "id": "3357858",
    "unitNumber": 8,
    "text": "I. Küçük ve kısıtlılara ait ticari işletmeyi bunların adına işleten yasal temsilci, tacir sayılır.\n II. Tacir sıfatının kazanılabilmesi için, var olan bir işletmenin gerçek kişilerce kendi adlarına işletilmelidir.\n III.Tacir sıfatının kazanılabilmesi için, bir ticari işletmenin varlığı gerekmektedir.\n Yukarıda gerçek kişilerde tacir sıfatı ile ilgili olarak verilenlerden hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Türk Ticaret Kanunu m. 13’e göre, “Küçük ve kısıtlılara ait ticari işletmeyi bunların adına işleten yasal temsilci, tacir sayılmaz. Tacir sıfatı, temsil edilene aittir. Ancak, yasal temsilci ceza hükümlerinin uygulanması yönünden tacir gibi sorumlu olur.” Bu hükümden anlaşılacağı gibi, tacir küçüğün veli veya vasisi tacir sayılmadığı halde, cezai sorumluluk açısından tacir gibi sorunlu tutulmaktadır."
  },
  {
    "id": "3357859",
    "unitNumber": 8,
    "text": "I. Anonim ve limited ortaklıkların ise bir ticari işletme işletmek için kurulmaları gerekir.\n II. Dernekler kazanç paylaşma amacı dışında her türlü amaç için kurulabilirler.\n III. Kollektif ve komandit ortaklıklar kanunen yasak olmayan her türlü iktisadi amaç ve konu için kurulabilirler.\n Yukarıda tüzel kişilerle ilgili olarak verilenlerden hangileri doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Kollektif ve komandit ortaklıklar zaten yasa gereği ancak bir ticari işletme işletmek üzere kurulabilirler. Anonim ve limited ortaklıkların ise bir ticari işletme işletmek için kurulmaları gerekmez; “kanunen yasak olmayan her türlü iktisadi amaç ve konu” için kurulabilirler. Ancak bunun bir önemi yoktur. Çünkü anonim ve limited ortaklıklara ait işletmeler de, genellikle ticari işletme niteliğindedir. Kaldı ki, yasada anonim ve limited ortaklıkların da tacir olduğu açıkça ifade edilmiştir."
  },
  {
    "id": "3357860",
    "unitNumber": 8,
    "text": "İcra İflâs Kanunu uyarınca ticareti terk eden tacir, ne kadar süre içinde durumu kayıtlı bulunduğu ticaret siciline bildirmek ve mal beyanında bulunmak zorundadır?",
    "correctAnswer": "B",
    "options": {
      "A": "7 gün",
      "B": "15 gün",
      "C": "1 ay",
      "D": "2 ay",
      "E": "3 ay"
    },
    "explanation": "İcra İflâs Kanunu uyarınca ticareti terk eden tacir, on beş gün içinde durumu kayıtlı bulunduğu ticaret siciline bildirmek ve mal beyanında bulunmak zorundadır (İİK m. 44/1). Bu bildirimi alan sicil memuru durumu, Türkiye Ticaret Sicili Gazetesinde ve alacaklıların bulunduğu yerde ilan eder."
  },
  {
    "id": "3357861",
    "unitNumber": 8,
    "text": "I. Tüzel kişiliği bulunma\n II. İflasa tabi olma\n III. Ticaret siciline kaydolma\n Yukarıda verilenlerden hangileri tacir olmanın hükümleri arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Tacir olmak için tüzel kişilik şartı aranmamaktadır. Gerçek kişiler de koşulları sağlamak kaydıyla tacir olabilirler."
  },
  {
    "id": "3357862",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi ticaret ortaklığı <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Kollektif ortaklık",
      "B": "Komandit ortaklık",
      "C": "Adi ortaklık",
      "D": "Anonim ortaklık",
      "E": "Kooperatif ortaklık"
    },
    "explanation": "Ticaret ortaklıkları kollektif, komandit, anonim, limited ve kooperatif ortaklıklardan ibarettir."
  },
  {
    "id": "3357863",
    "unitNumber": 8,
    "text": "I. Ortaklardan birinin iflası\n II. Tescil ve ilam merasimindeki eksiklikler\n III. Ortaklığın bir diğer ortaklıkla birleşmesi\n Yukarıda verilenlerden hangileri kollektif ortaklığın sona ermesindeki irade dışı nedenler arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve II"
    },
    "explanation": "Kollektif Ortaklığın Sona Ermesindeki İrade Dışı Nedenler\n <ol start=\"0\"> <ul> <li> Ortaklığın iflası(TTK m. 243)\n </li> <li> Ortaklığın amacının gerçekleşmesi veya gerçekleşmenin olanaksız hale gelmesi(TTK. m.243; TBK m. 639)\n </li> <li> Sözleşmede ortaklığın mirasçılarla sürdürülmesi konusunda bir hüküm yoksa ortaklardan birinin ölmesi(TTK. m.243; TBK m. 639)\n </li> <li> Sözleşmede ortaklığın devam edeceğine ilişkin bir hüküm yoksa, bir ortağın kısıtlanması, iflası veya tasfiyedeki payının cebrî icra yoluyla paraya çevrilmesi(TTK. m.243; TBK m. 639)\n </li> <li> Ortaklık için kararlaştırılan sürenin bitmesi(TTK. m.243; TBK m. 639)\n </li> <li> Ortaklık sermayesinin tamamı veya üçte ikisi yitirilmiş olup da tamamlanmasına veya geri\n kalan kısmı ile yetinilmesine ortaklarca karar verilmemiş olması (TTK. m.243)\n </li> <li> Ortaklığın bir diğer ortaklıkla birleşmesi(TTK. m.243)\n </li> <li> Ortaklardan birinin iflası(TTK. m.243)\n </li> <li> Sözleşmede öngörülen diğer nedenler\n </li> </ul> </ol>"
  },
  {
    "id": "3357864",
    "unitNumber": 8,
    "text": "Aşağıda kıymetli evrak ile ilgili olarak verilenlerden hangisi <strong>yanlıştır</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Kıymetli evrak bir borç senedidir.",
      "B": "Kıymetli evrakın içerdiği hak ekonomik bir değer taşır.",
      "C": "Kıymetli evrakın içerdiği hak devredilemez.",
      "D": "Kıymetli evrakta hak ile senet arasında kuvvetli bir bağ vardır.",
      "E": "Kıymetli evrak ağırlaştırılmış şekil şartlarına bağlıdır."
    },
    "explanation": "Kıymetli evrakın özelliklerini şu şekilde sıralayabiliriz:\n <ul> <li> Kıymetli evrak bir borç senedidir.\n </li> <li> Kıymetli evrakın içerdiği hak ekonomik bir değer taşır ve devredilebilir.\n </li> <li> Kıymetli evrakta hak ile senet arasında kuvvetli bir bağ vardır.\n </li> <li> Kıymetli evrak ağırlaştırılmış şekil şartlarına bağlıdır.\n </li> </ul>"
  },
  {
    "id": "3357865",
    "unitNumber": 8,
    "text": "I. Çekten caymak mümkün değildir.\n II. Çekte rehin cirosu söz konusu olabilir.\n III. Çekte vade yoktur.\n Yukarıda çek ile ilgili olarak verilenlerden hangileri doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız II",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Çekin özellikleri şunlardır:\n <ul> <li> Muhatap, bir banka veya Bankacılık Kanununa tabi olan kuruluşlardır (TTK.m.782/1, 815)\n </li> <li> Çekte kabul geçersizdir (TTK.m.784).\n </li> <li> Çek nitelikli bir havaledir .\n </li> <li> Nama, emre ve hamile düzenlenebilir (TTK.m.785).\n </li> <li> Çekte “muhatabın cirosu” geçersizdir (TTK m. 789/2).\n </li> <li> Çekin muhatap lehine ciro edilmesi makbuz hükmündedir (TTK.m.789/4).\n </li> <li> Çekte vade yoktur; çek görüldüğünde ödenir (TTK m. 795).\n </li> <li> Çekten caymak mümkündür (TTK.m.799)\n </li> <li> Çekte ödenmeme halinde müracaat hakkının kullanılabilmesi için, mutlaka protesto düzenlettirmek zorunluluğu yoktur . Doğrudan doğruya çek üzerinde tespit olunabilir (TTK.m.808/1-b).\n </li> <li> Ödememe halinde hamilin çek borçlularına karşı başvuru hakkı doğar (TTK 808).\n </li> <li> Çekte zamanaşımı süreleri ibraz süresinin bitiminden itibaren işlemeye başlar (TTK 814). Bu husus protestonun 809/2 ye göre ibraz süresinin bitimini takip eden ilk iş günü içinde çekilmiş olmasından dolayı değişmez.\n </li> <li> Çekin karşılıksız olmasından dolayı ödenmemesi halinde, hukuki sorumluluğun yanı sıra cezai sorumluluk da söz konusu olur (Çek K. m. 5)\n </li> <li> Çekte rehin cirosu olmaz.\n </li> </ul>"
  },
  {
    "id": "3357866",
    "unitNumber": 8,
    "text": "I. Hasarın ortaya çıkması halinde sigortacının sigorta ettirene ödeyeceği meblağa sigorta tazminatı denir.\n II. Özel sigorta Türk Borçlar Kanununda düzenlenmiştir.\n III. Bir kimsenin sesini sigorta ettirmesi mümkündür.\n Yukarıda özel sigortalar ile ilgili olarak verilenlerden hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Özel sigorta Türk Ticaret Kanununda düzenlenmiştir. Türk Ticaret Kanununa göre, “sigorta sözleşmesi, sigortacının bir prim karşılığında, kişinin para ile ölçülebilir bir menfaatini zarara uğratan tehlikenin, rizikonun, meydana gelmesi hâlinde bunu tazmin etmeyi ya da bir veya birkaç kişinin hayat süreleri sebebiyle ya da hayatlarında gerçekleşen bazı olaylar dolayısıyla bir para ödemeyi veya diğer edimlerde bulunmayı yükümlendiği sözleşmedir”."
  },
  {
    "id": "3357867",
    "unitNumber": 8,
    "text": "Senet borçlusu tarafından imzalanarak alacaklıya verilen ve belli bir paranın, belli bir süre sonra ödeneceğini bildiren ticari senede ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bono",
      "B": "Çek",
      "C": "Teminat senedi",
      "D": "Konişmento",
      "E": "Posta evrakı"
    },
    "explanation": "Bono, senet borçlusu tarafından imzalanarak alacaklıya verilen ve belli bir paranın, belli bir süre sonra ödeneceğini bildiren ticari senettir. Bonoda, borçlu (muhatap) ve alacaklı (lehdar) olmak üzere iki taraf bulunur. Borçlu bono bedelini ödeyecek olan kişi; alacaklı ise bono bedelini tahsil edecek kişidir."
  },
  {
    "id": "3357868",
    "unitNumber": 8,
    "text": "Bir veya daha çok gerçek veya tüzel kişi tarafından bir ticaret unvanı altında kurulur; esas sermayesi belirli olup, bu sermaye esas sermaye paylarının toplamından oluşan şirkete ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Limited şirket",
      "B": "Anonim Şirket",
      "C": "Kollektif Şirket",
      "D": "Komandit Şirket",
      "E": "Adi Şirket"
    },
    "explanation": "Türk Ticaret kanunu m. 573’e göre, limited ortaklık, bir veya daha çok gerçek veya tüzel kişi tarafından bir ticaret unvanı altında kurulur; esas sermayesi belirli olup, bu sermaye esas sermaye paylarının toplamından oluşur. Anonim ortaklıkta olduğu gibi limited ortakların da tek ortakla kurulması mümkündür."
  },
  {
    "id": "3357869",
    "unitNumber": 8,
    "text": "Sermayesi belirli ve paylara bölünmüş olan, borçlarından dolayı yalnız malvarlığıyla sorumlu bulunan ortaklığa ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Anonim şirket",
      "B": "Limited şirket",
      "C": "Kolektif Şirket",
      "D": "Komandit şirket",
      "E": "Adi şirket"
    },
    "explanation": "Anonim ortaklık, sermayesi belirli ve paylara bölünmüş olan, borçlarından dolayı yalnız malvarlığıyla sorumlu bulunan ortaklıktır (TTK m. 329/1)."
  },
  {
    "id": "3357870",
    "unitNumber": 8,
    "text": "Sermayesi belirli ve paylara bölünmüş olan, borçlarından dolayı yalnız malvarlığıyla sorumlu bulunan ortaklığa ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Anonim şirket",
      "B": "Limited şirket",
      "C": "Kolektif şirket",
      "D": "Komandit şirket",
      "E": "Adi şirket"
    },
    "explanation": "Anonim ortaklık, sermayesi belirli ve paylara bölünmüş olan, borçlarından dolayı yalnız malvarlığıyla sorumlu bulunan ortaklıktır (TTK m. 329/1)."
  },
  {
    "id": "3357871",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi anonim ortaklıklarda sözleşmede bulunması gereken zorunlu unsurlardan değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kabataslak şekilde yazılmış ortaklığın işletme konusu",
      "B": "Ortaklığın ticaret unvanı ve merkezinin bulunacağı yer",
      "C": "Ortaklığın hesap dönemi",
      "D": "Paradan başka sermaye olarak konan haklar ve ayınlar; bunların değerleri; bunlara karşılık verilecek payların miktarı, bir işletme ve ayın devir alınması söz konusu olduğu takdirde, bunların bedeli ve ortaklığın kurulması için kurucular tarafından ortaklık hesabına satın alınan malların ve hakların bedelleriyle, ortaklığın kurulmasında hizmetleri görülenlere verilmesi gereken ücret, ödenek veya ödülün tutarı",
      "E": "Pay senetlerinin nama veya hamiline yazılı olacakları; belirli paylara tanınan imtiyazlar; devir sınırlamaları"
    },
    "explanation": "Esaslı noktaları belirtilmiş ve tanımlanmış bir şekilde ortaklığın işletme konusu"
  },
  {
    "id": "3357872",
    "unitNumber": 8,
    "text": "Subjektif sistemde, ticaret hukuku kurallarının belirlenmesinde merkez kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ticari işletme",
      "B": "Ticari işlemler",
      "C": "Tacir",
      "D": "Esnaf",
      "E": "Şirketler"
    },
    "explanation": "Subjektif sistemde, ticaret hukuku kurallarının belirlenmesinde merkez kavram olarak tacir alınmaktadır."
  },
  {
    "id": "3357873",
    "unitNumber": 8,
    "text": "Türk hukuku açısından ticaret hukuku kurallarının oluşturulmasında hangi ilke benimsenmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ticari işletme ağırlıklı karma sistem",
      "B": "Ticari işlem ağırlıklı karma sistem",
      "C": "Objektif sistem",
      "D": "Subjektif sistem",
      "E": "Tacir ağırlıklı karma sistem"
    },
    "explanation": "Türk hukuku açısından olayı ele aldığımızda, ticari işletme ağırlıklı karma sistemin benimsenmiş olduğunu söyleyebiliriz."
  },
  {
    "id": "3357874",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Türk Ticaret Kanununu oluşturan kitaplardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ticari İşletme",
      "B": "Ticaret Şirketleri",
      "C": "Kıymetli Evrak",
      "D": "Sigorta",
      "E": "Borç ilişkisinin hükümleri"
    },
    "explanation": "Ticaret hukukunun temel kaynağını oluşturan 6102 sayılı Türk Ticaret Kanunu 6 Kitaptan oluşmaktadır. Başlangıç ve son hükümler dışında kanundaki altı kitap şunlardır: Ticari işletme, ticaret şirketleri, kıymetli evrak, taşıma işleri, deniz ticareti ve sigorta hukuku."
  },
  {
    "id": "3357875",
    "unitNumber": 8,
    "text": "Ticari işletmenin Kanunda yapılan tanımı göz önüne alındığında aşağıdakilerden hangisi ticari işletmenin unsurlarından biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gelir sağlamayı amaçlamak",
      "B": "Bağımsız olmak",
      "C": "Devamlılık",
      "D": "Sigortalı olmak",
      "E": "Esnaf işletmesi için öngörülen sınırı aşmak"
    },
    "explanation": "Ticari işletmenin tanımını göz önüne alırsak bir ticari işletmenin unsurlarını şu şekilde sıralayabiliriz: Esnaf işletmesi için öngörülen sınırı aşmak, gelir sağlamayı amaçlamak, devamlılık, bağımsız olmak."
  },
  {
    "id": "3357876",
    "unitNumber": 8,
    "text": "Bir işletmenin ticari işletme sayılabilmesi için, işletme kapsamında yürütülen faaliyetlerin esnaf faaliyeti sınırlarını aşması gerekir. Ticari işletme ile esnaf işletmesi arasındaki bu sınır, aşağıdakilerden hangisiyle belirlenir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ticaret Bakanı Kararı",
      "B": "Ticaret sicili",
      "C": "Cumhurbaşkanı kararı",
      "D": "Yerel sanayi odası beyannamesi",
      "E": "Yargıtay içtihatları"
    },
    "explanation": "Kitapta, ticari işletme ile esnaf işletmesi arasındaki sınırın, Bakanlar Kurulunca çıkarılacak kararnamede gösterileceği ifade edilmiştir. Bir başka anlatımla, eski düzenlemeye yer verilmiştir. Halbuki 2/7/2018 tarihli ve 700 sayılı Kanun Hükmünde Kararnamenin 192 nci maddesiyle bu fıkrada yer alan<br/>“Bakanlar Kurulunca çıkarılacak kararnamede gösterilir” ibaresi “Cumhurbaşkanı kararıyla belirlenir” şeklinde değiştirilmiştir. Sonuç olarak en son düzenleme şu şekildedir: \n<br/>\"Ticari işletme ile esnaf işletmesi arasındaki sınır, Cumhurbaşkanı kararıyla<br/>belirlenir.\" TTK, m.11/2<br/>TTK’nun 11/2 maddesine göre ticari işletme ile esnaf işletmesi arasındaki sınır, Cumhurbaşkanı kararıyla belirlenir."
  },
  {
    "id": "3357877",
    "unitNumber": 8,
    "text": "İcra İflâs Kanununa göre ticareti terk eden tacir kaç gün içerisinde durumu ticaret siciline bildirmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "5",
      "B": "7",
      "C": "10",
      "D": "15",
      "E": "30"
    },
    "explanation": "İcra İflâs Kanunu uyarınca ticareti terk eden tacir, on beş gün içinde durumu kayıtlı bulunduğu ticaret siciline bildirmek ve mal beyanında bulunmak zorundadır (İİK m. 44/1)."
  },
  {
    "id": "3357878",
    "unitNumber": 8,
    "text": "I. Kollektif ortaklık\n II. Anonim ortaklık\n III. Limited ortaklık\n Hangisi veya hangilerinde ortağın sorumluluğu sınırsız sorumluluktur?",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve III",
      "E": "I ve II"
    },
    "explanation": "Kollektif ortaklığın ortakları, ortaklığın üçüncü kişilere karşı üstlenmiş olduğu borç ve yükümlerden, neden olduğu haksız eylemlerden, belirli koşullarla, ortaklığın tüm ortakları tüm malvarlıkları ile sınırsız ve zincirleme olarak sorumludurlar.\n Anonim ortaklıklarda ortakların sorumu, yükümlü oldukları pay bedellerinin ödenmeyen kısmı ile ortaklığa karşı sorumludurlar.Limited ortaklıklarda da ortakların sorumu, yükümlü oldukları sermaye payı ile sınırlıdır."
  },
  {
    "id": "3357879",
    "unitNumber": 8,
    "text": "I. Anonim ortaklık\n II. Limited ortaklık\n III. Kollektif ortaklık\n Hangisi veya hangileri tek ortakla kurulabilen şirkettir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "II ve III"
    },
    "explanation": "Anonim ve limited ortaklık kurulabilmesi için pay sahibi olan bir veya daha fazla kurucunun varlığı gerekir. Yani her iki ortaklık da tek ortakla kurulabilmektedir."
  },
  {
    "id": "3357880",
    "unitNumber": 8,
    "text": "Aşağıdaki senetlerden hangisi kanuna göre hamile düzenlenebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çek",
      "B": "Bono",
      "C": "Poliçe",
      "D": "Varant",
      "E": "Makbuz senedi"
    },
    "explanation": "Kanun bazı senetlerin hamiline düzenlenebileceğini açıkça öngörmüştür:<br/>Çek, tahvil, intifa senetleri, ipotekli borç ve irat senedi rehinli tahvilat gibi."
  },
  {
    "id": "3357881",
    "unitNumber": 8,
    "text": "Gemiye ait seferlerin idare olunduğu limana ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Donatma iştiraki",
      "B": "Bağlama limanı",
      "C": "Gemi sicili limanı",
      "D": "Yönetim limanı",
      "E": "Med limanı"
    },
    "explanation": "Gemiye ait seferlerin idare olunduğu limana \"bağlama limanı\" denir."
  }
]