[
  {
    "id": "3591526",
    "unitNumber": 1,
    "text": "Müze kelimesi, köken olarak nereden gelmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Doğu Roma mitolojisindeki Mous’dan gelir.",
      "B": "Yunan mitolojisindeki Mouseion’dan gelir.",
      "C": "Pers mitolojisindeki Meloi’dan gelir.",
      "D": "Yunan mitolojisindeki Neseion’dan gelir.",
      "E": "Batı Roma mitolojisindeki Neoiseion’dan gelir."
    },
    "explanation": "Müze kelimesi, köken olarak Yunan mitolojisindeki<br/>Mouseion’dan gelir."
  },
  {
    "id": "3591533",
    "unitNumber": 1,
    "text": "Müze koleksiyonlarının oluşumu için esas zemini ne sağlamıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Rönesans reformları sağlamıştır.",
      "B": "Orta çağ kilise yönetimi sağlamıştır.",
      "C": "Rönesans yapıları sağlamıştır.",
      "D": "Doğu Avrupa hümanizmi sağlamıştır.",
      "E": "Rönesans hümanizmi sağlamıştır."
    },
    "explanation": "Tarihsel olarak ele alındığında koleksiyonların<br/>prototiplerinin Antik Yunan ve Roma’da oluşmaya<br/>başladığı söylenebilirse de müze koleksiyonlarının<br/>oluşumu için esas zemini Rönesans hümanizmi<br/>sağlamıştır."
  },
  {
    "id": "3591540",
    "unitNumber": 1,
    "text": "Stüdyoların ilk örnekleri nerede görülmüştür?",
    "correctAnswer": "A",
    "options": {
      "A": "Fransa'da",
      "B": "İtalya'da",
      "C": "Almanya'da",
      "D": "İngiltere'de",
      "E": "Polonya'da"
    },
    "explanation": "Stüdyo; ilk örnekleri Fransa’da görülen, daha sonra Germen toprakları ve İtalya’da yaygınlaşan; koleksiyonun ya da bir parçasının korunmaya alındığı, mücevher kutusu niteliğinde, mimari değeri olan, sahibinin kültür anlayışına göre düzenlenmiş, herkesten uzak, düşünceye, tefekküre ve çalışmalara adanmış özel ve ayrı bir mekândır."
  },
  {
    "id": "3591545",
    "unitNumber": 1,
    "text": "Hangi yüzyılda önce eski uygarlıklara ait mimari eserler gün ışığına çıkarılmış, el yazmalarının incelenmesi ile bu uygarlıklara ait her türlü bilgi, yazılı ve görsel malzeme önem kazanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "18. yüzyılda",
      "B": "17. yüzyılda",
      "C": "15. yüzyılda",
      "D": "14. yüzyılda",
      "E": "16. yüzyılda"
    },
    "explanation": "15. yüzyılda önce eski uygarlıklara ait mimari eserler gün ışığına çıkarılmış, el yazmalarının incelenmesi ile bu uygarlıklara ait her türlü bilgi, yazılı ve görsel malzeme önem kazanmıştır."
  },
  {
    "id": "3591553",
    "unitNumber": 1,
    "text": "\"Müzenin kurumsallaşmasında 18. yüzyılın sosyal,<br/>siyasi ve toplumsal gelişmeleri, özellikle ...... belirleyici olmuştur.\" Cümlesindeki boşluğa aşağıdaki seçeneklerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kilise yönetimi",
      "B": "Fransız Devrimi",
      "C": "Louvre Müzesi",
      "D": "Monarşik yönetim",
      "E": "Rönesans hareketleri"
    },
    "explanation": "Müzenin kurumsallaşmasında 18. yüzyılın sosyal,<br/>siyasi ve toplumsal gelişmeleri, özellikle Fransız<br/>Devrimi belirleyici olmuştur."
  },
  {
    "id": "3591568",
    "unitNumber": 1,
    "text": "Koleksiyon; nasıl tanımlanır?",
    "correctAnswer": "C",
    "options": {
      "A": "Toplumların kültürel değerlerinin belirli amaçlarla sınıflandırılmasıyla oluşturulmuş nesneler bütünü olarak tanımlanabilir.",
      "B": "insanlığın doğal olarak bir araya gelmesi amacıyla oluşturulmuş topluluklar bütünü olarak tanımlanabilir.",
      "C": "insanlığın doğal, tarihsel, bilimsel, sanatsal ve kültürel değerlerinin belirli amaçlarla toplanması ve sınıflandırılmasıyla oluşturulmuş nesneler bütünü olarak tanımlanabilir.",
      "D": "Tarihsel, bilimsel, sanatsal ve kültürel değerlerin belirli amaçlarla toplanması ve kütüphanelerde yer alması olarak tanımlanabilir.",
      "E": "insanlığın belirli amaçlarla toplanması ve sınıflandırılmasıyla oluşturulmuş küçük topluluklar bütünü olarak tanımlanabilir."
    },
    "explanation": "koleksiyon; \"insanlığın doğal, tarihsel,<br/>bilimsel, sanatsal ve kültürel değerlerinin belirli<br/>amaçlarla toplanması ve sınıflandırılmasıyla oluşturulmuş<br/>nesneler bütünü” olarak tanımlanabilir."
  },
  {
    "id": "3591585",
    "unitNumber": 1,
    "text": "18. yüzyılda koleksiyonların kamuya açılmasıyla kurumsallaşmaya başlayan müzeler, hangi yüzyıl boyunca, giderek hızlanan ve radikalleşen bir değişim ve gelişim süreci içerisinde olmuşlardır?",
    "correctAnswer": "A",
    "options": {
      "A": "19 ve 20. yüzyıl",
      "B": "18 ve 19. yüzyıl",
      "C": "17 ve 18. yüzyıl",
      "D": "18 ve 20. yüzyıl",
      "E": "16 ve 17. yüzyıl"
    },
    "explanation": "18. yüzyılda koleksiyonların kamuya açılmasıyla kurumsallaşmaya başlayan müzeler, 19 ve 20. yüzyıl boyunca, giderek hızlanan ve radikalleşen bir değişim ve gelişim süreci içerisinde olmuşlardır."
  },
  {
    "id": "3591594",
    "unitNumber": 1,
    "text": "Aşağıdaki seçeneklerden hangisi 19. yüzyılın geleneksel müzecilik anlayışında müzelerin işlevleri arasında <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Toplama,",
      "B": "Güdüleme,",
      "C": "Koruma,",
      "D": "Belgeleme,",
      "E": "Depolama ve sergilemedir."
    },
    "explanation": "19. yüzyılın geleneksel müzecilik anlayışında müzelerin işlevleri; toplama, koruma, belgeleme, depolama ve sergilemedir."
  },
  {
    "id": "3591602",
    "unitNumber": 1,
    "text": "\"........, koleksiyonların ziyaretçiye sunulduğu, müzenin kültürel ve bilimsel üretiminin toplumla paylaşıldığı alanlardır.\" Cümlesindeki boşluğa aşağıdaki seçeneklerden hangisi gelmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yönetim ve programlama alanları,",
      "B": "Sergileme alanları,",
      "C": "Bilgi-belge ve koruma-restorasyon alanları,",
      "D": "Depolar,",
      "E": "Teknik alanlar,"
    },
    "explanation": "Sergileme alanları, koleksiyonların ziyaretçiye<br/>sunulduğu, müzenin kültürel ve bilimsel üretiminin<br/>toplumla paylaşıldığı alanlardır."
  },
  {
    "id": "3591613",
    "unitNumber": 1,
    "text": "Türkiye'de müzecilik eğitimini yüksek lisans düzeyde ayrı bir akademik disiplin olarak veren ilk üniversite hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Orta Doğu Teknik Üniversitesi",
      "B": "Yıldız Teknik Üniversitesi",
      "C": "Anadolu Üniversitesi",
      "D": "Akdeniz Üniversitesi",
      "E": "İstanbul Teknik Üniversitesi"
    },
    "explanation": "Pek çok üniversitede, oldukça erken tarihlerde, lisans düzeyinde ve genellikle genellikle arkeoloji ve/veya sanat tarihi bölümlerinde seçmeli olarak verilen derslerle başlayan bu eğitimi,<br/>ayrı bir akademik disiplin olarak yüksek lisans düzeyinde<br/>veren ilk üniversite Yıldız Teknik Üniversitesi (YTÜ) olmuştur."
  },
  {
    "id": "3596548",
    "unitNumber": 1,
    "text": "Kraliyet koleksiyonlarının, hangi ülkeden başlayarak Avrupa’nın her yerine yayılan, çok kapsamlı bir olgu olarak halka açılmasıyla müzeler kamusal bir kurum niteliği kazanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Fransa",
      "B": "İngiltere",
      "C": "Almanya",
      "D": "Yeni Zelanda",
      "E": "Avusturya"
    },
    "explanation": "Müzelerin prototipleri çok eski dönemlere tarihlendirilebilirse de kurumsallaşmaları 18. yüzyıl sonlarında gerçekleşmiştir. Kraliyet koleksiyonlarının, Fransa’dan başlayarak Avrupa’nın her yerine yayılan, çok kapsamlı bir olgu olarak halka açılmasıyla müzeler kamusal bir kurum niteliği kazanmıştır. Bu süreçte; Fransız devrimiyle birlikte kraliyet koleksiyonlarının ortak milli varlık ilan edilmesi, ulusçuluk anlayışının güçlenip yayılması ve halka açılmanın doğal sonucu olarak giderek gelişen ve güçlenen sergileme ve bilgilendirme işlevinin bir sistem çerçevesinde kurumlaşmayı gerektirmesi de diğer etkenlerle birlikte önemli rol oynamıştır."
  },
  {
    "id": "3596550",
    "unitNumber": 1,
    "text": "Müze kelimesi köken olarak hangi mitolojiden gelmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yunan",
      "B": "İskandinav",
      "C": "Türk",
      "D": "Hint",
      "E": "Japon"
    },
    "explanation": "Müze kelimesi, köken olarak Yunan mitolojisindeki Mouseion’dan gelir. Yunan mitolojisinde Mouseion; müzlerin yaşadığı yer, müzlere adanmış olan anlamındadır. Bu terim, Antik Yunan’da tapınak, dağ, kır, bahçe gibi mekânlar ya da festival, şenlik, kitap vb. şeyler için de kullanılmıştır. Müzler (Musalar) ise esin perileridir. Baş tanrı Zeus ile bellek tanrıçası Mnemosyn’in kızlarıdır. Dokuz kardeştirler ve dokuz müzden her biri ayrı bir yaratıcı uğraşı temsil eder, korur ve ona esin kaynağı olur."
  },
  {
    "id": "3596553",
    "unitNumber": 1,
    "text": "Bugünkü anlamıyla koleksiyon kavramı aşağıdakilerden hangsinin bir ürünüdür?",
    "correctAnswer": "A",
    "options": {
      "A": "Rönesans düşüncesinin",
      "B": "Reform düşüncesinin",
      "C": "Devrim düşüncesinin",
      "D": "Çağdaşlaşma düşüncesinin",
      "E": "Yağma düşüncesinin"
    },
    "explanation": "Antik Çağlardan Rönesans’a kadar hazine niteliğinde büyük bir birikimden söz edilebilse de bugünkü anlamıyla koleksiyon kavramı Rönesans düşüncesinin bir ürünüdür."
  },
  {
    "id": "3596554",
    "unitNumber": 1,
    "text": "Doğrudan doğruya sanata ilişkin bir kavram olmadığı hâlde, özellikle, Rönesans’ta tüm sanatsal yaratmayı yönlendiren ana etmen aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hümanizm",
      "B": "Rasyonalizm",
      "C": "Materyalizm",
      "D": "Makyavelizm",
      "E": "Emperyalizm"
    },
    "explanation": "Hümanizm; insanın düşünsel, duygusal ve fiziksel yapısını ölçü olarak alan bir düşünce sistemi ya da ideoloji olarak tanımlanabilir. Doğrudan doğruya sanata ilişkin bir kavram olmadığı hâlde, özellikle, Rönesans’ta tüm sanatsal yaratmayı yönlendiren ana etmen hümanizm olmuştur."
  },
  {
    "id": "3596558",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi stüdyoların özelliklerinden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "İlk örnekleri İngiltere’de görülmüştür.",
      "B": "Koleksiyonun ya da bir parçasının korunmaya alındığı mekandır.",
      "C": "Mücevher kutusu niteliğindedir.",
      "D": "Mimari değeri vardır.",
      "E": "Tefekküre ve çalışmalara adanmış özel ve ayrı bir mekândır."
    },
    "explanation": "Stüdyo; ilk örnekleri Fransa’da görülen, daha sonra Germen toprakları ve İtalya’da yaygınlaşan; koleksiyonun ya da bir parçasının korunmaya alındığı, mücevher kutusu niteliğinde, mimari değeri olan, sahibinin kültür anlayışına göre düzenlenmiş, herkesten uzak, düşünceye, tefekküre ve çalışmalara adanmış özel ve ayrı bir mekândır. Stüdyoların en belirgin özelliği; bir koleksiyonu içinde barındıran mekânın, mimarisi ve koleksiyoncunun özel ilgilerini yansıtan dekorasyonu ile koleksiyonun içeriğini bağdaştırma fikridir ve bu anlayış Rönesans düşüncesi ile ilişkilidir.<br/>Stüdyonun ilk örnekleri Fransa’da görülmüştür."
  },
  {
    "id": "3596560",
    "unitNumber": 1,
    "text": "Galeri modeli ilk kez aşağıdakilerden hangisinde uygulanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Uffizi Sarayı",
      "B": "Buckingham Sarayı",
      "C": "Versay Sarayı",
      "D": "Topkapı Sarayı",
      "E": "Alhambra Sarayı"
    },
    "explanation": "Stüdyoların ardından, modern sergileme gereksinimlerini dikkate alan modelleriyle galeriler, modern müzeye bir adım daha yaklaşır. Ziyaretçilere daha rahat dolaşım olanağı sunmak ve aynı zamanda denetimi kolaylaştırmak üzere tasarlanmış, koleksiyonun algılanmasında ışığın etkisini dikkate alan, nesne ve eserlerin düzenlenmesinde özel bir yerleştirme planının benimsendiği bu galeri modeli, ilk kez 16. yüzyılda, Floransa’da Uffizi Sarayı’nda (Galleria degli Uffizi) uygulanmış ve 16. yüzyıldan itibaren tüm Avrupa’da yaygınlaşmıştır.<br/>Galeri modeli ilk kez 16. yüzyılda, Floransa’da Uffizi Sarayı’nda (Galleria degli Uffizi) uygulanmıştır."
  },
  {
    "id": "3596567",
    "unitNumber": 1,
    "text": "Müzecilik kavramının oluşmasında önemli bir nokta olarak; topluma açık olmayan koleksiyonların toplumsal paylaşıma ve bilgi aktarımına yönelik olarak değerlendirilmeye başlanmasının ilk örneği aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Elias Ashmole’ün özel koleksiyonunu Oxford Üniversitesine bağışlaması",
      "B": "Steve Harris'in özel koleksiyonunu Cambridge Üniversitesine bağışlaması",
      "C": "Bruce Dickinson'ın özel koleksiyonunu Stanford Üniversitesine bağışlaması",
      "D": "Nicko McBrain'in özel koleksiyonunu Harvard Üniversitesine bağışlaması",
      "E": "Janick Gers'in özel koleksiyonunu Yale Üniversitesine bağışlaması"
    },
    "explanation": "17. yüzyıl, müzecilik kavramının oluşması açısından farklı bir başlangıç oluşturur: Koleksiyonların çeşitlenmesi ile birlikte topluma açık olmayan bu birikim, zevk objeleri olmaktan çıkarak toplumsal paylaşıma ve bilgi aktarımına yönelik olarak değerlendirilmeye başlar. Bu anlayışın ilk örneği, Elias Ashmole’ün, dönemin koleksiyonculuk anlayışını yansıtan özel koleksiyonunu Oxford Üniversitesine bağışlamasıyla ortaya çıkar. Böylece toplumsal bir mekân olarak üniversite kapsamına giren özel bir koleksiyon ilk kez halkın görüşüne ve kullanımına açılmıştır."
  },
  {
    "id": "3596569",
    "unitNumber": 1,
    "text": "1946 yılında UNESCO’nun girişimleriyle kurulmuş, müzeler ve müzeciliğin geliştirilmesini amaçlayan sivil toplum örgütü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "ICOM",
      "B": "OMM",
      "C": "MOMA",
      "D": "DEİK",
      "E": "TATE"
    },
    "explanation": "ICOM, 1946 yılında UNESCO’nun girişimleriyle kurulmuş, müzeler ve müzeciliğin geliştirilmesini amaçlayan bir sivil toplum örgütüdür. Kendisini, “müze faaliyetleri için mesleki ve etik standartlar belirleyen ve müzecilik alanındaki tek küresel organizasyon” olarak tanımlayan ICOM, müze tanımının aynı zamanda müzeyi kavram olarak açıklayan temel metin olduğu görüşündedir . Bu nedenle, değişen koşul ve gereksinimlere uygun olarak çeşitli dönemlerde müze tanımını güncellemektedir. 1946 yılında yapılan ilk tanımın ardından çeşitli yıllarda yapılan değişiklik ve düzenlemelerle, her dönemin müzeye yaklaşımı tanım metnine de yansıtılmaya çalışılmıştır. Son yıllardan örnek verecek olursak 2007’de “somut olmayan miras” kavramı tanım metnine eklenmiş, 2022’de ise Müze’yi “deneyim” boyutuyla ön plana çıkaran, “erişilebilir ve kapsayıcı” olarak ifade eden, “çeşitliliği ve sürdürülebilirliği teşvik eden”, “etik ve profesyonel olarak topluluklarla çalışma ve iletişim” yaklaşımını içeren yeni tanım kabul edilmiştir."
  },
  {
    "id": "3596571",
    "unitNumber": 1,
    "text": "Müze koleksiyonlarının belirli bir kurgu ve mantık içinde, temsil ettikleri zaman dilimini ya da temayı en açık ve net tarzda anlatabilecek şekilde düzenlenmesi işine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sergileme",
      "B": "Koruma",
      "C": "Arşivleme",
      "D": "Saklama",
      "E": "Ödünç verme"
    },
    "explanation": "Sergileme, müze koleksiyonlarının belirli bir kurgu ve mantık içinde, temsil ettikleri zaman dilimini ya da temayı en açık ve net tarzda anlatabilecek şekilde düzenlenmesi işidir. Müze sergileri, müzeograf olarak da ifade edilen müze ya da sergi tasarımcıları tarafından hazırlanır. Müze koleksiyonlarının sergilenmesi üç şekilde gerçekleştirilir: Sürekli (kalıcı) sergiler, süreli (geçici) sergiler ve gezici sergiler."
  },
  {
    "id": "3596572",
    "unitNumber": 1,
    "text": "Müzebilim programları ilk olarak hangi yıllardan itibaren oluşmaya başlamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1920’lerden itibaren",
      "B": "1930’lardan itibaren",
      "C": "1940’lardan itibaren",
      "D": "1950’lerden itibaren",
      "E": "1960’lardan itibaren"
    },
    "explanation": "Müzebilim programları da böyle bir ihtiyaçla 1920’lerden itibaren oluşturulmaya başlanmış, üniversitelerde akademik bir disiplin olarak yaygınlaşmaları 1970’lerin ilk yarısında hızlanmıştır. Halen gelişmekte olan bu programların akademik yapılanmaları ise üniversitelerin yapılarına göre farklılık göstermektedir.<br/>Müzebilim programları 1920’lerden itibaren oluşturulmaya başlanmıştır.."
  },
  {
    "id": "3595310",
    "unitNumber": 2,
    "text": "Rönesans Dönemi'nde farklı nesne gruplarının sergilendiği özel koleksiyonlar, sergilenen nesnelerin özelliklerine göre adlandırılırdı. Bu bilgiye dayanarak aşağıda verilen nesnelerin sergilendikleri koleksiyonları nesnelerle ilişkilendirerek sırasıyla yazınız.<br/>I. kraliyet mücevherleri<br/>II. mekanik maymun heykeli<br/>III. manzara resmi<br/>IV. nadir deniz kabukları<br/>V. el yazmaları",
    "correctAnswer": "A",
    "options": {
      "A": "I. artificium<br/>II. automata<br/>III. artificalia<br/>IV. naturalia<br/>V. bibliotheca",
      "B": "I. artificium<br/>II. artificalia<br/>III. automata <br/>IV. naturalia<br/>V. bibliotheca",
      "C": "I. artificium<br/>II. artificalia<br/>III. automata <br/>IV. bibliotheca<br/>V. naturalia",
      "D": "I. artificium<br/>II. artificalia<br/>III. automata <br/>IV. bibliotheca<br/>V. naturalia",
      "E": "I. artificium<br/>II. automata<br/>III. artificalia<br/>IV. mirablia<br/>V. naturalia"
    },
    "explanation": "Rönesans Dönemi'nde moda olan nadire kabinelerinde her türlü nesneye yer verilmiş ve bu koleksiyonlar türlere göre sınıflandırılmaya başladığında kabine türleri de ortaya çıkmıştır. Hareketli, sesli, mekanik heykel ve aletlerin yer aldığı kabineler automata; resim, heykel gibi sanat eserlerinin olduğu kabineler artificalia; mücevher, sikke, antika eşyalar, dokuma ürünler ve silah gibi zanaat ürünlerinin, dürbün, saat, pusula, gibi aletlerin yer aldığı kabineler artificium; değerli taşlar, deniz kabukları, bitkiler, hayvan fosilleri, yumurtalar, mumyalanmış organlar gibi doğadan ürünlerin yer aldığı kabinelere naturalia; uzak kıtalardaki ülkelere, farklı coğrafyalara, kültürlere ait varlıkların, nesnelerin yer aldığı kabineler exotica; kitaplar, el yazmalar, kataloglar, harita ve çizimlerin yer aldığı kabineler bibliotheca; doğadaki sıra dışı bitki ve canlıların yer aldığı (çift parmaklı veya çift başlı hayvanlar, garip yapıya sahip çeşitli canlılar...) kabineler mirablia olarak adlandırılmıştır.<br/>I. artificium<br/>II. automata<br/>III. artificalia<br/>IV. naturalia<br/>V. bibliotheca"
  },
  {
    "id": "3595322",
    "unitNumber": 2,
    "text": "Aşağıdaki eserlerden hangileri <em>Turkenkammer</em> veya <em>Turkica</em> olarak adlandırılan kabinelerde yer alabilir?<br/>I. Osmanlı tombakları<br/>II. İznik çinileri<br/>III. Venedik camları<br/>IV. Topkapı Sarayı seccadeleri<br/>V. Fransız Limoges yemek takımları",
    "correctAnswer": "B",
    "options": {
      "A": "I, II, III",
      "B": "I, II, IV",
      "C": "II, III, V",
      "D": "I, III, IV",
      "E": "I, III, v"
    },
    "explanation": "Turkenkammer veya Turkica olarak adlandırılan kabine türünde Osmanlı topraklarında ele geçirilmiş ve Osmanlı kültürünü yansıtan çini, halı, silah, koşum takımı, tombak eserler gibi çeşitli değerli eşyalara, ganimetlere yer verilmiştir. Soruda verilen şıklar içinde <strong>I. Osmanlı tombakları</strong>, <strong>II. İznik çinileri</strong> ve <strong>IV. Topkapı Sarayı seccadeleri </strong>Osmanlı kültürüne has eserlerdir; <strong>III. Venedik camları</strong> ve <strong>V. Fransız Limoges yemek takımları </strong>ise ticaret yoluyla bu topraklarda da bulunabilmekle beraber Osmanlı kültürüne has ürünler değildir. Dolayısıyla Turkenkammer/Turkica tanımı içinde yer almazlar.<br/>I, II, IV<br/>I. Osmanlı tombakları<br/>II. İznik çinileri<br/>IV. Topkapı Sarayı seccadeleri"
  },
  {
    "id": "3595329",
    "unitNumber": 2,
    "text": "Aşağıda verilen üniversitelerin ortak özelliği nedir? <br/>I. Bologna Üniversitesi<br/>II. Oxford Üniversitesi<br/>III. Basel Üniversitesi",
    "correctAnswer": "C",
    "options": {
      "A": "Floransa’da ekonomik ve siyasi güçlerinin etkisiyle sanat piyasasını etkileyen ailelerden olan Medici Hanedanı'nın destekleriyle kurulmaları",
      "B": "Koleksiyonlarını halka açık olarak sergilemeleri",
      "C": "17. yüzyılda Avrupa’da üniversite koleksiyonlarının kurumsallaşarak müzelere evrilmesi sürecinde öncü kurumlar olmaları",
      "D": "Koleksiyonlarını açık arttırmayla satışa sunmaları",
      "E": "Sadece sanat eserlerinden oluşan anıtsal koleksiyonlara ev sahipliği yapmaları"
    },
    "explanation": "17. yüzyılda üniversite koleksiyonlarının müzelere evrilmesi, kurumsallaşması yönünde Avrupa’da çok sayıda örnek karşımıza çıkmaktadır: Bologna Üniversitesi'nde Aldrovandi’nin doğa ve sanat koleksiyonu, koleksiyoner Cospi girişimiyle 1617 yılında müzeye dönüştürülmüştür. Oxford Üniversitesi'nin sahip olduğu geniş koleksiyon, 1638’den itibaren Bodleian Kütüphanesi’nde sergilenmeye başlamıştır. 1662’de İsviçre Basel Üniversitesi'ne bağışlanmış olan sanat koleksiyoncusu Amerbach’ın koleksiyonu müzeye dönüştürülerek 1671’de halka açılmıştır.<br/>17. yüzyılda Avrupa’da üniversite koleksiyonlarının kurumsallaşarak müzelere evrilmesi sürecinde öncü kurumlar olmaları."
  },
  {
    "id": "3595338",
    "unitNumber": 2,
    "text": "İlk kez 18. yüzyılda Avrupa'nın çeşitli kentlerinde açılan, müzeciliğin ve koleksiyonerliğin gelişiminde rol oynayan Sotheby’s, Christie’s, Bonhams ve Phillips de Pury gibi kurumların işlevi nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kütüphane",
      "B": "Üniversite",
      "C": "Salon",
      "D": "Nadire kabinesi",
      "E": "Müzayede evi"
    },
    "explanation": "Aydınlanma döneminde müzeciliğin başlamasının yanı sıra koleksiyonculuk ve antikacılık yaygınlaşmış, Sotheby’s (1744), Christie’s (1766), Bonhams (1793), Phillips de Pury (1796) gibi müzayede evleri açılmıştır.<br/>Müzayede evi"
  },
  {
    "id": "3595340",
    "unitNumber": 2,
    "text": "18. yüzyılda tarih bilincinin güçlenmesiyle ortaya çıkan ulusal tarih müzelerinin öncü örnekleri arasında aşağıdakilerden hangisi yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Fransız Anıtlar Müzesi",
      "B": "Oxford Ashmolean Müzesi",
      "C": "British Müzesi",
      "D": "İsveç Lund Üniversitesi Zooloji Müzesi",
      "E": "İskoçya Glasgow Üniversitesi Hunterian Müzesi"
    },
    "explanation": "18. yüzyılda tarih bilincinin güçlenmesiyle ulusal tarih müzelerinin öncü örnekleri de ortaya çıkmıştır, Fransız Anıtlar Müzesi bunlardan biridir. Fransa’da kilise ve soyluların varlıkları ile kral döneminden kalma bazı eserlerin korunması için anıtlar kurulu kurulmuş ve kraliyet akademisi mezunu ressam Alexandre Lenoir (1761-1839) burada görev alarak ele geçen tüm tablo, mimari eser, vitray, heykel gibi tüm eserleri sınıflamıştır. Bu eserlerin bir kısmını Louvre Müzesi için ayırırken bir kısmıyla Petit-Augustin Manastırı’nda Fransız ulusunun ve yeni düzenin söylemini yansıtan bir müze oluşturmuştur. Burada koruma, kataloglama, sınıflama gibi işlemleri yapması, kronolojik olarak düzenlemeye gitmesi modern müzecilik tarihi açısından önemlidir. Lenoir bu depoyu, 1795 yılında Fransız Anıtlar Müzesi (Musée des Monuments Français) adıyla onaylattırmıştır."
  },
  {
    "id": "3595345",
    "unitNumber": 2,
    "text": "Şıklarda verilen müzelerden hangisi 19. yüzyılda siyasi otoritelerini yansıtmak için müzeleri kullanan, değerli koleksiyonları elde etmek için birbirleriyle yarışan ülkeler arasında yer alanlardan birisine aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Londra National Gallery",
      "B": "Lund Üniversitesi Zooloji Müzesi",
      "C": "Pisa Üniversitesi Botanik Koleksiyonu",
      "D": "Soter Philadelpos İskenderiye Müzesi",
      "E": "Atina Akropolü Pinakothek"
    },
    "explanation": "19. yüzyılda önce İngiltere, Fransa, Almanya ve daha sonra ABD, siyasi otoritelerini yansıtmak için müzeleri kullanmış, değerli koleksiyonları elde etmek için birbirleriyle yarışır hâle gelmişlerdir. Söz konusu sömürgeci ülkeler; Osmanlı, Yunanistan, Mısır, Hindistan gibi ülkelerden elde ettikleri binlerce eseri, parçayı açtıkları müzelerde sergilemişlerdir.<br/>Şıklar arasında yer alan Londra National Gallery, bu ülkeler arasında yer alan İngiltere'de bu dönemde kurulmuş bir müzedir. Diğer şıklarda yer alanlar farklı dönem ve/veya farklı coğrafyalarda kurulmuştur."
  },
  {
    "id": "3595351",
    "unitNumber": 2,
    "text": "Dünyada ilk örneği Paris Luxembourg Sarayı’nda açılan; açılışı “herşey yeni, herşey Fransız” sözleriyle övgüyle duyurulan; sonraki yıllarda çağdaş sanat müzeleri için en çok model alınan örneklerden biri olan müze ve müzede eseri sergilenen sanatçı eşleşmesi aşağıdaki şıklardan hangisinde doğru verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Louvre Müzesi-Ingres",
      "B": "Yaşayan Sanatçılar Müzesi-Osman Hamdi Bey",
      "C": "Londra Kraliyet Mimarlık Müzesi-Picasso",
      "D": "Yaşayan Sanatçılar Müzesi-Delacroix",
      "E": "Oxford Ashmolean Müzesi-Boticelli"
    },
    "explanation": "Dünyada ilk kez Paris Luxembourg Sarayı’nda, bir Yaşayan Sanatçılar Müzesi açılmış ve sonraki yıllarda çağdaş sanat müzeleri için en çok model alınan örneklerden biri olmuştur. Jacques Louis David, Ingres, Delacroix gibi yaşayan sanatçıların eserlerine yer verilen müze 1818’de açılmıştır. Yaşayan Sanatçılar Müzesi açılırken “herşey yeni herşey Fransız” sözleriyle haber yapılmış ve çağdaş Fransız sanatıyla övünülmüştür.<br/>Yaşayan Sanatçılar Müzesi-Delacroix"
  },
  {
    "id": "3595356",
    "unitNumber": 2,
    "text": "I. Londra Bilim Müzesi<br/>II. Lyon Sanat ve Endüstri Müzesi <br/>Yukarıda verilen müzeler 19. yüzyılda yaşanan hangi gelişmenin etkisiyle kurulmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Sanayi Devrimi",
      "B": "Fransız İhtilali",
      "C": "Balkan Savaşları",
      "D": "Büyük imparatorlukların çöküşü",
      "E": "Ulus-devletlerin inşası"
    },
    "explanation": "19. yüzyılda yaşanan Sanayi Devrimi, müze yapılanmalarında etkili olmuş, endüstri, bilim, teknik türündeki müzeler yaygın hâle gelmiştir. 1857’de kurulmuş olan Londra Bilim Müzesi endüstriyel ürünlerin, tıp araç ve gereçlerinin, uçak, tren, otomobil gibi taşıtların, biyolojik araştırmaların ve uzay çalışmalarının tarihsel gelişimini gerçek nesnelerle ve modellerle gösteren en önemli merkezlerden biridir. 1856 yılında kurulan Lyon Sanat ve Endüstri Müzesi de bu türe örnek verilebilir."
  },
  {
    "id": "3595362",
    "unitNumber": 2,
    "text": "I. Estonya Tartu Üniversitesi Zooloji Müzesi<br/>II. Floransa Üniversitesi Ulusal Doğa Tarihi Müzesi<br/>III. Oxford Üniversitesi Pitt Rivers Müzesi<br/>Yukarıda verilen müzelerin ortak özellikleri göz önünde bulundurulduğunda aşağıdaki şıklarda verilen müzelerden hangisi bu gruba eklenebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Paris Louvre Müzesi",
      "B": "Floransa Uffizi Galerisi",
      "C": "Stockholm Nordiska Museet",
      "D": "Manchester İmparatorluk Savaş Müzesi",
      "E": "Londra Üniversitesi Petrie Müzesi"
    },
    "explanation": "19. yüzyılda koleksiyonların türüne, dönemine, coğrafyasına, malzemesine göre ayrılmaya başlamasıyla müze türleri çoğalmıştır. Yeni çıkan bilim dallarına bağlı olarak gelişen koleksiyonlar uzmanlık ya da araştırma müzelerinin ortaya çıkmasına neden olmuş, bu kapsamda üniversitelere bağlı çok sayıda müze açılmıştır. Estonya Tartu Üniversitesi Zooloji Müzesi, Floransa Üniversitesi Ulusal Doğa Tarihi Müzesi, Oxford Üniversitesi Pitt Rivers Müzesi, Londra Üniversitesi Mısır Arkeolojisi ve Dilbilimi bölümü kapsamında Petrie Müzesi bu bağlamda kurulmuştur.<br/>Soruda verilen müzelerin ortak özelliği üniversite kapsamında kurulmuş olmalarıdır. Dolayısıyla şıklarda verilen Londra Üniversitesi Petrie Müzesi doğru yanıttır."
  },
  {
    "id": "3595367",
    "unitNumber": 2,
    "text": "Ziyaretçi sayısı fazla olan, turistler için çekici, ünik mimariye sahip, yerel ekonomide etkili, ticarileşme ve markalaşma eğilimleri olan müzeler için kullanılan \"süperstar müzeler\" tanımı 21. yüzyılın müzecilik anlayışıyla ilgili hangi eleştirilere dikkat çekmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Müzelerin kapitalist toplum düzeninin bir yansıması olmaları",
      "B": "Müzelerin koleksiyonlarını seçkinci bir anlayışla oluşturmaları",
      "C": "Müze mimarisinin özensiz olması",
      "D": "Müzelerin halkın tercihlerini yansıtmamaları",
      "E": "Müzelerin üniversitelerin güdümünde olmaları"
    },
    "explanation": "21. yüzyılın ilk çeyreğini bitirirken müzelerin kapitalist toplum düzeninin bir yansıması olmaları yönünde eleştiriler sürmektedir. Frey; ziyaretçi sayısı fazla olan, turistler için çekici, ünik mimariye sahip, yerel ekonomide etkili, ticarileşme ve markalaşma eğilimleri olan müzeleri süperstar müzeler olarak tanımlamıştır."
  },
  {
    "id": "3597502",
    "unitNumber": 2,
    "text": "\".........................Müzesi, Hint, Mezopotamya ve Yunan medeniyetlerine, hatta bütün yeryüzüne ait sözleri ve imgeleri aynı mekânda biriktirme hayalinin ilk tasarımıdır.” cümlesinde nokta nokta ile belirtilen yere ne gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Piramit",
      "B": "Süveyş",
      "C": "İskenderiye",
      "D": "Kızılırmak",
      "E": "Mezopotamya"
    },
    "explanation": "İskenderiye"
  },
  {
    "id": "3597531",
    "unitNumber": 2,
    "text": "Resim, heykel gibi sanat eserlerinin olduğu kabinelere ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "automata",
      "B": "artificalia",
      "C": "artificium",
      "D": "naturalia",
      "E": "exotica"
    },
    "explanation": "resim, heykel gibi sanat eserlerinin olduğu kabineler <strong>artificalia</strong>;"
  },
  {
    "id": "3597533",
    "unitNumber": 2,
    "text": "Rönesans Döneminde binlerce nesneden oluşan (boynuzlar, kuş yumurtaları, hayvanlar, bitkiler gibi...) koleksiyonundan çeşitli doğa kitapları hazırlayan İtalyan bilim insanının adı nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ulisse Aldrovandi",
      "B": "Taylor Gramoldi",
      "C": "Gucci Guilty",
      "D": "Giuseppe Archimboldo",
      "E": "Galileo Galilei"
    },
    "explanation": "İtalyan bilim adamı Ulisse Aldrovandi (1522-1605) binlerce nesneden oluşan (boynuzlar, kuş yumurtaları, hayvanlar, bitkiler gibi...) koleksiyonundan çeşitli doğa kitapları hazırlamıştır."
  },
  {
    "id": "3597535",
    "unitNumber": 2,
    "text": "Oxford'da \"The Museum of the History of Science\" Bilim Tarihi Müzesi olarak günümüzde de varlığını sürdüren müze 1963'te kurulan hangi müzenin devamıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "İskenderiye Müzesi",
      "B": "Oxford Müzesi",
      "C": "Medici Müzesi",
      "D": "Ashmolean Müzesi",
      "E": "Rönesans Müzesi"
    },
    "explanation": "Sonrasında Oxford Üniversitesinde, bilimler okulunun bir bölümü olarak 1683’te Ashmolean Müzesi açılmıştır. Bu ilk yapılanma Oxford’da bilim tarihi müzesi (The Museum of the History of Science) olarak günümüzde de varlığını sürdürmektedir"
  },
  {
    "id": "3597536",
    "unitNumber": 2,
    "text": "Varlığını günümüze kadar sürdürememiş olsa da 1750 yılında kraliyet koleksiyonlarının halka açıldığı ilk müze olarak tanımlanan müze nerede açılmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Mısır İskenderiye'de",
      "B": "Rusya St. Petersburg'da",
      "C": "Almanya Berlin'de",
      "D": "İngiltere Oxford Üniversitesinde",
      "E": "Paris Luxembourg Sarayında"
    },
    "explanation": "Paris Luxembourg Sarayı’nda 1750 yılında açılan La Galerie Royale de Peinture Installée au Palais du Luxembourg, kraliyet koleksiyonlarının halka açıldığı ilk müze olarak tanımlanmış olsa da varlığını günümüze kadar sürdürememiştir."
  },
  {
    "id": "3597537",
    "unitNumber": 2,
    "text": "British Müzesi ne zaman ve nerede açılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Şubat 1500'de-Paris Luxembourg Sarayında",
      "B": "Ocak 1759’da-Londra Bloomsbury’deki Montagu malikânesinde",
      "C": "Haziran 1683’te-Oxford'daki Ashmolean Malikanesinde",
      "D": "1440 civarı-İtalya Floransa'daki Medici Sarayında",
      "E": "MÖ 367-MÖ 283 yıllarında- Mısır İskenderiye Müzesinde"
    },
    "explanation": "18. yüzyılın önemli basamaklarından bir diğeri Londra’da British Müzesinin kurulmasıdır. Doktor ve koleksiyoner Hans Sloane’un (1660-1753) -İngiliz Kralı ve parlamentosuna yaptığı öneri sonrası- koleksiyonunu İngiliz ulusuna bağışlamasının ardından Ocak 1759’da Londra-Bloomsbury’deki Montagu malikânesinde British Müzesi açılmıştır"
  },
  {
    "id": "3597538",
    "unitNumber": 2,
    "text": "Çağdaş sanat müzeleri için en çok model alınan örneklerden biri olan ve dünyada ilk kez açılan \"Yaşayan Sanatçılar Müzesi\" nerede açılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Paris Luxembourg Sarayında",
      "B": "İngiliz Kraliyet Sarayında",
      "C": "Rusya Kraliyet Sarayında",
      "D": "Paris Louvre Sarayında",
      "E": "Paris PetitAugustin Manastırında"
    },
    "explanation": "Dolayısıyla dünyada ilk kez Paris Luxembourg Sarayı’nda, bir Yaşayan Sanatçılar Müzesi açılmış ve sonraki yıllarda çağdaş sanat müzeleri için en çok model alınan örneklerden biri olmuştur."
  },
  {
    "id": "3597539",
    "unitNumber": 2,
    "text": "Frey (1998) ziyaretçi sayısı fazla olan, turistler için çekici, ünik mimariye sahip, yerel ekonomide etkili, ticarileşme ve markalaşma eğilimleri olan müzeleri hangi isimle tanımlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Trend",
      "B": "Topmodel",
      "C": "Startreck",
      "D": "Popstar",
      "E": "Süperstar"
    },
    "explanation": "Frey; ziyaretçi sayısı fazla olan, turistler için çekici, ünik mimariye<br/>sahip, yerel ekonomide etkili, ticarileşme ve markalaşma eğilimleri olan müzeleri süperstar müzeler olarak tanımlamıştır (Frey, 1998)."
  },
  {
    "id": "3597542",
    "unitNumber": 2,
    "text": "\"Yeni iletişim teknolojilerinin kullanıldığı anlayışın öncü örneklerinden biri 1976 yılında kurulan Philadelphia’daki ....................... isimli çocuk müzesidir\" cümlesinde nokta nokta olan yere aşağıdakilerden hangisinin gelmesi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Lütfen Dokun (Please Touch Museum)",
      "B": "Benimle İletişim Kur (Contact Me)",
      "C": "Kapsayıcı Müze (Immersive Museum)",
      "D": "Etkileşimli Müze (Interactive Museum)",
      "E": "Katılımcı Müze (Participatory Museum)"
    },
    "explanation": "1990’lardan sonra internetin toplum yaşamına girmesiyle müzelerde<br/>de yeni teknoloji kullanılmaya başlamıştır. Bu alanda dokunulabilir müze, sanal müze, mobil müze gibi tanımlar yerleşmeye başlamıştır. Yeni iletişim teknolojilerinin kullanıldığı anlayışın öncü örneklerinden biri 1976 yılında kurulan Philadelphia’daki Lütfen Dokun (Please Touch Museum) isimli çocuk müzesidir. Bu müze, çoğunlukla 7 yaşından küçük çocukları sinema ve tiyatro gösterileriyle; tarih, müzik, sanat programlarıyla, interaktif sergi ve oyunlarla eğlendirip eğiten, Philadelphia yaklaşımı olarak tanımlanan yeni bir dönemi başlatmıştır."
  },
  {
    "id": "3597587",
    "unitNumber": 2,
    "text": "20. yüzyılda müze sayısının tüm dünyada artması kapsamında uluslararası birliklere ihtiyaç duyulmasıyla 1926'da kurulan birliğin adı nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ulusal Müze Kültürleri",
      "B": "Uluslararası Müzeler Konseyi",
      "C": "Uluslararası Sunum Şekilleri",
      "D": "Küresel Müze Birliği",
      "E": "Dünyada Müze Sempozyumu"
    },
    "explanation": "20. yüzyılda müze sayısının tüm dünyada artmasıyla konuyla ilgili uluslararası birliklere ihtiyaç duyulmuştur. 1926 yılında Uluslararası Müzeler Konseyi, 1946 yılında da Uluslararası Müzeler Meclisi (International Council of Museum / ICOM) kurularak müzelerin eğitim, kadro ve diğer etkinliklerinin geliştirilmesine yönelik çalışmalar başlatılmış, ortak ilke ve standartlar belirlenmeye başlamıştır."
  },
  {
    "id": "3592684",
    "unitNumber": 3,
    "text": "Osmanlı Döneminde ilk müzecilik faaliyetleri hangi yüzyılda başlamıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "15. yy.",
      "B": "16. yy.",
      "C": "17. yy.",
      "D": "18. yy.",
      "E": "19. yy."
    },
    "explanation": "Osmanlının ilk müzeleri<br/>19. yy."
  },
  {
    "id": "3592689",
    "unitNumber": 3,
    "text": "Osmanlı Dönemi'nde müzelerin kurulması için girişimlerde bulunan ilk kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ahmed Fethi Paşa",
      "B": "Hoca Ali Rıza",
      "C": "Halil Paşa",
      "D": "Şeker Ahmed Paşa",
      "E": "Osman Hamdi Bey"
    },
    "explanation": "Osmanlının ilk müzeleri<br/>Ahmed Fethi Paşa"
  },
  {
    "id": "3592692",
    "unitNumber": 3,
    "text": "Osmanlı Saray Koleksiyonunu Müze-i Hümayun’a dönüştüren padişah aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Şehzade Abdülmecid",
      "B": "Abdülaziz",
      "C": "II.Mahmud",
      "D": "III. Selim",
      "E": "Abdülhamid"
    },
    "explanation": "Abdülaziz tarafından 1869 yılında"
  },
  {
    "id": "3592694",
    "unitNumber": 3,
    "text": "İstanbul Arkeoloji Müzesi’nin mimarı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fossatti Kardeşler",
      "B": "Alexander Vallaury",
      "C": "Arif Hikmet Koyunoğlu",
      "D": "Balyan Ailesi",
      "E": "Raimond D’Aronco"
    },
    "explanation": "Osmanlının ilk müzeleri<br/>Alexander Vallaury"
  },
  {
    "id": "3592697",
    "unitNumber": 3,
    "text": "1884 yılında Osmanlı İmparatorluğu’ndan yurt dışına eser kaçırılmasını önlemek amacıyla çıkartılan yasa aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sened-i İttifak",
      "B": "Maarif-i Umumiye Nizamnamesi",
      "C": "Kanun-i Esasi",
      "D": "Mecelle",
      "E": "Asar-ı Attika Nizamnamesi"
    },
    "explanation": "Osmanlının ilk müzeleri<br/>Asar-ı Attika Nizamnamesi"
  },
  {
    "id": "3592699",
    "unitNumber": 3,
    "text": "Asar-ı Attika Nizamnamesi’nin kabul edilmesinde etkin rol oynayan kişi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ahmed Cevdet Paşa",
      "B": "Marko Paşa",
      "C": "Osman Hamdi Bey",
      "D": "Şeker Ahmed Paşa",
      "E": "Halil Paşa"
    },
    "explanation": "Osmanlının ilk müzeleri<br/>Osman Hamdi Bey"
  },
  {
    "id": "3592702",
    "unitNumber": 3,
    "text": "Ressam Odeacer'in saray için düzenlediği serginin tarihi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "1840",
      "B": "1845",
      "C": "1850",
      "D": "1860",
      "E": "1870"
    },
    "explanation": "Osmanlının ilk müzeleri<br/>1845"
  },
  {
    "id": "3592703",
    "unitNumber": 3,
    "text": "1873 yılında İstanbul Sultan Ahmed Sanayi-i Mektebi’nde açılan halka açık ilk resim sergisi kimin girişimleriyle gerçekleşmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Osman Hamdi Bey",
      "B": "Şeker Ahmed Paşa",
      "C": "Halil Paşa",
      "D": "Hoca Ali Rıza Paşa",
      "E": "Ahmed Cevdet Paşa"
    },
    "explanation": "19. yüzyıl:Osmanlının ilk müzeleri<br/>Şeker Ahmed Paşa"
  },
  {
    "id": "3592704",
    "unitNumber": 3,
    "text": "1874 yılında İstanbul'da ilk özel resim okulunu açan kişi kimdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Şeker Ahmed Paşa",
      "B": "Ressam Boğosyan",
      "C": "Pierre Desire Guillemet",
      "D": "Stanislaw Chebelowski",
      "E": "Kapıdağlı Konstantin"
    },
    "explanation": "19.yüzyıl:Osmanlının ilk müzeleri<br/>Pierre Desire Guillemet"
  },
  {
    "id": "3592706",
    "unitNumber": 3,
    "text": "Ülkemizde kurulan ilk özel müze aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Vehbi Koç Müzesi",
      "B": "Sadberk Hanım Müzesi",
      "C": "İstanbul Modern Müzesi",
      "D": "Ankara Cer Modern Müzesi",
      "E": "Sakıp Sabancı Müzesi"
    },
    "explanation": "Türkiye'de Çağdaş Müzecilik Örnekleri<br/>Sadberk Hanım Müzesi"
  },
  {
    "id": "3598310",
    "unitNumber": 3,
    "text": "Osmanlı Döneminde müzenin bir kurum olarak ortaya çıkmasına yönelik ilk girişim aşağıdaki kişilerden hangisi tarafından gerçekleştirilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ahmed Fethi Paşa",
      "B": "Halil Edhem",
      "C": "Ahmed Muhtar Paşa",
      "D": "Şeker Ahmed Paşa",
      "E": "Osman Hamdi Bey"
    },
    "explanation": "Müzenin bir kurum olarak ortaya çıkmasına yönelik ilk girişim, 19. yüzyıl ikinci yarısında,<br/>Tophâne-i Âmire müşiri Ahmed Fethi Paşa (1801-<br/>1858) tarafından gerçekleştirilmiştir."
  },
  {
    "id": "3598312",
    "unitNumber": 3,
    "text": "I.Dr. Edward Goold<br/>II.Dr. Philip Anton Dethier<br/>III.Albert Dumont<br/>Yukarıdakilerden hangisi Müze-i Hûmayun’nun müdürlüğünü yapmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Müze-i Hûmayun’nun ilk müdürü<br/>Galatasaray Mektebi (Mekteb-i Sultani) hocalarından Dr. Edward Goold olmuştur. Daha sonra<br/>Avusturyalı ressam Pio Francesco Carlo Terenzio<br/>resmî olarak atanmasa da müzenin sorumluluğunu<br/>almış, ardından arkeolog, tarihçi, ressam ve epigraf<br/>olan Alman Dr. Philip Anton Dethier müdürlük<br/>yapmıştır"
  },
  {
    "id": "3598314",
    "unitNumber": 3,
    "text": "Aşığıdakilerden hangisinin döneminde Süleymaniye Külliyesi’nin imaretinde 1913’te Evkâf-ı İslamiye Müzesi (İslam Vakıfları Müzesi) kurulmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "Halil Edhem Bey",
      "B": "Ahmed Muhtar Paşa",
      "C": "Ahmed Fethi Paşa",
      "D": "Şeker Ahmed Paşa",
      "E": "Osman Hamdi Bey"
    },
    "explanation": "Osman Hamdi Bey’in 1910 yılındaki ölümünden sonra Sanayi-i Nefise Mektebi’nin ve Müze-i<br/>Hümâyun’un müdürlüğünü kardeşi Halil Edhem Bey yürütmüştür. Onun döneminde, Süleymaniye<br/>Külliyesi’nin imaretinde 1913’te Evkâf-ı İslamiye Müzesi (İslam Vakıfları Müzesi) kurulmuştur."
  },
  {
    "id": "3598315",
    "unitNumber": 3,
    "text": "Aşağıdaki padişahlardan hangisinin döneminde padişah portresinin resmî dairelere asılması gerçekleştirilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sultan II. Mahmud",
      "B": "Sultan III. Selim",
      "C": "Sultan Abdülmecid",
      "D": "Sultan Abdülaziz",
      "E": "Yavuz Sultan Selim"
    },
    "explanation": "Osmanlı’da müzeciliğin gelişimi kapsamında<br/>söz edilmesi gereken diğer bir konu, saray resim<br/>koleksiyonlarının oluşturulması ve ilk sergilerin<br/>yapılmasıdır. Sultan III. Selim döneminde (1789-<br/>1807) padişahın portresinin dağıtılmak üzere gravürlerinin hazırlanması, Sultan II. Mahmud döneminde (1808-1839) padişah portresinin resmî<br/>dairelere asılması, Sultan Abdülmecid döneminde<br/>(1839-1861) ilk resim sergileme girişimlerinin olması ve Sultan Abdülaziz döneminde (1861-1876)<br/>uluslararası sergilere katılım, müzecilik ve sergileme açısından da önemli deneyimler ve gelişmelerdir."
  },
  {
    "id": "3598318",
    "unitNumber": 3,
    "text": "Aşağıdaki kişilerden hangisinin öncülüğünde 27 Nisan 1873 tarihinde halka açık ilk resim sergisi açılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Şeker Ahmed Paşa",
      "B": "Halil Edhem",
      "C": "Ahmed Muhtar Paşa",
      "D": "Ahmed Fethi Paşa",
      "E": "Osman Hamdi Bey"
    },
    "explanation": "Sultan Abdülaziz döneminde, ressam Şeker<br/>Ahmed Paşa’nın öncülüğünde (resim öğretmenliği<br/>yaptığı) İstanbul Sultanahmet Sanayi Mektebi’nde,<br/>çok sayıda yerli ve yabancı sanatçının katılımıyla 27<br/>Nisan 1873 tarihinde halka açık ilk resim sergisi<br/>açılmıştır"
  },
  {
    "id": "3598321",
    "unitNumber": 3,
    "text": "Ülkemizde kurulan <u>ilk özel müze</u> aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sadberk Hanım Müzesi",
      "B": "Rahmi M. Koç Müzesi",
      "C": "Sakıp Sabancı Müzesi",
      "D": "İstanbul Modern Sanat Müzesi",
      "E": "Pera Müzesi"
    },
    "explanation": "1980’li yılların başından sonra Türkiye’de özel müzelerin açılması çağdaş müzecilikte önemli bir aşamayı<br/>daha başlatmıştır. Ülkemizde kurulan ilk özel müze 14 Ekim 1980’de İstanbul’da açılan -Vehbi Koç’un eşi<br/>Sadberk Koç’un kişisel koleksiyonunun yer aldığı- Sadberk Hanım Müzesi’dir. S"
  },
  {
    "id": "3598323",
    "unitNumber": 3,
    "text": "I.Aya İrini’deki Askerî Müze<br/>II.Müze-i Hümâyun<br/>III.Evkaf-ı İslamîye Müzesi<br/>Yukarıdakilerden hangisi Osmanlı döneminde var olan müzelerden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Osmanlının son döneminde İstanbul’da Aya İrini’deki Askerî Müze, Müze-i Hümâyun ve Evkaf-ı<br/>İslamîye Müzesi ile Anadolu’da birkaç müze varken Atatürk’ün önderliğinde kısa sürede birçok şehirde<br/>müze kurulmuştur."
  },
  {
    "id": "3598324",
    "unitNumber": 3,
    "text": "I.Sayda (Sidon) Krallar Mezarı<br/>II.Adıyaman Nemrut Dağı<br/>III.Muğla-Lagina kazıları<br/>Yukarıdakilerden hangisi Osman Hamdi Bey’in yürüttüğü kazılardır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız III",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Osman Hamdi Bey Türkiye’de ilk bilimsel kazıları başlatmış, Lübnan’da Sayda (Sidon) Krallar Mezarı,<br/>Adıyaman Nemrut Dağı, Muğla-Lagina kazılarını yürütmüş ve buralardan çıkarılan eserleri müzeye getirmiştir."
  },
  {
    "id": "3598326",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi i<u>lk</u> kurulan müze derneğidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Topkapı Sarayı Müzesini Sevenler Derneği",
      "B": "İstanbul Belediyesi Kütüphane ve Müzeleri Geliştirme Derneği",
      "C": "Eski Eserleri ve Müzeleri Sevenler Derneği",
      "D": "Müzeciler Derneği",
      "E": "Müzecilik Meslek Kuruluşu Derneği"
    },
    "explanation": "Müzecilik tarihî açısından önemli bir diğer konu sivil toplum örgütleridir. 1966’da kurulmuş olan<br/>Topkapı Sarayı Müzesini Sevenler Derneği ilk müze derneğidir. Daha sonra bu alanda çalışan kuruluşlar<br/>artmış, İstanbul Belediyesi Kütüphane ve Müzeleri Geliştirme Derneği, Eski Eserleri ve Müzeleri Sevenler<br/>Derneği, Müzeciler Derneği gibi oluşumlarla müzecilik faaliyetlerinin geliştirilmesi, kültürel ve doğal mirasın korunmasına yönelik çalışmalar artmıştır."
  },
  {
    "id": "3598328",
    "unitNumber": 3,
    "text": "Haliç kıyısında Osmanlı döneminde tersane ve lengerhane olarak kullanılan endüstriyel yapıların dönüştürülmesiyle kurulan müze aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Rahmi M. Koç Müzesi",
      "B": "Sakıp Sabancı Müzesi",
      "C": "İstanbul Modern Sanat Müzesi",
      "D": "Pera Müzesi",
      "E": "Sadberk Hanım Müzesi"
    },
    "explanation": "İstanbul’da 1994’te açılan Rahmi M. Koç Müzesi’dir. Haliç kıyısında Osmanlı döneminde tersane ve lengerhane<br/>yapılarının dönüştürülmesiyle kurulan bu müze Türkiye’de ulaşım, sanayi, iletişim ve endüstri<br/>tarihinin izlendiği; maketler, oyuncuklar, matbaa makineleri, iletişim aletleri, endüstriyel aletler, denizcilik<br/>koleksiyonu, bilgisayar tarihini yansıtan nesneler, otomobil, uçak, lokomotif, kağnı, motosiklet, bisiklet<br/>gibi ulaşım araçlarının yer aldığı zengin koleksiyonuyla ilk modern müzeler arasındadır."
  },
  {
    "id": "3594957",
    "unitNumber": 4,
    "text": "Hangi yüzyılda Avrupa'da müzecilikle ilgili kurumsallaşma başladı?",
    "correctAnswer": "A",
    "options": {
      "A": "Avrupa'da müzecilikle ilgili kurumsallaşma, 15.-18. yüzyıllar arasında başladı.",
      "B": "Avrupa'da müzecilikle ilgili kurumsallaşma,Ennigaldi-Nanna'nın müzesinde başladı.",
      "C": "Ennigaldi-Nanna'nın müzesinin küratörü Ennigaldi-Nanna' tarafından 21. yüzyılda başlatıldı.",
      "D": "Ennigaldi-Nanna tarafından düzenlenen ve etiketlenen Ur harabelerinden sonra başladı",
      "E": "Asya'da müzecilikle ilgili kurumsallaşma, 19.-20. yüzyıllar arasında başladı."
    },
    "explanation": "Avrupa’da 15.-18. yüzyıllarda koleksiyonculuk ile birlikte gelişmiş olsa da en eski müzenin<br/>Ennigaldi-Nanna’nın müzesi olduğunu söylemek yanlış olmaz. Ennigaldi-Nanna, MÖ 530 Ur’daki ziguratın güneydoğusuna önceki 1500 yıllık Mezopotamya uygarlıklarından eserler içeren bir müze kurmuştur.<br/>Avrupa'da müzecilikle ilgili kurumsallaşma, 15.-18. yüzyıllar arasında başladı."
  },
  {
    "id": "3594966",
    "unitNumber": 4,
    "text": "Dünyanın en eski halka açık sanat koleksiyonu hangi müzededir?",
    "correctAnswer": "B",
    "options": {
      "A": "Louvre Müzesi",
      "B": "Capitoline Müzesi",
      "C": "British Müzesi",
      "D": "Metropolitan Sanat Müzesi",
      "E": "Hermitage Müzesi"
    },
    "explanation": "Avrupa’da 15.-18.yüzyıllarda koleksiyonculuk ile birlikte gelişen ilk müzeler, zengin bireylerin, ailelerin<br/>veya sanat kurumlarının özel koleksiyonları ve nadir veya merak uyandıran doğal nesneler ve eserler<br/>olarak başlamıştır. Bunlar da genellikle merak odalarında sergilenmiştir. Dönemin artan keşif yolculukları,<br/>seyahatleri, doğa bilimcileri ve doğa bilimlerine ilgi duyan ve onları elde etmeye hevesli koleksiyoncular<br/>ile gelişmiştir. Ancak bu müzelere -özellikle de özel sanat koleksiyonlarına- halkın erişimi sınırlıdır ve sadece<br/>“saygın” kişilerin -koleksiyon sahibinin ve ekibinin keyfine bağlı olarak- erişmesi mümkün olmuştur.<br/>Dünyanın en eski halka açık sanat koleksiyonu Capitoline<br/>Müzeleri’dir. Capitoline Müzeleri, 1471’de Papa<br/>IV. Sixtus’un bir grup önemli antik heykeli Roma halkına<br/>bağışlaması ile başlamıştır. Dünyanın en eski ikinci<br/>müzesi ise 1506’da Papa II. Julius tarafından başlatılan<br/>halka açık sergilenen heykel koleksiyonuna dayanan Vatik<br/>Dünyanın en eski halka açık sanat koleksiyonu Capitoline Müzesi'ndedir."
  },
  {
    "id": "3594973",
    "unitNumber": 4,
    "text": "Hangi yüzyılda Elias Ashmole, koleksiyonunu Oxford Üniversitesine bağışlayarak koleksiyonların toplumsal bir mekân olarak halkın erişimine açılmasına önemli bir katkı sağlamıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Elias Ashmole, 16. yüzyılda, 1670 yılında koleksiyonunu Oxford Üniversitesine bağışlayarak koleksiyonların toplumsal bir mekân olarak halkın erişimine açılmasına önemli bir katkı sağlamıştır.",
      "B": "Elias Ashmole, 18. yüzyılda, 1700 yılında koleksiyonunu Oxford Üniversitesine bağışlayarak koleksiyonların toplumsal bir mekân olarak halkın erişimine açılmasına önemli bir katkı sağlamıştır.",
      "C": "Elias Ashmole, 17. yüzyılda, 1682 yılında koleksiyonunu Oxford Üniversitesine bağışlayarak koleksiyonların toplumsal bir mekân olarak halkın erişimine açılmasına önemli bir katkı sağlamıştır.",
      "D": "Elias Ashmole, 17. yüzyılda, 1650 yılında koleksiyonunu Oxford Üniversitesine bağışlayarak koleksiyonların toplumsal bir mekân olarak halkın erişimine açılmasına önemli bir katkı sağlamıştır.",
      "E": "Elias Ashmole, 18. yüzyılda, 1750 yılında koleksiyonunu Oxford Üniversitesine bağışlayarak koleksiyonların toplumsal bir mekân olarak halkın erişimine açılmasına önemli bir katkı sağlamıştır."
    },
    "explanation": "17. yüzyıl koleksiyonculuktan müzeciliğe geçiş açısından önemli bir dönemdir. 1682 yılında bilimle ilgilenen İngiliz Elias Ashmole (1617-1692), nümizmatik ve az bulunur objelerden oluşan koleksiyonunu Oxford Üniversitesine bağışlamış ve bununla beraber toplumsal bir mekân olarak üniversite kapsamına giren özel bir koleksiyon halkın görüşüne ve kullanımına açılmıştır. 18. yüzyılda sanat ve bilim koleksiyonları birbirinden ayrılmıştır. Çünkü artık koleksiyonlar özelliklerine göre değerlendirilmeye, arşivlenmeye ve sunulmaya başlamıştır. 1789 Fransız Devrimi ve getirdiği toplumsal yenilikler müzecilik alanında da değişikliklere yol açmıştır. “Ulusal değerler” kavramının önem kazanması ve ulusal değerlerin sergilenmesi aşaması beraberinde müze organizasyonlarında, bugün de müze deyince akla gelen dört temanın şekillenmesine neden olmuştur. Bu temalar: 1. Sanat, 2. Tarih, 3. Doğa bilimleri ve 4. Teknik bilimler. Müzelerin ve müzeciliğin altın çağı olarak adlandırılan 19. yüzyılda ise Yunanistan, Mısır, Osmanlı<br/>Elias Ashmole, 17. yüzyılda, 1682 yılında koleksiyonunu Oxford Üniversitesine bağışlayarak koleksiyonların toplumsal bir mekân olarak halkın erişimine açılmasına önemli bir katkı sağlamıştır."
  },
  {
    "id": "3595000",
    "unitNumber": 4,
    "text": "ICOM'un Genel Kurulu'nda belirlenen gruplamaya göre, hangi müze türü doğa tarihi koleksiyonlarına odaklanır?",
    "correctAnswer": "D",
    "options": {
      "A": "Etnografya ve Folklor Müzeleri.",
      "B": "Modern Sanat Müzeleri.",
      "C": "Arkeoloji, Tarih ve Kültürel Miras Müzeleri.",
      "D": "Doğa Tarihi Müzeleri.",
      "E": "Üniversite Müzeleri."
    },
    "explanation": "5 Eylül 1986’da Hollanda’da toplanan ICOM’un<br/>Genel Kurulu’nda benimsenen ve 7 Temmuz 1995’te<br/>Norveç’te toplanan 18. Genel Kurulu’nda yeniden<br/>düzenlenerek kabul edilen bildirgenin 2. maddesinde<br/>(1.a şıkkı) müzelerin ana tanımının; bağlı olduğu<br/>idari birime göre, bölgesel özelliğine göre, işlevsel yapısına<br/>göre, koleksiyon çeşidine göre, sergileme yöntemlerine<br/>göre değişmeyeceği, ancak bu gruplamanın müzelerin<br/>türlerinin belirlenmesinde önemli rol oynadığı vurgulanmıştır.<br/>Doğa Tarihi Müzeleri."
  },
  {
    "id": "3595013",
    "unitNumber": 4,
    "text": "Genel müzelerin başlıca sorumlulukları nelerdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Genel müzelerin başlıca sorumlulukları, sanat eserlerini sergilemek ve sanat tarihini anlatmaktır.",
      "B": "Genel müzelerin başlıca sorumlulukları, sadece bilim ve teknoloji alanında koleksiyonlara sahip olmaktır.",
      "C": "Genel müzelerin başlıca sorumlulukları, sadece çocuklara yönelik etkinlikler düzenlemektir.",
      "D": "Genel müzelerin başlıca sorumlulukları, bölgenin ekonomik geçmişini belgelemektir.",
      "E": "Genel müzelerin başlıca sorumlulukları, bölgenin doğal ve beşeri tarihini, geleneklerini ve yaratıcı ruhunu yansıtmaktır."
    },
    "explanation": "Multidisipliner ya da interdisipliner müzeler olarak bilinen genel müzeler, birden fazla konuda koleksiyona sahiptir. 18.-20.yüzyıl arasında kurulan bu müzelerin çoğu daha önceki özel koleksiyonlardan gelmektedir ve zamanın ansiklopedik ruhunu yansıttığı söylenebilir. Genel müzeler arasında en yaygın olanı, bir bölgeye veya bölgeye hizmet eden müzelerdir. Doğu ve Batı Av<br/>Genel müzelerin başlıca sorumlulukları, bölgenin doğal ve beşeri tarihini, geleneklerini ve yaratıcı ruhunu yansıtmaktır."
  },
  {
    "id": "3595025",
    "unitNumber": 4,
    "text": "Arkeoloji müzelerinin genel işlevi nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Arkeoloji müzelerinin genel işlevi, dünyanın arkeolojisini ortaya çıkarmak, mirasımızı bugünle ilişkilendirmek ve geleceğe bir bakış açısı kazandırmaktır.",
      "B": "Arkeoloji müzelerinin genel işlevi, çağdaş sanat eserlerini sergilemek ve günümüz sanatını tanıtmaktır.",
      "C": "Arkeoloji müzelerinin genel işlevi, bilimsel araştırmalar yapmak ve arkeolojik kazılar düzenlemektir.",
      "D": "Arkeoloji müzelerinin genel işlevi, yalnızca yerel halkın tarihiyle ilgili bilgileri paylaşmaktır.",
      "E": "Arkeoloji müzelerinin genel işlevi, sadece arkeolojik eserleri sergilemek ve tarih öncesi dönemleri incelemektir."
    },
    "explanation": "Arkeoloji müzeleri, arkeolojik eserlerin sergilendiği, eski eserleri barındıran, geçmişi temsil eden, halkla<br/>geçmiş bilgileri paylaşırken onlara medeniyetlerin kültürü ve yaşam tarzı hakkında fikir veren, illüstrasyonlarla<br/>ileriye taşıyan müze türüdür. Dolayısıyla arkeoloji müzelerinin genel işlevi, dünyanın arkeolojisini<br/>ortaya çıkarmak, mirasımızı bugünle ilişkilendirmek ve geleceğe bir bakış açısı kazandırmaktır. En eski<br/>arkeoloji müzelerinin çoğu da ya antika araştırmalarının bir yan ürünü olarak ya da sanat ve bilim eserlerine<br/>erişim yoluyla sosyal iyileşmeyi teşvik etmek için kurulmuştur. Müzeler bir zamanlar arkeolojik araştırmaların<br/>birincil mekânıydı ve yirminci yüzyıl boyunca bu rolde akademi müzenin yerini almış olsa da<br/>arkeolojik bilgilerin iletilmesi için güçlü kurumlar olmaya devam etmektedir. İnsanlığın kültür değişimini,<br/>kültür geçmişini ve birbirleriyle olan ilişkilerini inceleyen arkeoloji aynı zamanda kazı gibi yöntemlerle<br/>ortaya çıkardığı tar<br/>Arkeoloji müzelerinin genel işlevi, dünyanın arkeolojisini ortaya çıkarmak, mirasımızı bugünle ilişkilendirmek ve geleceğe bir bakış açısı kazandırmaktır."
  },
  {
    "id": "3595031",
    "unitNumber": 4,
    "text": "Dünyanın en eski kamusal sanat koleksiyonuna ev sahipliği yapan müze hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Louvre Müzesi.",
      "B": "İsviçre Basel'deki Kunstmuseum Basel.",
      "C": "Britanya Müzesi.",
      "D": "Prado Müzesi.",
      "E": "Vatikan Müzeleri."
    },
    "explanation": "Sanat müzeleri en yaygın olarak resim, heykel,<br/>fotoğraf, illüstrasyon, çizim, seramik veya metal işi<br/>gibi görsel sanat objelerini sergileyen ve gelişmeleri<br/>izleyen müzelerdir. Avrupa’da kamuya ait ilk<br/>sanat müzesi olarak tanımlanan İsviçre Basel’deki<br/>Kunstmuseum Basel, dünyanın en eski kamusal<br/>sanat koleksiyonuna ev sahipliği yapmakla birlikte<br/>İsviçre’nin en önemli sanat müzesi olarak kabul<br/>edilir. Kökeni, 1661’de Basel şehri ve Basel Üniversitesi<br/>tarafından satın alınan Hans Holbein’in<br/>eserlerinin bir koleksiyonunu içeren Amerbach<br/>Kabinesi’ne kadar uzanmaktadır. 1671’de Basel<br/>şehri 1671’de Amerbach kabinesinin sanat koleksiyonunu<br/>haftada iki kez halka açık hâle getirmiştir.<br/>1764 yılında kurulan St. Petersburg Ermitaj<br/>(Hermitage) Müzesi de ilk özel sanat müzesi<br/>olması açısından önemlidir. Resim koleksiyonu<br/>dünyanın birincisi, arkeolojik eser koleksiyonları<br/>ile dünyanın en önemli üçüncü müzesi olan St.<br/>Petersburg<br/>İsviçre Basel'deki Kunstmuseum Basel."
  },
  {
    "id": "3595035",
    "unitNumber": 4,
    "text": "Türkiye'deki ilk etnografya müzesi hangi yıl ve nerede açılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "İstanbul'da, 1950 yılında.",
      "B": "İzmir'de, 1965 yılında.",
      "C": "Ankara'da, 1930 yılında.",
      "D": "Bursa'da, 1940 yılında.",
      "E": "Antalya'da, 1980 yılında."
    },
    "explanation": "Etnografya Müzeleri, insanlar ve kültürlerin sistematik olarak incelenmesi olan etnografi alanıyla ilgili eser ve objelerin incelenmesi, toplanması, korunması ve sergilenmesine odaklanan müze türleridir. Etnografya, insan topluluklarının meydana getirdiği maddi kültürler olarak tanımlanır. Ev aletleri, giyim, yapı maddeleri, avcılık ve tarım aletleri, süs eşyaları ve halk sanatlarına ait aletler etnografyanın kapsamına girer. Günümüzde çoğu ülke, ya ulusal düzeyde en az bir etnografik ya da antropolojik müzeye sahiptir ya da karma müzelerinde ülkelerinin insanlarını ve kültürünü anlatan bir etnografya bölümü ya da galerisi bulunmaktadır. 18. yüzyıldaki halk müzelerinin başlangıcından 19. yüzyıldaki ve 20. yüzyılın başlarındaki büyük müze koleksiyonculuğu çağına kadar, etnografik nesneler ve bunlarla ilgili bilgiler, bilimsel, kurumsal ve bilimsel temelleri destekleyen bilgi biçimlerini pekiştirmek için kullanıldıkları müzelerde birikmiştir. Etnografya müzeleri, 19. yüzyılın sonlarında halk müzelerinin hızl<br/>Ankara'da, 1930 yılında."
  },
  {
    "id": "3595042",
    "unitNumber": 4,
    "text": "İsviçre'nin başkenti Bern'de bulunan ve yaklaşık olarak yılda 131.000 kişi tarafından ziyaret edilen doğa tarihi müzesi hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Washington D.C. Doğa Tarihi Müzesi",
      "B": "Londra Doğa Tarihi Müzesi",
      "C": "Maden Tetkik Arama Enstitüsü Doğa Tarihi Müzesi",
      "D": "Bern Doğa Tarihi Müzesi",
      "E": "Bonn'da bulunan Haus der Geschichte"
    },
    "explanation": "Örneğin<br/>yılda yaklaşık 131.000 kişi tarafından ziyaret edilen<br/>İsviçre Bern Doğa Tarihi Müzesi."
  },
  {
    "id": "3595043",
    "unitNumber": 4,
    "text": "Almanya'nın Münih kentinde bulunan ve dünyanın en büyük teknoloji ve bilim müzesi olan hangi müzedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ashmolean Müzesi",
      "B": "Ulusal Teknik Müze (Musée National des Techniques)",
      "C": "Londra Bilim Müzesi (London Science Museum)",
      "D": "Ankara Feza Gürsey Bilim Merkezi",
      "E": "Deutsches Museum (Alman Müzesi)"
    },
    "explanation": "Örneğin Almanya’nın Münih kentinde yer<br/>alan ve dünyanın en büyük teknoloji ve bilim müzesi<br/>olan Deutsches Museum (Alman Müzesi) (Resim<br/>4.13) Alman Mühendisler Odası tarafından 1903<br/>tarihinde kurulmuştur. Sanayi Devrimi’nden sonra,<br/>insanlara kullanılan araçların mantığını kavratmak<br/>amacıyla kurulmaya başlanan bilim ve teknoloji müzeleri<br/>II. Dünya Savaşı’ndan sonra da hızlı bir şekilde<br/>yayılmış ve gelişmiştir."
  },
  {
    "id": "3597299",
    "unitNumber": 4,
    "text": "Eskişehir’de iş insanı ve koleksiyoner Erol Tabanca tarafından ünlü Japon mimar Kengo Kuma’ya yaptırılan ve 2019 yılında açılan müze aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kent Belleği Müzesi",
      "B": "Odunpazarı Modern Müze",
      "C": "İmren Erşen Oya Müzesi",
      "D": "Çağdaş Sanatlar Müzesi",
      "E": "Oyun ve Oyuncak Müzesi"
    },
    "explanation": "Odunpazarı Modern Müze, Eskişehir’de iş insanı ve koleksiyoner Erol Tabanca tarafından ünlü Japon mimar Kengo Kuma’ya yaptırılmış ve 2019 yılında açılmıştır."
  },
  {
    "id": "3597300",
    "unitNumber": 4,
    "text": "İnsan topluluklarının meydana getirdiği maddi kültür alanıyla ilgili eser ve objelerin incelenmesi, toplanması, korunması ve sergilenmesine odaklanan müze türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Endüstri müzeleri",
      "B": "Arkeoloji müzeleri",
      "C": "Etnografya müzeleri",
      "D": "Doğa tarihi müzeleri",
      "E": "Teknoloji müzeleri"
    },
    "explanation": "Etnografya, insan topluluklarının meydana getirdiği maddi kültürler olarak tanımlanır. Etnografya müzeleri, insanlar ve kültürlerin sistematik olarak incelenmesi olan etnografya alanıyla ilgili eser ve objelerin incelenmesi, toplanması, korunması ve sergilenmesine odaklanan müze türleridir."
  },
  {
    "id": "3597301",
    "unitNumber": 4,
    "text": "Müzenin, arkeolojik alandan uzakta bulunduğu ve eserlerin arkeolojik kazı alanından alınarak başka bir yerdeki müzeye taşınmasının gerektiği duruma uygun müze örneği aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yeni Akropolis Müzesi",
      "B": "Ennigaldi-Nanna Müzesi",
      "C": "Zeugma Mozaik Müzesi",
      "D": "Rahmi M. Koç Müzesi",
      "E": "Metropolitan Müzesi"
    },
    "explanation": "Müzenin arkeolojik alandan uzakta bulunduğu ve eserlerin arkeolojik kazı alanından alınarak başka bir yerdeki müzeye taşınmasının gerektiği duruma uygun müze örneği Zeugma Mozaik Müzesi’dir."
  },
  {
    "id": "3597302",
    "unitNumber": 4,
    "text": "Atatürk’ün girişimleri ile 1930 yılında kurulan, Cumhuriyet Dönemi’nin önemli mimarlarından Arif Hikmet Koyunoğlu tarafından tasarlanan ve Türk sanatının Selçuklu Dönemi’nden bugüne kadar devam eden örneklerini sergileyen müze aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "İstanbul Arkeoloji Müzesi",
      "B": "Bursa Kent Belleği Müzesi",
      "C": "Odunpazarı Modern Müze",
      "D": "İstanbul Askeri Müzesi",
      "E": "Ankara Etnografya Müzesi"
    },
    "explanation": "Atatürk’ün girişimleri ile 1930 yılında Ankara’da kurulan Etnografya Müzesi, Cumhuriyet Dönemi’nin önemli mimarlarından Arif Hikmet Koyunoğlu tarafından tasarlanmıştır. Ankara Etnografya Müzesi’nde Türk sanatının Selçuklu Dönemi’nden bugüne kadar devam eden örnekleri sergilenmektedir."
  },
  {
    "id": "3597303",
    "unitNumber": 4,
    "text": "Oxford Üniversitesi tarafından 1683 yılında kurulan, doğanın geçmişini sergileyen ve ilk bilim müzesi olarak kabul edilen müze aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ennigaldi-Nanna Müzesi",
      "B": "Fitzwilliam Müzesi",
      "C": "Guilhall Müzesi",
      "D": "Ashmolean Müzesi",
      "E": "Metropolitan Müzesi"
    },
    "explanation": "Oxford Üniversitesi tarafından 1683 yılında kurulan ve doğanın geçmişini sergileyen Ashmolean Müzesi, ilk bilim müzesi olarak kabul edilmektedir."
  },
  {
    "id": "3597304",
    "unitNumber": 4,
    "text": "I. Gökyüzünün sanal ortamda canlandırılması<br/>II. Video, lazer gibi teknolojilerin kullanılması<br/>III. Kültürel obje ve eserlerin sergilenmesi<br/>IV. Büyük bir kubbe etrafında inşa edilmesi <br/>Yukarıdakilerden hangileri planetaryumun özellikleri arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I, II ve IV",
      "D": "II, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Planetaryum, büyük bir kubbe etrafında inşa edilen, gökyüzünün sanal ortamda canlandırıldığı mekânlardır. Göksel sahnelerde video, lazer, projektör gibi teknolojiler kullanılır."
  },
  {
    "id": "3597305",
    "unitNumber": 4,
    "text": "1891 yılında Artur Hazelius tarafından kurulmuş olan, popüler ve dünya çapında bilinen kırsal açık hava müzesi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Amsterdam Ricksmuseum",
      "B": "Floransa Uffizi Galerisi",
      "C": "New York Metropolitan",
      "D": "Basel Kunstmuseum",
      "E": "Stockholm Skansen"
    },
    "explanation": "1891 yılında Artur Hazelius tarafından kurulmuş olan Stockholm Skansen, popüler ve dünya çapında bilinen kırsal açık hava müzesidir."
  },
  {
    "id": "3597306",
    "unitNumber": 4,
    "text": "Tarih içinde insan eliyle yapılmış, mimarisi, yapılı olduğu çevrede boyutları ve tarihi geçmişiyle nadir olma özelliği taşıyan veya bir kentin sembolü haline gelen bazı yapıları kapsayan müze türü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bölge müzeleri",
      "B": "Kent müzeleri",
      "C": "Yerel müzeler",
      "D": "Anıt müzeler",
      "E": "Vakıf müzeleri"
    },
    "explanation": "Anıt müzeler, tarih içinde insan eliyle yapılmış, mimarisi, yapılı olduğu çevrede boyutları ve tarihi geçmişiyle nadir olma özelliği taşıyan veya bir kentin sembolü haline gelen bazı yapıları kapsamaktadır."
  },
  {
    "id": "3597307",
    "unitNumber": 4,
    "text": "………………, hizmet alanlarına göre sınıflandırma kapsamında, 19. yüzyılda gelişmiş olan ve çoğu zaman bağımsız olmayan, bir kısmı etnografya müzeleri ile birleşmiş olan müzelerdir.<br/>Yukarıdaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru olarak tamamlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Bölge müzeleri",
      "B": "Halk müzeleri",
      "C": "Anıt müzeler",
      "D": "Bilim müzeleri",
      "E": "Askeri müzeler"
    },
    "explanation": "Halk müzeleri, hizmet alanlarına göre sınıflandırma kapsamında, 19. yüzyılda gelişmiş olan ve çoğu zaman bağımsız olmayan, bir kısmı etnografya müzeleri ile birleşmiş olan müzelerdir."
  },
  {
    "id": "3597308",
    "unitNumber": 4,
    "text": "İnternette fiziksel müzenin uzantısı olarak geliştirilen, gelecekteki ziyaretçileri müze hakkında bilgilendirmeyi amaçlayan ve yer, çalışma saati, etkinlik takvimi gibi temel bilgilerle bir pazarlama aracı olarak kullanılan sanal müze kategorisi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İçerik müzesi",
      "B": "Broşür müze",
      "C": "Vakıf müzesi",
      "D": "Öğrenen müze",
      "E": "Bölge müzesi"
    },
    "explanation": "İnternette fiziksel müzenin uzantısı olarak geliştirilen sanal müze kategorilerinden biri olan broşür müze, gelecekteki ziyaretçileri müze hakkında bilgilendirmeyi amaçlar ve yer, çalışma saati, etkinlik takvimi gibi temel bilgilerle bir pazarlama aracı olarak kullanılır."
  },
  {
    "id": "3594096",
    "unitNumber": 5,
    "text": "Yeni nesnelerin edinilmesi veya ödünç alınması gerekliliği, nesnelerin kapsamı, kayıt tutma, envanter, sigorta faktörleri, bakımı ve muhafazası, teşhiri, eğitimi ve belirli bir politika kapsamında diğer müzelere erişimin kaldırılması veya ödünç verilmesi müze yönetiminin hangi bileşenini oluştururlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Koleksiyon yönetimi",
      "B": "Kalite yönetimi",
      "C": "İnsan kaynakları yönetimi",
      "D": "Finansal yönetim",
      "E": "Pazarlama"
    },
    "explanation": "Koleksiyon Yönetimi: Yeni nesnelerin edinilmesi<br/>veya ödünç alınması gerekliliği, nesnelerin kapsamı, kayıt tutma, envanter, sigorta faktörleri, bakımı<br/>ve muhafazası, teşhiri, eğitimi ve belirli bir politika<br/>kapsamında diğer müzelere erişimin kaldırılması<br/>veya ödünç verilmesi."
  },
  {
    "id": "3594097",
    "unitNumber": 5,
    "text": "Bir organizasyonun insanlarının veya personelinin, o organizasyonun önceden belirlenmiş misyon ve hedeflerine uygun olarak yetenek, verimlilik, nitelik ve deneyimlerini kullanmak için yönetilmesi, müze bileşenlerinin hangisiyle ilişkilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kalite yönetimi",
      "B": "Finansal yönetim",
      "C": "İnsan kaynakları yönetimi",
      "D": "Pazarlama",
      "E": "Koleksiyon yönetimi"
    },
    "explanation": "İnsan Kaynakları Yönetimi: Bir organizasyonun<br/>insanlarının veya personelinin, o organizasyonun<br/>önceden belirlenmiş misyon ve hedeflerine uygun<br/>olarak yetenek, verimlilik, nitelik ve deneyimlerini<br/>kullanmak için yönetilmesi ile ilgilidir."
  },
  {
    "id": "3594099",
    "unitNumber": 5,
    "text": "“Köşk, saray ve kasırlar” nereye bağlı müzeler grubunu oluşturur?",
    "correctAnswer": "A",
    "options": {
      "A": "TBMM",
      "B": "Kültür Bakanlığı",
      "C": "Milli Eğitim Bakanlığı",
      "D": "Turizm Bakanlığı",
      "E": "Ulaştırma Bakanlığı"
    },
    "explanation": "Türkiye’de ise devlet öncelikli<br/>olarak müzelerin korunmasından sorumludur. Bu<br/>görevi Kültür Bakanlığı aracılığı ile üstlenmektedir.<br/>Ülkemizdeki müzelerin büyük çoğunluğu Kültür<br/>Bakanlığına bağlıdır. “Köşk, saray ve kasırlar” ise<br/>TBMM’ye bağlı müzeler grubunu oluşturur."
  },
  {
    "id": "3594100",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Özerk Yönetime Bağlı Müzeler <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Bakanlıklara bağlı müzeler",
      "B": "Üniversitelere bağlı müzeler",
      "C": "Askeriyeye bağlı müzeler",
      "D": "Belediyelere bağlı müzeler",
      "E": "Özel kişilere bağlı müzeler"
    },
    "explanation": "Bakanlık, üniversite, belediye, askeriye, vakıf<br/>ve çeşitli kuruluşlara bağlı müzeler Özerk Yönetime Bağlı Müzelerdir."
  },
  {
    "id": "3594105",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Pazarlama Karması içerisinde <u>yer almaz?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Ürün",
      "B": "Fiyat",
      "C": "Dağıtım",
      "D": "Tutundurma",
      "E": "Süreç"
    },
    "explanation": "Pazarlama karması, pazarlama bilgisinde kullanılan temel kavramlardan biridir. Kavram, şu dört<br/>elemandan oluşur: 1. Ürün, 2. Fiyat, 3. Dağıtım, 4.<br/>Tutundurma. Bu dört elemanı belirleyen İngilizce<br/>sözcüklerin -product, price, place, promotion- baş<br/>harflerine göre, pazarlama karması 4P biçiminde<br/>sembolleştirilmiştir. Pazarlamacının temel görevi,<br/>bu dört elemandan, seçilen hedef pazarın özellikleriyle uyuşan bir karma oluşturmaktır."
  },
  {
    "id": "3594111",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Makro Çevri Faktörleri arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Rakipler",
      "B": "Aracılar",
      "C": "Tüketiciler",
      "D": "Fiyat",
      "E": "Demografik çevre"
    },
    "explanation": "Pazarlamada, pazarlama kararlarını etkileyen<br/>çevresel faktörler önemli rol oynamaktadır. Söz<br/>konusu çevresel faktörler “Makro Çevre Faktörleri” ve “Mikro Çevre Faktörleri” olarak iki başlık<br/>altında değerlendirilmektedir. Makro Çevre Faktörleri; ekonomik çevre, demografik çevre, sosyal<br/>ve kültürel çevre, politik ve hukuki çevre, doğal<br/>çevre ve teknolojik çevre alt başlıkları altında ele<br/>alınmaktadır. Mikro Çevre Faktörleri ise “işletme<br/>içi” ve “işletme dışı” faktörler olarak ikiye ayrılır.<br/>İşletme dışı faktörleri tedarik kaynakları, rakipler,<br/>aracılar ve tüketiciler oluşturur. İşletme içi faktörler<br/>“pazarlama dışındaki faktörler” ve “pazarlama karması elemanları” şeklinde gruplanmaktadır. Pazarlama karması elemanları yukarıda sözü edildiği gibi<br/>ürün, fiyat, dağıtım ve tutundurmadır. Pazarlama<br/>dışındaki faktörler de mali yapı, üst yönetim, üretim, araştırma ve geliştirme, insan kaynakları olarak alt gruplara ayrılmaktadır."
  },
  {
    "id": "3594114",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Mikro Çevre Faktörleri arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Ekonomik Çevre",
      "B": "Demografik Çevre",
      "C": "Sosyal ve Kültürel Çevre",
      "D": "Teknolojik Çevre",
      "E": "Pazarlama Karması Elemanları"
    },
    "explanation": "Pazarlamada, pazarlama kararlarını etkileyen<br/>çevresel faktörler önemli rol oynamaktadır. Söz<br/>konusu çevresel faktörler “Makro Çevre Faktörleri” ve “Mikro Çevre Faktörleri” olarak iki başlık<br/>altında değerlendirilmektedir. Makro Çevre Faktörleri; ekonomik çevre, demografik çevre, sosyal<br/>ve kültürel çevre, politik ve hukuki çevre, doğal<br/>çevre ve teknolojik çevre alt başlıkları altında ele<br/>alınmaktadır. Mikro Çevre Faktörleri ise “işletme<br/>içi” ve “işletme dışı” faktörler olarak ikiye ayrılır.<br/>İşletme dışı faktörleri tedarik kaynakları, rakipler,<br/>aracılar ve tüketiciler oluşturur. İşletme içi faktörler<br/>“pazarlama dışındaki faktörler” ve “pazarlama karması elemanları” şeklinde gruplanmaktadır. Pazarlama karması elemanları yukarıda sözü edildiği gibi<br/>ürün, fiyat, dağıtım ve tutundurmadır. Pazarlama<br/>dışındaki faktörler de mali yapı, üst yönetim, üretim, araştırma ve geliştirme, insan kaynakları olarak alt gruplara ayrılmaktadır."
  },
  {
    "id": "3594118",
    "unitNumber": 5,
    "text": "\"Bu dönem ziyaretçi, müze ve pazar arasındaki ilişkinin doğası gereği yeni izleyiciler, ürünler, mekânlar ve çoklu sanat deneyimleri elde ederek gelir kaynaklarını çeşitlendiren pazarlama modelleri ve yeni bir “ziyaretçi görüşü” ile karakterize edilebilir\". Bu dönem müze pazarlamasının tarihsel gelişim sürecinde hangi devreyi ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Girişimcilik Dönemi",
      "B": "Kuruluş Dönemi",
      "C": "Profesyonelleşme Dönemi",
      "D": "Tekelleşme Dönemi",
      "E": "Toplumsallaşma Dönemi"
    },
    "explanation": "Üçüncü dönem ise 1994’ten günümüze değin<br/>süreci kapsayan Girişimcilik Dönemidir. Bu dönem<br/>ziyaretçi, müze ve pazar arasındaki ilişkinin doğası<br/>gereği yeni izleyiciler, ürünler, mekânlar ve çoklu sanat deneyimleri elde ederek gelir kaynaklarını çeşitlendiren pazarlama modelleri ve yeni bir “ziyaretçi<br/>görüşü” ile karakterize edilebilir."
  },
  {
    "id": "3594120",
    "unitNumber": 5,
    "text": "\"Müzelerde kültürel değişimin meydana geldiği bu dönemde müze pazarlamasında ağırlıklı olarak ziyaretçileri eğitme konuları, personel farkındalığının artırılması , sanatın toplum üzerindeki ekonomik etkisi odaklı çalışmalar yapılmıştır\". Bu dönem Müze Pazarlamasının tarihsel gelişiminde hangi dönemi ifade etmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Profesyonelleşme Dönemi",
      "B": "Toplumsallaşma Dönemi",
      "C": "Kuruluş Dönemi",
      "D": "Duraklama Dönemi",
      "E": "Girişimcilik Dönemi"
    },
    "explanation": "1975-1983 yılları arasında Kuruluş Dönemi<br/>olarak kabul edilir. Müzelerde kültürel değişimin<br/>meydana geldiği bu dönemde müze pazarlamasında<br/>ağırlıklı olarak ziyaretçileri eğitme konuları, personel<br/>farkındalığının artırılması , sanatın toplum üzerindeki<br/>ekonomik etkisi odaklı çalışmalar yapılmıştır."
  },
  {
    "id": "3594121",
    "unitNumber": 5,
    "text": "Müze hizmetinin erişilebilirliği, fiziksel tesislerin kullanım kolaylığını, temel ürünün ziyaretçiler için yakınlığını, farklı pazarlardaki tekliflerin çeşitliliğini ve müze hizmetlerinin mevcudiyeti, müze pazarlamasında hizmet boyutlarının hangisini ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Ulaşılabilirlik",
      "B": "Eğitim",
      "C": "İletişim",
      "D": "Fiyatlandırma",
      "E": "Tutundurma"
    },
    "explanation": "Ulaşılabilirlik: Müze hizmetinin erişilebilirliği, fiziksel tesislerin kullanım kolaylığını, temel<br/>ürünün ziyaretçiler için yakınlığını, farklı pazarlardaki tekliflerin çeşitliliğini ve müze hizmetlerinin<br/>mevcudiyetini içerir."
  },
  {
    "id": "3594122",
    "unitNumber": 5,
    "text": "Ticari sektörler ve Müze sektörü karşılaştırıldığında aşağıdakilerden hangisi Müze sektörünün özellikleri arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Tüketici mallarına yönelik olma",
      "B": "Homojen olma",
      "C": "Kâr amacı gütme",
      "D": "Kapsamlı boyutlarda şirketlere sahip olma",
      "E": "Hizmete yönelik olma"
    },
    "explanation": "Ticari Sektör<br/>Tüketici mallarına yönelik<br/>Şirketler Kapsamlı boyutlarda<br/>Kâr amacı gütme<br/>Rakip pazarlar<br/>Homojen<br/>Müze Sektörü<br/>Hizmete yönelik<br/>Genellikle küçük örgütler<br/>Kâr amacı gütmeme<br/>Kamusal/amaç kâr değil<br/>Heterojen"
  },
  {
    "id": "3598373",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi müzelerin faaliyetleri içinde <strong>yer almaz</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Kültürel ve doğal kaynakların ve bunların koleksiyonun mesleki ve bilimsel olarak işlenmesi.",
      "B": "Koleksiyon, belgeler ve ören yerlerinin doğrudan ve dolaylı olarak korunması.",
      "C": "Koleksiyonların kalıcı ve geçici sergiler yoluyla kamuoyuna sunulması.",
      "D": "Koleksiyon ve sergiler yoluyla bilgi ve birikimlerin yaygınlaştırılması.",
      "E": "Koleksiyonun pazarlama stratejileriyle kâr amacı güdülerek sunulması."
    },
    "explanation": "Cevap: Müze faaliyetleri şunları içerir: uygar, kültürel ve doğal kaynakların ve bunların koleksiyonun mesleki ve bilimsel olarak işlenmesi ve sistematik hâle getirilmesi, müze koleksiyonunun, müze belgelerinin, müze ören yerlerinin doğrudan ve dolaylı olarak kalıcı olarak korunması, kalıcı ve geçici sergiler yoluyla kamuoyuna sunulması ve bu konudaki bilgi ve birikimlerin yaygınlaştırılması. Cevap E seçeneğidir."
  },
  {
    "id": "3598375",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Koleksiyon Yönetimi</li> <li>İnsan Kaynakları Yönetimi</li> <li>Finansal Yönetim</li> <li>Medya Yönetimi</li> <li>Kalite Yönetimi</li> </ol> Yukarıdakilerden hangileri müze yönetimlerinin bileşenleri içinde yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I, III ve IV",
      "D": "I, II, III ve V",
      "E": "II, III, IV ve V"
    },
    "explanation": "Müze yönetimlerinin bileşenleri; Koleksiyon Yönetimi, İnsan Kaynakları Yönetimi, Finansal Yönetim, Pazarlama, Kalite Yönetimi olmak üzere beş başlık altında ele alınabilir. Cevap D seçeneğidir."
  },
  {
    "id": "3598377",
    "unitNumber": 5,
    "text": "Ülkemizde “Köşk, saray ve kasırlar gibi tarihi mekanlar hangi kuruluşun müzeler grubu içinde yönetilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kültür ve Turizm Bakanlığı",
      "B": "Vakıflar Genel Müdürlüğü",
      "C": "TBMM",
      "D": "İl Özel İdaresi",
      "E": "Belediyeler Birliği"
    },
    "explanation": "Ülkemizdeki müzelerin büyük çoğunluğu Kültür Bakanlığına bağlıdır. “Köşk, saray ve kasırlar” ise TBMM’ye bağlı müzeler grubunu oluşturur. Cevap C seçeneğidir."
  },
  {
    "id": "3598379",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi özerk yönetime bağlı müzelerin kuruluşlarından <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "TBMM’ye bağlı olanlar",
      "B": "Bakanlıklara bağlı olanlar",
      "C": "Askeriyeye bağlı olanlar",
      "D": "Vakıflara bağlı olanlar",
      "E": "Üniversitelere bağlı olanlar"
    },
    "explanation": "Bakanlık, üniversite, belediye, askeriye, vakıf ve çeşitli kuruluşlara bağlı müzeler Özerk Yönetime Bağlı Müzelerdir. Cevap A seçeneğidir."
  },
  {
    "id": "3598382",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Ürün</li> <li>Fiyat</li> <li>Dağıtım</li> <li>Tutundurma</li> <li>Reklam</li> </ol> Yukarıdakilerden hangileri Pazarlama karması olarak pazarlama bilgisinde kullanılan temel kavramları içermektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "I, II ve III",
      "C": "I, III ve IV",
      "D": "I, II, III ve IV",
      "E": "I, III, IV ve V"
    },
    "explanation": "Pazarlama karması, pazarlama bilgisinde kullanılan temel kavramlardan biridir. Kavram, şu dört elemandan oluşur: 1. Ürün, 2. Fiyat, 3. Dağıtım, 4. Tutundurma. Cevap D seçeneğidir."
  },
  {
    "id": "3598383",
    "unitNumber": 5,
    "text": "<ol type=\"I\"><br/><li>Ekonomik çevre</li><br/><li>Demografik çevre</li><br/><li>Sosyal ve kültürel çevre</li><br/><li>Doğal çevre</li><br/><li>Teknolojik çevre</li><br/></ol><br/>Yukarıdakilerden hangileri Pazarlamada kararları etkileyen çevresel faktörlerden makro çevre faktörlerini oluşturmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "I, II ve III",
      "B": "I, II, III, IV",
      "C": "I, II, III, IV ve V",
      "D": "II, III, IV ve V",
      "E": "I, III, IV"
    },
    "explanation": "Pazarlamada, pazarlama kararlarını etkileyen çevresel faktörler önemli rol oynamaktadır. Söz konusu çevresel faktörler “Makro Çevre Faktörleri” ve “Mikro Çevre Faktörleri” olarak iki başlık altında değerlendirilmektedir. Makro Çevre Faktörleri; ekonomik çevre, demografik çevre, sosyal ve kültürel çevre, politik ve hukuki çevre, doğal çevre ve teknolojik çevre alt başlıkları altında ele alınmaktadır. Cevap C seçeneğidir."
  },
  {
    "id": "3598385",
    "unitNumber": 5,
    "text": "Dünyada müzelerin pazarlama süreçleri ile ilgili olarak “girişimcilik dönemi” hangi zaman diliminde başlamıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "1999 ve sonrası",
      "B": "1994 ve sonrası",
      "C": "1988 ve 1993 arası",
      "D": "1975 ve 1988 arası",
      "E": "1960 ve 1975 arası"
    },
    "explanation": "Dünyada müzelerin pazarlama süreçleri ile ilgili olarak 1994’ten günümüze değin süreci kapsayan dönem Girişimcilik Dönemidir. Cevap B seçeneğidir."
  },
  {
    "id": "3598386",
    "unitNumber": 5,
    "text": "Dünyada müzelerin pazarlama süreçleri ile ilgili olarak “kuruluş dönemi” hangi zaman diliminde başlamıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "1999 ve sonrası",
      "B": "1994 ve sonrası",
      "C": "1988 ve 1993 arası",
      "D": "1975 ve 1983 arası",
      "E": "1960 ve 1975 arası"
    },
    "explanation": "Pazarlamanın müzelerdeki rolü üç ana dönemde kavramsallaşmıştır. Birincisi 1975-1983 yılları arasında Kuruluş Dönemi olarak kabul edilir. Cevap D seçeneğidir."
  },
  {
    "id": "3598387",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Eğitim</li> <li>Ulaşılabilirlik</li> <li>İletişim</li> <li>Saydamlık</li> <li>Denetim</li> </ol> Yukarıdakilerden hangileri müze pazarlaması için önemli olan hizmet boyutlarını kapsamaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I, II ve III",
      "D": "II, III ve IV",
      "E": "I, II, III ve V"
    },
    "explanation": "Müze pazarlaması için önemli olan hizmet boyutları bulunmaktadır. Bunlar; eğitim, ulaşılabilirlik ve iletişim. Cevap C seçeneğidir."
  },
  {
    "id": "3598388",
    "unitNumber": 5,
    "text": "Hizmet sektörü olan müzeler için Pazarlama karmasına Bryant tarafından 1988 yılında “6P” olarak katkı sağlanan kavram ikiliklerinden hangisi aşağıda verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sunuş ve İnsanlar",
      "B": "Ürün ve Yer",
      "C": "Sunuş ve Ürün",
      "D": "Fiyat ve Tutundurma",
      "E": "İnsanlar ve Reklam"
    },
    "explanation": "Müze alanında uygulanan yaygın olarak önerilen modellerden biri, 1941’de McLean tarafından ticari alanda yaygın olarak kullanılan geleneksel 4P modelidir (ürün, yer, fiyat, tutundurma). Pazarlama karmasına bir hizmet sektörü olan müzeler için Bryant (1988) tarafından “sunuş” (presantation) ve “insanlar” (people) eklenerek “6P” olarak düzenlenmiştir. Cevap A seçeneğidir."
  },
  {
    "id": "3592645",
    "unitNumber": 6,
    "text": "Müze eğitim çalışmalarının öncelikli hedef kitlesi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Okul grupları",
      "B": "Siyasetçiler",
      "C": "Aileler",
      "D": "Kamu çalışanları",
      "E": "Akademisyenler"
    },
    "explanation": "Müze eğitimi çalışmalarının kapsamı<br/>Okul grupları"
  },
  {
    "id": "3592649",
    "unitNumber": 6,
    "text": "Müzelerde Dijital Sanat eserlerinin sergilenmesi hangi şartların değişimini zorunlu kılmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yaratıcı atölyeleri",
      "B": "Büyük boyutlu müze binalarının inşası",
      "C": "Tüketim alışkanlıkları",
      "D": "Müzede eğitimi",
      "E": "Etkileşimli sergi alanları"
    },
    "explanation": "Müzelerde eğitim ve öğrenme<br/>Etkileşimli sergi alanları"
  },
  {
    "id": "3592653",
    "unitNumber": 6,
    "text": "Müzelerde insanların ihtiyaçları ve deneyimlerine göre kapasitelerini arttırma sürecine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Müzede öğrenme",
      "B": "Müzede sergileme",
      "C": "Müze ziyareti",
      "D": "Müzede çalışma",
      "E": "Müzede konferans"
    },
    "explanation": "Müzelerde eğitim ve öğrenme<br/>Müzede öğrenme"
  },
  {
    "id": "3592659",
    "unitNumber": 6,
    "text": "Covid 19 küresel sağlık krizi nedeniyle ziyarete kapatılan müzeler izleyiciye bu dönemde nasıl ulaşmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Dijital erişimle",
      "B": "Gruplar yoluyla",
      "C": "Bireysel faaliyetlerle",
      "D": "Tur şirketleri yoluyla",
      "E": "Müze eğitimleriyle"
    },
    "explanation": "Müze eğitiminin gelişimi<br/>Dijital erişimle"
  },
  {
    "id": "3592664",
    "unitNumber": 6,
    "text": "21. Yüzyılda görsel gerçeklik, hologram, simülasyon v.b. alanlar dendiğinde akla gelen müzecilik eğitimini mekanının dışına çıkaran en önemli alan hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Teknoloji",
      "B": "Ulaşım",
      "C": "Siyaset",
      "D": "Müze binası",
      "E": "Ziyaretçi sayısı"
    },
    "explanation": "Müze eğitiminin gelişimi<br/>Teknoloji"
  },
  {
    "id": "3592667",
    "unitNumber": 6,
    "text": "Türkiye’de müze eğitimi alanında eğitim veren ilk kurum aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ankara Üniversitesi",
      "B": "Gazi Üniversitesi",
      "C": "Hacettepe Üniversitesi",
      "D": "Başkent Üniversitesi",
      "E": "Hacı Bektaş Veli Üniversitesi"
    },
    "explanation": "Ankara Üniversitesi Müze Eğitimi Anabilim dalı bu alanda eğitim veren ilk kurumdur."
  },
  {
    "id": "3592669",
    "unitNumber": 6,
    "text": "1948 yılında “her insanın eğitim hakkı olduğunun” ilan edildiği bildirge aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "ICOM",
      "B": "CECA",
      "C": "Unesco",
      "D": "İnsan Haklar Evrensel Bildirgesi",
      "E": "Smithson Bildirgesi"
    },
    "explanation": "Müze eğitiminin gelişimi<br/>İnsan Haklar Evrensel Bildirgesi"
  },
  {
    "id": "3592671",
    "unitNumber": 6,
    "text": "Avrupa’da kurulan ilk müze aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ufiizi Galerisi",
      "B": "Prado Müzesi",
      "C": "Louvre Müzesi",
      "D": "Prusya Devlet Galerisi",
      "E": "Viyana Sanat Müzesi"
    },
    "explanation": "Müze eğitiminin gelişimi<br/>Louvre Müzesi"
  },
  {
    "id": "3592674",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi günümüzde Müzecilik alanında müze eğitimine karşılık gelen kavramlardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kültürel arabuluculuk",
      "B": "Müze pedagojisi",
      "C": "Müze yorumu",
      "D": "Müzede öğrenme",
      "E": "Meslek edindirme"
    },
    "explanation": "Müzeler ve Eğitim<br/>Meslek edindirme"
  },
  {
    "id": "3592677",
    "unitNumber": 6,
    "text": "“<em>Öğrenmenin Bağlamsal Modeli</em>” ne göre müze ziyaretine gelen ziyaretçiler aşağıdaki hangi öğrenmeyi kazanır?",
    "correctAnswer": "D",
    "options": {
      "A": "Müze personeliyle dostluk",
      "B": "Mutluluk hissi",
      "C": "Mekanla uyum",
      "D": "Nesnelerle etkileşim",
      "E": "Zaman kavramı"
    },
    "explanation": "Müze eğitim çalışmalarının kapsamı<br/>Nesnelerle etkileşim"
  },
  {
    "id": "3598496",
    "unitNumber": 6,
    "text": "Müzeler için aşağıdakilerden hangisi söylenemez?",
    "correctAnswer": "B",
    "options": {
      "A": "Somut ve somut olmayan mirası araştırır.",
      "B": "Kâr amacı olan, daimi bir kurumdur.",
      "C": "Halka açıktır.",
      "D": "Eğitim, keyif, düşünme ve bilgi paylaşımı için çeşitli deneyimler sunar.",
      "E": "Çeşitliliği ve sürdürülebilirliği teşvik eder."
    },
    "explanation": "Müze, somut ve somut olmayan mirası araştıran, toplayan, koruyan, yorumlayan ve sergileyen, toplumun hizmetinde, kâr amacı gütmeyen, daimî bir kurumdur. Halka açık, erişilebilir ve kapsayıcı yapılarıyla müzeler, çeşitliliği ve sürdürülebilirliği teşvik eder. Eğitim, keyif, düşünme ve bilgi paylaşımı için çeşitli deneyimler sunarak toplulukların katılımıyla, etik ve profesyonel olarak çalışır ve iletişim kurarlar (<br/>Kâr amacı olan, daimi bir kurumdur."
  },
  {
    "id": "3598499",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi müzelerde sunulan eğitim çalışmalarının gelişim özellikleri ve sosyal grupları temel alınarak sınıflandırılmış hedef kitle gruplarından değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Öğretmen ve Öğrenciler",
      "B": "Çocuklar ve Gençler",
      "C": "Aileler",
      "D": "Engelliler",
      "E": "Mahkumlar"
    },
    "explanation": "Müzelerde sunulan eğitim çalışmalarının hedef kitlesi genel olarak gelişim özellikleri ve sosyal grupları temel alınarak şu şekilde sınıflandırılmaktadır: • Okul Grupları/Öğretmen ve Öğrenciler • Çocuklar ve Gençler • Aileler • Yetişkinler • Engelliler<br/>Mahkumlar"
  },
  {
    "id": "3598503",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi müze eğitimi çalışmalarının etkinlik çeşitlerine göre sınıflandırılmış başlıklarından değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sergiler",
      "B": "Eğitim programları",
      "C": "Spor müsabakaları",
      "D": "Yayınlar",
      "E": "Dijital medya"
    },
    "explanation": "Etkinlik Çeşidine Göre Müze eğitimi çalışmaları etkinlik çeşitlerine göre sergiler, eğitim programları, yayınlar ve dijital medya olarak gruplandırılabilir.<br/>Spor müsabakaları"
  },
  {
    "id": "3598504",
    "unitNumber": 6,
    "text": "Başarılı bir müze eğitim stratejisi için aşağıdakilerden hangisine gerek yoktur?",
    "correctAnswer": "A",
    "options": {
      "A": "Müzeye bütçesini artırmak için bağışçı bulunması.",
      "B": "Ayrıntılı bir zemin araştırması yapılması.",
      "C": "Hedef kitle gruplarının belirlenmesi.",
      "D": "Hedef kitlenin görüş ve önerilerinin alınması.",
      "E": "Mevcut ve kurulabilecek ilişki ağları üzerine çalışma yapılması."
    },
    "explanation": "Başarılı bir müze eğitim stratejisi ayrıntılı bir zemin araştırmasına dayanmalı; yazılmaya başlanmadan önce müzenin hedef kitle grupları belirlenmeli, bu gruplara yönelik izleyici araştırmaları ile görüş ve önerileri alınmalı, ilgi ve ihtiyaçları ile müzeden beklentileri tespit edilmelidir. Müzenin bütçe, koleksiyon, mekân, materyaller, zaman ve olanaklar açısından eğitim çalışmaları için hangi kaynaklara sahip olduğu ile ilgili bir çalışma yapılmalıdır. Müzenin mevcut ve kurulabilecek ilişki ağları dikkate alınmalıdır.<br/>Müzeye bütçesini artırmak için bağışçı bulunması."
  },
  {
    "id": "3598506",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi müzelerinde müze eğitimcisi istihdam edemeyen müzelerin başvurulabileceği yöntemlerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Farklı kurum ve kuruluşlarla iş birliği içinde eğitim programları hazırlamak.",
      "B": "Gönüllülerden destek almak.",
      "C": "Kütüphaneler ile işbirliği yapmak.",
      "D": "Kültür merkezleriyle işbirliği yapmak.",
      "E": "Eğitime ara vermek."
    },
    "explanation": "Müzelerin eğitim çalışmalarının etkin ve sürdürülebilir olması için iyi yönetilmesi gerekmektedir.<br/>Eğitime ara vermek"
  },
  {
    "id": "3598509",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi müze dışı eğitim programlarına örnek gösterilemez?",
    "correctAnswer": "D",
    "options": {
      "A": "Gezici müzeler",
      "B": "Kent meydanı",
      "C": "Alışveriş merkezi",
      "D": "Müze bahçesi",
      "E": "Kütüphane"
    },
    "explanation": "Müze ve müze bahçesi müze içi eğitim alanlarıdır."
  },
  {
    "id": "3598511",
    "unitNumber": 6,
    "text": "Gail May Engelberg Sanat Eğitimi Merkezi tarafından yürütülen Sanat Yoluyla Öğrenme (Learning Through Art) programı hangi tür eğitim programına örnek verilebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Müze içi",
      "B": "Müze dışı",
      "C": "Hem müze içi hem müze dışı",
      "D": "Gezici müze",
      "E": "Ödünç hizmetler"
    },
    "explanation": "Bazen müze eğitimi çalışmaları hem müze içi hem de müze dışında yapılan etkinliklerle bütünleştirilmektedir. Guggenheim Müzesinin eğitim alanı Gail May Engelberg Sanat Eğitimi Merkezi tarafından yürütülen Sanat Yoluyla Öğrenme (Learning Through Art) programı bu tür eğitim programlarına örnek olarak verilebilir.<br/>Hem müze içi hem müze dışı"
  },
  {
    "id": "3598513",
    "unitNumber": 6,
    "text": "Müze eğitimi stratejisi için aşağıdakilerden hangisi söylenemez?",
    "correctAnswer": "B",
    "options": {
      "A": "Müze politikaları ile uyumlu ve onların bütünleyici bir parçası olmalıdır.",
      "B": "Ulusal kültür ve eğitim politikalarından bağımsız olmalıdır.",
      "C": "Müzenin misyonuna hizmet etmelidir.",
      "D": "Ayrıntılı bir zemin araştırmasına dayanmalıdır.",
      "E": "Faaliyet planına ve değerlendirme planına yer vermelidir."
    },
    "explanation": "Etkin bir müze eğitimi stratejisi müzenin misyonuna hizmet eden tüm müze politikaları ile uyumlu ve onların bütünleyici bir parçası olmalı; ulusal kültür ve eğitim politikaları ile de tutarlı olmalıdır.<br/>Ulusal kültür ve eğitim politikalarından bağımsız olmalıdır."
  },
  {
    "id": "3598515",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi müze eğitimcisinin görevlerinden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Müzede güvenliği sağlamak",
      "B": "Müzelerdeki eğitim programlarının geliştirilmesine önderlik etmek.",
      "C": "Personel ve gönüllülerin eğitim becerilerinin geliştirilmesi için çalışmalar yürütmek.",
      "D": "Gerekli kurum ve kuruluşlarla iş birliği yapmak.",
      "E": "Toplumun müze koleksiyonlarına ve sergilerine erişimini sağlamak."
    },
    "explanation": "Müzede güvenliği sağlamak müze eğitimcisinin görevlerinden biri değildir."
  },
  {
    "id": "3598518",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi müzelerin eğitim çalışmalarının sınıflandırma başlıklarından biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Uygulandığı ortama göre",
      "B": "Etkinlik çeşitlerine göre",
      "C": "Hedef kitlelerine göre",
      "D": "İletişim yöntemlerine göre",
      "E": "Bulundukları ile göre"
    },
    "explanation": "Müzelerin eğitim çalışmaları; eğitim sınıflamalarına göre, uygulandığı ortama göre, iletişim yöntemlerine göre, etkinlik çeşitlerine göre ve hedef kitlelerine göre farklı şekillerde sınıflandırılabilirler.<br/>Bulundukları ile göre"
  },
  {
    "id": "3594558",
    "unitNumber": 7,
    "text": "Müzelerin geleneksel rolünden uzaklaşarak daha demokratik ve iletişim odaklı bir anlayışa doğru yönelmelerinin sebepleri nelerdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kültürel mirası korumak için",
      "B": "Toplumsal, ekonomik ve siyasi değişimlere uyum sağlamak için",
      "C": "Otoriter ve merkeziyetçi bir yaklaşımı benimsemek için",
      "D": "Sadece sergilenen eserlerin sayısını artırmak için",
      "E": "Yeni teknolojileri kullanmak için"
    },
    "explanation": "Müzelerin geleneksel anlamda, kütüphaneler, arşiv merkezleri gibi bellek oluşturma, koruma ve gelecek nesillere aktarma görevi üstlenen kültür kurumları olduğu yönündeki tanım zamanla değişmiş ve bugünkü hâlini almıştır. Özellikle 1950’li yıllardan itibaren değişen toplumsal, ekonomik, siyasi ve sosyokültürel ortama uyum sağlayabilmek için yaratıcı fikirler üretmek, farklı stratejiler geliştirmek zorunda kalan müzeler, giderek otoriter ve merkeziyetçi yaklaşımdan uzaklaşmış, daha demokratik ve iletişim odaklı bir anlayışa doğru yönelmişlerdir. Doğru Cevap B'dir."
  },
  {
    "id": "3594562",
    "unitNumber": 7,
    "text": "Ziyaretçi odaklı müze anlayışına geçişteki en önemli etkenlerden biri aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Müzelerin daha fazla eser sergileme isteği",
      "B": "Endüstrileşme sonrası kültürel ve demografik değişimler",
      "C": "Geleneksel müze yönetimi",
      "D": "Müze ziyaretçilerinin azalması",
      "E": "Müzelerin daha fazla kar amacı gütmek istemesi"
    },
    "explanation": "Ziyaretçi odaklı müze anlayışına geçişteki en önemli etkenlerden biridir. Doğru Cevap B'dir."
  },
  {
    "id": "3594568",
    "unitNumber": 7,
    "text": "Ziyaretçi odaklı müze anlayışında, müzelerin dikkate aldığı ziyaretçi profiliyle ilgili aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Ziyaretçilerin sınıf, para ve sosyal düzeylerine göre ayrım yaparlar.",
      "B": "Sadece belirli bir ziyaretçi kitlesine hitap ederler.",
      "C": "Ziyaretçi isteklerini göz önünde bulundurmazlar.",
      "D": "Ziyaretçilerin eğitim, sosyal geçmişleri gibi bilgilere önem verirler.",
      "E": "Ziyaretçilere herhangi bir seçim özgürlüğü tanımazlar."
    },
    "explanation": "Ziyaretçi odaklı müze anlayışında, müzelerin dikkate aldığı ziyaretçi profilinde ziyaretçilerin eğitim, sosyal geçmişleri gibi bilgilere önem verirler. Doğru Cevap D'dir."
  },
  {
    "id": "3594575",
    "unitNumber": 7,
    "text": "Müzelerin sürdürülebilirlik açısından yapması gerekenler arasında aşağıdakilerden hangisi <strong>yer almaz?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Fiziki koşullarını iyileştirmek için stratejiler geliştirmek",
      "B": "Enerji tasarrufu sağlayan uygulamaları benimsemek",
      "C": "Sadece ekonomik kazanç sağlamak",
      "D": "Dijital koleksiyon yönetimi gibi modern teknolojileri kullanmak",
      "E": "Sosyal sorumluluk bilinciyle etkinlikler düzenlemek"
    },
    "explanation": "Sadece ekonomik kazanç sağlamak Müzelerin sürdürülebilirlik açısından yapması gerekenler arasında yer almaz. Doğru cevap C'dir."
  },
  {
    "id": "3594579",
    "unitNumber": 7,
    "text": "Müzelerin sürdürülebilirlik misyonuna katkılarıyla ilgili aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Sadece sergi düzenlemek suretiyle katkıda bulunabilirler.",
      "B": "İnsanların doğal çevrelerine yönelik tutumlarını etkileme kapasitesine sahiptirler.",
      "C": "Yalnızca maddi değer taşıyan eserlerin korunmasına odaklanırlar.",
      "D": "Sadece ekonomik kazanç sağlamak için faaliyet gösterirler.",
      "E": "Yerel biyolojik çeşitliliğin korunmasına etki etmezler."
    },
    "explanation": "Müzelerin sürdürülebilirlik misyonuna katkılarıyla ilgili İnsanların doğal çevrelerine yönelik tutumlarını etkileme kapasitesine sahip olması doğru cevaptır. Cevap B seçeneğidir."
  },
  {
    "id": "3594586",
    "unitNumber": 7,
    "text": "Bienallerin müzelerle ilişkisi ile ilgili aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Bienaller sadece müzelerde düzenlenir.",
      "B": "Müzeler bienalleri desteklemez.",
      "C": "Bir müze doğrudan kendi bienal etkinliğini düzenleyemez.",
      "D": "Bienaller, müzelerin kuruluş amacına katkıda bulunmaz.",
      "E": "Bienaller, müzelerin yanı sıra farklı kültür kurumlarını da içerebilir."
    },
    "explanation": "Bienaller, müzelerin yanı sıra farklı kültür kurumlarını da içerebilir. Doğru cevap E'dir."
  },
  {
    "id": "3594588",
    "unitNumber": 7,
    "text": "Çağdaş müzecilikte teknolojinin rolü ile ilgili olarak aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Teknoloji müzelerin eski moda kalmasını sağlar.",
      "B": "Teknoloji sadece ofis işlerinde kullanılır.",
      "C": "Teknoloji, müzelerin ziyaretçilere odaklı işlevselliğini artırır.",
      "D": "Teknoloji, müzelerin geçmişe dönük bir yapıda kalmasını sağlar.",
      "E": "Teknoloji, müzelerin ziyaretçi sayısını azaltır."
    },
    "explanation": "Teknoloji, müzelerin ziyaretçilere odaklı işlevselliğini artırır. Doğru Cevap C'dir."
  },
  {
    "id": "3594590",
    "unitNumber": 7,
    "text": "Çağdaş müzecilikte kullanılan yeni teknolojiler arasında aşağıdakilerden hangisi yoktur?",
    "correctAnswer": "C",
    "options": {
      "A": "Sanal gerçeklik (VR)",
      "B": "Robotlaşma",
      "C": "Tepegöz",
      "D": "3D yazıcılar",
      "E": "Yapay zeka"
    },
    "explanation": "Tepegöz Çağdaş müzecilikte kullanılan yeni teknolojiler arasında aşağıdakilerden hangisi yoktur. Doğru cevap C'dir."
  },
  {
    "id": "3594596",
    "unitNumber": 7,
    "text": "Müzelerin teknoloji kullanımının temelinde yatan öngörü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Müzelerin eski moda kalmasını sağlamak",
      "B": "Toplumsal dönüşümü zorlaştırmak",
      "C": "Ziyaretçilerin ilgisini azaltmak",
      "D": "Toplumsal değişime katkı sağlamak ve iletişimi kolaylaştırmak",
      "E": "Sadece müzelerin içeriklerini saklamak"
    },
    "explanation": "Toplumsal değişime katkı sağlamak ve iletişimi kolaylaştırmak doğru cevaptır."
  },
  {
    "id": "3594604",
    "unitNumber": 7,
    "text": "Dijitalleşmenin müzeler için sağladığı faydalar arasında aşağıdakilerden hangisi yoktur?",
    "correctAnswer": "D",
    "options": {
      "A": "Sosyal kapsayıcılık ve çeşitlilik sunma",
      "B": "Potansiyel olarak sınırsız ve dinamik içerik sağlama",
      "C": "Zaman ve mekândan bağımsız olarak erişilebilirlik sağlama",
      "D": "Fiziksel olarak gerçekleştirilen sergilere alternatif sunma",
      "E": "Ziyaretçilerle etkileşim ve katılım olanağı verme"
    },
    "explanation": "Fiziksel olarak gerçekleştirilen sergilere alternatif sunmaz. Doğru Cevap D'dir."
  },
  {
    "id": "3597339",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi günümüzde çağdaş müzecilik anlayışı denildiğinde ilk akla gelenlerden değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mümkün olduğunca fazla sayıda eser bulundurma.",
      "B": "Bilişim teknolojilerini etkin biçimde kullanan.",
      "C": "Kent kültürüyle, doğal çevreyle uyum içinde hareket eden.",
      "D": "Sürekliliği, sürdürülebilirliği, erişim kolaylığını, yenilikçi mimariyi ve mekân tasarımını öne çıkaran.",
      "E": "Toplumla daha etkili iletişim kuran."
    },
    "explanation": "Çağdaş müzecilik anlayışı denildiğinde bugün, toplumla daha etkili iletişim kuran, bilişim teknolojilerini etkin biçimde kullanan, kent kültürüyle, doğal çevreyle uyum içinde hareket eden, sürekliliği, sürdürülebilirliği, erişim kolaylığını, yenilikçi mimariyi ve mekân tasarımını öne çıkaran yapılar akla gelmektedir."
  },
  {
    "id": "3597340",
    "unitNumber": 7,
    "text": "\"Eser ve izleyici arasında köprü kurmak, eserin vermesi beklenen mesajın, ziyaretçiye doğru ve etkili bir şekilde iletilmesi\" ilkesi aşağıdaki müzecilik anlayışlarından hangisini kapsamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ziyaretçi Odaklı Müze anlayışı.",
      "B": "Sürdürülebilir müzecilik anlayışı.",
      "C": "Dijitalleşen Müze anlayışı.",
      "D": "Erişim kolaylığını, yenilikçi mimariyi ve mekân tasarımını öne çıkaran müzecilik anlayışı.",
      "E": "Kültürel mirası koruyan müzecilik anlayışı."
    },
    "explanation": "Ziyaretçi odaklı müze anlayışında, eser ve izleyici arasında köprü kurmak, eserin vermesi beklenen mesajın, ziyaretçiye doğru ve etkili bir şekilde iletilmesi gerekir."
  },
  {
    "id": "3597341",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi fuarların özelliklerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tüm halka ve kamuya açıktırlar.",
      "B": "Ticari nitelikleri ile öne çıkarlar.",
      "C": "Küreselleşen sanat pazarının yeni vitrinleri olmuşlardır.",
      "D": "İlk sanat fuarı 1967 yılındaki Kölner Kunstmarkt (Köln Sanat Pazarı) 'dır.",
      "E": "İki yılda bir yapılırlar."
    },
    "explanation": "İşleyiş açısından bienallerden farklı bir yapıya sahip olan fuarlar ise tüm halka ve kamuya açık olmakla birlikte zamanla ticari niteliğiyle öne çıkmaya başlamış, küreselleşen sanat pazarının yeni vitrinleri olmuşlardır. Sanat fuarlarının temeli 1965 yılında Lozan’da bir grup galerici tarafından atılmış, 1967’de ilk sanat fuarı Kölner Kunstmarkt (Köln Sanat Pazarı) yapılmıştır."
  },
  {
    "id": "3597342",
    "unitNumber": 7,
    "text": "İlk uluslararası müzayede evi nerede ve kaç yılında kurulmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "1674 Stockholm.",
      "B": "1744 Londra.",
      "C": "1766 Londra.",
      "D": "1821 Berlin.",
      "E": "1855 Viyana."
    },
    "explanation": "Müzayedelerin kökeni ise beşinci yüzyıla kadar dayanmakla birlikte ilk uluslararası müzayede evi 1674 yılında Stockholm’de kurulmuştur. Onu bugün dünyanın en önde gelen müzayede evlerinden biri olan ve 1744’te Londra’da kurulan Sotheby’s izlemektedir. Christie’s müzayede evi ise 1766’da Londra’da kurulmuştur (Artun, 2014)."
  },
  {
    "id": "3597343",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi dijitalleşen müzelerin getirdiği avantajlardan biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ziyaretçiler arasındaki iletişimi zorlaştırma.",
      "B": "Sosyal kapsayıcılık ve çeşitlilik sunma.",
      "C": "Zaman ve mekândan bağımsız olarak herkes için erişilebilirliği sağlama.",
      "D": "Kalıcı ve güvenilir belgeleme yapma olanağı tanıma.",
      "E": "Potansiyel olarak sınırsız ve dinamik bir içerik ve küresel genişleme sağlama."
    },
    "explanation": "Pandemi döneminde Almanya’daki müzelerde dijitalleşme eğiliminin ivme kazandığını belirten Guido Fackler’e (2023:20) göre, dijitalleşmenin pek çok güçlü yanı bulunmaktadır. Bunlar; • kalıcı ve güvenilir belgeleme yapma olanağı tanıma, • zaman ve mekândan bağımsız olarak herkes için erişilebilirliği sağlama, • sosyal kapsayıcılık ve çeşitlilik sunma, • potansiyel olarak sınırsız ve dinamik bir içerik ve küresel genişleme sağlama, • ziyaretçilerle ve ziyaretçiler arasındaki iletişimi basitleştirme, • dijital ortamda sunulan içerik hakkında yorum yapma ve içeriği tamamlama anlamında etkileşim ve katılım olanağı verme, şeklinde sıralanmaktadır."
  },
  {
    "id": "3597344",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi koleksiyonlarını sanal ortamda ziyarete açarak, çevrim içi sergiler yapan müzelerden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mettmann Neanderthal Müzesi.",
      "B": "Hermitage Müzesi.",
      "C": "Louvre Müzesi.",
      "D": "Chicago Sanat Enstitüsü.",
      "E": "Orsay Müzesi."
    },
    "explanation": "Yalnızca yeni açılan müzeler değil, köklü müzeler de koleksiyonlarını sanal ortamda ziyarete açarak, çevrim içi sergiler yaparak bu akıma katılmışlardır. Örnek olarak, Hermitage Müzesi (1764), Louvre Müzesi (1793), Albertina Müzesi (1805), Chicago Sanat Enstitüsü (1879), Pompidou Sanat Merkezi (1977), Orsay Müzesi (1986), Guggenheim Sanal Müzesi (1999) verilebilir."
  },
  {
    "id": "3597345",
    "unitNumber": 7,
    "text": "Yapıldığı yıllarda Paris şehrinin genel dokusuna uymadığı gerekçesiyle eleştirilmesine karşın, tehlikeli sayılabilecek bir bölgeye yeni bir kimlik kazandırdığı için saygın müzeler arasındaki yerini alan yapı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pompidou Sanat Merkezi.",
      "B": "New York Modern Sanat Müzesi.",
      "C": "Guggenheim Müzesi.",
      "D": "Frankfurt Modern Sanat Müzesi.",
      "E": "Louvre Müzesi."
    },
    "explanation": "Pompidou Sanat Merkezi, yapıldığı yıllarda Paris şehrinin genel dokusuna uymadığı gerekçesiyle eleştirilmesine karşın, tehlikeli sayılabilecek bir bölgeye yeni bir kimlik kazandırdığı için saygın müzeler arasındaki yerini almıştır."
  },
  {
    "id": "3597346",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Türkiye’de açılan çağdaş sanat müzelerinin ilki konumundadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Proje 4L-Elgiz Müzesi.",
      "B": "Sakıp Sabancı Müzesi.",
      "C": "İstanbul Modern.",
      "D": "Doğançay Müzesi.",
      "E": "Baksı Müzesi."
    },
    "explanation": "Türkiye’de açılan çağdaş sanat müzelerinin ilki Proje 4L-Elgiz Müzesidir (2001)."
  },
  {
    "id": "3597347",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Sakıp Sabancı Müzesi’nde yüz yüze iletişimi ve tanıtımı öne çıkaran faaliyetlerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Evlere mektup göndermek.",
      "B": "Taksi Günü düzenlemek.",
      "C": "Belediye ile işbirliği yaparak ücretsiz ulaşım imkanı sağlamak.",
      "D": "Ücretsiz sergi etkinlikleri düzenlemek.",
      "E": "Öğle arası buluşmaları düzenlemek."
    },
    "explanation": "Örneğin, Sakıp Sabancı Müzesi’nde, evlere mektup göndermek, Taksi Günü düzenlemek, belediye ile işbirliği yaparak ücretsiz ulaşım imkanı sağlamak, ücretsiz sergi etkinlikleri düzenlemek gibi yüz yüze iletişimi ve tanıtımı öne çıkaran faaliyetler yapılmaktadır (Öztürk-Erol, 2022: 473). Benzer biçimde, 2019’da açılan Dolapdere Arter’de de, dâhil edici, komşuluk programları hazırlanmıştır. Bu programlardan en dikkat çekici olanı “öğle arası buluşmaları” dır."
  },
  {
    "id": "3597348",
    "unitNumber": 7,
    "text": "\"Bir yandan geleneksel kültürü koruyarak, gelecek kuşaklara aktarmak için araştırmalar yapmak, bir yandan da bulunduğu bölgedeki özel yetenekli çocuklara eğitim desteği vererek, özellikle tasarım, sanat ve kültür alanlarında gelişmeleri için projeler uygulamak\" şeklinde misyon üstlenmiş olan müzemiz hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Dolapdere Arter",
      "B": "Eczacıbaşı Sanal Müzesi.",
      "C": "Baksı Müzesi.",
      "D": "Pera Müzesi.",
      "E": "İstanbul Modern"
    },
    "explanation": "Baksı Müzesinin misyonu; bir yandan geleneksel kültürü koruyarak, gelecek kuşaklara aktarmak için araştırmalar yapmak, bir yandan da bulunduğu bölgedeki özel yetenekli çocuklara eğitim desteği vererek, özellikle tasarım, sanat ve kültür alanlarında gelişmeleri için projeler uygulamaktır."
  }
]