[
  {
    "id": "1765074",
    "unitNumber": 1,
    "text": "I.Turizmin önemi hemen hemen her ülke tarafından anlaşılmakta ve rekabette var olabilmek için devletler bu alanı finanse etmek için çeşitli teşvikler sağlamaktadır.<br/>II.Ulaştırma teknolojisindeki hızlı gelişmeler sonucunda sürekli olarak yeni turist destinasyonları pazara sunulmakta ve konaklama sürelerini de etkileyerek turizm endüstrisine olan talebi ve endüstrinin yayılımını artırmaktadır.<br/>III.Amerikan tipi ağırlama yaklaşımları hakim otelcilik paradigmasını oluşturmakta ve bu durum kuruluş yeri seçimini, tesislerin dizaynını, donanımlarını ve organizasyon yapılarına etki etmemektedir.<br/>IV.Uluslararası konaklama firmalarının, farklı ülkelerdeki konaklama işletmelerinin yapımı ve işletmesindeki payı gittikçe büyümektedir.<br/>V.Teknolojik gelişmeler insan yaşamını, isteklerini ve alışkanlıklarını etkilemektedir. Bu etkiler sonucunda bireyler için konaklama ve ağırlama işletmelerinin anlamı değişmekte ve bu değişen gereksinimlere cevap verebilmek, bu gereksinimlerden faydalanarak kârlılığı arttırmak için gelişmiş bir koordinasyonun, devlet desteğinin ve diğer endüstrilerle iş birliğinin gerçekleştirilmesi gerekmektedir.<br/>Yukarıdaki ifadelerden hangisi konaklama işletmelerinde güncel eğilimlerden biri/leri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "I",
      "B": "II",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "explanation": "KONAKLAMA İŞLETMELERİNİN ÖZELLİKLERİ VE ÇEŞİTLERİ<br/>konaklama işletmelerinde güncel eğilimleri<br/>I.Turizmin önemi hemen hemen her ülke tarafından anlaşılmakta ve rekabette var olabilmek için devletler bu alanı finanse etmek için çeşitli teşvikler sağlamaktadır.<br/>II.Ulaştırma teknolojisindeki hızlı gelişmeler sonucunda sürekli olarak yeni turist destinasyonları pazara sunulmakta ve konaklama sürelerini de etkileyerek turizm endüstrisine olan talebi ve endüstrinin yayılımını artırmaktadır.<br/>III.Amerikan tipi ağırlama yaklaşımları hakim otelcilik paradigmasını oluşturmakta ve bu durum kuruluş yeri seçimini, tesislerin dizaynını, donanımlarını ve organizasyon yapılarını belirlemektedir.<br/>IV.Uluslararası konaklama firmalarının, farklı ülkelerdeki konaklama işletmelerinin yapımı ve işletmesindeki payı gittikçe büyümektedir.<br/>V.Teknolojik gelişmeler insan yaşamını, isteklerini ve alışkanlıklarını etkilemektedir. Bu etkiler sonucunda bireyler için konaklama ve ağırlama işletmelerinin anlamı değişmekte ve bu değişen gereksinimlere cevap verebilmek, bu gereksinimlerden faydalanarak kârlılığı arttırmak için gelişmiş bir koordinasyonun, devlet desteğinin ve diğer endüstrilerle iş birliğinin gerçekleştirilmesi gerekmektedir."
  },
  {
    "id": "1765077",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi konaklama işletmelerinin günümüzde sunduğu faaliyetlerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Restoran hizmeti",
      "B": "Bar hizmeti",
      "C": "Alış-veriş merkezi hizmeti",
      "D": "Spa hizmeti",
      "E": "Soğuk hava depo hizmeti"
    },
    "explanation": "Konaklama İşletmelerinin Özellikleri<br/>Günümüzde, rekabetin de etkisiyle hizmet anlayışları değişen konaklama işletmeleri; restoran, bar, alış-veriş merkezi, spa, spor salonları, eğlence merkezleri vb. birimlerin de eklenmesiyle eğlence ve dinlenme imkânları da sağlayan modern endüstri işletmeleri hâline gelmişlerdir. Hizmet anlayışıyla birlikte hizmet birimleri de değişen konaklama işletmeleri büyük yatırım ve organizasyon gerektiren, büyük çoğunluğu yılın 365 günü, günün 24 saati devamlı bir şekilde hizmet sunan bir sektör hâline gelmiştir."
  },
  {
    "id": "1765079",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi fiziki niteliklerine göre konaklama işletmeleri sınıflandırmasında <strong>yer almamaktadır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "sezonluk işletmeler",
      "B": "otel işletmeleri",
      "C": "motel işletmeleri",
      "D": "butik oteller",
      "E": "tatil köyü işletmeleri"
    },
    "explanation": "Konaklama İşletmelerinin Çeşitleri<br/>Fiziki yapılarına göre konaklama işletmeleri ;<br/>otel, motel, butik otel, apart otel, tatil köyü, pansiyon ve kamping<br/>şeklinde sınıflandırılabilir."
  },
  {
    "id": "1765082",
    "unitNumber": 1,
    "text": "Misafirin kendi yeme ve içme ihtiyacını karşılayabilmesi için gerekli malzemelerle donatılan, otel olarak işletilen ve tüm odaları apart oda şeklinde düzenlenen en az on odalı tesisler aşağıdaki kavramlardan hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Pansiyon",
      "B": "apart otel",
      "C": "motel",
      "D": "otel",
      "E": "tatil köyü"
    },
    "explanation": "Konaklama İşletmelerinin Çeşitleri<br/>30791 sayılı yönetmeliğe göre apart oteller ise; misafirin kendi yeme ve içme ihtiyacını karşılayabilmesi için gerekli malzemelerle donatılan, otel olarak işletilen ve tüm odaları apart oda şeklinde düzenlenen en az on odalı tesislerdir."
  },
  {
    "id": "1765085",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi konaklama işletmelerinde rezervasyonların alınması, misafirlerin karşılanması, giriş çıkış işlemlerinin yapılması, istek ve beklentilerinin karşılanması ve sorunlara çözüm bulunmasından sorumlu bölümü ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "ön büro",
      "B": "yönetim",
      "C": "danışma",
      "D": "muhasebe",
      "E": "müşteri ilişkileri"
    },
    "explanation": "ÖNBÜRONUN YERİ VE ÖNEMİ<br/>Önbüro, misafirlerin karşılandığı, ağırlandığı ve uğurlandığı yer olarak tanımlanmaktadır (Zengin, 2010: 41). Daha açık anlatımla önbüro, rezervasyonların alınması, misafirlerin karşılanması, girişçıkış işlemlerinin yapılması, istek ve beklentilerinin karşılanması ve sorunlara çözüm bulunmasından sorumlu bölümdür."
  },
  {
    "id": "1765089",
    "unitNumber": 1,
    "text": "Aşağıda yer alan ön büroyla ilişkili ifadelerden hangisi <strong>yanlış</strong> bir ifadedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Önbüro, otel işletmelerinin en görünür bölümüdür.",
      "B": "Otele girildiğinde görülebilecek, asansör ve merdivenlere yakın bir yerde konumlanmalıdır.",
      "C": "Lobideki oturma alanına yakın, misafirlerin kolay ulaşabileceği bir noktada olmalıdır.",
      "D": "Önbüro konaklama işletmelerinin beyni olarak görülmektedir.",
      "E": "Önbüro yönetim alanında muhasebe gibi diğer fonksiyonel birimlerle aynı fiziksel alanda yeralmak zorundadır."
    },
    "explanation": "Önbüronun Yeri<br/>Önbüro, otel işletmelerinin en görünür bölümüdür. Bu nedenle stratejik bir noktada yer alması gerekmektedir. Otele girildiğinde görülebilecek, asansör ve merdivenlere yakın bir yerde konumlanmalıdır. Ayrıca lobideki oturma alanına yakın, misafirlerin kolay ulaşabileceği bir noktada olmalıdır. Önbüro konaklama işletmelerinin beyni olarak görülmektedir. Misafir konaklama işletmesine girdiği anda önbüro bölümü tarafından karşılanmaktadır. Dolayısıyla misafir ile bire bir iletişimin gerçekleştiği ilk bölümdür. Bazen iletişim misafir işletmeye girmeden önce, rezervasyon yaptırma sürecinde de başlayabilmektedir. Misafir otele girdiğinde ilk olarak önbüro bölümüne bilgilerini vermekte, bu bilgiler misafirin konaklaması süresince kullanılmaktadır. Gerekli bilgiler daha sonraki aşamalarda diğer bölümlerle de paylaşılmaktadır. Önbüronun, diğer bölümlerle bilgi paylaşımı yapması ve iş birliği içinde olması gerekliliktir. Misafirlerin konaklama şekillerine ilişkin kat hizmetleri bölümüyle, yeme-içmelerine ilişkin yiyecek-içecek bölümüyle, konaklama ücretleri için muhasebe ve bunun gibi birçok misafir işlemi için diğer bölümlerle koordineli çalışması gerekmektedir."
  },
  {
    "id": "1765110",
    "unitNumber": 1,
    "text": "Ön büro görevleriyle ilgili aşağıdaki ifadelerden hangileri birarada doğrudur?<br/>I.Rezervasyon almak ve takip etmek,<br/>II.İşletmeye gelen misafirleri karşılamak,<br/>III.Kayıt sırasında misafirlere ilişkin bilgi toplamak, gerekli belgeleri doldurtmak ve imzalatmak,<br/>IV.Misafir hesaplarını düzenli bir şekilde tutmak,<br/>V.İşletmedeki boş ve dolu oda sayısını takip etmek, boş odalar için rezervasyon almak veya satış yapmak,<br/>VI.Gelen misafir listesini günlük olarak gerekli bölümlerle paylaşmak,<br/>VII.Misafirlerin yaptığı harcamaların hesabını tutmak, <br/>VIII.Misafire gelen mesaj ve postaları iletmek, gerekli hatırlatmaları yapmak,<br/>IX.Oda anahtarını/kartını teslim etmek, kontrolünü sağlamak,<br/>XX.Misafir taleplerine en kısa sürede cevap verebilmek, gerekirse bu talepleri diğer bölümlere iletmek,<br/>XI.Misafir bagajlarını odaya kadar taşıtmak,<br/>XII.Doğum günü, evlilik yıldönümü gibi özel günü olan misafirleri belirleyerek bu misafirlerin ikram ve hediyeleri için bilgileri gerekli bölümlere iletmek,<br/>XIII.Çıkış işlemlerini yapmak, ödemeyi tahsil etmek, anahtar/oda kartını teslim almak,<br/>XIV.Misafirleri güler yüzle ve memnun bir şekilde uğurlamak.",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-III-IV-V-VI-VII-VIII-IX-X-XI-XII-XIII-XIV",
      "B": "I-III-IV-V-VIII-XIII-XIV",
      "C": "I-XIV",
      "D": "I-II-III-IV-V-VI-VII-VIII-IX",
      "E": "X-XI-XII-XIII-XIV"
    },
    "explanation": "ön büronun önemi<br/>Ön büro görevleri:<br/>I.Rezervasyon almak ve takip etmek,<br/>II.İşletmeye gelen misafirleri karşılamak,<br/>III.Kayıt sırasında misafirlere ilişkin bilgi toplamak, gerekli belgeleri doldurtmak ve imzalatmak,<br/>IV.Misafir hesaplarını düzenli bir şekilde tutmak,<br/>V.İşletmedeki boş ve dolu oda sayısını takip etmek, boş odalar için rezervasyon almak veya satış yapmak,<br/>VI.Gelen misafir listesini günlük olarak gerekli bölümlerle paylaşmak,<br/>VII.Misafirlerin yaptığı harcamaların hesabını tutmak, <br/>VIII.Misafire gelen mesaj ve postaları iletmek, gerekli hatırlatmaları yapmak,<br/>IX.Oda anahtarını/kartını teslim etmek, kontrolünü sağlamak,<br/>XX.Misafir taleplerine en kısa sürede cevap verebilmek, gerekirse bu talepleri diğer bölümlere iletmek,<br/>XI.Misafir bagajlarını odaya kadar taşıtmak,<br/>XII.Doğum günü, evlilik yıldönümü gibi özel günü olan misafirleri belirleyerek bu misafirlerin ikram ve hediyeleri için bilgileri gerekli bölümlere iletmek,<br/>XIII.Çıkış işlemlerini yapmak, ödemeyi tahsil etmek, anahtar/oda kartını teslim almak,<br/>XIV.Misafirleri güler yüzle ve memnun bir şekilde uğurlamak."
  },
  {
    "id": "1765116",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi orta ölçekli bir konaklama işletmesinde önbüro bölümünün organizasyon şemasında <strong>yer almaz</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "genel müdür",
      "B": "resepsiyon",
      "C": "rezervasyon",
      "D": "santral",
      "E": "önkasa"
    },
    "explanation": "ÖNBÜRONUN ÖRGÜTSEL YAPISI<br/>Önbüro, başta önbüro müdürüne bağlı olmak üzere; resepsiyon, rezervasyon, santral, önkasa ve danışma bölümlerinden oluşmaktadır."
  },
  {
    "id": "1765119",
    "unitNumber": 1,
    "text": "Konaklama işletmelerinde misafir hesaplarının tutulduğu ve tahsilatların yapıldığı alt birim aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kayıt kabul",
      "B": "Önkasa",
      "C": "Muhasebe",
      "D": "Resepsiyon",
      "E": "Finans"
    },
    "explanation": "Ön Ofis<br/>Önkasa, misafir hesaplarının tutulduğu ve tahsilatların yapıldığı bölümdür. Bazı konaklama işletmelerinde önkasa resepsiyondan ayrı bir bölüm olarak çalışmamakta, önkasanın yaptığı işler resepsiyon görevlileri tarafından yürütülmektedir. Son zamanlarda resepsiyon ve önkasanın aynı bölüm ve aynı kişiler tarafından yürütülmesi yaygınlaşmıştır"
  },
  {
    "id": "1765121",
    "unitNumber": 1,
    "text": "Uyandırma hizmeti ön büronun hangi alt kımına ait bir faaliyettir?",
    "correctAnswer": "C",
    "options": {
      "A": "ön kasa",
      "B": "rezervasyon",
      "C": "santral",
      "D": "ön ofis",
      "E": "arka ofis"
    },
    "explanation": "ÖNBÜRONUN ÖRGÜTSEL YAPISI<br/>Uyandırma hizmeti de santral bölümünün görevleri arasındadır. Uyandırma isteyen misafirin talebi, santral görevlisi tarafından misafirin oda numarası ve uyandırılacağı saatin sisteme girilmesiyle kaydedilmektedir. Bazı işletmelerde ise misafirler oda telefonlarını uyanmak istedikleri saat için programlayabilmektedirler. Ayarlanan saatte çalan telefonu cevaplayan misafir “günaydın”, “iyi günler” gibi otomatik mesajlarla karşılaşmaktadır"
  },
  {
    "id": "1809916",
    "unitNumber": 1,
    "text": "Aşağıdakilerin hangisi konaklama işletmelerinin özelliklerinden birisi <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Konaklama işletmelerinin ilk yatırımında ve işletilmesinde büyük sermaye gereksinimi vardır.",
      "B": "Tesis binaları ve donanımlar çevresel faktörlerle sürekli etkileşim içerisindedir.",
      "C": "Çevresel faktörlere bağımlı değildir, bu sebeple faktörleri etkileme olanağı yüksektir.",
      "D": "Konaklama işletmeleri, uluslararası standartlara uyum sağlamak zorundadır.",
      "E": "Konaklama işletmelerinde çalışan personel arasında son derece iyi bir koordinasyonun sağlanması gerekmektedir."
    },
    "explanation": "Konaklama işletmelerinin çevresel faktörlere bağımlılığı yüksektir ve bu faktörleri etkileme olanakları çok azdır. Bu sebeple doğru cevap C şıkkıdır."
  },
  {
    "id": "1809920",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>otel</li> <li>motel</li> <li>butik otel</li> <li>apart otel</li> <li>tatil köyü</li> </ol> Yukarıdakilerin hangileri 30791 sayılı Turizm Tesislerinin Niteliklerine İlişkin Yönetmelik’te düzenlenen konaklama işletmesi türlerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I.",
      "B": "I. ve II.",
      "C": "II., III. ve IV.",
      "D": "I., II., III. ve V.",
      "E": "I., II., III., IV. ve V."
    },
    "explanation": "Otel, motel, butik otel, apart otel, tatil köyü 30791 sayılı Turizm Tesislerinin Niteliklerine İlişkin Yönetmelik’te düzenlenen konaklama işletmesi türlerinden bazılarıdır."
  },
  {
    "id": "1810767",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Rezervasyon almak ve takip etmek,</li> <li>İşletmeye gelen misafirleri karşılamak,</li> <li>Kayıt sırasında misafirlere ilişkin bilgi toplamak, gerekli belgeleri doldurtmak ve imzalatmak,</li> <li>Misafirlerin yaptığı harcamaların hesabını tutmak,</li> <li>Misafire gelen mesaj ve postaları iletmek, gerekli hatırlatmaları yapmak,</li> </ol> Yukarıdakileri hangileri önbüronun görevleri arasında sayılmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I.",
      "B": "I. ve II.",
      "C": "II., ve III.",
      "D": "I., II., III. ve IV.",
      "E": "I., II., III., IV. ve V."
    },
    "explanation": "Büyüklüğüne bağlı olarak değişiklik gösterse de her konaklama işletmesinde önbüroda yerine getirilmesi gereken görevler vardır. Bu görevler şu şekilde sıralanabilir:<br/><ul> <li>Rezervasyon almak ve takip etmek,</li> <li>İşletmeye gelen misafirleri karşılamak,</li> <li>Kayıt sırasında misafirlere ilişkin bilgi toplamak, gerekli belgeleri doldurtmak ve imzalatmak,</li> <li>Misafir hesaplarını düzenli bir şekilde tutmak,</li> <li>İşletmedeki boş ve dolu oda sayısını takip etmek, boş odalar için rezervasyon almak veya satış yapmak,</li> <li>Gelen misafir listesini günlük olarak gerekli bölümlerle paylaşmak,</li> <li>Misafirlerin yaptığı harcamaların hesabını tutmak,</li> <li>Misafire gelen mesaj ve postaları iletmek, gerekli hatırlatmaları yapmak,</li> <li>Oda anahtarını/kartını teslim etmek, kontrolünü sağlamak,</li> <li>Misafir taleplerine en kısa sürede cevap verebilmek, gerekirse bu talepleri diğer bölümlere iletmek,</li> <li>Misafir bagajlarını odaya kadar taşıtmak,</li> <li>Doğum günü, evlilik yıldönümü gibi özel günü olan misafirleri belirleyerek bu misafirlerin ikram ve hediyeleri için bilgileri gerekli bölümlere iletmek,</li> <li>Çıkış işlemlerini yapmak, ödemeyi tahsil etmek, anahtar/oda kartını teslim almak,</li> <li>Misafirleri güler yüzle ve memnun bir şekilde uğurlamak.</li> </ul>"
  },
  {
    "id": "1810768",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Resepsiyon</li> <li>Önkasa</li> <li>Danışma</li> <li>Santral</li> </ol> Yukarıdakilerin hangileri önbüro bölümü kapsamında ön ofisin birimleri olarak değerlendirilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I.",
      "B": "I. ve II.",
      "C": "I., II. ve III.",
      "D": "II., III. ve IV.",
      "E": "I., II., III. ve IV."
    },
    "explanation": "Önbüro bölümünde faaliyet gösteren ön ofis birimleri, resepsiyon, önkasa ve danışma şeklinde sıralanabilir."
  },
  {
    "id": "1810771",
    "unitNumber": 1,
    "text": "Misafirin kabul edilmesi, kaydının yapılması, ayrılma işlemlerinin gerçekleştirilmesinden sorumlu önbüro birimi aşağıdakilerin hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Resepsiyon",
      "B": "Rezervasyon",
      "C": "Santral",
      "D": "Önkasa",
      "E": "Danışma"
    },
    "explanation": "Resepsiyon, misafirin kabul edilmesi, kaydının yapılması, ayrılma işlemlerinin gerçekleştirilmesinden sorumlu birimdir."
  },
  {
    "id": "1810773",
    "unitNumber": 1,
    "text": "I. Resepsiyon<br/>II. Rezervasyon<br/>III. Danışma<br/>IV. Santral<br/>Yukarıdakilerin hangileri önbüro bölümü kapsamında ön ofisin birimleri olarak değerlendirilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "I. III ve IV",
      "E": "I, II ve III"
    },
    "explanation": "Önbüro bölümünde faaliyet gösteren ön ofis birimleri, resepsiyon, önkasa ve danışma şeklinde sıralanabilir."
  },
  {
    "id": "1810776",
    "unitNumber": 1,
    "text": "Aşağıdakilerin hangisi önbüro yönetiminin fonksiyonlarından birisi olan planlamanın faydaları arasında sayılamaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Zaman ve emek savurganlığını azaltır.",
      "B": "İşletme yöneticilerinin dikkatlerini amaçlara yöneltir.",
      "C": "İşletme faaliyetlerinin uyumlaştırılmasını engeller.",
      "D": "Kaynakların nasıl kullanıldığını izleme ve denetleme olanağı sağlar.",
      "E": "Yetki devrini sağlayarak daha esnek yapıların oluşmasına zemin hazırlar."
    },
    "explanation": "Planlamanın faydaları şu şekilde sayılabilir:<br/><ul> <li>Zaman ve emek savurganlığını azaltır,</li> <li>İşletme yöneticilerinin dikkatlerini amaçlara yöneltir,</li> <li>İşletme faaliyetlerinin uyumlaştırılmasını mümkün kılar,</li> <li>Kaynakların nasıl kullanıldığını izleme ve denetleme olanağı sağlar,</li> <li>Yetki devrini sağlayarak daha esnek yapıların oluşmasına zemin hazırlar,</li> <li>Daha akılcı ilke, yöntem ve kuralların geliştirilmesine olanak sağlar,</li> <li>Denetimde kullanılacak standartların belirlenmesi ve temel alınmasını sağlar,</li> <li>Etkin planlar, yönetici veya astların sinir sistemlerini daha az yıpratır.</li> </ul>"
  },
  {
    "id": "1810778",
    "unitNumber": 1,
    "text": "Aşağıdakilerin hangisi önbürodaki işleri gerçekleştirecek işgörenleri, konulan hedeflere ulaşma noktasında harekete geçirmeyi amaçlayan yönetim fonksiyonudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Planlama",
      "B": "Örgütleme",
      "C": "Yöneltme",
      "D": "Eşgüdüm",
      "E": "Denetleme"
    },
    "explanation": "Önbüro yönetiminin yöneltme fonskiyonu, örgütleme sonucunda ortaya çıkarılan işleri gerçekleştirecek işgörenleri, planlama aşamasında ortaya konulan hedeflere ulaşma noktasında harekete geçirmeyi içermektedir."
  },
  {
    "id": "1810781",
    "unitNumber": 1,
    "text": "Aşağıdakilerin hangisi gerek önbüro bölümü içerisindeki birimlerin birbirleriyle uyum içinde çalışmasını gerekse de önbüro bölümü ile işletmenin diğer bölümleriyle arasındaki uyumun sağlanmasını amaçlayan yönetim fonksiyonudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Planlama",
      "B": "Örgütleme",
      "C": "Yöneltme",
      "D": "Eşgüdüm",
      "E": "Denetleme"
    },
    "explanation": "Önbüro yönetiminin eşgüdüm fonksiyonunun üstlendiği görev gerek bölüm içerisindeki birimlerin birbirleriyle uyum içinde çalışmasını gerekse de önbüro bölümü ile işletmenin diğer bölümleriyle arasındaki uyumu sağlayacak eşgüdümün gerçekleştirilmesidir."
  },
  {
    "id": "1810784",
    "unitNumber": 1,
    "text": "Aşağıdakilerin hangisi işletme süreçleri içerisinde ve sonunda yapılan denetimleri ifade etmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Önleyici denetim",
      "B": "Düzeltici denetim",
      "C": "Saptayıcı denetim",
      "D": "Yakalayıcı denetim",
      "E": "Uyarıcı denetim"
    },
    "explanation": "Örgütlerde denetim sürecine ilişkin yaklaşımlar ikiye ayrılır: Bunların birincisi önleyici denetim, diğeri ise uyarıcı denetimdir. Önleyici denetim, sürecin başında faaliyetlerin nasıl yürütüleceğine ilişkin çalışma ve incelemelerin yapılmasından oluşur. Bu incelemelerle süreç içerisinde ortaya çıkması muhtemel hataların başlangıçta fark edilmesi ve engellenmesi amaçlanmaktadır. Uyarıcı denetim ise süreç içerisinde ve sonunda yapılacak denetimleri ifade etmektedir."
  },
  {
    "id": "3840663",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, konaklama işletmelerinde önbüro bölümünün önemini en iyi şekilde açıklar?",
    "correctAnswer": "C",
    "options": {
      "A": "Ön büro, yalnızca misafirlerin giriş ve çıkış işlemlerinden sorumludur.",
      "B": "Konaklama işletmesindeki en büyük fiziksel alan önbüroya aittir.",
      "C": "Misafirin işletmeye dair ilk izleniminin oluştuğu ve konaklama sürecini yöneten temel bölümdür.",
      "D": "Ön büro, yalnızca rezervasyon işlemlerini gerçekleştiren teknik bir birimdir.",
      "E": "Konaklama işletmesindeki tüm eğlence ve yeme-içme hizmetlerini organize eden birimdir."
    },
    "explanation": "Önbüro sadece giriş-çıkış işlemleri yapan bir birim olmanın ötesinde, misafirin işletme hakkındaki ilk izlenimini edindiği ve konaklama sürecinin tamamını yöneten kritik bir birimdir.<br/>Metinde, önbüro bölümünün misafirle ilk temas noktası olduğu, konaklama sürecinin yönetildiği ve misafir memnuniyetinin sağlanmasında kritik rol oynadığı belirtilmiştir. Bu nedenle, C seçeneği önbüronun önemini en iyi açıklayan ifadedir."
  },
  {
    "id": "3840666",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, konaklama işletmelerinde hizmet kalitesini etkileyen güncel eğilimlerden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Devletlerin turizmi desteklemek amacıyla teşvik sağlaması",
      "B": "Ulaştırma teknolojilerindeki gelişmelerin turizm destinasyonlarını çeşitlendirmesi",
      "C": "Amerikan tarzı otelcilik anlayışının sektörde baskın hale gelmesi",
      "D": "Konaklama işletmelerinde yalnızca yerel sermayenin etkin olması",
      "E": "Teknolojik değişimlerin bireylerin konaklama tercihlerini etkilemesi"
    },
    "explanation": "Uluslararası konaklama firmalarının, farklı ül-<br/>kelerdeki konaklama işletmelerinin yapımı ve<br/>işletmesindeki payı gittikçe büyümektedir.<br/>Metinde, uluslararası konaklama firmalarının farklı ülkelerdeki faaliyetlerinin arttığı ifade edilmiştir. Bu durum, yalnızca yerel sermayenin etkili olduğu düşüncesini çürütmektedir. Bu nedenle cevap D dir."
  },
  {
    "id": "3840669",
    "unitNumber": 1,
    "text": "Uluslararası konaklama firmalarının farklı ülkelerdeki işletmelere artan etkisi aşağıdakilerden hangisine yönelik bir örnek oluşturur?",
    "correctAnswer": "B",
    "options": {
      "A": "Konaklama işletmelerinde hizmet kalitesinin yalnızca yerel ihtiyaçlara göre belirlenmesi",
      "B": "Global standartlara uygun hizmet sunumunun yaygınlaşması",
      "C": "Yerel turizm işletmelerinin geleneksel yapısını koruması",
      "D": "Turizmde devlet müdahalesinin azalması",
      "E": "Ulaştırma teknolojilerinin yerel rekabeti etkilememesi"
    },
    "explanation": "Uluslararası konaklama firmalarının farklı ülkelerdeki konaklama işletmelerinde payının arttığı belirtilmektedir. Bu durum, hizmet sunumunun yalnızca yerel ihtiyaçlara göre değil, global standartlara uygun olarak yapılandırıldığını belirtmektedir.<br/>Uluslararası konaklama firmalarının, farklı ül-<br/>kelerdeki konaklama işletmelerinin yapımı ve<br/>işletmesindeki payı gittikçe büyümektedir. Bu nedenle yanıt B dir."
  },
  {
    "id": "3840670",
    "unitNumber": 1,
    "text": "Ulaştırma teknolojisindeki hızlı gelişmelerin turizm endüstrisine olan etkilerinden biri aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Turistlerin yalnızca yerel destinasyonlara yönelmesini sağlaması",
      "B": "Seyahat etme isteğini azaltarak talebi daraltması",
      "C": "Yeni destinasyonların pazara sunulmasıyla turizmde çeşitliliği azaltması",
      "D": "Konaklama sürelerini etkileyerek turizm endüstrisine olan talebi ve yayılımı artırması",
      "E": "Sadece karayolu taşımacılığına olan ihtiyacı artırması"
    },
    "explanation": "Ulaştırma teknolojisindeki hızlı gelişmeler<br/>sonucunda sürekli olarak yeni turist desti-<br/>nasyonları pazara sunulmakta ve konakla-<br/>ma sürelerini de etkileyerek turizm endüst-<br/>risine olan talebi ve endüstrinin yayılımını<br/>artırmaktadır.<br/>Ulaştırma teknolojisindeki gelişmeler hem yeni destinasyonların turizme kazandırılmasına hem de konaklama sürelerinin etkilenmesine, dolayısıyla talebin ve endüstrinin yayılımının artmasına neden olmaktadır. Bu nedenle cevap D dir."
  },
  {
    "id": "3840671",
    "unitNumber": 1,
    "text": "Konaklama işletmelerinin sabit yatırımlarının büyük ölçüde gayrimenkule dayanmasının aşağıdakilerden hangisine yol açma olasılığı en yüksektir?",
    "correctAnswer": "C",
    "options": {
      "A": "İşletmelerin hızla başka sektörlere geçiş yapabilmesine",
      "B": "Fiziksel altyapının kolayca başka bölgelerde tekrar kurulabilmesine",
      "C": "Kuruluş yerinin ve yatırımın uzun vadeli düşünülmesini gerektirmesine",
      "D": "Konaklama hizmetlerinin mekândan bağımsız sunulmasına",
      "E": "Yatırımların düşük maliyetli ve kısa vadeli olmasına"
    },
    "explanation": "Sabit yatırımın büyük kısmının gayrimenkule dayanması, yer seçiminin ve yatırımların kısa vadeli değil, uzun vadeli düşünülmesini zorunlu kılar. Bu, kararların esnekliğini azaltır ve taşınabilirliği kısıtlar.<br/>Sabit yatırımlar (binalar, destek tesisleri vb.),<br/>donanımlar, makineler malzemeler işletme-<br/>nin faaliyetlerinde ve bu faaliyetlerin sürekli<br/>ve başarılı olmasında önemli yere sahiptir.<br/>Sabit yatırımlar çok fazladır ve toplam ya-<br/>tırım sermayesinin %90’ına kadar çıkabil-<br/>mektedir. Bu yatırımlar gayrimenkul yatı-<br/>rımlarıdır ve ikame edilme şansı çoğunlukla<br/>bulunmamaktadır. Bu nedenle cevap C dir."
  },
  {
    "id": "3840673",
    "unitNumber": 1,
    "text": "Konaklama işletmelerinin çevresel faktörlerle sürekli etkileşim içinde olması, aşağıdakilerden hangisini zorunlu hale getirir?",
    "correctAnswer": "A",
    "options": {
      "A": "İşletmenin çevresel değişimlere karşı duyarlılığının artması",
      "B": "Tüm yatırımların kolayca başka bölgelere taşınabilmesi",
      "C": "Fiziksel çevreye olan etkisinin tamamen ortadan kaldırılması",
      "D": "Yalnızca iç mekân tasarımıyla müşteri beklentilerinin karşılanması",
      "E": "Hizmet kalitesinin tamamen teknolojik altyapıya dayandırılması"
    },
    "explanation": "Tesis binaları ve donanımlar çevresel faktörlerle sürekli etkileşim içerisindedir. Çevresel faktörlere bağımlılığın yanında bu faktörleri etkileme olanağı çok azdır.<br/>İşletme çevresel faktörleri doğrudan kontrol edemese de, bu faktörlerden etkilenir. Bu da işletmelerin çevresel değişimlere karşı duyarlılığını artırır ve stratejik planlamalarını buna göre yapmalarını gerektirir. Bu nedenle cevap A dır."
  },
  {
    "id": "3840675",
    "unitNumber": 1,
    "text": "Konaklama sektöründe talebin son derece esnek olması aşağıdakilerden hangisini zorunlu kılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Uzun dönemli stratejik planlamaların daha yaygın kullanılmasını",
      "B": "Talebe yönelik tahminlerin daha çok kısa dönemli yapılmasını",
      "C": "Konaklama işletmelerinin fiyatlarını sabit tutmasını",
      "D": "Yalnızca psikolojik faktörlere odaklanan analizlerin öncelikli olmasını",
      "E": "Talep dalgalanmalarının göz ardı edilmesini"
    },
    "explanation": "Konaklama sektöründe talep son derece es-<br/>nektir. Politik, ekonomik, teknolojik, eko-<br/>lojik, hukuksal, psikolojik birçok değişken-<br/>den etkilenmektedir. Talebin esnekliği, güvenilir tahminlerin<br/>gerçekleştirilmesini zorlaştırmaktadır. Bu<br/>sebeple kısa dönemli tahminleme en çok<br/>kullanılan tahminleme tekniğidir.<br/>Metinde, konaklama sektöründe talebin birçok faktöre bağlı olarak değiştiği ve bu değişkenliğin tahmin yapmayı zorlaştırdığı ifade edilmiştir. Bu nedenle, kısa dönemli tahmin teknikleri daha çok tercih edilmektedir. Bu nedenle cevap B dir."
  },
  {
    "id": "3840676",
    "unitNumber": 1,
    "text": "Konaklama sektöründe talebin birçok dışsal faktörden etkilenmesi ve yüksek esneklik göstermesi, aşağıdaki hangi tahmin stratejisinin öncelikli tercih edilmesini açıklar?",
    "correctAnswer": "C",
    "options": {
      "A": "Geniş zaman aralıklı, uzun vadeli tahminlerin yapılmasını",
      "B": "Sadece geçmiş verilere dayalı sabit talep analizleri yapılmasını",
      "C": "Kısa vadeli, sık güncellenen tahmin yöntemlerinin kullanılmasını",
      "D": "Uzun dönemli hedeflere odaklanan yaklaşımların yaygınlaşmasını",
      "E": "Talep tahmininin tamamen otomatik sistemlere bırakılmasını"
    },
    "explanation": "Talebin esnekliği, güvenilir tahminlerin<br/>gerçekleştirilmesini zorlaştırmaktadır. Bu<br/>sebeple kısa dönemli tahminleme en çok<br/>kullanılan tahminleme tekniğidir.<br/>Talebin esnek ve dış etkilere açık olması, değişkenliğin fazla olduğu anlamına gelir. Bu durumda kısa vadeli ve esnek tahmin stratejileri daha güvenilirdir. Bu da C seçeneğinde özetlenmiştir."
  },
  {
    "id": "3840678",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi, 30791 sayılı Turizm Tesislerinin Niteliklerine İlişkin Yönetmelik kapsamında butik otelleri diğer konaklama işletmelerinden ayıran temel bir özelliktir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tesislerin yalnızca büyükşehirlerde konumlandırılması",
      "B": "Oda sayısının yirmi ile otuz arasında sınırlandırılması",
      "C": "Hizmetin deneyimli veya sertifikalı personel ile kişiye özel sunulması",
      "D": "Sadece yeme-içme hizmeti sunmakla yükümlü olması",
      "E": "Araçla seyahat eden misafirlerin ihtiyaçlarını karşılamaya odaklanması"
    },
    "explanation": "Yine bu yönetmelikte<br/>butik oteller; turizm tesisleri ve konaklama tesisleri<br/>için belirlenmiş olan asgari nitelikleri sağlayan, de-<br/>neyimli, konusunda eğitimli veya sertifikalı perso-<br/>nel ile kişiye özel yüksek standartta hizmet verilen,<br/>en az on, en fazla altmış odalı otellerdir.<br/>Metinde butik otellerle ilgili şu ifade yer alır:\"...deneyimli, konusunda eğitimli veya sertifikalı personel ile kişiye özel yüksek standartta hizmet verilen...\" Yani butik otellerde:<br/><ul> <li> Personel deneyimli veya eğitimlidir.<br/></li> <li> Hizmet kişiye özeldir.<br/></li> <li> Yüksek hizmet kalitesi hedeflenir.<br/></li> </ul> Bu özellikler, butik otelleri diğer türlerden - özellikle daha büyük, daha çok sayıda odası olan ve daha standart hizmet sunan otellerden - farklılaştıran temel niteliklerdir."
  },
  {
    "id": "3840680",
    "unitNumber": 1,
    "text": "30791 sayılı Turizm Tesislerinin Niteliklerine İlişkin Yönetmelik’e göre motellerin konum özellikleri ve hizmet kapsamı dikkate alındığında aşağıdakilerden hangisi bu işletme türünün turizm içindeki rolünü en iyi açıklar?",
    "correctAnswer": "B",
    "options": {
      "A": "Şehir merkezlerinde yer alarak uzun süreli konaklama ve toplantı ihtiyaçlarını karşılayan tesislerdir.",
      "B": "Yolculuk halindeki bireylerin geçici konaklama, araç parkı ve temel ihtiyaçlarına yanıt veren yol üstü işletmelerdir.",
      "C": "Yalnızca kampçılar için tasarlanmış, doğa içinde kurulan düşük hizmet standartlı tesislerdir.",
      "D": "Lüks konaklama, eğlence ve organizasyon hizmetlerinin tümünü bünyesinde barındıran komplekslerdir.",
      "E": "Sadece yerli turistlere hitap eden ve taşınabilir modüler yapılardan oluşan sezonluk tesislerdir."
    },
    "explanation": "Aynı yönetmelikte<br/>moteller ise yerleşim merkezleri dışında, karayolu<br/>güzergâhı veya yakın çevrelerinde inşa edilen, mo-<br/>torlu araçlarıyla yolculuk yapanların konaklama,<br/>yeme-içme ve araçlarının park ihtiyaçlarını karşıla-<br/>yan en az on odalı tesislerdir.<br/>Moteller şehir dışında, karayolları yakınında yer alır. Hedef kitlesi motorlu taşıtlarla seyahat eden bireylerdir. Sunulan hizmetler geçici konaklama, yeme-içme, araç parkı gibi temel ihtiyaçları kapsar. B seçeneği tam olarak bu tanımı yansıttığı için doğrudur."
  },
  {
    "id": "1767018",
    "unitNumber": 2,
    "text": "Önbörü çalışanlarında aranan özellikler genel özellikler ve mesleki özellikler olarak iki grupta değerlendirilebilir. Aşağıdakilerden hangisi önbüro çalışanlarının genel özellikleri arasındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Önbüroda kullanılan form ve belgeler ile bunların fonksiyonlarını bilme",
      "B": "Çevre hakkına misafirlere bilgi verebilme",
      "C": "Kambiyo işlemlerini bilme",
      "D": "Oda çeşitlerini ve özelliklerini bilme",
      "E": "İkna edici ve sakinleştirici bir karakter olma"
    },
    "explanation": "Önbüro çalışanlarının ikna edici ve sakinleştirici olması çalışanın genel özellikleri arasındadır. Maddelerde yer alan diğer özellikler ise mesleki özelliklerdir. Doğru yanıt E seçeneğidir."
  },
  {
    "id": "1809060",
    "unitNumber": 2,
    "text": "Büyük ölçekli işletmelerde, önbüroda görev yapmakta olan faturalama görevlisi aşağıdaki müdürlüklerden hangisine bağlıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Resepsiyon Müdürü",
      "B": "Önkasa Müdürü",
      "C": "Gece Müdürü",
      "D": "Önbüro Müdürü",
      "E": "Rezervasyon Müdürü"
    },
    "explanation": "Faturalama görevi önkasa işlemleri arasında yer almaktadır. Dolayısıyla faturalama görevlisi önkasa müdürüne bağlı olarak çalışır."
  },
  {
    "id": "1809062",
    "unitNumber": 2,
    "text": "Aşağıdaki işgören bulma yöntemlerinden hangisi diğerlerinden farklıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "İşgörene iş teklifi sunma",
      "B": "İş ilanı yayınlama",
      "C": "Kamu işçi bulma kurumları",
      "D": "Özel danışmanlık şirketleri",
      "E": "Eğitim kurumlarından işgören bulma"
    },
    "explanation": "İşgören başvuruları iç ve dış başvurular şeklinde ikiye ayrılır. İç başvurularda işletme içi çalışanlar değerlendirilir. Dış başvurularda ise henüz işletmede çalışmayan kişiler çeşitli kanallarla sağlanır. İşgörene iş teklifi sunma işletme içi terfidir ve iç kaynaklardandır. Soruda verilen diğer maddeler ise dış kaynaklardır."
  },
  {
    "id": "1809063",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi <u>iç kaynaklardan</u> işgören bulma sürecinin işletmeye sağladığı avantajlardan biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Aday havuzu en az maliyetle genişletilebilir",
      "B": "Pozisyon için istenilenden daha yetenekli veya pozisyona uygun yeteneği olmayan adayların başvuru sayısını azaltarak işgören seçme sürecini kolaylaştırır",
      "C": "İşgören alımı öngörülen pozisyon için uygun olan adayların belirlenmesine yardımcı olur",
      "D": "Dışarıya reklam verme, danışmanlık şirketleri ile çalışma vb. olmayacağı için maliyet avantajı oluşturur",
      "E": "Organizasyonun yararı için yetenekli bireylerden oluşan işgören aday havuzu oluşturulur"
    },
    "explanation": "Seçeneklerde verilen A, B, C ve E şıkları işgören bulma sürecinin genel faydaları ile ilgiliyken D seçeneği iç kaynaktan yararlanmanın faydalarından biridir."
  },
  {
    "id": "1809066",
    "unitNumber": 2,
    "text": "İşe alma sürecinde dikkat edilen <u>genel görünüm</u> işe alım kararının hangi aşamasıyla ilgilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ön değerlendirme",
      "B": "Testler",
      "C": "Görüşme",
      "D": "Sağlık kontrolü",
      "E": "Önbüro yöneticisi ile görüşme"
    },
    "explanation": "Genel görünümün iyi veya kötü olması işe alım kararında etkili olabilir. Genel görünüm bir anlamda ilk izlenim olduğu için ön değerlendirme aşamasında edinilir. Doğru yanıt A seçeneğidir."
  },
  {
    "id": "1809067",
    "unitNumber": 2,
    "text": "İlk başta emniyet hizmetleri için geliştirilen ve 1980’lerin ortalarında oldukça popüler olan bu testler esasen, görüşme/sorgulama sürecinde adayın kalp atışı, kan basıncı, nabzı, avuç içi terlemesi, solunum hızı gibi unsurlarının bir cihaz aracılığı ile kaydedilmesi ve sonuçlardan yorumlamaya gidilmesidir.<br/>Yukarıda bahsedilen ve işe alım kararında kullanılan test aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Minessota Çok Yönlü Kişilik Testi",
      "B": "İş Örneği Performans Testi",
      "C": "Dürüstlük Testi",
      "D": "Bilişsel Test",
      "E": "Yetenek Testi"
    },
    "explanation": "Öncelikle güvenlik görevlileri için kullanılan testler dürüstlük testleridir."
  },
  {
    "id": "1809069",
    "unitNumber": 2,
    "text": "Adayın sırayla potansiyel iş arkadaşları, astları, şefleri ve yöneticileri ile görüşmesi aşağıdaki görüşme tekniklerinden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bire bir görüşme",
      "B": "Gerçekçi iş görüşmesi",
      "C": "Heyet görüşmesi",
      "D": "Stresli görüşme",
      "E": "Çoklu görüşme"
    },
    "explanation": "Çoklu görüşmeler adayın sırasıyla iş arkadaşları astları ve üstleriyle görüşmesi şeklinde gerçekleşir. İşletme kültürünün paylaşımı ve uyumu anlama açısından önemlidir."
  },
  {
    "id": "1809071",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi işe yerleştirme sürecinde sağlık kontrollerinin yaptırılmasından sonra gerçekleştirilen aşamadır?",
    "correctAnswer": "D",
    "options": {
      "A": "İşgören ile görüşme",
      "B": "İşgören seçim testleri",
      "C": "Adaya başvuru sonucunun iletilmesi",
      "D": "Adaya iş teklifinde bulunulması",
      "E": "Başvuru formlarının ve testlerin değerlendirilmesi"
    },
    "explanation": "Sağlık kontrollerinin yapılması artık işgörene karar verildiği, sağlık anlamında herhangi bir sorunun olup olmadığının tespit edildiği aşamadır. Dolayısıyla sağlık kontrolünden sonra adaya iş teklifinde bulunulur. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "1809072",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi iş başı eğitim aşamalarında eğitim içeriğinin açıklanmasından sonra gelen adımdır?",
    "correctAnswer": "B",
    "options": {
      "A": "İşgörenin eğitime hazırlanması",
      "B": "Deneme",
      "C": "İzleme",
      "D": "İşgörenin test edilmesi",
      "E": "İşgören hatalarının düzeltilmesi"
    },
    "explanation": "İşgören eğitiminde aşamalar işgörenin eğitime hazırlanması, eğitim içeriğinin açıklanması, deneme ve izleme olarak sıralanmaktadır. Doğru yanıt B seçeneğidir."
  },
  {
    "id": "1809073",
    "unitNumber": 2,
    "text": "“İşle ilgili karar almada daha çok özgürlük” tanınması iş özellikleri modelinin hangi konusuyla ilgilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Beceri çeşitliliği",
      "B": "İş ile özdeşleşme",
      "C": "İşin önem derecesi",
      "D": "Özerklik",
      "E": "Geri bildirim alma"
    },
    "explanation": "Karar almada özgürlük kişilerin özerkliğiyle ilgili bir motivasyon konusudur. Yüksek güdülenmede özerklik daha çok özgürlük tanınmasıyla gerçekleşir. Doğru yanıt D seçeneğidir."
  },
  {
    "id": "1810625",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisinin görevi konaklama işletmesinin yatak kapasitesini değerlendirerek konaklama hizmetlerinin sağlanması için yönetim fonksiyonları doğrultusunda kaynakları bir araya getirmek ve diğer bölümler ile eşgüdümü sağlamaktır?",
    "correctAnswer": "C",
    "options": {
      "A": "Rezervasyon müdürü",
      "B": "İnsan kaynakları müdürü",
      "C": "Önbüro müdürü",
      "D": "Ön kasa müdürü",
      "E": "Gece müdürü"
    },
    "explanation": "Genel olarak genel müdüre bağlı olarak çalışan önbüro müdürü konaklama işletmesinin yatak kapasitesini değerlendirerek konaklama hizmetlerinin sağlanması için yönetim fonksiyonları doğrultusunda kaynakları bir araya getiren ve diğer bölümler ile eşgüdüm sağlayan yetkilidir."
  },
  {
    "id": "1810633",
    "unitNumber": 2,
    "text": "I. Gece denetimi işlemlerinin nihai taslağını kontrol etmek<br/>II. Bölüm çalışanlarını denetlemek ve geliştirmek<br/>III. Güvenlik kasası işlemlerini yürütmek<br/>Yukarıdakilerden hangisi/hangileri önbüro müdürünün temel görevleri arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Güvenlik kasası işlemlerinin yürütülmesi önkasa yetkilisinin görevleri arasındadır. I ve II'de belirtilen görevler ise önbüro müdürünün temel görevleri arasındadır."
  },
  {
    "id": "1810639",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisinin görevleri arasında misafir adına taksi çağırma, araç anahtarlarının takibi, misafirlere gelen mesajları iletme, misafirler için araç kiralama, otobüs-uçak bileti rezervasyonu gibi faaliyetler bulunur?",
    "correctAnswer": "D",
    "options": {
      "A": "Rezervasyon",
      "B": "Resepsiyon",
      "C": "Önkasa",
      "D": "Danışma-Üniformalı hizmetler",
      "E": "Santral"
    },
    "explanation": "Lobi hizmetleri olarak da isimlendirilen danışma ve üniformalı hizmetler birimin,n görevleri arasında misafir adına taksi çağırma, araç anahtarlarının takibi, misafirlere gelen mesajları iletme, misafirler için araç kiralama, otobüs-uçak bileti rezervasyonu gibi faaliyetler bulunur."
  },
  {
    "id": "1810644",
    "unitNumber": 2,
    "text": "I. İç kaynaklardan işgören bulma<br/>II. Dış kaynaklardan işgören bulma<br/>III. Taşeron bir firma aracılığı ile işgören bulma<br/>Yukarıdakilerden hangisi önbüro bölümü için işgören bulmada izlenen yöntemler arasındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Önbüro bölümündeki pozisyonlar için işgören bulma faaliyetleri iç kaynaklardan işgören bulma, dış kaynaklardan işgören bulma veya işgören bulma işinin taşeron bir firma ile gerçekleştirilmesi şeklinde olabilir."
  },
  {
    "id": "1810648",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi iç kaynaklardan geçici işgören bulma uygulamalarından biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İşgören rotasyonu",
      "B": "İş genişletme",
      "C": "İş zenginleştirme",
      "D": "Eleman transfer etme",
      "E": "İş ilanı verme"
    },
    "explanation": "İş ilanı verme, kalıcı işgören bulma sürecinde kullanılan temel tekniklerdendir. Geçici işgören bulma yaklaşımlarından biri değildir."
  },
  {
    "id": "1810654",
    "unitNumber": 2,
    "text": "Aşağıdaki işgören seçimi testi özelliklerinden hangisi aday performanslarının karşılaştırılabilmesi için testlerin aynı koşullar altında gerçekleştirilebilmesini ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Standardizasyon",
      "B": "Nesnellik",
      "C": "Normlar",
      "D": "Güvenilirlik",
      "E": "Geçerlilik"
    },
    "explanation": "Standardizasyon adayların performanslarının karşılaştırılabilmesi için testlerin mümkün olduğunca aynı koşullar altında gerçekleştirilmesidir. Bu kapsamda test için verilen talimatlar, verilen süre ve fiziksel ortam birbirinin aynısı olmalıdır."
  },
  {
    "id": "1810657",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi işgören seçiminde kullanılan ve işletmede farklı görevlere sahip birden fazla yöneticinin aynı anda tek bir adayla görüşmesi tekniğidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bire-bir görüşme",
      "B": "Heyet/panel görüşmesi",
      "C": "Grup görüşmesi",
      "D": "Stres görüşmesi",
      "E": "Gerçekçi iş görüşmesi"
    },
    "explanation": "İşgören seçiminde kullanılan iş görüşmesi tekniklerinden heyet/panel görüşmesi, kurumdaki farklı görevlere sahip birden fazla yöneticinin aynı anda tek bir adayla görüşmesiyle gerçekleştirilir."
  },
  {
    "id": "1810668",
    "unitNumber": 2,
    "text": "I. Yeni işgörenin rolünün açıklanması<br/>II. İşgörenden temel beklentilerin açıklanması<br/>III. Yeni işgöreni motive etme<br/>Yukarıdakilerden hangisi etkin bir oryantasyon programının temel amaçları arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Etkin bir oryantasyon programının temel amaçları arasında işletmeye ve bölüme yönelik genel bir bakış açısı kazandırma, yeni işgörenin rolünün açıklanması, işletme politikası, kuralların ve diğer hususların açıklanması, işgörenden temel beklentilerin açıklanması, işgörene sağlanan hakların açıklanması, yeni işgöreni motive etme yer alır."
  },
  {
    "id": "1810675",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi yönetici adaylarına deneyimli bir yönetici tarafından görevler ve işleri yürütme, planlama ve denetim konularında eğitimleri kapsayan eğitim tekniğidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Davranış modelleme",
      "B": "İşletme oyunları",
      "C": "Yönetici koçluğu",
      "D": "Rol üstlenme",
      "E": "Örnek olay yöntemi"
    },
    "explanation": "Yönetici koçluğu iş-başı eğitimde kullanılan koçluk ve mentörlük faaliyetlerinin üst yönetici adayları için geliştirilmiş şeklidir. Yönetici adaylarına deneyimli bir yönetici tarafından görevleri ve işleri yürütme, planlama ve denetim konularında eğitimleri kapsar."
  },
  {
    "id": "1810682",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi işgörenin üst düzeyde güdülenmesini sağlayan iş özelliklerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "İşin minimum beceri gerektirmesi",
      "B": "İşin özel hayattan sonra gelmesi",
      "C": "İşin minimum bilgi gerektirmesi",
      "D": "İşle ilgili karar almada daha çok özgürlük",
      "E": "İşin etkinliğini görmenin zor olması"
    },
    "explanation": "Az beceri gereksinimi, işin bütünün bir parçası olması, diğerleri üzerinde etkisinin az olması, işle ilgili kararları başkasının alması, işin etkinliğini görmenin zor olması düşük güdülenmeye yol açar. İşle ilgili karar almada daha çok özgürlük, diğer deyişle özerklik yüksek güdülenmeye yol açar."
  },
  {
    "id": "3842700",
    "unitNumber": 2,
    "text": "Aşağıdaki durumların hangisinde bir önbüro görevlisinin mesleki yeterliliği ile ilgili sorun yaşadığı düşünülmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Misafirin pasaportunu incelerken dikkatli davranması",
      "B": "Yoğun saatlerde bile misafirlere güler yüz göstermesi",
      "C": "VIP bir misafirin ihtiyaçlarını prosedüre uygun şekilde karşılaması",
      "D": "Yabancı dil konuşamayıp gelen turistlerle iletişim kuramaması",
      "E": "Şikayet eden bir misafire sabırla ve ilgili şekilde yaklaşması"
    },
    "explanation": "Ön büro personelinden en az iki yabancı dili etkin bir şekilde kullanması beklenir. Bu özelliğe sahip olmamak, mesleki bir eksikliktir.<br/>En az iki yabancı dili etkin olarak konuşma, anlama, yazma ve okuma, önbüro personelinin mesleki yeterlilikleri arasında olduğundan cevap D dir."
  },
  {
    "id": "3842701",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bir önbüro görevlisinin mesleki değil, genel bir özelliğidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Oda çeşitleri ve özelliklerini bilmesi",
      "B": "Ön büro otomasyon sistemlerini etkin kullanması",
      "C": "Güleryüzlü ve düzgün bir fiziki görünüme sahip olması",
      "D": "Kara liste misafirlerini takip edebilmesi",
      "E": "Döviz işlemleri hakkında bilgi sahibi olması"
    },
    "explanation": "Güleryüzlü olmak ve düzgün fiziki görünüme sahip olmak, meslekten bağımsız olarak kişinin genel özellikleri arasında yer alır. Diğer tüm maddeler, mesleki bilgi veya teknik beceriler kapsamında değerlendirilir.<br/>Güleryüzlü ve düzgün fiziki görünüme sahip olmak, mesleki değil genel bir özelliktir; bu nedenle doğru cevap C'dir."
  },
  {
    "id": "3842703",
    "unitNumber": 2,
    "text": "Aşağıdaki ifadelerden hangisi, konaklama işletmelerinde önbüro personelinin seçiminde benimsenmesi gereken temel insan kaynakları yaklaşımıyla en doğru şekilde örtüşmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kişisel özellikleri güçlü olan herkes önbüroda çalışabilir.",
      "B": "Dış görünüş ve iletişim yeteneği yeterliyse teknik bilgiye gerek yoktur.",
      "C": "Görev tanımlarına dayalı seçimden çok kişisel tercihler önemlidir.",
      "D": "Personel seçimi, organizasyon yapısı ve görev tanımlarına göre yapılmalıdır.",
      "E": "Yabancı dil bilmeyen personel, iyi niyetliyse işe alınabilir."
    },
    "explanation": "Metinde önbüro bölümünde kişisel tercihlere dayalı değil; organizasyon yapısı ve iş tanımları temelinde bir insan kaynakları planlaması yapılması gerektiği vurgulanmaktadır. Bu yaklaşım, profesyonel ve sistemli bir seçim sürecini gerektirir.<br/>Önbüro personeli seçiminde organizasyon yapısı ve görev tanımları dikkate alınmalıdır ifadesi metnin ana fikrini yansıttığından doğru cevap D'dir."
  },
  {
    "id": "3842705",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, önbüro müdürünün görevlerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ön büro çalışanlarının sistemli ve uyumlu çalışmasını sağlamak",
      "B": "Ön büro ile diğer departmanlar arasında iletişim ağı kurmak ve sürdürmek",
      "C": "Resepsiyonda işletme içi satış programları hazırlamak",
      "D": "Oda temizliğinin günlük denetimini doğrudan yürütmek",
      "E": "Night audit işlemlerinin sonuçlarını değerlendirmek"
    },
    "explanation": "Ön büro müdürü, ön büroya bağlı rezervasyon, resepsiyon, danışma, santral ve önkasa bölümlerinin yönetiminden sorumludur. Resepsiyon satış stratejileri, gece denetimi (night audit), iletişim organizasyonu gibi görevleri vardır. Ancak oda temizliği, kat hizmetleri (housekeeping) departmanının sorumluluğundadır, önbüro müdürünün doğrudan görevi değildir.<br/>Oda temizliğinin günlük denetimi kat hizmetleri departmanının sorumluluğunda olduğundan, bu görev önbüro müdürüne ait değildir; bu nedenle doğru cevap D'dir."
  },
  {
    "id": "3842706",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, önbüro bölümünde iç kaynaklardan işgören bulma uygulamasının işletmeye sağlayabileceği avantajlardan biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "İşgörenin örgüt yapısına aşina olması nedeniyle adaptasyon sürecinin kısalması",
      "B": "İşgörenin daha önceki performansına göre değerlendirme yapılabilmesi",
      "C": "Terfi beklentisi olan çalışanların memnun edilerek motivasyonlarının artması",
      "D": "İşgücü devir hızının artması nedeniyle dış kaynaklara yönelme zorunluluğu",
      "E": "İşgören seçiminde zaman ve maliyet tasarrufu sağlanması"
    },
    "explanation": "Metinde iç kaynaklardan işgören bulmanın birçok avantajı sıralanmıştır. Bunlar arasında örgüt yapısına alışkın olmanın adaptasyonu kolaylaştırması, çalışan motivasyonunu artırması, performans bilgisinin hazır olması ve zaman-maliyet avantajı yer almaktadır. Ancak bu uygulama, işgücü devir hızını artırmak değil, azaltmak amacı taşır. Bu nedenle D seçeneği doğru cevaptır.<br/>İç kaynaklardan işgören bulma işgücü devir hızını artırmak değil, azaltmak amacı taşıdığından doğru cevap D'dir."
  },
  {
    "id": "3842708",
    "unitNumber": 2,
    "text": "Bir konaklama işletmesinde dış kaynaklardan işgören bulma stratejisinin tercih edilmesi, aşağıdaki sonuçlardan hangisine ulaşılmasına katkı sağlayabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mevcut çalışanlar arasında terfi beklentisinin artmasına",
      "B": "İşgören uyum sürecinin maliyetlerinin düşmesine",
      "C": "Yeni fikir ve yöntemlerin işletmeye kazandırılmasına",
      "D": "İşgörenlerin performansı hakkında ön bilgiye sahip olunmasına",
      "E": "İç kaynaklara yönelerek işgücü devir hızının azaltılmasına"
    },
    "explanation": "Dış kaynaklardan işgören bulma, özellikle yeni görüş ve yöntemlerin işletmeye taşınmasına olanak sağlar. Metinde de vurgulandığı gibi dış kaynaklardan gelen işgörenler, mevcut iş yapış biçimlerine alternatif yaklaşımlar sunabilir. Diğer seçenekler ya iç kaynaklara özgü avantajlardır ya da dış kaynakların dezavantajları arasında yer alır.<br/>Dış kaynaklardan işgören temini, mevcut uygulamalara yeni bakış açıları kazandırabileceğinden doğru cevap C'dir."
  },
  {
    "id": "3842709",
    "unitNumber": 2,
    "text": "Bir konaklama işletmesinde uzun süredir önbüroda çalışan personellerden biri, boşalan bir yönetici pozisyonu için terfi beklemektedir. Ancak işletme bu pozisyonu, dış kaynaklardan sağladığı daha deneyimli bir adayla doldurur. Kısa bir süre sonra iç personelin motivasyonunun düştüğü, bir kısmının ise başka iş arayışlarına girdiği gözlemlenir. Aşağıdaki çıkarımlardan hangisi bu durumun temel nedenini en iyi şekilde açıklar?",
    "correctAnswer": "D",
    "options": {
      "A": "Dışarıdan gelen adayın teknik becerilerinin yetersiz olması",
      "B": "İç personelin örgüt yapısını tanımaması nedeniyle zorluk yaşaması",
      "C": "İç kaynaklardan işgören bulunmasının maliyetli bir yöntem olması",
      "D": "İç personelin terfi beklentisinin karşılanmamasının motivasyon kaybına yol açması",
      "E": "Dış kaynaklardan işgören temininde kör ilan yönteminin tercih edilmesi"
    },
    "explanation": "Metinde belirtildiği gibi, özellikle yönetici pozisyonları dış kaynaklardan doldurulduğunda, içeride terfi bekleyen personellerde hayal kırıklığı, memnuniyetsizlik ve işten ayrılma gibi olumsuz sonuçlar doğabilir. Bu durum motivasyon kaybına yol açan temel nedenlerden biridir. Diğer seçenekler ya doğrudan konu dışıdır ya da senaryoda belirtilen durumla ilgisizdir.<br/>Senaryoda yaşanan motivasyon kaybı, metinde belirtildiği gibi terfi beklentilerinin karşılanmamasından kaynaklandığı için doğru cevap D'dir."
  },
  {
    "id": "3842711",
    "unitNumber": 2,
    "text": "Bir konaklama işletmesi, önbüro bölümünde açılan yeni pozisyon için dış kaynaklardan işgören temin etmeye karar verir. Süreç sonunda işe alınan adayın, kurum kültürüne uyum sağlamakta zorlandığı ve ilk haftalarda sıkça hata yaptığı gözlemlenir. Bu durum aşağıdakilerden hangisinin doğal bir sonucu olarak değerlendirilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "İşletmenin bütçesinin dış kaynaklara uygun olmaması",
      "B": "Adayın örgüt yapısını bilmeden işe başlamış olması",
      "C": "İlanın yalnızca iç çalışanlara duyurulmuş olması",
      "D": "Mevcut çalışanların performansının dış adaydan daha yüksek olması",
      "E": "Adayın daha önce başka bir sektörde çalışmış olması"
    },
    "explanation": "Metne göre, dış kaynaklardan gelen işgörenlerin örgüt yapısı ve işleyişi hakkında bilgi sahibi olmamaları, sosyalizasyon ve öğrenme sürecini zorlaştırmakta; bu da uyum sürecinin uzamasına ve hatalara neden olabilmektedir. Bu durum, dış kaynak kullanımının bilinen dezavantajlarındandır.<br/>Dış kaynaklardan gelen adayın örgüt yapısını bilmemesi, uyum sürecini zorlaştıracağından doğru cevap B'dir."
  },
  {
    "id": "3842713",
    "unitNumber": 2,
    "text": "Bir konaklama işletmesi, önbüroda görev alacak adaylar için hem geçmiş deneyimlerini hem de pozisyona uygun becerilerini ölçmeyi hedeflemektedir. İşe alım sürecinde adaylara önce detaylı özgeçmiş ve iş başvuru formları doldurtulmuş, ardından adaylara belirli görevleri yerine getirmeleri istenmiştir. Bu süreçte işletmenin öncelikli olarak yararlandığı iki yöntem aşağıdakilerden hangisinde birlikte verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Özgeçmiş incelemesi ve dürüstlük testi",
      "B": "İş başvuru formu ve psikomotor simülasyonlar",
      "C": "Biyografik bilgiler ve iş örneği performans testi",
      "D": "Kişilik envanteri ve bilişsel yetenek testi",
      "E": "Eğitim kurumu referansları ve grup mülakatı"
    },
    "explanation": "Metne göre adayların geçmiş davranışlarına ve deneyimlerine dayalı bilgi toplamak amacıyla biyografik bilgiler (özgeçmiş, başvuru formu vb.) incelenmekte, işe yönelik becerilerin doğrudan ölçülebilmesi için ise iş örneği performans testleri kullanılmaktadır.<br/>Adayların geçmiş deneyimlerine ve pozisyona uygun becerilerine aynı anda ulaşmayı hedefleyen bir süreçte biyografik bilgiler ve iş örneği testleri birlikte kullanıldığından doğru cevap C'dir."
  },
  {
    "id": "3842715",
    "unitNumber": 2,
    "text": "İşe yeni başlayan bir işgörenin örgüt yapısını, kuralları ve beklentileri öğrenmesi; diğer çalışanlarla tanışarak işletmeye uyum sağlaması ve resmi bir eğitim sürecine katılması aşağıdaki süreçlerden hangisinin bir parçasıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "İşgören performans değerlendirmesi",
      "B": "Psikolojik dayanıklılık eğitimi",
      "C": "Sistematik sosyalizasyon uygulamaları",
      "D": "Kurumsal özgeçmiş arşivleme süreci",
      "E": "İşyeri denetim planlaması"
    },
    "explanation": "Sosyalizasyon süreci, yeni işgörenin işletmeye, örgüt kültürüne ve görevine uyum sağlaması için gerçekleştirilen sistematik bir uygulamalar bütünüdür. Bu süreçte işgören, iş arkadaşlarıyla etkileşim kurar, işletme politikalarını öğrenir ve işe adapte olur. Bu yönüyle sorudaki tanım, sosyalizasyon kavramı ile örtüşmektedir.<br/>Yeni işe başlayan personelin işletmeye uyumu ve örgüt kültürünü öğrenmesi sosyalizasyon sürecinin temel işlevi olduğundan doğru cevap C'dir."
  },
  {
    "id": "1765063",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi konaklama işletmelerinde misafirleri girişte karşılayan, valizlerini taşımaya yardımcı olan, araçları park eden, önbüronun eli ve ayağı olarak görev yapan çalışanların bulunduğu önbüro birimidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Concierge",
      "B": "Misafir ilişkileri",
      "C": "Rezervasyon",
      "D": "Bell captain",
      "E": "Bellboy"
    },
    "explanation": "Concierge; konaklama işletmelerinde misafirleri girişte karşılayan, valizlerini taşımaya yardımcı olan, araçları park eden, önbüronun eli ve ayağı olarak görev yapan bell captain, bellboy, doorman, vale unvanlarına sahip üniformalı çalışanların bulunduğu önbüro birimidir. Rezervasyon ve Halkla ilişkiler konaklama işletmelerinde bulunan diğer departmanlar arasında yer alır. Bell captain ve Bellboy birim değil çalışanlardır."
  },
  {
    "id": "1765064",
    "unitNumber": 3,
    "text": "Konaklama işletmelerinde önbüronun alt birimleri ve bu birimlerde çalışanların sayısı aşağıdakilerden hangisine göre farklılık gösterir?",
    "correctAnswer": "A",
    "options": {
      "A": "Örgüt yapısı",
      "B": "Örgüt kültürü",
      "C": "Müşteri sayısı",
      "D": "Dinamik yetenekler",
      "E": "Kilit personel sayısı"
    },
    "explanation": "Önbüronun alt birimleri ve bu birimlerde çalışanların sayısı konaklama işletmesinin örgüt yapısına göre değişmektedir. Böylece örgüt yapısı çalışanlar arasında resmi görev ve yetki ilişkilerini de ortaya koyar."
  },
  {
    "id": "1765065",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi <strong>genel olarak</strong> konaklama işletmelerinde önbüro altında yer alan birimlerden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Satın alma",
      "B": "Halkla ilişkiler",
      "C": "Yiyecek-içecek",
      "D": "Muhasebe",
      "E": "Önkasa"
    },
    "explanation": "Konaklama işletmelerinde önbüro genel olarak rezervasyon, resepsiyon, concierge, santral ve önkasa birimlerinden oluşmaktadır. Muhasebe, halkla ilişkiler, satın alma ve yiyecek-içecek ise konaklama işletmelerinin farklı departmanlarını/birimlerini oluşturur. Ancak bu yapılanmalar konaklama işletmelerinin çeşidine ve büyüklüğüne göre farklılık gösterebilir."
  },
  {
    "id": "1765067",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi konaklama işletmelerinde rezervasyon bölümüne ait görev ve sorumluluklar arasında <strong>yer almaz</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Fiyat bilgisi sağlama",
      "B": "Doluluk oranını takip etme",
      "C": "Overbooking yapma",
      "D": "Misafirleri karşılama",
      "E": "Acentalarla anlaşmalar yapma"
    },
    "explanation": "Rezervasyon bölümüne ait görevler ve sorumluluklar misafirlerin rezervasyonlarının kabul edilip edilmemesine karar verilmesi, misafirlere işletmedeki oda tiplerinin anlatılması, gelmek istedikleri tarihlerin belirlenmesi tarihler uygunsa fiyat bilgisi sağlanması, misafirlerden ön ödeme talep edilmesi, ön ödeme geldikten sonra rezervasyonların konfirme edilmesi, işletmenin doluluk oranlarının takip edilmesi, acentelerle anlaşmaların yapılması, oda satışlarının durdurulması veya önlem olarak overbooking gerçekleştirilmesidir. Misafirlerin karşılanması ise resepsiyonun görev ve sorumlulukları arasında yer alır."
  },
  {
    "id": "1765068",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi resepsiyonda misafirleri karşılayan personelin <strong>kullanmaması</strong> gereken sözler arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Ayrıntılı bilgi alıp hemen size aktarıyorum.",
      "B": "Sizin için bir çözüm bulmaya çalışacağım.",
      "C": "Maalesef bu benim işim değil.",
      "D": "Size başka bir alternatif önerebilirim.",
      "E": "Sizi bu sorunu çözebilecek yetkiliyle görüştüreceğim."
    },
    "explanation": "Konaklama işletmelerinde sorunların çözümündeki başarı çalışanların eğitimi, tecrübesi ve yetenekleri olduğu kadar iyi iletişimine de bağlıdır. Örneğin misafirler “maalesef bu benim işim değil” cevabını duymak yerine sorunlarının çözüldüğünü görmekten memnuniyet duyacaklardır."
  },
  {
    "id": "1765088",
    "unitNumber": 3,
    "text": "Saç, sakal, takı ve makyaj standartları işletmeden işletmeye değişim gösterse de aşağıdakilerden hangisi <strong>genel olarak</strong> dış görünüşüne özen gösteren otel çalışanının özelliklerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Saçlarını sıra dışı renkte boyamaları",
      "B": "Canlı ve dikkat çekici renklerde oje sürmeleri",
      "C": "Belli standartlarda bıyık bırakmaları",
      "D": "Koyu makyaj yapmaları",
      "E": "Uzun saçlarını salmaları"
    },
    "explanation": "Saç, sakal, takı ve makyaj standartları işletmeden işletmeye değişim gösterse de genel olarak bakıldığında şu standartlara uyulduğu görülebilir: Kadınlar: hafif makyaj yapabilirler, alyans, küpe, sade kolye ve saat takabilirler, saçlarını toplayarak çalışırlar, saçlarını sıra dışı renklerde boyamazlar, sade renklerde oje sürebilirler. Erkekler: mesaiye gelmeden sakal tıraşı olurlar, saçları uzunsa toplarlar, belli standartlarda bıyık bırakabilirler, yalnızca saat ve alyans takarlar."
  },
  {
    "id": "1765090",
    "unitNumber": 3,
    "text": "Konaklama işletmelerinin diğer bölümlerinde oluşan gelirler aşağıdakilerden hangisinde toplanır?",
    "correctAnswer": "A",
    "options": {
      "A": "Önkasa",
      "B": "Safe box",
      "C": "Güvenlik",
      "D": "Yiyecek-içecek",
      "E": "Genel müdür"
    },
    "explanation": "İşletmenin diğer bölümlerinde oluşan gelirler önkasada toplanmaktadır. Ayrıca muhasebenin kapalı olduğu saatlerde işletmedeki diğer kasaların paraları önkasada muhafaza edilir."
  },
  {
    "id": "1765091",
    "unitNumber": 3,
    "text": "Düğün organizasyonlarının sorunsuz yürütülebilmesi için önbüro öncelikli olarak aşağıdakilerden hangisiyle koordinasyonu sağlamalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Satış pazarlama",
      "B": "Kat hizmetleri",
      "C": "Muhasebe",
      "D": "Güvenlik",
      "E": "Animasyon"
    },
    "explanation": "Oda satışlarının yanı sıra işletmede yapılacak düğün, toplantı, konferans vb. çeşitli etkinliklerin satışları ile de satış ve pazarlama bölümü ilgilenmektedir. Bu nedenle satış ve pazarlama bölümünün işletmenin doluluğuyla ve etkinliklerin sağlıklı biçimde yürütülebilmesi için önbüro ile sürekli iletişim hâlinde olması gerekmektedir."
  },
  {
    "id": "1765092",
    "unitNumber": 3,
    "text": "Giriş yapacak misafirlerin odalarının hazırlanması için önbüro <strong>öncelikli olarak</strong> aşağıdakilerden hangisiyle koordinasyonu sağlamalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Satış pazarlama",
      "B": "Kat hizmetleri",
      "C": "Muhasebe",
      "D": "Güvenlik",
      "E": "Animasyon"
    },
    "explanation": "Önbüro ve kat hizmetleri bölümleri ağırlıklı olarak odaların kullanılabilirlik durumu ile ilgili iletişim kurmaktadırlar. Önbüro çalışanları misafirler giriş yapmadan önce odaların hazır olup olmadığını kat hizmetlerinden öğrenmektedirler."
  },
  {
    "id": "1765093",
    "unitNumber": 3,
    "text": "Misafirlerden talep edilen ön ödemeler ve cari hesapların takip edilmesinde önbüro aşağıdakilerden hangisiyle koordinasyonu sağlamalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Satın alma",
      "B": "Muhasebe",
      "C": "Genel müdür",
      "D": "Önkasa",
      "E": "Güvenlik"
    },
    "explanation": "Konaklama işletmelerindeki parasal işlemler muhasebe aracılığıyla yürütülür. Kesilen faturalarda herhangi bir yanlışlık olup olmadığı muhasebe tarafından kontrol edilir ve düzeltme yapılması gerekiyorsa önbüroya iletilir. Yine misafirlerden talep edilen ön ödemelerin ve cari hesapların takip edilmesi konusunda muhasebe ile iletişime geçilir."
  },
  {
    "id": "1765431",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Konaklama İşletmelerinin özelliklerinden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sabit yatırımlar çok fazladır ve toplam yatırım sermayesinin %60’ına kadar çıkabilmektedir. Bu yatırımlar gayrimenkul yatırımlarıdır ve ikame edilme şansı vardır. Konaklama işletmelerinin ilk yatırımında ve işletilmesinde büyük sermaye gereksinimi vardır.",
      "B": "Sabit yatırımlar (binalar, destek tesisleri vb.), donanımlar, makineler malzemeler işletmenin faaliyetlerinde ve bu faaliyetlerin sürekli ve başarılı olmasında önemli yere sahiptir.",
      "C": "Konaklama işletmelerinin ilk yatırımında ve işletilmesinde büyük sermaye gereksinimi vardır.",
      "D": "Tesis binaları ve donanımlar çevresel faktörlerle sürekli etkileşim içerisindedir.",
      "E": "Çevresel faktörlere bağımlılığın yanında bu faktörleri etkileme olanağı çok azdır."
    },
    "explanation": "Bu soru bölüm 1'3e ait bir sorudur. ve toplam yatırım sermayesinin %90’ına kadar çıkabilmektedir. Bu yatırımlar gayrimenkul yatırımlarıdır ve ikame edilme şansı çoğunlukla bulunmamaktadır."
  },
  {
    "id": "1765432",
    "unitNumber": 3,
    "text": "30791 sayılı Turizm Tesislerinin Niteliklerine İlişkin Yönetmelik’e göre oteller en fazla kaç yıldız şeklinde sınıflandırılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "4",
      "B": "5",
      "C": "6",
      "D": "7",
      "E": "8"
    },
    "explanation": "30791 sayılı Turizm Tesislerinin Niteliklerine İlişkin Yönetmelik’e göre oteller; asli fonksiyonları misafirlerin konaklama ihtiyaçlarını karşılamak olan, bu hizmetin yanında, yeme-içme, toplantı, kutlama etkinlikleri, spor ve eğlenceye yönelik üniteleri de bünyelerinde bulundurabilen tesislerdir. Oteller; bir, iki, üç, dört ve beş yıldızlı olmak üzere beş sınıf altında değerlendirilmektedir."
  },
  {
    "id": "1765433",
    "unitNumber": 3,
    "text": "Yerleşim merkezleri dışında, karayolu güzergâhı veya yakın çevrelerinde inşa edilen, motorlu araçlarıyla yolculuk yapanların konaklama, yeme-içme ve araçlarının park ihtiyaçlarını karşılayan en az on odalı tesislere ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Otel",
      "B": "Hotel",
      "C": "Motel",
      "D": "Apart",
      "E": "Pansiyon"
    },
    "explanation": "Moteller yerleşim merkezleri dışında, karayolu güzergâhı veya yakın çevrelerinde inşa edilen, motorlu araçlarıyla yolculuk yapanların konaklama, yeme-içme ve araçlarının park ihtiyaçlarını karşılayan en az on odalı tesislerdir"
  },
  {
    "id": "1765434",
    "unitNumber": 3,
    "text": "Turizm tesisleri ve konaklama tesisleri için belirlenmiş olan asgari nitelikleri sağlayan, deneyimli, konusunda eğitimli veya sertifikalı personel ile kişiye özel yüksek standartta hizmet verilen, en az on, en fazla altmış odalı tesislere ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hotel",
      "B": "Motel",
      "C": "Pansiyon",
      "D": "Butik otel",
      "E": "Apart"
    },
    "explanation": "Butik oteller; turizm tesisleri ve konaklama tesisleri için belirlenmiş olan asgari nitelikleri sağlayan, deneyimli, konusunda eğitimli veya sertifikalı personel ile kişiye özel yüksek standartta hizmet verilen, en az on, en fazla altmış odalı otellerdir."
  },
  {
    "id": "1765435",
    "unitNumber": 3,
    "text": "30791 sayılı yönetmeliğe göre yönetimi basit, yemek ihtiyacının idare tarafından sağlanabildiği veya misafirlerin kendi yemeklerini bizzat hazırlayabilme imkânı bulunan, en az beş, en fazla yirmi beş odalı tesislere ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Otel",
      "B": "Butik otel",
      "C": "Kamping",
      "D": "Pansiyon",
      "E": "Apart otel"
    },
    "explanation": "Pansiyonlar; yönetimi basit, yemek ihtiyacının idare tarafından sağlanabildiği veya misafirlerin kendi yemeklerini bizzat hazırlayabilme imkânı bulunan, en az beş, en fazla yirmi beş odalı tesislerdir."
  },
  {
    "id": "1765436",
    "unitNumber": 3,
    "text": "30791 sayılı yönetmeliğe göre; deniz, göl, dağ gibi doğal güzelliği olan yerlerde kurulan ve genellikle misafirlerin kendi imkânlarıyla geceleme, yeme-içme, dinlenme, eğlence ve spor ihtiyaçlarını karşıladıkları en az on ünitelik tesislere ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Çadırkent",
      "B": "Pansiyon",
      "C": "Apart otel",
      "D": "Butik otel",
      "E": "Kamping"
    },
    "explanation": "Kampingler 30791 sayılı yönetmeliğe göre; deniz, göl, dağ gibi doğal güzelliği olan yerlerde kurulan ve genellikle misafirlerin kendi imkânlarıyla geceleme, yeme-içme, dinlenme, eğlence ve spor ihtiyaçlarını karşıladıkları en az on ünitelik tesislerdir."
  },
  {
    "id": "1765437",
    "unitNumber": 3,
    "text": "Bir konaklama işletmesinin çok büyük işletme olarak kabul edilmesi için en az kaç odası olmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "300",
      "B": "400",
      "C": "500",
      "D": "600",
      "E": "700"
    },
    "explanation": "Çok büyük konaklama işletmeleri 300 ve daha fazla odaya sahip tesislerdir."
  },
  {
    "id": "1765441",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi ön büro personelinin görevlerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Rezervasyon almak ve takip etmek",
      "B": "İşletmeye gelen misafirleri karşılamak",
      "C": "Misafir hesaplarını düzenli bir şekilde tutmak",
      "D": "İşletmedeki boş ve dolu oda sayısını takip etmek, boş odalar için rezervasyon almak veya satış yapmak",
      "E": "Misafir bagajlarını odaya kadar taşımaya eşlik etmek"
    },
    "explanation": "Misafir bagajlarını odaya kadar taşıtmak görevleri arasındadır ama eşlik etmek zorunda değildir."
  },
  {
    "id": "1765443",
    "unitNumber": 3,
    "text": "Misafirin kabul edilmesi, kaydının yapılması, ayrılma işlemlerinin gerçekleştirilmesinden sorumlu bölüme ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Rezervasyon",
      "B": "Santral",
      "C": "Giriş kapısı",
      "D": "Danışma",
      "E": "Resepsiyon"
    },
    "explanation": "Resepsiyon: Misafirin kabul edilmesi, kaydının yapılması, ayrılma işlemlerinin gerçekleştirilmesinden sorumlu bölümdür."
  },
  {
    "id": "1765444",
    "unitNumber": 3,
    "text": "Yönetim fonksiyonlarında örgütlemeden sonra hangi aşama gelir?",
    "correctAnswer": "B",
    "options": {
      "A": "Denetleme",
      "B": "Yöneltme",
      "C": "Eşgüdüm",
      "D": "Planlama",
      "E": "Koordinasyon"
    },
    "explanation": "Örgütlemeden sonra yöneltme aşaması gelir."
  },
  {
    "id": "1942931",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi ön büroda misafirlere sunulan hizmetlerin 4 temel aşamasından biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "varış öncesi",
      "B": "varış",
      "C": "konaklama",
      "D": "ayrılış",
      "E": "parasal işlemler"
    },
    "explanation": "parasal işlemler"
  },
  {
    "id": "1942935",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi önbüroda misafir işlemlerinden birisi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "rezarvasyon alma",
      "B": "giriş ve kayıt işlemleri",
      "C": "misafirlere bilgi aktarımı",
      "D": "kredi kartı işlemleri",
      "E": "konaklama"
    },
    "explanation": "konaklama"
  },
  {
    "id": "1942940",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi en temel ön ofis işlemlerinden birisi <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "oda satışları",
      "B": "giriş ve çıkış işlemleri",
      "C": "misafire anahtar teslimi",
      "D": "parasal işlemler",
      "E": "ayrılış"
    },
    "explanation": "ayrılış"
  },
  {
    "id": "1943375",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi arka büro işlemlerinden birisi <strong>değildir</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "misafirin tekrar gelen misafir olup olmadığının kontrolü",
      "B": "misafire anahtar teslimi",
      "C": "misafir adisyonlarının hesaba girilmesi",
      "D": "misafire verilen oda durumunun takip edilmesi",
      "E": "hesap açılması"
    },
    "explanation": "misafire anahtar teslimi"
  },
  {
    "id": "1943378",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi ön büronun alt birimlerinden birisi <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "rezervasyon",
      "B": "resepsiyon",
      "C": "misafire anahtar teslimi",
      "D": "önkasa",
      "E": "santral"
    },
    "explanation": "misafire anahtar teslimi"
  },
  {
    "id": "1946207",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi alt bölümlerden birisi değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "cverbooking",
      "B": "rezarvasyon",
      "C": "resepsiyon",
      "D": "danışma",
      "E": "santral"
    },
    "explanation": "overbooking"
  },
  {
    "id": "1946214",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi rezarvasyon birimi tarafından gerçekleştirilen işlemlerden birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "santral",
      "B": "misafirden ön ödeme talep edilir",
      "C": "danışma",
      "D": "resepsiyon",
      "E": "ön kasa"
    },
    "explanation": "misafirden ön ödeme talep edilir"
  },
  {
    "id": "1946227",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi işletmenin doluluk oranına göre yapılan düzenlemelerden birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "gerekli görüldüğü durumlarda kapasite üstü rezervasyon(overbooking) yapmak",
      "B": "resepsiyon",
      "C": "danışma",
      "D": "santral",
      "E": "önkasa"
    },
    "explanation": "gerekli görüldüğü durumlarda kapasite üstü rezarvasyon(overbookinğ) yapmak"
  },
  {
    "id": "1946235",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi resepsiyon çalışanlarının sorumluluklarından birisi değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "santral",
      "B": "misafirleri karşılamak",
      "C": "rezervasyonlarını kontrol etmek",
      "D": "kayıtlarını gerçekleştirmek",
      "E": "oda anahtarlarını teslim etmek"
    },
    "explanation": "santral"
  },
  {
    "id": "1946240",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kayıt anında izlenen adımlardan birisi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "misafir kayıt formu doldurulup imzalatılır",
      "B": "ödeme yöntemi ve tercihi belirlenir",
      "C": "misafir oda kartı teslim edilir",
      "D": "rezervasyonda belirtilen özelliklere uygun oda ataması yapılır",
      "E": "santral"
    },
    "explanation": "santral"
  },
  {
    "id": "1765235",
    "unitNumber": 4,
    "text": "Tüketicinin parasının karşılığında almayı umduğu hizmet ile ona sunulan hizmet arasındaki farkı yansıtan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Fiyat",
      "B": "Ürün",
      "C": "Değer",
      "D": "Maliyet",
      "E": "Sunum"
    },
    "explanation": "Önbüroda fiyat ve fiyatlandırma konusu içerisinde yer alan değer kavramının tanımı<br/>Değer: Tüketicinin parasının karşılığında almayı umduğu hizmet ile ona sunulan hizmet arasındaki farkı yansıtan bir kavramdır."
  },
  {
    "id": "1765236",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi genişletilmiş pazarlama karması elemanlarından birisi <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Ürün",
      "B": "Dağıtım",
      "C": "Fiyat",
      "D": "Maliyet",
      "E": "İnsan"
    },
    "explanation": "Önbüroda fiyat ve fiyatlandırma konusu başlığı ile ilgili soru<br/>Genişletilmiş pazarlama karması elemanları ürün, dağıtım, tutundurma, fiyat, insan, fiziksel kanıtlar ve süreçtir. Cevap Maliyettir."
  },
  {
    "id": "1765278",
    "unitNumber": 4,
    "text": "Pazarlama faaliyetlerinin yürütülmesi sırasında pazarlama yöneticisinin üzerinde karar vermesi gereken temel değişkenlere ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pazarlama Karması",
      "B": "Değer",
      "C": "Hedef pazar",
      "D": "Değişken maliyet",
      "E": "Fiyat esnekliği"
    },
    "explanation": "<strong>Soru ile ilgili konu başlığı:</strong> ÖNBÜRODA FİYAT VE FİYATLANDIRMA<br/>Pazarlama Karması: Pazarlama faaliyetlerinin yürütülmesi sırasında pazarlama yöneticisinin üzerinde karar vermesi gereken temel değişkenlere pazarlama bileşenleri ya da pazarlama karması denir."
  },
  {
    "id": "1765279",
    "unitNumber": 4,
    "text": "Aşağıdaki fiyat türlerinden hangisi, sayfiye işletmelerinin sezon boyunca belli bir oranda misafir getirmeyi garanti eden seyahat acenteleri veya tur operatörlerine verdikleri fiyattır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kapı fiyatı",
      "B": "Kontenjan Anlaşması Fiyatı",
      "C": "Mevsim dışı fiyat",
      "D": "Her şey dahil fiyatı",
      "E": "Grup fiyatı"
    },
    "explanation": "<strong>Soru ile ilgili konu başlığı:</strong><strong>Konaklama İşletmelerinde Pansiyon Türleri </strong><br/>Kontenjan Anlaşması Fiyatı: Bu fiyat türünde fiyatlar bir sene öncesinden belirlenir. Sayfiye işletmelerinin sezon boyunca belli bir oranda misafir getirmeyi garanti eden seyahat acenteleri veya tur operatörlerine verdikleri fiyattır. Konaklama işletmesi yöneticileri tur operatörlerine odalarını blok hâlinde önceden ve doluluk garantisine bağlı olarak indirimli satmaktadırlar."
  },
  {
    "id": "1765286",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi konaklama işletmelerinde, fiyat belirleme süreçlerinin aşamalarından biri <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Fiyatlama amacının belirlenmesi",
      "B": "Hedef pazarın değerlendirilmesi",
      "C": "Fiyatlama yönetiminin sabitlenmesi",
      "D": "Rakiplerin fiyatlarının değerlendirilmesi",
      "E": "Talep, maliyet ve kar ilişkisinin analizi"
    },
    "explanation": "<strong>Soru ile ilgili konu başlığı:</strong> <strong>Önbüroda Fiyat Belirleme Süreci </strong><br/>Konaklama işletmelerinde fiyat belirleme sürecinin aşamaları: Fiyatlama amacının belirlenmesi, Hedef pazarın değerlendirilmesi, Talebin belirlenmesi, Talep, maliyet ve kâr ilişkisinin analizi, Rakiplerin fiyatlarının değerlendirilmesi, Fiyatlama politikasının seçilmesi, Fiyatlama yönetiminin geliştirilmesi ve Fiyatın belirlenmesidir. Fiyatlama yönetiminin sabitlenmesi doğru cevaptır."
  },
  {
    "id": "1765290",
    "unitNumber": 4,
    "text": "Konaklama işletmelerinde işçilik giderleri, yiyecek giderleri ve hammadde giderleri hangi maliyetler kapsamında değerlendirilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sabit",
      "B": "Fırsat",
      "C": "Alternatif",
      "D": "Değişken",
      "E": "İkame"
    },
    "explanation": "<strong>Soru ile ilgili konu başlığı:</strong> <strong>Maliyetler </strong><br/>İş hacmiyle artan ya da azalan maliyetlere <strong>değişken maliyetler</strong>dir. İşçilik giderleri, yiyecek giderleri, hammadde giderleri gibi maliyetler ise değişken maliyetler kapsamında değerlendirilmektedir. Değişken maliyetler kontrol edilebilen maliyetlerdir."
  },
  {
    "id": "1765296",
    "unitNumber": 4,
    "text": "Üretim maliyetlerine ek olarak işletmeler faaliyet giderlerini de hesaplamak zorundadırlar. Aşağıdaki giderlerden hangisi faaliyet giderleri arasında <strong>yer almaz</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Araştırma geliştirme",
      "B": "Pazarlama",
      "C": "Satış",
      "D": "Dağıtım",
      "E": "Sigorta"
    },
    "explanation": "<strong>Soru ile ilgili konu başlığı: Maliyetler </strong><br/>Üretim maliyetlerine ek olarak işletmeler faaliyet giderlerini de hesaplamak zorundadırlar. Bu giderler araştırma geliştirme giderleri, pazarlama satış dağıtım giderleri ve genel yönetim giderleridir. Dolayısıyla sigorta doğru cevaptır."
  },
  {
    "id": "1765316",
    "unitNumber": 4,
    "text": "Konaklama işletmelerinde sadece üretim maliyetleri dikkate alınarak, rekabet -talep koşulları dikkate alınmadan ve işletmelerin oda satışında sabit ve değişken maliyetleri temel alınarak, fiyatların belirlenmesi, aşağıdaki hangi fiyatlama yöntemi içinde yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Maliyete dayalı fiyatlama yöntemi",
      "B": "Maliyet artı yöntemi",
      "C": "Hedef fiyatlandırma yöntemi",
      "D": "Kapalı zarf usulü yöntemi",
      "E": "Fiyat esnekliği yöntemi"
    },
    "explanation": "<strong>Soru ile ilgili konu başlığı: Maliyete Dayalı Fiyatlama Yöntemi </strong><br/><strong>Maliyete dayalı fiyatlama</strong> yönteminde diğer işletmelerle olan rekabet durumu ve misafirlerin talep koşulları göz ardı edilmektedir. Bu fiyatlama yönteminde konaklama işletmeleri sadece üretim maliyetlerini dikkate almaktadırlar. Maliyete dayalı fiyatlama, rekabet ve talep koşulları dikkate alınmadan, konaklama işletmesinin oda satışında sabit ve değişken maliyetleri temel alarak fiyatı belirlemesidir."
  },
  {
    "id": "1765317",
    "unitNumber": 4,
    "text": "Pazarın kaymağını alma politikasıyla ilgili aşağıdaki hangi ifade pazarı olumsuz etkileyebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "İşletmenin yeterli teknolojisinin olması gereklidir",
      "B": "Kısa zaman diliminde pazara yeni girişler olmalıdır",
      "C": "Pazarın kaymağını alma yüksek fiyat politikasına dayanmaktadır",
      "D": "Ürün yaşam eğrisinin ilk aşamalarında elastik olmalıdır",
      "E": "Ürünü yüksek fiyattan talep edecek pazar bölümü işletme için tatmin edici olmalıdır."
    },
    "explanation": "<strong>Soru ile ilgili konu başlığı: Yeni Ürün Fiyatlama </strong><br/>Pazarın kaymağını alma yüksek fiyat politikasına dayanmaktadır. Pazarın kaymağını alma politikasının uygulanabilmesi için pazarda şu koşullar olmalıdır: Ürün yaşam eğrisinin ilk aşamalarında elastik olmalıdır. Ürünü yüksek fiyattan talep edecek pazar bölümü işletme için tatmin edici olmalıdır. Kısa zaman diliminde pazara yeni girişler olmamalıdır. İşletmenin rekabet edebilmek için yeterli teknolojisinin olması gerekmektedir."
  },
  {
    "id": "1765320",
    "unitNumber": 4,
    "text": "Aşağıdaki ifadelerden hangisi psikolojik fiyatlandırma politikaları arasında <strong>yer almaz?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Kalanlı fiyatlandırma",
      "B": "Prestij fiyatlandırması",
      "C": "Değişken fiyat uygulaması",
      "D": "Değer fiyatlandırması",
      "E": "Referans fiyatlandırma"
    },
    "explanation": "<strong>Soru ile ilgili konu başlığı: Psikolojik Fiyatlama </strong><br/>Psikolojik fiyatlandırma politikaları arasında; kalanlı fiyatlandırma, prestij fiyatlandırması, sabit fiyat uygulaması, değer fiyatlandırması ve referans fiyatlandırma sayılabilir. İşletme yöneticilerinin tek fiyat uygulamaya ve bu fiyatı, kâr yüzdesinin zaman içinde azalmasına da katlanarak, uzunca bir süre sabit tutmaya çalıştığı psikolojik fiyatlama yöntemi sabit fiyatlamadır. Sabit fiyatla fiyatlandırma, bütün misafirlere uygulanacağı gibi, sürekli misafirlere de uygulanabilmektedir."
  },
  {
    "id": "1765321",
    "unitNumber": 4,
    "text": "Bir ürünün orta fiyatlı modeli yüksek fiyatlı bir modelle yan yana konularak, tüketicilerin dikkatinin orta fiyatlı ürüne çekilmesi stratejisine hangi psikolojik fiyatlandırma politikasıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Kalanlı fiyatlandırma",
      "B": "Prestij fiyatlandırması",
      "C": "Sabit fiyat uygulaması",
      "D": "Referans fiyatlandırma",
      "E": "Değer fiyatlandırması"
    },
    "explanation": "<strong>Soru ile ilgili konu başlığı:</strong> <strong>Psikolojik Fiyatlama </strong><br/>Referans fiyatlandırma; bir ürünün orta fiyatlı modeli yüksek fiyatlı bir modelle yan yana konularak tüketicilerin dikkatinin orta fiyatlı ürüne çekilmesi stratejisine dayanmaktadır."
  },
  {
    "id": "1765324",
    "unitNumber": 4,
    "text": "Reklam amaçlı fiyatlamada kullanılan yöntemlerden hangisinde misafir sayısını artırmak için, markalı ürünlerin fiyatı düşürülmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bir ürün vermede",
      "B": "Özel ödeme planında",
      "C": "Nakit iadesinde",
      "D": "Özel olay fiyatlamasında",
      "E": "Fiyat liderlerinde"
    },
    "explanation": "<strong>Soru ile ilgili konu başlığı: Reklam Amaçlı Fiyatlama </strong><br/>Reklam amaçlı fiyatlamaya tutundurma amaçlı fiyatlama da denmektedir. Reklam amaçlı fiyatlamada kullanılan yöntemler şunlardır: <strong>Fiyat liderleri:</strong> Daha çok büyük işletmeler tarafından tercih edilmektedir. Bu fiyatlamada amaç misafir sayısını artırmak için markalı ürünlerin fiyatlarını düşürmektedir. <strong>Özel olay fiyatlaması:</strong> İşletmeler satışlarını artırmak için sundukları mal ve hizmetlerin fiyatını bayram, yılbaşı gibi özel günlerde daha uygun hale getirmektedir. <strong>Nakit iadesi veya bir ürün verme</strong>: Belirli zaman diliminde ürünü veya hizmeti satın alan misafirlere para iadesi yapılmaktadır ya da başka bir ürün hediye olarak verilmektedir. <strong>Özel ödeme planı:</strong> İşletmelerin bankalarla özel anlaşmalar yaparak misafirlerine ödeme planları sunmasıdır."
  },
  {
    "id": "1765496",
    "unitNumber": 4,
    "text": "İşletme yöneticileri için en zor kararlardan biri olan ve işletmelerin satışa sundukları mal ve hizmetlerin değerinin belirlenmesini ifade eden amaç aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tutundurma",
      "B": "Ürün",
      "C": "Dağıtım",
      "D": "Süreç",
      "E": "Fiyatlandırma"
    },
    "explanation": "Önbüroda fiyat ve fiyatlandırma konusu içerisinde yer alan fiyatlandırma konusu ile ilgili değerlendirme<br/>İşletme yöneticileri için en zor kararlardan biri fiyatlandırmadır. Fiyatlama işletmelerin satışa sundukları mal ve hizmetlerin fiyatının diğer bir ifadeyle değerinin belirlenmesidir."
  },
  {
    "id": "1765497",
    "unitNumber": 4,
    "text": "Yönetim tarafından belirlenmiş standart fiyat ya da afişe fiyat olarak da adlandırılan, işletmeninin oda için belirlediği en yüksek fiyatın bir diğer adı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kapı fiyatı",
      "B": "Anlaşmalı şirket fiyatı",
      "C": "Hafta sonu fiyatı",
      "D": "Grup fiyatı",
      "E": "Resmi fiyat"
    },
    "explanation": "Konaklama işletmelerinde pansiyon türleri konusundaki kapı fiyatı açıklaması<br/>Kapı fiyatı: Yönetim tarafından belirlenmiş standart fiyattır. Afişe olarak da adlandırılmaktadır. İşletmenin oda için belirlediği en yüksek fiyattır."
  },
  {
    "id": "1765777",
    "unitNumber": 4,
    "text": "Fiyatlandırma kararını etkileyen faktörlerden içsel ve dışsal faktörlerden olan dışsal faktörler için fiyatlamada önemli olan faktörlerden birisi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Maliyetler yapısı",
      "B": "Pazar ve talep sayısı",
      "C": "Rekabet",
      "D": "Misafir",
      "E": "Fiyat karar mekanizması"
    },
    "explanation": "Önbüroda rol oynayan faktörler içerisinde yer alan dışsal faktörün tanımı<br/>İçsel faktörler işletme yönetimi kontrolünde olan etmenleri kapsamaktadır. Bunlar işletmenin fiyatlandırma amaçları, pazarlama karma stratejileri,maliyet yapısı ve fiyat karar mekanizmasıdır. Dışsal faktörler ise; pazar ve talep yapısı, rakiplerin maliyet ve dağıtım kanalları ve yasal düzenlemelerdir."
  },
  {
    "id": "1765984",
    "unitNumber": 4,
    "text": "Toplam üretim maliyeti içinde yer alan, üretim yapılsa da yapılmasa da katlanılmak zorunda olunan ve aynı zamanda işletmeler için kontrol edilemeyen giderler olarak nitelendirilen maliyet türü aşağıdakilerden hangisidir ?",
    "correctAnswer": "D",
    "options": {
      "A": "Değişken maliyetler",
      "B": "Üretim maliyetleri",
      "C": "Fırsat maliyetleri",
      "D": "Sabit maliyetler",
      "E": "Alternatif maliyet"
    },
    "explanation": "Önbüroda fiyatlama kararında rol oynayan faktörlerden biri olan sabit maliyetlerin tanımı.<br/>Toplam üretim maliyeti içinde yer alan sabit maliyetler üretim yapılsa da yapılmasa da katlanılmak zorunda olunan maliyetlerdir. Sabit maliyetler aynı zamanda işletmeler için kontrol edilemeyen giderlerdir. Sigortalar, vergiler, kiralar ve yöneticilerin maaşları gibi giderler genellikle sabit maliyetler kapsamında değerlendirilir."
  },
  {
    "id": "1765985",
    "unitNumber": 4,
    "text": "Tüketici davranışlarının incelenmesi ile ortaya çıkan, alışılmışın dışındaki talep eğrilerini esas alan fiyatlandırma uygulaması aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Fiyat denetleme",
      "B": "Reklam amaçlı fiyatlama",
      "C": "Fiyat indirim politikası",
      "D": "Ürün fiyatlama",
      "E": "Psikolojik fiyatlama"
    },
    "explanation": "Fiyat politikaları başlıklı konunun içerisinde yer alan yeni ürün fiyatlama alt başlıklarından biri olan psikolojik fiyatlamanın tanımı.<br/>Psikolojik fiyatlama: Tüketici davranışlarının incelenmesi ile ortaya çıkan, alışılmışın dışındaki talep eğrilerini esas alan fiyatlandırma uygulamalarıdır. Bu fiyatlama politikasında tüketicilerin duygusal tepkileri kullanılmaktadır. Psikolojik fiyatlandırma politikaları arasında kalanlı fiyatlandırma, prestij fiyatlandırması, sabit fiyat uygulaması, değer fiyatlandırması ve referans fiyatlandırma sayılabilir."
  },
  {
    "id": "1765986",
    "unitNumber": 4,
    "text": "Kültür ve Turizm Bakanlığınca onaylanan fiyat tarifeleri ile faaliyet göstermeleri esas olan işletmelerin, ilgili tebliğe göre işletmelerin fiyat tarifelerini içinde bulundukları yılın hangi ayları içerisinde onaylatmak zorundadırlar ?",
    "correctAnswer": "C",
    "options": {
      "A": "Ekim ve Kasım",
      "B": "Mart ve Nisan",
      "C": "Eylül ve Ekim",
      "D": "Ağustos ve Eylül",
      "E": "Kasım ve Aralık"
    },
    "explanation": "Önbüroda fiyatlama kararında rol oynayan faktörlerden biri olan kamu içerisinde yer alan fiyat tarifelerinin belirlenmesi ile ilgili bilgi.<br/>Kültür ve Turizm Bakanlığınca onaylanmış fiyat tarifeleri ile faaliyet göstermeleri esastır (Resmi Gazete, 2008). Bunun yanında ilgili tebliğe göre işletmelerin fiyat tarifelerini, içinde bulundukları yılın Eylül ve Ekim aylarında onaylatmak zorundadırlar. Onaylanan fiyat tarifeleri bir takvim yılı sonuna kadar geçerlidir."
  },
  {
    "id": "1765989",
    "unitNumber": 4,
    "text": "Herhangi bir malın fiyat değişikliği karşısında, tüketicilerin bir değişikliğe karşı satın aldıkları miktarı değiştirmek şeklinde gösterdikleri duyarlılık derecesi ya da tepkinin şiddetine ne ad verilir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Talep ve fiyat esnekliği",
      "B": "Tutundurma",
      "C": "Maliyet",
      "D": "Fiyatlama",
      "E": "Reklam"
    },
    "explanation": "Ön büroda fiyatlandırma konusu içerisinde yer alan talep ve fiyat esnekliğinin tanımı.<br/>Talep ve fiyat esnekliği: Herhangi bir malın fiyat değişikliği karşısında, tüketicilerin bu değişikliğe karşı satın aldıkları miktarı değiştirmek şeklinde gösterdikleri duyarlılık derecesi ya da tepkinin şiddetidir."
  },
  {
    "id": "1765990",
    "unitNumber": 4,
    "text": "Hizmetlerin pazarda kabul görmesi için işletmelerin tüketicileri ikna etmek için kullandıkları tüm iletişim etkinliklerine ne ad verilir ?",
    "correctAnswer": "B",
    "options": {
      "A": "Maliyet",
      "B": "Tutundurma",
      "C": "Fiyatlama",
      "D": "Talep",
      "E": "Fiyat esnekliği"
    },
    "explanation": "Fiyat politikaları konusu içerisinde yer alan tutundurma kavramının tanımı.<br/>Tutundurma: Hizmetlerin pazarda kabul görmesi için işletmelerin tüketicileri ikna etmek için kullandıkları tüm iletişim etkinlikleridir."
  },
  {
    "id": "1947288",
    "unitNumber": 4,
    "text": "Pazarlama faaliyetlerinin yürütülmesi sırasında pazarlama yöneticisinin üzerinde karar vermesi gereken temel değişkenlere verilen isim nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pazarlama Karması",
      "B": "Değer",
      "C": "Hedef Pazar",
      "D": "Rekabet",
      "E": "İkame Mal"
    },
    "explanation": "Pazarlama Karması: Pazarlama faaliyetle- rinin yürütülmesi sırasında pazarlama yö- neticisinin üzerinde karar vermesi gereken temel değişkenlere pazarlama bileşenleri ya da pazarlama karması denir."
  },
  {
    "id": "1947305",
    "unitNumber": 4,
    "text": "Aşağıda verilenlerden hangisi turizm işletmelerinin fiyatlama amaçlarından birisi <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Tatmin edici kâr elde etmek",
      "B": "Tatmin edici satış düzeyine ulaşmak",
      "C": "Yeterli pazar payına ulaşmak",
      "D": "Pazar payını artırmak",
      "E": "İşletmeyi yenilemek"
    },
    "explanation": "Fiyatlandırma kararları verilirken işletmenin amaç ve hedeflerinin dikkate alınması önem arz eder. Bu noktada işletmelerin fiyatlama amaçları şu şekilde sıralanabilir:<br/><ul><br/><li><br/>Tatmin edici kâr elde etmek<br/></li><br/><li><br/>Tatmin edici satış düzeyine ulaşmak<br/></li><br/><li><br/>Yeterli pazar payına ulaşmak<br/></li><br/><li><br/>Pazar payını artırmak<br/></li><br/><li><br/>Yatırım üzerinden belirli bir geri dönüş ora- nı sağlamak<br/></li><br/><li><br/>Fiyatı farklılaştırmak<br/></li><br/><li><br/>İşletmeler için imaj yaratmak<br/></li><br/><li><br/>Rekabeti önlemek<br/></li><br/><li><br/>Pazardaki fiyatı dengelemek<br/></li><br/><li><br/>Mevcut misafirlerini muhafaza etmek<br/></li><br/><li><br/>Yeni misafirler çekmek<br/></li><br/><li><br/>Uzun dönemde varlığını sürdürmek<br/></li><br/><li><br/>Rekabet üstünlüğü elde etmek<br/></li><br/></ul><br/>İşletmeyi yenilemek"
  },
  {
    "id": "1947322",
    "unitNumber": 4,
    "text": "Konaklama işletmelerinde sıklıkla kullanılan fiyat türlerinden olan \"Kapı Fiyatı\"nın tanımı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Anlaşma sağlanılan ulusal ve uluslararası işletmelerin çalışanlarına uyguladıkları indirimli fiyattır.",
      "B": "Yönetim tarafından belirlenmiş standart fiyattır. Afişe fiyatı olarak da adlandırılmaktadır.",
      "C": "Konaklama işletmelerinin sezon dışında misafirlerine verdikleri mevsim dışı fiyattır.",
      "D": "Şehir merkezindeki işletmelerin hafta sonu düşen doluluk oranlarını artırmak için verdikleri indirimli fiyattır.",
      "E": "Sayfiye işletmelerinin sezon boyunca belli bir oranda misafir getirmeyi garanti eden aracılara verdikleri fiyattır."
    },
    "explanation": "Konaklama işletmelerinde sıklıkla kullanılan fiyat türleri aşağıdaki gibi sıralanmaktadır (İçöz, 2001; Bowie ve Buttle, 2004; Emeksiz ve Yolal, 2005; Çolak, 2018):<br/>Kapı fiyatı: Yönetim tarafından belirlenmiş standart fiyattır. Afişe fiyatı olarak da adlandırılmaktadır. İşletmenin oda için belirlediği en yüksek fiyattır."
  },
  {
    "id": "1947341",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Rakiplerin fiyatlarının değerlendirilmesi</li> <li>Talep, maliyet ve kâr ilişkisinin analizi</li> <li>Fiyatlama yönetiminin geliştirilmesi</li> <li>Fiyatlama politikasının seçilmesi</li> </ol> Size yukarıda verilen ön büro fiyatlandırma süreci basamakları aşağıdaki seçeneklerden hangisinde doğru sıralanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "I-II-III-IV",
      "B": "II-IV-III-I",
      "C": "II-I-IV-III",
      "D": "III-II-IV-I",
      "E": "IV-I-II-III"
    },
    "explanation": "Fiyat belirleme sürecinin aşamaları şu şekilde sıralanmaktadır:<br/><ol><br/><li>Fiyatlama amacının belirlenmesi</li><br/><li>Hedef pazarın değerlendirilmesi</li><br/><li>Talebin belirlenmesi</li><br/><li>Talep, maliyet ve kâr ilişkisinin analizi</li><br/><li>Rakiplerin fiyatlarının değerlendirilmesi</li><br/><li>Fiyatlama politikasının seçilmesi</li><br/><li>Fiyatlama yönetiminin geliştirilmesi</li><br/><li>Fiyatın belirlenmesi</li><br/></ol><br/>II-I-IV-III"
  },
  {
    "id": "1947366",
    "unitNumber": 4,
    "text": "Aşağıda verilenlerden hangisi fiyatlandırma kararlarını etkileyen faktörler arasında yer almaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Tesisin Mimarisi - Konumu",
      "B": "Personel Sayısı - Ulaşım",
      "C": "Yatak sayısı - Döviz Kurları",
      "D": "Maliyetler - Rekabet",
      "E": "Tesisin Yaşı - Büyüklüğü"
    },
    "explanation": "Fiyatlandırma kararlarını etkileyen faktörler çeşitli şekillerde sınıflandırılmaktadır. En temelde üç faktör bulunmaktadır. Bunlar; maliyetler, rekabet ve misafirdir.<br/>Maliyetler - Rekabet"
  },
  {
    "id": "1947384",
    "unitNumber": 4,
    "text": "Yüksek fiyatlı orta kalitedeki bir ürünün fiyat kalitesi stratejisi nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Üst Fiyatlama Stratejisi",
      "B": "Vasat Değer Stratejisi",
      "C": "İyi Değer Stratejisi",
      "D": "Süper Değer Stratejisi",
      "E": "Yüksek Değer Stratejisi"
    },
    "explanation": "Buna göre hem kalite hem de fiyat yüksek, orta ve düşük olarak sınıflandırılmıştır. Dokuz fiyat-kalitesi stratejisi şöyledir:<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/8a8cce7de81db73d665e8435dbb2d648.png\" alt=\"\" width=\"569\" height=\"127\"><br/>Üst Fiyatlama Stratejisi"
  },
  {
    "id": "1947397",
    "unitNumber": 4,
    "text": "İki ya da daha fazla hizmetin tek bir pakette özel bir fiyata satışa sunulması ne olarak tanımlanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Psikolojik Fiyatlama",
      "B": "Fiyat Demetleme",
      "C": "Reklam Amaçlı Fiyatlama",
      "D": "Özel Fiyatlama",
      "E": "İndirimli Fiyatlama"
    },
    "explanation": "Fiyat demetleme iki ya da daha fazla hizmetin tek bir pakette özel bir fiyata satışa sunulması olarak tanımlanmaktadır (Kozak, Özel ve Karagöz Yüncü, 2011). Fiyat demetleme hem misafirler hem de işletmeler açısından önemlidir."
  },
  {
    "id": "1947409",
    "unitNumber": 4,
    "text": "Konaklama işletmelerinin satışların düştüğü dönemlerde başvurdukları indirim şekli hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Miktar indirimi",
      "B": "Fonksiyonel indirim",
      "C": "Mevsimlik indirim",
      "D": "Erken ödeme indirimi",
      "E": "Peşin ödeme indirimi"
    },
    "explanation": "Mevsimlik indirim: Mal ve hizmetlerin en fazla alıcı bulduğu dönemden hemen sonra satışları canlandırmak, stokları azaltmak için başvurulan indirimdir (Mucuk, 2001:163). Konaklam işletmeleri satışların düştüğü dönemlerde bu yola başvurmaktadırlar."
  },
  {
    "id": "1947423",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi maliyete dayalı fiyatlama yönteminin işletmeye sağladığı avantajlardan birisi <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Fiyatlama konusunda karar veren kişiler “talep ve fiyat esnekliği” gibi zor konularda düşünmek zorunda kalmaz",
      "B": "İşletmenin rakipleri de bu yöntemi kullandıkları zaman benzer maliyet ve fiyat artırımlarına sebep olurlar ve bu sabit fiyata yol açar.",
      "C": "Bu yöntem kolaydır ve normal koşullarda güvenilirdir.",
      "D": "İşletmenin kârını uzun dönemde en yükseğe çıkarmak yerine normal düzeyde tutmak isteyen işletmeler için en uygun yöntemdir.",
      "E": "Talebin esnek ve rekabetin yoğun olması durumunda en iyi yol bu sistemi uygulamaktır."
    },
    "explanation": "Maliyete dayalı fiyatlama yönteminin işletmeye sağladığı avantajlar şu şekilde sıralanmaktadır (Kozak, Özel ve Karagöz Yüncü, 2011):<br/><ul><br/><li><br/>Fiyatlama konusunda karar veren kişiler “talep ve fiyat esnekliği” gibi zor konularda düşünmek zorunda kalmaz.<br/></li><br/><li><br/>İşletmenin rakipleri de bu yöntemi kullandıkları zaman benzer maliyet ve fiyat artırımlarına sebep olurlar ve bu sabit fiyata yol açar.<br/></li><br/><li><br/>Bu yöntem kolaydır ve normal koşullarda güvenilirdir.<br/></li><br/><li><br/>İşletmenin kârını kısa dönemde en yükseğe çıkarmak yerine normal düzeyde tutmak isteyen işletmeler için en uygun yöntemdir.<br/></li><br/><li><br/>Talebin esnek ve rekabetin yoğun olması durumunda en iyi yol bu sistemi uygulamaktır.<br/></li><br/></ul><br/>İşletmenin kârını uzun dönemde en yükseğe çıkarmak yerine normal düzeyde tutmak isteyen işletmeler için en uygun yöntemdir."
  },
  {
    "id": "1947443",
    "unitNumber": 4,
    "text": "Bir otel işletmesinin satmak istediği odanın birim değişken maliyeti 30 TL ve birim sabit maliyeti 10 TL dir. İşletme kâr oranını %30 belirlediyse odanın fiyatı ne olmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "52",
      "B": "65",
      "C": "72",
      "D": "78",
      "E": "85"
    },
    "explanation": "Yöntem 1: Bir otel işletmesinin satmak istediği odanın birim değişken maliyeti 30 TL ve birim sabit maliyeti 10 TL dir. İşletme kâr oranını %30 belirlediyse odanın fiyatı şu şekilde hesaplanmaktadır:<br/>Toplam birim maliyet = Birim sabit maliyet + Birim değişken maliyet<br/>40TL =10 TL+30 TL<br/>Odanın Satış fiyatı: 40 TL+ (40 TL x %30) = 52 TL’dir.<br/>Değişken maliyet + sabit maliyet = toplam maliyeti verir 30 +10 = 40 toplam maliyettir. % 30 kar amaçlanıyorsa 40 x 0,30 = 12 Tl kar marjı olmalıdır. 40 +12 = 52 Tl oda fiyatıdır."
  },
  {
    "id": "1809991",
    "unitNumber": 5,
    "text": "Konaklama işletmelerinde önbüronun en temel işlevi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İşgören eğitimlerini gerçekleştirmek",
      "B": "Teşvik programları hazırlamak",
      "C": "Oda satışlarını yapmak ve doluluk oranını maksimize etmek",
      "D": "Yiyecek içecek ve hediyelik eşya satışına olanak sağlamak",
      "E": "Seyahat acentaları ile görüşmeler gerçekleştirmek"
    },
    "explanation": "Tamamlandı.<br/>Konaklama işletmelerinde önbüronun en temel işlevi oda satışlarını yapmak ve doluluk oranını maksimize etmektir.<br/>Doğru cevap C."
  },
  {
    "id": "1809994",
    "unitNumber": 5,
    "text": "Oda satışında temel amaç aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Oda Özelliklerinin Bilinmesi",
      "B": "Sorulmadıkça Fiyatların En Düşüğünün Açıklanmaması",
      "C": "Satılacak Odaların Yerleşim Dağılımına Dikkat Edilmesi",
      "D": "Misafirin durumuna göre odanın satılması",
      "E": "Fiyatın değil odanın satılması"
    },
    "explanation": "Tamamlandı.<br/>Oda satışında temel amaç, fiyatın satılması değil odanın satılması olmalıdır.<br/>Doğru cevap E."
  },
  {
    "id": "1810029",
    "unitNumber": 5,
    "text": "Oda talebinde bulunan kişiye güven verilmesi gereken oda satış aşaması aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yaklaşım",
      "B": "Sunuş",
      "C": "Fiyat bilgisi",
      "D": "Oda gösterimi",
      "E": "Oda satışının sonuçlandırılması"
    },
    "explanation": "TAMAMLANDI.<br/>Oda satışının yaklaşım aşamasında oda talebinde bulunan kişiye güven verilmelidir.<br/>Doğru cevap A."
  },
  {
    "id": "1810040",
    "unitNumber": 5,
    "text": "Oda ücretini ödemeden giden, huzur bozucu davranış sergileyen misafirlere konaklama işletmelerinde yapılan işlem aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Misafirleri kara listeye almak",
      "B": "Depozito almak",
      "C": "Misafirleri VIP (Very Important Person) statüsüne geçirmek",
      "D": "Misafirlere oda fiyatlarını yüksek tutmak",
      "E": "Kapı misafiri olarak almak"
    },
    "explanation": "Tamamlandı.<br/>Konaklama işletmeleri çeşitli nedenlerle (oda ücretini ödemeden giden, huzur bozucu davranış sergileyen vb.) bazı misafirleri oluşturdukları kara listeye alırlar. Kara listeye alınan kişiler, bilgileri ve gerekçeleri ayrıntılı olarak işletme tarafından tutulur.<br/>Doğru cevap A."
  },
  {
    "id": "1810063",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi rezervasyonun garanti altına alınmasındaki yöntemlerden biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Ön ödemeli veya depozitolu",
      "B": "Kredi kartı",
      "C": "Seyahat acentesi anlaşması",
      "D": "Şirket anlaşması",
      "E": "Oda gösterimi"
    },
    "explanation": "Tamamlandı.<br/>Rezervasyonun garanti altına alınmasında yöntemler şöyle sıralanabilir:<br/>• Ön ödemeli veya depozitolu,<br/>• Kredi kartı,<br/>• Seyahat acentesi anlaşması,<br/>• Şirket anlaşması<br/>Doğru cevap E."
  },
  {
    "id": "1810143",
    "unitNumber": 5,
    "text": "Uygun oda olmaması durumunda rezervasyon talebi için gerçekleştirilen işlem aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kara listeye almak",
      "B": "Garantisiz rezarvasyon yapmak",
      "C": "Münferit rezervasyon almak",
      "D": "Bekleme listesine almak",
      "E": "Merkezi rezervasyon sistemini kullanmamak"
    },
    "explanation": "Tamamlandı.<br/>Uygun oda olmaması durumunda rezervasyon talebi, iptal edilen rezervasyon olduğunda<br/>yerine değerlendirilmek üzere bekleme listesine (waitlist) alınabilir.<br/>Doğru cevap D."
  },
  {
    "id": "1810166",
    "unitNumber": 5,
    "text": "Gerçekleşmeyen garantili rezervasyonlara ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Grup rezervasyonu",
      "B": "No-show",
      "C": "Overbooking",
      "D": "Shorta düşme",
      "E": "Voucher"
    },
    "explanation": "Tamamlandı.<br/>Gerçekleşmeyen garantili rezervasyonlara “no-show” denir.<br/>Doğru cevap B."
  },
  {
    "id": "1810199",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi rezervasyon talebi detayları arasında <strong>yer almaz?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Tarih",
      "B": "Kalış süresi",
      "C": "Kişi sayısı",
      "D": "Özel gün durumu",
      "E": "Geçmişte konaklama yapmış olması"
    },
    "explanation": "Tamamlandı.<br/>Rezervasyon talebi hakkında detayları (tarih, kaç gün olduğu, kişi sayısı, geçmişte konaklama yapmış olması, varsa sadakat programına üyeliği gibi) netleştiren rezervasyon sorumlusu istenilen gün, oda sayısı, oda türü için uygunluğu kontrol eder.<br/>Doğru cevap D."
  },
  {
    "id": "1810202",
    "unitNumber": 5,
    "text": "Rezervasyon süreci aşağıdaki aşamalardan hangisi ile başlamalıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Rezervasyon soruşturması",
      "B": "Anlaşma ve uygun odanın bulunması",
      "C": "Rezervasyon talebinin ulaşması",
      "D": "Rezervasyon onayı",
      "E": "Rezervasyonun kabul veya reddi"
    },
    "explanation": "Tamamlandı.<br/>Rezervasyon süreci aşamaları sırasıyla:<br/><ul> <li>Rezervasyon Talebinin Ulaşması</li> <li>Rezervasyon Soruşturmasının Yapılması</li> <li>Oda ve Fiyat Konusunda Anlaşma ve İsteğe Uygun Odanın Bulunması</li> <li>Rezervasyonun Kabul veya Reddedilmesi</li> <li>Rezervasyon Bilgilerinin Kaydedilmesi</li> <li>Rezervasyonun Onaylanması</li> <li>Rezervasyon Raporlarının Oluşturulması</li> <li>Rezervasyonun Sonuçlandırılması</li> </ul> Doğru cevap C."
  },
  {
    "id": "1810206",
    "unitNumber": 5,
    "text": "Rezervasyonların zaman, geliş şekli, grup kriterlerine göre sınıflandırılması rezervasyon sürecinin hangi aşamasında gerçekleşir?",
    "correctAnswer": "E",
    "options": {
      "A": "Rezervasyon talebinin ulaşması",
      "B": "Rezervasyon soruşturmasının yapılması",
      "C": "Oda ve fiyat konusunda anlaşma ve isteğe uygun odanın bulunması",
      "D": "Rezervasyon bilgilerinin kaydedilmesi",
      "E": "Rezervasyon raporlarının oluşturulması"
    },
    "explanation": "Tamamlandı.<br/>Rezervasyon Raporlarının Oluşturulması: Alınan tüm rezervasyonlar rezervasyon sistemi içindeki yerini almalı ve ihtiyaç halinde bunlara ulaşılmalıdır. Rezervasyonlar zaman, geliş şekli, grup kriterlerine göre sınıflandırılır ve bu kriterlere bağlı olarak ilgili rezervasyona ulaşılabilir. Yapılan sınıflama ve üretilen raporlar rezervasyonda değişiklik yapılmasında, günlük faaliyetlerin yürütülmesinde ve geleceğe dönük kararların alınmasında kolaylık sağlar.<br/>Doğru cevap E."
  },
  {
    "id": "1810568",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi etkin bir oda satış sürecinde dikkat edilmesi gereken hususlardan biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Oda Özelliklerinin Bilinmesi",
      "B": "Fiyatların En Düşüğünün Açıklanması",
      "C": "Misafirin Durumuna Göre Odanın Satılması",
      "D": "Satılacak Odaların Yerleşim Dağılımına Dikkat Edilmesi",
      "E": "Diğer Hizmetlerin Satışının Denenmesi"
    },
    "explanation": "Doğru yanıt B şıkkıdır."
  },
  {
    "id": "1810573",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi oda satış aşamalarından biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yaklaşım",
      "B": "Sunuş",
      "C": "Fiyat bilgisi",
      "D": "Oda tasarımı",
      "E": "Oda satışının sonuçlandırılması"
    },
    "explanation": "Doğru yanıt D şıkkıdır. Oda gösterimi olmalıdır."
  },
  {
    "id": "1810579",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi oda satışında karşılaşılabilecek özel durumlar arasında sayılmaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Konaklama işletmesinin tam dolu olma durumu",
      "B": "Misafirin kara listeye alınmış olması",
      "C": "Odanın hazır olmaması",
      "D": "Rezervasyonlu misafire oda verilememesi",
      "E": "Walk-in müşteri gelmesi"
    },
    "explanation": "Doğru yanıt E şıkkıdır. Walk-in kapı müşterisidir. Her zaman otele gelebilir. Yer varsa kalabilir. Yoksa geri döner."
  },
  {
    "id": "1810588",
    "unitNumber": 5,
    "text": "Garantili rezervasyon yaptırmış olan misafirin işletmeye geldiğinde, yer olmaması nedeniyle oda verememe durumuna ne denir?",
    "correctAnswer": "D",
    "options": {
      "A": "Black List",
      "B": "Voucher",
      "C": "Overbooking",
      "D": "Shorta Düşmek",
      "E": "Walk-in"
    },
    "explanation": "Doğru yanıt D şıkkıdır."
  },
  {
    "id": "1810638",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi konaklama işletmelerinde rezervasyonun garanti altına alınmasında kullanılan yöntemlerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ön ödeme veya depozito",
      "B": "Kredi kartı",
      "C": "Seyahat acentesi anlaşması",
      "D": "Şirket anlaşması",
      "E": "Dilekçe"
    },
    "explanation": "Doğru yanıt E şıkkıdır."
  },
  {
    "id": "1810674",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi konaklama işletmelerinde ön büro rezervasyon süreç aşamalarından biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Rezervasyon Talebinin Ulaşması",
      "B": "Rezervasyon Onayı",
      "C": "Rezervasyon Soruşturması",
      "D": "Anlaşma ve Uygun Odanın Bulunması",
      "E": "Uygun Odanın Hazırlatılması"
    },
    "explanation": "Doğru yanıt E şıkkıdır."
  },
  {
    "id": "1810679",
    "unitNumber": 5,
    "text": "Acente tarafından düzenlenen ve misafirin acenteden satın aldığı konaklama, yemek, transfer gibi hizmet bilgilerini içeren ve hizmeti sunana ödemenin acente tarafından yapılacağını taahhüt ettiği belgeye ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Check-in",
      "B": "Walk-in",
      "C": "Voucher",
      "D": "Black-list",
      "E": "Münferit rezervasyon"
    },
    "explanation": "Doğru yanıt C şıkkıdır."
  },
  {
    "id": "1810732",
    "unitNumber": 5,
    "text": "Konaklama işletmelerinde grup rezervasyonlar ile ilgili aşağıda verilen bilgilerden hangisi yanlıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Konaklama işletmelerinin gruplara anlaşmayla indirimli fiyat vermesindeki amaç ise belli bir doluluğu garanti altına almaktır.",
      "B": "Acente grubun geliş tarihinden en az 14 gün önce misafirlerin odalara dağılımını gösterir listeyi konaklama işletmesine gönderir.",
      "C": "Acente ile konaklama işletmesi arasındaki sözleşmede ödeme koşulları hakkında bir madde bulunmuyorsa grupla ilgili ödemenin %50’si girişten 30 gün önce, kalanı ise grubun ayrılışından önce ödenir.",
      "D": "Konaklama işletmesi en az 15 kişilik gruba eşlik eden bir acente temsilcisine ücretsiz konaklama verebilir.",
      "E": "Grup rezervasyonlarında iptallerin grubun %50’sini aşması hâlinde, giriş tarihinden 5 gün önce, grubun %50’sinden az olması durumunda ise 3 gün önce bildirilmelidir."
    },
    "explanation": "Doğru yanıt E şıkkıdır. Grup rezervasyonlarında iptallerin grubun %50’sini aşması hâlinde, giriş tarihinden<strong> 21 gün</strong> önce, grubun %50’sinden az olması durumunda ise <strong>14 gün</strong> önce bildirilmelidir."
  },
  {
    "id": "1810740",
    "unitNumber": 5,
    "text": "Konaklama işletmeleri ile anlaşması olmayan seyahat acenteleri da grup rezervasyonu talebinde bulunabilirler. Bu acentelere indirimsiz o an belirlenen fiyatlar sunulduğu yönteme ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sor-sat",
      "B": "Konterjan",
      "C": "Münferit satış",
      "D": "Blokaj",
      "E": "Voucher"
    },
    "explanation": "Doğru yanıt A şıkkıdır."
  },
  {
    "id": "1810741",
    "unitNumber": 5,
    "text": "Rezervasyon yaptırmak isteyen misafirin talep detaylarının netleştiği rezervasyon süreci aşağıda verilen aşamalardan hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Rezervasyon Talebinin Ulaşması",
      "B": "Oda ve Fiyat Konusunda Anlaşma ve İsteğe Uygun Odanın Bulunması",
      "C": "Rezervasyon Soruşturmasının Yapılması",
      "D": "Rezervasyon Bilgilerinin Kaydedilmesi",
      "E": "Rezervasyonun Onaylanması"
    },
    "explanation": "C şıkkı doğrudur."
  },
  {
    "id": "1764379",
    "unitNumber": 6,
    "text": "Aşağıdaki seçeneklerden hangisi konaklama sürecinin ilk aşamasını tanımlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Misafirin resepsiyonda işlemlerini yaptırması konaklama sürecinin ilk aşamasıdır.",
      "B": "Misafirin karşılanması sonrasında resepsiyona kadar eşlik edilmesi konaklama sürecinin ilk aşamasıdır.",
      "C": "Misafirin çıkış işlemlerini yaptırması konaklama sürecinin ilk aşamasıdır.",
      "D": "Misafirin odalarına yerleşmesi konaklama sürecinin ilk aşamasıdır.",
      "E": "Misafirin karşılanması sonrasında aracının otoparka yerleştirilmesi konaklama sürecinin ilk aşamasıdır."
    },
    "explanation": "Misafirin karşılanması sonrasında resepsiyona kadar eşlik edilmesi konaklama sürecinin ilk aşamasıdır."
  },
  {
    "id": "1764385",
    "unitNumber": 6,
    "text": "Önbüroda sunulan hizmetler açısından misafir konaklama süreci temel olarak kaç aşamadır ve bu aşamalar nelerdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Karşılama, refakat, kayıt, tamamlama şeklinde temel olarak dört aşamadır.",
      "B": "Refakat, giriş-kayıt, konaklama çıkışı şeklinde temel olarak üç aşamadır",
      "C": "Otopark girişi, refakat, giriş-kayıt, konaklama çıkışı şeklinde temel olarak dört aşamadır",
      "D": "Karşılama, giriş-kayıt, konaklama çıkışı şeklinde temel olarak üç aşamadır",
      "E": "Karşılama, refakat, odalara yerleşme, konaklama çıkışı şeklinde temel olarak dört aşamadır"
    },
    "explanation": "Önbüroda sunulan hizmetler açısından misafir konaklama süreci karşılama, refakat, (rezervasyonsuz ise satış), kayıt, tamamlama şeklinde temel olarak dört aşamadır."
  },
  {
    "id": "1764389",
    "unitNumber": 6,
    "text": "Tesislersde tamamlanma aşaması nasıl ifade edilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Misafirin konaklama sürecindeki faaliyetleri ifade eder.",
      "B": "Misafirin konaklama ve çıkış işlemlerini kapsayan, misafirin ihtiyaç duyabileceği konularda önbüronun yapması gereken işler bütününü ifade eder.",
      "C": "Misafirin konaklama ve giriş işlemlerini kapsayan işler bütününü ifade eder.",
      "D": "Misafirin refakat sürecini kapsayan, ihtiyaç duyabileceği konularda yardımlar bütününü ifade eder.",
      "E": "Misafirin ihtiyaç duyabileceği konularda görevlilerin refakat faaliyetlerini ifade eder."
    },
    "explanation": "Tamamlama aşaması ise misafirin konaklama ve çıkış işlemlerini kapsayan, misafirin ihtiyaç duyabileceği konularda önbüronun yapması gereken işler bütününü ifade eder."
  },
  {
    "id": "1764393",
    "unitNumber": 6,
    "text": "Aşağıdaki seçeneklerden hangisi Kayıt kabul işlemleri başlıklarını açıklamaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "\"genel misafir kayıt işlemleri\" ve \"özel kayıt işlemleri\"",
      "B": "\"geçici misafir kayıt işlemleri\" ve \"şahsi kayıt işlemleri\"",
      "C": "\"münferit misafir kayıt işlemleri\" ve \"grupların kayıt işlemleri\"",
      "D": "\"VIP misafir kayıt işlemleri\" ve \"özel kayıt işlemleri\"",
      "E": "\"yabancı misafir kayıt işlemleri\" ve \"yerli grupların kayıt işlemleri\""
    },
    "explanation": "Kayıt kabul işlemleri münferit misafir kayıt işlemleri ve grupların kayıt işlemleri olarak iki ayrı başlıkta açıklanmaktadır"
  },
  {
    "id": "1764397",
    "unitNumber": 6,
    "text": "Misafirin tesise girişiyle başlayan konaklama deneyimi açısından 10x10 kuralı neyi ifade eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Bu kural misafir memnuniyetini sağlayacak ön rezervasyonu ifade eder.",
      "B": "Bu kural misafir memnuniyetini sağlayacak otopark hizmetini ifade eder.",
      "C": "Bu kural misafir memnuniyetini sağlayacak samimi bir karşılamayı ifade eder.",
      "D": "Bu kural misafir memnuniyetini sağlayacak oda temizliğini ifade eder.",
      "E": "Bu kural misafir memnuniyetini sağlayacak fiyat dengesini ifade eder."
    },
    "explanation": "Misafirin tesise girişiyle başlayan konaklama deneyimi açısından<br/>10x10 kuralı önemlidir. Bu kural misafir memnuniyetini sağlayacak samimi bir karşılamayı ifade eder."
  },
  {
    "id": "1764400",
    "unitNumber": 6,
    "text": "Resepsiyonda misafir kaydının yapılması ve odasına yönlendirilmesi sonrasında girişi yapılan misafirler için misafir hesap kartı açılması neden önemlidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Misafirlerin yaptığı harcamaları hemen ödeyebilmeleri için önemlidir.",
      "B": "Misafirlerin alışverişlerini kendilerinin takip edebilmesi için önemlidir.",
      "C": "Misafirlerin konaklama günlerini takip edebilmeleri için önemlidir.",
      "D": "Misafirlerin yaptığı harcamaların kredili olarak takip edilebilmesi için önemlidir.",
      "E": "Misafirlerin restoran harcamalarını takip edebilmeleri için önemlidir."
    },
    "explanation": "Resepsiyonda misafir kaydının yapılması ve odasına yönlendirilmesi sonrasında girişi yapılan misafirler için misafir hesap kartı açılmalıdır. Manuel ven bilgisayarlı sistemin her ikisinde de misafir hesap kartı uygulanmaktadır. Misafir hesap kartı misafirlerin yaptığı harcamaların kredili olarak takip edilebilmesi için gereklidir."
  },
  {
    "id": "1764402",
    "unitNumber": 6,
    "text": "Konaklama sırasında oda değişiklik talebi ve diğer taleplerin karşılanması gibi çeşitli hizmetler hangi birimin sorumluluğundadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Tesis rehberleri",
      "B": "Ön büro",
      "C": "Ön kasa",
      "D": "Danışma",
      "E": "Resepsiyon"
    },
    "explanation": "Konaklama sırasında oda değişiklik talebi ve diğer taleplerin karşılanması gibi çeşitli hizmetler resepsiyon tarafından sunulur."
  },
  {
    "id": "1764406",
    "unitNumber": 6,
    "text": "Konaklama sırasında misafire sunulan destek hizmetler nelerdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Anahtar izleme, posta ve mesajların ulaştırılması, telefon ve uyandırma hizmetleri, emanet kasası gibi çeşitli hizmetlerdir.",
      "B": "Karşılama, refakat, taşıma hizmetleri, emanet kasası gibi çeşitli hizmetlerdir.",
      "C": "Bellboy hizmeti, posta, temizlik hizmetleri, emanet kasası gibi çeşitli hizmetlerdir.",
      "D": "Güler yüzle karşılama, mesajların ulaştırılması, internet hizmetleri, yemek servisi gibi çeşitli hizmetlerdir.",
      "E": "Eşyaların yerleştirilmesi, çamaşır ve ütü hizmetleri, internet, oda servisi gibi çeşitli hizmetlerdir."
    },
    "explanation": "Konaklama sırasında anahtar izleme, posta ve mesajların ulaştırılması, telefon ve uyandırma hizmetleri, emanet kasası gibi çeşitli hizmetler önbüro tarafından sunulmaktadır. Bu şekilde misafire sunulan destek hizmetleri aracılığıyla, tesiste geçirilen zamanın kalitesinin ve konforunun artırılması, böylelikle de misafir memnuniyetinin sağlanması amaçlanmaktadır."
  },
  {
    "id": "1764411",
    "unitNumber": 6,
    "text": "Tesislerdeki misafir hesap çeşitleri kaç başlıkta ele alınır ve bu başlıklar nelerdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Özel misafir hesapları ve Grup hesapları olmak üzere iki başlıkta ele alınır.",
      "B": "Bireysel misafir hesapları ve Acente/Şirket ana hesapları olmak üzere iki başlıkta ele alınır.",
      "C": "VIP misafir hesapları ve Kamu ana hesapları ve özel sektör ana hesapları olmak üzere üç başlıkta ele alınır.",
      "D": "Yabancı misafir hesapları ve yabancı şirket ana hesapları olmak üzere iki başlıkta ele alınır.",
      "E": "Yerel misafir hesapları ve özel ana hesapları olmak üzere iki başlıkta ele alınır."
    },
    "explanation": "Grup sözleşmelerine dayalı olarak misafirden tahsil edilecek ücretler misafir hesabına, acenteden/şirketten tahsil edilecek harcamalar ise ana hesaba aktarılır. misafir hesap çeşitleri iki başlıkta ele alınır:<br/>1. Bireysel misafir hesapları<br/>a. Geceleme yapan misafir hesapları<br/>b. Geceleme yapmayan<br/>2. Acente/Şirket ana hesapları"
  },
  {
    "id": "1764415",
    "unitNumber": 6,
    "text": "Konaklama işletmelerinde misafir çıkış saati genellikle kaç olarak belirlenmektedir.",
    "correctAnswer": "B",
    "options": {
      "A": "13:00 (veya 14:00) olarak belirlenmektedir.",
      "B": "12:00 (veya 11:00) olarak belirlenmektedir.",
      "C": "10:00 (veya 11:00) olarak belirlenmektedir.",
      "D": "15:00 (veya 16:00) olarak belirlenmektedir.",
      "E": "Misafirlerin istedikleri zaman olarak belirlenmektedir."
    },
    "explanation": "Konaklama işletmelerinde misafir çıkış saati genellikle 12:00 (veya 11:00) olarak belirlenmektedir."
  },
  {
    "id": "1811291",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi misafir döngüsünün aşamalarından birisi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "pazarlama",
      "B": "rezarvasyon",
      "C": "kayıt",
      "D": "konaklama",
      "E": "ön hazırlık"
    },
    "explanation": "on hazırlık"
  },
  {
    "id": "1811300",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi misafire sunulan destek hizmetlerden birisi değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "konaklama",
      "B": "posta ve mesajların ulaştırılması",
      "C": "telefon hizmetleri",
      "D": "emanet kasası",
      "E": "uyandırma hizmetleri"
    },
    "explanation": "konaklama"
  },
  {
    "id": "1811311",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi misafir şikayetlerine yönelik yapılan hizmetlerden birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "pazarlama",
      "B": "oda değişikliği",
      "C": "konaklama",
      "D": "kayıt",
      "E": "rezarvasyon"
    },
    "explanation": "oda değişikliği"
  },
  {
    "id": "1811318",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ön büroda sunulan hizmetler açısından temel aşamalardan birisi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "karşılama",
      "B": "refakat",
      "C": "kayıt",
      "D": "tamamlama",
      "E": "pazarlama"
    },
    "explanation": "pazarlama"
  },
  {
    "id": "1811324",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi günlük yürütülen ön kasa işlemlerinden birisi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "ön ödeme ve ara ödemelerin tahsilatı kaydı",
      "B": "döviz ve seyahat çeklerinin Türk lirasına çevrilmesi",
      "C": "diğer bölümlerde oluşan gelirlerin ön kasada toplanması",
      "D": "çıkış işlemlerinde fatura kesme ve tahsilat işlemleri",
      "E": "konaklama"
    },
    "explanation": "konaklama"
  },
  {
    "id": "1811339",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi misafir hesap çeşitlerinden birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "bireysel misafir hesapları",
      "B": "ön ödeme ve ara ödemelerin tahsilatı",
      "C": "konaklama",
      "D": "pazarlama",
      "E": "rezervasyon"
    },
    "explanation": "bireysel misafir hesapları"
  },
  {
    "id": "1811352",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi münferit hesap ödeme yöntemlerinden birisi değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "nakit ödeme",
      "B": "rezervasyon",
      "C": "kredi kartı",
      "D": "seyahat çeki",
      "E": "kişisel çek"
    },
    "explanation": "rezervasyon"
  },
  {
    "id": "1811364",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi acente ve şirket aracılığı ile gelen misafir harcamalarının ödenmesindeki yöntemlerden birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "tüm faturanın acente ,şirket tarafından ödenmesi",
      "B": "pazarlama",
      "C": "rezervasyon",
      "D": "konaklama",
      "E": "çıkış"
    },
    "explanation": "tüm faturanın acenta ,şirket tarafından ödenmesi"
  },
  {
    "id": "1811378",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi misafirlerin aldıkları hizmetlerin acenta tarafından ödeneceğini gösteren belgedir?",
    "correctAnswer": "A",
    "options": {
      "A": "voucher",
      "B": "çıkış işlemleri",
      "C": "kredi kartı",
      "D": "karşılama",
      "E": "nakit"
    },
    "explanation": "voucher"
  },
  {
    "id": "1811395",
    "unitNumber": 6,
    "text": "misafir hesap kartı (folio) nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "misafirlerin oteldeki harcamaları için açılan kart",
      "B": "çıkış",
      "C": "müşteri bilgileri -resepsiyonist",
      "D": "pazarlama",
      "E": "konaklama"
    },
    "explanation": "misafirlerin oteldeki harcamaları için açılan kart"
  },
  {
    "id": "1764673",
    "unitNumber": 7,
    "text": "“Getiri yönetimi” kavramının ortaya çıkmasında Amerika Birleşik Devletleri’nde havayolu şirketleri ile ilgili aşağıdaki olayların gerçekleşme sıralaması hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Şirket sayısının artması - Rekabet - Serbestleştirme",
      "B": "Serbestleştirme - Şirket sayısının artması - Rekabet",
      "C": "Serbestleştirme - Rekabet - Şirket sayısının artması",
      "D": "Rekabet - Şirket sayısının artması - Serbestleştirme",
      "E": "Rekabet - Serbestleştirme - Şirket sayısının artması"
    },
    "explanation": "Amerika Birleşik Devletleri hükümeti 1978 yılında havayolu şirketlerine serbestleştirme (deregulation) uygulamıştır. Buna göre ortaya çıkan ilk olay SERBESTLEŞTİRMEDİR. Bu uygulamayla havayolu şirketleri üzerindeki uçuş yeri, uçuş rotası, taşıma kapasitesi ve fiyatlama gibi kısıtlamalar ortadan kalkmıştır (Cross, 1998: 34). Ancak serbestleştirme uygulaması, havayolu şirketlerinin sayısında artışa sebep olmuş ve arz artınca şirketler de yoğun rekabet ortamına girmiştir. Bu dönemde havayolu trafiği %100 artmış fakat fiyatlar %40 oranında düşmüştür (Özenen, 2003: 10). Serbestleştirmenin ardından havayolu işletmeleri kendi fiyatlarını ayarlayabilmekte, hizmet sunumunu ve kalitesini belirleyebilmekte, hatta uçuş çizelgelerini hazırlayabilmektedir. Ancak çetin bir rekabet ortamına giren havayolu işletmeleri ayakta kalabilmek, kapasitelerini etkin kullanmak ve gelirlerini maksimize etmek için uygulamalar geliştirmeye çalışmışlardır. Getiri yönetimi kavramı da bu dönemde ortaya çıkmıştır (Talluri ve Ryzin, 2005: 6-10). Böylece “getiri yönetimi” kavramının ortaya çıkmasında gerçekleşen ikinci ve üçüncü olaylar sırasıyla ŞİRKET SAYISININ ARTMASI ve REKABETDİR. Doğru cevap B’dir."
  },
  {
    "id": "1764678",
    "unitNumber": 7,
    "text": "I. Yüksek kapasite artırma maliyetleri<br/>II. Talep istikrarsızlığı ve talebin dönemsel özelliği<br/>III. Ürünlerin veya hizmetlerin tüketim öncesinde satılabilmesi <br/>Yukarıdakilerden hangisi ya da hangileri getiri yönetiminin uygulanabilmesi için gerekli ön koşullardandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Getiri yönetiminin uygulanabilmesi için gerekli ön koşullar bulunmaktadır. Bu ön koşullar şunlardır (Kimes, 1989: 15):<br/><ul> <li>Sabit kapasite,</li> <li>Özelliklerine göre pazar bölümlerinin tanımlanabilmesi,</li> <li>Ürün veya hizmetin stoklanamaması,</li> <li>Ürünlerin veya hizmetlerin tüketim öncesinde satılabilmesi, (III)</li> <li>Talep istikrarsızlığı ve talebin dönemsel özelliği, (II)</li> <li>Düşük değişken maliyetler,</li> <li>Yüksek kapasite artırma maliyetleri.(I)</li> </ul> Buna göre soruda verilen I, II ve III ifadelerinden hepsi getiri yönetiminin uygulanabilmesi için gerekli ön koşullardandır. Doğru cevap E’dır."
  },
  {
    "id": "1764683",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi getiri yönetiminin kullanılabileceği sektörlerden biri <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Araç kiralama",
      "B": "Konaklama işletmeleri",
      "C": "Beyaz eşya üretimi",
      "D": "Restoranlar",
      "E": "Golf işletmeleri"
    },
    "explanation": "İlk olarak havayolu ulaştırmasında kullanılan getiri yönetimi yaklaşımı, daha sonra turizm alt sektörlerinde de benimsenmiş ve kullanılmıştır. Getiri yönetimi aslında hizmet sektörüne giren havayolu işletmelerinde, konaklama işletmelerinde, araç kiralama şirketlerinde, restoranlarda, kurvaziyer işletmelerinde, golf işletmelerinde ve SPA işletmelerinde kullanılabilmektedir. Buna göre soruda verilen seçeneklerde C şıkkında verilen beyaz eşya üretimi hizmet sektörüne girmemektedir ve imalât sektöründeki fiyatlama yaklaşımları uygulanmaktadır. Doğru cevap C’dir."
  },
  {
    "id": "1764688",
    "unitNumber": 7,
    "text": "Getiri yönetimi uygulayacak bilgili ve deneyimli alt, orta ve üst yönetim çalışanlarının bir araya getirilmesi ve iş yükü dağılımının yapılması aşağıda verilen getiri yönetimi uygulamalarındaki risklerden hangisi ile ilgilidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kısa vadeli düşünmek",
      "B": "Çalışanların direnç göstermesi",
      "C": "Teşvik ve ödül sisteminin yetersiz kalması",
      "D": "Örgütsel yapıdaki yetersizlikler",
      "E": "Çalışanların eğitimi"
    },
    "explanation": "Getiri yönetimi konaklama işletmelerine birtakım avantajlar sağlayabileceği gibi uygulama aşamasında ve sonrasında oluşabilecek bir takım olası sorunları da barındırmaktadır. Bu sorunlar şunlardır:<br/><ul> <li>Kısa vadeli düşünmek,</li> <li>Misafirden gelen tepkiler,</li> <li>Çalışanların direnç göstermesi,</li> <li>Teşvik ve ödül sisteminin yetersiz kalması,</li> <li>Çalışanların eğitimi,</li> <li>Örgütsel yapıdaki yetersizlikler,</li> <li>Üst yönetimin ilgisizliği,</li> <li>Bilgi teknolojilerindeki altyapının yetersiz kalmasıdır.</li> </ul> Bu sorunlardan, örgütsel yapıdaki yetersizlikler aşağıda açıklanmıştır. <br/>Örgütsel yapıdaki yetersizlikler: Getiri yönetimi uygulayacak bilgili ve deneyimli alt, orta ve üst yönetim çalışanlarının bir araya getirilmesi, iş yükü dağılımının yapılması önemlidir. Aynı kadronun esnek ve değişime açık olması uygulamaya katkı sağlayacaktır. Buna göre soruda verilen durum “örgütsel yapıdaki yetersizlikler” sorunu/riski ile ilgilidir. Doğru cevap D’dir."
  },
  {
    "id": "1764691",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi konaklama işletmelerinde getiri yönetiminin amaçlarından biri <strong>değildir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Talebin düştüğü zamanlarda gelirin artırılması",
      "B": "Fiyatların en etkin biçimde yapılandırılması",
      "C": "İndirimli fiyatların denetiminin sağlanması",
      "D": "Mevcut ve potansiyel pazardan en yüksek gelirin elde edilmesi",
      "E": "Atıl kapasite ve gelir kaybının en düşük düzeye indirilmesi"
    },
    "explanation": "Getiri yönetimi tekniklerinin kullanılması konaklama işletmelerinin rekabet şansını ve genel kârlılığını artırabilir. Ancak getiri yönetimi uygulamalarına başlamadan amaçların ortaya konulması gerekmektedir. Getiri yönetiminin amaçları şunlardır (Donagy vd., 1995: 143; Emeksiz, 2002: 28):<br/><ul><br/><li>Fiyatların en etkin biçimde yapılandırılması, (B seçeneği)</li><br/><li>Talebin düştüğü zamanlarda doluluğun artırılması, talebin yükseldiği zamanlarda da gelirin artırılması,</li><br/><li>Talep analizi, pazar bölümleme ve uygun pazar karması aracılığıyla talep denetiminin sağlanması,</li><br/><li>İndirimli fiyatların denetiminin sağlanması, (C seçeneği)</li><br/><li>Toplam talep ve fiyat esnekliğini göz önünde bulundurarak gelir ve pazar kaybının en düşük düzeye indirilmesi,</li><br/><li>Bir pazar bölümünün diğer pazar bölümüne sunulan fiyattan satın alma yapmasının engellenmesi,</li><br/><li>İndirimli fiyatlarla satın alma yapan pazar bölümlerinin yüksek fiyatlarla satın alma yapan pazar bölümlerinin yerini kullanmasının engellenmesi,</li><br/><li>Gerçekleşmeyen konaklama, erken ayrılış, iptal gibi sebeplerle oluşan atıl kapasite ve gelir kaybının en düşük düzeye indirilmesi, (E seçeneği)</li><br/><li>Mevcut ve potansiyel pazardan en yüksek gelirin elde edilmesi, (D seçeneği)</li><br/><li>Pazar bölümlerinin kalış sürelerinin en yüksek geliri getirecek şekilde denetiminin sağlanması.</li><br/></ul><br/>Buna göre A seçeneğinde verilen “Talebin düştüğü zamanlarda gelirin artırılması” “Talebin düştüğü zamanlarda doluluğun artırılması, talebin yükseldiği zamanlarda da gelirin artırılması” şeklinde ifade edilmelidir. Doğru cevap A’dır."
  },
  {
    "id": "1764694",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi birden fazla kişiye hangi oranda satıldığını ve bir odada kaç kişiye hizmet verildiğini gösteren gösterge türüdür?",
    "correctAnswer": "B",
    "options": {
      "A": "Doluluk çoğaltan oranı",
      "B": "Oda başına misafir sayısı",
      "C": "Çift kişilik doluluk oranı",
      "D": "Geceleme yapan kişi oranı",
      "E": "Yatak doluluğu"
    },
    "explanation": "Toplam oda sayısının ne kadarının birden fazla misafire satıldığını gösteren ve yiyecek-içecek gelirlerinin tahmininde, oda misafir ihtiyaçlarının tespitinde kullanılan gösterge türü “doluluk çoğaltan oranı”dır. Twin odaları çift kişilik olarak hesaba katan gösterge türü “Çift kişilik doluluk oranı”dır. Geceleme yapan kişi sayısını gösteren gösterge türü “geceleme yapan kişi oranı”dır. Yatak sayısı üzerinden değerlendirme şansı veren ve ek yatakları hesaba katan gösterge türü “yatak doluluğu”dur. Birden fazla kişiye hangi oranda satıldığını ve bir odada kaç kişiye hizmet verildiğini gösteren gösterge türü “oda başına misafir sayısı”dır. Doğru cevap B’dir."
  },
  {
    "id": "1764697",
    "unitNumber": 7,
    "text": "Aşağıdaki getiri yönetimi modellerden hangisi, geliştirilen diğer modellerden farklı olarak öngörü sistemi, insan sistemi ve strateji sistemi olarak isimlendirilen birbiriyle etkileşimli üç sistemden oluşmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yeoman ve Watson",
      "B": "Jones ve Hamilton",
      "C": "Harris ve Peocock",
      "D": "Donagy, McMahon ve McDowell",
      "E": "Emeksiz"
    },
    "explanation": "Yeoman ve Watson’ın (1997) geliştirdiği getiri yönetimi modeli ise oluşturulan diğer modellerden farklıdır. Yeoman ve Watson, getiri yönetimi sistemini birbiriyle etkileşimli üç alt sistemden oluşturmaktadır. Bu alt sistemler; <em>öngörü sistemi, insan sitemi </em>ve <em>strateji sistemi</em>dir. Öngörü sisteminde, işletmenin geleceğe yönelik doğru talep tahminleme yapması gerektiği ifade edilmektedir. İnsan sistemi ise getiri yönetimi uygulamalarının doğru yapılması konusunda önemli faktörlerden bir tanesidir. Takım çalışması getiri yönetimi sürecinin önemli bir parçasını oluşturmaktadır. Strateji sistemi, işletmenin politikaları, misafir ve pazar bölümlendirmesine ilişkin alt sistemdir. Doğru cevap A’dır."
  },
  {
    "id": "1764702",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi tahminleme yapılırken dikkate alınması gereken değişkenlerden birisi <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "İşletme ve çevresi hakkında eksiksiz ve doğru bilgi",
      "B": "Değişik rezervasyon taleplerinin grup profili",
      "C": "Tesis tamir ve yenileme çalışmaları",
      "D": "Rakip işletmelerin yenilik planları",
      "E": "Sunulan ürünün değeri / konumlaması"
    },
    "explanation": "Tahminleme işinin zor bir iş olduğuna dikkat çeken Kasavana ve Brooks (1998: 355), tahminleme yapılırken bazı değişkenlerin de dikkate alınması gerektiğini belirtmiştir. Bunlar;<br/><ul><br/><li>İşletme ve çevresi hakkında eksiksiz ve doğru bilgi,</li><br/><li>Konaklama işletmesinin hizmet verdiği pazar bölümleri,</li><br/><li>Şu anki zamanla aynı döneme gelen geçmişteki bir zamanın doluluk oranı,</li><br/><li>Rezervasyon özellikleri, rezervasyonların ne kadar zaman önceden talep edildiği bilgisi,</li><br/><li>Tesisin bulunduğu bölgedeki talebi etkileyen özel olayların listesi,</li><br/><li>Değişik rezervasyon taleplerinin grup profili,</li><br/><li>Garantili, garantisiz rezervasyonların sayısı, beklenen no-show sayısı,</li><br/><li>Şu andaki rezervasyonlu odaların listesi ve en son iptal tarihleri,</li><br/><li>Tesis tamir ve yenileme çalışmaları,</li><br/><li>Rakip işletmelerin yenilik planlarıdır.</li><br/></ul><br/>Buna göre A, B, C ve D seçeneklerinde verilenler tahminleme yapılırken dikkate alınması gereken değişkenlerdendir. E seçeneğinde verilen sunulan ürünün değeri / konumlanması ise doğru fiyatlandırma yapmanın ana unsurlarından birisidir. Doğru cevap E’dır."
  },
  {
    "id": "1764708",
    "unitNumber": 7,
    "text": "Kapasite üstü rezervasyona ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Overbooking",
      "B": "Shorta düşmek",
      "C": "Dinamik fiyatlama",
      "D": "Forecasting",
      "E": "Pazar bölümlendirme"
    },
    "explanation": "Kapasite üstü rezervasyon (overbooking) gerçekleşmeyen konaklamalar ve rezervasyon iptalleriyle ilgili verilerden yola çıkılarak fazladan rezervasyon alma politikasıdır ve konaklama işletmelerinde iş uygulamalarının gerekli bir parçasıdır (Boella, 1999: 65). Doğru cevap A’dır."
  },
  {
    "id": "1764710",
    "unitNumber": 7,
    "text": "I. Oda başına (RevPAR) geliri artırarak kârlılığın maksimize edilmesini sağlar.<br/>II. Sistemin uyarıları sayesinde beklenen risklerin sürekli olarak takip edilmesini sağlar.<br/>III. En uygun tahmin modelini sistem otomatik olarak seçerek emek ve zaman tasarrufu sağlar.<br/>Yukarıdakilerden hangisi ya da hangileri bilgisayarlı getiri yönetimi sisteminin konaklama işletmelerine sağladığı yararlardandır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "II ve III",
      "C": "I ve II",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Zamandan tasarruf edildiği gibi, işgücü maliyetinden tasarruf edilmesini ve iş akışını rahatlatması getiri yönetimi sisteminin avantajlarındandır. Daha detaylı ele alınırsa, bilgisayarlı getiri yönetimi sisteminin konaklama işletmelerine sağladığı yararlar şunlardır:<br/><ul> <li>Etkinlik ve mevsimsel etkilere, güncel ve geçmiş bilgilere, otomasyon yazılımı ve rezervasyon sistemine yani gerçek zamanlı verilere dayanarak fiyat ve müsaitlik durumunun belirlenmesini sağlar.</li> <li>Tesisin doluluk oranına göre (önceden belirlendiği takdirde) mevcut fiyatların anında indirilmesini veya artırılmasını sağlar.</li> <li>Otomasyon yazılımı ve rezervasyon sisteminden alınan fiyatı otomatik olarak, sürekli ve eksiksiz güncelleyerek tüm rezervasyon kanallarında eş zamanlı olarak fiyat tutarlılığı sağlar.</li> <li>Sistemin uyarıları sayesinde beklenen risklerin sürekli olarak takip edilmesini sağlar. (II)</li> <li>En uygun tahmin modelini sistem otomatik olarak seçerek emek ve zaman tasarrufu sağlar. (III)</li> <li>Rezervasyon görevlilerini ortalama oda başına geliri artıran çeşitli fiyatlar ve tarihler sunabilmeleri için yönlendirir.</li> <li>Oda başına (RevPAR) geliri artırarak kârlılığın maksimize edilmesini sağlar. (I)</li> </ul> Buna göre verilen ifadelerden hepsi bilgisayarlı getiri yönetimi sisteminin konaklama işletmelerine sağladığı yararlardandır. Doğru cevap E’dır."
  },
  {
    "id": "1808704",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi fizikî yapılarına göre sınıflandırılan konaklama işletmesidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sayfiye oteli",
      "B": "Kırsal otel",
      "C": "Dağ otelleri",
      "D": "Apart otel",
      "E": "Havaalanı oteli"
    },
    "explanation": "Kitapta şu şekilde belirtilmiştir: \"Fiziki yapılarına göre konaklama işletmeleri<br/>otel, motel, butik otel, apart otel, tatil köyü, pansiyon ve kamping şeklinde sınıflandırılabilir.\" Dolayısıyla burada doğru yanıt D'dir."
  },
  {
    "id": "1808706",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi faaliyet sürelerine göre sınıflandırılan konaklama işletmesidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tatil köyü",
      "B": "Sezonluk işletme",
      "C": "Sayfiye oteli",
      "D": "Kamping",
      "E": "Pansiyon"
    },
    "explanation": "Kitapta şu şekilde belirtilmiştir: \"Faaliyet sürelerine göre konaklama işletmelerini devamlı açık işletmeler ve sezonluk işletmeler olarak ikiye ayırmak mümkündür\". Dolayısıyla burada doğru yanıt B'dir."
  },
  {
    "id": "1808710",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ön büronun görevlerinden birisi olamaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Rezervasyon almak ve takip etmek",
      "B": "Misafir bagajlarını odaya kadar taşıtmak",
      "C": "Misafirlerin yaptığı harcamaların hesabını<br/>tutmak",
      "D": "Çıkış işlemlerini yapmak",
      "E": "Otelin temizliği ile ilgilenmek"
    },
    "explanation": "Kitapta şu şekilde belirtilmiştir:\"Ön büronun görevleri şöyledir:<br/><ul><br/><li>Rezervasyon almak ve takip etmek,<br/>• İşletmeye gelen misafirleri karşılamak,<br/>• Kayıt sırasında misafirlere ilişkin bilgi toplamak, gerekli belgeleri doldurtmak ve imzalatmak,<br/>• Misafir hesaplarını düzenli bir şekildetutmak,<br/>• İşletmedeki boş ve dolu oda sayısını takip<br/>etmek, boş odalar için rezervasyon almak<br/>veya satış yapmak,<br/>• Gelen misafir listesini günlük olarak gerekli<br/>bölümlerle paylaşmak,<br/>• Misafirlerin yaptığı harcamaların hesabını<br/>tutmak,<br/>• Misafire gelen mesaj ve postaları iletmek,<br/>gerekli hatırlatmaları yapmak,<br/>• Oda anahtarını/kartını teslim etmek, kontrolünü sağlamak,<br/>• Misafir taleplerine en kısa sürede cevap<br/>verebilmek, gerekirse bu talepleri diğer bölümlere iletmek,<br/>• Misafir bagajlarını odaya kadar taşıtmak,<br/>• Doğum günü, evlilik yıldönümü gibi özel<br/>günü olan misafirleri belirleyerek bu misafirlerin ikram ve hediyeleri için</li></ul><br/>Otelin temizliği ile ilgilenmek"
  },
  {
    "id": "1808712",
    "unitNumber": 7,
    "text": "Misafirin kabul edilmesi, kaydının yapılması, ayrılma işlemlerinin gerçekleştirilmesinden sorumlu bölüme ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Danışma",
      "B": "Santral",
      "C": "Resepsiyon",
      "D": "Rezervasyon",
      "E": "Önkasa"
    },
    "explanation": "Kitapta şu şekilde belirtilmiştir: \"<br/>Resepsiyon: Misafirin kabul edilmesi, kaydının yapılması, ayrılma işlemlerinin gerçekleştirilmesinden sorumlu bölümdür.\" Dolayısıyla burada doğru yanıt C'dir.<br/>Resepsiyon, misafirin kabul edilmesi, kaydının yapılması, ayrılma işlemlerinin gerçekleştirilmesinden sorumlu olup aynı zamanda, müşterilerin ihtiyaç duydukları pek çok konuda ilk temas kurdukları bölümdür."
  },
  {
    "id": "1808717",
    "unitNumber": 7,
    "text": "Aşağıdaki iki bölümden hangileri, önbüroda faaliyet gösteren arka ofis bölümleridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Rezervasyon ve santral",
      "B": "Resepsiyon ve santral",
      "C": "Santral ve önkasa",
      "D": "Resepsiyon ve danışma",
      "E": "Rezervasyon ve resepsiyon"
    },
    "explanation": "Kitapta şu şekilde belirtilmiştir: \"Önbüro bölümünde faaliyet gösteren arka ofis<br/>bölümleri, rezervasyon ve santral şeklinde sıralanabilir.\" Dolayısıyla burada doğru yanıt A'dır.<br/>Rezervasyon ve santral, faaliyetlerinin müşteriyle yüzyüze olmadığı, önbüronun arka bölümleridir."
  },
  {
    "id": "1808722",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi önbüro bölümlerinden birisi değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Santral",
      "B": "Resepsiyon",
      "C": "Danışma",
      "D": "Kat Hizmetleri",
      "E": "Önkasa"
    },
    "explanation": "Kitapta şu şekilde beliritlmiştir: \"Önbüro, başta önbüro müdürüne bağlı olmak üzere; resepsiyon, rezervasyon, santral,önkasa ve danışma bölümlerinden oluşmaktadır.\" Dolayısıyla burada doğru yanıt D'dir.<br/>Kat Hizmetleri"
  },
  {
    "id": "1808728",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi yönetimin fonksiyonlarından birisi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yöneltme",
      "B": "Planlama",
      "C": "Denetleme",
      "D": "Eşgüdüm",
      "E": "Sistem"
    },
    "explanation": "Kitapta şu şekilde belirtilmiştir:<br/>\"Yönetim Fonksiyonları: Planlama, Örgütleme, Yöneltme, Eşgüdüm ve Denetlemedir.\" Dolayısıyla burada doğru yanıt E'dir.<br/>Sistem"
  },
  {
    "id": "1808730",
    "unitNumber": 7,
    "text": "Aşağıdaki yönetim fonksiyonlarından hangisi gerek bölüm içerisindeki birimlerin birbirleriyle uyum içinde çalışmasını gerekse de önbüro bölümü ile işletmenin diğer bölümleriyle arasındaki uyumu sağlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Örgütleme",
      "B": "Yöneltme",
      "C": "Eşgüdüm",
      "D": "Denetleme",
      "E": "Planlama"
    },
    "explanation": "Kitapta şu şekilde belirtilmiştir: \"Bu noktada önbüro yönetiminin eşgüdüm fonksiyonunun<br/>üstlendiği görev gerek bölüm içerisindeki birimlerin birbirleriyle uyum içinde çalışmasını gerekse de önbüro bölümü ile işletmenin diğer bölümleriyle arasındaki uyumu sağlayacak eşgüdümün gerçekleştirilmesidir.\" Dolayısıyla burada doğru yanıt C'dir."
  },
  {
    "id": "1808735",
    "unitNumber": 7,
    "text": "Aşağıdaki yönetim fonksiyonlarından hangisi gerçekleştirilecek faaliyetlerin gruplandırılması, bu faaliyetleri yerine getirecek kişilerin tespit edilmesi ve aralarındaki ilişkilerin düzenlenmesi ile gerekli olacak çalışma ortamını sağlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Örgütleme",
      "B": "Yöneltme",
      "C": "Eşgüdüm",
      "D": "Planlama",
      "E": "Denetleme"
    },
    "explanation": "Kitapta şu şekilde belirtilmiştir: \"Önbüro yönetiminde örgütleme fonksiyonu ise gerçekleştirilecek faaliyetlerin gruplandırılması, bu faaliyetleri yerine getirecek kişilerin tespit edilmesi ve aralarındaki ilişkilerin düzenlenmesi ile gerekli olacak çalışma ortamının sağlanmasını içermektedir.\" Dolayısıyla burada doğru yanıt A'dır."
  },
  {
    "id": "1808739",
    "unitNumber": 7,
    "text": "Uyandırma hizmeti, aşağıdaki bölümlerden hangisinin görevidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Danışma",
      "B": "Santral",
      "C": "Kat Hizmetleri",
      "D": "Önkasa",
      "E": "Rezervasyon"
    },
    "explanation": "Kitapta şu şekilde belirtilmiştir: \"Uyandırma hizmeti de santral bölümünün görevleri arasındadır. Uyandırma isteyen misafirin talebi, santral görevlisi tarafından misafirin oda<br/>numarası ve uyandırılacağı saatin sisteme girilmesiyle kaydedilmektedir.\" Dolayısıyla burada doğru yanıt B'dir."
  },
  {
    "id": "1810485",
    "unitNumber": 8,
    "text": "Seçenektekilerden hangisi örgütlerde yapılabilecek denetim faaliyetlerinden birisi <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Çalışanlar hakkında yapılacak denetimler.",
      "B": "Sermaye, sermayenin kullanımı ve finansmanı üzerine yapılacak denetimler.",
      "C": "Vergi ve yönetmelik üzerine denetimler.",
      "D": "Zaman kullanımı ve yönetimi açısından yapılacak kontroller.",
      "E": "Malzeme tedariği ve stoklanması üzerine yapılacak denetimler."
    },
    "explanation": "Detaylar için “GİRİŞ” başlığında yer alan bilgilere bakabilirsiniz.<br/>Örgütlerde yapılabilecek denetim faaliyetleri şunlardır: <br/>• Çalışanlar hakkında yapılacak denetimler, <br/>• Sermaye, sermayenin kullanımı ve finansmanı üzerine yapılacak denetimler, <br/>• Zaman kullanımı ve yönetimi açısından yapılacak kontroller, <br/>• Malzeme tedariği ve stoklanması üzerine yapılacak denetimler."
  },
  {
    "id": "1810487",
    "unitNumber": 8,
    "text": "Analizler ve önbüroda yürütülen günlük faaliyetler göz önüne alındığında denetimle ilişkili iki boyut seçenektekilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İç denetim ve gece denetimi",
      "B": "Mali denetim ve icraat denetimi",
      "C": "Yönetim denetimi ve operasyonel denetim",
      "D": "Hesap denetimi ve kayıt denetimi",
      "E": "Kasa denetimi ve sipariş denetimi"
    },
    "explanation": "Detaylar için “ÖNBÜRODA DENETİM” başlığında yer alan bilgilere bakabilirsiniz.<br/>Düzeltici eylemleri gerçekleştirmek ve sorunun çözülmesini sağlamak, bazen daha kapsamlı analiz ve incelemeleri gerektirebilir. Bu analizler ve ön büroda yürütülen günlük faaliyetler göz önüne alındığında denetimle ilişkili iki boyut bulunmaktadır. Bu boyutlar, önbüro faaliyetlerinin düzenli bir şekilde sürdürülebilmesi, günlük hataların saptanması ve düzeltilmesi noktalarında hayati öneme sahiptir. Bu boyutların ilki iç denetim, ikincisi ise gece denetimidir."
  },
  {
    "id": "1810507",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi konaklama işletmelerinde farklı bazı bölümlerin oluşmasını gerekli kılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Konaklama işletmelerinin büyüklüğüne göre değişmesi",
      "B": "Sunulan hizmetlerin konaklamanın ötesine geçmesi",
      "C": "İşletmelerin işleyişinin etkinliğini arttırması",
      "D": "İşletmelerin işleyişinin verimliliğini arttırması",
      "E": "Farklı bölümler arasında görev dağılımının yapılması"
    },
    "explanation": "Konaklama işletmelerinde verilen hizmetlerin konaklamanın ötesine geçip gün geçtikçe çeşitlenmesi bu işletmelerde bazı bölümlerin oluşmasını gerekli kılmıştır. Böylelikle konaklama işletmelerinin büyüklüğüne göre değişen bölümler oluşmuştur. Bu yapı içinde, hangi bölümün hangi görevi yerine getirdiği ve hangi işlerden sorumlu olduğunu bilmek işleyişin etkinliği ve verimliliği açısından önem taşımaktadır."
  },
  {
    "id": "1810513",
    "unitNumber": 8,
    "text": "Önbüroda iç denetim üçgeni resepsiyon, kat hizmetleri ile neyi kapsayan bir üçgendir?",
    "correctAnswer": "B",
    "options": {
      "A": "mutfak",
      "B": "önkasayı",
      "C": "insan kaynağı",
      "D": "bellboy",
      "E": "acente"
    },
    "explanation": "Detaylar için “Önbüroda İç Denetim Üçgeni” başlığında yer alan bilgilere bakabilirsiniz.<br/>Konaklama işletmeleri için özel denetim halkalarının oluşturulmasına yol açmıştır. Önbüro göz önüne alındığında, günlük faaliyetlerin doğru bir şekilde sürdürülebilmesi için iç denetim üçgeni, birbirlerini denetleyerek bu işlemleri gerçekleştirmektedir. Önbüroda iç denetim üçgeni resepsiyon, kat hizmetleri ve önkasayı kapsayan bir üçgendir."
  },
  {
    "id": "1810514",
    "unitNumber": 8,
    "text": "Konaklama ücretlerinin kaçırılmasını engellemek amacıyla; tüm oda fiyatlarının toplanması ve toplamın, tablo defteri üzerindeki hangi sütunla karşılaştırılmasıyla gerçekleştirilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "odalar",
      "B": "mutfak",
      "C": "servis",
      "D": "maliyet",
      "E": "fiyat"
    },
    "explanation": "Detaylar için “Önbüroda İç Denetim Üçgeni” başlığında yer alan bilgilere bakabilirsiniz.<br/>Hatalı girişleri kontrol etmek ve böylece konaklama ücretlerinin kaçırılmamasını sağlamak amacıyla; genellikle raf fişlerinde gösterilen tüm oda fiyatlarının toplanması ve toplamın, tablo defteri üzerindeki “odalar” sütunuyla karşılaştırılmasıyla gerçekleştirilmektedir. Bu işlem yanlış hesaba kaydedilen harcamaların tespitini sağlamamaktadır ancak basit ihmallere karşı bir denetim şekli olarak kullanılmaktadır. Yine, bilgisayarlı sistemler bu açıdan çok daha kullanışlıdır, çünkü oranlar otomatik olarak kayıt sırasında girilmekte ve aynı zamanda konuk hesabına ücretlendirilmektedir, ayrıca önkasa kodları belirli olduğundan dolayı hangi işlemi kimin gerçekleştirdiği takip edilebilmektedir."
  },
  {
    "id": "1810516",
    "unitNumber": 8,
    "text": "Gece denetimi, misafirlerin hesaplarının hangi faaliyetlerinin sürdürüldüğü ve dengelendiği kontrol sürecidir?",
    "correctAnswer": "D",
    "options": {
      "A": "memnuniyet",
      "B": "yaptırım",
      "C": "insan kaynağı",
      "D": "finansal",
      "E": "temizlik"
    },
    "explanation": "Detaylar için “Önbüroda Gece Denetimi” başlığında yer alan bilgilere bakabilirsiniz.<br/>Gece denetimi, misafirlerin hesaplarının finansal faaliyetlerinin sürdürüldüğü ve dengelendiği kontrol sürecidir. Bu süreçte, ücretleri, ödemeleri (borçlar ve krediler) ve bölüm makbuzları günlük olarak denetlenir. Bu çalışma tanımı, yalnızca ücret ve ödemelerin toplamının mekanik olarak karşılaştırılmasını değil, hesap faaliyetlerinin yönetim tarafından detaylı şekilde incelenmesini de kapsamaktadır."
  },
  {
    "id": "1810518",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi konaklama işletmesinin tanınırlık ve başarı sürekliliği açısından en önemli özellik olabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Konaklama işletmesinin bu alandaki geleneklere bağlı olması",
      "B": "Konaklama işletmesinin bu alandaki standartları benimsemiş olması",
      "C": "Konaklama işletmesinin uluslararası standartlara uyum sağlamış olması",
      "D": "Konaklama işletmesinin bu alanda kendi geleneklerini yaratabilmiş olması",
      "E": "Konaklama işletmesinin faaliyetlerinin sürdürülebilirliği için değişen teknolojiye ayak uydurması"
    },
    "explanation": "Konaklama işletmeleri, uluslararası standartlara uyum sağlamak zorundadır.<br/>C şıkkı"
  },
  {
    "id": "1810519",
    "unitNumber": 8,
    "text": "Önbüroda gerçekleştirilen faaliyetlerin denetlenmesinde kullanılan en önemli teknikler istatistiklerin ile nelerin incelenmesidir?",
    "correctAnswer": "C",
    "options": {
      "A": "poliçelerin",
      "B": "anketlerin",
      "C": "raporların",
      "D": "odaların",
      "E": "kimyasalların"
    },
    "explanation": "Detaylar için “ÖNBÜRODA RAPORLAMA” başlığında yer alan bilgilere bakabilirsiniz.<br/>Önbüroda gerçekleştirilen faaliyetlerin denetlenmesinde kullanılan en önemli teknikler istatistiklerin ve raporların incelenmesidir. Böylece doğru bilgi akışının sağlanması ve toplanan verilerin enformasyona çevrilerek yorumlanması mümkün olmaktadır."
  },
  {
    "id": "1810521",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi konaklama işletmelerinin çeşitlerinin dışındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Konaklama işletmelerinin fiziki yapıları",
      "B": "Konaklama işletmelerinin kuruluş yerleri",
      "C": "Konaklama işletmelerinin faaliyet süreleri",
      "D": "Konaklama işletmelerinin büyüklükleri",
      "E": "Konaklama işletmelerinin standartları"
    },
    "explanation": "Konaklama işletmeleri yapılarına, kuruluş yerlerine, faaliyet sürelerine, büyüklüklerine göre çeşitli sınıflara ayrılabilirler. Bu noktada tek bir standart sınıflandırma olmasa bile, genel hatlarıyla çeşitlendirmek mümkündür. Bu başlık altında konaklama işletmeleri fiziki yapılarına, bulunduğu yere, faaliyet sürelerine ve büyüklüklerine göre dört sınıfta incelenmiştir:<br/>E şıkkı"
  },
  {
    "id": "1810524",
    "unitNumber": 8,
    "text": "Oda başına ortalama misafir sayısı, toplam misafir sayısının neye bölünmesiyle bulunur?",
    "correctAnswer": "A",
    "options": {
      "A": "satılan oda sayısına",
      "B": "ortalama misafir sayısına",
      "C": "var olan personel sayısına",
      "D": "etkin oda sayısına",
      "E": "sermaye miktarına"
    },
    "explanation": "Detaylar için “Doluluk ve Gelir İstatistikleri” başlığında yer alan bilgilere bakabilirsiniz.<br/>Oda başına ortalama misafir sayısı, toplam misafir sayısının satılan oda sayısına bölünmesiyle bulunur. Bazı önbüro yönetimleri, misafir başına ortalama gelir oranı üzerinden de bazı planlamalar yapabilirler."
  },
  {
    "id": "1810530",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi fiziki yapılarına göre konaklama işletmelerinin dışındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Butik Otel",
      "B": "Otel",
      "C": "Apart otel",
      "D": "Tatil köyü",
      "E": "Kültür Merkezi"
    },
    "explanation": "Fiziki yapılarına göre konaklama işletmeleri otel, motel, butik otel, apart otel, tatil köyü, pansiyon ve kamping şeklinde sınıflandırılabilir.<br/>Faaliyet sürelerine göre konaklama işletmelerini devamlı açık işletmeler ve sezonluk işletmeler olarak ikiye ayırmak mümkündür: Devamlı açık işletmeler, bütün yıl faaliyet göstermektedirler. Bu işletmeler genellikle ulaştırma rotalarında, kent ve kültür merkezlerinde bulunmaktadır.<br/>E şıkkı"
  },
  {
    "id": "1810532",
    "unitNumber": 8,
    "text": "Konaklama yapacak misafirlerin bilgilerini seçenektekilerden hangisi içermektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Elit konuk listesi",
      "B": "Replika listeler",
      "C": "İkincil listeler",
      "D": "Gelen konuk listesi",
      "E": "Gruplar listesi"
    },
    "explanation": "Detaylar için “Günlük Doluluk Raporları” başlığında yer alan bilgilere bakabilirsiniz.<br/>Gelen konuk listesi konaklama yapacak misafirlerin bilgilerini içermektedir. Alfabetik olarak gün içinde giriş yapacak misafirlerin isimleri, ayrılış tarihleri, beklenen giriş ve ayrılış saatleri, misafirlerin özel istekleri, oda tipi tercihleri, oda ücretleri, rezervasyonun garantili olup-olmama durumu, VIP olup-olmadığı ve VIP derecesi listede yer alan bilgilerdir."
  },
  {
    "id": "1810536",
    "unitNumber": 8,
    "text": "Konaklama işletmelerinde yürütülen tahminleme faaliyetleri, neyi destekleyici bir faaliyet olarak görülmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "planlama fonksiyonlarını",
      "B": "yönetim fonksiyonları",
      "C": "yürütme fonksiyonlarını",
      "D": "denetleme fonksiyonlarını",
      "E": "koordinasyon fonksiyonlarını"
    },
    "explanation": "Detaylar için “Tahminlemenin Amacı” başlığında yer alan bilgilere bakabilirsiniz.<br/>Tahminleme, konaklama işletmelerinin faaliyetlerini sürdürmek, gelecekte karşılaşılabilecek gelişmelere uyum sağlamak, ortaya çıkabilecek hataları önlemek, satış ve pazarlama çalışmalarına yön vermek için kullanılan önemli bir faaliyettir. Konaklama işletmelerinde yürütülen tahminleme faaliyetleri, yönetim fonksiyonlarının tümü açısından destekleyici bir faaliyet olarak görülmelidir."
  },
  {
    "id": "1810541",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi kuruluş yerlerine göre konaklama işletmeleri arasında sayılamaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Hava alanı Otelleri",
      "B": "Sayfiye Otelleri",
      "C": "Kırsal Oteller",
      "D": "Kampingler",
      "E": "Dağ Otelleri"
    },
    "explanation": "Kuruluş yerlerine göre konaklama işletmelerini ise şehir otelleri, sayfiye otelleri, kırsal oteller, dağ otelleri, hava alanı otelleri, terminal otelleri, liman otelleri şeklinde sınıflandırmak mümkündür.<br/>D şıkkı"
  },
  {
    "id": "1810543",
    "unitNumber": 8,
    "text": "Seçenektekilerden hangisi bir tahminleme çeşidi <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Yıllık tahminleme",
      "B": "Aylık tahminleme",
      "C": "On günlük tahminleme",
      "D": "Üç günlük tahminleme",
      "E": "Günlük tahminleme"
    },
    "explanation": "Detaylar için “Tahminleme Çeşitleri” başlığında yer alan bilgilere bakabilirsiniz.<br/>Değişik amaçlarla yapılan bu tahminleme teknikleri genellikle satış gelirini ve oda doluluklarını artırmada kullanılmaktadır. Yapılan çalışmalar, uzun dönemli (yıllık, sezonluk) tahminler olabildiği gibi, kısa dönemli (günlük, haftalık) tahminler de olabilmektedir. Bu şekilde gerçekleştirilen tahminlemeler dört başlık altında ele alınabilir:<br/><ul> <li>Yıllık tahminleme</li> <li>Aylık tahminleme</li> <li>On günlük tahminleme</li> <li>Üç günlük tahminleme</li> </ul>"
  },
  {
    "id": "1810560",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi konaklama işletmelerindeki ön büronun asli görevidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Rezervasyon alıp takip etmek ve misafirleri karşılamak",
      "B": "Misafir bagajlarını odaya kadar taşıtmak",
      "C": "Misafire gelen mesaj ve postaları takip etmek",
      "D": "Giriş yapan misafir listesini düzenli olarak takip etmek",
      "E": "Misafirlerin giriş işlemlerini yapmak"
    },
    "explanation": "Her konaklama işletmesinde ön büroda yerine getirilmesi gereken görevler vardır. Bu görevler şu şekilde sıralanabilir:<br/>• Rezervasyon almak ve takip etmek,<br/>• İşletmeye gelen misafirleri karşılamak,<br/>• Kayıt sırasında misafirlere ilişkin bilgi toplamak, gerekli belgeleri doldurtmak ve imzalatmak,<br/>• Misafir hesaplarını düzenli bir şekilde tutmak,<br/>• İşletmedeki boş ve dolu oda sayısını takip<br/>etmek, boş odalar için rezervasyon almak<br/>veya satış yapmak,<br/>• Gelen misafir listesini günlük olarak gerekli<br/>bölümlerle paylaşmak,<br/>• Misafirlerin yaptığı harcamaların hesabını<br/>tutmak,<br/>• Misafire gelen mesaj ve postaları iletmek,<br/>gerekli hatırlatmaları yapmak,<br/>• Oda anahtarını/kartını teslim etmek, kontrolünü sağlamak,<br/>• Misafir taleplerine en kısa sürede cevap<br/>verebilmek, gerekirse bu talepleri diğer bölümlere iletmek,<br/>• Misafir bagajlarını odaya kadar taşıtmak,<br/>• Doğum günü, e<br/>A şıkkı"
  },
  {
    "id": "1810567",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi büyük otel işletmelerindeki Ön büro bölümünde faaliyet gösteren ön ofis birimlerinin dışındadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Resepsiyon",
      "B": "BÖnkasa",
      "C": "ÜDanışma",
      "D": "YÜMuhasebe",
      "E": "KSantral"
    },
    "explanation": "Ön büro, başta ön büro müdürüne bağlı olmak üzere; resepsiyon, rezervasyon, santral, ön kasa ve danışma bölümlerinden oluşmaktadır.<br/>D şıkkı"
  },
  {
    "id": "1810577",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi Ön büronun tam tanımıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Misafirlerin kabul edilmesinden, kaydının yapılmasından ve çıkış işlemlerinin yapılmasından sorumlu bölümdür.",
      "B": "Misafir hesaplarının tutulması ve tahsilatların yapılmasından sorumlu bölümdür.",
      "C": "Misafirlerin temel amaç hizmet sürecinin kolaylaştırılmasından sorumlu bölümdür.",
      "D": "Misafirlere özel kişisel özel hizmetlerin sunulmasından sorumlu<br/>bölümdür.",
      "E": "Odalara ilişkin istatistikleri, günlük rezervasyonların onay tarihlerini tutulmasından ve takibinden sorumlu bölümdür."
    },
    "explanation": "Ön büro bölümünde faaliyet gösteren ön ofis birimleri, resepsiyon, ön kasa ve danışma şeklinde sıralanabilir. Resepsiyon, konaklama işletmesine giriş yapan misafirlerin kayıtlarının yapıldığı, misafire ait bütün bilgilerin tutulduğu, misafirlerin istek ve beklentilerinin karşılandığı bölümdür.<br/>A şıkkı"
  },
  {
    "id": "1810584",
    "unitNumber": 8,
    "text": "Aşağıdaki kavramlardan hangisi Ön büro yönetim fonksiyonlarının dışındadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Planlama",
      "B": "Yöneltme",
      "C": "Örgütleme",
      "D": "İnsan emeği",
      "E": "Denetleme"
    },
    "explanation": "Yönetim Fonksiyonları<br/>Planlama Örgütleme Yöneltme Eşgüdüm Denetleme<br/>D şıkkı"
  },
  {
    "id": "1810592",
    "unitNumber": 8,
    "text": "Aşağıdaki eşleştirmelerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "VİP - varied important people",
      "B": "CİP - currently important person",
      "C": "SPATT - special attention teams",
      "D": "CİP - commercially important person",
      "E": "SPATT - specially provided guests"
    },
    "explanation": "VİP (very important person): Tekrar eden misafirler (repeat guests), yıldönümü kutlamaları, pahalı odalarda kalan misafirler, güvenlik riski olan misafirler, incognito misafirler, şirket yetkilileri gibi.<br/>CİP (commercially important person): Büyük şirketlerin misafirleri ve yetkilileri, önemli gazeteciler ve medya yetkilileri, seyahat acentesi ve tur şirketi yetkilileri, gelecekte otele gelir getirecek şirket<br/>misafirleri.<br/>SPATT (special attention guests): Özen ve dikkat gerektirecek misafirler, engelli bireyler, yaşlı ve hasta misafirler, uzun süre kalan misafirler.<br/>D şıkkı"
  }
]