[
  {
    "id": "2925311",
    "unitNumber": 1,
    "text": "I. Finansal Nitelikli Olayların Kaydedilmesi\n II. Finansal Nitelikli Olayların Sınıflandırılması\n III. Finansal Tabloların Analizi \n IV. Finansal Tabloların Yorumu\n V. Finansal Nitelikli Olayların Özetlenmesi\n Yukarıda numaralandırılan ifadelerden hangileri muhasebenin birinci işlevini karşılamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "I-II-V",
      "B": "II-III-V",
      "C": "III ve V",
      "D": "I ve II",
      "E": "III ve IV"
    },
    "explanation": "Muhasebenin birinci işlevi finansal nitelikli işlemlerin kaydedilmesi, sınıflandırılması ve özetlenmesini kapsamaktadır. İkinci işlevi ise finansal tabloların analizi ve yorumunu içermektedir. Bu nedenle sorunun doğru yanıtı A şıkkıdır."
  },
  {
    "id": "2925312",
    "unitNumber": 1,
    "text": "Finansal nitelikli işlemin öncelikle belgelendirilmesini ve ardından belirli kurallar ve düzenlemeler çerçevesinde muhasebe defterlerine işlenmesi muhasebenin işlevlerinden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sınıflandırma",
      "B": "Kaydetme",
      "C": "Özetleme",
      "D": "Analiz",
      "E": "Yorum"
    },
    "explanation": "Sorunun doğru yanıtı B şıkkı olan finansal nitelikli işlemlerin kaydedilmesidir. Bu muhasebe sürecinin ilk adımıdır. Sınıflandırma, özetleme analiz ve yorum işlevleri kaydetme işlevinden sonra gelmektedir."
  },
  {
    "id": "2925313",
    "unitNumber": 1,
    "text": "I. Günlük İşlemler\n II. Genel Geçici Mizanın Hazırlanması\n III. Finansal Tabloların Düzenlenmesi\n IV. Kapanış Kayıtlarının Yapılması\n V. Kesin Mizanın Düzenlenmesi\n VI. Dönemsonu Envanter İşlemleri\n VII. Açılış Kaydı\n Yukarıda numaralandırılmış olarak verilen ifadelerin muhasebe sürecinin akışını gösterecek şekilde doğru olarak sıralanmış biçimi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "VII-II-I-VI-V-III-IV",
      "B": "VI-I-II-VII-V-III-IV",
      "C": "VII-I-II-VI-V-III-IV",
      "D": "VII-I-III-VI-V-II-IV",
      "E": "IV-II-III-VI-V-I-VII"
    },
    "explanation": "Muhasebe süreci öncelikle açılış kayıtlarının yapılmasıyla başlamaktadır. Daha sonra meydana gelen günlük işlemler oluşmaktadır. Sürecin üçüncü basamağı genel geciçi mizanın oluşturulmasıdır. Daha sonra dönemsonu envanter işlemleri yapılır. Kesin mizan düzenlenir. Son olarak mali tablolar düzenlenerek kapanış kayıtları gerçekleştirilir. Bu sürecin doğru sıralanışı C şıkkında yer almaktadır."
  },
  {
    "id": "2925314",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bir gider örneğidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Eğitim ve Danışmanlık Bedeli",
      "B": "Komisyon",
      "C": "Mal Satışı",
      "D": "Satın Alma Maliyeti",
      "E": "Mal Satışı"
    },
    "explanation": "Gider işletmenin faaliyetleri sonucunda sermayesinde azalışa neden olan işlemlerdir. Bu doğrultuda satın alma maliyeti bir gider örneğidir. Diğer ifadeler gelir örneğidir. Gelir ise işletme faaliyetleri sonucunda sermayede meydana gelen artışlardır."
  },
  {
    "id": "2925315",
    "unitNumber": 1,
    "text": "Yapılan bir hizmet, yerine getirilen bir taahhüt ya da sat›lan bir mal karşılığında tahsiline hak kazanılan tutar ile ilgili işlemler aşağıdaki muhasebe işlemlerinden hangisi kapsamındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Nakit İşlemleri",
      "B": "Stok İşlemleri",
      "C": "Banka İşlemleri",
      "D": "Borç İşlemleri",
      "E": "Alacak İşlemleri"
    },
    "explanation": "Yapılan bir hizmet, yerine getirilen bir taahhüt ya da satılan bir mal karşılığında tahsiline hak kazanılan tutar ile ilgili işlemler işletmenin muhasebe işlemlerinden alacak işlemleri kapsamındadır. Nakit işlemleri;nakit para, tahsilat, çek vb işlemleri kapsamaktadır. Stok işlemleri; işletmenin yaptığı işe uyumlu olarak hammadde, mal, yedek parça vb alımı ile ilişkili işlemlerdir. Banka işlemleri; bankalarla olan karşılıklı işlemleri kapsamaktadır. Borç işlemleri; satın alınan mal veya hizmet bedelleri ile belli koşullarda başka işletme, şahıs ya da kurumlardan temin edilen kaynakların geri ödeme yükümlülükleri ile ilgili işlemleri kapsamaktadır."
  },
  {
    "id": "2925316",
    "unitNumber": 1,
    "text": "İşletmenin yeni bir üretim teknolojisi geliştirmek amacıyla harcadığı araştırma ve geliştirme giderleri aşağıdaki muhasebe işlemlerinden hangisi kapsamındadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Stok İşlemleri",
      "B": "Alacak İşlemleri",
      "C": "Yatırım İşlemleri",
      "D": "Personel İle İlgili İşlemler",
      "E": "Özsermaye İşlemleri"
    },
    "explanation": "İşletmenin yeni bir üretim teknolojisi amacıyla yaptığı harcamalar birer yatırım olduğu için bu kapsamda yatırım işlemleri kapsamında yer alan bir muhasebe işlemi olmaktadır."
  },
  {
    "id": "2925317",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi işletmelerin Vergi Usul Kanunu kapsamında düzenlemesi gereken belgelerden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çek",
      "B": "Bono",
      "C": "Poliçe",
      "D": "Müstahsil Makbuzu",
      "E": "Muhtasar Beyanname"
    },
    "explanation": "Şıklarda ifade edilen belgelerden çek, bono ve poliçe Türk Ticaret Kanunu kapsamında yer alan belgelerdendir. Muhtasar beyanname ise gelir vergisi kanunu kapsamında düzenlenmesi gereken bir belgedir. Müstahsil makbuzu Vergi Usul Kanunu çerçevesinde düzenlenmesi gereken bir belge olup sorunun doğru yanıtıdır."
  },
  {
    "id": "2925318",
    "unitNumber": 1,
    "text": "I. Vadesi bulunmamaktadır.\n II. Bir bankaya hitaben yazılmıştır. \n III. Türk Ticaret Kanunu kapsamında yer alan belgelerdendir. \n Yukarıda özellikleri tanımlanan belge aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bono",
      "B": "Poliçe",
      "C": "Çek",
      "D": "Fatura",
      "E": "Emre Muharrer Senet"
    },
    "explanation": "Sorunun doğru yanıtı C şıkkıdır. Bono ve poliçe Türk Ticaret Kanunu kapsamındaki belgelerdendir. Ancak vade bulunmaması ve her zaman bir bankaya hitaben yazılma özelliği sadece çek belgesine ilişkin özelliklerdir. Fatura işletmenin Vergi Usul Kanunu kapsamında düzenlenecek belgeler arasındadır. Emre muharrer senet ise bono'nun diğer adıdır."
  },
  {
    "id": "2925319",
    "unitNumber": 1,
    "text": "Kasada azalış yapan işlemlere ilişkin muhasebe fişi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tediye Fişi",
      "B": "Mahsup Fişi",
      "C": "Tahsil Fişi",
      "D": "Kasa Fişi",
      "E": "Muhasebe Fişi"
    },
    "explanation": "Muhasebe fişleri, fişin kasa ile ilgili olup olmamasına göre kasa fişi ve mahsup fişi olmak üzere ikiye ayrılır. Kasada artış yaratan işlemler tahsil fişi, azalış yaratan işlemler tediye fişi ve kasa hesabının çalıştırmasını gerektirmeyen işlemler ise mahsup fişini ifade etmektedir."
  },
  {
    "id": "2925320",
    "unitNumber": 1,
    "text": "İşletmenin dönem içindeki para giriş ve çıkışlarının \"kasa hesabında\" gruplandırılması aşağıdaki muhasebe işlevlerinden hangisi kapsamında ele alınır?",
    "correctAnswer": "A",
    "options": {
      "A": "Sınıflandırma",
      "B": "Kaydetme",
      "C": "Özeletme",
      "D": "Analiz Etme",
      "E": "Yorumlama"
    },
    "explanation": "Bu aşamada kaydetme, özetleme, analiz etme, yorumlama ve raporlama işlevlerinin ne olduğuna da kitabınızda çalışınız.<br/>Finansal karakterli işlemler günlük deftere madde şeklinde kaydedildikten sonra büyük defterde hesaplarda (Kasa Hesabı vb.) sınıflandırılır."
  },
  {
    "id": "2925321",
    "unitNumber": 1,
    "text": "Bir işletmede dönemsonunda muhasebe dışı envanter ve muhasebe içi envanter işlemlerinin devamında aşağıdakilerden hangisi düzenlenir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kesin Mizan",
      "B": "Dönembaşı Bilançosu",
      "C": "Üç Aylık Bildirge",
      "D": "Katma Değer Vergisi Beyannamesi",
      "E": "Mahsup Fişi"
    },
    "explanation": "İşe yeni başlayan veya devam eden işletmelerde muhasebe süreci konusunu kitabınızdan yazarak çalışınız.<br/>Muhasebe sürecinde muhasebe dışı ve muhasebe içi envanter işlemlerinin tamamlanmasından sonra Kesin Mizan düzenlenecektir. Bunun devamında dönemsonu bilançosu düzenlenebilir."
  },
  {
    "id": "2925322",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi \"ön muhasebe\" için doğru bir ifadedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Finansal karakterli bir işlemin muhasebe sistemine kaydedilmeye hazır hale getirilmesi işlemidir.",
      "B": "Muhasebe dışı ve muhasebe için envanter işlemlerinden sonra kesin mizanın düzenlenmesi işlemidir.",
      "C": "Kaydedilen ve sınıflandırılan finansal karakterli işlemlerin finansal tablolarda özetlenmesi işlemidir.",
      "D": "İşletmenin finansal durumu ve faaliyet sonuçlarına ilişkin kararların alınması amacıyla yapılan ön analiz işlemleridir.",
      "E": "Dönemsonu bilançosu ve dönemin gelir tablosu aracılığıyla bilgi kullanıcılarına ön bilgileri verme işlemidir."
    },
    "explanation": "Finansal karakterli bir işlemin muhasebe sistemine kaydedilmeye hazır hale getirilmesi işlemi ön muhasebe tarafından gerçekleştirilir."
  },
  {
    "id": "2925323",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi (A) İşletmesi' nin muhasebeye konu olan finansal karakterli işlemlerinden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "(A) İşletmesi' nin mal satın aldığı (T) İşletmesi' nin makine satın alması",
      "B": "(A) İşletmesini, (B) İşletmesi' nden olan alacağını tahsil etmesi",
      "C": "(A) İşletmesi' nin, (Z) Bankası'ndaki mevduat hesabına para yatırması",
      "D": "(A) İşletmesi tarafından (Y) İşletmesi' nden demirbaş satın alınması",
      "E": "(A) İşletmesi çalışanlarının ücretlerinin ödenmesi"
    },
    "explanation": "İşletmenin kendisine ait para ile ifade edilen işlemleri muhasebenin konusudur.<br/>(A) işletmesi'ndeki finansal karakterli işlemler muhasebeye konudur. (A) Şıkkındaki işlem (T) İşletmesinin ilgilendirmektedir. Bu nedenle (A) İşletmesi tarafından muhasebeleştirilmez."
  },
  {
    "id": "2925324",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi düzenlenen bir faturada yeralması gereken bilgilerden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Malı teslim edenin adı ve imzası",
      "B": "Düzenlenme tarihi",
      "C": "Müşterinin adı, ticaret unvanı",
      "D": "Malın miktarı, fiyatı",
      "E": "Faturayı düzenleyenin adı, iş adresi"
    },
    "explanation": "Sevk irsaliyesi ve irsaliyeli fatura konusunu fatura ile birlikte ele alınız.<br/>Malı teslim edenin adı ve imzası fatura da değil, sevk irsaliyesi ile irsaliyeli faturada yer alır."
  },
  {
    "id": "2925325",
    "unitNumber": 1,
    "text": "Satışı yapılan bir malın alıcıya teslim edilmek üzere satıcı tarafından taşındığı veya taşıttırıldığı hallerde taşınan veya taşıttırılan mallar için düzenlenecek belge aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sevk İrsaliyesi",
      "B": "Taşıma İrsaliyesi",
      "C": "Serbest Meslek Makbuzu",
      "D": "Müstahsil Makbuzu",
      "E": "Gider Pusulası"
    },
    "explanation": "Yolculuk yaptığınızda yollarda araçları durduran vergi dairesi elemanlarının hangi belgeleri incelediğini araştırdığınızda, bu belgelerden birinin de Sevk İrsaliyesi olduğunu görürsünüz.<br/>Satışı yapılan bir malın alıcıya teslim edilmek üzere satıcı tarafından taşındığı veya taşıttırıldığı hallerde taşınan veya taşıttırılan mallar için düzenlenecek belge SEVK İRSALİYESİDİR. Sevk irsaliyesi taşınan mal ile birlikte araçta bulundurulur. Yasada belirtilen sürede bu mala ilişkin fatura da düzenlenmelidir."
  },
  {
    "id": "2925326",
    "unitNumber": 1,
    "text": "(A) şirketi, gerçek usulde vergiye tabi olmayan çiftçi Ahmet Bey' den sebze satın almıştır. Bu işlem ile ilgili olarak düzenlenecek belge aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Müstahsil Makbuzu",
      "B": "Serbest Meslek Makbuzu",
      "C": "Fatura",
      "D": "Perakende Satış Fişi",
      "E": "Mahsup Fişi"
    },
    "explanation": "Bu konu ile birlikte fatura konusunu da ele alınız.<br/>Birinci ve ikinci sınıf tüccarlar ile kazancı basit usulde tespit edilenler ve defter tutmak mecburiyetinde olan çiftçiler gerçek usulde vergiye tabi olmayan çiftçilerden satın aldıkları malların bedelini ödedikleri sırada iki nüsha müstahsil makbuzu tanzim etmeye ve bunlardan birini imzalayarak satıcı çiftçiye vermeye ve diğerini ona imzalatarak almaya mecburdurlar. Birinci sınıf tüccar olan (A) Şirketi' de gerçek usulde vergiye tabi olmayan çiftçi Ahmet Bey' den aldığı sebze ile ilgili olarak bu belgeyi düzenleyecektir."
  },
  {
    "id": "2925327",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi \"bono\" için doğru bir ifadedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Borçlusu tarafından imzalanan, belirtilen yer ve zamanda kayıtsız ve şartsız belirli bir tutarın ödeme yükümlülüğünü düzenleyen belgedir.",
      "B": "Keşidecinin düzenlediği bu belge, borçlu ve alacaklı tarafından kabul edildiğinde resmiyet kazanır",
      "C": "Bir bankaya hitaben yazılır ve üzerinde yazılı tutarın lehdara ödenmesini isteyen bir belgedir.",
      "D": "Serbest meslek erbabı kişilerin, mesleki faaliyetlerinden kaynaklanan her türlü tahsilatları için düzenlenen belgedir.",
      "E": "İşletmenin müşterisinden olan alacağına karşılık yaptığı bir yıllık tahsilatları gösteren bir belgedir."
    },
    "explanation": "Çek ve poliçe konularına da kitabınızdan çalışınız.<br/>Borçlusu tarafından imzalanarak alacaklıya verilen ve belli bir paranın, belli bir süre sonra ödeneceğini bildiren ticari belgeye bono denir. Bono bir ödeme vaadidir. Bono vadeli işlemlerde kullanılan bir senettir."
  },
  {
    "id": "2925328",
    "unitNumber": 1,
    "text": "İşletme çalışanlarından kesilen vergilerin matrahları ile birlikte, toplu olarak vergi dairesine bildirilmesinde kullanılan beyanname aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Muhtasar Beyanname",
      "B": "Katma Değer Vergisi Beyannamesi",
      "C": "Yıllık Gelir Vergisi Beyannamesi",
      "D": "Geçici Vergi Beyannamesi",
      "E": "Hizmet Vergisi Beyannamesi"
    },
    "explanation": "Muhtasar beyanname, SGK Aylık Bildirgesi konularını bir arada ele alarak çalışınız.<br/>İşletmenin çalışanlarından kesilen vergiler ve matrahları vergi sorumlusu sıfatıyla işletme tarafından vergi dairesine muhtasar beyanname ile verilir."
  },
  {
    "id": "2925329",
    "unitNumber": 1,
    "text": "(A) İşletmesi, (Z) İşletmesi' nden 5.900 lira tutarlı mal satın almıştır. Satıcı (Z) İşletmesi' ne 4.000 lira tutarlı bir çek keşide etmiş, kalan tutar için borçlu kalmıştır. Bu işlem ile ilgili kullanılacak muhasebe fişi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mahsup Fişi",
      "B": "Çek Dökümü Fişi",
      "C": "Tediye Fişi",
      "D": "Perakende Satış Fişi",
      "E": "Tahsil Fişi"
    },
    "explanation": "Muhasbe fişileri konusunu Kasa Hesabı ile olan ilişkisi açısından değerlendiriniz.<br/>Muhasebe fişleri tahsil, tediye ve mahsup fişi olmak üzere üzere üç başlıkta ele alınır. Tahsil ve tediye fişleri kasa hareketlerinin izlendiği fişlerdir ve Kasa Hesabının borç veya alacak tarafına kayıt yapılır. Sorudaki örnekte finansal karakterli işlem kasa hareketini ilgilendirmediğinden, diğer bir ifade ile tahsilat veya ödeme işlemi olmadığından mahup fişine kaydedilir."
  },
  {
    "id": "2925330",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Personele işbaşı eğitim verilmesi</li> <li>Depodan mal çıkışı olması</li> <li>Müşteri şikayetinin kayıt altına alınması</li> <li>Müşteriye satışın kayıt altına alınması</li> </ol> Yukarıdaki işlemlerden hangisi ya da hangileri bir finansal işlemdir?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "I, II ve III",
      "C": "II, III ve IV",
      "D": "II ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Finansal işlemler ise yine işletme işlevlerinin (pazarlama, üretim, finans, insan kaynakları, vb.) yerine getirilmesi ile ilgili olarak ortaya çıkan ve para ile ölçülebilen işlem ve olaylardır. Örneğin müşteriye yapılan satış karşılığında kasaya alınan para, depodan çıkarılan malın maliyeti, elde edilen toplam satış geliri (hasılat) veya eğitime gönderilen personel için eğitim bedelinin ödenmesi ya da ay sonunda kira borcunun tahakkuk etmesi gibi. Bu nedenle II. ve IV. madde finansal niteliktedir."
  },
  {
    "id": "2925331",
    "unitNumber": 1,
    "text": "Borçlarının toplamı 50.000 lira ve sermayesi 100.000 lira olan işletmenin varlıklarının toplam değeri aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "50.000",
      "B": "75.000",
      "C": "100.000",
      "D": "125.000",
      "E": "150.000"
    },
    "explanation": "“Varlıklar = Borçlar + Sermaye” [V= B+S] dir . Bu durumda \n Varlıklar= 50.000 + 100.000 = 150.000 lira olacaktır."
  },
  {
    "id": "2925332",
    "unitNumber": 1,
    "text": "Aşağıdaki işlemlerden hangisi muhasebe sisteminin ilk adımını oluşturur?",
    "correctAnswer": "A",
    "options": {
      "A": "Kaydetme",
      "B": "Sınıflandırma",
      "C": "Özetleme",
      "D": "Yorumlama",
      "E": "Analiz etme"
    },
    "explanation": "Kaydetme işlemi, muhasebe sisteminin ilk adımını oluşturması açısından ayrı bir önem taşır."
  },
  {
    "id": "2925333",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Kaydetme</li> <li>Analiz etme</li> <li>Özetleme</li> <li>Yorumlama</li> <li>Sınıflandırma</li> </ol> Yukarıda muhasebe sisteminin adımları verilmiştir. Aşağıdakilerin hangisinde bu adımların baştan sona doğru sıralanışı verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, V, III, II, IV",
      "B": "I, V, II, IV, III",
      "C": "V, II, I, IV, III",
      "D": "II, I, III, V, IV",
      "E": "IV, I, II, III, V"
    },
    "explanation": "Muhasebe, finansal nitelikli olayları kaydeden, sınıflayan, özetleyen, analiz etmek ve yorumlamak suretiyle ilgili kullanıcılara ileten bir sistem olarak tanımlanmaktadır."
  },
  {
    "id": "2925334",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Yorumlama</li> <li>Analiz etme</li> <li>Kaydetme</li> </ol> Yukarıdaki işlemlerden hangisi/hangileri muhasebenin ikinci işlevini oluşturur?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Muhasebenin birinci işlevini kaydetme, sınıflandırma ve özetleme, ikinci işlevini de analiz etme ve yorumlama oluşturur."
  },
  {
    "id": "2925335",
    "unitNumber": 1,
    "text": "Muhasebe süreci işine devam eden işletmeler için aşağıdakilerden hangisi ile başlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Açılış kaydı",
      "B": "Günlük işlemler",
      "C": "Dönemsonu envanter işlemleri",
      "D": "Genel geçici mizanların hazırlanması",
      "E": "Kesin mizanın düzenlenmesi"
    },
    "explanation": "İşine devam eden işletmelerde açılış kaydı ile süreç başlar."
  },
  {
    "id": "2925336",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Nakit işlemleri</li> <li>Banka işlemleri</li> <li>Alacak işlemleri</li> <li>Borç işlemleri</li> </ol> Yukarıdaki işlemlerden hangisi/hangileri muhasebeye konu olan finansal işlemlerden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "II, III ve IV",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "Finansal nitelikli işlemler; • Nakit işlemleri, • Banka işlemleri, • Alacak işlemleri, • Borç işlemleri, • Stok işlemleri, • Yatırımlar, • Gelir ve gider işlemleri, • Personelle ilgili işlemler, • Öz sermaye işlemleri."
  },
  {
    "id": "2925337",
    "unitNumber": 1,
    "text": "<ol type=\"I\"> <li>Fatura</li> <li>İrsaliye</li> <li>Perakende satış belgesi</li> <li>Gider pusulası</li> </ol> Yukarıdaki belgelerden hangisi ya da hangileri VUK'a göre önem taşıyan belgelerden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I, II ve III",
      "D": "I, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Önemli belgeler; fatura, irsaliye, perakende satış belgesi, gider pusulası, müstahsil makbuzu, serbest meslek makbuzu ve ücret bordrosudur."
  },
  {
    "id": "2925338",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi perakende satış vesikalarından biri <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Perakende satış fişleri",
      "B": "Makinalı kasaların kayıt ruloları",
      "C": "Giriş ve yolcu taşıma biletleri",
      "D": "Ödeme kaydedici cihazlarla verilen belgeler",
      "E": "Gider pusulası"
    },
    "explanation": "• Perakende satış fişleri • Makinalı kasaların kayıt ruloları • Giriş ve yolcu taşıma biletleri • Ödeme kaydedici cihazlarla verilen belgeler perakende satış vesikasıdır."
  },
  {
    "id": "2925339",
    "unitNumber": 1,
    "text": "Poliçeyi düzenleyen taraf aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Keşideci",
      "B": "Lehtar",
      "C": "Muhatap",
      "D": "Borçlu",
      "E": "Yönetici"
    },
    "explanation": "Poliçeyi düzenleyen tarafa keşideci denilmektedir."
  },
  {
    "id": "2925340",
    "unitNumber": 1,
    "text": "I. Stok işlemleri\n II. Yatırımlar\n III. Öz sermaye işlemleri\n IV. Banka işlemleri\n Yukarıdakilerden hangileri muhasebe işlemleri arasındadır?",
    "correctAnswer": "D",
    "options": {
      "A": "I, II ve III",
      "B": "II, III ve IV",
      "C": "I, III ve IV",
      "D": "I, II, III ve IV",
      "E": "I, II ve IV"
    },
    "explanation": "Muhasebe işlemleri şu başlıklar altında toplanabilir;<br/>• Nakit işlemleri,<br/>• Banka işlemleri,<br/>• Alacak işlemleri,<br/>• Borç işlemleri,<br/>• Stok işlemleri,<br/>• Yatırımlar,<br/>• Gelir ve gider işlemleri,<br/>• Personelle ilgili işlemler,<br/>• Öz sermaye işlemleri."
  },
  {
    "id": "2925341",
    "unitNumber": 1,
    "text": "I. İrsaliye II. Gider pusulası III. Ücret bordrosu Yukarıdakilerden hangileri ön muhasebede kullanılan belgelerdendir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II ve III",
      "B": "I ve III",
      "C": "II ve III",
      "D": "I ve II",
      "E": "Yalnız I"
    },
    "explanation": "İşletme faaliyetlerine yön veren düzenlemelerden birisi olan Vergi Usul Kanunu’nda ön muhasebe işlemleri açısından önem taşıyan belgeler; fatura, irsaliye, perakende satış belgesi, gider pusulası, müstahsil makbuzu, serbest meslek makbuzu ve ücret bordrosudur."
  },
  {
    "id": "2925342",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi ön muhasebenin en büyük önemi olarak değerlendirilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hesaplamaları doğru yapabilmek",
      "B": "Kayıt dışı ekonomiyi engellemek",
      "C": "İşlemleri daha kısa sürede gerçekleştirmek",
      "D": "Vergi indirimi almak",
      "E": "Daha fazla kazanç sağlamak"
    },
    "explanation": "Kayıt dışı ekonomiyi, kayıt altına alınmayan finansal nitelikli işlemler oluşturmaktadır. Örneğin, yapılan bir satış işlemine ilişkin perakende satış fişinin veya faturanın düzenlenmemesi kayıt dışı ekonominin büyüklüğünü artıran bir etki yaratmaktadır. Meydana gelen finansal nitelikli bir işlem ya da olayın belgelenmesi ve bunun muhasebe sistemine girişinin yapılması gerekmektedir."
  },
  {
    "id": "2925343",
    "unitNumber": 1,
    "text": "Muhasebe bilgi akışındaki işlemlerin sıralaması hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Girdiler-Çıktılar-Süreçleme",
      "B": "Süreçleme-Girdiler-Çıktılar",
      "C": "Girdiler-Süreçleme-Çıktılar",
      "D": "Süreçleme-Çıktılar-Girdiler",
      "E": "Çıktılar-Girdiler-Süreçleme"
    },
    "explanation": "Muhasebe bilgi akış sürecindeki işlemler Girdiler-Süreçleme-Çıktılar şeklindedir."
  },
  {
    "id": "2925344",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi muhasebe sürecini oluşturan basamaklardan birisi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Günlük işlemler",
      "B": "Genel geçici mizanın hazırlanması",
      "C": "Mali tabloların düzenlenmesi",
      "D": "Kesin mizanın düzenlenmesi",
      "E": "Günlük mizanların düzenlenmesi"
    },
    "explanation": "Muhasebe süreci, işine devam eden işletmeler açısından şu basamaklardan oluşmaktadır;<br/>• Açılış Kaydı<br/>- Açılış kaydının yemiye defterine yapılması<br/>- Açılış kaydının büyük deftere aktarılması<br/>• Günlük İşlemler<br/>- Günlük işlemlerin belgelendirilmesi<br/>- Günlük işlemlerin yevmiye defterine kaydedilmesi<br/>- Günlük işlemlerin büyük deftere aktarılması<br/>- Geçici (aylık) mizanların hazırlanması\n • Genel Geçici Mizanın Hazırlanması<br/>• Dönemsonu Envanter İşlemleri<br/>- Muhasebe dışı envanter<br/>- Muhasebe içi envanter<br/>• Kesin Mizanın Düzenlenmesi<br/>• Mali Tabloların Düzenlenmesi<br/>• Kapanış Kayıtlarının Yapılması"
  },
  {
    "id": "2925345",
    "unitNumber": 1,
    "text": "Ön muhasebe temel olarak hangi faaliyeti yerine getirmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Belgelendirme",
      "B": "Kaydetme",
      "C": "Sınıflandırma",
      "D": "Veri toplama",
      "E": "Mali tablolar"
    },
    "explanation": "Ön muhasebe bu süreçte girdi aşamasında yer alan belgelendirme faaliyetini yerine getirmektedir."
  },
  {
    "id": "2925346",
    "unitNumber": 1,
    "text": "'Taşınan veya taşıttırılan mallar için düzenlenmesi ve taşıtta bulundurulması şart' olan belge aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Müstahsil makbuzu",
      "B": "Gider pusulası",
      "C": "Satış belgesi",
      "D": "Sevk irsaliyesi",
      "E": "Fatura"
    },
    "explanation": "VUK sevk irsaliyesini 230. maddenin 5. bendinde düzenlemektedir. Buna göre sevk irsaliyesi “... taşınan veya taşıttırılan mallar için düzenlenmesi ve taşıtta bulundurulması şart” olan belge olarak tanımlamaktadır. Malın, bir mükellefin birden çok iş yeri ile şubeleri arasında taşındığı veya satılmak üzere bir komisyoncu veya diğer bir aracıya gönderildiği hallerde de, malın gönderen tarafından sevk irsaliyesinin hazırlanması gereği VUK.’nda yer almaktadır."
  },
  {
    "id": "2925347",
    "unitNumber": 1,
    "text": "“Birinci ve ikinci sınıf tüccarlar, kazancı basit usulde tespit edilenlerle defter tutmakmecburiyetinde olan serbest meslek erbabının ve çiftçilerin vergiden muaf esnafayaptırdıkları işler veya onlardan satın aldıkları emtia için tanzim edip işi yapana veya emtiayı satana imza ettirecekleri fatura hükmündeki belge” olarak tanımlanan belgenin adı nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Fatura",
      "B": "İrsaliye",
      "C": "Müstahsil makbuzu",
      "D": "Serbest meslek makbuzu",
      "E": "Gider pusulası"
    },
    "explanation": "Gider pusulası, VUK. md. 234’de tanımlanmaktadır. Bu maddeye göre gider pusulası, “Birinci ve ikinci sınıf tüccarlar, kazancı basit usulde tespit edilenlerle defter tutmak mecburiyetinde olan serbest meslek erbabının ve çiftçilerin vergiden muaf esnafa yaptırdıkları işler veya onlardan satın aldıkları emtia için tanzim edip işi yapana veya emtiayı satana imza ettirecekleri fatura hükmündeki belge” olarak tanımlanmaktadır. Bu belge, birinci ve ikinci sınıf tüccarların, zati eşyalarını satan kimselerden satın aldıkları altın, mücevher gibi kıymetli eşya için de düzenlenmektedir."
  },
  {
    "id": "2925348",
    "unitNumber": 1,
    "text": "“İşverenler veya vergi tevkifatı yapan diğer kimseler tarafından kesilen vergilerin matrahları ile birlikte, toplu olarak vergi dairesine bildirilmesinde kullanılan beyanname” olarak tanımlanan belgenin adı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Katma değer vergisi beyannamesi",
      "B": "Muhasebe fişleri",
      "C": "Muhtasar beyanname",
      "D": "Fatura",
      "E": "İrsaliye"
    },
    "explanation": "Gelir Vergisi Kanunu’nun 84. maddesi muhtasar beyannameyi, “işverenler veya vergi tevkifatı yapan diğer kimseler tarafından kesilen vergilerin matrahları ile birlikte, toplu olarak vergi dairesine bildirilmesinde kullanılan beyanname” olarak tanımlamaktadır."
  },
  {
    "id": "2925349",
    "unitNumber": 1,
    "text": "Müstahsil makbuzunda aşağıdakilerden hangisi bulunmaz?",
    "correctAnswer": "B",
    "options": {
      "A": "Makbuzu tarihi",
      "B": "Kefilin adı ve soyadı",
      "C": "Malı satın alanın ünvanı",
      "D": "Satın alınan malın cinsi ve miktarı",
      "E": "Malı satanın ikametgah adresi"
    },
    "explanation": "Müstahsil makbuzunda;<br/>• Makbuzun tarihi,<br/>• Malı satın alan tüccar veya çiftçinin soyadı, adı, unvanı ve adresi,<br/>• Malı satan çiftçinin soyadı, adı ve ikametgah adresi,<br/>• Satın alınan malın cinsi, miktarı ve bedeli bulunur."
  },
  {
    "id": "2925350",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi finansal olmayan işlemlere örnek olarak verilebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Satış karşılığı kasadaki para",
      "B": "Depodaki malın maliyeti",
      "C": "Hasılat",
      "D": "Personelin eğitim bedeli",
      "E": "İş yeri kira sözleşmesi"
    },
    "explanation": "İş yeri kira sözleşmesinin hazırlanması finansal değil finansal olmayan muhasebe işlemleri arasındadır"
  },
  {
    "id": "2925351",
    "unitNumber": 1,
    "text": "Aşağıdakilerin hangisinde muhasebedeki bilgi akışı doğru sıralanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "İşletme faaliyetleri - girdi - süreç - çıktı - bilgi kullanıcıları",
      "B": "Bilgi kullanıcıları - süreç - çıktı - girdi - işletme faaliyetleri",
      "C": "girdi - çıktı - süreç - işletme faaliyetleri - bilgi kullanıcıları",
      "D": "İşletme faaliyetleri - süreç - girdi - çıktı - bilgi kullanıcıları",
      "E": "İşletme faaliyetleri - çıktı - süreç - girdi - bilgi kullanıcıları"
    },
    "explanation": "Muhasebedeki bilgi akışı İşletme faaliyetleri - girdi - süreç - çıktı - bilgi kullanıcıları şeklindedir."
  },
  {
    "id": "2925352",
    "unitNumber": 1,
    "text": "Geçici mizan hazırlandıktan sonra kesin mizanın düzenlenmesinden önce takip edilen basamak hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Günlük işlemlerin belgelenmesi",
      "B": "Dönem sonu envanter işlemleri",
      "C": "Mali tabloların düzenlenmesi",
      "D": "Açılış kaydının yapılması",
      "E": "Kapanış kaydının yapılması"
    },
    "explanation": "Geçici mizan hazırlandıktan sonra kesin mizanın düzenlenmesinden önce takip edilen basamak dönem sonu envanter işlemleridir"
  },
  {
    "id": "2925353",
    "unitNumber": 1,
    "text": "Aşağıda verilenlerden hangisi muhasebe işlemleri arasında sayılmaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Nakit işlemler",
      "B": "Banka işlemleri",
      "C": "Senet işlemleri",
      "D": "Stok işlemleri",
      "E": "Öz sermaye işlemleri"
    },
    "explanation": "Senet işlemleri ana muhasebe işlemleri arasında sayılmaz"
  },
  {
    "id": "2925354",
    "unitNumber": 1,
    "text": "Satın alma, teslim alma, depolama, paketleme, dağıtım gibi işlemler hangi tür muhasebe işlemleri arasındadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Banka işlemleri",
      "B": "Alacak işlemleri",
      "C": "Borç işlemleri",
      "D": "Stok işlemleri",
      "E": "Yatırım işlemleri"
    },
    "explanation": "Satın alma, teslim alma, depolama, paketleme, dağıtım gibi pek çok<br/>işlem stok işlemleri arasındadır"
  },
  {
    "id": "2925355",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi vergi usul kanununda düzenlenen belgeler arasında sayılmaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Fatura",
      "B": "Sevk irsaliyesi",
      "C": "Gider pusulası",
      "D": "Senet makbuzu",
      "E": "Serbest meslek makbuzu"
    },
    "explanation": "Senet makbuzu vergi usul kanununda düzenlenen belgeler arasında sayılmaz"
  },
  {
    "id": "2925356",
    "unitNumber": 1,
    "text": "<ul> <li>Makbuzun tarihi,</li> <li>Malı satın alan tüccar veya çiftçinin soyadı, adı, unvanı ve adresi,</li> <li>Malı satan çiftçinin soyadı, adı ve ikametgah adresi,</li> <li>Satın alınan malın cinsi, miktarı ve bedeli.</li> </ul> yukarıda verilen bilgiler ne tür belgede yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Müstahsil makbuzu",
      "B": "İrsaliyeli fatura",
      "C": "Sevk irsaliyesi",
      "D": "Gider pusulası",
      "E": "Serbest meslek makbuzu"
    },
    "explanation": "<ul> <li>Makbuzun tarihi,</li> <li>Malı satın alan tüccar veya çiftçinin soyadı, adı, unvanı ve adresi,</li> <li>Malı satan çiftçinin soyadı, adı ve ikametgah adresi,</li> <li>Satın alınan malın cinsi, miktarı ve bedeli.</li> </ul> yukarıda verilen bilgiler müstahsil makbuzunda yer alır"
  },
  {
    "id": "2925357",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi faturada yer alması gereken bilgiler arasında <strong>sayılmaz?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Faturanın düzenlenme tarihi",
      "B": "Müşterinin varsa vergi dairesi ve hesap numarası",
      "C": "Faturayı düzenleyenin bağlı olduğu vergi dairesi ve hesap numarası",
      "D": "Satılan malların teslim tarihi ve irsaliye numarası",
      "E": "Malın stok bilgisi"
    },
    "explanation": "Malın stok bilgisi fatura üzerinde belirtilmesi gereken bilgiler arasında değildir. Sorunun doğru yanıtı \"E\" seçeneğidir."
  },
  {
    "id": "2925358",
    "unitNumber": 1,
    "text": "Birinci ve ikinci sınıf tüccarlar, kazancı basit usulde tespit edilenlerle defter tutmak mecburiyetinde olan serbest meslek erbabının ve çiftçilerin vergiden muaf esnafa yaptırdıkları işler veya onlardan satın aldıkları emtia için tanzim edip işi yapana veya emtiayı satana imza ettirecekleri fatura hükmündeki belge” olarak tanımlanan belge hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sevk irsaliyesi",
      "B": "İrsaliyeli fatura",
      "C": "Gider pusulası",
      "D": "Müstahsil makbuzu",
      "E": "Serbest meslek makbuzu"
    },
    "explanation": "Birinci ve ikinci sınıf tüccarlar, kazancı basit usulde tespit edilenlerle defter tutmak mecburiyetinde olan serbest meslek erbabının ve çiftçilerin vergiden muaf esnafa<br/>yaptırdıkları işler veya onlardan satın aldıkları emtia için tanzim edip işi yapana veya<br/>emtiayı satana imza ettirecekleri fatura hükmündeki belge” olarak tanımlanan belge gider pusulasıdır"
  },
  {
    "id": "2925359",
    "unitNumber": 1,
    "text": "Kasa hesabının alacaklandığı; bir başka ifadeyle kasada azalış yaratan işlemler hangi fişe kaydedilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kasa fişi",
      "B": "Tahsil fişi",
      "C": "Tediye fişi",
      "D": "Mahsup fişi",
      "E": "Perakende satış fişi"
    },
    "explanation": "Kasa hesabının alacaklandığı; bir başka ifadeyle kasada azalış yaratan işlemler tediye fişine kaydedilmektedir"
  },
  {
    "id": "2925360",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi karar alma faaliyetinde kullanılacak olan bilgi ihtiyaç<br/>duyulan anda ilgili yerde olması gerektiği özelliğini ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Zamanlılık",
      "B": "İlgilik",
      "C": "Tamlık",
      "D": "Doğrulanabilirlik",
      "E": "Karşılaştırılabilirlik"
    },
    "explanation": "Karar alma faaliyetinde kullanılacak olan bilgi ihtiyaç duyulan anda ilgili yerde olması gerektiği özelliğini zamanlılık ile ilgilidir. Bilgi karar alınacak karar ile ilgili ise ilgilidir. Farklı gözlemler aynı sonuçlara ulaşıyor ise doğrulanabilirdir. Eksiksiz olması tamlık özelliği ile ilgilidir."
  },
  {
    "id": "2925361",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi sistem tanımında yer alan unsurların dışında kalır?",
    "correctAnswer": "E",
    "options": {
      "A": "Sistem girdi-süreç ve çıktı aşamalarına sahiptir.",
      "B": "Sistemin amacı vardır.",
      "C": "Sistem elemanları arasında etkileşim vardır.",
      "D": "Sistem elemanlardan oluşmaktadır.",
      "E": "Sistemin sınırları yoktur."
    },
    "explanation": "Sistem; bir takım elemanlardan oluşan, elemanlar arasında etkileşim<br/>olan, belirli bir amaç için faaliyet gösteren, girdi-süreçleme-çıktı akışına<br/>sahip ve belirli sınırlar içinde faaliyetlerini gerçekleştiren bir yapı olarak tanımlanmaktadır. Bu doğrultuda E şıkkı sorunun doğru yanıtıdır."
  },
  {
    "id": "2925362",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bilgi sistemi bileşenlerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yazılım",
      "B": "Donanım",
      "C": "İnsan Kaynakları",
      "D": "İletişim",
      "E": "Üç boyutlu yazıcı"
    },
    "explanation": "Bilgi sistemi bileşenleri;<br/>• Veri,<br/>• Donanım,<br/>• Yazılım,<br/>• İnsan kaynakları,<br/>• Yönergeler,<br/>• İletişimden oluşmaktadır. Dolayısıyla sorunun doğru yanıtı E şıkkıdır."
  },
  {
    "id": "2925363",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bir girdi birimi örneğidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ekran",
      "B": "Yazıcı",
      "C": "Hoparlör",
      "D": "Hard Disk",
      "E": "Barkod Okuyucu"
    },
    "explanation": "Sorunun doğru yanıtı E şıkkıdır. Ekran, yazıcı ve hoparlör birer çıktı birimidir. Hard disk bir depolama birimidir."
  },
  {
    "id": "2925364",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi temel finansal tabloları ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilanço-Gelir Tablosu",
      "B": "Nakit Akış Tablosu- Gelir Tablosu",
      "C": "Üretilen Mamüllerin Maliyeti Tablosu-Özsermaye Değişim Tablosu",
      "D": "Özsermaye Değişim Tablosu- Bilanço",
      "E": "Gelir Tablosu-Üretilen Mamüllerin Maliyeti Tablosu"
    },
    "explanation": "Muhasebe bilgi sisteminin çıktılarından olan finansal tablolardan temel olanları gelir tablosu ve bilançodur. Şıklarda diğer ifade edilen tablolar ek mali tablolardır."
  },
  {
    "id": "2925365",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi işletmenin doğru yazılımı seçmesinde etkili olabilecek faktörler <strong>dışında</strong> <strong>kalır?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İşletme yönetiminin hedefleri",
      "B": "Maliyet Etkinliği",
      "C": "Teknik Kapasite",
      "D": "Esneklik",
      "E": "Donanımın son geliştirilen versiyonu olması"
    },
    "explanation": "Doğru yazılım kararında; <br/>• İşletme yönetiminin hedefleri<br/>• Maliyet etkinliği<br/>• Teknik kapasite <br/>• Esneklik, gibi faktörler etkili olmaktadır.\n<br/>Donanımın son geliştirilen versiyonu olması, doğru yazılım kararında etkili olan bir faktör değildir. Sorunun doğru yanıtı \"E\" seçeneğidir."
  },
  {
    "id": "2925366",
    "unitNumber": 2,
    "text": "I. Modem<br/>II. Server<br/>III. Router<br/>IV. Optik kablolar\n Yukarıda numaralandırılmış ifadelerden hangi bilgi sistem bileşenleri örnekleridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Girdi",
      "B": "İletişim",
      "C": "Depolama",
      "D": "Çıktı",
      "E": "Merkezi İşlem Birimi"
    },
    "explanation": "Modem, Server, Router ve Optik kablolar bilgi sistem bileşenlerinden iletişime örnektir."
  },
  {
    "id": "2925367",
    "unitNumber": 2,
    "text": "Bir işletmenin belirli bir tarihteki varlıklarını ve bu varlıkların kaynaklarını gösteren finansal tablo aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gelir Tablosu",
      "B": "Nakit Akım Tablosu",
      "C": "Bilanço",
      "D": "Özkaynak Değişim Tablosu",
      "E": "Üretim Maliyeti Tablosu"
    },
    "explanation": "Bir işletmenin belirli bir tarihteki varlıklarını ve bu varlıkların kaynaklarını gösteren finansal tablo bilanço bir diğer ifade ile finansal durum tablosudur."
  },
  {
    "id": "2925368",
    "unitNumber": 2,
    "text": "Bir işletmenin belirli bir dönemdeki faaliyet sonuçlarını gösteren temel finansal tablo aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bilanço",
      "B": "Nakit Akım Tablosu",
      "C": "Gelir Tablosu",
      "D": "Özkaynak Değişim Tablosu",
      "E": "Üretim Maliyeti Tablosu"
    },
    "explanation": "Bir işletmenin belirli bir dönemdeki faaliyet sonuçlarını gösteren temel finansal tablo gelir tablosudur."
  },
  {
    "id": "2925369",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bir uygulama yazılımı örneğidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Windows",
      "B": "MacOs",
      "C": "Linux",
      "D": "Kurumsal Kaynak Planlaması",
      "E": "Ubuntu"
    },
    "explanation": "Windows, MacOs, Linux ve ubuntu bir sistem yazılımı örneği olup kurumsal kaynak planlaması bir uygulama yazılımı örneğidir."
  },
  {
    "id": "2925370",
    "unitNumber": 2,
    "text": "Bir olayın, bir faaliyetin, bir işlemin harfler, rakamlar, şekiller ve sesler gibi unsurlarla ifade edilmesi olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Veri",
      "B": "Bilgi sistemi",
      "C": "Girdi",
      "D": "Süreç",
      "E": "Bilgi"
    },
    "explanation": "Veri, bir olayın, bir faaliyetin, bir işlemin harfler, rakamlar, şekiller ve sesler gibi unsurlarla ifade edilmesidir."
  },
  {
    "id": "2925371",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Zamanlı</li> <li>İlgili</li> <li>Tam</li> <li>Doğrulanabilir</li> </ol> Yukarıdakilerden hangisi/ hangileri bilginin sahip olması gereken temel özelliklerden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "I, II ve IV",
      "D": "II, III ve Iv",
      "E": "I, II, III ve IV"
    },
    "explanation": "Bilgi, ilgili, doğrulanabilir, zamanlı, tam, karşılaştırılabilir, yeterli miktarda, nesnel, anlaşılabilir ve yalın olmalıdır."
  },
  {
    "id": "2925372",
    "unitNumber": 2,
    "text": "Bilginin gereksiz ifadelerden arınmış olmasını ifade eden kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yalınlık",
      "B": "Nesnellik",
      "C": "Doğrulanabilirlik",
      "D": "Tamlık",
      "E": "Karşılaştırılabilirlik"
    },
    "explanation": "Bilginin gereksiz ifadelerden arınmış olmasını ifade eden kavram yalınlıktır."
  },
  {
    "id": "2925373",
    "unitNumber": 2,
    "text": "Karar alma faaliyetinde kullanılacak olan bilgi ihtiyaç duyulan anda istenilen yerde olmasını gerektiren özellik aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Zamanlı olması",
      "B": "Güvenilir olması",
      "C": "Karşılaştırılabilir olması",
      "D": "İlgili olması",
      "E": "Nesnel olması"
    },
    "explanation": "Karar alma faaliyetinde kullanılacak olan bilgi ihtiyaç duyulan anda ilgili yerde olmalıdır. Bu bilginin zamanlı olması ile ilgilidir."
  },
  {
    "id": "2925374",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Elemanladan oluşur.</li> <li>Elemanlar arasında etkileşim vardır.</li> <li>Girdi- süreçleme ve çıktı akışı vardır.</li> </ol> Yukarıdaki özelliklerden hangisi/ hangileri sistemle ilgili doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "II ve III",
      "C": "I ve III",
      "D": "I ve II",
      "E": "I, II ve III"
    },
    "explanation": "<ol> <li>Elemanladan oluşur.</li> <li>Elemanlar arasında etkileşim vardır.</li> <li>Girdi- süreçleme ve çıktı akışı vardır.</li> </ol> Hepsi sistemin özellikleri arasındadır."
  },
  {
    "id": "2925375",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bilgi sistemi bileşenlerinden biri <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Veri",
      "B": "Donanım",
      "C": "Yazılım",
      "D": "İletişim",
      "E": "Analiz"
    },
    "explanation": "Veri, Donanım, • Yazılım, • İnsan kaynakları, • Yönergeler, • İletişim olarak sınıflanır."
  },
  {
    "id": "2925376",
    "unitNumber": 2,
    "text": "Muhasebe bilgi sistemi açısından ele alındığında verilerin toplanması aşağıdakilerden hangisi aracılığıyla yapılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "İlk işlem belgeleri",
      "B": "Bilgisayarlar",
      "C": "Yazılımlar",
      "D": "İletişim birimleri",
      "E": "Modem"
    },
    "explanation": "Muhasebe bilgi sistemi açısından ele alındığında verilerin toplanması ilk işlem belgeleri ile olur."
  },
  {
    "id": "2925377",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi donanıma ait girdi birimlerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Klavye",
      "B": "Ekran",
      "C": "Yazıcılar",
      "D": "Modem",
      "E": "Server"
    },
    "explanation": "Girdi Birimleri: • Klavye • Fare (mouse) • Touchpad • Barkod okuyucular • Optik form okuyucular • Tarayıcılar • Biyometrik tarayıcılar (parmak izi, retina tarayıcılar vb.) • Web kameraları • Dijital kameralar • Mikrofonlar vb.dir."
  },
  {
    "id": "2925378",
    "unitNumber": 2,
    "text": "İşletme faaliyetleri içinde sıklıkla tekrarlanan ve işletmenin yaşamı için önem gösteren faaliyetler muhasebe bilgi sistemi açısından aşağıdakilerden hangisi ile ele alınmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Alt sistemler",
      "B": "Temel kavramlar",
      "C": "İlkeler",
      "D": "Döngüler",
      "E": "Birimler"
    },
    "explanation": "İşletme faaliyetleri içinde sıklıkla tekrarlanan ve işletmenin yaşamı için önem gösteren faaliyetler muhasebe bilgi sistemi açısından <strong>alt sistemler</strong> olarak ele alınmaktadır. Sorunun doğru yanıtı \"A\" seçeneğidir."
  },
  {
    "id": "2925379",
    "unitNumber": 2,
    "text": "Bilgisayarın ve bilgisayar çevre birimlerinin koordineli olarak çalışmasını sağlayan ve donanım ile uygulama yazılımları arasında köprü görevi gören yazılımlar aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sistem yazılımları",
      "B": "Uygulama yazılımları",
      "C": "Muhasebe yazılımları",
      "D": "Kontrol yazılımları",
      "E": "Uygunluk yazılımları"
    },
    "explanation": "Bilgisayarın ve bilgisayar çevre birimlerinin koordineli olarak çalışmasını sağlayan ve donanım ile uygulama yazılımları arasında köprü görevi gören yazılımlara sistem yazılımı denir."
  },
  {
    "id": "2925380",
    "unitNumber": 2,
    "text": "\"Bir olayın, bir faaliyetin, bir işlemin harfler, rakamlar, şekiller ve sesler gibi<br/>unsurlarla ifade edilmesidir.\"\n Yukarıda bahsedilen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Veri",
      "B": "Bilgi",
      "C": "Sistem",
      "D": "Çıktı",
      "E": "Girdi"
    },
    "explanation": "Veri bir olayın, bir faaliyetin, bir işlemin harfler, rakamlar, şekiller ve sesler gibi<br/>unsurlarla ifade edilmesidir."
  },
  {
    "id": "2925381",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bilginin temel özelliklerinden birisi <strong>değildir? </strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Bilgi zamanlı olmalıdır.",
      "B": "Bilgi tam olmalıdır.",
      "C": "Bilgi öznel olmalıdır.",
      "D": "Bilgi yeterli miktarda olmalıdır.",
      "E": "Bilgi yalın olmalıdır."
    },
    "explanation": "Bilgi nesnel olmalıdır: Bilginin tarafsız, yansız ve ön yargıdan uzak olması<br/>gerekmektedir."
  },
  {
    "id": "2925382",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi sistem ile ilgili verilmiş doğru bir bilgidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sistemin sadece bir amacının vardır.",
      "B": "Sistem bir bütündür ve küçük alt sistemleri yoktur.",
      "C": "Sistemlerin sınırları yoktur.",
      "D": "Sistem girdi ve çıktı akışına sahiptir.",
      "E": "Sistem elemanları arasında etkileşim vardır."
    },
    "explanation": "Bir yapının sistem olarak adlandırılabilmesinin koşullarından birisi sistemin <strong>en az</strong> bir amacının olmasıdır. Bir bütün olan sistem, kendisinden daha <strong>küçük alt sistemlerin biraraya gelmesiyle</strong> oluşmuştur. Her sistem kendisine tanınmış olan hareket alanı<br/>içinde faaliyet göstermektedir. İşletmelerde bu alanlar yetki ve sorumlulukların başlangıç ve bitiş noktalarıyla belirlenmiştir. Sistem, <strong>girdi-süreçleme-çıktı</strong> akışına sahiptir."
  },
  {
    "id": "2925383",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bilgi siteminin bileşenlerinden birisi <strong>değildir? </strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Veri",
      "B": "Teknoloji",
      "C": "Donanım",
      "D": "Yönerge",
      "E": "İnsan kaynakları"
    },
    "explanation": "Bilgi sistemi bileşenleri;<br/>• Veri,<br/>• Donanım,<br/>• Yazılım,<br/>• İnsan kaynakları,<br/>• Yönergeler,<br/>• İletişimdir."
  },
  {
    "id": "2925384",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi donanımı oluşturan temel unsurlardan <strong>girdi birimleri</strong> kapsamında değerlendirilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Modem",
      "B": "Server",
      "C": "Router",
      "D": "Barkod okuyucular",
      "E": "Hard Disk"
    },
    "explanation": "<strong> Girdi Birimleri:</strong><br/>• Klavye<br/>• Fare (mouse)<br/>• Touchpad<br/>• Barkod okuyucular<br/>• Optik form okuyucular<br/>• Tarayıcılar<br/>• Biyometrik tarayıcılar (parmak izi, retina tarayıcılar vb.)<br/>• Web kameraları<br/>• Dijital kameralar<br/>• Mikrofonlar, vb.<br/><strong>• Çıktı Birimleri:</strong><br/>• Ekran<br/>• Yazıcılar<br/>• Hoparlör, vb.<br/>• Merkezi İşlem Birimi<br/>• Depolama Birimleri:<br/>• Hard Disk<br/>• DVD/CD<br/>• Flash disk, vb.<br/><strong>• İletişim Birimleri:</strong><br/>• Modem<br/>• Server<br/>• Router<br/>• Optik kablolar, vb."
  },
  {
    "id": "2925385",
    "unitNumber": 2,
    "text": "\"Bir işletmede meydana gelen finansal nitelikli olayları genel kabul görmüş muhasebe kavram ve ilkelerine göre kaydeden, sınıflayan, özetleyen, analiz etmek ve yorumlamak suretiyle ilgili kullanıcılara ileten bir bilgi sistemidir.\"\n Yukarıda tanımı verilen bilgi sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Muhasebe bilgi sistemi",
      "B": "Yönetim bilgi sistemi",
      "C": "Pazarlama bilgi sistemi",
      "D": "Süreç kontrol sistemleri",
      "E": "Üst düzey bilgi sistemleri"
    },
    "explanation": "Muhasebe, bir işletmede meydana gelen finansal nitelikli olayları genel kabul görmüş muhasebe kavram ve ilkelerine göre kaydeden, sınıflayan, özetleyen, analiz etmek ve yorumlamak suretiyle ilgili kullanıcılara ileten bir bilgi sistemidir."
  },
  {
    "id": "2925386",
    "unitNumber": 2,
    "text": "I. Gelir tablosu\n II. Bilanço\n III. Fon akım tablosu\n IV. Öz sermaye değişim tablosu\n Yukarıda verilen finansal tablolardan hangisi yada hangileri muhasebe bilgi sisteminin çıktılarını oluşturmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I.",
      "B": "I ve II",
      "C": "Yalnız II",
      "D": "III ve IV",
      "E": "I., II, III ve IV"
    },
    "explanation": "Finansal tablolar muhasebe bilgi sisteminin çıktılarını oluşturmaktadır. Temel finansal tablolar olarak nitelendirilen bilanço ve gelir tablosunun yanısıra ek mali tablolar olarak adlandırılan fon akım tablosu, üretilen mamüllerin maliyeti tablosu, öz sermaye değişim tablosu, vb. tablolar ile bilgi kullanıcılarının talep ettiği diğer finansal bilgiler de muhasebe bilgi sisteminden elde edilebilmektedir."
  },
  {
    "id": "2925387",
    "unitNumber": 2,
    "text": "\"Bilgisayarın ve bilgisayar çevre birimlerinin koordineli olarak çalışmasını sağlayan ve donanım ile uygulama yazılımları arasında köprü görevi gören yazılımlardır.\"\n Yukarıda bahsedilen yazılım türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Uygulama Yazılımları",
      "B": "Mikro İşletmeler İçin Muhasebe Yazılımları",
      "C": "Sistem Yazılımları",
      "D": "KOBİ’ler İçin Muhasebe Yazılımları",
      "E": "Özellikli Muhasebe Yazılımları"
    },
    "explanation": "Sistem yazılımları, bilgisayarın ve bilgisayar çevre birimlerinin koordineli olarak çalışmasını sağlayan ve donanım ile uygulama yazılımları arasında köprü görevi<br/>gören yazılımlardır. Bu yüzden bilgisayarın donanım parçalarının çalışabilmesi,<br/>bu parçaların herbirinin sistem yazılımı tarafından tanınmasına bağlıdır. Örneğin bir yazıcının, bir usb belleğin sürücüleri, işletim sistemleri (Windows, MacOs, Linux) sistem yazılımlarına örnek olarak gösterilebilir."
  },
  {
    "id": "2925388",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi <strong>Kurumsal Kaynak Planlaması</strong> yapılırken dikkat edilmesi gereken unsurlardan birisi değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "İşletmenin ihtiyaçları",
      "B": "İşletmenin teknolojisi",
      "C": "İşletmenin maliyet yapısı",
      "D": "İşletmenin büyüklüğü",
      "E": "İşletmenin faaliyetlerinin yaygınlığı"
    },
    "explanation": "Kurumsal Kaynak Planlaması sistemleri kurulması ve işletilmesi oldukça maliyetli olan sistemlerdir. Bu yüzden işletmeler kendi ihtiyaçları, maliyet yapıları, büyüklükleri, faaliyetlerinin karmaşıklığı ve yaygınlığı gibi etkenler doğrultusunda yazılım ve sistem yatırımı yapmaktadırlar."
  },
  {
    "id": "2925389",
    "unitNumber": 2,
    "text": "KOBİ’ler için hazırlanan muhasebe yazılımlarında mikro işletmeler için mevcut olan yazılımların özelliklerine ek olarak aşağıdaki özelliklerden hangisi eklenmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Banka hesaplarına ilişkin hareketleri kaydetme",
      "B": "Stok hareketlerini izleme",
      "C": "Cari hesapların alacak-borç durumlarını izleme",
      "D": "Satış performans ölçümleri yapabilme",
      "E": "Müşteri çekleri ve senetlerine ilişkin hareketler kaydetme"
    },
    "explanation": "Micro işletmeler için olan yazılımlarda cari hesapların alacak-borç durumları, stok hareketleri, satın alma ve satışlarına ilişkin irsaliye hareketleri, banka hesaplarına ilişkin hareketler, kasa işlemlerine ilişkin hareketler, müşteri çekleri ve senetlerine ilişkin hareketler kaydedilip raporlanabilmektedir. KOBİ’ler için hazırlanan muhasebe yazılımlarında mikro işletmeler için mevcut olan yazılımların özelliklerine ek olarak ihracat ve ithalat işlemlerini desteklemek üzere çoklu kur üzerinden işlem yapabilme, satış performans ölçümleri yapabilme, kredi ödeme planlarını takip edebilme gibi özellikler bulunmaktadır."
  },
  {
    "id": "2925390",
    "unitNumber": 2,
    "text": "Bilginin gereksiz detaylardan arındırılmış olması, bilginin hangi temel özelliği ile ilişkilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bilgi zamanlı olmalı",
      "B": "Bilgi ilgili olmalı",
      "C": "Bilgi tam olmalı",
      "D": "Bilgi nesnel olmalı",
      "E": "Bilgi yalın olmalı"
    },
    "explanation": "Bilginin yalın olması bilginin gereksiz detaylardan arınmış olmasını ifade etmektedir."
  },
  {
    "id": "2925391",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bilgi sisteminin bileşenlerinden biri <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Girdi",
      "B": "Veri",
      "C": "İnsan kaynakları",
      "D": "Yönergeler",
      "E": "İletişim"
    },
    "explanation": "Bilgi sistemini oluşturan bileşenleri altı başlık altında incelemek mümkündür.<br/>Bilgi sistemi bileşenleri;<br/>• Veri,<br/>• Donanım,<br/>• Yazılım,<br/>• İnsan kaynakları,<br/>• Yönergeler,<br/>• İletişimdir."
  },
  {
    "id": "2925392",
    "unitNumber": 2,
    "text": "Verilerin kaybolması, bozulması, verilere erişim yetkisi olmayan kişilerin verilere erişmesi gibi durumlarla karşılaşmamak için üzerinde durulması gereken en önemli konu aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Verilerin akışı",
      "B": "Verilerin güvenliği",
      "C": "Verilerin objektifliği",
      "D": "Verilerin uygunluğu",
      "E": "Verilerin yoğunluğu"
    },
    "explanation": "Günümüzde işletmelerin üzerinde durduğu en önemli konulardan birisi de verilerinin güvenliği konusudur. Faaliyetler için hayati öneme sahip olan verilerin kaybolması, bozulması, verilere erişim yetkisi olmayan kişilerin verilere erişmesi gibi konular işletmeleri verilerinin üzerinde önemle durmasını sağlamaktadır. Veri tabanlarının güvenliğinin sağlanması, yedeklerinin alınması, veri tabanı erişim yetkilerinin yeniden yapılandırılması, veri tabanı yazılımlarının güncellenerek olası sorunların önüne geçilmeye çalışılmaktadır. Veritabanları yalnızca verileri depolamakla görevli değildir. Verilerin düzenlenmesi, veriler arasında ilişkilerin kurulması, sorgulamaların yapılması veritabanlarının temel görevleri arasında yer almaktadır."
  },
  {
    "id": "2925393",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bilgisayar donanımlarından biri olan iletişim birimlerine örnektir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hard disk",
      "B": "Yazıcılar",
      "C": "Tarayıcılar",
      "D": "Modem",
      "E": "Web kameraları"
    },
    "explanation": "• Girdi Birimleri:<br/>• Klavye<br/>• Fare (mouse)<br/>• Touchpad<br/>• Barkod okuyucular<br/>• Optik form okuyucular<br/>• Tarayıcılar<br/>• Biyometrik tarayıcılar (parmak izi, retina tarayıcılar vb.)<br/>• Web kameraları<br/>• Dijital kameralar<br/>• Mikrofonlar, vb.<br/>• Çıktı Birimleri:<br/>• Ekran<br/>• Yazıcılar<br/>• Hoparlör, vb.<br/>• Merkezi İşlem Birimi<br/>• Depolama Birimleri:<br/>• Hard Disk<br/>• DVD/CD<br/>• Flash disk, vb.<br/>• İletişim Birimleri:<br/>• Modem<br/>• Server<br/>• Router<br/>• Optik kablolar, vb."
  },
  {
    "id": "2925394",
    "unitNumber": 2,
    "text": "Bilgisayarın ve bilgisayar çevre birimlerinin koordineli olarak çalışmasını sağlayan ve donanım ile uygulama yazılımları arasında köprü görevi gören yazılımlar aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kullanıcı yazılımları",
      "B": "Web yazılımları",
      "C": "Sistem yazılımları",
      "D": "Uygulama yazılımları",
      "E": "Güvenlik yazılımları"
    },
    "explanation": "Sistem yazılımları, bilgisayarın ve bilgisayar çevre birimlerinin koordineli olarak çalışmasını sağlayan ve donanım ile uygulama yazılımları arasında köprü görevi gören yazılımlardır. Bu yüzden bilgisayarın donanım parçalarının çalışabilmesi, bu parçaların herbirinin sistem yazılımı tarafından tanınmasına bağlıdır. Örneğin bir yazıcının, bir usb belleğin sürücüleri, işletim sistemleri (Windows, MacOs, Linux) sistem yazılımlarına örnek olarak gösterilebilir."
  },
  {
    "id": "2925395",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi doğru yazılım kararında etkili olan faktörlerden biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "İşletme yönetiminin hedefleri/talepleri",
      "B": "Üretici/Tedarikçi desteği",
      "C": "Teknik kapasite",
      "D": "Kullanım kılavuzu",
      "E": "Maliyet etkinliği/finansal olanaklar/bütçe"
    },
    "explanation": "Doğru yazılım kararında etkili faktörler;<br/>• İşletme yönetiminin hedefleri/talepleri,<br/>• Takım çalışması/personel yeterliliği,<br/>• Maliyet etkinliği/finansal olanaklar/bütçe,<br/>• Teknik kapasite (hız, güvenilirlik, güncelleme, raporlama ayrıntısı, vb.),<br/>• Esneklik (bilgi ihtiyaçlarına, faaliyet hacmindeki gelişmelere ve yasal düzenlemelere uyum),<br/>• Üretici/Tedarikçi desteği (eğitim, danışmanlık, bakım, vb.)"
  },
  {
    "id": "2925396",
    "unitNumber": 2,
    "text": "Bir işletmenin belirli bir tarihteki varlıklarını ve bu varlıkların kaynaklarını gösteren finansal tabloya ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilanço",
      "B": "Tedarik",
      "C": "Kaynak",
      "D": "Bütçe",
      "E": "Gelir tablosu"
    },
    "explanation": "Bilanço, bir işletmenin belirli bir tarihteki varlıklarını ve bu varlıkların kaynaklarını gösteren finansal tablodur. Dolayısıyla bilanço, hazırlandığı tarihte işletmenin finansal durumunu göstermektedir."
  },
  {
    "id": "2925397",
    "unitNumber": 2,
    "text": "Sistemin nasıl çalışacağını açıklayan, strateji, politika, yöntem ve kural tanımları bilgisayar sistemlerinin hangi bileşenini açıklamaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "İnsan kaynakları",
      "B": "İletişim",
      "C": "Yazılım",
      "D": "Donanım",
      "E": "Yönergeler"
    },
    "explanation": "Yönergeler, sistemin nasıl çalışacağını açıklayan, strateji, politika, yöntem ve kural tanımlarıdır. Hangi faaliyetlerin yapılacağı, bu faaliyetleri kimlerin yapacağı, faaliyetlerin ne zaman yapılacağı, hangi araçlar kullanılarak yapılacağı, ne şekilde yapılacağı gibi soruların cevaplandığı görev tanımlarıdır. Örneğin, sistemdeki bilgisayarların bakımlarının ne şekilde yapılacağı, güncellemelerin ne sıklıkla yapılacağı ve kimler tarafından yapılacağı, doğal afetler sırasında veya olağanüstü durumlarda veritabanlarına erişime kimlerin yetkili olduğu ve hangi faaliyetleri yapacakları gibi konulara ilişkin açıklamalar yönergelerde yer almaktadır."
  },
  {
    "id": "2925398",
    "unitNumber": 2,
    "text": "Kontrol standartları, planlar ile gerçek çıktılar arasındaki durumu görebilmek için gerekli bilgileri sağlama ve bu bilgilere göre düzeltme, geliştirme, yönlendirme ve devam ettirme amacıyla sisteme tekrar girdiler verme işlemi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Akıcılığı sağlama",
      "B": "İpucu sunma",
      "C": "Kavram haritası sunma",
      "D": "Nitelik değerlendirmesi",
      "E": "Geri bildirim"
    },
    "explanation": "Girdi-süreçleme-çıktı akışında yer alan önemli bir unsur geribildirimdir. Geribildirim, kontrol standartları, planlar ile gerçek çıktılar arasındaki durumu görebilmek için gerekli bilgileri sağlama ve bu bilgilere göre düzeltme, geliştirme, yönlendirme ve devam ettirme amacıyla sisteme tekrar girdiler verme işlemidir."
  },
  {
    "id": "2925399",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bilgisayar donanımlarını oluşturan girdi birimlerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Klavye",
      "B": "Fare",
      "C": "Touchpad",
      "D": "Ekran",
      "E": "Mikrofon"
    },
    "explanation": "• Girdi Birimleri:<br/>• Klavye<br/>• Fare (mouse)<br/>• Touchpad<br/>• Barkod okuyucular<br/>• Optik form okuyucular<br/>• Tarayıcılar<br/>• Biyometrik tarayıcılar (parmak izi, retina tarayıcılar vb.)<br/>• Web kameraları<br/>• Dijital kameralar<br/>• Mikrofonlar, vb."
  },
  {
    "id": "2925400",
    "unitNumber": 2,
    "text": "Aşağıda bahsedilenlerden hangisi bilginin temel özellikleri arasında değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bilgi zamanlı olmalıdır",
      "B": "Bilgi tam olmalıdır",
      "C": "Bilgi öznel olmalıdır",
      "D": "Bilgi karşılaştırılabilir olmalıdır",
      "E": "Bilgi anlaşılır olmalıdır"
    },
    "explanation": "Bilgi öznel değil nesnel olmalıdır"
  },
  {
    "id": "2925401",
    "unitNumber": 2,
    "text": "Farklı bağımsız gözlemcilerin aynı teknikleri kullanarak yapmış olduğu gözlemler ve uygulamalar sonucunda genel kabul gören sonuçlara ulaşabilmesi bilginin hangi özelliği ile ilgilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Karşılaştırılabilir olması",
      "B": "Doğrulanabilir olması",
      "C": "Yeterli miktarda olması",
      "D": "Yalın olması",
      "E": "Anlaşılabilir olması"
    },
    "explanation": "Farklı bağımsız gözlemcilerin aynı teknikleri kullanarak yapmış olduğu gözlemler ve uygulamalar sonucunda genel kabul gören sonuçlara ulaşabilmesi bilginin doğrulanabilir olduğu anlamına gelir"
  },
  {
    "id": "2925402",
    "unitNumber": 2,
    "text": "Bir takım elemanlardan (öğelerden) oluşan, elemanlar arasında etkileşim olan, belirli bir amaç için faaliyet gösteren, girdi-süreçleme-çıktı akışına<br/>sahip ve belirli sınırlar içinde faaliyetlerini gerçekleştiren bir yapı olarak tanımlanan kavram nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bilgi",
      "B": "Veri",
      "C": "Sistem",
      "D": "Bilgi sistemi",
      "E": "Faaliyet"
    },
    "explanation": "Bir takım elemanlardan (öğelerden) oluşan, elemanlar arasında etkileşim olan, belirli bir amaç için faaliyet gösteren, girdi-süreçleme-çıktı akışına<br/>sahip ve belirli sınırlar içinde faaliyetlerini gerçekleştiren yapıya sistem denir."
  },
  {
    "id": "2925403",
    "unitNumber": 2,
    "text": "Aşağıda verilen sistemin unsurlarından hangisi yanlış ifade edilmişir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sistem elemanlardan oluşmaktadır",
      "B": "Sistemin amacı vardır",
      "C": "Sistem girdi-süreçleme-çıktı akışına sahiptir",
      "D": "Sistem sınırsız bir yapıya sahiptir",
      "E": "Sistem elemanları arasında etkileşim vardır"
    },
    "explanation": "Sistemin sınırları vardır"
  },
  {
    "id": "2925404",
    "unitNumber": 2,
    "text": "İşletmelerde yetki ve sorumlulukların başlangıç ve bitiş noktalarıyla belirlenen hareket alanları vardır. Bu sistemin hangi özelliği ile ilgilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sınırlarının olması",
      "B": "Amacının olması",
      "C": "Elemanlar arası etkileşim olması",
      "D": "Girdi-süreçleme-çıktı akışına sahip olması",
      "E": "Elemanlardan oluşması"
    },
    "explanation": "Sistemin sınırları vardır: Her sistem kendisine tanınmış olan hareket alanı<br/>içinde faaliyet göstermektedir. İşletmelerde bu alanlar yetki ve sorumlulukların başlangıç ve bitiş noktalarıyla belirlenmiştir. Sistem sınırlarının belirlenmesi, sistemin diğer sistemlerle olan ilişkisinin belirlenmesinin temelini oluşturmaktadır."
  },
  {
    "id": "2925405",
    "unitNumber": 2,
    "text": "Aşağıda verilenlerden hangisi bilgi sistemi ana bileşenleri arasında sayılmaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Veri",
      "B": "Donanım",
      "C": "Yazılım",
      "D": "İnsan kaynakları",
      "E": "Girdi ve çıktı"
    },
    "explanation": "Girdi ve çıktı bilgi sisteminin ana bileşenleri arasında sayılmaz, donanım bileşenine ait alt unsurlardır"
  },
  {
    "id": "2925406",
    "unitNumber": 2,
    "text": "Aşağıdaki donanıma ait birim ve örnek eşleşmelerinden hangisi doğru verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Girdi - modem",
      "B": "Çıktı - DVD",
      "C": "Merkezi işlem birimi - server",
      "D": "Depolama birimi - Hard disk",
      "E": "İletişim birimi - ekran"
    },
    "explanation": "Yukarıda verilen eşleşmelerden depolama birimi - hard disk eşleşmesi doğrudur"
  },
  {
    "id": "2925407",
    "unitNumber": 2,
    "text": "Bilgisayarın ve bilgisayar çevre birimlerinin koordineli olarak çalışmasını sağlayan ve donanım ile uygulama yazılımları arasında köprü görevi<br/>gören yazılımlar hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sistem yazılımları",
      "B": "Uygulama yazılımları",
      "C": "Şirketler için muhasebe yazılımları",
      "D": "Özellikli muhasebe yazılımları",
      "E": "LUCA yazılımı"
    },
    "explanation": "Bilgisayarın ve bilgisayar çevre birimlerinin koordineli olarak çalışmasını sağlayan ve donanım ile uygulama yazılımları arasında köprü görevi<br/>gören yazılımlar sistem yazılımlarıdır"
  },
  {
    "id": "2925408",
    "unitNumber": 2,
    "text": "Yönetici modülünde işletme tanımlama, dönem tanımlama, kullanıcı ve<br/>yetki tanımlama, hareket tanımlama gibi birçok ayırt edici özelliği tek modülden yapabilme olanağı veren yazılım türü hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Özellikli muhasebe yazılımı",
      "B": "LUCA yazılımı",
      "C": "Büyük işletmeler için muhasebe yazılımı",
      "D": "Küçük işletmeler için muhasebe yazılımı",
      "E": "Sistem yazılımları"
    },
    "explanation": "Yönetici modülünde işletme tanımlama, dönem tanımlama, kullanıcı ve<br/>yetki tanımlama, hareket tanımlama gibi birçok ayırt edici özelliği tek modülden yapabilme olanağı verilen yazılım LUCA yazılımıdır"
  },
  {
    "id": "2925409",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi doğru yazılım kararında etkili olan faktörler arasında sayılmaz?",
    "correctAnswer": "E",
    "options": {
      "A": "İşletme yönetiminin hedefleri",
      "B": "Takım çalışması",
      "C": "Bütçe",
      "D": "Teknik kapasite",
      "E": "Tüketici desteği"
    },
    "explanation": "Yazılım kararlarında tüketici değil, üretici desteği alınır."
  },
  {
    "id": "2925410",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Bilgi zamanlı olmalıdır.</li> <li>Bilgi öznel olmalıdır.</li> <li>Bilgi ilgili olmalıdır.</li> </ol> Yukarıda bilginin özelliklerine ilişkin verilen bilgilerden hangisi veya hangileri doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Bilginin temel özellikleri şu şekilde sıralanabilir:\n <ol> <li>Bilgi zamanlı olmalıdır</li> <li>Bilgi ilgili olmalıdır.</li> <li>Bilgi tam olmalıdır.</li> <li>Bilgi doğrulanabilir olmalıdır.</li> <li>Bilgi karşılaştırılabilir olmalıdır.</li> <li>Bilgi nesnel olmalıdır.</li> <li>Bilgi yeterli miktarda olmalıdır.</li> <li>Bilgi anlaşılabilir olmalıdır.</li> <li>Bilgi yalın olmalıdır.</li> </ol> Doğru cevap C'dir."
  },
  {
    "id": "2925411",
    "unitNumber": 2,
    "text": "<em>\"Bilgi gereksiz detaylardan arınmış olmalıdır\"</em> diyen bir kişi bilginin hangi temel özelliğini dile getirmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Karşılaştırılabilir olması",
      "B": "Yeterli olması",
      "C": "Yalın olması",
      "D": "Zamanlı olması",
      "E": "Doğrulanabilir olması"
    },
    "explanation": "Bilginin gereksiz detaylardan arınmış olmasını ifade eden özellik yalın olmasıdır. Doğru cevap C'dir."
  },
  {
    "id": "2925412",
    "unitNumber": 2,
    "text": "Sisteme ilişkin verilen bilgilerden hangisi <u><strong>yanlıştır?</strong></u>",
    "correctAnswer": "C",
    "options": {
      "A": "Sistem elemanlardan oluşmaktadır.",
      "B": "Sistem elemanları arasında etkileşim vardır.",
      "C": "Sistemin sınırları yoktur.",
      "D": "Sistemin amacı vardır.",
      "E": "Sistem, girdi-süreçleme-çıktı akışına sahiptir."
    },
    "explanation": "Sistemin özellikleri şunlardır:\n <ul> <li>Sistem elemanlardan oluşmaktadır.</li> <li>Sistem elemanları arasında etkileşim vardır.</li> <li>Sistemin sınırları vardır.</li> <li>Sistemin amacı vardır.</li> <li>Sistem, girdi-süreçleme-çıktı akışına sahiptir.</li> </ul> Doğru cevap C'dir."
  },
  {
    "id": "2925413",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bilgi sistemi bileşenleri arasında <u><strong>yer almaz</strong></u>?",
    "correctAnswer": "D",
    "options": {
      "A": "İletişim",
      "B": "Veri",
      "C": "İnsan kaynakları",
      "D": "Yönetim",
      "E": "Donanım"
    },
    "explanation": "Bilgi sistemi bileşenleri:\n <ul> <li>Veri</li> <li>Donanım</li> <li>Yazılım</li> <li>İnsan kaynakları</li> <li>Yönergeler</li> <li>İletişim</li> </ul> Doğru cevap D'dir."
  },
  {
    "id": "2925414",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Ekran</li> <li>Klavye</li> <li>Biyometrik tarayıcılar</li> </ol> Yukarıda verilen bilgisayar donanım unsurlarından hangileri girdi birimlerindendir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız II",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Girdi Birimleri:\n <ul> <li>Klavye</li> <li>Fare (mouse)</li> <li>Touchpad</li> <li>Barkod okuyucular</li> <li>Optik form okuyucular</li> <li>Tarayıcılar</li> <li>Biyometrik tarayıcılar (parmak izi, retina tarayıcılar vb.)</li> <li>Web kameraları</li> <li>Dijital kameralar</li> <li>Mikrofonlar</li> </ul> Doğru cevap D'dir."
  },
  {
    "id": "2925415",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Server</li> <li>Modem</li> <li>Touchpad</li> <li>Router</li> </ol> Yukarıda verilen bilgisayar donanım unsurlarından hangileri iletişim biriminde yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "I ve III",
      "B": "I, II ve III",
      "C": "I, II ve IV",
      "D": "I, III ve IV",
      "E": "II, III ve IV"
    },
    "explanation": "İletişim Birimleri:\n <ul> <li>Modem</li> <li>Server</li> <li>Router</li> <li>Optik kablolar</li> </ul> Doğru cevap C'dir."
  },
  {
    "id": "2925416",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi doğru yazılım seçiliminde etkili faktörler arasında <u><strong>yer almaz</strong></u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Takım çalışması",
      "B": "İşletme yönetiminin hedefleri",
      "C": "Teknik kapasite",
      "D": "Tüketici desteği",
      "E": "Esneklik"
    },
    "explanation": "Doğru yazılım kararında aşağıdaki faktörler etkili olur:\n <ul> <li>İşletme yönetiminin hedefleri/talepleri</li> <li>Takım çalışması/personel yeterliliği</li> <li>Maliyet etkinliği/finansal olanaklar/bütçe</li> <li>Teknik kapasite (hız, güvenilirlik, güncelleme, raporlama ayrıntısı, vb.)</li> <li>Esneklik (bilgi ihtiyaçlarına, faaliyet hacmindeki gelişmelere ve yasal düzenlemelere uyum)</li> <li>Üretici/Tedarikçi desteği (eğitim, danışmanlık, bakım, vb.)</li> </ul> Doğru cevap D'dir."
  },
  {
    "id": "2925417",
    "unitNumber": 2,
    "text": "TÜRMOB-TESMER tarafından geliştirilen LUCA Projesi hangi yıl hayata geçirilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "2005",
      "B": "2007",
      "C": "2010",
      "D": "2012",
      "E": "2014"
    },
    "explanation": "TÜRMOB-TESMER tarafından geliştirilen LUCA Projesi 2005 yılı içerisinde hayata geçirilmiştir. Doğru cevap A'dır."
  },
  {
    "id": "2925418",
    "unitNumber": 2,
    "text": "LUCA Projesi'nin ilk aşaması olan SMM seti aşağıdaki modüllerden hangisinin içerir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yönetici modülü",
      "B": "İşletme defteri",
      "C": "Finans yönetimi",
      "D": "Stok yönetimi",
      "E": "Fatura"
    },
    "explanation": "LUCA ilk aşaması olan SMM seti, Genel Muhasebe, İşletme Defteri, Personel, Serbest Meslek Defteri modüllerini içermektedir. Doğru cevap B'dir."
  },
  {
    "id": "2925419",
    "unitNumber": 2,
    "text": "LUCA Projesi'nin ikinci aşaması olan LUCA KOZA aşağıdaki modüllerden hangisini içerir?",
    "correctAnswer": "E",
    "options": {
      "A": "İşletme defteri",
      "B": "Serbest meslek defteri",
      "C": "Genel muhasebe",
      "D": "Personel",
      "E": "Satış yönetimi"
    },
    "explanation": "LUCA KOZA, Yönetici modülü, Stok yönetimi, Finans yönetimi, Fatura, Satın alma yönetimi, Satış yönetimi, Gelir-gider yönetimini içeren bir yönetim sistemidir. Doğru cevap E'dir."
  },
  {
    "id": "2925420",
    "unitNumber": 2,
    "text": "Bir olayın, bir faaliyetin, bir işlemin harfler, rakamlar, şekiller ve sesler gibi unsurlarla ifade edilmesine ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bilgi",
      "B": "Veri",
      "C": "Karar",
      "D": "Fikir",
      "E": "Zeka"
    },
    "explanation": "Tanımı verilen, veridir. Doğru cevap B'dir."
  },
  {
    "id": "2925421",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Zamanlı olmalıdır.</li> <li>İlgili olmalıdır.</li> <li>Tam olmalıdır.</li> </ol> Hangisi ya da hangileri bilginin sahip olması gereken özelliklerdendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I, II",
      "D": "II, III",
      "E": "I, II, III"
    },
    "explanation": "Verilen öncüllerin hepsi bilginin sahip olması gereken özelliklerdendir. Doğru cevap E'dir."
  },
  {
    "id": "2925422",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi sisteme ilişkin doğru bir ifade <strong>değildir</strong>?",
    "correctAnswer": "C",
    "options": {
      "A": "Sistem elemanlardan oluşmaktadır.",
      "B": "Sistem elemanları arasında etkileşim vardır.",
      "C": "Sistemin sınırları yoktur.",
      "D": "Sistemin amacı vardır.",
      "E": "Sistem, girdi-süreçleme-çıktı akışına sahiptir."
    },
    "explanation": "Sistemin sınırları vardır. Doğru cevap C'dir."
  },
  {
    "id": "2925423",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi bilgi sistemlerinin fiziksel yapısında yer alan araçları ifade etmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Veri",
      "B": "Donanım",
      "C": "Yazılım",
      "D": "İnsan kaynakları",
      "E": "İletişim"
    },
    "explanation": "Donanım, bilgi sistemlerinin fiziksel yapısında yer alan araçları ifade etmektedir. Doğru cevap B'dir."
  },
  {
    "id": "2925424",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>Tüm işletmeler için geçerli bir yapıyı ifade etmektedir.</li> <li>Temel faaliyetleri itibariyle değişiklik göstermez.</li> <li>İşletme bilgi sistemleri içinde en eskisidir.</li> </ol> Hangisi ya da hangileri muhasebe bilgi sistemine ilişkin doğru ifadelerdendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I, II",
      "D": "II, III",
      "E": "I, II, III"
    },
    "explanation": "Verilen öncüllerin hepsi muhasebe bilgi sistemine ilişkin doğru ifadelerdendir. Doğru cevap E'dir."
  },
  {
    "id": "2925425",
    "unitNumber": 2,
    "text": "Son kullanıcıların yaptıkları özel faaliyetler için hazırlanmış olan yazılımlara ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sistem yazılımları",
      "B": "İşletim sistemi",
      "C": "Sürücü",
      "D": "Uygulama yazılımları",
      "E": "Program"
    },
    "explanation": "Bu tarz faaliyetler için hazırlanmış olan yazılımlara uygulama yazılımları denir. Doğru cevap D'dir."
  },
  {
    "id": "2925426",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi çok kapsamlı işlemleri <strong>içermemektedir</strong>?",
    "correctAnswer": "A",
    "options": {
      "A": "Mikro İşletmeler İçin Muhasebe Yazılımları",
      "B": "KOBİ’ler İçin Muhasebe Yazılımları",
      "C": "Büyük İşletmeler İçin Muhasebe Yazılımları",
      "D": "Özellikli Muhasebe Yazılımları",
      "E": "LUCA Yazılımı"
    },
    "explanation": "Mikro İşletmeler İçin Muhasebe Yazılımları çok kapsamlı işlemleri içermemektedir. Doğru cevap A'dır."
  },
  {
    "id": "2925427",
    "unitNumber": 2,
    "text": "TÜRMOB-TESMER tarafından hayata geçirilen proje kapsamında Web Tabanlı ve Merkezi Sistem Teknolojisi kullanılarak geliştirilen yazılım aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "MEGA",
      "B": "TEKA",
      "C": "LUCA",
      "D": "MUHA",
      "E": "NEGA"
    },
    "explanation": "Bahsedilen yazılım LUCA'dır. Doğru cevap C'dir."
  },
  {
    "id": "2925428",
    "unitNumber": 2,
    "text": "LUCA yazılımı kaç yılından bu yana aktif olarak kullanılmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "2007",
      "B": "2008",
      "C": "2009",
      "D": "2010",
      "E": "2011"
    },
    "explanation": "LUCA yazılımı 2009 yılından bu yana aktif olarak kullanılmaktadır. Doğru cevap C'dir."
  },
  {
    "id": "2925429",
    "unitNumber": 2,
    "text": "<ol type=\"I\"> <li>İşletme yönetiminin hedefleri/talepleri</li> <li>Takım çalışması/personel yeterliliği</li> <li>Maliyet etkinliği/finansal olanaklar/bütçe</li> </ol> Hangisi ya da hangileri doğru muhasebe yazılımı konusunda etkili faktörlerdendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I, II",
      "D": "II, III",
      "E": "I, II, III"
    },
    "explanation": "Verilen öncüllerin hepsi doğru muhasebe yazılımı konusunda etkili faktörlerdendir. Doğru cevap E'dir."
  },
  {
    "id": "2925430",
    "unitNumber": 3,
    "text": "I. İlk Madde ve Malzeme\n II. Yarı Mamüller\n III. Diğer Stoklar\n IV. Direkt İşçilik Giderleri\n V. Ticari Mallar\n Yukarıda numaralandırılmış ifadelerden hangisi stok hesapları arasında yer almamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "II",
      "B": "I",
      "C": "III",
      "D": "IV",
      "E": "V"
    },
    "explanation": "Soruda verilen numaralandırılmış ifadelerden direkt işçilik giderleri stok hesabı değildir. Bir maliyet hesabıdır. Diğer hesaplar birer stok hesabıdır."
  },
  {
    "id": "2925431",
    "unitNumber": 3,
    "text": "Aşağıdaki ifadelerden hangisi stok bulundurmama maliyetlerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sigorta Giderleri",
      "B": "Depolama Giderleri",
      "C": "Sermaye Maliyeti",
      "D": "Müşterilerin güveninin yitirilmesi",
      "E": "Stok Tutma Riski"
    },
    "explanation": "Sorunun doğru yanıtı D şıkkıdır. Diğer şıklarda verilen ifadeler işletmenin stok bulundurma maliyetleri arasındadır."
  },
  {
    "id": "2925432",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Vergi Usul Kanunu'na göre işletmenin stok değerleme yöntemlerinden biri <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Gerçek maliyet yöntemi",
      "B": "İlk giren ilk çıkar yöntemi",
      "C": "Son giren ilk çıkar yöntemi",
      "D": "Ortalama maliyet yöntemi",
      "E": "Net Gerçekleşebilir Değer"
    },
    "explanation": "Gerçek maliyet yöntemi, ilk giren ilk çıkar yöntemi, son giren ilk çıkar yöntemi ve ortalama maliyet yöntemi Vergi Usul Kanunu'nda yer alan stok değerleme yöntemleridir. Net gerçekleşebilir değer yöntemi ise, Muhasebe Standartları kapsamında yer alan bir değerleme yöntemidir. Sorunun doğru yanıtı \"E\" seçeneğidir."
  },
  {
    "id": "2925433",
    "unitNumber": 3,
    "text": "Stok hareketlerini aralıklı envanter yöntemine göre izleyen bir işletmede hangi hesap dönem sonunda kullanılmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "İlk Madde ve Malzeme",
      "B": "Ticari Mallar",
      "C": "Yarı Mamüller",
      "D": "Diğer Stoklar",
      "E": "Satılan Ticari Malın Maliyeti"
    },
    "explanation": "Sorunun doğru yanıtı E şıkkıdır. Çünkü devamlı envanter yönteminde satılan malın maliyeti tespit edilebilirken aralıklı envanter yönteminde satılan malın maliyeti her satış sonrası tespit edilemediği için dönem sonunda satılan ticari malın maliyeti hesabı kullanılarak kayıt yapılır."
  },
  {
    "id": "2925434",
    "unitNumber": 3,
    "text": "Bir işletme stok hareketlerini aralıklı envanter yöntemine göre izlemektedir. İşletmenin dönem başı mevcudu 100.000 TL, dönem içi mal alışları 50.000 TL ve satılan ticari malın maliyeti 30.000 TL'dir. Bu bilgilere göre dönem sonunda ticari mallar hesabının borç kalanı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "100.000",
      "B": "110.000",
      "C": "120.000",
      "D": "140.000",
      "E": "150.000"
    },
    "explanation": "İşletmenin dönembaşı mevcudu olan 100.000 TL'ye dönem içi alışları eklenir. Bu durumda ticari mal hesabının borç kalanı 150.000 TL olur. İşletme aralıklı envanter yöntemi kullandığı için satılan ticari mal hesabı 30.000 TL borçlandırılıp ticari mallar hesabı 30.000 alacaklandırılacaktır. Bu durumda ticari mallar hesabının borç tarafı 150.000, alacak tarafı ise 30.000 olmaktadır. Hesabın borç kalanı ise 120.000 TL'dir."
  },
  {
    "id": "2925435",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi stok yönetim modülünde yer alan iş akışı işlemlerinin dışında kalır?",
    "correctAnswer": "B",
    "options": {
      "A": "Alım irsaliyeleri",
      "B": "Alınan çeklerin girişi",
      "C": "Depo Kartları",
      "D": "Hizmet Kartları",
      "E": "İş Akışı Stok Kartı"
    },
    "explanation": "Stok yönetimi modülünde iş akışı; Stok Kartı, Hizmet Kartları, Depo Kartları,<br/>Alım irsaliyeleri, Satış irsaliyeleri, Depo Transfer işlemleri, Stok Hareketleri işlemleri şeklindedir. Ancak alınan çeklerin girişi stok yönetimi modülü kapsamında değildir. Nakit yönetim modülü ile ilişkilidir."
  },
  {
    "id": "2925436",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi stok değerlemede ilk olarak esas alınacak değerleme yöntemidir?",
    "correctAnswer": "E",
    "options": {
      "A": "İlk Giren İlk Çıkar Yöntemi",
      "B": "Son Giren İlk Çıkar Yöntemi",
      "C": "Ortalama Maliyet",
      "D": "Ağırlıklı ortalama maliyet",
      "E": "Gerçek Maliyet"
    },
    "explanation": "Stok değerlemesinde gerçek maliyetin dikkate alınması esastır. Eğer gerçek maliyet sağlıklı olarak belirlenemez ise diğer şıklarda ifade edilen değerleme yöntemleri uygulanmaktadır."
  },
  {
    "id": "2925437",
    "unitNumber": 3,
    "text": "I. Yeterli mal bulunmaması\n II. Sermaye Gideri\n III. Hammadde Yetersizliği\n IV. Depolama Gideri\n Yukarıda numaralandırılmış ifadelerden hangileri stok bulundurma maliyetlerindendir?",
    "correctAnswer": "B",
    "options": {
      "A": "I-III",
      "B": "II-IV",
      "C": "Sadece II",
      "D": "I-IV",
      "E": "Sadece III"
    },
    "explanation": "Numaralandırılmış olarak verilen ifadelerden II ve IV numaralı ifade stok bulundurma maliyetleri iken I ve III numaralı ifade stok bulundurmama maliyetidir."
  },
  {
    "id": "2925438",
    "unitNumber": 3,
    "text": "İşletmenin stok bulundurma ve stok bulundurmama maliyetlerinin toplamı aşağıdakilerden hangisini ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Toplam Stok Maliyeti",
      "B": "Optimum Stok Seviyesi",
      "C": "Stoklama Maliyeti",
      "D": "En Uygun Stok Seviyesi",
      "E": "Stoklama Maliyeti"
    },
    "explanation": "İşletmenin stok bulundurma ve stok bulundurmama maliyetlerinin toplamı işletmenin toplam stok maliyetini ifade etmektedir."
  },
  {
    "id": "2925439",
    "unitNumber": 3,
    "text": "Bir işletme aralıklı envanter yöntemine göre stoklarını değerlenmektedir. İşletmenin dönem başı mal maliyeti 100.000 TL, dönem içi mal alış maliyeti 50.000 TL, dönem sonu stokta kalan mallar ise 30.000 TL'dir. İşletmenin satılan malın maliyeti nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "120.000",
      "B": "130.000",
      "C": "140.000",
      "D": "150.000",
      "E": "160.000"
    },
    "explanation": "İşletmenin dönem başı mal maliyeti 100.000 TL ile dönem içi mal alış maliyeti 50.000 TL toplanır. Bu değer toplam alış maliyetini göstermektedir. Bu değerden dönem sonu stokta kalan mallar 30.000 TL çıkarılır. Satılan malın maliyeti 120.000 TL olarak tespit edilir."
  },
  {
    "id": "2925440",
    "unitNumber": 3,
    "text": "İşletmenin satmak, üretmek veya diğer işletme ihtiyaçlarında kullanmak<br/>üzere elinde bulundurduğu varlıklara ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Menkul kıymetler",
      "B": "Ticari alacaklar",
      "C": "Stoklar",
      "D": "Maddi duran varlıklar",
      "E": "Maddi olmayan duran varlıklar"
    },
    "explanation": "Stoklar, işletmenin satmak, üretmek veya diğer işletme ihtiyaçlarında kullanmak üzere elinde bulundurduğu varlıklardır."
  },
  {
    "id": "2925441",
    "unitNumber": 3,
    "text": "Fiilen üretim yapmayıp, sadece hazır olan malları satın alan ve bunları müşterilere satan işletmelere ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Üretim işletmesi",
      "B": "Hizmet işletmesi",
      "C": "Sınai işletme",
      "D": "İmalat işletmesi",
      "E": "Ticaret işletmesi"
    },
    "explanation": "Ticaret İşletmeleri: Fiilen üretim yapmayıp, sadece hazır olan malları satın<br/>alan ve bunları müşterilere satan işletmelerdir."
  },
  {
    "id": "2925442",
    "unitNumber": 3,
    "text": "Stolar hangi bilanço grubu içerisinde yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Dönen varlıklar",
      "B": "Duran varlıklar",
      "C": "Kısa vadeli yabancı kaynaklar",
      "D": "Uzun vadeli yabancı kaynaklar",
      "E": "Özkaynaklar"
    },
    "explanation": "Türkiye’de muhasebe kayıt sisteminin genel çerçevesini belirleyen Tekdüzen Hesap Planına (THP) göre stoklar, “dönen varlıklar” grubunda yer alır."
  },
  {
    "id": "2925443",
    "unitNumber": 3,
    "text": "İşletmelerin üretimde veya diğer faaliyetlerinde kullanmak üzere aldığı hammadde, yardımcı madde, işletme malzemesi ve diğer malzemelerin izlendiği hesap aşağıdakierlden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "150 İlk Madde ve Malzeme",
      "B": "151 Yarı Mamuller - Üretim",
      "C": "152 Mamuller",
      "D": "153 Ticari Mallar",
      "E": "157 Diğer Stoklar"
    },
    "explanation": "150 İlk Madde ve Malzeme Hesabı: İşletmelerin üretimde veya diğer faaliyetlerinde kullanmak üzere aldığı hammadde (ilk madde), yardımcı madde, işletme malzemesi ve diğer malzemelerin izlendiği hesaptır. “150 İlk Madde ve Malzeme Hesabı” üretim ve hizmet işletmelerinde kullanılır."
  },
  {
    "id": "2925444",
    "unitNumber": 3,
    "text": "Aşağıdaki hesaplardan hangisi yalnızca üretim işletmelerinde kullanılır?",
    "correctAnswer": "B",
    "options": {
      "A": "150 İlk Madde ve Malzeme",
      "B": "151 Yarı Mamuller - Üretim",
      "C": "157 Diğer Stoklar",
      "D": "158 Stok Değer Düşüklüğü Karşılığı",
      "E": "159 Verilen Sipariş Avansları"
    },
    "explanation": "151 Yarı Mamuller - Üretim Hesabı: Henüz tam olarak mamul haline gelmemiş ancak direkt ilk madde ve malzeme, direkt işçilik ve genel üretim giderlerinden belli oranlarda pay almış, üretim aşamasındaki yarı mamullerin izlendiği hesaptır. Bu hesap yalnızca üretim işletmelerinde kullanılır"
  },
  {
    "id": "2925445",
    "unitNumber": 3,
    "text": "Sipariş edilen mal veya malzemelerin işletmeye kabulü aşamasında, siparişlerin noksansız ve belgelerinin tam olup olmadığının kontrolü mal hareketleri işlem basamaklarının hangisinde yapılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Sipariş Verme",
      "B": "Tesellüm",
      "C": "Borçlanma/Ödeme",
      "D": "Depolama",
      "E": "Satış/Dağıtım"
    },
    "explanation": "Tesellüm: Kelime anlamı “teslim” kökünden türetilmiştir. Teslim etmek ve teslim almak anlamları aynı fiildeki veren ve alan tarafları tanımlayan kelimelerdir. Konumuzdaki anlamı ise sipariş edilen mal veya malzemelerin işletmeye kabulü aşamasında siparişlerin noksansız ve belgelerinin tam olup olmaması ve sipariş edilen nitelikte olup olmadığının kontrolüdür. İşletmeye mal veya malzeme teslim alma aşamasıdır."
  },
  {
    "id": "2925446",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi stok bulundurma maliyetleri arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Sermaye maliyeti",
      "B": "Depolama giderleri",
      "C": "Stok hizmet giderleri",
      "D": "Sigorta giderleri",
      "E": "Müşteri güveninin yitirilmesi"
    },
    "explanation": "Stok bulundurma maliyetleri:<br/>• Sermaye maliyeti,<br/>• Depolama giderleri; kira, amortisman, bakım, ısıtma, soğutma, vb.<br/>• Stok hizmet giderleri; istifleme, paketleme, yükleme, boşaltma, vb.<br/>• Sigorta giderleri,<br/>• Stok tutma riski; bozulma, modanın değişmesi, fiyat düşmesi, vb.<br/>• Çalınma ve kaza nedeniyle uğranılan kayıp ve zararlar."
  },
  {
    "id": "2925447",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi yeterli stok bulundurmama nedeniyle ortaya çıkan maliyetler arasında yer almaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Kârlı satış fırsatlarının kaçırılması",
      "B": "Üretimin kesintiye uğraması",
      "C": "Siparişin zamanında yerine getirilememesi",
      "D": "Çalınma nedeniyle uğranılan zararlar",
      "E": "Müşterilerin güveninin yitirilmesi"
    },
    "explanation": "Stok bulundurmamanın maliyeti:<br/>• Yeterli mal/malzeme/mamul stoku bulunmaması nedeniyle kârlı satış fırsatlarının kaçırılması,<br/>• Hammadde yetersizliği sebebiyle üretimin kesintiye uğramasından kaynaklanan zararlar,<br/>• Müşteri siparişinin zamanında yerine getirilememesi nedeniyle karşılaşılan tazminat ve zararlar,<br/>• Müşterilerin güveninin yitirilmesidir."
  },
  {
    "id": "2925448",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi stokların değerlemesinde kullanılan yöntemlerden biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gerçek Maliyet Yöntemi",
      "B": "İlk Giren İlk Çıkar Yöntemi",
      "C": "Basamaklı Maliyet Yöntemi",
      "D": "Son Giren İlk Çıkar Yöntemi",
      "E": "Ortalama Maliyet Yöntemi"
    },
    "explanation": "İşletmelerde yaygın kullanılan ve vergi mevzuatında da yer alan stok değerleme yöntemleri şunlardır;<br/>• Gerçek Maliyet Yöntemi<br/>• İlk Giren İlk Çıkar Yöntemi (FIFO)<br/>• Son Giren İlk Çıkar Yöntemi (LIFO)<br/>• Ortalama Maliyet Yöntemi"
  },
  {
    "id": "2925449",
    "unitNumber": 3,
    "text": "Stok maliyeti ve satışların maliyeti ancak belli aralıklarla (aylık, yıllık) yapılacak stok sayım ve değerlemesi sonucunda tespit edilebildiği stok hareketi izleme yöntemi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Aralıklı Envanter Yöntemi",
      "B": "Sürekli Envanter Yöntemi",
      "C": "Devamlı Envanter Yöntemi",
      "D": "Gerçek Maliyet Yöntemi",
      "E": "Ortalama Maliyet Yöntemi"
    },
    "explanation": "Aralıklı envanter yönteminde stok maliyeti ve satışların maliyeti ancak belli aralıklarla (aylık, yıllık) yapılacak stok sayım ve değerlemesi sonucunda tespit edilebilir. Bu durumda satışların maliyet devri dönem sonunda, tek kayıt ile yapılır."
  },
  {
    "id": "2925450",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Hizmet İşletmeleri için söylenebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hizmet somut bir kavramdır.",
      "B": "Hizmet, talep anında üretilen bir davranış ve sunumdur",
      "C": "Hizmet stoklanabilir.",
      "D": "Üretilen hizmetin birden fazla stok hesaplama yöntemleri vardır",
      "E": "Üretim ve stok aşamalarının her birinde oluşan stok unsurlarına uygun alt hesapların kullanımı söz konusudur."
    },
    "explanation": "Hizmet, talep anında üretilen bir davranış ve sunumdur şıkkı Hizmet İşletmeleri için söylenebilirken diğer şıklar yanlış bilgi içermektedir."
  },
  {
    "id": "2925451",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi stok yönetim modülüyle ilgili yanlış bilgi içermektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Stok yönetimi modülünde iş akışı Stok Kartı, Hizmet Kartları, Depo Kartları, Alım İrsaliyeleri, Satış İrsaliyeleri, Depo Transfer İşlemleri, Stok Hareketleri İşlemleri şeklindedir.",
      "B": "Stok yönetim modulü ile mamül, yarı mamül, ilkmadde, mal, bandrol ve diğer grupların takibi yapılabilmektedir.",
      "C": "Her bir stok kartına, takibi yapılacak birimler için barkod numarası tanımlanabilir",
      "D": "Stok yönetimi modülünde stok kartlarına stok kodu dışında sadece bir üretici firmanın mal kodu girilebilmektedir.",
      "E": "Her mal için iki farklı mal adı girilebilir, mallar sınırsız birim ile takip edilebilir."
    },
    "explanation": "Stok yönetimi modülünde stok kartlarına stok kodu dışında birden fazla üretici firmanın mal kodu da girilebilmektedir."
  },
  {
    "id": "2925452",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi satın alma modülüyle ilgili yanlış bilgi içermektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Aynı tedarikçiden alınan farklı fiyat, vade ve iskonto oranları içeren teklifler farklı ortamlarda incelenebilmektedir.",
      "B": "Yapılacak olan yetkilendirmeler doğrultusunda talepler, satın alma biriminde takip edilebilir.",
      "C": "Dövizli alım işlemlerinde kullanılacak kur değeri vade ve ödeme şekline göre değiştirilebilir, otomatik çekim ya da sabit kur değeri uygulanabilir.",
      "D": "Tüm stok, hizmet ve sabit kıymet iç talepleri izlenebilir, aktarım ekranları sayesinde bunlar birleştirilerek tek siparişe dönüştürülebilir.",
      "E": "Farklı tedarikçilerden alınan fiyat listeleri Türk Lirası ve yabancı para cinsinden sistemde izlenebilir."
    },
    "explanation": "Aynı tedarikçiden alınan farklı fiyat, vade ve iskonto oranları içeren teklifler tek ekranda birleştirilebilmektedir"
  },
  {
    "id": "2925453",
    "unitNumber": 3,
    "text": "<ol type=\"i\"> <li>Sipariş Verme</li> <li>Borçlanma/Ödeme</li> <li>Tesellüm</li> <li>Depolama</li> <li>Satış/Dağıtım</li> </ol> Yukarıdakilerden hangi iki madde yer değiştirirse işlem basamakları modeli doğru olur?",
    "correctAnswer": "C",
    "options": {
      "A": "i ve v",
      "B": "ii ve iv",
      "C": "ii ve iii",
      "D": "iii ve v",
      "E": "iv ve v"
    },
    "explanation": "Borçlanma/Ödeme ve Tesellüm yer değiştirirse işlem basamakları modeli doğru olur"
  },
  {
    "id": "2925454",
    "unitNumber": 3,
    "text": "Sipariş edilen mal veya malzemelerin işletmeye kabulü aşamasında siparişlerin noksansız ve belgelerinin tam olup olmaması ve sipariş edilen nitelikte olup olmadığının kontrolü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Spariş verme",
      "B": "Tesellüm",
      "C": "Borçlanma/Ödeme",
      "D": "Depolama",
      "E": "Satış/Dağıtım"
    },
    "explanation": "Tesellüm sipariş edilen mal veya malzemelerin işletmeye kabulü aşamasında siparişlerin noksansız ve belgelerinin tam olup olmaması ve sipariş edilen nitelikte olup olmadığının kontrolüdür."
  },
  {
    "id": "2925455",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Mal hareketleri İşlem Basamaklarındaki Börçlanma/Ödeme için doğru bilgiler içermektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sipariş edilen mal veya malzemelerin işletmeye kabulü aşamasında siparişlerin noksansız ve belgelerinin tam olup olmamasıdır.",
      "B": "İşletmeye mal veya malzeme teslim alma aşamasıdır.",
      "C": "Mamullerin müşterilerin erişimine sunulması için fabrikadan satış noktalarına transferidir",
      "D": "Satın alma işlemi için düzenlenen faturanın işletmeye gelmesiyle doğmaktadır.",
      "E": "Bir şeyin getirilmesini istemek, ısmarlamaktır."
    },
    "explanation": "Satın alma işlemi için düzenlenen faturanın işletmeye gelmesiyle doğmaktadır. maddesi Mal hareketleri İşlem Basamaklarındaki Börçlanma/Ödeme için doğru bilgiler içermektedir."
  },
  {
    "id": "2925456",
    "unitNumber": 3,
    "text": "<ol type=\"i\"> <li>Siparişin hazırlanma süresi.</li> <li>Siparişin teslimine kadar yolda geçecek süre.</li> <li>Sipariş işletmeye ulaşıncaya kadar işletmenin mal/malzeme ihtiyacı.</li> </ol> Sipariş verme noktasıyla ilgili olarak yukarıdakilerden hangileri söylenebilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız ii",
      "B": "Yalnız iii",
      "C": "ii ve iii",
      "D": "i ve iii",
      "E": "i, ii ve iii"
    },
    "explanation": "Sipariş verme noktasıyla ilgili olarak, Siparişin hazırlanma süresi, Siparişin teslimine kadar yolda geçecek süre ve Sipariş işletmeye ulaşıncaya kadar işletmenin mal/malzeme ihtiyacı. maddelerinin hepsi söylenebilir."
  },
  {
    "id": "2925457",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi stok bulundurmama maliyeti içerisinde değerlendirilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Müşterilerin güveninin yitirilmesi",
      "B": "Sigorta giderleri",
      "C": "Sermaye maliyeti",
      "D": "Stok tutma riski; bozulma, modanın değişmesi, fiyat düşmesi",
      "E": "Çalınma ve kaza nedeniyle uğranılan kayıp ve zararlar."
    },
    "explanation": "Müşterilerin güveninin yitirilmesi stok bulundurmama maliyeti içerisinde değerlendirilmekteyken diğer maddeler stok blundurmanın maliyeti içerisinde değerlendirilmektedir."
  },
  {
    "id": "2925458",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi depolamayı etkileyen durumlar arasında değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Malın dayanıklılığı",
      "B": "Toplam mal alış faaliyeti",
      "C": "Mala olan talep",
      "D": "Ambar kapasitesi",
      "E": "Tedarikçiler ile kurulmuş olan bağ ve teslim süresi"
    },
    "explanation": "Toplam mal alış faaliyeti depolamayı etkileyen durumlar arasında değildir"
  },
  {
    "id": "2925459",
    "unitNumber": 3,
    "text": "<ol type=\"i\"> <li>Gerçek Maliyet Yöntemi</li> <li>İlk Giren İlk Çıkar Yöntemi (FIFO)</li> <li>Son Giren İlk Çıkar Yöntemi (LIFO)</li> <li>Ortalama Maliyet Yöntemi</li> </ol> Yukarıdakilerden hangisi İşletmelerde yaygın kullanılan ve vergi mevzuatında da yer alan stok değerleme yöntemleri arasındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız i",
      "B": "Yalnız iii",
      "C": "ii ve iii",
      "D": "i, ii ve iv",
      "E": "i, ii, iii ve iv"
    },
    "explanation": "Gerçek Maliyet Yöntemi, İlk Giren İlk Çıkar Yöntemi (FIFO), Son Giren İlk Çıkar Yöntemi (LIFO), Ortalama Maliyet Yöntemi İşletmelerde yaygın kullanılan ve vergi mevzuatında da yer alan stok değerleme yöntemleri arasındadır"
  },
  {
    "id": "2925460",
    "unitNumber": 3,
    "text": "İşletmenin satmak, üretmek veya diğer işletme ihtiyaçlarında kullanmak üzere elinde bulundurduğu varlıklara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Stok",
      "B": "Mal",
      "C": "Sermaye",
      "D": "Kapital",
      "E": "Hammade"
    },
    "explanation": "Stoklar, işletmenin satmak, üretmek veya diğer işletme ihtiyaçlarında kullanmak üzere elinde bulundurduğu varlıklardır."
  },
  {
    "id": "2925461",
    "unitNumber": 3,
    "text": "I. Hammade II. Yarı mamüller III. Tamamlanmış mamüller Yukarıdakilerden hangileri stok unsurları arasındadır?",
    "correctAnswer": "B",
    "options": {
      "A": "II ve III",
      "B": "I, II ve III",
      "C": "I ve III",
      "D": "Yalnız I",
      "E": "I ve II"
    },
    "explanation": "Stok unsurları üretimde kullanılacak hammadde (ilk madde) ve malzemeler olabileceği gibi, üretimi devam eden yarı mamul veya üretimi tamamlanmış mamuller şeklinde de olabilir."
  },
  {
    "id": "2925462",
    "unitNumber": 3,
    "text": "Soyut bir kavram olması sebebiyle bir stok unsuru olarak ele alınması olanaklı olmayan işletme türü hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Dönüşüm işletmeleri",
      "B": "Birleşik işletmeler",
      "C": "Hizmet işletmeleri",
      "D": "Üretim işletmeleri",
      "E": "Ticaret işletmeleri"
    },
    "explanation": "Hizmet soyut bir kavramdır ve stoklanamaz. Dolayısıyla hizmet üretim süreci sonunda sunulan hizmetin stok unsuru olarak ele alınması olanaklı değildir. Hizmet, talep anında üretilen bir davranış ve sunumdur. Üretilen hizmet stoklanamadığı için üretim işletmelerindeki gibi ara üretim aşamaları için kullanılan stok hesapları olmaz."
  },
  {
    "id": "2925463",
    "unitNumber": 3,
    "text": "Aşağıdaki kod numaraları ve açıklamalarından hangisi Tekdüzen Hesap Planında (THP) yer almayan yanlış bir hesaptır?",
    "correctAnswer": "D",
    "options": {
      "A": "150 İlk Madde ve Malzeme",
      "B": "152 Mamuller",
      "C": "151 Yarı Mamuller - Üretim",
      "D": "154 Stoklar",
      "E": "153 Ticari Mallar"
    },
    "explanation": "Tekdüzen Hesap Planında (THP) 15 numaralı bölüm, stok hesaplarına ayrılmıştır. Bu hesaplar, THP’ndaki kod numaraları ile aşağıdaki gibidir:<br/>STOK HESAPLARI<br/>150 İlk Madde ve Malzeme<br/>151 Yarı Mamuller - Üretim<br/>152 Mamuller<br/>153 Ticari Mallar."
  },
  {
    "id": "2925464",
    "unitNumber": 3,
    "text": "Stoklar grubundaki ana hesaplara bağlı olarak bilgisayar ortamında oluşturulan ve stoklara ait özelliklerin belirtildiği sanal stok hesaplarına ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Stok döngüsü",
      "B": "Stok tabanı",
      "C": "Stok kod hesapları",
      "D": "Stok irsaliyesi",
      "E": "Stok kartı"
    },
    "explanation": "İşletmenin ticaretini yaptığı malları düzenli olarak izleyebilmesi için stoklarla ilgili bilgileri öncelikle programa kaydetmelidir. Stoklar grubundaki ana hesaplara bağlı olarak bilgisayar ortamında oluşturulan ve stoklara ait özelliklerin belirtildiği sanal stok hesaplarına stok kartı denir. Bu hesaplar her bir stok kalemi için yazılımın stok modülünde açılmalıdır."
  },
  {
    "id": "2925465",
    "unitNumber": 3,
    "text": "I. Tesellüm\n II. Depolama\n III. Sipariş Verme\n IV. Satış\n V. Borçlanma\n Yukarıda karışık olarak verilen stok döngüsü adımlarının doğru bir şekilde sıralanışı nasıldır?",
    "correctAnswer": "A",
    "options": {
      "A": "III-I-V-II-IV",
      "B": "III-V-II-I-IV",
      "C": "III-I- II-V-IV",
      "D": "II-III-I-V-IV",
      "E": "II-I-III-V-IV"
    },
    "explanation": "Stok döngüsü adımları: Tesellüm, Depolama, Sipariş Verme, Satış ve Borçlanma şeklindedir."
  },
  {
    "id": "2925466",
    "unitNumber": 3,
    "text": "Bir işletmenin satışları için ihtiyacı olan mal sipariş miktarı 10.000 birim, sipariş tedarik süresi 10 gün, günlük satış miktarı 250 birim ise işletme stokları kullanmaya başladıktan kaç gün sonra sipariş vermelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "20",
      "B": "30",
      "C": "40",
      "D": "25",
      "E": "35"
    },
    "explanation": "Sipariş verme noktası = Sipariş tedarik süresi x Günlük satış miktarı (ihtiyaç)\n<br/>Sipariş verme noktası = 10 x 250 = 2.500 birim.<br/>O halde stoklar 2.500 birime düştüğünde 10.000 birimlik sipariş verilmelidir. Bu da 250/10.000 = 40 günlük satış miktarıdır. Buna göre işletme, stoklar 1/4 düzeyine kadar (2.500/10.000) azaldığında, yani stokları kullanmaya başladıktan 30 gün sonra sipariş vermelidir. Çünkü 2500 birim sipariş verme noktası olup 10 günlük ihtiyaca karşılık gelmektedir. Toplam sipariş miktarı olan 10.000 birim ise 40 günlük ihtiyaçtır. 40-10= 30 gün. Bu durumda işletme satışlarını aksatmadan sürdürebilir."
  },
  {
    "id": "2925467",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi stok bulundurma maliyetleri arasındadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Hammadde yetersizliği sebebiyle üretimin kesintiye uğramasından kaynaklanan zararlar",
      "B": "Yeterli mal/malzeme/mamul stoku bulunmaması nedeniyle kârlı satış fırsatlarının kaçırılması",
      "C": "Çalınma ve kaza nedeniyle uğranılan kayıp ve zararlar",
      "D": "Müşteri siparişinin zamanında yerine getirilememesi nedeniyle karşılaşılan tazminat ve zararlar",
      "E": "Müşterilerin güveninin yitirilmesi"
    },
    "explanation": "Stok bulundurma maliyetleri:<br/>• Sermaye maliyeti,<br/>• Depolama giderleri; kira, amortisman, bakım, ısıtma, soğutma, vb.<br/>• Stok hizmet giderleri; istifleme, paketleme, yükleme, boşaltma, vb.<br/>• Sigorta giderleri,<br/>• Stok tutma riski; bozulma, modanın değişmesi, fiyat düşmesi, vb.<br/>• Çalınma ve kaza nedeniyle uğranılan kayıp ve zararlar.<br/>Stok bulundurmamanın maliyeti:<br/>• Yeterli mal/malzeme/mamul stoku bulunmaması nedeniyle kârlı satış fırsatlarının kaçırılması,<br/>• Hammadde yetersizliği sebebiyle üretimin kesintiye uğramasından kaynaklanan zararlar,<br/>• Müşteri siparişinin zamanında yerine getirilememesi nedeniyle karşılaşılan tazminat ve zararlar,<br/>• Müşterilerin güveninin yitirilmesidir."
  },
  {
    "id": "2925468",
    "unitNumber": 3,
    "text": "Stok maliyeti ve satışların maliyetinin ancak aylık veya yıllık yapılacak stok sayım ve değerlemesi sonucunda tespit edilebildiği; mal çeşidinin çok, birim fiyatların küçük olduğu işletmeler için uygun bir yöntem olan kayıt yöntemi hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Değişken envanter yöntemi",
      "B": "Sürekli envanter yöntemi",
      "C": "Kesintili envanter yöntemi",
      "D": "Aralıklı envanter yöntemi",
      "E": "Toplam alış-satış yöntemi"
    },
    "explanation": "Aralıklı envanter yönteminde stok maliyeti ve satışların maliyeti ancak belli aralıklarla (aylık, yıllık) yapılacak stok sayım ve değerlemesi sonucunda tespit edilebilir. Bu durumda satışların maliyet devri dönem sonunda, tek kayıt ile yapılır. Mal çeşidinin çok, birim fiyatların küçük olduğu işletmeler (örn. bakkaliye, tuhafiye, elektronik eşya) için uygun bir yöntemdir."
  },
  {
    "id": "2925469",
    "unitNumber": 3,
    "text": "Kayıt sisteminin her stok çıkışında maliyet bilgilerini ayrıntılı şekilde izleme olanağı sağladığı ve her satış işleminde birim satış maliyeti ve satış kârlılığının izlenebildiği kayıt yöntemi hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "İlk giren ilk çıkar yöntemi",
      "B": "Kesintili envanter yöntemi",
      "C": "Aralıklı envanter yöntemi",
      "D": "Değişken envanter yöntemi",
      "E": "Sürekli envanter yöntemi"
    },
    "explanation": "Sürekli (devamlı) envanter yönteminde ise, kayıt sistemi her stok çıkışında maliyet bilgilerini ayrıntılı şekilde izleme olanağı sağlar. Bunun için kullanılan stok kartları, ilgili stok hesabının yardımcı (ayrıntı) hesabı işlevini görür. Dolayısıyla her satış işleminde birim satış maliyeti ve satış kârlılığı izlenebilir"
  },
  {
    "id": "2925470",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi stoklar grubunda yer alan hesaplardan biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ticari Mallar Hesabı",
      "B": "Verilen Sipariş Avansları Hesabı",
      "C": "Satıştan İadeler Hesabı",
      "D": "Satılan Ticari Malın Maliyeti Hesabı",
      "E": "Satış İskontoları Hesabı"
    },
    "explanation": "Sorunun doğru yanıtı A şıkkıdır. Tek Düzen Hesap Planında stok hesapları:\n <ul> <li>İlk Madde ve Malzeme</li> <li>Yarı Mamüller</li> <li>Mamüller </li> <li>Ticari Mallar hesaplarından oluşmaktadır.</li> </ul>"
  },
  {
    "id": "2925471",
    "unitNumber": 3,
    "text": "Stok hareketlerini aralıklı envanter yöntemine göre izleyen bir işletmede aşağıdaki hesaplardan hangisi sadece dönem sonunda kullanılmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Satıştan İadeler Hesabı",
      "B": "Satış İskontoları Hesabı",
      "C": "Ticari Mallar Hesabı",
      "D": "Diğer Stoklar Hesabı",
      "E": "Satılan Ticari Malın Maliyeti Hesabı"
    },
    "explanation": "Sorunun doğru yanıtı E şıkkıdır. Aralıklı envanter yönteminde satışların maliyet devri dönem sonunda Satılan Ticari Mallar hesabı borçlandırılıp ticari mallar hesabı alacaklandırılarak tek kayıtla yapılmaktadır."
  },
  {
    "id": "2925472",
    "unitNumber": 3,
    "text": "I. Tam mamül haline gelmemiş stokların izlendiği hesaptır. \n II. Sadece üretim işletmelerinde kullanılmaktadır. \n III. Üretim aşamasındaki stokların izlendiği hesaptır. \n Yukarıda özellikleri verilen stok hesabı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Mamüller Hesabı",
      "B": "Ticari Mallar Hesabı",
      "C": "Yarı Mamüller Hesabı",
      "D": "İlk Madde ve Malzeme Hesabı",
      "E": "Satılan Ticari Mallar Hesabı"
    },
    "explanation": "Sorunun doğru yanıtı C şıkkıdır. Henüz tam olarak mamul haline gelmemiş ancak direkt ilk madde ve malzeme, direkt işçilik ve genel üretim giderlerinden belli oranlarda pay almış, üretim aşamasındaki yarı mamullerin izlendiği hesap Yarı Mamüller Hesabıdır. Hesap sadece üretim işletmelerinde kullanılır. Çünkü ticaret işletmeleri fiilen üretim yapmadıkları için bu hesabı kullanmazlar. Hizmet işletmelerinde stok olmadığı için kullanmazlar."
  },
  {
    "id": "2925473",
    "unitNumber": 3,
    "text": "Aşağıda yer alan işlemlerden hangisi stok yönetim modülü aracılığıyla gerçekleştirmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Satın alma taleplerinin iletilmesi",
      "B": "Verilen siparişlerin teslim edilen miktarla karşılaştırılması",
      "C": "Farklı tedarikçilerden elde edilen fiyat listeleri temini",
      "D": "Mamül, yarı mamül ve ilk madde gruplarının takibi",
      "E": "Tüm stok, hizmet ve sabit kıymet iç talepleri izlenmesi"
    },
    "explanation": "Sorunun doğru yanıtı D şıkkıdır. Diğer şıklarda verilen işlemler satın alma modülünde gerçekleştirilmektedir."
  },
  {
    "id": "2925474",
    "unitNumber": 3,
    "text": "I. Borçlanma- Ödeme\n<br/>II. Sipariş Verme\n<br/>III. Depolama\n<br/>IV. Tesellüm\n<br/>V. Satış- Dağıtım\n<br/>Yukarıda numaralandırılmış olarak verilen ifadelerden hangisinin doğru sıralaması mal hareketi işlem basamaklarını sırasıyla vermektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "II-IV-I- III-V",
      "B": "II-I-I- III-IV",
      "C": "I-IV-II- III-V",
      "D": "III-IV-II- I-V",
      "E": "IV-I-II- III-V"
    },
    "explanation": "Sorunun doğru yanıtı A şıkkıdır. Mal hareketi işlem basamakları, sipariş verme, tesellüm, borçlanma-ödeme, depolama ve satış-dağıtım ile gerçekleşmektedir."
  },
  {
    "id": "2925475",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi stok değerlemede Türkiye Muhasebe Standartları tarafından öngörülen bir değerleme yöntemidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ortalama Maliyet Yöntemi",
      "B": "Son Giren İlk Çıkar Yöntemi",
      "C": "Net Gerçekleşebilir Değer Yöntemi",
      "D": "İlk Giren İlk Çıkar Yöntemi",
      "E": "Devamlı Envanter Yöntemi"
    },
    "explanation": "Sorunun doğru yanıtı C şıkkıdır. Stokların değerlenmesinde ilk giren ilk çıkar, son giren ilk çıkar ve ortalama maliyet varsayımları bulunmaktadır. Türkiye Muhasebe standartlarıyla gerçeğe uygun maliyet, net gerçekleşebilir maliyet gibi farklı değerleme yöntemleri de öngörülmektedir."
  },
  {
    "id": "2925476",
    "unitNumber": 3,
    "text": "İşletmenin stoklarının minimum seviyede olması aşağıdakilerden hangisinin yaşanmasına neden olur?",
    "correctAnswer": "D",
    "options": {
      "A": "Stoklarda çalınma riski",
      "B": "İşletme sermayesinin gereksiz kullanımı",
      "C": "Stoklarda bozulma riski",
      "D": "Müşteri kaybı riski",
      "E": "Stoklarda hile riski"
    },
    "explanation": "Sorunun doğru yanıtı D şıkkıdır. İşletme eğer fazla stok ile çalışırsa işletme sermayesini gereksiz yere stoklara bağlamış olur. Bu da gereksiz nakit çıkışına yol açar. Ayrıca mal/malzemenin kullanılıncaya/satılıncaya kadar fazladan elde bekletilmesi hile, çalıntı, bozulma gibi nedenlerden doğan kayıplara yol açabilmektedir. Stokların minimum seviyede olması ise taleplerin karşılanamaması ve müşteri kaybı riskini ortaya çıkarır. Bu nedenlerden dolayı işletme stoklarını optimum seviyede tutması gereklidir."
  },
  {
    "id": "2925477",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi stoklarla ilgili yanlış bir bilgidir?",
    "correctAnswer": "E",
    "options": {
      "A": "En uygun (optimum) stok düzeyi, stok bulundurma maliyetleri ile stok bulundurmama maliyetlerinin kesiştiği noktada oluşur.",
      "B": "Fayda maliyet analizi açısından en uygun stok miktarı en uygun stok miktarıdır.",
      "C": "Toplam stok maliyeti, stok bulundurma ve stok bulundurmama maliyetlerinin toplamıdır.",
      "D": "Depolama giderleri; kira, amortisman, bakım, ısıtma, soğutma vb'dir.",
      "E": "Stok bulundurmama giderleri; istifleme, paketleme, yükleme, boşaltma vb'dir."
    },
    "explanation": "Sorunun yanıtı E şıkkıdır. E şıkkında ifade edilen giderler stok bulundurma giderleri arasında yer alan stok hizmet giderleridir."
  },
  {
    "id": "2925478",
    "unitNumber": 3,
    "text": "Fiilen üretim yapmayıp, sadece hazır olan malları satın alan ve bunları müşterilere satan işletmeler aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ticaret İşletmeleri",
      "B": "Hizmet İşletmeleri",
      "C": "Üretim İşletmeleri",
      "D": "Satış işletmeleri",
      "E": "Mamul üreten işletmeler"
    },
    "explanation": "Ticaret İşletmeleri: Fiilen üretim yapmayıp, sadece hazır olan malları satın<br/>alan ve bunları müşterilere satan işletmelerdir."
  },
  {
    "id": "2925479",
    "unitNumber": 3,
    "text": "Ticaret işletmelerinin normal alım satıma konu olan malları izlediği hesap aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "151 Yarı Mamüller",
      "B": "152 Mamüller Hesabı",
      "C": "150 İlk Madde ve Malzeme Hesabı",
      "D": "153 Ticari Mallar Hesabı",
      "E": "621 Satılan Malların Maliyeti Hesabı"
    },
    "explanation": "Sorunun doğru yanıtı D şıkkıdır. Ticaret işletmeleri satmak amacıyla alınan ve değişikliğe tabi tutulmadan satışa sunulan malların izlendiği hesap ticari mallar hesabıdır."
  },
  {
    "id": "2925480",
    "unitNumber": 3,
    "text": "Mamulün içinde yoğun olarak bulunan, mamulün esas yapısını oluşturan maddeler aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yardımcı madde",
      "B": "İlk madde",
      "C": "İşletme malzemesi",
      "D": "Yarı mamüller",
      "E": "Ticari mallar"
    },
    "explanation": "İlk madde, mamulün içinde yoğun olarak bulunan, mamulün esas yapısını oluşturan maddelerdir."
  },
  {
    "id": "2925481",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi stoklarla ilgili yanlış bir bilgidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Üretimi devam eden yarı mamüller stoktur.",
      "B": "Duran varlık grubunda yer alır.",
      "C": "Bir yıl içinde üretime veya satışa konu olan varlıklardır.",
      "D": "Alım satıma söz konusu olan ticari mallar stok unsurudur.",
      "E": "Hammadde ve malzemeler stoktur."
    },
    "explanation": "Sorunun doğru yanıtı B şıkkıdır. Stoklar bir yıl içinde üretime veya satışa söz konusu olacak varlıklar olduğu için dönen varlık unsurudur."
  },
  {
    "id": "2925482",
    "unitNumber": 3,
    "text": "Stoklar grubundaki ana hesaplara bağlı olarak bilgisayar ortamında oluşturulan ve stoklara ait özelliklerin belirtildiği sanal stok hesaplarına ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Stok kalemi",
      "B": "Stok modülü",
      "C": "Stok kartı",
      "D": "Stok grubu",
      "E": "Stok yönetimi"
    },
    "explanation": "Stoklar grubundaki ana hesaplara bağlı olarak bilgisayar ortamında oluşturulan ve stoklara ait özelliklerin belirtildiği sanal stok hesaplarına stok kartı denir."
  },
  {
    "id": "2925483",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi stok yönetimi modülündeki iş akışlarından biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Depo Transfer İşlemleri",
      "B": "Depo Kartları",
      "C": "Hizmet Kartları",
      "D": "Satış Hareketleri İşlemleri",
      "E": "Stok Kartı"
    },
    "explanation": "Stok yönetimi modülünde iş akışı Stok Kartı, Hizmet Kartları, Depo Kartları, Alım İrsaliyeleri, Satış İrsaliyeleri, Depo Transfer İşlemleri, Stok Hareketleri İşlemleri şeklindedir. Satış hareketleri işlemleri stok yönetimi modülünde yer alan bir iş akışı değildir. Sorunun doğru yanıtı \"D\" seçeneğidir."
  },
  {
    "id": "2925484",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi stok yönetimi modülünün sağladığı olanaklar ile bu modülde yapılan işlemlerden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tüm stok, hizmet ve sabit kıymet iç talepleri izlenebilir, aktarım ekranları sayesinde bunlar birleştirilerek tek siparişe dönüştürülebilir.",
      "B": "Farklı tedarikçilerden alınan fiyat listeleri Türk Lirası ve yabancı para cinsinden sistemde izlenebilir.",
      "C": "Aynı tedarikçiden alınan farklı fiyat, vade ve iskonto oranları içeren teklifler tek ekranda birleştirilebilir.",
      "D": "Yapılacak olan yetkilendirmeler doğrultusunda talepler, satın alma biriminde takip edilebilir.",
      "E": "Her mal için iki farklı mal adı girilebilir, mallar sınırsız birim ile takip edilebilir."
    },
    "explanation": "Stok yönetimi modülünün sağladığı olanaklar ile bu modülde yapılabilen işlemlerden bazıları aşağıda sıralanmıştır:<br/>• Stok yönetimi modülünde iş akışı Stok Kartı, Hizmet Kartları, Depo Kartları, Alım İrsaliyeleri, Satış İrsaliyeleri, Depo Transfer İşlemleri, Stok Hareketleri İşlemleri şeklindedir.<br/>• Stok yönetimi modülünde stok kartlarına stok kodu dışında birden fazla üretici firmanın mal kodu da girilebilmektedir.<br/>• Her mal için iki farklı mal adı girilebilir, mallar sınırsız birim ile takip edilebilir.<br/>• Her bir stok kartına, takibi yapılacak birimler için barkod numarası tanımlanabilir.<br/>• Stok yönetim modulü ile mamül, yarı mamül, ilkmadde, mal, bandrol ve diğer grupların takibi yapılabilmektedir.<br/>• Birbirinden bağımsız olarak çalışan sınırsız sayıda değişken kod seçeneği ile raporlama ve analizlerde esneklik sunulmaktadır.<br/>• Her stok kartından kısa yol tuşu ile ilgili stok kartına ait ekstre, bekleyen siparişler, faturalanmamış irsaliyeler, satınalma ve satış teklifleri gibi verilere ulaşılabilmekte ve bu raporlardan ilgili kayda gidilebilmektedir.<br/>• Her bir stok kartı için KDV, ÖTV, tevkifat ve iskonto oranları, kritik stok seviyeleri gibi birçok bilgi izlenebilmektedir.<br/>• Stok kartında her stok kalemi için sınırsız sayıda alış ve satış birim fiyatı T ve yabancı para cinsinden veri girişi yapılabilmektedir.<br/>• Stok kartında oluşturulacak paket ve kampanya tanımlama veri girişi sayesinde stok kartlarına ait işlemler otomatik olarak yapılmaktadır.<br/>• Stok takip paketinin, ithalat veya ihracat yapan firmalara sunduğu bir olanak da; ithal mallar için kartlarda mevcut olan döviz cinsi, döviz alış fiyatı, GTIP numarası ve sistem içine aktarılmış olan bütün ithalat ve ihracat giderlerini ayrı ayrı raporlama günlük kur üzerinden maliyetlendirme yapabilmesidir. \n • Merkez depo dışında sınırsız sayıda depo takibi yapılabilir. Ayrıca depolara giriş, çıkış, alış, satış ve depolar arası transfer işlemleri ayrı ayrı izlenebilir.<br/>• Çok amaçlı kart ve hareket listeleri ile istenilen doğrultuda listeler alınabilir. Stok özeti, stok listesi ve analizleri, miktar ve tutarların detay ve icmal (özet) olarak listelenmesi sağlanır.<br/>• Mal maliyeti raporu, stoklarda bulunan malların istenilen maliyet tekniği ile raporlanmasını sağlar. Stoktaki mal maliyeti, satılan mal maliyeti ve fatura maliyetleri listeleri alınabilir."
  },
  {
    "id": "2925485",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi mal hareketleri işlem basamaklarından biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tesellüm",
      "B": "Satış",
      "C": "Paketleme",
      "D": "Dağıtım",
      "E": "Ödeme"
    },
    "explanation": "Mal Hareketleri İşlem Basamakları; Sipariş verme, Tesellüm, Borçlanma/Ödeme, Depolama, Satış/Dağıtım"
  },
  {
    "id": "2925486",
    "unitNumber": 3,
    "text": "Sipariş edilen mal veya malzemelerin işletmeye kabulü aşamasında sipariş ve belgelerin kontrol edildiği süreç aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Depolama",
      "B": "Tesellüm",
      "C": "Sipariş verme",
      "D": "Sipariş tedarik süresi",
      "E": "Satın alma talebi"
    },
    "explanation": "Tesellüm; sipariş edilen mal veya malzemelerin işletmeye kabulü aşamasında siparişlerin noksansız ve belgelerinin tam olup olmaması ve sipariş edilen nitelikte olup olmadığının kontrolüdür."
  },
  {
    "id": "2925487",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi depolama giderlerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Amortisman",
      "B": "İstifleme",
      "C": "Paketleme",
      "D": "Yükleme",
      "E": "Boşaltma"
    },
    "explanation": "Depolama giderleri; kira, amortisman, bakım, ısıtma, soğutma."
  },
  {
    "id": "2925488",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi stok bulundurmama maliyetlerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yeterli mal/malzeme/mamul stoku bulunmaması nedeniyle kârlı satış fırsatlarının kaçırılması",
      "B": "Ham madde yetersizliği sebebiyle üretimin kesintiye uğramasından kaynaklanan zararlar",
      "C": "Müşteri siparişinin zamanında yerine getirilememesi nedeniyle karşılaşılan tazminat ve zararlar",
      "D": "Müşterilerin güveninin yitirilmesi",
      "E": "Çalınma ve kaza nedeniyle uğranılan kayıp ve zararlar"
    },
    "explanation": "Stok bulundurmamanın maliyeti:<br/>• Yeterli mal/malzeme/mamul stoku bulunmaması nedeniyle kârlı satış fırsatlarının kaçırılması,<br/>• Ham madde yetersizliği sebebiyle üretimin kesintiye uğramasından kaynaklanan zararlar,<br/>• Müşteri siparişinin zamanında yerine getirilememesi nedeniyle karşılaşılan<br/>tazminat ve zararlar,<br/>• Müşterilerin güveninin yitirilmesidir."
  },
  {
    "id": "2925489",
    "unitNumber": 3,
    "text": "I. Üretim Maliyet Yönetimi\n II. Gerçek Maliyet Yöntemi\n III. İlk Giren İlk Çıkar Yöntemi\n IV. Pazarlama Maliyet Yönetimi\n V. Son Giren Çıkar Yöntemi\n Yukarıda verilen bilgilerden hangisi/hangileri işletmelerde yaygın kullanılan ve vergi mevzuatında da yer alan stok değerleme yöntemlerindendir?",
    "correctAnswer": "B",
    "options": {
      "A": "I, IV",
      "B": "II, III, V",
      "C": "III",
      "D": "I, II",
      "E": "I, III, V"
    },
    "explanation": "İşletmelerde yaygın kullanılan ve vergi mevzuatında da yer alan stok değerleme yöntemleri şunlardır;<br/>• Gerçek Maliyet Yöntemi<br/>• İlk Giren İlk Çıkar Yöntemi (FIFO)<br/>• Son Giren İlk Çıkar Yöntemi (LIFO)<br/>• Ortalama Maliyet Yöntemi"
  },
  {
    "id": "2925490",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>Sipariş verme ve satın alma</li> <li>Teslim alma ve depolama</li> <li>Satış ve dağıtım</li> </ol> Yukarıdakilerden hangisi ya da hangileri stokların izlenmesi ile ilgili işlemler arasında yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I-II",
      "C": "I-IIı",
      "D": "II-III",
      "E": "I-II-III"
    },
    "explanation": "Stokların izlenmesi ile ilgili işlemler üç aşamada ele alınabilir; 1) Sipariş verme ve satın alma, 2) Teslim alma ve depolama, 3) Satış ve dağıtım."
  },
  {
    "id": "2925491",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>Satmak</li> <li>Üretmek</li> <li>Diğer işletme ihtiyaçlarında kullanmak</li> </ol> Yukarıdakilerden hangisi ya da hangileri bir işletmenin stokladığı varlıkları kullandığı alanlar arasında yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I-II",
      "C": "I-III",
      "D": "II-III",
      "E": "I-II-III"
    },
    "explanation": "Stoklar, işletmenin satmak, üretmek veya diğer işletme ihtiyaçlarında kullanmak üzere elinde bulundurduğu varlıklardır. Stoklar çok çeşitli yerlerde ve değişik şekillerde karşımıza çıkmaktadır."
  },
  {
    "id": "2925492",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi üretim süreçlerine yer vermeyen, yalnızca alıp satan ticaret işletmelerinde ana<br/>stok kalemini oluşturmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Üretimde kullanılacak malzemeler",
      "B": "Alım satıma konu olan ticari mallar",
      "C": "Üretimde kullanılacak hammadde",
      "D": "Üretimi devam eden yarı mamul",
      "E": "Üretimi tamamlanmış mamuller"
    },
    "explanation": "Stok unsurları üretimde kullanılacak hammadde (ilk madde) ve malzemeler olabileceği gibi, üretimi devam eden yarı mamul veya üretimi tamamlanmış mamuller şeklinde de olabilir. Üretim (dönüştürme) süreçlerine yer vermeyen, yalnızca alıp satan ticaret işletmelerinde ise, alım satıma konu olan ticari mallar ana stok kalemini oluşturur."
  },
  {
    "id": "2925493",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>Mamul üreten işletmeler</li> <li>Hizmet üreten işletmeler</li> <li>Ticaret işletmeleri</li> </ol> Yukarıda yer alan işletme türlerinden hangisinde ya da hangilerinde stoklama yapılabilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız II",
      "B": "I-II",
      "C": "I-III",
      "D": "II-III",
      "E": "I-II-III"
    },
    "explanation": "İşletmeleri, faaliyet konularına (üretim/operasyon süreçlerine) göre üç başlık altında sınıflandırmak mümkündür. Bunlar; - Mamul üreten işletmeler, - Hizmet üreten işletmeler ve - Ticaret işletmeleridir.\n <ul> <li><em><strong>Üretim İşletmeleri:</strong> </em>Sanayi veya endüstri işletmeleri olarak da adlandırılan bu tür işletmeler, üretim için gerekli işgücü, hammadde, makine, vb. üretim bileşenlerini toplayarak mamul üreten ve bunları satan işletmelerdir. Üretim ve stok aşamalarının her birinde oluşan stok unsurlarına uygun alt hesapların kullanımı söz konusudur.</li> <li><em><strong>Hizmet İşletmeleri:</strong></em> Hizmet soyut bir kavramdır ve stoklanamaz. Dolayısıyla hizmet üretim süreci sonunda sunulan hizmetin stok unsuru olarak ele alınması olanaklı değildir. Hizmet, talep anında üretilen bir davranış ve sunumdur. Üretilen hizmet stoklanamadığı için üretim işletmelerindeki gibi ara üretim aşamaları için kullanılan stok hesapları olmaz. Ancak hizmet üretiminde kullanılan madde ve malzemelerin izlenmesi için kullanılan hesaplar üretim işletmelerindeki gibidir.</li> <li><em><strong>Ticaret İşletmeleri:</strong></em> Fiilen üretim yapmayıp, sadece hazır olan malları satın alan ve bunları müşterilere satan işletmelerdir. Bu tür işletmelerde yalnızca ticari malların ve mal hareketlerine bağlı olarak ortaya çıkan bazı durumların (değeri düşen mallar gibi) izlenmesi için gerekli stok hesapları kullanılır.</li> </ul>"
  },
  {
    "id": "2925494",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi stok yönetimi modülünün sağladığı olanaklar ile bu modülde yapılabilen işlemler arasında değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Stok yönetimi modülünde stok kartlarına stok kodu dışında yalnızca bir üretici üretici firmanın mal kodunun da girilebilmesi",
      "B": "Her mal için iki farklı mal adının girilebilmesi",
      "C": "Her bir stok kartına, takibi yapılacak birimler için barkod numarası tanımlanabilmesi",
      "D": "Stok yönetim modulü ile mamül, yarı mamül, ilkmadde, mal, bandrol ve diğer grupların takibinin yapılabilmesi",
      "E": "<ul> <li>Birbirinden bağımsız olarak çalışan sınırsız sayıda değişken kod seçeneği ile raporlama ve analizlerde esneklik sunulması</li> </ul>"
    },
    "explanation": "İşletmelerin satış, satın alma ve üretim departmanlarında sağlıklı bir stok yönetimiyle verimliliğin artırılması ve işletme kârlılığının yükseltilmesi mümkündür. Stok yönetimi modülünün sağladığı olanaklar ile bu modülde yapılabilen işlemlerden bazıları aşağıda sıralanmıştır:\n <ul> <li>Stok yönetimi modülünde iş akışı Stok Kartı, Hizmet Kartları, Depo Kartları, Alım İrsaliyeleri, Satış irsaliyeleri, Depo Transfer İşlemleri, Stok Hareketleri İşlemleri şeklindedir.</li> <li>Stok yönetimi modülünde stok kartlarına stok kodu dışında birden fazla üretici firmanın mal kodu da girilebilmektedir.</li> <li>Her mal için iki farklı mal adı girilebilir, mallar sınırsız birim ile takip edilebilir.</li> <li>Her bir stok kartına, takibi yapılacak birimler için barkod numarası tanımlanabilir.</li> <li>Stok yönetim modulü ile mamül, yarı mamül, ilkmadde, mal, bandrol ve diğer grupların takibi yapılabilmektedir.</li> <li>Birbirinden bağımsız olarak çalışan sınırsız sayıda değişken kod seçeneği ile raporlama ve analizlerde esneklik sunulmaktadır.</li> <li>Her stok kartından kısa yol tuşu ile ilgili stok kartına ait ekstre, bekleyen siparişler, faturalanmamış irsaliyeler, satınalma ve satış teklifleri gibi verilere ulaşılabilmekte ve bu raporlardan ilgili kayda gidilebilmektedir.</li> <li>Her bir stok kartı için KDV, ÖTV, tevkifat ve iskonto oranları, kritik stok seviyeleri gibi birçok bilgi izlenebilmektedir.</li> <li>Stok kartında her stok kalemi için sınırsız sayıda alış ve satış birim fiyatı T ve yabancı para cinsinden veri girişi yapılabilmektedir.</li> <li>Stok kartında oluşturulacak paket ve kampanya tanımlama veri girişi sayesinde stok kartlarına ait işlemler otomatik olarak yapılmaktadır.</li> <li>Stok takip paketinin, ithalat veya ihracat yapan firmalara sunduğu bir olanak da; ithal mallar için kartlarda mevcut olan döviz cinsi, döviz alış fiyatı, GTIP numarası ve sistem içine aktarılmış olan bütün ithalat ve ihracat giderlerini ayrı ayrı raporlama günlük kur üzerinden maliyetlendirme yapabilmesidir.</li> <li>Merkez depo dışında sınırsız sayıda depo takibi yapılabilir. Ayrıca depolara giriş, çıkış, alış, satış ve depolar arası transfer işlemleri ayrı ayrı izlenebilir.</li> <li>Çok amaçlı kart ve hareket listeleri ile istenilen doğrultuda listeler alınabilir. Stok özeti, stok listesi ve analizleri, miktar ve tutarların detay ve icmal (özet) olarak listelenmesi sağlanır.</li> <li>Mal maliyeti raporu, stoklarda bulunan malların istenilen maliyet tekniği ile raporlanmasını sağlar. Stoktaki mal maliyeti, satılan mal maliyeti ve fatura maliyetleri listeleri alınabilir.</li> </ul>"
  },
  {
    "id": "2925495",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi satın alma yönetimi modülünün özellikleri arasında yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Birbirinden bağımsız olarak çalışan sınırsız sayıda değişken kod seçeneği ile raporlama ve analizlerde esneklik sunulması",
      "B": "Aynı tedarikçiden alınan farklı fiyat, vade ve iskonto oranları içeren tekliflerin tek ekranda birleştirilebilmesi",
      "C": "Her bir stok kartı için KDV, ÖTV, tevkifat ve iskonto oranları, kritik stok seviyeleri gibi birçok bilginin izlenebilmesi",
      "D": "Stok kartında her stok kalemi için sınırsız sayıda alış ve satış birim fiyatı T ve yabancı para cinsinden veri girişi yapılabilmesi",
      "E": "Stok kartında oluşturulacak paket ve kampanya tanımlama veri girişi sayesinde stok kartlarına ait işlemlerin otomatik olarak yapılması"
    },
    "explanation": "İşletmelerin satın alma sürecinde ihtiyaçlarını tespit etme, farklı merkezlerden gelen talepleri değerlendirme, planlama, kaynaklarını verimli kullanma ve diğer aşamalarında etkin rol oynayan satın alma yönetimi modülündeki bazı özellikler aşağıda sıralanmaktadır:\n <ul> <li>Aynı tedarikçiden alınan farklı fiyat, vade ve iskonto oranları içeren teklifler tek ekranda birleştirilebilir.</li> <li>Yapılacak olan yetkilendirmeler doğrultusunda talepler, satın alma biriminde takip edilebilir.</li> <li>Dövizli alım işlemlerinde kullanılacak kur değeri vade ve ödeme şekline göre değiştirilebilir, otomatik çekim ya da sabit kur değeri uygulanabilir.</li> <li>Tüm stok, hizmet ve sabit kıymet iç talepleri izlenebilir, aktarım ekranları sayesinde bunlar birleştirilerek tek siparişe dönüştürülebilir.</li> <li>Farklı tedarikçilerden alınan fiyat listeleri Türk Lirası ve yabancı para cinsinden sistemde izlenebilir.</li> <li>Verilen siparişler teslim edilen miktarlar ile karşılaştırılarak açık kalan ve kapanan siparişlerin müşteri bazında miktar ve vade ile birlikte takip edilebilen tedarikçi performans durum raporu alınabilmektedir.</li> </ul>"
  },
  {
    "id": "2925496",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>Tesellüm</li> <li>Sipariş verme</li> <li>Borçlanma/ödeme</li> <li>Satış/dağıtım</li> <li>Depolama</li> </ol> Yukarıda karışık halde verilen mal hareketleri işlem basamaklarının doğru sıralanışı aşağıdakilerden hangisinde verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "I-III-IV-V-III",
      "B": "II-V-II-I-IV",
      "C": "III-I-IV-V-II",
      "D": "II-I-III-V-IV",
      "E": "IV-I-V-III-II"
    },
    "explanation": "Satın alma işlemlerini başlatan sipariş verme işlemi, stok hareketlerinin, diğer bir ifade ile mal döngüsünün de başlangıcı olmaktadır. Satın alma süreci, malların/malzemelerin teslim alınması ile devam etmektedir. Bu arada bir yandan satın alma koşullarına göre borçlanma ve/veya ödeme süreci başlamakta, öte yandan da depolama işlemleri yürütülmektedir. Satış koşullarına göre, malların hazırlanması, paketlenmesi, gönderilmesi şeklinde işletmeden dışarıya doğru bir fiziki akış gerçekleşirken, bunun karşılığında alacakların doğması ve/veya tahsilât işlemleri ile süreç sona ermektedir."
  },
  {
    "id": "2925497",
    "unitNumber": 3,
    "text": "<ol type=\"I\"> <li>Siparişin hazırlanma süresi</li> <li>Siparişin teslimine kadar yolda geçecek süre</li> <li>Sipariş işletmeye ulaşıncaya kadar işletmenin mal/malzeme ihtiyacı</li> </ol> Yukarıdakilerden hangisi ya da hangileri sipariş verme aşamasında dikkat edilecek noktalar arasında yer almaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I-II",
      "C": "I-III",
      "D": "II-III",
      "E": "I-II-III"
    },
    "explanation": "Sipariş verme aşaması satın alma işleminin öncesinde olup, işletmenin satın alma politikasının ve satın alma zamanlamasının belirlendiği aşamadır. Süreci başlatmadan önce stratejik kararların verilebildiği ilk adımdır denilebilir. İşletmenin üretim veya satış hacmine göre dönemsel ihtiyacı olan malların/malzemelerin tedarik edilmesi için sorumlu kişilerce alınan satın alma kararı aşamasıdır. Satın alma sorumluları, bu kararları alırken işletmenin bazı verilerini kullanır ve kontrol ederler. İster bir üreticinin hammadde alımı, isterse bir perakendecinin mal (mamul) alımı söz konusu olsun, uygunluk kontrolünün gerçekleştirilmesi her ikisi için de esastır. Bu aşama, sipariş verme noktasıdır ve bu aşamada dikkat edilecek konular şunlardır;\n • Siparişin hazırlanma süresi,<br/>• Siparişin teslimine kadar yolda geçecek süre,<br/>• Sipariş işletmeye ulaşıncaya kadar işletmenin mal/malzeme ihtiyacı."
  },
  {
    "id": "2925498",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi stokta bulundurma maliyetleri arasında yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Çalınma ve kaza nedeniyle uğranılan kayıp ve zararlar.",
      "B": "Hammadde yetersizliği sebebiyle üretimin kesintiye uğramasından kaynaklanan zararlar",
      "C": "Müşteri siparişinin zamanında yerine getirilememesi nedeniyle karşılaşılan tazminat ve zararlar",
      "D": "Müşterilerin güveninin yitirilmesi",
      "E": "Yeterli mal/malzeme/mamul stoku bulunmaması nedeniyle kârlı satış fırsatlarının kaçırılması"
    },
    "explanation": "Ürünlere ilişkin hem stok bulundurma hem de stok bulundurmamadan dolayı maliyetler oluşur. Toplam stok maliyeti, stok bulundurma ve stok bulundurmama maliyetlerinin toplamı olarak karşımıza çıkmaktadır. En uygun (optimal) stok miktarı, iki eğrinin kesiştiği noktada (a noktası) oluşmaktadır. Dikkat edilirse bu nokta, en düşük toplam stok maliyetini vermez. Bu en aza yakın stok maliyetini gösteren nokta olup, fayda maliyet analizi açısından en uygun stok miktarını gösteren nokta olduğu söylenebilir. Stok bulundurma maliyetleri şunlardır:\n <br/>• Sermaye maliyeti,<br/>• Depolama giderleri; kira, amortisman, bakım, ısıtma, soğutma, vb.<br/>• Stok hizmet giderleri; istifleme, paketleme, yükleme, boşaltma, vb.<br/>• Sigorta giderleri,<br/>• Stok tutma riski; bozulma, modanın değişmesi, fiyat düşmesi, vb.<br/>• Çalınma ve kaza nedeniyle uğranılan kayıp ve zararlar"
  },
  {
    "id": "2925499",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi stokta bulundurmama maliyetleri arasında yer almamaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Müşterilerin güveninin yitirilmesi",
      "B": "Müşteri siparişinin zamanında yerine getirilememesi nedeniyle karşılaşılan tazminat ve zararlar",
      "C": "Hammadde yetersizliği sebebiyle üretimin kesintiye uğramasından kaynaklanan zararlar",
      "D": "Çalınma ve kaza nedeniyle uğranılan kayıp ve zararlar",
      "E": "Yeterli mal/malzeme/mamul stoku bulunmaması nedeniyle kârlı satış fırsatlarının kaçırılması"
    },
    "explanation": "Ürünlere ilişkin hem stok bulundurma hem de stok bulundurmamadan dolayı maliyetler oluşur. Toplam stok maliyeti, stok bulundurma ve stok bulundurmama maliyetlerinin toplamı olarak karşımıza çıkmaktadır. En uygun (optimal) stok miktarı, iki eğrinin kesiştiği noktada (a noktası) oluşmaktadır. Dikkat edilirse bu nokta, en düşük toplam stok maliyetini vermez. Bu en aza yakın stok maliyetini gösteren nokta olup, fayda maliyet analizi açısından en uygun stok miktarını gösteren nokta olduğu söylenebilir. Stok bulundurmama maliyetleri şunlardır:\n • Yeterli mal/malzeme/mamul stoku bulunmaması nedeniyle kârlı satış fırsatlarının kaçırılması,<br/>• Hammadde yetersizliği sebebiyle üretimin kesintiye uğramasından kaynaklanan zararlar,<br/>• Müşteri siparişinin zamanında yerine getirilememesi nedeniyle karşılaşılan tazminat ve zararlar,<br/>• Müşterilerin güveninin yitirilmesidir."
  },
  {
    "id": "2925500",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bir işletmenin hazır değerler grubu içine girmemektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Banka Mevduatı",
      "B": "Çek",
      "C": "Nakit Para",
      "D": "Vadeli Mevduat",
      "E": "Stoklar"
    },
    "explanation": "Bir işletmenin hazır değerleri içine nakit para, bankadaki vadeli ve vadesiz mevduatları ve çekler girmektedir."
  },
  {
    "id": "2925501",
    "unitNumber": 4,
    "text": "I. Türk Ticaret Kanununda (TTK) belirtilen hükümlere göre düzenlenir. \n II. Bir bankaya hitaben yazılır. \n III. Vadesiz bir ödeme aracıdır. \n IV. Ödeme emri niteliğindeki kıymetli evraktır. \n Yukarıda özellikleri sıralanan ödeme aracı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bono",
      "B": "Poliçe",
      "C": "Hisse Senedi",
      "D": "Kredi Kartı",
      "E": "Çek"
    },
    "explanation": "Soruda özellikleri verilen ödeme aracı çektir. Poliçe ve bono da Türk Ticaret Kanunu kapsamında yer alan bir araçtır. Ancak numaralı ifadelerde vadesinin olmamasının belirtilmesi çek'e ilişkin bir özelliktir."
  },
  {
    "id": "2925502",
    "unitNumber": 4,
    "text": "Çeki elinde bulunduran tarafından, çeki devralana çek bedelini tahsil, çeki ödeyecek bankaya da ödeme sorumluluğunun verilmesi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ciranta",
      "B": "Keşideci",
      "C": "Ciro",
      "D": "Muhatap",
      "E": "Hamili"
    },
    "explanation": "Sorunun doğru yanıtı C şıkkı cirodur. Diğer şıklardan keşideci çeki düzenleyen kişidir. Muhatap çeki kişi adına ödeyecek taraftır. Ciranta ciro yapan kişiye verilen addır. Hamili ise çekin ödenecek tarafını ifade etmektedir."
  },
  {
    "id": "2925503",
    "unitNumber": 4,
    "text": "I. Sipariş verilmesi\n II. Talep gelmesi\n III. İrsaliye, fatura ve muhasebe fişinin kesilmesi\n IV. Teklifin hazırlanması\n Yukarıda numaralı ifadeler aşağıdaki şıkların hangisinde satış veya satın alma işlem sırasını gösterecek biçimde doğru bir biçimde sıralanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "II-IV-I-III",
      "B": "II-IV-III-I",
      "C": "II-III-I-IV",
      "D": "III-IV-I-II",
      "E": "I-II-III-IV"
    },
    "explanation": "Numaralandırılmış ifadelere göre bir satış veya satın alma işleminin doğru sıralaması II-IV-I-III şeklindedir. Bu nedenle doğru yanıt A şıkkıdır."
  },
  {
    "id": "2925504",
    "unitNumber": 4,
    "text": "Aşağıdaki ifadelerden hangisi senet ile ilgili yanlış bir ifadedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Vadesi bulunmaktadır.",
      "B": "Senet kırdırma ile nakde çevirilebilir.",
      "C": "İstenildiği zaman bankaya gidilerek nakde dönüştürülür.",
      "D": "Bir ödeme aracı olarak kullanılabilir.",
      "E": "Ticari alacaklar hesap grubunda izlenmektedir."
    },
    "explanation": "Sorunun doğru yanıtı C şıkkıdır. Çünkü senetlerde vade bulunmadığı için istenildiği zaman nakde çevirilemez. Ancak senedi kırdırarak bir iskonto oranı düşülerek nakde çevrilebilir."
  },
  {
    "id": "2925505",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi satın alma veya satış işlemleri esnasında kullanılan bir belge değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Fiş",
      "B": "Yevmiye Fişi",
      "C": "İrsaliye",
      "D": "Fatura",
      "E": "Stok kartı"
    },
    "explanation": "Sorunun doğru yanıtı E şıkkıdır. Satın alma veya satış esnasında talebin gelmesi aşamasında fiş, teklifin hazırlanması ve siparişin oluşturulması aşamasında kullanılmaktadır. Sevkiyat aşamasında irsaliye kullanılırken teslim aşamasında fatura kullanılır. Muhasebeleştirme aşamasında ise yevmiye fişi kullanılır."
  },
  {
    "id": "2925506",
    "unitNumber": 4,
    "text": "Müşteri çeklerini kullanarak ödeme yapma amacıyla devretme işlemi alınan çeklerle ilgili işlemlerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İşlem Bordrosu İcraya Verildi",
      "B": "İşlem Bordrosu Ciro",
      "C": "İşlem Bordrosu Teminata Çıkış",
      "D": "İşlem Bordrosu Karşılıksız",
      "E": "İşlem Bordrosu Kasadan Tahsil Edildi"
    },
    "explanation": "Çekin bir ödeme aracı olarak kullanılması ciro edilmesidir. Bu nedenle sorunun doğru yanıtı B şıkkıdır."
  },
  {
    "id": "2925507",
    "unitNumber": 4,
    "text": "İşletmenin borcuna karşılık çek düzenleyerek alacaklısına verdiği çekler ........ iken işletmenin alıcılarından alınan ve işletmenin üzerinde alacak hakkı bulunan çekler ...... olarak tanımlanmaktadır. \n Yukarıda verilen ifadede noktalı yerlere sırası ile aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Verilen Çekler- Ödeme Emirleri",
      "B": "Alınan Çekler- Ödeme Emirleri",
      "C": "Alınan Çekler- Ciro",
      "D": "Verilen Çekler- Alınan Çekler",
      "E": "Ciro-Ciranta"
    },
    "explanation": "Soruda noktalı yerlere sırasıyla verilen çekler ve alınan çekler gelmelidir. Ciro senedin ödeme aracı olarak kullanılmasıdır. Ciranta ise senedi ciro eden kişidir. Ödeme emirleri tıpki verilen çekler gibi borçluya yapılacak ödemelerdir."
  },
  {
    "id": "2925508",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi işletmenin net çalışma sermayesini ifade etmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dönen Varlıklar",
      "B": "Dönen varlık-Kısa Vadeli Yabancı Kaynak",
      "C": "Duran Varlıklar",
      "D": "Dönen Varlık-Uzun Vadeli Yabancı Kaynak",
      "E": "Toplam Varlıklar"
    },
    "explanation": "İşletmenin çalışma sermayesini dönen varlıklar ifade etmektedir. Net çalışma sermayesi ise dönen varlıklardan kısa vadeli yabancı kaynakların çıkarılmasıdır."
  },
  {
    "id": "2925509",
    "unitNumber": 4,
    "text": "Para aynı bankanın şubeleri arasında transfer edilirse ......, farklı bankalar arasında transfer edilirse ....... olarak adlandırılmaktadır. \n Yukarıda noktalı olarak ifade edilen yerlere aşağıdakilerden hangisi sıra ile getirilmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Havale-EFT(elektronik fon transferi)",
      "B": "EFT(elektronik fon transferi)-Kredi Kartı",
      "C": "Senet-Çek",
      "D": "Çek-Mevduat",
      "E": "EFT(elektronik fon transferi)-Bono"
    },
    "explanation": "Para aynı bankanın şubeleri arasında transfer edilirse havale, farklı bankalar arasında transfer edilirse elektronik fon transferi olarak adlandırılmaktadır. Sorunun doğru yanıtı A şıkkıdır."
  },
  {
    "id": "2925510",
    "unitNumber": 4,
    "text": "\"Bir aktifin kısa sürede ve sorunsuz şekilde, değer kaybına uğramadan nakde çevrilebilme gücü\" tanımı aşağıdakilerden hangisini ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Likidite",
      "B": "Nakit",
      "C": "Finans",
      "D": "Maliyet",
      "E": "Gelir"
    },
    "explanation": "Likidite, döviz, menkul kıymet gibi bir aktifin kısa sürede ve sorunsuz şekilde, değer kaybına uğramadan nakde çevrilebilen, satışa veya kullanıma hazır satın alma gücünü ifade eder."
  },
  {
    "id": "2925511",
    "unitNumber": 4,
    "text": "Aşağıdaki işletme varlıklarından hangisinin diğerlerinden daha likit olduğu söylenebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Taşıtlar",
      "B": "Çekler",
      "C": "Makineler",
      "D": "Binalar",
      "E": "Stolar"
    },
    "explanation": "İşletmenin en likid değerleri nakit para ve nakit gibi kullanılan varlıklar olan banka mevduatı ve çeklerdir"
  },
  {
    "id": "2925512",
    "unitNumber": 4,
    "text": "\"Bir bankaya hitaben yazılmış ve Türk Ticaret Kanununda (TTK) belirtilen hükümlere göre düzenlenmiş, ödeme emri niteliğindeki kıymetli evrak\" tanımı aşağıdakilerden hangisini ifade etmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Poliçe",
      "B": "Senet",
      "C": "Bono",
      "D": "Çek",
      "E": "İrsaliye"
    },
    "explanation": "Çek, bir bankaya hitaben yazılmış ve Türk Ticaret Kanununda (TTK) belirtilen hükümlere göre düzenlenmiş, ödeme emri niteliğindeki kıymetli evraktır."
  },
  {
    "id": "2925513",
    "unitNumber": 4,
    "text": "Çeki borçlu adına ödeyecek olan banka şubesi aşağıdaki çek taraflarından hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Keşideci",
      "B": "Lehdar",
      "C": "Muhatap",
      "D": "Hamil",
      "E": "Ciro eden"
    },
    "explanation": "Çek uygulamalarında keşideci, muhatap ve hamil (lehdar) olmak üzere üç taraf bulunur. Keşideci, çeki düzenleyen kişidir. Muhatap, çeki borçlu adına ödeyecek olan banka şubesidir. Hamil ise keşide edilmiş çeki elinde bulunduran alacaklı<br/>kişidir."
  },
  {
    "id": "2925514",
    "unitNumber": 4,
    "text": "Likidite oranı nasıl hesaplanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Dönen varlıklar/Kısa vadeli borçlar",
      "B": "(Dönen varlıklar - Stoklar)/Kısa vadeli borçlar",
      "C": "(Dönen varlıklar - Ticari alacaklar)/Kısa vadeli borçlar",
      "D": "(Dönen varlıklar - Hazır değerler)/Kısa vadeli borçlar",
      "E": "Duran varlıklar/Kısa vadeli borçlar"
    },
    "explanation": "Likidite Oranı = (Dönen varlıklarStoklar)/Kısa Vadeli Borçlar şeklinde bulunur."
  },
  {
    "id": "2925515",
    "unitNumber": 4,
    "text": "İşletmeden çıkan malın taşınması sırasında taşıtta bulunması gereken belgeye ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Fatura",
      "B": "Senet",
      "C": "İrsaliye",
      "D": "Çek",
      "E": "Bono"
    },
    "explanation": "Satış İrsaliyesi: Malın işletmeden çıktığı zaman malın taşınması sırasında taşıtta bulunması gereken belgedir. Malla birlikte araçta ürünlere ait irsaliyenin en az 2 nüsha olarak bulunması gerekmektedir. Bunun biri taşıyıcıda kalır, diğeri teslimatta alıcıya verilir."
  },
  {
    "id": "2925516",
    "unitNumber": 4,
    "text": "Müşteri çeklerini kullanarak ödeme yapma amacıyla devretme işlemi Luca yazılımında nasıl ifade edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "İşlem Bordrosu Ciro",
      "B": "İşlem Bordrosu Teminata Çıkış",
      "C": "İşlem Bordrosu Tahsilata Çıkış",
      "D": "İşlem Bordrosu Kasa Transferi",
      "E": "İşlem Bordrosu Kayıp"
    },
    "explanation": "İşlem Bordrosu Ciro: Müşteri çeklerini kullanarak ödeme yapma amacıyla devretme işlemidir."
  },
  {
    "id": "2925517",
    "unitNumber": 4,
    "text": "Luca yazılımında satış faturalarına hangi adresten ulaşılabilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Müşteri Modülü/Mal Satış Faturaları",
      "B": "Çek/Senet Modülü/Mal Satış Faturaları",
      "C": "Tedarik Modülü/Mal Satış Faturaları",
      "D": "Tahsilat Modülü/Mal Satış Faturaları",
      "E": "Fatura Modülü/Mal Satış Faturaları"
    },
    "explanation": "Satış Faturası: Satılan hizmet veya mal için düzenlenen ticari evraktır. Satış faturalarına Fatura Modülü/Mal Satış Faturaları adresinden ulaşılabilir."
  },
  {
    "id": "2925518",
    "unitNumber": 4,
    "text": "Luca yazılımında satış irsaliyelerine hangi adresten ulaşılabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Fatura Modülü/Hareketler/Satış İrsaliyeleri",
      "B": "Stok Yönetimi/Ticari Mallar/Satış İrsaliyeleri",
      "C": "Satış Yönetimi/Listeler/Satış İrsaliyeleri",
      "D": "Stok yönetimi/Hareketler/Satış İrsaliyeleri",
      "E": "Satış Yönetimi/Hareketler/Satış İrsaliyeleri"
    },
    "explanation": "Satış irsaliyeleri, Stok yönetimi/Hareketler/Satış İrsaliyeleri adresinde bulunmaktadır. Satış siparişinden irsaliye aşamasına aktarılan satış irsaliyelerini buradaki listede bulmak mümkündür. Satış irsaliyeleri listesinden aranılan irsaliye bulunarak detayları incelenebilir, aktarım yapılarak bir sonraki aşamaya geçilebilir."
  },
  {
    "id": "2925519",
    "unitNumber": 4,
    "text": "Luca yazılımında satış siparişlerine hangi adresten ulaşılabilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Satış Yönetimi/Listeler/Satış Siparişleri",
      "B": "Stok yönetimi/Hareketler/Satış Siparişleri",
      "C": "Fatura Modülü/Satış Siparişleri",
      "D": "Stok yönetimi/Listeler/Satış Siparişleri",
      "E": "Satış Yönetimi/Hareketler/Satış Siparişleri"
    },
    "explanation": "Satış teklifi ekranından aktarım yardımıyla satış siparişi oluşturmak mümkündür. Bu işlem ile oluşturulan satış siparişleri yazılımda Satış Yönetimi/Listeler/Satış Siparişleri listesinden görüntülenebilmekte, istenilen sipariş üzerinde iki kez tıklanarak sipariş detayları incelenebilmektedir"
  },
  {
    "id": "2925520",
    "unitNumber": 4,
    "text": "\"Döviz, menkul kıymet gibi bir aktifin kısa sürede ve sorunsuz şekilde, değer kaybına uğramadan nakde çevrilebilen, satışa veya kullanıma hazır satın alma gücünü ifade<br/>eder.\"\n Yukarıda bahsedilen kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Likidite",
      "B": "Banka mevduatı",
      "C": "Çekler",
      "D": "Senetler",
      "E": "Hazır değerler"
    },
    "explanation": "Nakit yönetimi işletmenin finansal yönetiminde ön plana çıkar. Likidite, döviz, menkul kıymet gibi bir aktifin kısa sürede ve sorunsuz şekilde, değer kaybına uğramadan nakde çevrilebilen, satışa veya kullanıma hazır satın alma gücünü ifade eder. Hangi varlıklarla satın alma işlemi en hızlı yapılabilir sorusunun yanıtı aranırken, likidite ön plana çıkmaktadır."
  },
  {
    "id": "2925521",
    "unitNumber": 4,
    "text": "Ulusal para dışındaki tüm yabancı paralar ve bu para cinsinden değer taşıyan menkul kıymetlere ne denmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Nakit",
      "B": "Kredi Kartı",
      "C": "Döviz",
      "D": "Çek",
      "E": "Senet"
    },
    "explanation": "Ulusal para dışındaki tüm yabancı paralar ve bu para cinsinden değer taşıyan menkul kıymetler de döviz olarak adlandırılmakta ve nakit kavramı içinde yer almaktadır."
  },
  {
    "id": "2925522",
    "unitNumber": 4,
    "text": "Paranın aynı bankanın şubeleri arasında transfer edilmesine ne ad verilir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Elektronik fon transferi",
      "B": "Döviz transferi",
      "C": "Havale",
      "D": "Hesaplar arası gönderim",
      "E": "Online gönderim"
    },
    "explanation": "Para aynı bankanın şubeleri arasında transfer edilirse “havale”, farklı bankalar arasında transfer edilirse “elektronik fon transferi (EFT)” olarak adlandırılmaktadır."
  },
  {
    "id": "2925523",
    "unitNumber": 4,
    "text": "<ol> <li>Keşideci</li> <li>Muhatap</li> <li>Hamil (lehdar)</li> </ol> Yukarıdakilerden hangisi ya da hangileri çek uygulamalarında bulunan taraflarından birisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız 1",
      "B": "Yalnız 2",
      "C": "2-3",
      "D": "Yalnız 3",
      "E": "1-2-3"
    },
    "explanation": "Çek uygulamalarında keşideci, muhatap ve hamil (lehdar) olmak üzere üç taraf bulunur."
  },
  {
    "id": "2925524",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi çalışma sermayesiyle ilgili doğru bir bilgidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Çalışma sermayesi işletmenin uzun süreli varlıklara yaptığı yatırımı ifade eder.",
      "B": "(Dönen varlıklarStoklar)/Kısa Vadeli Borçlar şeklinde bulunur.",
      "C": "Çalışma sermayesi dönen varlıklar ile kısa vadeli borçlar arasındaki farktır.",
      "D": "Çalışma sermayesi dönen varlıkların toplam değeridir",
      "E": "İşletmenin kısa vadeli borç ödeme gücünün önemli bir göstergesidir."
    },
    "explanation": "Çalışma (işletme) sermayesi yönetiminde likidite önemli bir yer tutar. Çalışma sermayesi işletmenin para ve benzeri varlıklar (bankalar, çekler), menkul değerler, alacaklar ve stoklar gibi kısa süreli varlıklara yaptığı yatırımı ifade eder. Yani çalışma sermayesi dönen varlıkların toplam değeridir. Net çalışma sermayesi ise dönen varlıklar ile kısa vadeli borçlar arasındaki farktır. Bu fark pozitif ise işletme kısa vadeli borçlarını dönen varlıkları ile karşılayabilecektir. Bu durum, işletme için istenen durumdur. Dönen varlıklar içinde likiditesi daha az olan stokları dönen varlıklar toplamından çıkarmak suretiyle, kısa vadeli borçlar toplamına bölünmesi sonucunda bir veya birden büyük bir sonuç çıkıyorsa, bu işletmenin durumu daha iyidir. Bu orana, işletmenin kısa vadeli borç ödeme gücünün önemli bir göstergesi olan likidite oranı denilmektedir. Likidite Oranı = (Dönen varlıklarStoklar)/Kısa Vadeli Borçlar şeklinde bulunur."
  },
  {
    "id": "2925525",
    "unitNumber": 4,
    "text": "İrsaliye belgesi belge akışında hangi aşamada kullanılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Talep",
      "B": "Sevkiyat",
      "C": "Sipariş",
      "D": "Teslim",
      "E": "Muhasebeleştirme"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/483ad2a3e3dd8fef25e335905da5b88f.png\" alt=\"\" width=\"330\" height=\"134\">"
  },
  {
    "id": "2925526",
    "unitNumber": 4,
    "text": "\"Bu aşama işletmenin müdahale edebildiği bir aşamadır. İşletmeye gelen satın alma talebine olumlu, kısmen olumlu, olumsuz cevap verme gibi durumlar olabilir. İşletmenin bu yanıtlardan hangisini vermesi gerektiği üretim ve satış departmanı iş birliği ile ortaya çıkar.\"\n Yukarıdaki adımlar Luca yazılımında hangi aşamada gerçekleşmektedir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Satış talebi",
      "B": "Satış siparişi",
      "C": "Satış teklifi",
      "D": "Satış irsaliyesi",
      "E": "Satış faturası"
    },
    "explanation": "II. Satış Teklifi: Bu aşama işletmenin müdahale edebildiği bir aşamadır. İşletmeye gelen satın alma talebine olumlu, kısmen olumlu, olumsuz cevap verme gibi durumlar olabilir. İşletmenin bu yanıtlardan hangisini vermesi gerektiği üretim ve satış departmanı iş birliği ile ortaya çıkar. Üretim departmanından üretim yoğunluğu bilgisi istenir ve siparişin vadesinde yetiştirilme durumu hesaplanır. Satış departmanı ise siparişin maliyetini, kârlılığını ve fiyatını hesaplar. Bu bilgilerle satış talebine bir cevap verilebilir."
  },
  {
    "id": "2925527",
    "unitNumber": 4,
    "text": "Luca yazılımında bulunan çek ve senet işlemleriyle verilen bilgilerden hangisi yanlıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Luca yazılımında çek ve senet işlemleri “Finans Yönetimi” modülünden yönetilmektedir.",
      "B": "Çeklerin kategorisinin belirlenmesi gerekir",
      "C": "Çek veya senetlerin izlendiği ana hesaplar saptanır.",
      "D": "Belirlenen ana kategorilerde alt sınıflar (hesaplar) tanımlanabilir.",
      "E": "Luca yazılımında fiziki durumun tek koşul için kullanılmaktadır."
    },
    "explanation": "Luca yazılımında çek ve senet işlemleri “Finans Yönetimi” modülünden yönetilmektedir. Çek işlemleri bu bölümde, senet işlemleri ise izleyen bölümde ele alınmaktadır.<br/><strong>Çek İşlemlerinin Tanımlanması</strong><br/>Öncelikle çeklerin kategorisinin belirlenmesi gerekir. Bu aşamada; alınan çekler, verilen çekler, alacak senetleri ve borç senetleri hesapları belirlenir. Yani çek veya senetlerin izlendiği ana hesaplar saptanır. Daha sonra bu kategorilerde alt sınıflar (hesaplar) tanımlanabilir. Burada amaç, ana kategorinin altındaki kategorilerle, ilgili varlığın fiziki durumunu belirlemektir. Fiziki durum ise iki anlam içerir. Birincisi varlığın nerede olduğunu açıklar (örn. hangi bankada veya şirket kasasında). İkincisi varlığın işlem durumunu (örn. karşılıksız olup olmadığını) açıklar."
  },
  {
    "id": "2925528",
    "unitNumber": 4,
    "text": "\"Müşteri çeklerini kullanarak ödeme yapma amacıyla devretme işlemidir.\"\n Yukarıda bahsedilen durum hangi alınan çekler işleminde gerçekleşmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "İşlem bordrosu ciro",
      "B": "Giriş",
      "C": "İşlem bordrosu teminata çıkış",
      "D": "İşlem bordrosu tahsilata çıkış",
      "E": "İşlem bordrosu icraya verildi."
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/820f9dacb62adabb47b4d810a3d2b40f.png\" alt=\"\" width=\"561\" height=\"551\">"
  },
  {
    "id": "2925529",
    "unitNumber": 4,
    "text": "İşletmenin alıcılarından (müşteriden) alınan ve işletmenin üzerinde alacak hakkı bulunan belgelere ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Verilen çekler",
      "B": "Alacak senetleri",
      "C": "Alınan çekler",
      "D": "Poliçe",
      "E": "Borç senetleri"
    },
    "explanation": "Alınan Çekler, İşletmenin alıcılarından (müşteriden) alınan ve işletmenin üzerinde alacak hakkı bulunan çeklerdir. Yasal olarak çekte vade olmadığı halde, piyasada taraflar karşılıklı olarak anlaşıp, çeke vade yazmakta ve bu vadeye uymaktadır. Alınan çekler, kimden hangi tarihte alındığı, hangi bankaya ait olduğu, vadesi ve maddi değerleri ile kayıt edilmelidir."
  },
  {
    "id": "2925530",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi nakit tanımının içinde kabul edilmemektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Mevduat",
      "B": "Çek",
      "C": "Döviz",
      "D": "Senet",
      "E": "Banknot"
    },
    "explanation": "Senet"
  },
  {
    "id": "2925531",
    "unitNumber": 4,
    "text": "Faaliyet sürecinde nakde dönüşüm süreci aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hammadde satın alınması",
      "B": "Üretim yapılması",
      "C": "Satış yapılması",
      "D": "Müşteriden tahsilat",
      "E": "Müşteriye mal teslimi"
    },
    "explanation": "Müşteriden tahsilat"
  },
  {
    "id": "2925532",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi verilen çekler tanımına uygundur?",
    "correctAnswer": "A",
    "options": {
      "A": "İşletmenin borcuna karşılık çek düzenleyerek alacaklısına verdiği çeklerdir.",
      "B": "İşletmenin promosyon olarak müşterisine verdiği çeklerdir.",
      "C": "İşletmenin alacaklısından aldığı çeklerdir.",
      "D": "İşletmenin fatura gecikme cezalarına karşı vergi dairesine verdiği çeklerdir.",
      "E": "Kişisel kullanım için bankaların müşterilerine verdiği çek defterleridir."
    },
    "explanation": "İşletmenin borcuna karşılık çek düzenleyerek alacaklısına verdiği çeklerdir."
  },
  {
    "id": "2925533",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi alınan çekler tanımına uygundur?",
    "correctAnswer": "A",
    "options": {
      "A": "İşletmenin alıcılarından (müşteriden) alınan ve işletmenin<br/>üzerinde alacak hakkı bulunan çeklerdir",
      "B": "İşletmenin borcuna karşılık çek düzenleyerek alacaklısına verdiği çeklerdir",
      "C": "Bankaların müşterilerine sağladığı çek hizmetidir",
      "D": "Şirketlerin ödemeleri için kullandığı her türlü çek işlemidir",
      "E": "Müştlerilere şirket tarafından verilen borç çekleridir."
    },
    "explanation": "İşletmenin alıcılarından (müşteriden) alınan ve işletmenin<br/>üzerinde alacak hakkı bulunan çeklerdir"
  },
  {
    "id": "2925534",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi satış ve satın alma işlemi sürecinin bir parçası değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Talep",
      "B": "Teklif",
      "C": "Sipariş",
      "D": "İrsaliye",
      "E": "Şikayet"
    },
    "explanation": "Şikayet"
  },
  {
    "id": "2925535",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi bir işletmenin nakdini artırmak için kullanılamaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Satış süreci hızlı gerçekleştirilmesi",
      "B": "Satışların belli dönemlerde tekrarlanması",
      "C": "Peşin satışlara önem verilmesi",
      "D": "Alacak vadelerinin uzun süreli belirlenmemesi",
      "E": "Satın alma işlemlerinin sürekliliği"
    },
    "explanation": "Satın alma işlemlerinin sürekliliği"
  },
  {
    "id": "2925536",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi çek veya senetlerin izlendiği ana hesapların saptanması sürecinde belirlenen unsurlardan değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Alınan çekler",
      "B": "Verilen çekler",
      "C": "Alacak senetleri",
      "D": "Borç senetleri",
      "E": "Döviz kurları"
    },
    "explanation": "Döviz kurları"
  },
  {
    "id": "2925537",
    "unitNumber": 4,
    "text": "Tekdüzen hesap planında verilen çekler hesabı adıyla geçen, satıcılara işletmenin banka hesaplarından ödenmek üzere vermiş olduğu çeklere, yazılımda hangi ad verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Çekler",
      "B": "Alınacak çekler",
      "C": "Ödenmesi gereken çekler",
      "D": "Mevduat çeki",
      "E": "Borç Çekleri"
    },
    "explanation": "Borç Çekleri"
  },
  {
    "id": "2925538",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi kasa,bankalar ve müşteri çeklerinin bulunduğu gruptur?",
    "correctAnswer": "D",
    "options": {
      "A": "Menkul kıymetler",
      "B": "Alacaklar",
      "C": "Yatırımlar",
      "D": "Hazır değerler",
      "E": "Krediler"
    },
    "explanation": "Hazır değerler"
  },
  {
    "id": "2925539",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi uygulama yazılımında alınan çekler için yapılabilen işlemlerden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "İşlem bordrosu teminata çıkış",
      "B": "İşlem bordrosu karşılıksız",
      "C": "İşlem bordrosu tahsilata çıkış",
      "D": "İşlem bordrosu mevduata çıkış",
      "E": "Giriş"
    },
    "explanation": "İşlem bordrosu mevduata çıkış"
  },
  {
    "id": "2925540",
    "unitNumber": 5,
    "text": "I. Müşteri siparişi alınır<br/>II. Mal teslim edilir/hizmet ifa edilir<br/>III. Satış faturası düzenlenir<br/>IV. Tahsilat gerçekleştirilir\n Yukarıdakilerden hangileri hasılat döngüsünün aşamalarındandır?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "III ve IV",
      "D": "I, II ve III",
      "E": "I, II, III ve IV"
    },
    "explanation": "Hasılat döngüsünde; mal/hizmet satış talebi (müşteri siparişi) alınır, dağıtım gerçekleştirilir, mal teslim edilir/hizmet ifa edilir, satış faturası düzenlenir, alacak hakkı doğar, tahsilat gerçekleştirilir."
  },
  {
    "id": "2925541",
    "unitNumber": 5,
    "text": "İşletmenin satış yapması sonucunda yapılan satışın durumuna göre aşağıdaki kalemlerden hangisinde azalış olur?",
    "correctAnswer": "E",
    "options": {
      "A": "Kasa",
      "B": "Banka",
      "C": "Cari hesap",
      "D": "Çek ve Senet",
      "E": "Stok"
    },
    "explanation": "Satış yapılmak suretiyle işletmenin gelirlerinde artış olurken stoklarında (mal verilmesi ya da üretim yapılması gibi) azalış olur. Aynı zamanda kasa, banka, cari hesap, çek ve senet şeklindeki diğer varlık unsurlarında artış söz konusudur."
  },
  {
    "id": "2925542",
    "unitNumber": 5,
    "text": "Hemen değil bir süre sonra nakde dönüşmesi beklenen değer aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Alacak",
      "B": "Borç",
      "C": "Taksit",
      "D": "Vade",
      "E": "Gelir"
    },
    "explanation": "Alacak, belli bir tutarı belli bir süre sonra karşı taraftan isteme hakkı olarak tanımlanabilir. Alacağın isteneceği/tahsil edileceği zaman açıkça belirlenmiş olabileceği gibi, teamül çerçevesinde yaklaşık bir zaman olarak da algılanabilir. Her halükârda alacak hemen değil bir süre sonra nakde dönüşmesi beklenen bir değerdir."
  },
  {
    "id": "2925543",
    "unitNumber": 5,
    "text": "Aşağıdaki durumlardan hangisi neticesinde alacak hesapları borçlandırılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Alacak tahsil edildiğinde",
      "B": "Alacak devredildiğinde (ciro)",
      "C": "Alacak doğduğunda",
      "D": "Alacak İptal edildiğince",
      "E": "Alacak vadesi uzatıldığında"
    },
    "explanation": "Müşteriden alacak doğduğunda bu hesaplara borç kaydı; alacak tahsil edildiğinde, devredildiğinde (ciro) ya da iptal edildiğinde (vazgeçildiğinde) aynı hesaba alacak kaydı yapılarak izlenir."
  },
  {
    "id": "2925544",
    "unitNumber": 5,
    "text": "I. Vade<br/>II. Ödeme yeri<br/>III. Kime ve kimin emrine ödenecek ise onun adı ve soyadı<br/>IV. Düzenlenme tarihi ve yeri<br/>V. Düzenleyenin imzası\n TTK’nın 776’inci maddesine göre senedin üzerinde yukarıda belirtilen unsurlardan hangileri bulunur?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II ve III",
      "B": "I, III ve IV",
      "C": "II, III ve IV",
      "D": "I, II, III ve IV",
      "E": "I, II, III, IV ve V"
    },
    "explanation": "TTK’nın 776’inci maddesine göre senedin üzerinde aşağıda belirtilen unsurların bulunması gerekir. • Senet metninde “bono” veya “emre yazılı senet” kelimesini ve senet Türkçeden başka bir dilde yazılmış ise o dilde bono karşılığı olarak kullanılan kelime, • Kayıtsız ve şartsız belirli meblağı ödemek vaadi, • Vade, • Ödeme yeri, • Kime ve kimin emrine ödenecek ise onun adı ve soyadı, • Düzenlenme tarihi ve yeri, • Düzenleyenin imzası."
  },
  {
    "id": "2925545",
    "unitNumber": 5,
    "text": "Luca yazılımında çek ve senet işlemleri hangi modül üzerinden yönetilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Finans Yönetimi Modülü",
      "B": "Pazarlama Yönetimi Modülü",
      "C": "Üretim Yönetimi Modülü",
      "D": "İnsan Kaynakları Modülü",
      "E": "Kasa Takip modülü"
    },
    "explanation": "Uygulama yazılımında çek ve senet işlemleri “Finans Yönetimi” modülünden yönetilmektedir."
  },
  {
    "id": "2925546",
    "unitNumber": 5,
    "text": "I. Giriş<br/>II. İşlem Bordrosu Ciro<br/>III. İşlem Bordrosu Teminata Çıkış<br/>IV. İşlem Bordrosu Tahsilata Çıkış<br/>V. İşlem Bordrosu İade Edildi\n Yukarıdakilerden hangileri Luca Yazılımında <strong>alacak senetleri </strong>üzerinde yapılan işlemlerdendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I, II ve III",
      "D": "I, II, III, ve IV",
      "E": "I, II, III, IV ve V"
    },
    "explanation": "Luca Yazılımında <strong>alacak senetleri </strong>üzerinde yapılan işlemler şöyle sıralanabilir;\n <ul> <li><strong>Giriş: </strong>İşletmenin eline geçen müşteri senetlerinin portföye aktarılması işlemi içindir.</li> <li><strong>İşlem Bordrosu Ciro: </strong>Müşteri senetlerinin ödeme amacıyla devretme işlemini yapmak içindir.</li> <li><strong>İşlem Bordrosu Teminata Çıkış: </strong>Müşteri senetlerini bankadan kredi kullanmak amacıyla teminat olarak gösterme işlemi içindir.</li> <li><strong>İşlem Bordrosu Tahsilata Çıkış: </strong>Müşteri senetlerinin tahsil edilmek üzere olduğunun işlemidir. Tahsil edilmesini kapsamaz. Nerede tahsil edilecekse o aşamaya yönlendirici ara aşamadır.</li> <li><strong>İşlem Bordrosu İade Edildi: </strong>Müşteri senedinin alıcıya geri verilmesi işlemi içindir.</li> <li><strong>İşlem Bordrosu Kayıp: </strong>Müşteri senetlerinin kaybolmasından dolayı kaydedilmesi içindir.</li> <li><strong>İşlem Bordrosu Protestolu: </strong>Müşteri senetlerinin ödemelerinin gecikmesinden dolayı protesto edilenlerinin kayıt işlemi içindir.</li> <li><strong>İşlem Bordrosu İade Alındı: </strong>Müşteri senetlerinin bankaya tahsilâta verilmesinden sonra veya kredi için teminata verilmesinden sonra ilgili senedin bankadan iade alınması işlemidir.</li> <li><strong>İşlem Bordrosu İcraya Verildi: </strong>Müşteri senetlerinin protesto edilmesinden sonra hukuki yollar çerçevesinde icraya verilme işlemi içindir.</li> <li><strong>İşlem Bordrosu Bankadan Tahsil Edildi: </strong>Müşteri senetlerinin bankada tahsil edilmesi işlemi içindir.</li> <li><strong>İşlem Bordrosu Kasadan Tahsil Edildi: </strong>Müşteri senetlerinin işletmenin kasasına nakit girecek şekilde işletmede tahsil edilmesi işlemi içindir.</li> <li><strong>İşlem Bordrosu Kasa Transferi: </strong>Müşteri senedinin diğer senet kasaları arasında transferi içindir.</li> <li><strong>İşlem Bordrosu Cirodan İade Alındı: </strong>Müşteri senetleri kullanılarak başkalarına ödeme amacıyla devrettikten sonra karşılıksız çıkması durumunda, senedin işletmeye iade edilmesi işlemi içindir.</li> </ul>"
  },
  {
    "id": "2925547",
    "unitNumber": 5,
    "text": "Luca yazılımında müşteri senetleri kullanılarak başkalarına ödeme amacıyla devredildikten sonra karşılıksız çıkması durumunda, senedin işletmeye iade edilmesi işlemi için kullanılan alt modül aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İşlem Bordrosu İade Alındı",
      "B": "İşlem Bordrosu İcraya Verildi",
      "C": "İşlem Bordrosu Cirodan İade Alındı",
      "D": "İşlem Bordrosu Protestolu",
      "E": "İşlem Bordrosu Kasa Transferi"
    },
    "explanation": "<strong>İşlem Bordrosu Cirodan İade Alındı: </strong>Müşteri senetleri kullanılarak başkalarına ödeme amacıyla devrettikten sonra karşılıksız çıkması durumunda, senedin işletmeye iade edilmesi işlemi içindir."
  },
  {
    "id": "2925548",
    "unitNumber": 5,
    "text": "Portföyünde alacak senetleri olan işletmeler banka aracılığıyla tahsilât yapacaksa, öncelikle yapması gereken nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Senet ciro edilir",
      "B": "Senet bankaya verilir",
      "C": "Senet iskonto ettirilir",
      "D": "Senet protesto ettirilir",
      "E": "Senet icra takibine verilir"
    },
    "explanation": "Portföyünde alacak senetleri olan işletmeler banka aracılığıyla tahsilât yapacaksa, öncelikle tahsil edilecek senedi bankaya vermesi gerekir."
  },
  {
    "id": "2925549",
    "unitNumber": 5,
    "text": "Çek ve senetlerin devredilmesi işlemine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ciro",
      "B": "Keşide",
      "C": "Protesto",
      "D": "İade",
      "E": "Tahsil"
    },
    "explanation": "Ticari işletmeler, satın aldıkları mal veya hizmetlerin karşılığında satıcılara borçlanırlar. Bu gibi durumlarda bazen müşterilerinden alacaklarını devretmek suretiyle satıcılara olan borçlarını takas edebilirler. Alacakların devredilebileceği iki finansal varlık vardır. Bunlar çek ve senettir. Her iki finansal varlık için de bu işleme ciro denir."
  },
  {
    "id": "2925550",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi alacakların kaydı için doğru bilgidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Alacak iptal edildiğinde borç kaydı yapılır.",
      "B": "Alacak devredildiğinde borç kaydı yapılır.",
      "C": "Alacak tahsil edildiğinde borç kaydı yapılır.",
      "D": "Müşteriden alacak doğduğunda bu hesaplara alacak kaydı yapılır.",
      "E": "Müşteriden alacak doğduğunda bu hesaplara borç kaydı yapılır."
    },
    "explanation": "Müşteriden alacak doğduğunda bu hesaplara borç kaydı; alacak tahsil edildiğinde, devredildiğinde (ciro) ya da iptal edildiğinde (vazgeçildiğinde) aynı hesaba alacak kaydı yapılarak izlenir. Ana hesap şeklinde çalıştırılan bu hesaplara bağlı olarak gerekli ayrıntıda yardımcı (alt) hesaplar eklenebilir. Uzun vadeli alacak hesaplarında yalnızca hesap kodları değişmektedir."
  },
  {
    "id": "2925551",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi \"alacak senetleri\" ile ilgili doğru bir bilgi değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Alacak senetleri, kimlerden hangi tarihte alındığı, vadeleri ve maddi değerleri ile kayıt edilmelidir.",
      "B": "Alacak senetleri işlemi, senetlerin işletmeye girişi ile başlar.",
      "C": "Alacak senetleri vadelerine kadar işletmede bekletilebilir.",
      "D": "Alacak senetleri vadesi geldiğinde, başkalarına ciro edilebilir.",
      "E": "Ciro edilen senet, senedin verildiği kişi tarafından tahsil edilemezse, işletmeye geri alınır."
    },
    "explanation": "Alacak senetleri, işletmenin alıcılarından (müşterilerden) aldığı senetlerdir. Alacak senetleri, kimlerden hangi tarihte alındığı, vadeleri ve maddi değerleri ile kayıt edilmelidir. Alacak senetleri işlemi, senetlerin işletmeye girişi ile başlar. Alacak senetleri vadelerine kadar işletmede bekletilebilir. İşletmede bekleyen senetler işletme cüzdanındadır (portföy). Vadesi gelen senet tahsil edilir ve işletmeden çıkar. Vadesi yaklaşan senetler ayrılarak bankaya tahsile verilebilir. Senetlerin teminata verilmesi de sık karşılaşılan bir durumdur. Alacak senetleri vadesinin gelmesi beklenmeden, başkalarına ciro edilebilir. Senet portföyünde alacaklının isteğine uygun senet araması gerekebilir. Ciro edilen senet, senedin verildiği kişi tarafından tahsil edilemezse, işletmeye geri alınır. İşletme de senedi aldığı kişiye iade eder. Senetler vadesinden önce tahsil edilebilir (senet iskontosu), vadesinde tahsil edilemeyen senetler şüpheli alacak durumuna düşer ve önce protesto işlemine daha sonra da kanuni takibe konu olur. Bütün bu işlemler senet işlem döngüsünü oluşturur."
  },
  {
    "id": "2925552",
    "unitNumber": 5,
    "text": "Basit senet olan bonunun borçlu tarafına ne ad verilir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Muhatap",
      "B": "Lehtar",
      "C": "Keşide eden",
      "D": "Hamili",
      "E": "Ciranta"
    },
    "explanation": "Basit senet olan bononun tarafları şunlardır:<br/>1) Borçlu taraf (Muhatap), senet bedelini ödeyecek olan kişi/kurum.<br/>2) Alacaklı taraf (Lehtar), senet bedelini tahsil edecek kişi/kurum."
  },
  {
    "id": "2925553",
    "unitNumber": 5,
    "text": "Uygulamada alacak senetleri nasıl tanımlanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Finansal Yönetim/Çek-Senet İşlemleri/Alacak Senetleri/Giriş",
      "B": "Finansal Yönetim/Çek-Senet Kasa Kart Tanımları/Çek-Senet Kasa Kart Kategori Tanımları/ Çek-Senet Kasa Kart Kategori",
      "C": "Finansal Yönetim/Çek-Senet İşlemleri/Alacak Senetleri/İşlem Bordrosu Ciro",
      "D": "Finansal Yönetim/Çek-Senet İşlemleri/Alacak Senetleri/İşlem Bordosu Tahsilâta Çıkış",
      "E": "Finansal Yönetim/Çek-Senet İşlemleri/Alacak Senetleri/İşlem Bordrosu<br/>Bankadan Tahsil Edildi"
    },
    "explanation": "\"Alacak Senetleri”nin tanımlanması ile ilgili ekrana, “Finansal Yönetim Çek-Senet Kasa Kart Tanımları/Çek-Senet Kasa Kart Kategori Tanımları/ Çek-Senet Kasa Kart Kategori” adresinden ulaşmak mümkündür."
  },
  {
    "id": "2925554",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi kredili satışlar için yanlış bir bilgidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kredili satışlar açık hesap şeklinde ya da senet karşılığı olabilir.",
      "B": "Kredili satış, işletmenin satış tutarına karşılık belli bir süre sonra tahsilat yapma hakkını ifade eder.",
      "C": "Kredili satışa veresiye denmektedir.",
      "D": "Satış tutarının tümü tek seferde tahsil edilmesi gerekmektedir.",
      "E": "Alacaklardan tahsilat kasaya nakit girişi şeklinde, banka hesabına havale/EFT şeklinde veya çek alınması şeklinde olabilir."
    },
    "explanation": "Satış tutarının tümü tek seferde tahsil edilebileceği gibi, satış koşullarına bağlı olarak taksitler şeklinde de tahsilat yapılabilir."
  },
  {
    "id": "2925555",
    "unitNumber": 5,
    "text": "<ol> <li>120 ALICILAR</li> <li>121 ALACAK SENETLERİ</li> <li>126 VERİLEN DEPOZİTO VE TEMİNATLAR</li> <li>127 DİĞER TİCARİ ALACAKLAR</li> </ol> Yukarıdakilerden hangisi ya da hangileri ticari alacaklar kapsamında değerlendirilir?",
    "correctAnswer": "C",
    "options": {
      "A": "1-4",
      "B": "1-2-4",
      "C": "1-2-3-4",
      "D": "Yalnız 1",
      "E": "1-2"
    },
    "explanation": "Uygulamadaki hesap planında alacakların izleneceği ana hesaplar, önce bir yıla kadar tahsili beklenen (kısa vadeli) ve bir yıldan sonra tahsil edilecek (uzun vadeli) alacaklar şeklinde, sonra da her iki grupta “ticari alacaklar” ve “diğer alacaklar” şeklinde sınıflandırılmıştır. Buna göre, bu bölümde ele alınan ticari alacaklar şöyle belirlenmiştir;<br/>120 ALICILAR<br/>121 ALACAK SENETLERİ<br/>126 VERİLEN DEPOZİTO VE TEMİNATLAR<br/>127 DİĞER TİCARİ ALACAKLAR"
  },
  {
    "id": "2925556",
    "unitNumber": 5,
    "text": "Uygulamada alacak senetlerinin girişi yapılırken otomatik olarak ekrana gelen bilgi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Senet Tutarı",
      "B": "Senet Türü",
      "C": "Vade",
      "D": "Ödeme Tarihi",
      "E": "Senedin Alınış Tarihi"
    },
    "explanation": "Ekranda veri girişi için birçok satır mevcuttur. Bu tür ekranlarda kırmızı başlıklı satırlar, veri girilmesi zorunlu alanlardır. Bu satırlara veri girişi yapılmadan yazılım senedin girişini onaylamaz. Senedin alınış tarihi önceki ekranda girilmesinden dolayı otomatik olarak gelir. Senet tutarı, senet türü, vade, ödeme tarihi, hesap sahibinin vergi dairesi, vergi numarası, T.C. Kimlik No gibi bilgiler önemli bilgilerdir."
  },
  {
    "id": "2925557",
    "unitNumber": 5,
    "text": "Aşağıdakilerden bilgilerden hangisi senet cirosu için yanlış bir bilgidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Alacakların devredilebileceği iki finansal varlık vardır. Bunlar çek ve senettir.",
      "B": "Vade bitiminden en fazla 5 iş günü sonra borcunu ödemeyen işletmeler, kara liste tabir edilen bir sınıflandırmada değerlendirilir.",
      "C": "Ticari işletmeler, alacak senetlerini kendileri takip ederek gerekli bildirimleri yapabilirler.",
      "D": "Ticari işletmeler, tahsilât için senetleri bankaya vererek, cüzi bir ücret karşılığı bankadan bu tür hizmetleri alabilirler.",
      "E": "Kara listeye giren işletmelerin kredi olanakları azdır."
    },
    "explanation": "Borçlu için şöyle bir yaptırım söz konusudur. Vade bitiminden en fazla 3 iş günü sonra borcunu ödemeyen işletmeler, kara liste tabir edilen bir sınıflandırmada değerlendirilir. Böylece bu tür işletmelerin kredi olanakları azalır. Çünkü piyasaya karşı güven vermeyen bir durumda kalırlar."
  },
  {
    "id": "2925558",
    "unitNumber": 5,
    "text": "<ol> <li>Ödeme yeri</li> <li>Vade</li> <li>Düzenleme tarihi</li> <li>Banka ismi </li> </ol> Yukarıdakilerden hangisi ya da hangileri senedin üzerinde bulunması gereken bilgilerdendir?",
    "correctAnswer": "C",
    "options": {
      "A": "1-2",
      "B": "2-3",
      "C": "1-2-3",
      "D": "Yalnız 4",
      "E": "3-4"
    },
    "explanation": "TTK’nın 776’inci maddesine göre senedin üzerinde aşağıda belirtilen unsurların bulunması gerekir.\n <ul> <li>Senet metninde “bono” veya “emre yazılı senet” kelimesini ve senet Türkçeden başka bir dilde yazılmış ise o dilde bono karşılığı olarak kullanılan kelime,</li> <li>Kayıtsız ve şartsız belirli meblağı ödemek vaadi,</li> <li>Vade,</li> <li>Ödeme yeri,</li> <li>Kime ve kimin emrine ödenecek ise onun adı ve soyadı,</li> <li>Düzenlenme tarihi ve yeri,</li> <li>Düzenleyenin imzası.</li> </ul>"
  },
  {
    "id": "2925559",
    "unitNumber": 5,
    "text": "Satılan mal/hizmet tutarını peşin ödemeyip gelecekte ödemek için düzenlenen bir belgeye ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bono",
      "B": "Poliçe",
      "C": "Çek",
      "D": "Senet",
      "E": "Tahvil"
    },
    "explanation": "Ticari anlamda senet; satılan mal/hizmet tutarını peşin ödemeyip gelecekte ödemek için düzenlenen bir belgedir."
  },
  {
    "id": "2925560",
    "unitNumber": 5,
    "text": "Aşağıdaki alacak türlerinden hangisi güvence bakımından alacakların sınıflandırması gurubuna girer?",
    "correctAnswer": "D",
    "options": {
      "A": "Uzun Vadeli Alacaklar",
      "B": "Diğer Alacaklar",
      "C": "Kısa vadeli Alacaklar",
      "D": "Senetli Alacaklar",
      "E": "Ticari Alacaklar"
    },
    "explanation": "Alacakları zaman, konu ve güvence bakımından sınıflandırmak mümkündür.<br/>Buna göre kısa ve uzun vadeli alacaklar, ticari ve diğer alacaklar, senetsiz ve <strong>senetli alacaklar</strong> ayrımı yapılabilir."
  },
  {
    "id": "2925561",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi senet işlem döngülerinden birisi <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Vadesinden önce tahsil edilebilir.",
      "B": "Senedin ödenmesi beklenir.",
      "C": "Kanuni takibe uğrar.",
      "D": "Şüpheli alacaklar durumuna düşer.",
      "E": "Protesto işlemi uygulanır."
    },
    "explanation": "Senetler vadesinden önce tahsil edilebilir (senet iskontosu), vadesinde tahsil edilemeyen senetler şüpheli alacak durumuna düşer ve önce protesto işlemine daha sonra da kanuni takibe konu olur. Bütün bu işlemler senet işlem döngüsünü oluşturur."
  },
  {
    "id": "2925562",
    "unitNumber": 5,
    "text": "Aşağıdaki işlemlerden hangisi müşteri senetlerinin portföye aktarılması işlemi amacıyla yapılır?",
    "correctAnswer": "C",
    "options": {
      "A": "• İşlem Bordrosu Ciro",
      "B": "• İşlem Bordrosu İade Alındı",
      "C": "• Giriş",
      "D": "• İşlem Bordrosu Tahsilata Çıkış",
      "E": "• İşlem Bordrosu Kasadan Tahsil Edildi"
    },
    "explanation": "• <strong>Giriş:</strong> İşletmenin eline geçen müşteri senetlerinin portföye aktarılması işlemi içindir."
  },
  {
    "id": "2925563",
    "unitNumber": 5,
    "text": "Müşterinin borcunu ödeyebilmesinin yollarından <strong>olmayan</strong> hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Banka Havalesi",
      "B": "Çek Verilmesi",
      "C": "Senetle ödeme",
      "D": "Nakit Ödeme",
      "E": "Kredi Kartı Kullanımı"
    },
    "explanation": "Mal veya hizmet satışından sonra işletme ile karşı taraf (müşteri) arasında “alacak-borç” ilişkisi doğar. Müşteri borcunu çeşitli yollarla ödeyebilir. Bunlar nakit ödeme, kredi kartı kullanımı, çek verilmesi, banka havalesi gibi likiditesi yüksek varlıklarla olabilir."
  },
  {
    "id": "2925564",
    "unitNumber": 5,
    "text": "Alacak senetlerinin giriş ekranında aşağıdaki verilerden hangisi daha önce girildiği için otomatik olarak gelir?",
    "correctAnswer": "E",
    "options": {
      "A": "Senet tutarı",
      "B": "Vade",
      "C": "Ödeme tarihi",
      "D": "Senet türü",
      "E": "Senedin alınış tarihi"
    },
    "explanation": "Bu satırlara veri girişi yapılmadan yazılım senedin girişini onaylamaz. <strong>Senedin alınış tarihi</strong> önceki ekranda girilmesinden dolayı otomatik olarak gelir. Senet tutarı, senet türü, vade, ödeme tarihi, hesap sahibinin vergi dairesi, vergi numarası, T.C. Kimlik No gibi bilgiler önemli bilgilerdir."
  },
  {
    "id": "2925565",
    "unitNumber": 5,
    "text": "Alacakların devredilebilmesi için kaç adet finansal varlık vardır?",
    "correctAnswer": "B",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Alacakların devredilebileceği <strong>iki</strong> finansal varlık vardır. Bunlar çek ve senettir."
  },
  {
    "id": "2925566",
    "unitNumber": 5,
    "text": "Vade bitiminden en fazla kaç iş günü sonra borcunu ödemeyen işletmeler, kara liste tabir edilen bir sınıflandırmada değerlendirilir?",
    "correctAnswer": "B",
    "options": {
      "A": "1 gün",
      "B": "3 gün",
      "C": "5 gün",
      "D": "1 hafta",
      "E": "15 gün"
    },
    "explanation": "Vade bitiminden en fazla<strong> 3</strong> iş günü sonra borcunu ödemeyen işletmeler, kara liste<br/>tabir edilen bir sınıflandırmada değerlendirilir. Böylece bu tür işletmelerin kredi<br/>olanakları azalır. Çünkü piyasaya karşı güven vermeyen bir durumda kalırlar."
  },
  {
    "id": "2925567",
    "unitNumber": 5,
    "text": "Senedin vadesinin uzatılması işlemi, iki taraf için de kaç aşamadan oluşmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Senedin vadesinin uzatılması işlemi, iki taraf için de<strong> iki</strong> aşamadan oluşmaktadır.<br/>Bunlar eski senedin geri verilmesi ve yeni senedin sisteme girişinin yapılmasıdır."
  },
  {
    "id": "2925568",
    "unitNumber": 5,
    "text": "Senedin geri alınması durumunda alacaklı taraf aşağıdaki hangi başlık altında işlem yapacaktır?",
    "correctAnswer": "A",
    "options": {
      "A": "İşlem Bordrosu İade Alındı",
      "B": "İşlem Bordrosu İade Edildi",
      "C": "İşlem Bordrosu Ciro",
      "D": "İşlem Bordrosu Kayıp",
      "E": "Finansal Yönetim/Çek-Senet İşlemleri/Borç Senetleri/Çıkış"
    },
    "explanation": "Senedin geri alınması, vadesi yaklaşan veya dolan senedin, borçlusu (müşteri)<br/>tarafından geri alınmasıdır. Alacaklı taraf, <strong>“İşlem Bordrosu İade Alındı”</strong> başlığından işlem yapabilmektedir?"
  },
  {
    "id": "2925569",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Mal/hizmet satış talebi (müşteri siparişi) alınır.</li> <li>Dağıtım gerçekleştirilir.</li> <li>Mal teslim edilir/hizmet ifa edilir.</li> <li>Satış faturası düzenlenir.</li> </ol> Yukarıdakilerden hangisi/hangileri hasılat döngüsünde yer alan işlemlerden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II, III ve IV",
      "D": "I, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Hasılat döngüsü şu şekildedir: mal/hizmet satış talebi (müşteri siparişi) alınır, dağıtım gerçekleştirilir, mal teslim edilir/hizmet ifa edilir, satış faturası düzenlenir, alacak hakkı doğar, tahsilat gerçekleştirilir."
  },
  {
    "id": "2925570",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Alacak, belli bir tutarı belli bir süre sonra karşı taraftan isteme hakkı olarak tanımlanabilir.</li> <li>Alacak bir süre sonra nakde dönüşmesi beklenen bir değerdir.</li> <li>Alacakları zaman, konu ve güvence bakımından sınıflandırmak mümkündür. </li> </ol> Alacaklara ilişkin yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Alacak, belli bir tutarı belli bir süre sonra karşı taraftan isteme hakkı olarak tanımlanabilir. Alacağın isteneceği/tahsil edileceği zaman açıkça belirlenmiş olabileceği gibi, teamül çerçevesinde yaklaşık bir zaman olarak da algılanabilir. Her halükârda alacak hemen değil bir süre sonra nakde dönüşmesi beklenen bir değerdir. Alacakları zaman, konu ve güvence bakımından sınıflandırmak mümkündür. Buna göre kısa ve uzun vadeli alacaklar, ticari ve diğer alacaklar, senetsiz ve senetli alacaklar ayrımı yapılabilir."
  },
  {
    "id": "2925571",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi ticari alacaklarda sınıflanan hesaplardan biri <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "ALICILAR",
      "B": "ALACAK SENETLERİ",
      "C": "VERİLEN DEPOZİTO VE TEMİNATLAR",
      "D": "DİĞER TİCARİ ALACAKLAR",
      "E": "PERSONELDEN ALACAKLAR"
    },
    "explanation": "PERSONELDEN ALACAKLAR Hesabı diğer alacaklar grubundadır."
  },
  {
    "id": "2925572",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Senetler poliçe ve bono şeklinde düzenlenebilir.</li> <li>Senetlerle ilgili yasal şartlar Türk Ticaret Kanunu’nda belirlenmiştir.</li> <li>Ticari ilişkilerde senetlerden kısa vadeli kredi, ispat ve teminat aracı olarak yararlanılmaktadır.</li> <li>Bonoyu keşide eden (düzenleyen) kimse ve poliçede kabul eden muhatap, asıl borçlu durumundadır.</li> </ol> Senetlere ilişkin yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve IV",
      "C": "I, II ve III",
      "D": "I, III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "Senet, satılan mal/hizmet tutarını peşin ödemeyip gelecekte ödemek için düzenlenen bir belgedir. Poliçe ve bono şeklinde düzenlenebilen senetlerle ilgili yasal şartlar Türk Ticaret Kanunu’nda belirlenmiştir. Ticari ilişkilerde senetlerden kısa vadeli kredi, ispat ve teminat aracı olarak yararlanılmaktadır. Bonoyu keşide eden (düzenleyen) kimse ve poliçede kabul eden muhatap, asıl borçlu durumundadır. Vadesinde elinde bulunduran (hamili) tarafından genellikle banka aracılığıyla borçlusuna ödeme için ibraz edilen bono, ciro ile el değiştirebilir ve ödenmeme durumunda protesto yoluyla işleme konulabilir."
  },
  {
    "id": "2925573",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Vade</li> <li>Ödeme yeri</li> <li>Düzenlenme tarihi ve yeri</li> <li>Düzenleyenin imzası</li> </ol> Yukarıdakilerden hangisi/hangileri TTK’nın 776’inci maddesine göre senedin üzerinde bulunması gereken unsurların biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "II ve IV",
      "C": "I, II, III",
      "D": "I; III ve IV",
      "E": "I, II, III ve IV"
    },
    "explanation": "TTK’nın 776’inci maddesine göre senedin üzerinde aşağıda belirtilen unsurların bulunması gerekir:\n Senet metninde “bono” veya “emre yazılı senet” kelimesini ve senet Türkçeden başka bir dilde yazılmış ise o dilde bono karşılığı olarak kullanılan kelime, • Kayıtsız ve şartsız belirli meblağı ödemek vaadi, • Vade, • Ödeme yeri, • Kime ve kimin emrine ödenecek ise onun adı ve soyadı, • Düzenlenme tarihi ve yeri, • Düzenleyenin imzası."
  },
  {
    "id": "2925574",
    "unitNumber": 5,
    "text": "Alacak senetleri ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "İşletmenin tedarikçilerine verdiği senetlerdir.",
      "B": "İşletmenin alıcılarından (müşterilerden) aldığı senetlerdir.",
      "C": "Alacak senetleri işlemi, senetlerin tahsil edilmesi ile başlar.",
      "D": "Alacak senetleri vadesinin geçtikten sonra başkalarına ciro edilebilir.",
      "E": "Vadesinde tahsil edilemeyen senetler için işlem yapılmaz."
    },
    "explanation": "Alacak senetleri, işletmenin alıcılarından (müşterilerden) aldığı senetlerdir. Diğer ifadeler doğru değildir."
  },
  {
    "id": "2925575",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Vadesinin gelmesi beklenmeden, başkalarına ciro edilebilir.</li> <li>Senetler vadesinden önce tahsil edilebilir (senet iskontosu)</li> <li>Vadesinde tahsil edilemeyen senetler şüpheli alacak durumuna düşer.</li> </ol> Alacak senetlerine ilişkin yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "I ve II",
      "B": "Yalnız II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Alacak senetleri vadesinin gelmesi beklenmeden, başkalarına ciro edilebilir. Senet portföyünde alacaklının isteğine uygun senet araması gerekebilir. Ciro edilen senet, senedin verildiği kişi tarafından tahsil edilemezse, işletmeye geri alınır. İşletme de senedi aldığı kişiye iade eder. Senetler vadesinden önce tahsil edilebilir (senet iskontosu), vadesinde tahsil edilemeyen senetler şüpheli alacak durumuna düşer ve önce protesto işlemine daha sonra da kanuni takibe konu olur. Bütün bu işlemler senet işlem döngüsünü oluşturur."
  },
  {
    "id": "2925576",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Finansal Yönetim</li> <li>Çek-Senet Kasa Kart Tanımları</li> <li>Çek-Senet Kasa Kart Kategori Tanımları</li> <li>Çek-Senet Kasa Kart Kategori</li> </ol> Alacak senetlerinin tanımlanması ile ilgili ekrana ulaşmak için yukarıdaki adımların doğru sıralaması aşağıdakilerin hangisinde doğru bir şekilde verilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "I, II, III ve Iv",
      "B": "II, III, IV ve I",
      "C": "II, I, III ve IV",
      "D": "IV, III, II ve I",
      "E": "III, II, I ve IV"
    },
    "explanation": "Doğru sıralama “Finansal Yönetim/Çek-Senet Kasa Kart Tanımları/Çek-Senet Kasa Kart Kategori Tanımları/ Çek-Senet Kasa Kart Kategori” şeklindedir."
  },
  {
    "id": "2925577",
    "unitNumber": 5,
    "text": "Senetlerin fiziki konumlarının nerede olduğunu bildirmek amacıyla, alt hesap kategorilerine ulaşmak için yazılımda aşağıdaki ifadelerden hangisi kullanılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Banka",
      "B": "Senet pozisyonu",
      "C": "Hisse",
      "D": "Kasa",
      "E": "Sınıf"
    },
    "explanation": "Senetlerin fiziki konumlarının nerede olduğunu bildirmek amacıyla, alt hesap kategorilerine ulaşmak için yazılımda \"kasa\" ifadesi kullanılmaktadır."
  },
  {
    "id": "2925578",
    "unitNumber": 5,
    "text": "Senetlerin protestosu ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Vadesinden sonra 7 iş günü içinde ödenmeyen senetler protesto edilir.",
      "B": "Protesto borçluyu bankalar arasında olan bir bilgi ağında kara listede göstermektedir.",
      "C": "“Finansal Yönetim/Çek-Senet İşlemleri/Alacak Senetleri/İşlem Bordrosu Bankadan Tahsil Edildi” şeklinde işlem yapılır.",
      "D": "Borçlunun kredi alabilme yeteneği etkilenmez.",
      "E": "\"Finansal Yönetim/Çek-Senet İşlemleri/Alacak Senetleri/İşlem Bordrosu Tahsilata Çıkış\" işlemi uygulanır."
    },
    "explanation": "Bankaya tahsile verilen ve vadesinden sonra 3 iş günü içinde ödenmeyen senetler, protesto edilerek borçluya bildirilir. Protesto borçluyu bankalar arasında olan bir bilgi ağında kara listede göstermektedir. Böylece borçlu açısından kredi alabilme yeteneği azalmaktadır. Bankada normal vadesinde tahsil edilemeyen ve bunun üzerine protesto edilen bir senedin yazılım üzerinden nasıl işleme alındığını aşağıdaki örneklerde görebilirsiniz.“Finansal Yönetim/Çek-Senet İşlemleri/Alacak Senetleri/İşlem Bordrosu Protestolu” adresinden erişilen ekranda işlem yapılır."
  },
  {
    "id": "2925579",
    "unitNumber": 5,
    "text": "Senedin vadesinden önce tahsil edilmesine ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Senet iadesi",
      "B": "Senet protestosu",
      "C": "Senet icrası",
      "D": "Senet cirosu",
      "E": "Senet iskontosu"
    },
    "explanation": "<strong>ALACAK SENETLERİ İLE İLGİLİ İŞLEMLER</strong>\n Alacak senetleri vadesinin gelmesi beklenmeden, başkalarına ciro edilebilir. Senet portföyünde alacaklının isteğine uygun senet araması gerekebilir. Ciro edilen senet, senedin verildiği kişi tarafından tahsil edilemezse, işletmeye geri alınır. İşletme de senedi aldığı kişiye iade eder. Senetler vadesinden önce tahsil edilebilir (senet iskontosu), vadesinde tahsil edilemeyen senetler şüpheli alacak durumuna düşer ve önce protesto işlemine daha sonra da kanuni takibe konu olur. Bütün bu işlemler senet işlem döngüsünü oluşturur."
  },
  {
    "id": "2925580",
    "unitNumber": 5,
    "text": "Eldeki müşteri senedinin ciro edilerek satıcıya verilmesi durumunda hangi hesaba nasıl kayıt yapılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Alacak senetleri hesabına borç kaydı",
      "B": "Alıcılar hesabına alacak kaydı",
      "C": "Alacak senetleri hesabına alacak kaydı",
      "D": "Alıcılar hesabına borç kaydı",
      "E": "Satıcılar hesabına borç kaydı"
    },
    "explanation": "<strong>Alacak senetleri alındığında, alacak senetleri hesabına borç kaydedilir. Ciro edildiğinde ise alacak senetleri işletmeden çıkacağından alacak senetleri hesabına alacak kaydedilir. Sorunun doğru yanıtı \"C\" seçeneğidir.</strong>"
  },
  {
    "id": "2925581",
    "unitNumber": 5,
    "text": "Uygulama yazılımında “Finansal Yönetim/Çek-Senet İşlemleri/Alacak Senetleri/İşlem Bordrosu Kasadan Tahsil Edildi” adresinden hangi işlem yapılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Alacak senedinin bankadan tahsil edilmesi",
      "B": "Alacak senedinin protesto edilmesi",
      "C": "Alacak senedinin banka tarafından tahsil edilmesi",
      "D": "Alacak senedinin nakit olarak tahsil edilmesi",
      "E": "Borç senedinin nakit olarak tahsil edilmesi"
    },
    "explanation": "<strong>SENET İŞLEMLERİNİN UYGULANMASI</strong>\n <strong>Senetlerin Tahsile Verilmesi</strong>\n Senetlerin kasadan tahsilatı için de, bankadan tahsilat işlemlerine benzer bir yolla; “Finansal Yönetim/Çek-Senet İşlemleri/Alacak Senetleri/<em>İşlem Bordrosu Tahsilata Çıkış” </em>ve/<strong>İşlem Bordrosu Kasadan Tahsil Edildi” </strong>işlemlerini yaparak gerçekleştirmek mümkündür. Bu işlemlerden sonra senetli alacak paraya dönüştüğünden, tahsilat miktarı işletmenin kasasında raporlanacaktır."
  },
  {
    "id": "2925582",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi uygulama yazılımında alacak senetleri üzerinde yapılan işlemlerden biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "B",
    "options": {
      "A": "İşlem bordrosu cirosu",
      "B": "İşlem bordrosu zararı",
      "C": "İşlem bordrosu tahsilata çıkış",
      "D": "İşlem bordrosu iade edildi",
      "E": "İşlem bordrosu kayıp"
    },
    "explanation": "<strong>Alacak Senetlerinin Tanımlanması</strong>\n Şekil 5.5’te görüldüğü üzere Luca Yazılımında <strong>alacak senetleri </strong>üzerinde yapılan işlemler şöyle sıralanabilir;\n <ul> <li>Giriş:</li> <li>İşlem Bordrosu Ciro:</li> <li>İşlem Bordrosu Teminata Çıkış:</li> <li>İşlem Bordrosu Tahsilata Çıkış:</li> <li>İşlem Bordrosu İade Edildi:</li> <li>İşlem Bordrosu Kayıp:</li> <li>İşlem Bordrosu Protestolu:</li> <li>İşlem Bordrosu İade Alındı:</li> <li>İşlem Bordrosu İcraya Verildi:</li> <li>İşlem Bordrosu Bankadan Tahsil Edildi:</li> <li>İşlem Bordrosu Kasadan Tahsil Edildi:</li> <li>İşlem Bordrosu Kasa Transferi:</li> <li>İşlem Bordrosu Cirodan İade Alındı:</li> </ul>"
  },
  {
    "id": "2925583",
    "unitNumber": 5,
    "text": "Türk Ticaret Kanununa göre aşağıdakilerden hangisi senedin üzerinde bulunması gereken unsurlardan biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Vade",
      "B": "Ödeme yeri",
      "C": "Düzenlenme tarihi ve yeri",
      "D": "Düzenleyenin imzası",
      "E": "Noter tasdiki"
    },
    "explanation": "s.115\n <strong>ALACAK SENETLERİ İLE İLGİLİ İŞLEMLER</strong>\n TTK’nın 776’inci maddesine göre senedin üzerinde aşağıda belirtilen unsurların bulunması gerekir.\n <ul> <li>Senet metninde “bono” veya “emre yazılı senet” kelimesini ve senet Türkçeden başka bir dilde yazılmış ise o dilde bono karşılığı olarak kullanılan kelime,</li> <li>Kayıtsız ve şartsız belirli meblağı ödemek vaadi,</li> <li>Vade,</li> <li>Ödeme yeri,</li> <li>Kime ve kimin emrine ödenecek ise onun adı ve soyadı,</li> <li>Düzenlenme tarihi ve yeri,</li> <li>Düzenleyenin imzası.</li> </ul>"
  },
  {
    "id": "2925584",
    "unitNumber": 5,
    "text": "Bankaya tahsile verilen ve vadesinden sonra 3 iş günü içinde ödenmeyen senetlere aşağıdaki işlemlerden öncelikle hangisi yapılır?",
    "correctAnswer": "C",
    "options": {
      "A": "Teminat",
      "B": "Ciro",
      "C": "Protesto",
      "D": "İskonto",
      "E": "Temlik"
    },
    "explanation": "<strong>Senetlerin Protestosu </strong>\n Bankaya tahsile verilen ve vadesinden sonra 3 iş günü içinde ödenmeyen senetler, protesto edilerek borçluya bildirilir. Protesto borçluyu bankalar arasında olan bir bilgi ağında kara listede göstermektedir. Böylece borçlu açısından kredi alabilme yeteneği azalmaktadır."
  },
  {
    "id": "2925585",
    "unitNumber": 5,
    "text": "Uygulama yazılımında çek ve senet işlemlerinin yönetimi için aşağıdaki modüllerden hangisi kullanılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Satın Alma Modülü",
      "B": "Finans Yönetimi Modülü",
      "C": "Stok Modülü",
      "D": "İnsan Kaynakları Modülü",
      "E": "Karar Destek Modülü"
    },
    "explanation": "<strong>SENET İŞLEMLERİNİN UYGULANMASI </strong>\n Uygulama yazılımında çek ve senet işlemleri “Finans Yönetimi” modülünden yönetilmektedir. Yazılım üzerinde öncelikle senet kategorilerinin belirlenmesi gerekir. Bu aşamada alacak senetleri ve borç senetleri hesapları belirlenir. Daha sonra bu kategoriler (ana hesaplar) altında diğer tanımlamalar da yapılır. Burada amaç ilgili varlığın/borcun fiziki durumunu belirlemektir. Böylece ilgili unsurun nerede bulunduğu (kasa, banka) belirlenir, ayrıca bununla ilgili işlem aşaması (tahsil, teminat, vs) izlenebilir."
  },
  {
    "id": "2925586",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi uygulama yazılımında alacak senetleri üzerinde yapılan işlemlerden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Çıkış",
      "B": "İşlem bordrosu kasadan ödeme",
      "C": "İşlem bordrosu bankadan ödeme",
      "D": "Satış iadesi",
      "E": "İşlem bordrosu cirodan iade alındı"
    },
    "explanation": "<strong>Alacak Senetlerinin Tanımlanması</strong>\n Şekil 5.5’te görüldüğü üzere Luca Yazılımında <strong>alacak senetleri </strong>üzerinde yapılan işlemler şöyle sıralanabilir;\n <ul> <li>Giriş:</li> <li>İşlem Bordrosu Ciro:</li> <li>İşlem Bordrosu Teminata Çıkış:</li> <li>İşlem Bordrosu Tahsilata Çıkış:</li> <li>İşlem Bordrosu İade Edildi:</li> <li>İşlem Bordrosu Kayıp:</li> <li>İşlem Bordrosu Protestolu:</li> <li>İşlem Bordrosu İade Alındı:</li> <li>İşlem Bordrosu İcraya Verildi:</li> <li>İşlem Bordrosu Bankadan Tahsil Edildi:</li> <li>İşlem Bordrosu Kasadan Tahsil Edildi:</li> <li>İşlem Bordrosu Kasa Transferi:</li> <li>İşlem Bordrosu Cirodan İade Alındı:</li> </ul>"
  },
  {
    "id": "2925587",
    "unitNumber": 5,
    "text": "Ödeme amacıyla başkalarına devredilen müşteri senetlerinin karşılıksız çıkması durumunda uygulama yazılımında hangi işlem yapılır?",
    "correctAnswer": "D",
    "options": {
      "A": "İşlem Bordrosu Kayıp",
      "B": "İşlem Bordrosu İcraya Verildi",
      "C": "İşlem Bordrosu Teminata Çıkış",
      "D": "İşlem Bordrosu Cirodan İade Alındı",
      "E": "İşlem Bordrosu Tahsilata Çıkış"
    },
    "explanation": "<strong>Alacak Senetlerinin Tanımlanması</strong>\n Şekil 5.5’te görüldüğü üzere Luca Yazılımında <strong>alacak senetleri </strong>üzerinde yapılan işlemler şöyle sıralanabilir;\n <strong>İşlem Bordrosu Cirodan İade Alındı: </strong>Müşteri senetleri kullanılarak başkalarına ödeme amacıyla\n devrettikten sonra karşılıksız çıkması durumunda, senedin işletmeye iade edilmesi işlemi içindir."
  },
  {
    "id": "2925588",
    "unitNumber": 5,
    "text": "Müşteri senetlerinin bankaya tahsilata verilmesinden sonra veya kredi için teminata verilmesinden sonra ilgili senedin bankadan iade alınması durumunda uygulama yazılımında hangi işlem yapılır?",
    "correctAnswer": "E",
    "options": {
      "A": "İşlem Bordrosu Kayıp",
      "B": "İşlem Bordrosu İcraya Verildi",
      "C": "İşlem Bordrosu Teminata Çıkış",
      "D": "İşlem Bordrosu Tahsilata Çıkış",
      "E": "İşlem Bordrosu İade Alındı"
    },
    "explanation": "<strong>Alacak Senetlerinin Tanımlanması</strong>\n Şekil 5.5’te görüldüğü üzere Luca Yazılımında <strong>alacak senetleri </strong>üzerinde yapılan işlemler şöyle sıralanabilir;\n <strong>İşlem Bordrosu İade Alındı: </strong>Müşteri senetlerinin bankaya tahsilata verilmesinden sonra veya kredi için teminata verilmesinden sonra ilgili senedin bankadan iade alınması işlemidir."
  },
  {
    "id": "2925589",
    "unitNumber": 6,
    "text": "I. İş veren\n II. İş gören \n III. Devlet\n Yukarıdakielerden hangileri tüm kazanç ve kesintilerin hesaplanarak ödenecek net ücretin belirlenmesi işleminindeki taraflardır?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Yapılan çalışmaya göretüm kazanç ve kesintilerin hesaplanarak ödenecek net ücretin belirlenmesi işleminin üç tarafı bulunmaktadır. Bunlar işveren, iş gören ve devlettir."
  },
  {
    "id": "2925590",
    "unitNumber": 6,
    "text": "İş Kanununun 10. maddesine göre “nitelikleri bakımından en çok kaç iş günü süren işlere süreksiz iş denir?",
    "correctAnswer": "D",
    "options": {
      "A": "5",
      "B": "10",
      "C": "15",
      "D": "30",
      "E": "90"
    },
    "explanation": "İş Kanununun 10. maddesine göre “nitelikleri bakımından en çok 30 iş günü süren işlere süreksiz iş, daha uzun süren işlere ise sürekli iş” denilmektedir."
  },
  {
    "id": "2925591",
    "unitNumber": 6,
    "text": "Belirli süreli işlerde veya belli bir işin tamamlanması veya belirli bir olgunun ortaya çıkması gibi objektif koşullara bağlı olarak işveren ile işçi arasında yazılı şekilde yapılan iş sözleşmesine ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Belirli süreli",
      "B": "Belirsiz süreli",
      "C": "Tam süreli",
      "D": "Kısmi süreli",
      "E": "Çağrı üzerine"
    },
    "explanation": "Belirli süreli işlerde veya belli bir işin tamamlanması veya belirli bir olgunun ortaya çıkması gibi objektif koşullara bağlı olarak işveren ile işçi arasında yazılı şekilde yapılan iş sözleşmesi belirli süreli iş sözleşmesidir."
  },
  {
    "id": "2925592",
    "unitNumber": 6,
    "text": "Bir işçinin haftalık normal çalışma süresi, yasal olarak kaç saattir?",
    "correctAnswer": "C",
    "options": {
      "A": "30",
      "B": "40",
      "C": "45",
      "D": "60",
      "E": "65"
    },
    "explanation": "Bir işçinin haftalık normal çalışma süresi, yasal olarak 45 saattir."
  },
  {
    "id": "2925593",
    "unitNumber": 6,
    "text": "Taraflarca iş sözleşmesine bir deneme kaydı konulduğunda, bunun süresi en çok ne kadar olabilir?",
    "correctAnswer": "D",
    "options": {
      "A": "15 gün",
      "B": "20 gün",
      "C": "1 ay",
      "D": "2 ay",
      "E": "3 ay"
    },
    "explanation": "Taraflarca iş sözleşmesine bir deneme kaydı konulduğunda, bunun süresi en çok iki ay olabilir."
  },
  {
    "id": "2925594",
    "unitNumber": 6,
    "text": "I. Günlük\n II. Haftalık\n III. Aylık\n IV: Yıllık\n Ücret, işverenin tercihine göre yukarıdakilerin hangisine göre ödenebilir?",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "I ve III",
      "C": "II ve IV",
      "D": "I, II ve III",
      "E": "II, III ve IV"
    },
    "explanation": "Ücret, işverenin tercihine göre değişik zaman aralıklarıyla ödenebilir. Bunlar, günlük, haftalık ve aylık olarak."
  },
  {
    "id": "2925595",
    "unitNumber": 6,
    "text": "Ödeme gününden kaç gün geçmesi halinde mücbir sebep olmaksızın ödeme yapılmadıysa, işçinin iş görme borcunu yerine getirmemesinde herhangi bir yaptırım yoktur?",
    "correctAnswer": "E",
    "options": {
      "A": "3",
      "B": "5",
      "C": "10",
      "D": "15",
      "E": "20"
    },
    "explanation": "Ödeme gününden 20 gün geçmesi halinde mücbir sebep olmaksızın ödeme yapılmadıysa, işçinin iş görme borcunu yerine getirmemesinde herhangi bir yaptırım yoktur."
  },
  {
    "id": "2925596",
    "unitNumber": 6,
    "text": "Zamana göre ücret ülkemizde Yaygın olarak ne kadar süre üzerinden hesaplama yapılır?",
    "correctAnswer": "E",
    "options": {
      "A": "1 saat",
      "B": "1 gün",
      "C": "1 hafta",
      "D": "15 gün",
      "E": "30 gün"
    },
    "explanation": "Türkiye’de kullanılan en yaygın ücret sistemi zamana göre ücrettir. Yaygın ödeme aralı¤ı da aylıktır. Bu sisteme göre bir ayda fiili çalışılan günlerden ziyade, 30 gün üzerinden hesaplama yapılır."
  },
  {
    "id": "2925597",
    "unitNumber": 6,
    "text": "Yapılan işin sonucuna göre hesaplanan ücret sistemi hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Akort ücret",
      "B": "Aylık",
      "C": "Haftalık",
      "D": "Yüzde usülü ücret",
      "E": "Zaman esaslıücret"
    },
    "explanation": "Akort ücret, yapılan işin sonucuna göre hesaplanan ücret sistemidir."
  },
  {
    "id": "2925598",
    "unitNumber": 6,
    "text": "İşletme yönetimince personele garanti edilmiş bir kök ücretin üzerine belirli bir plana bağlı olarak ödenen ek ücrete ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Prim",
      "B": "Götürü Usulde Ücret",
      "C": "Komisyon ücret",
      "D": "Kârdan Pay Alma",
      "E": "Akort Ücret"
    },
    "explanation": "Prim, işletme yönetimince personele garanti edilmiş bir kök ücretin üzerine belirli bir plana bağlı olarak ödenen ek ücrettir."
  },
  {
    "id": "2925599",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi iş sözleşmesinin bitiminde işçinin yıpranma payının parasal ifadesidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İhbar tazminatı",
      "B": "Kıdem tazminatı",
      "C": "Kötü niyet tazminatı",
      "D": "Kasa tazminatı",
      "E": "Risk tazminatı"
    },
    "explanation": "<strong>Kıdem Tazminatı Ücreti</strong>\n Kıdem tazminatı, çalışanın o iş yerinde çalışmış olduğu süreye bağlı kalarak iş sözleşmesinin bitiminde işçinin yıpranma payının parasal ifadesidir. Kıdem tazminatı işçinin işine ve işyerine bağlılığının bir karşılığı olarak değerlendirilen ve işçiyi koruyan bir ödemedir."
  },
  {
    "id": "2925600",
    "unitNumber": 6,
    "text": "Parça başına, büyüklük, ağırlık, uzunluk, alan ölçüsü gibi birimlere göre belirlenen ücretin kaç birim iş yapıldıysa o miktarla birim ücretin çarpılması sonucu bulunan ücret aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Akort ücret",
      "B": "Zamana göre ücret",
      "C": "Yüzde usulü ücret",
      "D": "Götürü usulü ücret",
      "E": "Komisyon ücret"
    },
    "explanation": "<strong>Akort Ücret</strong>\n Akort ücret, yapılan işin sonucuna göre hesaplanan ücret sistemidir. Akort ücret parça başına, büyüklük, ağırlık, uzunluk, alan ölçüsü gibi birimlere göre belirlenen ücretin kaç birim iş yapıldıysa o miktarla birim ücretin çarpılması sonucunda bulunur. Bu sistemde daha fazla gelir elde etmek isteyen işçiler daha fazla üretim yapmak isterler. Bununla beraber işçinin kapasite üstündeki çalışmalarında işin düşük kalite ile sonlanması, sakatlanma, meslek hastalıkları gibi durumları gündeme getirebilir."
  },
  {
    "id": "2925601",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bir iş sözleşmesi türüdür?",
    "correctAnswer": "D",
    "options": {
      "A": "Kredili",
      "B": "Satış şartlı",
      "C": "Garantili",
      "D": "Deneme süreli",
      "E": "Geri ödemeli"
    },
    "explanation": "<strong>Deneme Süreli İş Sözleşmeleri</strong>\n Deneme süresi ve sınırları İş Kanununda sınırlandırılmıştır. Deneme süresi, bir işçinin niteliklerini ve işe olan uyumunu tartmak için işverene tanınan haktır. İş Kanununun 15. maddesine göre “Taraflarca iş sözleşmesine bir deneme kaydı konulduğunda, bunun süresi en çok iki ay olabilir. Ancak deneme süresi toplu iş sözleşmeleriyle dört aya kadar uzatılabilir. Deneme süresi içinde taraflar iş sözleşmesini bildirim süresine gerek olmaksızın ve tazminatsız feshedebilir. İşçinin çalıştığı günler için ücret ve diğer hakları saklıdır.”"
  },
  {
    "id": "2925602",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi personele garanti edilmiş bir kök ücretin üzerine belirli bir plana bağlı olarak ödenen ek ücrettir?",
    "correctAnswer": "E",
    "options": {
      "A": "Akort ücret",
      "B": "Zamana göre ücret",
      "C": "Yüzde usulü ücret",
      "D": "Götürü usulü ücret",
      "E": "Primli ücret"
    },
    "explanation": "<strong>Primli Ücret</strong>\n Prim, işletme yönetimince personele garanti edilmiş bir kök ücretin üzerine belirli bir plana bağlı olarak ödenen ek ücrettir. Zaman esaslı ücret sistemi ile akort esasına dayanan ücret sisteminin olumsuzluklarını gidermeyi hedeflemektedir. Primli ücret, bir yandan işletmenin kârlılığını yükseltmek, diğer yandan personelin verimli çalışmasını ödüllendirmeyi sağlamaktadır. Primli ücretin çalışanlar arasında aşırı rekabet nedeniyle çalışma huzurunun bozulmasına, kıskançlığa ve bireysel çatışmaya yol açması gibi olumsuzlukları da söz konusu olabilir."
  },
  {
    "id": "2925603",
    "unitNumber": 6,
    "text": "Asgari geçim indirimi aşağıdakilerden hangisi dikkate alınarak düzenlenir?",
    "correctAnswer": "C",
    "options": {
      "A": "Çalışanın öğrenim durumu",
      "B": "Çalışanın yaşı",
      "C": "Çalışanın medeni hali",
      "D": "Çalışanın kıdem yılı",
      "E": "Çalışanın cinsiyeti"
    },
    "explanation": "<strong>Bordro İşlemleri</strong>\n <img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/71ecf8e9711b0d0c6196858e760037b8.jpeg\" alt=\"\" width=\"518\" height=\"225\"> Tablo 6.2 incelendiğinde Asgari Geçim İndiriminin (AGİ) ücretli çalışanın medeni haline göre belirlendiği görülmektedir. Ücret hesaplaması yapılan Ahmet Öztürk isimli personel, evli olup eşi çalışmayan ve 2 çocuklu olmasından dolayı <img src=\"http://vektorelcizim.net/wp-content/uploads/2012/03/turk_lirasi_324752.jpg\" width=\"19\" height=\"15\">110,09 almaya hak kazanmaktadır."
  },
  {
    "id": "2925604",
    "unitNumber": 6,
    "text": "İş Kanununun 41. maddesinde yazılı koşullar çerçevesinde haftalık 45 saati aşan çalışmalarda her bir saatlik fazla çalışma ücreti normal çalışma ücretinin yüzde kaçı yükseltilerek hesaplanır?",
    "correctAnswer": "D",
    "options": {
      "A": "10",
      "B": "15",
      "C": "25",
      "D": "50",
      "E": "100"
    },
    "explanation": "<strong>Fazla Çalışma Ücreti</strong>\n Fazla çalışma, İş Kanununun 41. maddesinde yazılı koşullar çerçevesinde, haftalık kırk beş saati aşan çalışmalardır. Her bir saat fazla çalışma için verilecek ücret normal çalışma ücretinin saat başına düşen miktarının yüzde elli yükseltilmesi suretiyle ödenir."
  },
  {
    "id": "2925605",
    "unitNumber": 6,
    "text": "Bir işin yapılıp bitirilmesi karşılığında işçiye ödenmesi kabul edilen ücret sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Akort ücret",
      "B": "Yüzde usulü ücret",
      "C": "Götürü usulü ücret",
      "D": "Primli ücret",
      "E": "Zamana göre ücret"
    },
    "explanation": "<strong>Götürü Usulde Ücret</strong>\n Önceden belirlenen bir işin yapılıp bitirilmesi karşılığında işçiye ödenmesi kabul edilen ücrettir. İşçi, zaman esasına göre ücret sisteminde olduğu gibi herhangi bir zaman sınırı ile bağlı olmadan, işi bitirdiği an kararlaştırılan ücrete hak kazanmaktadır. Ücretin götürü olarak saptanmış olması işçinin iş kanununda doğan haklarını ortadan kaldırmamaktadır. Örneğin, günlük veya haftalık iş sürelerini sınırlayan hükümler götürü ücret esasına göre çalışan işçileri de ilgilendirmektedir. Bunun gibi ücretli tatil hakkından yararlanma, tatil günlerinde çalışan işçiye zamlı ücret verilmesi gibi haklardan da yararlandırılmalıdır."
  },
  {
    "id": "2925606",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ücret kesintisine neden olan unsurlardan biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Gelir vergisi",
      "B": "Kurumlar vergisi",
      "C": "Damga vergisi",
      "D": "İşsizlik sigorta fonu işçi payı",
      "E": "Sigorta primi işçi payı"
    },
    "explanation": "<strong>ÜCRETİN UNSURLARI</strong>\n<br/>Bir işletmenin ücret sistemi ne olursa olsun işçinin ücreti hesaplanırken bazı durumlara göre ek ücret ve kesintiler ortaya çıkmaktadır. Ücretin hesaplanmasında kullanılan unsurlar iki başlık altında ifade edilebilir. Bunlar; ücret artısına neden olan unsurlar ve ücret kesintisine neden olan unsurlardır. Ücret artışına neden olan unsurlar şunlardır; esas ücret, fazla çalışma ücreti, hafta tatili ücreti, yıllık izin ücreti, işe özendirici ücretler, kıdem tazminatı ücreti, ihbar tazminatı ücretidir. Ücret kesintisine neden olan unsurlar ise sigorta primi işçi payı, işsizlik sigorta fonu işçi payı, gelir vergisi ve damga vergisidir."
  },
  {
    "id": "2925607",
    "unitNumber": 6,
    "text": "Personel modülündeki sekmelerin hangisinden işletmede çalışan personelin özlük ve kişisel bilgilerinin yer aldığı, işletmenin tüzel kişiliği ile ilgili bilgilerin olduğu, çalışanların ücret, kesinti, ek kazanç, prim günleri gibi durumları PDF, Excel ve RTF formatlarında üretebilir?",
    "correctAnswer": "C",
    "options": {
      "A": "İş yeri İşlemleri",
      "B": "Personel Kartı Girişi",
      "C": "Raporlar",
      "D": "Bordro İşlemleri",
      "E": "Kazanç/Kesinti İşlemleri"
    },
    "explanation": "<strong>Raporlar</strong>\n Raporlar bölümü, işletmede çalışan personelin özlük ve kişisel bilgilerinin yer aldığı, işletmenin tüzel kişiliği ile ilgili bilgilerin olduğu, çalışanların ücret, kesinti, ek kazanç, prim günleri gibi durumları özetleyen raporların üretildiği bölümdür. Bu bölümdeki raporlar PDF, Excel ve RTF formatlarında üretebilir."
  },
  {
    "id": "2925608",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi çalışanın ücretinin saatlik, günlük, haftalık veya aylık olarak ödendiği ücret sistemidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Akort ücret",
      "B": "Yüzde usulü ücret",
      "C": "Götürü usulü ücret",
      "D": "Primli ücret",
      "E": "Zamana göre ücret"
    },
    "explanation": "<strong>Zamana Göre Ücret</strong>\n Zaman esaslı ücret, bilinen en eski ücret sistemidir. Buna göre ödemeler saatlik, günlük, haftalık veya aylık zaman aralıklarında yapılır. Bu süreler için belirlenen ücret, işin tamamlanmasına bakılmaksızın işçiye ödenir. Türkiye’de kullanılan en yaygın ücret sistemi zamana göre ücrettir. Yaygın ödeme aralığı da aylıktır. Bu sisteme göre bir ayda fiili çalışılan günlerden ziyade, 30 gün üzerinden hesaplama yapılır. İlgili aydaki hafta tatillerinde, bayramlarda, idari izinlerde, hastalık ve mazeret izinlerinde ücrette bir kesinti yapılmaz, işçiye tam ücret ödenir."
  },
  {
    "id": "2925609",
    "unitNumber": 6,
    "text": "Bir tarafın (işçi) bağımlı olarak iş görmeyi, diğer tarafında (işveren) ücret ödemeyi üstlenmesinden oluşan sözleşmeye ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "İş sözleşmesi",
      "B": "Sürekli iş sözleşmesi",
      "C": "Süreksiz iş sözleşmesi",
      "D": "Belirli iş sözleşmesi",
      "E": "Belirsiz iş sözleşmesi"
    },
    "explanation": "İş sözleşmesi, İş Kanununun 8. maddesinde “bir tarafın (işçi) bağımlı olarak iş görmeyi, diğer tarafında (işveren) ücret ödemeyi üstlenmesinden oluşan sözleşme” olarak tanımlanmıştır. Bu tanıma göre iş sözleşmesinde işçi, ücret ve işveren olmak üzere üç olgu vardır."
  },
  {
    "id": "2925610",
    "unitNumber": 6,
    "text": "Bir işçinin haftalık normal çalışma süresi, yasal olarak ..... saattir.\n Yukarıda boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "30",
      "B": "20",
      "C": "45",
      "D": "50",
      "E": "40"
    },
    "explanation": "Bir işçinin haftalık normal çalışma süresi, yasal olarak 45 saattir. Bu çalışma saati üzerinden yapılan iş sözleşmelerine tam süreli iş sözleşmesi denir."
  },
  {
    "id": "2925611",
    "unitNumber": 6,
    "text": "<ol> <li>Çağrı üzerine çalıştırılmak için belirlenen sürede işçi çalıştırılsın veya çalıştırılmasın ücrete hak kazanır.</li> <li>İşveren, iş görene yapacağı çağrıyı, aksi kararlaştırılmadıkça, işçinin çalışacağı zamandan en az üç gün önce yapmak zorundadır.</li> <li>Hafta, ay veya yıl gibi bir zaman dilimi içinde işçinin ne kadar süreyle çalışacağı taraflarca belirlenmediği takdirde, haftalık çalışma süresi yirmi saat sayılır.</li> </ol> Yukarıda verilen bilgilerden hangisi ya da hangileri \"çağrı üzerine çalışmaya dayalı iş sözleşmeleri\" için doğru bir bilgidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız 1",
      "B": "1-3",
      "C": "1-2",
      "D": "2-3",
      "E": "Yalnız 3"
    },
    "explanation": "İş Kanununun 14. maddesinde yapılan tanıma göre “yazılı sözleşme ile işçinin yapmayı üstlendiği işle ilgili olarak kendisine ihtiyaç duyulması halinde iş görme ediminin yerine getirileceğinin kararlaştırıldığı iş ilişkisi, çağrı üzerine çalışmaya dayalı kısmi süreli bir iş sözleşmesidir.” Hafta, ay veya yıl gibi bir zaman dilimi içinde işçinin ne kadar süreyle çalışacağı taraflarca belirlenmediği takdirde, haftalık çalışma süresi yirmi saat sayılır. Çağrı üzerine çalıştırılmak için belirlenen sürede işçi çalıştırılsın veya çalıştırılmasın ücrete hak kazanır. İşveren, iş görene yapacağı çağrıyı, aksi kararlaştırılmadıkça, işçinin çalışacağı zamandan en az dört gün önce yapmak zorundadır. Çağrı üzerine işçi, iş görme edimini yerine getirmekle yükümlüdür."
  },
  {
    "id": "2925612",
    "unitNumber": 6,
    "text": "Ücretle ilgili aşağıdaki bilgilerden hangisi yanlıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Ücret, işverenin tercihine göre değişik zaman aralıklarıyla ödenebilir.",
      "B": "En geç aylık olarak ödeme yapılabilir.",
      "C": "Ödeme gününden 20 gün geçmesi halinde mücbir sebep olmaksızın ödeme yapılmadıysa, işçinin iş görme borcunu yerine getirmemesinde herhangi bir yaptırım yoktur.",
      "D": "Ücret ödemenin işveren tarafından yapılması gerekir.",
      "E": "Ücret nakit olarak ödenmelidir."
    },
    "explanation": "Bir iş karşılında ödenmesi gerekir. Bu ödemenin işveren veya üçüncü kişiler tarafından yapılması gerekir. Bu ödeme de nakit olarak yapılması gerekir."
  },
  {
    "id": "2925613",
    "unitNumber": 6,
    "text": "<ul> <li>Bilinen en eski ücret sistemidir.</li> <li>Ödemeler saatlik, günlük, haftalık veya aylık zaman aralıklarında yapılır.</li> <li>Türkiye’de kullanılan en yaygın ücret sistemidir. </li> </ul> Yukarıda özellikleri verilen ücret sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Akort ücret",
      "B": "Yüzde usulü ücret",
      "C": "Götürü usulde ücret",
      "D": "Zamana göre ücret",
      "E": "Primli ücret"
    },
    "explanation": "Zaman esaslı ücret, bilinen en eski ücret sistemidir. Buna göre ödemeler saatlik, günlük, haftalık veya aylık zaman aralıklarında yapılır. Bu süreler için belirlenen ücret, işin tamamlanmasına bakılmaksızın işçiye ödenir. Türkiye’de kullanılan en yaygın ücret sistemi zamana göre ücrettir. Yaygın ödeme aralığı da aylıktır. Bu sisteme göre bir ayda fiili çalışılan günlerden ziyade, 30 gün üzerinden hesaplama yapılır. İlgili aydaki hafta tatillerinde, bayramlarda, idari izinlerde, hastalık ve mazeret izinlerinde ücrette bir kesinti yapılmaz, işçiye tam ücret ödenir."
  },
  {
    "id": "2925614",
    "unitNumber": 6,
    "text": "Yapılan işin sonucuna göre hesaplanan ücret sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yüzde usulü ücret",
      "B": "Zamana göre ücret",
      "C": "Götürü usulde ücret",
      "D": "Komisyon ücret",
      "E": "Akort ücret"
    },
    "explanation": "Akort ücret, yapılan işin sonucuna göre hesaplanan ücret sistemidir. Akort ücret parça başına, büyüklük, ağırlık, uzunluk, alan ölçüsü gibi birimlere göre belirlenen ücretin kaç birim iş yapıldıysa o miktarla birim ücretin çarpılması sonucunda bulunur."
  },
  {
    "id": "2925615",
    "unitNumber": 6,
    "text": "\"İşçinin iş görmesi için en az asgari ücret düzeyinde veya iş sözleşmesinde belirtilenden daha fazla olmak şartıyla anlaşılmış temel ücrettir.\"\n Yukarıda bahsedilen ücret unsuru aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Esas ücret",
      "B": "Fazla çalışma ücreti",
      "C": "Hafta tatili ücreti",
      "D": "Yıllık izin ücreti",
      "E": "İşe özendirici ücret"
    },
    "explanation": "İşçinin iş görmesi için en az asgari ücret düzeyinde veya iş sözleşmesinde belirtilenden daha fazla olmak şartıyla anlaşılmış temel ücrettir. Esas ücretin tabanının asgari ücret olacağının altının çizilmesi yerinde olacaktır."
  },
  {
    "id": "2925616",
    "unitNumber": 6,
    "text": "Çalışanın o iş yerinde çalışmış olduğu süreye bağlı kalarak iş sözleşmesinin bitiminde işçinin yıpranma payının parasal ifadesine ne ad verilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sigorta primi",
      "B": "Kıdem tazminatı ücreti",
      "C": "İşsizlik sigorta fonu",
      "D": "Yıllık izin ücreti",
      "E": "Fazla çalışma ücreti"
    },
    "explanation": "Kıdem tazminatı, çalışanın o iş yerinde çalışmış olduğu süreye bağlı kalarak iş sözleşmesinin bitiminde işçinin yıpranma payının parasal ifadesidir. Kıdem tazminatı işçinin işine ve işyerine bağlılığının bir karşılığı olarak değerlendirilen ve işçiyi koruyan bir ödemedir."
  },
  {
    "id": "2925617",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi uygulamada personel işlerinin izlendiği modüllerden birisi değildir ?",
    "correctAnswer": "C",
    "options": {
      "A": "Genel muhasebe",
      "B": "Personel",
      "C": "Maliyet defteri",
      "D": "İşletme defteri",
      "E": "Serbest meslek defteri"
    },
    "explanation": "Yararlanılan modüller şunlardır;<br/>• Genel Muhasebe,<br/>• Personel,<br/>• İşletme Defteri,<br/>• Serbest Meslek Defteri."
  },
  {
    "id": "2925618",
    "unitNumber": 6,
    "text": "<ol> <li>Gelir vergisi</li> <li>Damga vergisi</li> <li>Katma değer vergisi </li> </ol> Yukarıdakilerden hangisi yada hangileri işçi ücretinin unsurlarından birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız 1",
      "B": "1-2",
      "C": "2-3",
      "D": "1-3",
      "E": "Yalnız 2"
    },
    "explanation": "<strong>Katma Değer Vergisi</strong> - <strong>KDV</strong> Tanımı: <strong>Katma Değer Vergisi</strong> yani <strong>KDV</strong>, yapılan mal ve hizmet teslimlerinde, mal veya hizmeti teslim alanın, teslim edene ödediği <strong>vergi</strong> türüdür. <strong>Katma değer vergisi</strong> dolaylı bir vergidir. İşçi ücretiyle alakalı değildir."
  },
  {
    "id": "2925619",
    "unitNumber": 6,
    "text": "Ülkemizde İş Kanunu hangi sayılı kanundur?",
    "correctAnswer": "C",
    "options": {
      "A": "4865",
      "B": "4850",
      "C": "4857",
      "D": "4870",
      "E": "4880"
    },
    "explanation": "İş Kanununun (4857 sayılı) ikinci maddesine göre; işçi ile işveren arasında kurulan hukuki bağa iş ilişkisi adı verilir."
  },
  {
    "id": "2925620",
    "unitNumber": 6,
    "text": "Bir işçinin haftalık normal çalışma süresi yasal olarak kaç saattir?",
    "correctAnswer": "C",
    "options": {
      "A": "35",
      "B": "40",
      "C": "45",
      "D": "50",
      "E": "55"
    },
    "explanation": "Bir işçinin haftalık normal çalışma süresi, yasal olarak 45 saattir."
  },
  {
    "id": "2925621",
    "unitNumber": 6,
    "text": "Deneme süresi toplu iş sözleşmeleriyle kaç aya kadar uzatılabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "2",
      "B": "3",
      "C": "4",
      "D": "5",
      "E": "6"
    },
    "explanation": "İş Kanununun 15. maddesine göre “Taraflarca iş sözleşmesine bir deneme kaydı konulduğunda, bunun süresi en çok iki ay olabilir. Ancak deneme süresi toplu iş sözleşmeleriyle dört aya kadar uzatılabilir.\""
  },
  {
    "id": "2925622",
    "unitNumber": 6,
    "text": "Yapılan işin sonucuna göre hesaplanan ücret sistemine ne denir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yüzde usulü ücret",
      "B": "Götürü ücret",
      "C": "Primli ücret",
      "D": "Komisyon ücret",
      "E": "Akort ücret"
    },
    "explanation": "Akort ücret, yapılan işin sonucuna göre hesaplanan ücret sistemidir."
  },
  {
    "id": "2925623",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi ücret artışına neden olan unsurlardan birisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Damga vergisi",
      "B": "Gelir vergisi",
      "C": "Sigorta primi işçi payı",
      "D": "İşsizlik sigorta fonu işçi payı",
      "E": "İhbar tazminatı ücreti"
    },
    "explanation": "Ücretin hesaplanmasında kullanılan unsurlar iki başlık altında ifade edilebilir. Bunlar; ücret artışına neden olan unsurlar ve ücret kesintisine neden olan unsurlardır. Ücret artışına neden olan unsurlar şunlardır; esas ücret, fazla çalışma ücreti, hafta tatili ücreti, yıllık izin ücreti, işe özendirici ücretler, kıdem tazminatı ücreti, ihbar tazminatı ücretidir.<br/>Ücret kesintisine neden olan unsurlar ise sigorta primi işçi payı, işsizlik sigorta<br/>fonu işçi payı, gelir vergisi ve damga vergisidir."
  },
  {
    "id": "2925624",
    "unitNumber": 6,
    "text": "Fazla çalışma süresinin toplamı bir yılda kaç saati geçemez?",
    "correctAnswer": "A",
    "options": {
      "A": "270",
      "B": "275",
      "C": "280",
      "D": "285",
      "E": "290"
    },
    "explanation": "Fazla çalışma süresinin toplamı bir yılda iki yüz yetmiş saati geçemez."
  },
  {
    "id": "2925625",
    "unitNumber": 6,
    "text": "Çalışma yılı 15 yıl ve üstü olan işçilere en az kaç gün yıllık izin verilmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "14",
      "B": "20",
      "C": "25",
      "D": "26",
      "E": "28"
    },
    "explanation": "İşçilere verilecek yıllık ücretli izin süreleri;<br/>• Bir yıldan beş yıla kadar (beş yıl dâhil) olanlara on dört günden,<br/>• Beş yıldan fazla on beş yıldan az olanlara yirmi günden,<br/>• On beş yıl (dâhil) ve daha fazla olanlara yirmi altı günden az olamaz."
  },
  {
    "id": "2925626",
    "unitNumber": 6,
    "text": "Aylık brüt ücreti 2500 TL olan 25 yıllık bir işçiye kaç TL kıdem tazminatı ödenir?",
    "correctAnswer": "C",
    "options": {
      "A": "55,500 TL",
      "B": "61,500 TL",
      "C": "62,500 TL",
      "D": "64,500 TL",
      "E": "65,500 TL"
    },
    "explanation": "Kıdem tazminatı = Çalışma (kıdem) süresi (yıl) X En son alınan brüt ücret<br/>şeklinde hesaplanır. 25 X 2500=62,500 TL dir."
  },
  {
    "id": "2925627",
    "unitNumber": 6,
    "text": "Hizmet akdinin sona ermesinden önceki son 120 gün prim ödeyerek sürekli çalışmış olanlardan, son üç yıl içinde 900 gün sigortalı olarak çalışıp işsizlik sigortası primi ödemiş olanlara kaç gün süre ile işsizlik ödeneği verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "180",
      "B": "240",
      "C": "260",
      "D": "300",
      "E": "310"
    },
    "explanation": "Hizmet akdinin sona ermesinden önceki son 120 gün prim ödeyerek sürekli çalışmış olanlardan, son üç yıl içinde;<br/>a. 600 gün sigortalı olarak çalışıp işsizlik sigortası primi ödemiş olanlara 180<br/>gün,<br/>b. 900 gün sigortalı olarak çalışıp işsizlik sigortası primi ödemiş olanlara 240<br/>gün,<br/>c. 1080 gün sigortalı olarak çalışıp işsizlik sigortası primi ödemiş olanlara 300<br/>gün, süre ile işsizlik ödeneği verilir."
  },
  {
    "id": "2925628",
    "unitNumber": 6,
    "text": "Brüt ücreti 3000 TL olan bir işçiden kaç TL damga vergisi kesilir?",
    "correctAnswer": "A",
    "options": {
      "A": "22,77 TL",
      "B": "23,65 TL",
      "C": "7,50 TL",
      "D": "11,75 TL",
      "E": "20,55 TL"
    },
    "explanation": "Damga Vergisi = Brüt ücret X % 0,759.\n 3000 X % 0,759 = 22.77 TL dir."
  },
  {
    "id": "2925629",
    "unitNumber": 6,
    "text": "Nitelikleri bakımından en çok 30 iş günü süren işler hangi tür iş kapsamında değerlendirilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Süreksiz iş",
      "B": "Belirsiz iş",
      "C": "Belirli iş",
      "D": "Sürekli iş",
      "E": "Tam süreli iş"
    },
    "explanation": "İş Kanununun 10. maddesine göre “nitelikleri bakımından en çok 30 iş günü süren işlere süreksiz iş, daha uzun süren işlere ise sürekli iş” denilmektedir."
  },
  {
    "id": "2925630",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bir işçinin yasal haftalık normal çalışma süresidir?",
    "correctAnswer": "C",
    "options": {
      "A": "36",
      "B": "40",
      "C": "45",
      "D": "50",
      "E": "30"
    },
    "explanation": "Bir işçinin haftalık normal çalışma süresi, yasal olarak 45 saattir."
  },
  {
    "id": "2925631",
    "unitNumber": 6,
    "text": "Yasal olarak haftalık normal çalışma süresinden daha az çalışma söz konu olduğunda yapılan iş sözleşmesi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tam süreli iş sözleşmesi",
      "B": "Kısmi süreli iş sözleşmesi",
      "C": "Belirsiz süreli iş sözleşmesi",
      "D": "Belirli süreli iş sözleşmesi",
      "E": "Sürekli iş sözleşmesi"
    },
    "explanation": "İş Kanununun 13. maddesinde tam süreli çalışan işçiye emsal işçi denmekte ve bunu temel alarak kısmî süreli iş sözleşmesi şöyle tanımlanmaktadır: “emsal işçiye göre haftalık çalışma süresi önemli ölçüde daha az belirlenmesi durumunda sözleşme kısmî süreli iş sözleşmesidir”."
  },
  {
    "id": "2925632",
    "unitNumber": 6,
    "text": "<ol> <li>Bir iş karşılında ödenmesi gerekir.</li> <li>Ödemenin işveren veya üçüncü kişiler tarafından yapılması gerekir.</li> <li>Ödemenin nakit olarak yapılması gerekir.</li> </ol> Yukarıdakilerden hangisi ya da hangileri ücretin şartlarından biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "1-2",
      "B": "Yalnız 1",
      "C": "Yalnız 2",
      "D": "1-2-3",
      "E": "Yalnız 3"
    },
    "explanation": "İş Kanunu’nun 16. maddesinde geçen ifadeye göre ücret, “bir kimseye bir iş karşılığında işveren veya üçüncü kişiler tarafından sağlanan ve para ile ödenen tutardır.” İfadeden anlaşılacağı üzere ücretin üç şartı vardır: Bir iş karşılında ödenmesi gerekir. Bu ödemenin işveren veya üçüncü kişiler tarafından yapılması gerekir. Bu ödeme de nakit olarak yapılması gerekir."
  },
  {
    "id": "2925633",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bilinen en eski ücret sistemidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Zamana göre ücret",
      "B": "Akort ücret",
      "C": "Yüzde usulü ücret",
      "D": "Götürü ücret",
      "E": "Primli ücret"
    },
    "explanation": "Zaman esaslı ücret, bilinen en eski ücret sistemidir."
  },
  {
    "id": "2925634",
    "unitNumber": 6,
    "text": "Parça başına, büyüklük, ağırlık, uzunluk, alan ölçüsü gibi birimlere göre belirlenen ücretin kaç birim iş yapıldıysa o miktarla birim ücretin çarpılması sonucunda bulunduğu ücret sistemi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yüzde usulü ücret",
      "B": "Zamana göre ücret",
      "C": "Primli ücret",
      "D": "Komisyon ücret",
      "E": "Akort ücret"
    },
    "explanation": "Akort ücret, yapılan işin sonucuna göre hesaplanan ücret sistemidir. Akort ücret parça başına, büyüklük, ağırlık, uzunluk, alan ölçüsü gibi birimlere göre belirlenen ücretin kaç birim iş yapıldıysa o miktarla birim ücretin çarpılması sonucunda bulunur."
  },
  {
    "id": "2925635",
    "unitNumber": 6,
    "text": "Fazla çalışma süresinin toplamı bir yılda ................. saati geçemez.\n Yukarıdaki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "C",
    "options": {
      "A": "45",
      "B": "90",
      "C": "270",
      "D": "120",
      "E": "100"
    },
    "explanation": "Fazla saatlerle çalışmak için işçinin onayının alınması gerekir. Fazla çalışma süresinin toplamı bir yılda iki yüz yetmiş saati geçemez."
  },
  {
    "id": "2925636",
    "unitNumber": 6,
    "text": "Hafta içinde bir gün tatil hakkını elde eden işçi çalıştırılmak istenir ve işçi de çalışmayı kabul ederse tatil günü çalışması fazla çalışma sayılır. İşçinin çalıştığı hafta tatili günü için eline .......... gündelik geçer.\n<br/>Yukarıdaki boşluğu dolduran doğru ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "1",
      "B": "1,5",
      "C": "2",
      "D": "2,5",
      "E": "3"
    },
    "explanation": "Hafta içinde bir gün tatil hakkını elde eden işçi çalıştırılmak istenir ve işçi de çalışmayı kabul ederse tatil günü çalışması fazla çalışma sayılır. İşçinin çalıştığı hafta tatili günü için eline <strong>iki buçuk gündelik</strong> geçer."
  },
  {
    "id": "2925637",
    "unitNumber": 6,
    "text": "600 gün sigortalı olarak çalışıp işsizlik sigortası primi ödemiş olanlara kaç gün süre ile işsizlik ödeneği ödenir?",
    "correctAnswer": "B",
    "options": {
      "A": "120",
      "B": "180",
      "C": "240",
      "D": "300",
      "E": "320"
    },
    "explanation": "600 gün sigortalı olarak çalışıp işsizlik sigortası primi ödemiş olanlara 180 gün işsizlik ödeneği ödenir."
  },
  {
    "id": "2925638",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi LUCA mali müşavir paketinden yararlanılarak gerçekleştirilen modüllerden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Genel muhasebe",
      "B": "Personel",
      "C": "İşletme defteri",
      "D": "Maliyet",
      "E": "Serbest meslek defteri"
    },
    "explanation": "Bu yüzden personelle ilgili işlemler LUCA mali müşavir paketinden yararlanılarak gerçekleştirilmektedir. Bu kapsamda yararlanılan modüller şunlardır;<br/>• Genel Muhasebe,<br/>• Personel,<br/>• İşletme Defteri,<br/>• Serbest Meslek Defteri."
  }
]