[
  {
    "id": "3780440",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi tetrarşi için söylenemez?",
    "correctAnswer": "D",
    "options": {
      "A": "İmparator Diocletianus’un kurduğu idaredir.",
      "B": "Tearşi, Dörtler Saltanatı anlamına gelir.",
      "C": "İdareci olarak iki Agustus ve iki Caesar vardır.",
      "D": "Agustusların görev süresi 25 yıl ile sınırlandırılmıştır.",
      "E": "Agustus olan Caesarlar da kendilerine birer Caesar seçecektir."
    },
    "explanation": "İmparator Diocletianus’un (İ.S.284-305) büyük ve dağınık olan imparatorluğun yönetimini kolaylaştırmak için kurduğu Dörtlü İdare/ Dörtler Saltanatı “tetarşi” olarak adlandırılmaktadır. Bu sisteme göre Roma İmparatorluğu iki Agustus ve iki Caesar tarafından yönetilecektir. 20 yıl dolduktan sonra Agustuslar kendi istekleriyle çekilecek ve yerlerine Caesarlar geçecektir. Agustus olan Caesarlar da kendilerine birer Caesar seçecektir."
  },
  {
    "id": "3780441",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi I. Konstantin/Büyük Konstantin dönemine ilişkin doğru bir bilgi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Batının Agustusu Maxentius’u Milvia Köprüsü Savaşı’nda yenerek Batı<br/>Roma’nın Agustus olmuştur.",
      "B": "Milano Fermanı ile tüm imparatorluk sınırlarında Hristiyanlığı serbest bırakmıştır.",
      "C": "Dörtlü idare'yi (tetrarşi) sona erdirerek imparatorluğu tek başına yönetmiştir.",
      "D": "Nikaia’da (İznik) 325’te Birinci Ekümenik Konsili toplamıştır.",
      "E": "330 yılında adını vererek Konstantinopolis'i başkent olarak ilan edilmiştir."
    },
    "explanation": "I. Konstantin, İ.S. 324 yılında imparatorluğun başkentini Byzantion’a taşıma kararı almış ve Byzantion’u 6 yıllık bir yapım seferberliği sonucu 330 yılında başkent olarak ilan edilmiştir.I.Konstantin’in 337 yılında ölümü sonrası imparatorun onuru adına kentin adı Konstantinopolis (Konstantin’in şehri) olarak değiştirilmiştir."
  },
  {
    "id": "3780442",
    "unitNumber": 1,
    "text": "Aşağıdaki imparatorlardan hangisi zamanında İstanbul’da bir üniversite kurulmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "I. Konstantin",
      "B": "I. Theodosius (Büyük Tehodosius)",
      "C": "II. Theodosios",
      "D": "Arcadius",
      "E": "Konstans"
    },
    "explanation": "II. Theodosios (İ.S.408-450) döneminde kurulmuştur."
  },
  {
    "id": "3780443",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Roma’da ilk Hristiyanların içinde toplanıp, tapındıkları yer altı mezarlarının genel adıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Katakomp",
      "B": "Şapel",
      "C": "Vaftizhane",
      "D": "Martirium",
      "E": "Hipoje"
    },
    "explanation": "Katakomp, Roma’da ilk Hristiyanların içinde toplanıp, tapındıkları yer altı<br/>mezarlarının genel adıdır."
  },
  {
    "id": "3780444",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi bazilikanın bölümlerindeb biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Atrium",
      "B": "Galeri",
      "C": "Nef",
      "D": "Apsis",
      "E": "Martirium."
    },
    "explanation": "Martirium: İsa’nın yaşamı ile ilişkili bir olayın geçtiği yerde bir din şehidinin (Martyr) mezarı üzerine inşa edilen genellikle merkezi plan özelliği taşıyan Erken Hristiyan yapısıdır."
  },
  {
    "id": "3780445",
    "unitNumber": 1,
    "text": "MS.313 yılına tarihlenen Roma’daki Salvator Kilisesi ne tür bir Bazilika örneğidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ahşap Örtülü Bazilika",
      "B": "Tonoz Örtülü Bazilika",
      "C": "Kubbeli Bazilika",
      "D": "Transeptli Bazilika",
      "E": "Piramit Bazilika"
    },
    "explanation": "Örtü sistemi ahşap olan bazilika olan Roma’daki Salvator Kilisesi’dir (S. Giovanni in Laterano)."
  },
  {
    "id": "3780446",
    "unitNumber": 1,
    "text": "Roma’da MS.64-67 yılında öldürülen Aziz Petrus’un mezarı olduğu düşünülen yere<br/>hangi imparatorun emri ile kilise inşa edilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "I.Konstantin",
      "B": "I. Justinianus",
      "C": "I. Theodosius",
      "D": "Septimus Severus",
      "E": "II. Theodosios"
    },
    "explanation": "Roma’da MS.64-67 yılında öldürülen Aziz Petrus’un mezarı olduğu düşünülen yere<br/>MS.324-329 yılları arasında İmparator I.Konstantin’in emri ile kilise inşa edilmiştir."
  },
  {
    "id": "3780447",
    "unitNumber": 1,
    "text": "Roma’daki Circus Maximus’da quadriga denilen atlı arabalarla yapılan yarışlarda oluşan takımların birbirlerine karışmaması için kullanılan renklerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mavi",
      "B": "Yeşil",
      "C": "Kırmızı",
      "D": "Beyaz",
      "E": "Mor"
    },
    "explanation": "Roma’daki Circus Maximus’da at yarışları quadriga denilen dört atlı arabalarla<br/>yapılmaktaydı. Yarışlarda oluşan takımların birbirlerine karışmaması için Maviler (Venetol), Yeşiller (Prasinol), Kırmızılar (Rousioi) ve Beyazlar (Leukoi) olmak üzere 4 ana grup oluşmuştur."
  },
  {
    "id": "3780448",
    "unitNumber": 1,
    "text": "Bugünkü Sultanahmet Camisi‘nin hipodroma bakan avlusu Konstantinopolis Hipodromu‘nun hangi bölümüdür?",
    "correctAnswer": "D",
    "options": {
      "A": "Spina",
      "B": "Carceres",
      "C": "Sphendone",
      "D": "Kathisma",
      "E": "Katholikon"
    },
    "explanation": "Bugünkü Sultanahmet Camisi‘nin hipodroma bakan avlusu Konstantinopolis Hipodromu‘nun Kathisma bölümüydü."
  },
  {
    "id": "3780449",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Yılanlı Sütun'a ilişkin doğru bir bilgi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "İ.S. 479'da dikilmiştir.",
      "B": "İlk yeri Delfi’deki Apollon tapınağıdır.",
      "C": "İstanbul’un Sultanahmet semtindedir.",
      "D": "Günümüzde sadece 5 metrelik bölümü kalmıştır.",
      "E": "Sütun,birbirine dolanmış 2 yılan şeklindedir."
    },
    "explanation": "Yılanlı Sütun, İstanbul’un Sultanahmet semtinde yer alan Hipodrom’dan kalan eserlerden biridir. İ.S. 479 da Pers ordusuna karşı Yunan şehirlerinin kazandığı zafer anısına yapılmış ve Delfi’deki Apollon Tapınağı’na dikilmiştir. Günümüze sadece 5 metrelik bölümü gelebilmiş olan sütun, birbirine dolanmış 3 yılan şeklindedir. Yılan başlarından ikisi kayıp, diğeri İstanbul Arkeoloji Müzesi’nde bulunmaktadır."
  },
  {
    "id": "3780492",
    "unitNumber": 1,
    "text": "1557 yılında \"Corpus Historiae Byzantinae\" adlı seri ile Bizans’ı Doğu Roma İmparatorluğu için kullanarak bu tabiri bilim dünyasına yerleştiren tarihçi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Diyakoz Leon",
      "B": "Hieronymus Wolf",
      "C": "Evliya Çelebi",
      "D": "Konstantin Manasses",
      "E": "Michael Attaleiates"
    },
    "explanation": "Giriş<br/>Bizans kavramı 16. yüzyılda Alman tarihçi Hieronymus Wolf ile ortaya çıkmıştır. Hieronymus Wolf 1557 yılında Corpus<br/>Historiae Byzantinae adlı seri ile Bizans’ı Doğu Roma İmparatorluğu için kullanarak bu tabiri bilim dünyasına yerleştirmiştir."
  },
  {
    "id": "3780493",
    "unitNumber": 1,
    "text": "Erken Bizans Dönemi’nin başlangıcı hangi tarihsel olaya dayandırılmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "395 yılında Doğu ve Batı Roma olarak imparatorluğun ikiye ayrılmasına",
      "B": "527 yılında I. Justinianus’un saltanatının başlangıcına",
      "C": "565 yılında Justinianus’un saltanatının sonuna",
      "D": "324 yılında Konstantinopolis’in inşa edilmeye başlanmasına",
      "E": "284 yılında Diocletianus’un tahta çıkmasına"
    },
    "explanation": "Giriş<br/>Erken Bizans Dönemi’nin başlangıcı için İ.S. 4. yüzyılda Konstantinopolis’in inşa edilmeye başladığı 324 yılı dikkate alınmaktadır."
  },
  {
    "id": "3780494",
    "unitNumber": 1,
    "text": "İstanbul surları hangi imparator tarafından inşa ettirilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "I. Justinianus",
      "B": "I. Constantinus",
      "C": "Byzas",
      "D": "I. Tehodosius",
      "E": "II. Theodosius"
    },
    "explanation": "Giriş<br/>İstanbul surları. II.Theodosius (İ.S. 408-450) tarafından inşa ettirilmiştir."
  },
  {
    "id": "3780495",
    "unitNumber": 1,
    "text": "Bizans’ın \"Birinci Altın Çağı\" olarak adlandırılan ve coğrafi anlamda imparatorluk sınırlarının en geniş olduğu dönemde hangi İmparator hüküm sürmüştür?",
    "correctAnswer": "A",
    "options": {
      "A": "I. Justinianus",
      "B": "I. Constantinus",
      "C": "I. Tehodosius",
      "D": "II. Tehodosius",
      "E": "I. Diocletianus"
    },
    "explanation": "Giriş<br/>Bizans’ın Birinci Altın Çağı olarak adlandırılmış I. Justinianus Dönemi (İ.S. 527-565) ise coğrafi anlamda imparatorluk sınırlarının en geniş olduğu dönemdir."
  },
  {
    "id": "3780496",
    "unitNumber": 1,
    "text": "İmparator Diocletianus’un (İ.S.284-305) büyük ve dağınık olan imparatorluğun yönetimini kolaylaştırmak için kurduğu idare biçimi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Cumhuriyet",
      "B": "Otokrasi",
      "C": "Tetrarşi (Dörtlü İdare/ Dörtler Saltanatı)",
      "D": "Mutlak monarşi",
      "E": "Cumhuriyetçi Monarşi"
    },
    "explanation": "Tarihçe<br/>İmparator Diocletianus’un (İ.S.284-305) büyük ve dağınık olan imparatorluğun yönetimini kolaylaştırmak için kurduğu Dörtlü İdare/ Dörtler Saltanatı “tetarşi” olarak adlandırılmaktadır"
  },
  {
    "id": "3780497",
    "unitNumber": 1,
    "text": "Hangi imparator İ.S. 324 yılında imparatorluğun başkentini Byzantion’a taşıma kararı almış ve Byzantion’u 6 yıllık bir yapım seferberliği sonucu 330 yılında başkent olarak ilan etmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "II.Justinyen",
      "B": "I. Konstantin",
      "C": "I. Justinianus",
      "D": "I.Theodosius",
      "E": "I. Diocletianus"
    },
    "explanation": "Tarhçe<br/>I. Konstantin, İ.S. 324 yılında imparatorluğun başkentini Byzantion’a taşıma kararı almış ve Byzantion’u 6 yıllık bir yapım seferberliği sonucu 330 yılında başkent olarak ilan edilmiştir."
  },
  {
    "id": "3780498",
    "unitNumber": 1,
    "text": "391 yılında Hristiyanlığı imparatorluğun tek meşru dini olarak ilan eden Bizans imparatoru aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "I. Konstantin",
      "B": "I. Justinianus",
      "C": "I. Theodosius",
      "D": "II. Theodosius",
      "E": "I. Konstans"
    },
    "explanation": "Tarihçe<br/>I. Theodosius (Büyük Tehodosius) imparatorluğun Doğu ve Batı’sını yönetmiş son imparatordur. 391 yılında Hristiyanlığı imparatorluğun tek meşru dini olarak ilan etmiştir."
  },
  {
    "id": "3780499",
    "unitNumber": 1,
    "text": "İsa’nın yaşamı ile ilişkili bir olayın geçtiği yerde bir din şehidinin mezarı üzerine inşa edilen genellikle merkezi plan özelliği taşıyan Erken Hristiyan yapısına ne denir?",
    "correctAnswer": "E",
    "options": {
      "A": "Naos",
      "B": "Apsis",
      "C": "Synthronon",
      "D": "Tonoz",
      "E": "Martirium"
    },
    "explanation": "Dini Mimari<br/>Martirium:İsa’nın yaşamı ile ilişkili bir olayın geçtiği yerde bir din şehidinin (Martyr) mezarı üzerine inşa edilen genellikle merkezi plan özelliği taşıyan Erken Hristiyan yapısı"
  },
  {
    "id": "3780500",
    "unitNumber": 1,
    "text": "Taş ya da tuğla ile örülmüş, bir kemerin ötelenmesiyle meydana gelen yarım silindir biçiminde tavana ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tonoz",
      "B": "Kronik",
      "C": "Bema",
      "D": "Martirium",
      "E": "Atrium"
    },
    "explanation": "Tonoz Örtülü Bazilika<br/>Tonoz: Taş ya da tuğla ile örülmüş, bir kemerin ötelenmesiyle meydana gelen yarım silindir biçiminde tavan."
  },
  {
    "id": "3780501",
    "unitNumber": 1,
    "text": "Antik seramik formları arasında önemli bir yeri olan dikey kulplara sahip içki kabına ne denir?",
    "correctAnswer": "D",
    "options": {
      "A": "Fresko",
      "B": "Katakomp",
      "C": "Mozaik",
      "D": "Kantharos",
      "E": "Christogram"
    },
    "explanation": "BİZANS RESİM SANATI<br/>Kantharos: Antik seramik formları arasında önemli bir yeri olan dikey kulplara sahip içki kabı."
  },
  {
    "id": "3780362",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisitasvir kırıcı anlamındaki imgelerin kasıtlı olarak yok edilmesini anlatır",
    "correctAnswer": "C",
    "options": {
      "A": "Monofizit",
      "B": "Ekloga",
      "C": "İkonaklazma",
      "D": "Konsül",
      "E": "Epiros"
    },
    "explanation": "<strong>İkonoklazma: </strong>Tasvir Kırıcı / İkona kırıcı anlamındaki İkonoklazma, Yunanca <em>eikon </em>(ikona ya da imge) ve <em>klao </em>(kırmak ya da yıkmak) terimlerinden gelir ve sözcük anlamıyla imgelerin kasıtlı olarak yok edilmesini anlatır. Bu düşünceye sahip insanlara da <em>ikonoklast </em>denir."
  },
  {
    "id": "3780363",
    "unitNumber": 2,
    "text": "Başkent Konstantinopolis’te günümüze gelmiş, 907 tarihli, İmparator VI. Leo (886-912) döneminde yaptırılarak Meryem’e ithaf edilen, tarihi bilinen en eski Kapalı Yunan Haçı Planlı kilise aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Konstantin Lips Manastırı Kuzey Kilisesi",
      "B": "Myrelaion Manastırı Kilisesi",
      "C": "Panagia ton Kalkeon kilisesi",
      "D": "İsa Pantepotes Manastırı Kilisesi",
      "E": "Pantoktator İsa Manastırı Güney Kilisesi"
    },
    "explanation": "Başkent Konstantinopolis’te günümüze gelmiş, tarihi bilinen en eski Kapalı Yunan Haçı Planlı kilise Konstantin Lips Manastırı Kuzey Kilisesi’dir (Molla Fenari İsa Cami). 907 tarihli kilise İmparator VI. Leo (886-912) döneminde devletin yüksek dereceli bir memuru olan Amiral Konstantin Lips tarafından yaptırılarak Meryem’e ithaf edilmiştir."
  },
  {
    "id": "3780364",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi “<em>Iustinianus tipi kiliseler</em>” den birisi <strong>değildir</strong> ?",
    "correctAnswer": "E",
    "options": {
      "A": "İznik Koimesis Kilisesi",
      "B": "Ankara’da Aziz Klemens Kilisesi",
      "C": "Myra’da Aziz Nikolaos Kilisesi",
      "D": "Likya’da Dereağzı Kilisesi",
      "E": "Myrelaion Manastırı Kilisesi"
    },
    "explanation": "<ol start=\"6\"><br/><li>yüzyıla ait bir plan tipinin Ortaçağ’da sürdürülmeye çalışılan örnekleri olarak değerlendirilmektedir. Söz konusu yapılar; İznik Koimesis Kilisesi, Ankara’da Aziz Klemens Kilisesi, Myra’da Aziz Nikolaos Kilisesi ve Likya’da Dereağzı Kilisesi’dir. Araştırmacılara göre Selanik ve Anadolu’daki bu kubbeli bazilikalar 9. yüzyıldan sonra bu tür kiliselere ihtiyaç duyulmayınca artık yapılmayan “<em>Iustinianus tipi kiliseler</em>” olarak adlandırmaktadır.</li><br/></ol>"
  },
  {
    "id": "3780365",
    "unitNumber": 2,
    "text": "Mahşer sahnesinin merkezinde yer alan üçlü bir kompozisyondur. Ortada İsa, iki yanında annesi Meryem ve Vaftizci Yahya yer alır. Bu iki figür, Kıyamet günü yargılanan insanlar için İsa’nın affedici olmasını dilerler. Bu, resim sanatında Mahşer sahneleri içinde olduğu gibi tek başına da karşımıza çıkar.<br/>Yukarıdaki açıklama aşağıdakilerden hangisini tanımlamaktadır.",
    "correctAnswer": "B",
    "options": {
      "A": "Katholikon",
      "B": "Deesis",
      "C": "Apsis",
      "D": "Narteks",
      "E": "Tromp"
    },
    "explanation": "Mahşer sahnesinin merkezinde yer alan üçlü bir kompozisyondur. Ortada İsa, iki yanında annesi Meryem ve Vaftizci Yahya yer alır. Bu iki figür, Kıyamet günü yargılanan insanlar için İsa’nın affedici olmasını dilerler. Deesis, resim sanatında Mahşer sahneleri içinde olduğu gibi tek başına da karşımıza çıkar."
  },
  {
    "id": "3780366",
    "unitNumber": 2,
    "text": "Aşağıda verilen, H.Sophia kilisesinin günümüze gelen mozaik resimleri tasvirlerinden hangisi Kommenoslar Hanedanı Dönemi’ne aittir.",
    "correctAnswer": "C",
    "options": {
      "A": "Meryem ve Çocuk İsa tasviri",
      "B": "Melek, Peygamber ve Piskopos tasvirleri",
      "C": "Jüstinyen, Konstantin ve Meryem tasviri",
      "D": "Leon ve Pantokrator İsa tasviri",
      "E": "İmparator Aleksandros tasviri"
    },
    "explanation": "<strong>Kommenoslar Hanedanı Dönemi </strong><br/>6- Jüstinyen, Konstantin ve Meryem tasviri<br/>7- IX. Konstantin Monamakhos ve İmparatoriçe Zoe tasviri<br/>8- II. Ioannes Komnenos ve İmparatoriçe Eirene tasviri"
  },
  {
    "id": "3780367",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, bayram sahneleri olarak bilinen, Hristiyan Kilisesi’nce önemli on iki olaydan birisi <strong>değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "İsa’nın Doğumu",
      "B": "Vaftiz",
      "C": "Lazarus’un Dirilişi",
      "D": "Çarmıh",
      "E": "İsa’nın halka gösterilme"
    },
    "explanation": "<strong>Bayram Sahneleri: </strong>Hristiyan Kilisesi’nce önemli on iki olaydır. 1.Meryem’e Müjde, 2.İsa’nın Doğumu, 3.Mabede Takdim, 4.Vaftiz, 5.Suret Değişimi, 6.Lazarus’un Dirilişi, 7.Kudüs’e Giriş, 8.Çarmıh, 9.Anastasis [İsa’nın kendisinden önce ölen Peygamberleri Hades’in cehenneminden çıkarması], 10.Göğe Çıkış, 11.Pentekost, 12.Koimesis [Meryem’in Ölümü]"
  },
  {
    "id": "3780368",
    "unitNumber": 2,
    "text": "Bu dönemde İkonalar, İkonaklazma dönemin sona ermesinin ardından Hristiyanlığın zaferini vurgulayan sembol eserler olarak karşımıza çıkar. Bu dönemde İkonaların imgesel anlamları, Hristiyanlığın zaferi ve kurtuluşuna vurgu yaptığı kadar inananları koruyucu bir rolü de üstlenmiştir. Bu yaklaşımın, ikona üretimini arttırdığı izlenir. Bu artış, aynı zamanda ikona üretiminin belirli bir düzene alınmasına yol açmış ve birçoğu manastırlar içinde yer alan üretim merkezleri hızla artış göstermiştir.<br/>Bu açıklama aşağıdaki dönemlerden hangisini tanımlamaktadır.",
    "correctAnswer": "C",
    "options": {
      "A": "Erken Bizans Dönemi",
      "B": "Heraklios Dönemi",
      "C": "Orta Bizans Dönemi",
      "D": "Geç Bizans Dönemi",
      "E": "Konstantinos Dönemi"
    },
    "explanation": "Orta Bizans döneminde İkonalar, İkonaklazma dönemin sona ermesinin ardından Hristiyanlığın zaferini vurgulayan sembol eserler olarak karşımıza çıkar. Bu dönemde İkonaların imgesel anlamları, Hristiyanlığın zaferi ve kurtuluşuna vurgu yaptığı kadar inananları koruyucu bir rolü de üstlenmiştir. Bu yaklaşımın, ikona üretimini arttırdığı izlenir. Bu artış, aynı zamanda ikona üretiminin belirli bir düzene alınmasına yol açmış ve birçoğu manastırlar içinde yer alan üretim merkezleri hızla artış göstermiştir."
  },
  {
    "id": "3780369",
    "unitNumber": 2,
    "text": "Bizanslı ustalarca taklitleri yapılan, Astar üzerine bakır renkli boya ile bezemeler yapıldıktan sonra seramik yüzey açık yeşil, sarı ya da şeffaf sırla kaplanması aşağıdakilerden hangisi ile adlandırılır.",
    "correctAnswer": "B",
    "options": {
      "A": "Triptikon",
      "B": "Lüster",
      "C": "Sır",
      "D": "Amfora",
      "E": "Pithos"
    },
    "explanation": "Lüster: Astar üzerine bakır renkli boya ile bezemeler yapıldıktan sonra seramik yüzey açık yeşil, sarı ya da şeffaf sırla kaplanır."
  },
  {
    "id": "3780370",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi antik Roma kentlerinin merkezlerinde yer alan ve çevresi önemli kamusal yapılarla kuşatılmış meydana verilen isimdir.",
    "correctAnswer": "D",
    "options": {
      "A": "Ergasterion",
      "B": "Triptikon",
      "C": "Lüster",
      "D": "Forum",
      "E": "Amfora"
    },
    "explanation": "Forum: Antik Roma kentlerinin merkezlerinde yer alan ve çevresi önemli kamusal<br/>yapılarla kuşatılmış meydan. Antik Yunan’daki agora ile aynı işleve sahiptir."
  },
  {
    "id": "3780371",
    "unitNumber": 2,
    "text": "Orta Bizans dönemi camını en iyi anlatan, aydınlatma amacıyla kullanılan cam kandiller den olan ve bu dönemi tanımlayan en iyi örnekler hangi kazılarda ortaya çıkarılmıştır.",
    "correctAnswer": "B",
    "options": {
      "A": "Saraçhane kazısında",
      "B": "Demre Aziz Nikolaos Kazısı",
      "C": "Anadolu’da Samsat kazılarında",
      "D": "Aphrodisias kazılarında",
      "E": "Korinth’deki kazılarda"
    },
    "explanation": "Orta Bizans dönemi camını en iyi tanımlayan<br/>grubu aydınlatma amacıyla kullanılan cam kandiller oluşturur. Cam kandilleri bu dönem için tanımlayan en iyi örnekler Demre Aziz Nikolaos Kazısı buluntularında karşımıza çıkar"
  },
  {
    "id": "3780460",
    "unitNumber": 2,
    "text": "İmgelerin kasıtlı olarak yok edilmesini tanımlayan terim aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ekloga",
      "B": "İkonaklazma",
      "C": "Diptikon",
      "D": "Rotonda",
      "E": "Regnum Vandalum"
    },
    "explanation": "İmgelerin kasıtlı olarak yok edilmesini tanımlayan terim “İkonoklazma”dır. Doğru cevap B’dir."
  },
  {
    "id": "3780461",
    "unitNumber": 2,
    "text": "Heraklios’un Müslüman Arapların akınlarını Anadolu’da önleyebilmek için Anadolu’yu böldüğü dört eyalet hangi kelime ile adlandırılmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Katastasis",
      "B": "Froura",
      "C": "Diokos",
      "D": "Thema",
      "E": "Periferi"
    },
    "explanation": "Heraklios’un Müslüman Arapların akınlarını Anadolu’da önleyebilmek için Anadolu’yu böldüğü dört eyalet “Thema” kelimesi ile adlandırılmıştır. Doğru cevap D’dir."
  },
  {
    "id": "3780462",
    "unitNumber": 2,
    "text": "3 nefli kubbeli tasarıma sahip İznik Koimesis Kilisesi, Ankara’daki Aziz Klemens Kilisesi, Myra’daki Aziz Nikolaos Kilisesi ve Likya’daki Dereağzı Kilisesi hangi tip kiliseler olarak adlandırılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Iustianus tipi",
      "B": "Theodosius tipi",
      "C": "Basileios tipi",
      "D": "Konstantinos tipi",
      "E": "Herakleios tipi"
    },
    "explanation": "3 nefli kubbeli tasarıma sahip İznik Koimesis Kilisesi, Ankara’daki Aziz Klemens Kilisesi, Myra’daki Aziz Nikolaos Kilisesi ve Likya’daki Dereağzı Kilisesi ”Iustianus tipi kiliseler” olarak adlandırılmaktadır. Doğru cevap A’dır."
  },
  {
    "id": "3780463",
    "unitNumber": 2,
    "text": "Bir kubbeyi taşıyan kemerler ile kubbe kaidesinin arasını kapatan ve kare bir plandan kubbenin dairesel kaidesine geçmeyi sağlayan küresel üçgene ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pandantif",
      "B": "Apsis",
      "C": "Naos",
      "D": "Narteks",
      "E": "Ekistik"
    },
    "explanation": "Bir kubbeyi taşıyan kemerler ile kubbe kaidesinin arasını kapatan ve kare bir plandan kubbenin dairesel kaidesine geçmeyi sağlayan küresel üçgene “Pandantif” adı verilir. Doğru cevap A’dır."
  },
  {
    "id": "3780464",
    "unitNumber": 2,
    "text": "I. Iustinianus’un yapıları ile I. Basileios’un yapıları arasındaki fark nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "I. Iustinianus’un yapıları kapalı Yunan haçı tarzında, I. Basileios’un yapıları Rotonda tarzındadır.",
      "B": "I. Iustinianus’un yapıları 3 nefli, I. Basileios’un yapıları 2 neflidir.",
      "C": "I. Iustinianus’un yapıları halka açık olarak planlanmıştır, I. Basileios’un yapıları özel mülktür.",
      "D": "I. Iustinianus’un yapıları kalabalık kitleleri içine alabilirken I. Basileios’un yapıları daha küçük gruplar içindir.",
      "E": "I. Iustinianus’un yapıları antik ev yıkıntıları üzerine yapılmıştır, I. Basileios’un yapıları özel olarak tahsis edilen araziler üzerine yapılmıştır."
    },
    "explanation": "I. Iustinianus’un yapıları halka açık olarak planlanmıştır, I. Basileios’un yapıları özel mülktür.<br/>Doğru cevap C’dir."
  },
  {
    "id": "3780465",
    "unitNumber": 2,
    "text": "Ortada İsa, iki yanında annesi Meryem ve Vaftizci Yahya’nın yer aldığı, Meryem ve Yahya’nın kıyamet günü yargılanan insanlar için İsa’nın affedici olmasını diledikleri üçlü kompozisyona ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Fresko",
      "B": "Diptikon",
      "C": "Sgrafitto",
      "D": "İkona",
      "E": "Deesis"
    },
    "explanation": "Ortada İsa, iki yanında annesi Meryem ve Vaftizci Yahya’nın yer aldığı, Meryem ve Yahya’nın kıyamet günü yargılanan insanlar için İsa’nın affedici olmasını diledikleri üçlü kompozisyona “Deesis” adı verilir. Doğru cevap E’dir."
  },
  {
    "id": "3780466",
    "unitNumber": 2,
    "text": "Apsis; Meryem ve Çocuk İsa tasviri, Galerideki Melek ve Bemadaki Baş Melek tasviri, Melek, Peygamber ve Piskopos tasvirleri, VI. Leon ve Pantokrator İsa tasviri ve İmparator Aleksandros tasviri H.Sophia kilisesinin hangi dönemine ait mozaik resimleridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kommenoslar Hanedanı Dönemi",
      "B": "Paleologoslar Hanedanı Dönemi",
      "C": "Konstantin Hanedanı Dönemi",
      "D": "Makedonya Hanedanı Dönemi",
      "E": "Valentinianus-Theodosius Hanedanı Dönemi"
    },
    "explanation": "Söz konusu resimler H.Sophia kilisesinin Makedonya Hanedanı dönemine aittir. Doğru cevap D’dir."
  },
  {
    "id": "3780467",
    "unitNumber": 2,
    "text": "Orta Bizans döneminde Anadolu Bizans resim sanatı örneklerini bütün halinde barındıran en önemli merkez neresidir?",
    "correctAnswer": "B",
    "options": {
      "A": "İznik",
      "B": "Kapadokya",
      "C": "İstanbul",
      "D": "Antakya",
      "E": "Malazgirt"
    },
    "explanation": "Orta Bizans döneminde Anadolu Bizans resim sanatı örneklerini bütün halinde barındıran en önemli merkez Kapadokya’dır. Doğru cevap B’dir."
  },
  {
    "id": "3780468",
    "unitNumber": 2,
    "text": "1.Meryem’e Müjde, 2.İsa’nın Doğumu, 3.Mabede Takdim, 4.Vaftiz, 5.Suret Değişimi, 6.Lazarus’un Dirilişi, 7.Kudüs’e Giriş, 8.Çarmıh, 9.Anastasis [İsa’nın kendisinden önce ölen Peygamberleri Hades’in cehenneminden çıkarması], 10.Göğe Çıkış, 11.Pentekost, 12.Koimesis [Meryem’in Ölümü] şeklindeki 12 olaya verilen genel isim nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ekloga",
      "B": "Eleousa Meryem",
      "C": "Bayram sahneleri",
      "D": "Bayram tasvirleri",
      "E": "Apokrif"
    },
    "explanation": "Söz konusu 12 olaya verilen genel isim “Bayram sahneleri”dir. Doğru cevap C’dir."
  },
  {
    "id": "3780469",
    "unitNumber": 2,
    "text": "Ziynet eşyalarında ve dini eşyalarda kullanılan, toz cam ve maden oksidinin karıştırılarak kullanıldığı yeni tekniğin adı nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kil",
      "B": "Sır",
      "C": "Bronz",
      "D": "Spelter",
      "E": "Mine"
    },
    "explanation": "Ziynet eşyalarında ve dini eşyalarda kullanılan, toz cam ve maden oksidinin karıştırılarak kullanıldığı yeni tekniğin adı “Mine”dir. Doğru cevap E’dir."
  },
  {
    "id": "3780470",
    "unitNumber": 2,
    "text": "Ortaçağ boyunca seramik üretiminin en büyük merkezi aşağıdakilerden hangisi olmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "İstanbul",
      "B": "Korintos",
      "C": "Selanik",
      "D": "Sparta",
      "E": "Makedonya"
    },
    "explanation": "Ortaçağ boyunca seramik üretiminin en büyük merkezi İstanbul olmuştur. Doğru cevap A’dır."
  },
  {
    "id": "3780471",
    "unitNumber": 2,
    "text": "Londra’da Victoria ve Albert Müzesi’nde bulunan ve üzerinde Asklepios, Hygian, İphigenia, Eros gibi mitolojik figürlerin yer aldığı yedi plakaya sahip olan fildişi kutu aşağıdakilerden hangisiyle adlandırılmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Aziz Demetrios kutusu",
      "B": "Sgrafitto bezemeli Kutu",
      "C": "Veroli Kutusu",
      "D": "Champleve Kutusu",
      "E": "Serçe Liman Kutusu"
    },
    "explanation": "Londra’da Victoria ve Albert Müzesi’nde bulunan ve üzerinde Asklepios, Hygian, İphigenia, Eros gibi mitolojik figürlerin yer aldığı yedi plakaya sahip olan fildişi kutu “Veroli Kutusu” olarak adlandırılmaktadır. Doğru cevap C’dir."
  },
  {
    "id": "3780399",
    "unitNumber": 3,
    "text": "Hangi haçlı seferinden sonra Kudüs'de Latin Krallığı kurulmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "I. Haçlı Seferi",
      "B": "II. Haçlı Seferi",
      "C": "III. Haçlı Seferi",
      "D": "IV. Haçlı Seferi",
      "E": "V. Haçlı Seferi"
    },
    "explanation": "GİRİŞ<br/>I. Haçlı Seferi’nde (1096-1099) Haçlılar İznik’i almış, sonra Eskişehir yakınlarında I. Kılıç Arslan’ın ordusu ile karşılaşmışlardır. Anadolu’ya ilerleyen Haçlı ordusu Antakya’yı ve Urfa’yı alarak birer kontluk, Kudüs’ü ele geçirdiklerinde de Latin Krallığı’nı kurmuşlardır."
  },
  {
    "id": "3780401",
    "unitNumber": 3,
    "text": "İstanbul dışında inşa edilmiş bir imparatorluk sarayı olması bakımından önemli olan yapı hangi kentte yapılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Efes",
      "B": "Filadelfia",
      "C": "Nif",
      "D": "Priene",
      "E": "Sardis"
    },
    "explanation": "MİMARİ<br/>İzmir’in Kemalpaşa (Nif) İlçesinde yer alan dikdörtgen planlı saray, İstanbul dışında inşa edilmiş bir imparatorluk sarayı olması bakımından oldukça<br/>önemlidir."
  },
  {
    "id": "3780402",
    "unitNumber": 3,
    "text": "Bizans dünyası için alışılmışın dışında bir sanatsal tasarım örneği olan Yaradılış Frizi'nin bulunduğu mimari yapı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kurtarıcı Kilisesi",
      "B": "Trabzon Ayasofya Kilisesi",
      "C": "Parigoritissa Kilisesi",
      "D": "Hodegetria Kilisesi",
      "E": "Kutsal Havariler Kilisesi"
    },
    "explanation": "MİMARİ<br/>Trabzon Ayasofya Kilises, Yüksek merkezi oniki cepheli kasnağa oturan kubbeli yapı kare içinde haç planlıdır. Kilisenin en göze batan özelliği Gürcü Sanatı etkili olduğu düşünülen kuzey, güney ve batısındaki dışa çıkıntılı,<br/>üstü örtülü, sütun dizili giriş açıklıklarıdır. Yapının inşaatında Bizans, Gürcü, Ermeni ve Selçuklu ustaları rol aldığı bilinmektedir. Kilisenin güney sundurmasında görülen Yaradılış Frizi, Bizans dünyası için alışılmışın dışında bir sanatsal tasarım örneğidir. Sahneler farklı boyutlardaki yirmi taş blok üzerine işlenmiştir ve üzerinde on üç taş blok üzerine oyma tekniğinde yazılmış iki kitabe vardır. Friz sağdan sola doğru ilerlemekte ve toplam yedi sahne içermektedir."
  },
  {
    "id": "3780403",
    "unitNumber": 3,
    "text": "Aşağıdaki kiliselerden hangisi Mistra tipi kiliselerin Anadolu'da bulunan tek örneğidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hodegetria Kilisesi",
      "B": "Hagios Andres Manastırı Kilisesi",
      "C": "Hagios Eugenios Kilisesi",
      "D": "Kutsal Havariler Kilisesi",
      "E": "Vize Ayasofyası"
    },
    "explanation": "MİMARİ<br/>Morea (Pelaponnesos) Beyliği’nin 14. yüzyıla tarihlenen Mistra’daki Hodegetria Kilisesi “Mistra Tipi” denilen kiliselere öncülük etmesi bakımından önemlidir. Mistra tipi yapılar iki katlıdır. Bazilika Yunan haçı tiplerinin karışımı olan bu yapılarda, zeminin üç nefli bir bazilika görünümüne sahip olmasına karşın, sütun dizilerinin aralarına yerleştirilen dört payenin yardımıyla üst kat, bir Yunan haçı görünümündedir. Alt kat bazilika, üst kat kapalı Yunan haçı planlı olan bu tip, ilk kez Mistra’da görüldüğü için bu isimle adlandırılmaktadır. Anadolu’da tek örneği, Kırklareli Vize İlçesinde bulunan ve Vize Ayasofya’sı olarak bilinen Gazi Süleyman Paşa Cami’dir."
  },
  {
    "id": "3780404",
    "unitNumber": 3,
    "text": "Aşağıdaki dini yapılardan hangisi yoca planlıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Hagios Andres Manastırı Kilisesi",
      "B": "Pammakaristos Manastırı Kilisesi",
      "C": "Konstantin Lips Manastırı Kilisesi",
      "D": "Panagia Mouhliotissa Kilisesi",
      "E": "Hodegetria Kilisesi"
    },
    "explanation": "MİMARİ<br/>Yonca Planlı; başkentte Geç Bizans döneminde iki kilisede karşımıza çıkmaktadır. İstanbul’da Fatih İlçesinde Fener’de yer alan Panagia Mouhliotissa Kilisesi orijinalinde dört yapraklı yonca planlı (Tetrakonchos) plan tipindedir."
  },
  {
    "id": "3780412",
    "unitNumber": 3,
    "text": "Bizans resim sanatındaki Rönesans’ın bir başlangıcı olarak kabul<br/>edilen “Deesis\" mozaik sahnesi hangi kilisededir?",
    "correctAnswer": "A",
    "options": {
      "A": "İstanbul Ayasofya (H.Sophia) Kilisesi",
      "B": "Pammakaristos Manastırı Güney Kilisesi",
      "C": "Theodoros Azizler Manastırı Kilisesi",
      "D": "Kutsal Havariler Kilisesi",
      "E": "Kurtarıcı Kilisesi"
    },
    "explanation": "RESİM<br/>İstanbul Ayasofya (H.Sophia) Kilisesi’nin güney galerisinde yer alan “Deesis” sahnesi de bu dönemdeyapılmıştır. Sahnede, ortada görülen İsa’nın sağında bulunan Meryem ve solunda bulunan Vaftizci Yahya (Hagios Ioannes Prodromos), İsa’dan insanlığın kurtuluşu için merhamet dilerken görülmektedir. Sahnedeki İsa tasviri, daha önceki İsa tasvirlerinden çok değişik ve önemlidir. Çünkü İsa’nın tanrılık vasıflarından çok, insanlık vasıfları gösterilmek istenmiştir. İsa, şefkatli, iyilik dolu ve insancıl bir<br/>ifade ile gösterilmiştir. Her üç figürün yüzlerindeki canlılık, anlam ve hislerin ifadesi son derece başarılıdır. İsa’nın yanında annesi Meryem, İsa’ya dönük olarak verilmiştir. Meryem tasvirinin başının bir kısmı ve sağ omuzu tahribata uğrayarak günümüze gelememiştir. Meryem’in yüzünde beliren, mahşer günündeki insanların hüznü ve yoğun merhamet ifadesi ustaca aktarılmıştır. İsa’nın solunda, İsa’ya dönük olarak verilmiş Vaftizci Yahya’nın gür saçları ve sakalı çöldeki hayatını yansıtır şekildedir. Başında hale bulunan Yahya, eli ile İsa’yı gösterir şekilde resmedilmiştir. Başının iki yanında Hagios Ioannes’in kısaltılmışı olan harfler bulunur. Arkasında ise “öncü kutsal Yahya” veya “yol gösterici” anlamına gelen “Prodromos” kelimesi tam olarak yazılmıştır. Mozaik sahnede hacim değerini belirtmek için gölgeler aynı rengin tonlamaları kullanılarak belirginleştirilmiş, bu şekilde panoya ayrı bir zenginlik kazandırılmıştır. 12-13.yüzyıllar arasına ta\u0002rihlenen sahne, sanat tarihçiler tarafından Bizans resim sanatındaki Rönesans’ın bir başlangıcı olarak kabul edilir."
  },
  {
    "id": "3780413",
    "unitNumber": 3,
    "text": "Zeuxippus IC seramiklerinde hangi renk sır kullanılmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Sarı",
      "B": "Kahverengi",
      "C": "Zeytin yeşili",
      "D": "Koyu yeşil",
      "E": "Turuncu"
    },
    "explanation": "EL SANATLARI<br/>Zeuxippus IC koyu yeşil renk sırlıdır."
  },
  {
    "id": "3780414",
    "unitNumber": 3,
    "text": "Trabzon İmparatorluğu sikke sisteminin temel birimi nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Asper",
      "B": "Assaria",
      "C": "Basilicon",
      "D": "Hyperpyron",
      "E": "Stavraton"
    },
    "explanation": "EL SANATLARI<br/>Trabzon İmparatorluğu sikkeleri Bizans sikkelerinden farklıdır. Sikke sisteminin temel birimi asper olarak adlandırılan gümüş sikkedir."
  },
  {
    "id": "3780415",
    "unitNumber": 3,
    "text": "Altın hyperpyron’un yarısı değerinde olan gümüş hyperpyron'un diğer adı nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Asper",
      "B": "Assaria",
      "C": "Basilicon",
      "D": "Follaro",
      "E": "Stavraton"
    },
    "explanation": "EL SANATLARI<br/>Gümüş hyperpyron, aynı adı taşıyan önceki altın hyperpyron’un yarısı değerindeydi. Bu sikke “stavraton” olarak da bilinmektedir."
  },
  {
    "id": "3780416",
    "unitNumber": 3,
    "text": "Aşağıdaki sikkelerden hangisi bakır sikkedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Asper",
      "B": "Assaria",
      "C": "Basilicon",
      "D": "Hyperpyron",
      "E": "Stavraton"
    },
    "explanation": "EL SANATLARI<br/>13. yüzyılın sonlarına doğru diğer bakır sikkeler gibi tetarteron’da ortadan kalkar. II. Andronikos ve III. Andronikos (1328-41) dönemlerinde “Assaria” adı ile bilinen hafif bakır sikke tedavüle girmiştir."
  },
  {
    "id": "3780482",
    "unitNumber": 3,
    "text": "Avrupalı Katolik Hristiyanların, Papa’nın talebi ve çeşitli vaatleri üzerine, Müslümanların elindeki Ortadoğu (Kutsal Topraklar) üzerinde askeri ve siyasi kontrol kurmak için düzenledikleri akınlara ne denir?",
    "correctAnswer": "E",
    "options": {
      "A": "Din Savaşları",
      "B": "Yüzyıl Savaşları",
      "C": "Cihad",
      "D": "Haçlı Akınları",
      "E": "Haçlı Seferleri"
    },
    "explanation": "Giriş<br/>Haçlı Seferleri: Avrupalı Katolik Hristiyanların, Papa’nın talebi ve çeşitli vaatleri üzerine, Müslümanların elindeki Ortadoğu (Kutsal Topraklar) üzerinde askeri ve siyasi kontrol kurmak için düzenledikleri akınlara denir."
  },
  {
    "id": "3780483",
    "unitNumber": 3,
    "text": "\"Kronolojik tasnife göre 726-1204 yılları arası .............. olarak değerlendirilmektedir\" cümlesindeki boşluğa gelebilecek en uygun ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Erken Bizans Dönemi",
      "B": "Orta Bizans Dönemi",
      "C": "Geç Bizans Dönemi",
      "D": "I. Haçlı Seferleri",
      "E": "II. Haçlı Seferleri"
    },
    "explanation": "Giriş<br/>Kronolojik tasnife göre 726-1204 yılları arası Orta Bizans Dönemi olarak değerlendirilmektedir."
  },
  {
    "id": "3780484",
    "unitNumber": 3,
    "text": "Musul Atabeklerinden İmadeddin Mahmud Zengi’nin önce Urfa’yı, arkasından Halep ve Şam’ı Haçlılar’dan geri alması üzerine başlayan savaş aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "I. Haçlı Seferi",
      "B": "II. Haçlı Seferi",
      "C": "III. Haçlı Seferi",
      "D": "IV. Haçlı Seferi",
      "E": "V. Haçlı Seferi"
    },
    "explanation": "Giriş<br/>II. Haçlı Seferi (1147-1149) Musul Atabeklerinden İmadeddin Mahmud Zengi’nin önce Urfa’yı, arkasından Halep ve Şam’ı Haçlılar’dan geri alması üzerine başlamıştır."
  },
  {
    "id": "3780485",
    "unitNumber": 3,
    "text": "Hangi Osmanlı Padişahı 1362’de Konstantinopolis’in kuzeybatısındaki Edirne’yi ele geçirmiş ve kenti Osmanlı Devleti’nin yeni başkenti yapmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "I. Murad",
      "B": "I. Beyazıd",
      "C": "II. Murad",
      "D": "I. Mehmed",
      "E": "II. Beyazıd"
    },
    "explanation": "Giriş<br/>Osmanlı Padişahı I. Murad da 1362’de Konstantinopolis’in kuzeybatısındaki Edirne’yi ele geçirmiş ve kenti Osmanlı Devleti’nin yeni başkenti yapmıştır."
  },
  {
    "id": "3780486",
    "unitNumber": 3,
    "text": "Anadolu Hisarı, hangi padişah tarafından İstanbul’un bugün Anadoluhisarı semti olarak bilinen ve boğazın en dar noktası olan yere inşa ettirilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "I. Murad",
      "B": "I. Mehmed",
      "C": "I. Beyazıd",
      "D": "II. Mehmed",
      "E": "II. Murad"
    },
    "explanation": "Tarihçe<br/>Anadolu Hisarı: 1395 yılında I. Beyazıd (Yıldırım) tarafından İstanbul’un bugün Anadoluhisarı semti olarak bilinen ve boğazın<br/>en dar noktası olan yere inşa ettirilmiştir."
  },
  {
    "id": "3780487",
    "unitNumber": 3,
    "text": "Trabzon Ayasofya Kilisesi, hangi İmparator tarafından 1250-1260 yılları arasında yaptırılmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "I. Theodoros Laskaris",
      "B": "XI. Konstantinos Palaeologos",
      "C": "I. Nikeforos Komnenos Doukas",
      "D": "I. Manuel",
      "E": "VIII. Mikhail"
    },
    "explanation": "Mimari<br/>Trabzon Ayasofya Kilisesi, İmparator I. Manuel tarafından 1250-1260 yılları arasında yaptırılmıştır."
  },
  {
    "id": "3780488",
    "unitNumber": 3,
    "text": "Geç Bizans döneminde imparatorluk sarayı olarak kullanılan Tekfur Sarayı Blakhernai (Blakherna) Sarayı kompleksinden günümüze ulaşan tek yapı olan Tekfur Sarayı günümüzde İstanbul’un hangi semtinde bulunmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Edirnekapı",
      "B": "Ahırkapı",
      "C": "Bahçekapı",
      "D": "Çarşıkapı",
      "E": "Eğrikapı"
    },
    "explanation": "Mimari<br/>Geç Bizans döneminde imparatorluk sarayı olarak kullanılan Tekfur Sarayı Blakhernai (Blakherna) Sarayı kompleksinden günümüze ulaşan tek yapıdır. Tekfur Sarayı İstanbul’un kuzeybatısında Fatih’te Edirnekapı semtinde kara tarafı surlarına bitişik olarak inşa edilmiştir."
  },
  {
    "id": "3780489",
    "unitNumber": 3,
    "text": "1261’e kadar süren Latin işgalinin ardından yeniden kurulan Bizans İmparatorluğu’nun bundan sonrası ile İstanbul’un<br/>Osmanlılar tarafından 1453 yılındaki fethine kadar olan süre ............... olarak tanımlanır\" cümlesindeki boşluğa gelebilecek en uygun ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Erken Bizans",
      "B": "Orta Bizans",
      "C": "Geç Bizans",
      "D": "Palaiologoslar Devri",
      "E": "Bizans Rönesansı"
    },
    "explanation": "Resim<br/>1261’e kadar süren Latin işgalinin ardından yeniden kurulan Bizans İmparatorluğu’nun bundan sonrası ile İstanbul’un<br/>Osmanlılar tarafından 1453 yılındaki fethine kadar olan süre Geç Bizans olarak tanımlanır."
  },
  {
    "id": "3780490",
    "unitNumber": 3,
    "text": "Bir mücevherin (elmas, pırlanta, altın) ağırlığını ifade eden ölçü birimi olan 1 karat kaç miligram ağırlığındadır?",
    "correctAnswer": "D",
    "options": {
      "A": "50",
      "B": "100",
      "C": "150",
      "D": "200",
      "E": "250"
    },
    "explanation": "Sikke<br/>Bir mücevherin (elmas, pırlanta, altın) ağırlığını ifade eden ölçü birimi. 1 karat 200 miligram ağırlığındadır."
  },
  {
    "id": "3780491",
    "unitNumber": 3,
    "text": "Altın hyperpyron son kez ve 11 karat olarak hangi Bizans İmparatoru döneminde basılmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "VIII. Mikhael",
      "B": "II. Andronikos",
      "C": "II. Manuel Palaeologos",
      "D": "XI. Konstantinos Palaeologos",
      "E": "V. Ioannes"
    },
    "explanation": "Altın hyperpyron son kez 11 karat olarak V. Ioannes (1341-1391) döneminde basılmış ve böylece Bizans altın sikkeleri 1350’lerde sona ermiştir."
  },
  {
    "id": "3780390",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi üç cephesi duvarla dışarıya kapalı, bir cephesi yüksek bir kemerle dışarıya açılan tonoz örtülü mekândır?",
    "correctAnswer": "A",
    "options": {
      "A": "Eyvan",
      "B": "Sahın",
      "C": "Paye",
      "D": "Tonoz",
      "E": "Kemer"
    },
    "explanation": "Eyvan"
  },
  {
    "id": "3780391",
    "unitNumber": 4,
    "text": "Büyük Selçuklu Devleti'nin kurucusu kimdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Selçuk Bey",
      "B": "Tuğrul Bey",
      "C": "Alp Arslan",
      "D": "Sultan Sencer",
      "E": "Melikşah"
    },
    "explanation": "Tuğrul Bey"
  },
  {
    "id": "3780392",
    "unitNumber": 4,
    "text": "Büyük Selçuklu Devleti olarak adlandırılan ilk Selçuklu Devleti hangi tarihte kurulmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "1015",
      "B": "1040",
      "C": "1054",
      "D": "1069",
      "E": "1071"
    },
    "explanation": "1040"
  },
  {
    "id": "3780395",
    "unitNumber": 4,
    "text": "Taş, tuğla, kerpiç gibi malzemelerden inşa edilmiş her türlü mimari öge kârgir olarak adlandırılmaktadır. Kârgir yapılarda kemer sıraları arasındaki üstü örtülü mekân birimlerine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Paye",
      "B": "Tonoz",
      "C": "Sahın",
      "D": "Eyvan",
      "E": "Burç"
    },
    "explanation": "Sahın"
  },
  {
    "id": "3780397",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi tümüyle taştan inşa edilen Artuklu camilerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Silvan Ulu Camii",
      "B": "Harput Ulu Camii",
      "C": "Mardin Ulu Camii",
      "D": "Kızıltepe Ulu Camii",
      "E": "Divriği Ulu Camii"
    },
    "explanation": "Divriği Ulu Camii"
  },
  {
    "id": "3780398",
    "unitNumber": 4,
    "text": "En erken tarihli açık avlulu medreseler kimler tarafından inşa ettirilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Artuklular",
      "B": "Danişmendliler",
      "C": "Saltuklular",
      "D": "Mengücekliler",
      "E": "Dilmaçoğulları"
    },
    "explanation": "Artuklular"
  },
  {
    "id": "3780400",
    "unitNumber": 4,
    "text": "Selçuklular Döneminde ilk ticari amaçlı anlaşma kim tarafından yapılmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "I. Alaeddin Keykubad",
      "B": "I. Gıyaseddin Keyhüsrev",
      "C": "II. İzzeddin Keykavus",
      "D": "Sultan Sencer",
      "E": "Çağrı Bey"
    },
    "explanation": "I. Gıyaseddin Keyhüsrev"
  },
  {
    "id": "3780417",
    "unitNumber": 4,
    "text": "Bilinen en erken tarihli han yapısı aşağıdaki hükümdarlardan hangisinin döneminde inşa edilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "II. Kılıç Arslan",
      "B": "I. Gıyaseddin Keyhüsrev",
      "C": "İzzeddin Keykavus",
      "D": "I. Alâeddin Keykubad",
      "E": "IV. Rükneddin Kılıç Arslan"
    },
    "explanation": "II. Kılıç Arslan . Bilinen en erken tarihli han yapısı II. Kılıç Arslan döneminde (1155-92) inşa edilmiş, ilk ticari amaçlı<br/>anlaşmayı ikinci saltanatı sırasında I. Gıyaseddin Keyhüsrev (1205-11) yapmıştır"
  },
  {
    "id": "3780418",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Selçukluların ongen prizma gövdeli olan tek türbe yapısıdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Gömeç Hatun Türbesi",
      "B": "Niğde Hüdavend Hatun Türbesi",
      "C": "Tokat Ebû’l-Kasım Türbesi",
      "D": "Kırşehir Melik Gazi Türbesi",
      "E": "II. Kılıç Arslan Türbesi"
    },
    "explanation": "II. Kılıç Arslan Türbesi"
  },
  {
    "id": "3780419",
    "unitNumber": 4,
    "text": "Beyaz astar ya da hamur üzerine ince uçlu bir aletle kazınan desenlerin, kahverengi ya da siyah renkle belirginleştirilmelerinden sonra şeffaf renksiz ya da tek renkli sırla sırlanması esasına dayanan tekniğe ne denir?",
    "correctAnswer": "D",
    "options": {
      "A": "Minyatür",
      "B": "Gravür",
      "C": "Çini",
      "D": "Sgrafitto",
      "E": "Kemha"
    },
    "explanation": "Sgrafitto"
  },
  {
    "id": "3780472",
    "unitNumber": 4,
    "text": "Selçuklularda, divanın toprak hukuku ile ilgili hâs ve ıktâlarla ilgili işlemlerini yapan kişi, aşağıdaki seçeneklerden hangisinde belirtilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pervâneci",
      "B": "Müderris",
      "C": "Muid",
      "D": "Emir-i Alem",
      "E": "Vekil-i Has"
    },
    "explanation": "Selçuklularda sultanın verdiği imtiyazları bildiren fermana pervâne, divanın toprak hukuku ile ilgili hâs ve ıktâlarla ilgili işlemlerini yapan ve pervâneleri hazırlayan dairesinin başkanına pervâneci denilmekteydi. Bu yüzden bu sorunun doğru yanıtı A seçeneğidir."
  },
  {
    "id": "3780473",
    "unitNumber": 4,
    "text": "Anadolu’da yazılan ilk Türkçe şiir, aşağıdaki seçeneklerden hangisinde belirtilmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Battalname",
      "B": "Olısar",
      "C": "Keşfu’l-Akabe",
      "D": "Pertevnâme",
      "E": "Mahzen-i Esrar"
    },
    "explanation": "Selçuklu sultanları ve idarecileri yazı dili olarak Arapça ve Farsça’yı kullanmışlardır. Türkçe halk arasında, sözlü gelenek içinde yerini bulduğundan Selçuklu döneminde çok az Türkçe eser yazılmıştır. Bugünkü bilgilerimize göre Oğuz Türkçesi’yle eser veren ilk şairlerden Evhadüddin Kirmânî’nin yazdığı Olısar adlı redifli gazel, Anadolu’da yazılan ilk Türkçe şiirdir. Bu açıklamalardan hareketle yukarıdaki seçenekler incelendiğinde, bu sorunun doğru yanıtı B seçeneğidir."
  },
  {
    "id": "3780474",
    "unitNumber": 4,
    "text": "Aşağıdaki seçeneklerden hangisi, Saltuklu Camileri kapsamında temsil edilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Divriği Kale Camii",
      "B": "Tokat Garipler Camii",
      "C": "Erzurum Kale Camii",
      "D": "Niksar Ulu Camii",
      "E": "Kayseri Kölük Camii"
    },
    "explanation": "Saltuklu Camileri; Erzurum Kale, Erzurum Ulu ve Tercan Mama Hatun Camii ile temsil edilirler. Erzurum Kale Camii, iç kalenin güneydeki burçlarından birinin önüne dayandırılarak bütünüyle taştan inşa edilmiştir. Yakınındaki Tepsi Minare’nin kitabesine dayanılarak 12. yüzyılda Ebû’l-Kâsım Bey tarafından inşa ettirildiği kabul edilmektedir. Kuzey cephe ekseninde sivri kemerli taç kapısı bulunur. Taç kapının dikdörtgen biçimli kapı açıklığından girilen yapı, kuzey güney yönünde dikdörtgen tabanlı bir alana oturmaktadır. Bu açıklamalardan hareketle yukarıdaki seçenekler incelendiğinde, bu sorunun doğru yanıtı C seçeneğidir."
  },
  {
    "id": "3780475",
    "unitNumber": 4,
    "text": "Aşağıdaki seçeneklerden hangisi, Mengücekli Camileri kapsamında temsil edilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Erzurum Kale Camii",
      "B": "Diyarbakır Ömer Şeddad Camii",
      "C": "Bitlis Ulu Camii",
      "D": "Divriği Kale Camii",
      "E": "Silvan Ulu Camii"
    },
    "explanation": "Mengücekli Camileri; Divriği Kale ve Divriği Ulu Camii ile temsil edilirler. Bunlardan Divriği Kale Camii, Divriği hükümdarı Süleyman Bey tarafından 1155’de inşa ettirilmiştir. Mimarı Firuz oğlu Meragalı Hasan’dır. Kuzey güney doğrultusunda dikdörtgen tabanlı bir alana oturur. Mihrap aksının iki yanında bulunan eş aralıklı üçer payeli birer destek sırasının payeleri kuzey güney doğrultusunda atılan sivri kemerlerle birbirlerine ve duvarlara bağlanmışlardır. Bu açıklamalardan sonra yukarıdaki seçenekler incelendiğinde, bu sorunun doğru yanıtı D seçeneğidir."
  },
  {
    "id": "3780476",
    "unitNumber": 4,
    "text": "Aşağıdaki seçeneklerden hangisi, Dilmaçoğullarının Camileri kapsamında temsil edilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Erzurum Ulu Camii",
      "B": "Diyarbakır Ömer Şeddad Camii",
      "C": "Niksar Ulu Camii",
      "D": "Tokat Garipler Camii",
      "E": "Bitlis Ulu Camii"
    },
    "explanation": "Dilmaçoğullarının Camileri, 1150 tarihli kitabesine göre Dilmaçoğulları Beyi Fahreddin Devlet Şah döneminde tümüyle taştan inşa Bitlis Ulu Camii ile temsil edilir. Mihraba paralel üç sahınlı, mihrap önü bölümü kubbe örtülüdür. Sahınları sivri kemer profilli beşik tonoz örtülüdür. Bu yüzden yukarıdaki sorunun doğru yanıtı E seçeneğidir."
  },
  {
    "id": "3780477",
    "unitNumber": 4,
    "text": "Aşağıdaki seçeneklerden hangisi, Danişmendli Camileri kapsamında temsil edilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kızıltepe Ulu Camii",
      "B": "Harput Ulu Camii",
      "C": "Diyarbakır Ömer Şeddad Camii",
      "D": "Bitlis Ulu Camii",
      "E": "Kayseri Kölük Camii"
    },
    "explanation": "Danişmendli Camileri, Tokat Garipler, Niksar Ulu, Kayseri Ulu, Kayseri Kölük Camii ile temsil edilirler. Kayseri Kölük Camii, 1210 tarihli onarım kitabesinden Nizâmeddin Yağıbasan’ın torunu Atsız Elti tarafından onarıldığı öğrenilen yapının Nizâmeddin Yağıbasan tarafından 1143-64 arasında yaptırıldığı kabul edilmektedir. Batısındaki medrese bölümüyle birlikte aynı bina içinde yer alan cami mekânında, mihrap aksının doğusunda mihraba paralel beş, mihrap aksında ve batısında mihraba dik birer sahın bulunmaktadır. Bu açıklamalar kapsamında yukarıdaki seçenekler incelendiğinde, bu sorunun doğru yanıtı E seçeneğidir."
  },
  {
    "id": "3780478",
    "unitNumber": 4,
    "text": "Üç cephesi duvarla dışarıya kapalı, bir cephesi yüksek bir kemerle dışarıya açılan tonoz örtülü mekânlar, aşağıdaki seçeneklerden hangisiyle açıklanmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Namazgâh",
      "B": "Bağdadi",
      "C": "Abbara",
      "D": "Eyvan",
      "E": "Kâgir"
    },
    "explanation": "Üç cephesi duvarla dışarıya kapalı, bir cephesi yüksek bir kemerle dışarıya açılan tonoz örtülü mekânlar eyvan olarak adlandırıldığı için bu sorunun doğru yanıtı D seçeneğidir."
  },
  {
    "id": "3780479",
    "unitNumber": 4,
    "text": "Artuklular zamanında yapılan ve 2016 tarihinde UNESCO’nun Geçici Miras Listesine alınan köprü, aşağıdaki seçeneklerden hangisinde belirtilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Devegeçidi köprüsü",
      "B": "Mirçinge köprüsü",
      "C": "Malabadi köprüsü",
      "D": "Kötür köprüsü",
      "E": "Kalecik köprüsü"
    },
    "explanation": "Köprü mühendisliğindeki yüksek başarılarıyla ünlü olan Artukluların Malabâdi Köprüsü, 2016 tarihinde UNESCO’nun Geçici Miras Listesine alınmıştır. Bu yüzden bu sorunun doğru yanıtı C seçeneğidir."
  },
  {
    "id": "3780480",
    "unitNumber": 4,
    "text": "Altın ya da gümüş tellerin ipek iplikle birlikte bükülmesiyle oluşturulan iplikler, aşağıdaki seçeneklerden hangisiyle açıklanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Kaşmir",
      "B": "Klaptan",
      "C": "Akrilik",
      "D": "Çitari",
      "E": "Seraser"
    },
    "explanation": "Marko Polo, Selçuklu halılarıyla altın tellerle dokunan ipekli kumaşlarının kalitesini övmekte ve dokunan kumaşların liman kentlerine nakledilerek Venedik ve Cenevizli tacirlere satıldıklarını bildirmektedir. Selçuklu Sultanları, yabancı ülke hükümdarlarıyla ileri gelenlerine ve elçilerine altın telli ipekli kumaşlar hediye etmişlerdir. Selçuklulardan günümüze altın telli, kırmızı ipekli iki kemha parçası gelmiştir. Bunlardan Lyon Tarihi Dokumalar Müzesi’nde yer alan, açık kırmızı zemin üzerine altın telli klaptan ile dokunan, sırt sırta vererek şaha kalkmış iki aslan figürlü madalyonun tekrarından oluşan bir deseni bulunan kumaşın kenar bordüründe I. Alâeddin Keykubad’ın (1220-1237) adı yazılıdır. Özetle Altın ya da gümüş tellerin ipek iplikle birlikte bükülmesiyle oluşturulan ipliklere klaptan adı verildiğinden bu sorunun doğru yanıtı B seçeneğidir."
  },
  {
    "id": "3780481",
    "unitNumber": 4,
    "text": "Avlusunda Selçuklu Sultanlarının sandukalarının bulunduğu, II.Kılıç Arslan Türbesi ile yarım bırakılmış I. İzzeddin Keykavus Türbesinin yer aldığı camii, aşağıdaki seçeneklerden hangisinde belirtilmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Konya Alâeddin Camii",
      "B": "Niğde Alâeddin Camii",
      "C": "Konya Sahip Ata Camii",
      "D": "Sivrihisar Ulu Camii",
      "E": "Malatya Ulu Camii"
    },
    "explanation": "İnşasına I.Mesud’un son zamanlarında 1155’de başlanan Konya Alâeddin Camii, II.Kılıç Arslan, I.İzzeddin Keykavus ve I.Alâeddin Keykubad dönemlerinde yapılan ekleme ve düzenlemelerle tamamlanmıştır. I.İzzeddin Keykavus ve I.Alâeddin Keykubad dönemi inşaatlarının mimarı Şamlı Havlân oğlu Muhammed’dir. Üç farklı bölümden oluşan cami mekânının üçgen kuşak geçişli mihrap önü kubbeli orta bölümünün doğusunda devşirme sütunları birbirine bağlayan tuğla örgülü sivri kemerle taşınan düz tavanlı mihraba paralel yedi, batısında mihraba paralel beş sahın bulunur (Resim 4.5-6). Mihrabı çini mozaik tekniğinde, minberi gerçek kündekâri tekniğinde yapılmıştır. Mihrap önü kubbesinin yüzeyi ve üçgen kuşağı çini mozaik tekniğinde bezenmiştir. Yapının çini işlerinin sanatkârı Kerimüddin Erdişah’dır. Avlusunda Selçuklu Sultanlarının sandukalarının bulunduğu II.Kılıç Arslan Türbesi ile yarım bırakılmış I. İzzeddin Keykavus Türbesi yer almaktadır. Bu açıklamalardan sonra yukarıdaki seçenekler incelendiğinde bu sorunun doğru yanıtı A seçeneğidir."
  },
  {
    "id": "3780295",
    "unitNumber": 5,
    "text": "1. Cengiz Han'ın başlattığı büyük istila Moğolların batıya hareketi olmuştur bu hareket sonrasında Oğuz Türkleri Türkiye'ye gitmeye başlamışlardır buna göre Oğuz Türklerinin yerleştiği alanın ismi ve kurdukları beyliğin adı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Karaman ve çevresi-Karamanoğulları",
      "B": "Göçmenlerin ülkedeki uç adı verilen sınır bölgeleri-Alaeddin Keykubad oğulları",
      "C": "Kütahya ve çevresi-Sahipataoğulları",
      "D": "Denizli, Honaz ve Dalaman bölgesi-Hamidoğulları",
      "E": "Sinop ve çevresi-Eşrefoğulları"
    },
    "explanation": "GİRİŞ<br/>Cengiz Han (1206-1227) liderliğindeki Moğolların 1220 tarihi civarında batıya doğru başlattıkları büyük istila hareketiyle yerlerinden ettikleri Maveraünnehir ve Horasan bölgelerinin Oğuz Türkleri büyük kitleler ve dalgalar halinde Türkiye’ye geldiler. Dönemin Selçuklu Sultanı I. Alâeddin Keykubad (1220-37), göçmenleri ülkesinin uç adı verilen sınır bölgelerine yerleştirdi. Sultanın 1228’de Mut ve Ermenek bölgesine yerleştirdiği Oğuz Türkleri 1256’de Karaman ve çevresinde Karamanoğulları (12561487) Beyliği’ni kurdular. Daha sonra kronolojik sırayla Kütahya ve çevresinde Germiyanoğulları (1260-1390; 1402-29); Denizli, Honaz, ve Dalaman bölgesinde İnançoğulları (1261-1368); Sinop ve çevresinde Pervaneoğulları (1277-1322), Afyon ve çevresinde Sahipataoğulları (1277-1353); Eğirdir ve çevresinde Hamidoğulları (1280-1391; 1402-93); Beyşehir ve çevresinde Eşrefoğulları (1288-1326);"
  },
  {
    "id": "3780296",
    "unitNumber": 5,
    "text": "2. Genç dönem Türk Beyliklerinin ilki 1227 yılında kurulmuştur 1. Alaeddin Keykubad izniyle Kastamonu ve çevresinde kurulmuştur bu beyliğin ismi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Alaiye Beyliği",
      "B": "Çobanoğulları Beyliği",
      "C": "Karesioğulları Beyliği",
      "D": "Osmanoğulları Beyliği",
      "E": "Menteşeoğulları"
    },
    "explanation": "GİRİŞ<br/>Alanya (Alâiye)’da Alâiye Beyliği (1293-1471); Balıkesir ve çevresinde Karesioğulları (1296-1361); Bilecik ve Bursa ve Edirne çevresinde Osmanoğulları (1299-1423); Milas ve çevresinde Menteşeoğulları (1300-90;1402-24); Aydın ve çevresinde Aydınoğulları (1308-90;1402-26); Kastamonu ve çevresinde Candaroğulları (1309-1464); Manisa ve çevresinde Saruhanoğulları (1313-1390;140212), Orta Anadolu’da Eretnaoğulları (1335-81); Erzincan’da Mutahharten (1379-1410); Kayseri’de Kadı Burhaneddin Ahmed (1381-98); Elbistan ve çevresinde Dulkadiroğulları (1339-1521); Bafra ile Ordu arasında Tâceddinoğulları (1348-1428); Adana ve çevresinde Ramazanoğulları (1378-1608); Güneydoğu ve Doğu Anadolu, Güney Kafkasya, Azerbaycan ve Kuzey Irak topraklarında Karakoyunlu (14.yy ikinci yarısı-1469); Diyarbakır ve çevresinden yayılarak Karakoyunluların tüm topraklarına hakim olan Akkoyunlu Devleti (1403-1608) kuruldu. Geç dönem Türk Beyliklerin ilki 1227’de I. Alaeddin Keykubad’ın izniyle Kastamonu ve çevresinde kurulan Çobanoğulları Beyliği’dir (12271309)."
  },
  {
    "id": "3780297",
    "unitNumber": 5,
    "text": "3. Türk Beyliklerinin Türkiye'ye Oğuz Türklerinin arkasından akın akın gelerek yerleşmesiyle başta Sinop olmak üzere Aydın ve Manisa büyük beylikler kurulmuştur Oğuz Türkleri Karaman ve çevresinde Karamanoğulları Beyliğini kurmuşlardır Karamanoğulları hükümdarının ismi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Abaka Han",
      "B": "Muineddin Süleyman Pervane",
      "C": "Şemseddin Mehmet Bey",
      "D": "Sahip Ata Fahreddin Ali",
      "E": "Baybars"
    },
    "explanation": "TARİHÇE<br/>1271-72 tarihinde Sivas Çifte Minareli Medresesi’ni yaptırmış olan Abaka Han’ın veziri Şemseddin Cüveyni, ancak Sivas’ın bir kısmını satın alarak Moğol tahribinden kurtarabildi. Yolu üzerindeki tüm yerleri yağmalayarak Van Gölü’nün kuzeyinde bulunan Moğolların yazlık merkezi Aladağ’a gelen Abaka Han, 1277 Ağustos başında Muineddin Süleyman Pervane’yi idam ettirdi. Sahip Ata Fahreddin Ali kurtuldu. Muineddin Süleyman Pervane’nin Sinop’u idare etmekte olan oğlu Muinüddin Mehmed, 1277’de Sinop ve havalisinde İlhanlı tabiyetinde Pervaneoğulları Beyliği’ni kurdu. Bu tarihten sonra başta Karamanoğulları olmak üzere özellikle Batı Anadolu’da kurulan Türk Beylikleri Moğollara karşı büyük mücadele verdiler. Karamanoğulları hükümdarı Şemseddin Mehmed Bey (1262-77), Memlüklü Sultanı Baybars’tan destek alarak 1277’de Ermenek, Mut, Silifke, Anamur ve çevrelerinde bulunan Moğolların tamamını imha etti."
  },
  {
    "id": "3780305",
    "unitNumber": 5,
    "text": "4.Akkoyunlu Uzun Hasan dönemiyle ilgili olarak hangisi yanlıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Uzun Hasan Memluk ve Osmanlılarla dostluk kurarken diğer taraftan onlara karşı sefer hazırlıkları yürütmüştür.",
      "B": "Uzun Hasan ateşli silahlara sahip olabilmek için Avrupalılarla diplomatik ilişkiler kurmuştur.",
      "C": "Uzun Hasan Venediklilerle ittifak oluşturmuştur.",
      "D": "Uzun Hasan Fatih Sultan Mehmed'in desteğini alarak 1. Alaaddin Keykubat ın yerine geçmiştir.",
      "E": "Uzun Hasan başkenti Diyarbakır'dan Tebriz'e taşıdı."
    },
    "explanation": "TARİHÇE<br/>1461’de Akkoyunlu Uzun Hasan Koyulhisar’ı alarak Osmanlı topraklarına akınlarda bulundu. Pîr Ahmed’e karşı mücadeleye geçen kardeşi Silifke hakimi İshak Bey, 1464’de Akkoyunlu hükümdarı Uzun Hasan’ın desteğini; Karamanoğlu Pîr Ahmed de Akşehir, Beyşehir ve Ilgın’ı Osmanlılara vererek Fatih Sultan Mehmed’in desteğini aldı. Çankırı hakimi Kasım Bey, 1464’de ölünce Candaroğulları Beyliği tarihe karıştı. Karakoyunlu hükümdarı Cihan Şah, 1467’de Akkoyunlu baskınıyla öldürüldü. Yerine geçen oğlu Hasan Ali, Akkoyunlularla giriştiği savaşta yenilerek kaçtı. 1469 tarihinde yakalanacağını anlayarak intihar edince Karakoyunlu İmparatorluğu yıkıldı. Karakoyunluların tüm topraklarına sahip olan Akkoyunlu Uzun Hasan, başkenti Diyarbakır’dan Tebriz’e taşıdı. Bir yandan Memlûk ve Osmanlılarla dostluk kurarken diğer yandan onlara karşı sefer hazırlıkları yürüten Uzun Hasan, ateşli silahlara sahip olabilmek için Avrupalılarla diplomatik ilişkiler kurdu, Venediklilerle ittifak oluşturdu."
  },
  {
    "id": "3780306",
    "unitNumber": 5,
    "text": "5. Karamanoğulları hükümdarı Uzun Pir Hasan Venediklilerle ittifak kurmuştur Karamanoğlu Pir Ahmed kurulan ittifaka katılınca Fatih Sultan Mehmed 1468'de Karamanoğullarının üzerine yürümüştür buna göre aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Fatih Sultan Mehmed Konya'yı almıştır.",
      "B": "Hasan Ali 1470'de Horasan'a kuvvet göndererek Karakoyunluların ülkesini ele geçirmiştir.",
      "C": "Hasan Ali 1471'de Hazar Denizi'nin güneyindeki küçük devletlerle Karakoyunlulara tabi olan pek çok beyliği itaati altına almıştır.",
      "D": "Hasan Ali Karakoyunlulara bağlı boy ve oymakların çoğunu Akkoyunlu ulusuna katarak çok büyük bir kuvvet yaratmıştır.",
      "E": "Fatih Sultan Mehmed 1481 yılında ölünce oğulları arasında başlayan taht mücadelesinde Hasan Ali hayatını kaybetmiştir."
    },
    "explanation": "TARİHÇE<br/>Uzun Hasan’ın kurduğu bu ittifaka katılınca Fatih Sultan Mehmed, 1468’de Karamanoğullarının üzerine yürüyerek Konya’yı aldı. Uzun Hasan, 1470’de Horasan’a kuvvet göndererek Karakoyunluların ülkesini ele geçirdi. 1471’de Hazar Denizi’nin güneyindeki küçük devletlerle Karakoyunlulara tabi olan pek çok beyliği itaati altına aldı. Karakoyunlulara bağlı boy ve oymakların çoğunu Akkoyunlu ulusuna katarak çok büyük bir kuvvet yarattı. Fatih Sultan Mehmed’in gönderdiği ordu Karamanoğulları topraklarına girince Pîr Ahmed, 1471’de Akkoyunlu Hükümdarı Uzun Hasan’a sığındı. Pir Ahmed, 1473’de Fatih Sultan Mehmed ile Uzun Hasan arasında yapılan Otlukbeli Savaşı’nda Akkoyunluların yanında çarpıştı. Uzun Hasan, oğlu Zeynel Bey’in öldüğü bu savaşta Fatih Sultan Mehmed’e yenilerek Pîr Ahmed’le birlikte kaçtı. Pîr Ahmed, 1474’de Uzun Hasan’ın kendisine dirlik olarak verdiği Bayburt’ta, Uzun Hasan 1478’de Tebriz’de öldü. Fatih Sultan Mehmed 1481’de ölünce oğulları arasında başlayan taht mücadelelerinde Karamanoğlu Pïr Ahmed’in oğlu Kasım Bey, Cem Sultan’ın tarafını tutarak beyliğini canlandırmaya çalıştı. Cem Sultan, mücadeleyi kaybedince Osmanlılara tabi oldu."
  },
  {
    "id": "3780307",
    "unitNumber": 5,
    "text": "6. Karamanoğullarının tarihe karışması 1487 yılında olmuştur Pir Ahmed'in oğlu Kasım Bey'in torunu Turgutoğlu Mahmut Bey'in döneminde olmuştur üzerine gönderilen Osmanlı kuvvetlerinden kaçarak Halep'e gitmesiyle Karamanoğulları beyliği ortadan kalkmıştır daha sonra ortadan kalkan beylik Ramazanoğlu beyliğidir buna göre aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Cem Sultan ve Memlukler Osmanlı Memluk savaşında Halep, Acem, Fars ve Kirman ülkelerinde uzunca yıllar hüküm sürmüşlerdir.",
      "B": "Yavuz Sultan Selim ile Mısır seferine katılan Ramazanoğlu Mahmut Bey Ridaniye suikastında öldürülmüştür.",
      "C": "Mahmut Beyin yerine geçen Pir Mansur Bey'in hükümdarlıktan çekilmesiyle Ramazanoğlu Beyliği tarihe karışmıştır.",
      "D": "Ramazanoğullarının yıkıldığı dönemde Akkoyunlular Elved Bey'in topraklarını ele geçirmesiyle son bulmuştur.",
      "E": "Karamanoğulları, Akkoyunlular ve Ramazanoğulları yaklaşık aynı dönemde tarihe karışmışlardır böylece yaklaşık 3.5 yüzyıl süren Beylikler dönemi 17. yüzyılın başında son bulmuştur."
    },
    "explanation": "TARİHÇE<br/>Fatih Sultan Mehmed 1481’de ölünce oğulları arasında başlayan taht mücadelelerinde Karamanoğlu Pïr Ahmed’in oğlu Kasım Bey, Cem Sultan’ın tarafını tutarak beyliğini canlandırmaya çalıştı. Cem Sultan, mücadeleyi kaybedince Osmanlılara tabi oldu. Kasım Bey, 1483’de ölünce Karamanoğullarının başına torunu Turgutoğlu Mahmut Bey geçti. Osmanlı Memlûk savaşında Memlûklerin tarafını tutan Turgutoğlu Mahmut Bey’in 1487 yılında üzerine gönderilen Osmanlı kuvvetlerinden kaçarak Halep’e gitmesiyle Karamanoğlu Beyliği tarihe karıştı. Akkoyunlu İmparatorluğu 1501’de ikiye bölündü. Irak-ı Arab, Irak-ı Acem, Fars ve Kirman ülkeleri Uzun Hasan’ın oğlu Sultan Yakub’tan torunu Sultan Murad’a, Azerbaycan, Arran ve Diyarbakır bölgesi Uzun Hasan’ın oğlu Sultan Halil’den torunu Elvend Bey’e verildi. Babasının ve dedesinin müridlerini etrafında toplayan Şah İsmail Safavî, 1502’de Elvend Bey’i, 1503’de Sultan Murad’ı yenerek tüm Akkoyunlu topraklarını ele geçirdi ve 1508 tarihinde Akkoyunlulara son verdi. Yavuz Sultan Selim ile Mısır seferine katılan Ramazanoğlu Mahmut Bey, 1517’de Ridaniye suikastında öldürülünce Ramazanoğulları Osmanlı tabiyetine girdiler. 1606’da başa geçen Pir Mansur Bey’in 1608’de hükümdarlıktan çekilmesiyle Ramazanoğulları Beyliği tarihe karıştı ve yaklaşık 3.5 yüzyıl süren Beylikler dönemi 17. yüzyılın başında son buldu."
  },
  {
    "id": "3780308",
    "unitNumber": 5,
    "text": "7. Moğol istilasından sonra Orta Asya ve İran bölgesinden Anadolu'ya gelen Oğuz Türk boyları yerleştikleri sınır yani uç ve iç bölgeleri yeniden Türk kültürüne açmışlardır bu dönemin kültürel ortamıyla ilgili olarak aşağıdakilerden hangisi söylenemez?",
    "correctAnswer": "B",
    "options": {
      "A": "Uçlarda ve Bizans sınırına yakın yerlerde bağdaştırıcı din anlayışına sahip olan derviş, gazi, abdal ve ahiler fetihlere katılmışlardır.",
      "B": "13. yüzyıldan itibaren Türk göçleri , vakıf kurumlarının yok olmasına sebep olmuştur.",
      "C": "Bu dönemde fethedilen toprakların imarında, sosyal ve ticari hayatın canlanmasında büyük rol oynamışlardır.",
      "D": "14. ve 15. yüzyılda Batı Anadolu kentlerinin gelişimi hızlanmıştır.",
      "E": "Orta Asya'dan göç eden kentli Türkler daha önce yaşadıkları Maveraünnehr ve Harezm bölgelerinin büyük kentlerinin gelenek ve kültürlerini beraberinde getirmişlerdir."
    },
    "explanation": "KÜLTÜREL ORTAM<br/>Moğol istilalarının ardından Orta Asya ve İran bölgesinden Anadolu’ya gelen Oğuz Türk boyları yerleştirildikleri sınır (uç) ve iç bölgeleri yeniden Türk kültürüne açtılar. Uçlarda ve Bizans sınırına yakın yerlerde bağdaştırıcı bir din anlayışına sahip olarak yerli halkla kolayca ilişkiye girebilen derviş, gazi, abdal ve ahiler, fetihlere katıldılar ve fethedilen toprakların imarında, sosyal ve ticari hayatın canlanmasında büyük rol oynadılar. 14.-15. yüzyıllarda Batı Anadolu kentlerinin gelişimi hızlandı. Orta Asya’dan göç eden kentli Türkler daha önce yaşadıkları Maveraünnehr ve Harezm bölgelerinin büyük kentlerinin gelenek ve kültürlerini beraberlerinde getirdiler. 13. yüzyıldan itibaren yoğunlaşan Türk göçleriyle kentlerde nüfus çoğunluğu Türklere geçti ve vakıf kurumları çoğaldı."
  },
  {
    "id": "3780309",
    "unitNumber": 5,
    "text": "8. Anadolu'da Beylikler dönemi Oğuz Türklerinin akınlar halinde Anadolu'ya göçüyle başlamıştır ve 1608 yılında Ramazanoğullarının yıkılmasıyla bu dönem son bulmuştur Beylik hükümdarlarının etraflarında topladıkları Türk, Arap, Fars kökenli bilim ve din adamları çeşitli eserler yazmışlardır aşağıdakilerden hangisi bu eserlerle ilgili olarak yanlıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Bilim ve din adamları mutasavvıf, şair ve edebiyatçılara eserler yazdırmışlardır.",
      "B": "Farsça ve Arapça eserler Türkçe'ye çevrilmiştir.",
      "C": "Karamanoğlu Mehmet Bey'in örneğin çıkarttığı ferman çarşıda, pazarda Türkçe kullanılması zorunluluğu Türkçe'nin gelişimini bir süre ertelemiştir.",
      "D": "Çok sayıda Türkçe eserin yazılması sağlanmıştır.",
      "E": "Beyliklerin hükümdarları bizzat kendileri eserler yazmışlardır."
    },
    "explanation": "KÜLTÜREL ORTAM<br/>Beylik hükümdarları akılcı politikalar izleyerek etraflarına topladıkları Türk, Arap ve Fars kökenli bilim ve din adamlarına, mutasavvıf, şair ve edebiyatçılara eserler yazdırdılar. Farsça ve Arapça eserlerin Türkçe’ye çevrilmesini ve Türkçe eserlerin yazılmasını sağladılar. Çobanoğlu Muzafferüddin Yavlak Arslan, Eretna Bey, Kadı Burhâneddin Ahmed, Eratnaoğullarının Amasya Beyi Hacı Şadgeldi Paşa, Aydınoğlu Îsâ Bey ve Saruhanoğlu İshak Bey bizzat eserler yazdılar. Karamanoğlu Mehmed Bey’in, 15 Mayıs 1277’de çıkarttığı çarşıda, pazarda, divanda ve dergâhta Türkçe kullanılacağı yolundaki ferman, Oğuz Türkçesi’nin geliştirilmesi yönündeki çabalara temel oluşturdu."
  },
  {
    "id": "3780310",
    "unitNumber": 5,
    "text": "9. Anadolu'daki beylikler dönemi aynı zamanda Oğuz Türkçesi'nin yazı dili olarak geliştiği dönem olmuştur buna göre aşağıdakilerden hangisi yanlıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Oğuz Türkçesi'nin Batı kolu Osmanlı Türkçesi ile temsil edilmiştir.",
      "B": "16. Yüzyıldan sonra yazı dilinin gelişmesiyle edebiyatta büyük ilerlemeler kaydedilmiştir.",
      "C": "Anadolu'da Beylikler döneminin ciddi sonuçlarından birisi olan Oğuz Türkçesi'nin yazı dili olarak gelişmesiyle Kütahya bu dönemin çekim ve kültür merkezi olarak öne çıkmıştır.",
      "D": "Aydınoğlu İsa Bey ve Saruhanoğlu İshak Bey'in bizzat yazdığı eserler çağdaş iki önemli sufiden birisi olan Mevlana Celaleddin Rumi'ye ilham olmuştur.",
      "E": "Oğuz Türkçesinin Doğu ve Batı Oğuzcası olarak iki kola ayrılan ve Batı kolu Osmanlı Türkçesi ile temsil edilen bu yazı edebiyatta kendini göstermiştir."
    },
    "explanation": "KÜLTÜREL ORTAM<br/>Beylik hükümdarları akılcı politikalar izleyerek etraflarına topladıkları Türk, Arap ve Fars kökenli bilim ve din adamlarına, mutasavvıf, şair ve edebiyatçılara eserler yazdırdılar. Farsça ve Arapça eserlerin Türkçe’ye çevrilmesini ve Türkçe eserlerin yazılmasını sağladılar. Çobanoğlu Muzafferüddin Yavlak Arslan, Eretna Bey, Kadı Burhâneddin Ahmed, Eratnaoğullarının Amasya Beyi Hacı Şadgeldi Paşa, Aydınoğlu Îsâ Bey ve Saruhanoğlu İshak Bey bizzat eserler yazdılar. Karamanoğlu Mehmed Bey’in, 15 Mayıs 1277’de çıkarttığı çarşıda, pazarda, divanda ve dergâhta Türkçe kullanılacağı yolundaki ferman, Oğuz Türkçesi’nin geliştirilmesi yönündeki çabalara temel oluşturdu. Karamanoğulları, Germiyanoğulları, Menteşeoğulları ve Aydınoğulları beylerinin koruyuculuğunda eser veren bilgin ve şairler, Oğuz Türkçesi’nin yazı dili olarak gelişmesine öncülük ettiler. 15. yüzyıldan itibaren Doğu ve Batı Oğuzcası olarak iki kola ayrılan Eski Oğuz Türkçesi’nin doğu kolu Azeri Türkçesi, Batı kolu Osmanlı Türkçesi ile temsil edildi. 16. yüzyıldan sonra edebiyatta büyük ilerlemeler kaydedildi ve Kütahya, bu dönemin çekim ve kültür merkezi olarak öne çıktı. 13. yüzyılın çağdaş iki önemli sufîsinden Mevlâna Celâleddin Rûmî (öl.1273) ile Hacı Bektaş Velî’nin (öl.1271) sağlıklarında şekillenmeye başlayan ancak vefatlarından çok sonra kurulan Mevlevîlik ve Bektaşilik taraftarları, Yunus Emre’nin (öl.1320) de aralarında bulunduğu Baba Saltuk, Baba Taptuk, Barak Baba gibi Türkmen şeyhleri etrafında toplanan gruplar, 14. yüzyılın ünlü Türkmen sufî şairi Âşık Paşa (öl.1332), Elvan Çelebi (öl.1358 sonrası), Ahi Evran ile fütüvvet ehli kişiler ve ahiler Beylikler döneminin toplumsal yapısında çok önemli rol oynadılar."
  },
  {
    "id": "3780316",
    "unitNumber": 5,
    "text": "10. 15. yüzyılda dil ve gramer açısından öne çıkan çok değerli Türkçe eserlerin ilki Germiyanoğlu II. Yakup Bey'in yazarak Kütahya İmaret Mescidi'nde taşa kazıttığı eserdir bu eserin adı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Farsça Mesnevi",
      "B": "Divan_ı Kebir",
      "C": "Fihi ma fih",
      "D": "Rubaiyat eseri",
      "E": "Türkçe vakfiye"
    },
    "explanation": "KÜLTÜREL ORTAM<br/>14. yüzyılın ünlü Türkmen sufî şairi Âşık Paşa (öl.1332), Elvan Çelebi (öl.1358 sonrası), Ahi Evran ile fütüvvet ehli kişiler ve ahiler Beylikler döneminin toplumsal yapısında çok önemli rol oynadılar. Türk sufî Hacı Bektâş Velî, 14. yüzyıldan itibaren efsanevi bir kimliğe büründürüldü. Mevlânâ’nın Farsça yazdığı Mesnevi, Divan-ı Kebîr, Fîhi mâ fîh, Rubaiyat eserlerinde ortaya koyduğu tasavvufî anlayış Yunus Emre ve Âşık Paşa aracılığıyla yayıldı. Türkçe eserler: 15. yüzyılın dil ve gramer açısından öne çıkan çok değerli Türkçe eserlerinden birini Germiyanoğlu II. Yakup Bey’in yazarak Kütahya İmaret Mescidi’nde taşa kazıttığı Türkçe vakfiye, diğerini Sultan II. Murad ile Karamanoğlu İbrahim Bey arasında yapılan Türkçe anlaşma metni oluşturur."
  },
  {
    "id": "3780450",
    "unitNumber": 5,
    "text": "Eşrefoğlu Süleyman Bey, 1288’de Eşrefoğulları Beyliği’ni hangi bölgede kurmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "Sivas ve çevresinde",
      "B": "Sinop ve çevresinde",
      "C": "Bilecik ve çevresinde",
      "D": "Beyşehir ve çevresinde",
      "E": "İzmir ve çevresinde"
    },
    "explanation": "Eşrefoğlu Süleyman Bey, 1288’de Beyşehir ve çevresinde Eşrefoğulları (1288-1326) Beyliği’ni kurdu."
  },
  {
    "id": "3780451",
    "unitNumber": 5,
    "text": "1299’da Bilecik, Bursa ve Edirne çevresinde kurulan beylik aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Pervaneoğulları",
      "B": "Karamanoğulları",
      "C": "Germiyanoğulları",
      "D": "Aydınoğulları",
      "E": "Osmanoğulları"
    },
    "explanation": "1299’da Bilecik, Bursa ve Edirne çevresinde Osmanoğulları (1299-1453) Beyliği kuruldu."
  },
  {
    "id": "3780452",
    "unitNumber": 5,
    "text": "Osmanlı Sultanı I. Murad, Kosova Savaşı sırasında 1389’de şehit düşünce Karamanoğlu Alâeddin Ali Bey, Menteşeoğulları ve Aydınoğulları ile Osmanlılara karşı ittifak kurdu. Bunun üzerine Yıldırım Bayezid, süratle gelerek 1390’da bazı beyliklere son vermiştir. Aşağıdakilerden hangisi bu beyliklerden biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Saruhan beyliği",
      "B": "Eşrefoğlu beyliği",
      "C": "Aydın beyliği",
      "D": "Menteşe beyliği",
      "E": "Germiyanoğulları beyliği"
    },
    "explanation": "Osmanlı Sultanı I. Murad, Kosova Savaşı sırasında 1389’de şehit düşünce Karamanoğlu Alâeddin Ali Bey, Menteşeoğulları ve Aydınoğulları ile Osmanlılara karşı ittifak kurdu. Yıldırım Bayezid, süratle gelerek 1390’da Saruhan, Aydın, Menteşe ve Germiyanoğullarına son verdi.<br/>Eşrefoğlu beyliği"
  },
  {
    "id": "3780453",
    "unitNumber": 5,
    "text": "Divan-ı Kebîr, Fîhi mâ fîh, Rubaiyat adlı eserler kime aittir?",
    "correctAnswer": "A",
    "options": {
      "A": "Mevlana",
      "B": "Haci Bektaş Veli",
      "C": "Ahi Evran",
      "D": "Yunus Emre",
      "E": "Hoca Dehhani"
    },
    "explanation": "Mevlânâ’nın Farsça yazdığı Mesnevi, Divan-ı Kebîr, Fîhi mâ fîh, Rubaiyat eserlerinde ortaya koyduğu tasavvufî anlayış Yunus Emre ve Âşık Paşa aracılığıyla yayıldı.<br/>Mevlana"
  },
  {
    "id": "3780454",
    "unitNumber": 5,
    "text": "Ceza, arazi ve vergi konusu düzenleyen iki kanunname yapmış ve döneminde Bozok Kanunnamesi oluşturulmuş olan kişi, aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hoca Dehhani",
      "B": "Dulkadiroğlu Alaüddevle Bey",
      "C": "Şeyyad Hamza",
      "D": "Ahmed Fakih",
      "E": "II. Yakup Bey"
    },
    "explanation": "Dulkadiroğlu Alaüddevle Bey, ceza, arazi ve vergi konusu düzenleyen iki kanunname yapmış ve döneminde Bozok Kanunnamesi oluşturulmuştur."
  },
  {
    "id": "3780455",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Farsça yazılan eserlerden biri <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Felek-nâme",
      "B": "Müsâmeretü’l-ahbâr",
      "C": "El-Veledü’şefîk",
      "D": "Hârnâme",
      "E": "Intihâb-ı Süleymânî"
    },
    "explanation": "Farsça eserler: Bu dönemde yazılan Farsça eserlerin en bilinenlerini Yunus Emre’nin çağdaşı Gülşehri’nin 1301’de Kırşehir’de Farsça manzum olarak yazdığı Felek-nâme; Yârcânî’nin yazdığı kayıp Karaman Şahnâmesi, yazarı bilinmeyen Târih-i A ̂l-i Selcûk; Kerîmeddîn Mahmud Aksarâyî’nin İlhanlıların Anadolu genel valisi Timurtaş adına yazdığı Müsâmeretü’l-ahbâr ile Müsâyeretü’l-ahyâr; Niğdeli Kadı Ahmed’in yazdığı el-Veledü’şefîk; Allâme Mahmûd’un, Candaroğlu I. Süleyman Paşa adına yazdığı Intihâb-ı Süleymânî; Azîz bin Erdeşîr-i Esterâbâdî’nin yazdığı Kadı Burhaneddin Ahmed’in hayatını konu alan Eğlence ve Savaş anlamına gelen Bezm u Rezm; Akkoyunlu Uzun Hasan’ın hizmetinde mektup ve anlaşma metinlerini yazan Ebû Bekr-i Tihrânî’nin 1469’da yazdığı Uzun Hasan’ın soy kütüğünün de bulunduğu Akkoyunlu ve Karakoyunlular hakkında önemli bilgiler içeren Kitâb-ı Diyârbekriyye adlı eserler oluşturur.<br/>Germiyanoğulları Beyliği’nde yetişen ve daha sonra Osmanlı Sultanı Çelebi Mehmed’in (öl.1421) özel hekimi olan<br/>Hârnâme"
  },
  {
    "id": "3780456",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Karakoyunlulardan günümüze kadar ulaşmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Gevaş Halime Hatun Kümbeti",
      "B": "Diyarbakır Ayni Minare Camii",
      "C": "Şeyh Matar Camii",
      "D": "İbrahim Bey Mescidi",
      "E": "Mardin Kalesi"
    },
    "explanation": "Karakoyunlulardan günümüze Van Ulu Camii’nin harabesi, Gevaş Halime Hatun Kümbeti, Ahlat Erzen Hatun Kümbeti, Patnos Anonim Kümbet, Erciş Kadem Paşa Hatun Kümbeti’nin yanı sıra Erciş, Adilcevaz, Ahlat, Avnik ve Erzurum’un bazı bölgeleri ile Erzincan’da görülen koyun/koç heykelleri tarzındaki mezar taşları gelmiştir."
  },
  {
    "id": "3780457",
    "unitNumber": 5,
    "text": "Taç kapısının kemer kilit taşında ayak bileğinden zincire vurulmuş insan figürü kabartması bulunan yapı, aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Hasankeyf Zeynel Bey Türbesi",
      "B": "Ahlat Erzen Hatun Türbesi",
      "C": "Yozgat Çandır Şahruh Türbesi",
      "D": "Amasya Bimarhanesi",
      "E": "Erzurum Yakutiye Medresesi"
    },
    "explanation": "Amasya Bimarhanesi: Kitabesine göre, İlhanlı hakanı Olcaytu’nun eşi Yıldız Hatun adına Abdullah oğlu Anber tarafından 1308-09 tarihinde yaptırılmıştır. İki yandan revaklı açık avlulu ve iki eyvanlıdır. Ana eyvanın iki yanında avlu revaklarının ardından üçer kapıyla geçilen hasta koğuşu oldukları düşünülen dikdörtgen tabanlı, sivri kemer profilli beşlik tonoz örtülü büyük birer mekân bulunur. Tümüyle taştan inşa edilmiştir. Taç kapısının kemer kilit taşında ayak bileğinden zincire vurulmuş insan figürü kabartması bulunmaktadır."
  },
  {
    "id": "3780458",
    "unitNumber": 5,
    "text": "\"Tek ya da iki odaklı düzenlemelerin öne çıktığı, rahat anlaşılır, gözü yormayan anlatımların yeğlendiği bu üslupta, kısa boylu, tıknaz, dolgun yüzlü, küçük ayaklı, durgun figürler yer alır. Türkmen sarığı olarak adlandırılan bir ucu hafifçe aşağıya sarkan başlık tipleri karakteristiktir. Şiraz minyatür okulunda minyatür geleneğine bağlılık, sadelik ve simetri dikkati çeker. Şiraz ve Bağdat’ta yapılmış geç dönem minyatürlerinde figürler incelip uzamış ve zarifleşmiştir.\" Paragrafında, kime ait resim üslubundan bahsedilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Karamanoğulları",
      "B": "Pervaneoğulları",
      "C": "Karakoyunlu",
      "D": "Sahipataoğulları",
      "E": "Hamidoğulları"
    },
    "explanation": "Karakoyunlu hükümdarı Cihanşah ve oğlu Pir Budak dönemlerinde belirli motif ve biçimsel kalıpları olan yeni bir minyatür üslubu yaratılmış, 1440-70 arasında bir çok yazma eser resimlenmiştir. Biçimsel özellikleri ilkin Şiraz’da ortaya çıkan Karakoyunlu resim üslubu, Şiraz ve Bağdat’ta biçimlenmiştir. Tek ya da iki odaklı düzenlemelerin öne çıktığı, rahat anlaşılır, gözü yormayan anlatımların yeğlendiği bu üslupta, kısa boylu, tıknaz, dolgun yüzlü, küçük ayaklı, durgun figürler yer alır. Türkmen sarığı olarak adlandırılan bir ucu hafifçe aşağıya sarkan başlık tipleri karakteristiktir. Şiraz minyatür okulunda minyatür geleneğine bağlılık, sadelik ve simetri dikkati çeker. Şiraz ve Bağdat’ta yapılmış geç dönem minyatürlerinde figürler incelip uzamış ve zarifleşmiştir."
  },
  {
    "id": "3780459",
    "unitNumber": 5,
    "text": "\"14. yüzyıl sonu 15. yüzyıl başına tarihlenen maden eserlerinden bronz şamdanın ejder heykelciklerinin incelikle işlenmiş gövde pulları, kulakları, badem biçimli iri gözleri, açık ağızları, dil ve dişleri bulunmaktadır. Mumluk bölümü, altındaki burmalı bir taşıyıcıyla ejder gövdelerinin birleştiği tabana oturtulmuştur. Mumluğun yüzeyine stilize palmet ve kıvrık dallar işlenmiştir. \" Paragrafta bahsedilen bronz şamdan, kimin dönemine aitir?",
    "correctAnswer": "B",
    "options": {
      "A": "Germiyanoğulları",
      "B": "Artuklular",
      "C": "İnançoğulları",
      "D": "Eşrefoğulları",
      "E": "Karesioğulları"
    },
    "explanation": "İbn Batuta’nın seyahatnamesinden 14. yüzyılın başında bey saraylarında altın kapların kullanıldığını öğrenilmektedir. Selçuklu döneminde olduğu gibi Beylikler dönemi maden sanatında da Artuklu eserleri öne çıkmaktadır. Artukluların 14. yüzyıl sonu 15. yüzyıl başına tarihlenen maden eserlerinden bronz şamdanın ejder heykelciklerinin incelikle işlenmiş gövde pulları, kulakları, badem biçimli iri gözleri, açık ağızları, dil ve dişleri bulunmaktadır. Mumluk bölümü, altındaki burmalı bir taşıyıcıyla ejder gövdelerinin birleştiği tabana oturtulmuştur. Mumluğun yüzeyine stilize palmet ve kıvrık dallar işlenmiştir. (Resim 5.25). Diyarbakır’da ele geçen 15. yüzyılın başına tarihlenen bronz davulun Artukluların tören davulu olduğu kabul edilmektedir. Davulun gövdesinde stilize bitkisel bezemeli tek ejder ve çift insan başlarıyla biten kufî karakterli geniş bir yazı bandı bulunmaktadır. (Resim 5.26). İki eser de Türk ve İslam Eserleri Müzesi’nde sergilenmektedir."
  },
  {
    "id": "3780393",
    "unitNumber": 6,
    "text": "1326 yılında Bursa’yı fetheden ve merkez yapan Osmanlı hükümdarı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ertuğrul Gazi",
      "B": "Osman Bey",
      "C": "Orhan bey",
      "D": "I. Murad",
      "E": "I. Beyazid"
    },
    "explanation": "1326 yılında, Orhan Bey Bursa’yı fethetmiş ve Osman Bey’in ölümü üzerine beyliğin başına geçmiştir. Bu dönemde Bursa merkez olmuş, İzmit, Balıkesir bölgeleri de ele geçirilmiştir. Doğru cevap C'dir."
  },
  {
    "id": "3780394",
    "unitNumber": 6,
    "text": "Macaristan, Azerbaycan, İran, Rodos, Cezayir gibi önemli bölgeler hangi Osmanlı hükümdarı döneminde Osmanlı hakimiyetine girmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fatih Sultan Mehmed",
      "B": "Kanuni Sultan Süleyman",
      "C": "Yavuz Sultan Selim",
      "D": "II. Murad",
      "E": "I. Beyazid"
    },
    "explanation": "Kanuni Sultan Süleyman Döneminde; Macaristan, Azerbaycan, İran, Rodos, Cezayir gibi önemli bölgeler Osmanlı hakimiyetine girmiştir. Doğru cevap B'dir."
  },
  {
    "id": "3780396",
    "unitNumber": 6,
    "text": "I. Murad’ın veziri Çandarlı Halil Hayreddin Paşa’nın emriyle yapılan camii aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İznik Yeşil Camii",
      "B": "Bursa Ulu Cami",
      "C": "Edirne Eski Camii",
      "D": "Edirne Üç Şerefeli Camii",
      "E": "Bursa Yeşil Camii"
    },
    "explanation": "İznik Yeşil Camii (1378-1398): İznik’te I. Murad’ın veziri Çandarlı Halil Hayreddin Paşa’nın emriyle, mimar Hacı Bin Musa tarafından yapılmıştır. Doğru cevap A'dır."
  },
  {
    "id": "3780405",
    "unitNumber": 6,
    "text": "Erken dönem Osmanlı Mimarisinin en anıtsal yapısı olan ve inşaatına I. Murad Hüdavendigar tarafından başlanmış olup, 1399’da Yıldırım Bayezid döneminde tamamlanan yapı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bursa Yeşil Camii",
      "B": "İstanbul Fatih Külliyesi",
      "C": "Edirne Üç Şerefeli Camii",
      "D": "Edirne Eski Camii",
      "E": "Bursa Ulu Cami"
    },
    "explanation": "Bursa Ulu Cami: Erken dönem Osmanlı Mimarisinin en anıtsal yapısıdır. İnşaatına I. Murad Hüdavendigar tarafından başlanmış olup, 1399’da Yıldırım Bayezid döneminde tamamlanmıştır. Doğru cevap E'dir."
  },
  {
    "id": "3780406",
    "unitNumber": 6,
    "text": "Osmanlı camilerinde padişahın namaz kılması için ayrılan bölüme ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hünkâr Mahfili",
      "B": "Külliye",
      "C": "Mihrap",
      "D": "Taç Kapı",
      "E": "Palmet"
    },
    "explanation": "Hünkâr Mahfili: Osmanlı camilerinde padişahın namaz kılması için ayrılan bölüm. Ana mekândan yüksekte tutulan, korunaklı bir alandır. Doğru cevap A'dır."
  },
  {
    "id": "3780407",
    "unitNumber": 6,
    "text": "Osmanlı erken döneminde devlet teşkilatında görev yapacak kişileri yetiştirmek için kurulan kurum aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Medrese",
      "B": "Enderun",
      "C": "Mekteb-i Osmani",
      "D": "Darülmaarif",
      "E": "Mülkiye Mektebi"
    },
    "explanation": "Fatih Sultan Mehmed tarafından kurulan Enderun, Osmanlı devlet teşkilatında görev yapacak kişileri yetiştiren bir kurumdur. Doğru cevap B'dir."
  },
  {
    "id": "3780408",
    "unitNumber": 6,
    "text": "Aynı meslek grubundaki esnafın bir araya toplandığı çoğunlukla sıra dükkânlar olarak düzenlenen çarşı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Arasta",
      "B": "Bedesten",
      "C": "Han",
      "D": "Kervansaray",
      "E": "Pazar"
    },
    "explanation": "Arasta: Aynı meslek grubundaki esnafın bir araya toplandığı çoğunlukla sıra dükkânlar olarak düzenlenen çarşı. Doğru cevap A'dır."
  },
  {
    "id": "3780409",
    "unitNumber": 6,
    "text": "Bezemelerde stilize edilmiş bitkisel motifli süsleme tarzına ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kufi",
      "B": "Mine",
      "C": "Hatayî",
      "D": "Nesih",
      "E": "Kündekari"
    },
    "explanation": "Hatayî: Stilize edilmiş bitkisel motifli süsleme tarzıdır. Doğru cevap C'dir."
  },
  {
    "id": "3780410",
    "unitNumber": 6,
    "text": "Mimar Sinan’ın İstanbul’da planladığı ve inşa ettiği ilk külliye aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İstanbul Sultan Ahmed Külliyesi",
      "B": "İstanbul Sultan Beyazıd Külliyesi",
      "C": "İstanbul Şehzade Mehmed Külliyesi",
      "D": "İstanbul Haseki Hürrem Sultan Külliyesi",
      "E": "İstanbul Süleymaniye Külliyesi"
    },
    "explanation": "Mimar Sinan’ın İstanbul’da planladığı ve inşa ettiği ilk külliyedir (1539-1551). Kentin yoğun dokusu içinde inşa edilen külliye tek kubbeli camisi, medrese, mektep, imareti, darüşşifa ve çeşme yapıları ile yoğun dokuda yer almasından dolayı dağınık bir yerleşim gösterir. Doğru cevap D'dir."
  },
  {
    "id": "3780411",
    "unitNumber": 6,
    "text": "Mimar Sinan'ın “çıraklık eserim” diye belirttiği külliye aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İstanbul Süleymaniye Külliyesi",
      "B": "Edirne Selimiye Külliyesi",
      "C": "İstanbul Sultan Ahmed Külliyesi",
      "D": "İstanbul Şehzade Mehmed Külliyesi",
      "E": "Eminönü Yeni Camii"
    },
    "explanation": "İstanbul Şehzade Mehmed Külliyesi (1544-1548): Kentin en önemli yolu üzerine inşa edilen bu külliye için Mimar Sinan “çıraklık eserim” demiştir. Doğru cevap D'dir."
  },
  {
    "id": "3780502",
    "unitNumber": 6,
    "text": "Osmanlı mimarisinde <strong>ilk</strong> mermer mihrap hangi yapıda kullanılmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Bursa Ulu Camii",
      "B": "Bursa Yeşil Camii",
      "C": "Edirne Eski Camii",
      "D": "Edirne Üç Şerefeli Camii",
      "E": "İznik Yeşil Camii"
    },
    "explanation": "ERKEN OSMANLI DÖNEMİ MİMARİSİ VE SANATI (1300-1453)<br/>İznik Yeşil Camii (1378-1398): İznik’te I. Murad’ın veziri Çandarlı Halil Hayreddin Paşa’nın emriyle, mimar Hacı Bin Musa tarafından yapılmıştır. Osmanlı mimarisinde ilk mermer mihrap bu yapıda uygulanmıştır. Yapı adını dış cephe ve minaresindeki firuze renkli çinilerinden almıştır."
  },
  {
    "id": "3780503",
    "unitNumber": 6,
    "text": "Sekiz adet kubbe payandasının <strong>ilk kez</strong> görüldüğü yapı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bursa Ulu Camii",
      "B": "Bursa Yeşil Cami",
      "C": "Edirne Üç Şerefeli Camii",
      "D": "Edirne Eski Camii",
      "E": "İznik Yeşil Camii"
    },
    "explanation": "ERKEN OSMANLI DÖNEMİ MİMARİSİ VE SANATI (1300-1453)<br/>Edirne Üç Şerefeli Camii (1443-47):<br/>1443-1447 yılları arasında II. Murad tarafından inşa ettirilen yapı enlemesine düzenlenmiş bir ana mekân, çepeçevre revaklı şadırvan avlusu ve dört minaresi ile anıtsal bir yapıdır. Ana mekâna hakim altı dayanağa oturan büyük bir kubbe yer alır ve altıgen ayaklarda geçişler pandantiflerle yapılmıştır. Sekiz adet kubbe payandası ilk kez bu yapıda görülür ve mihrap yönünde iki payanda duvarları destekler."
  },
  {
    "id": "3780504",
    "unitNumber": 6,
    "text": "Osmanlı camilerinde padişahın namaz kılması için ayrılan bölüme ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Arasta",
      "B": "Hünkâr Mahfili",
      "C": "Medrese",
      "D": "Palmet",
      "E": "Şifahane"
    },
    "explanation": "ERKEN OSMANLI DÖNEMİ MİMARİSİ VE SANATI (1300-1453)<br/>Hünkâr Mahfili: Osmanlı camilerinde padişahın namaz kılması için ayrılan bölüm. Ana mekândan yüksekte tutulan, korunaklı bir alandır."
  },
  {
    "id": "3780505",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Rumî'nin tanımıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Günümüz yükseköğretimine denk düzeyde eğitim veren İslam okuludur.",
      "B": "Çoğunlukla sıra dükkânlar olarak düzenlenen çarşıdır.",
      "C": "Sağlık hizmetleri vermek üzere inşa edilen yapılardır.",
      "D": "Türk sanatında sık kullanılan kıvrımlı yaprak bezemedir.",
      "E": "Stilize edilmiş bitkisel motifli süsleme tarzıdır."
    },
    "explanation": "ERKEN OSMANLI DÖNEMİ MİMARİSİ VE SANATI (1300-1453)<br/>Rumî: Türk sanatında sık kullanılan kıvrımlı yaprak bezemedir."
  },
  {
    "id": "3780506",
    "unitNumber": 6,
    "text": "Mimar Sinan’ın İstanbul’da planladığı ve inşa ettiği<strong> ilk</strong> külliye aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "İstanbul Şehzade Mehmed Külliyesi",
      "B": "İstanbul Sultan Beyazıd Külliyesi",
      "C": "İstanbul Haseki Hürrem Sultan Külliyesi",
      "D": "İstanbul Süleymaniye Külliyesi",
      "E": "İstanbul Sultan Ahmed Külliyesi"
    },
    "explanation": "KLASİK OSMANLI DÖNEMİ MİMARİSİ VE SANATI<br/>İstanbul Haseki Hürrem Sultan Külliyesi Mimar Sinan’ın İstanbul’da planladığı ve inşa ettiği ilk külliyedir (1539-1551)."
  },
  {
    "id": "3780507",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi büyük kubbeli yapılarda yarım kubbe ya da tonozları taşıyan iri taşıyıcı ve ayağa verilen addır?",
    "correctAnswer": "B",
    "options": {
      "A": "Arasta",
      "B": "Filpaye",
      "C": "Palmet",
      "D": "Kemhâ",
      "E": "Çırpaz"
    },
    "explanation": "KLASİK OSMANLI DÖNEMİ MİMARİSİ VE SANATI<br/>Fil ayağı (Filpaye): Büyük kubbeli yapılarda yarım kubbe ya da tonozları taşıyan iri taşıyıcı ve ayak."
  },
  {
    "id": "3780508",
    "unitNumber": 6,
    "text": "Aşağıdaki yapılardan hangisinde Rodos işi denilen kırmızılı sıraltı çini örneklerini görmek mümkündür?",
    "correctAnswer": "C",
    "options": {
      "A": "Bursa Ulu Camii",
      "B": "Edirne Üç Şerefeli Camii",
      "C": "İstanbul Rüstem Paşa Camii",
      "D": "İstanbul Mahmud Paşa Külliyesi",
      "E": "İznik Süleyman Paşa Medresesi"
    },
    "explanation": "KLASİK OSMANLI DÖNEMİ MİMARİSİ VE SANATI<br/>Kırmızılı çiniler Klasik Osmanlı dönemi çini sanatının en tartışmalı grubudur. Bunlar eski yayınlarda Rodos işi olarak tanımlanmıştır. Sıraltı tekniği ile 7 renk uygulaması vardır. Hafif kabarık, canlı mercan şeklindeki kırmızı renk bu grubun tanıtıcı özelliğidir. İznik ve Kütahya üretimi olan bu çiniler 17. yüzyılın ortalarına doğru kalitesini yitirmiştir. Rodos işi denilen bu kırmızılı sıraltı çini<br/>örneklerini İstanbul Rüstem Paşa Camii (1561), İstanbul Süleymaniye Camii, Kanuni Sultan Süleyman Türbesi (1557) ve Topkapı Sarayı’nda görmek<br/>mümkündür."
  },
  {
    "id": "3780509",
    "unitNumber": 6,
    "text": "Aşağıdakilerden dokuma türlerinden hangisi ipekli dokumadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Çuha",
      "B": "Çırpaz",
      "C": "Çatma",
      "D": "Kutnu",
      "E": "Sof"
    },
    "explanation": "KLASİK OSMANLI DÖNEMİ MİMARİSİ VE SANATI<br/>Kemhâ, çatma, seraser, şahbenk, kadife, diba ve ipekli Osmanlı dokumalarının çeşitleridir."
  },
  {
    "id": "3780510",
    "unitNumber": 6,
    "text": "Padişah kaftanlarında kullanılan kumaş aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Alaca",
      "B": "Çırpaz",
      "C": "Çuha",
      "D": "Kemhâ",
      "E": "Sof"
    },
    "explanation": "Padişah kaftanlarının kumaşı “Kemha”dır. Kemhâ: Atkısı ve çözgüsü ipek olan altın ve gümüş tellerle dokunmuş havsız bir kadife türüdür."
  },
  {
    "id": "3780511",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yünlü bir dokuma türüdür?",
    "correctAnswer": "C",
    "options": {
      "A": "Seraser",
      "B": "Şahbenk",
      "C": "Sof",
      "D": "Diba",
      "E": "Kutnu"
    },
    "explanation": "KLASİK OSMANLI DÖNEMİ MİMARİSİ VE SANATI<br/>Sof ve çuha yünlü dokumalardır."
  },
  {
    "id": "3780290",
    "unitNumber": 7,
    "text": "Osmanlı Devleti, hangi yüzyılda ekonomik ve askeri sisteminin zayıflaması, devlet yönetiminde ehil olmayan kişilerin görev alması sonucunda duraklama dönemine girmiştir?",
    "correctAnswer": "B",
    "options": {
      "A": "18. yüzyılın başlangıcında,",
      "B": "18. yüzyılın ikinci yarısında,",
      "C": "19. yüzyılın ikinci yarısında",
      "D": "18. yüzyılda",
      "E": "16. yüzyılın ikinci yarısında"
    },
    "explanation": "Osmanlı Devleti, 18. yüzyılın ikinci yarısında ekonomik ve askeri sisteminin zayıflaması, devlet yönetiminde ehil olmayan kişilerin görev alması sonucunda duraklama dönemine girmiştir."
  },
  {
    "id": "3780291",
    "unitNumber": 7,
    "text": "\"17. yüzyıl sonrasında ortaya çıkan siyasi ve ekonomik problemler sonucu Osmanlı Devleti ........ girmiştir.\" Cümlesindeki boşluğa aşağıdaki seçeneklerden hangisi gelmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "ilerleme ve ardından da gelişme sürecine",
      "B": "İlk Osmanlı Anayasası olan Kanunı Esasi hazırlama sürecine,",
      "C": "Takvimi Vekayi adlı ilk gazete basım sürecine,",
      "D": "nüfus sayımı uygulaması ve posta dağıtım sürecine",
      "E": "duraklama ve ardından da dağılma sürecine"
    },
    "explanation": "17. yüzyıl sonrasında ortaya çıkan siyasi ve ekonomik problemler sonucu Osmanlı Devleti duraklama ve ardından da dağılma sürecine girmiştir."
  },
  {
    "id": "3780292",
    "unitNumber": 7,
    "text": "\"Fransız kökenli olan ....... tarzının bezeme programında ise sarmal kıvrımlı dallar, S kıvrımlar, bombeli olmayan kartuşlar,<br/>az çıkıntılı sütunceler, çizgisel üslupta akant yaprakları karakteristik öğeler olmuştur.\" Cümlesindeki boşluğa aşağıdaki seçeneklerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "rokoko",
      "B": "barok",
      "C": "Roma",
      "D": "maniyerist",
      "E": "Art nouva"
    },
    "explanation": "Fransız kökenli olan rokoko tarzının bezeme programında ise sarmal kıvrımlı dallar, S kıvrımlar, bombeli olmayan kartuşlar,<br/>az çıkıntılı sütunceler, çizgisel üslupta akant yaprakları karakteristik öğeler olmuştur."
  },
  {
    "id": "3780293",
    "unitNumber": 7,
    "text": "Sultan Abdülaziz’in desteğiyle 1873 yılında imparatorluğun ilk inşaat şirketini kuran aile kimdir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gerialyan Ailesi üyeleridir.",
      "B": "Sarkis Balyan ve diğer Balyan Ailesi üyeleridir.",
      "C": "George Nouch ve diğer Nouch Ailesi üyeleridir.",
      "D": "Salyan Ailesi üyeleridir.",
      "E": "Emanuel Halyan ve diğer Halyan Ailesi üyeleridir."
    },
    "explanation": "Sultan Abdülaziz’in desteğiyle 1873 yılında imparatorluğun ilk inşaat şirketini kuran Sarkis Balyan ve diğer Balyan Ailesi<br/>üyeleri uzun yıllar devletin yaptırdığı yapıların inşa<br/>sürecinde hizmet vermiştir."
  },
  {
    "id": "3780294",
    "unitNumber": 7,
    "text": "1760-1763 yılları arasında, Sultan III. Mustafa döneminde İstanbul Laleli Camii'nin inşa sürecini başlatan mimarın adı nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hassa baş mimarı Koca Mustafa",
      "B": "Mimar Sinan",
      "C": "Hassa baş mimarı Kara Hacı Ahmed Ağa",
      "D": "Mimar Fatin Ağa",
      "E": "Mimar Tahir Ağa"
    },
    "explanation": "İstanbul Laleli Camii (1759-1763)<br/>1760-1763 yılları arasında, Sultan III. Mustafa döneminde hassa baş mimarı Kara Hacı Ahmed Ağa’nın başlattığı inşa sürecini mimar Tahir Ağa tamamlamış, 1783 yılında ise önemli bir onarım gerçekleştirilmiştir."
  },
  {
    "id": "3780300",
    "unitNumber": 7,
    "text": "Aksaray Valide Camii kim tarafından yaptırılmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "Genç Osman tarafından yaptırılmıştır.",
      "B": "Salepçizade Hacı Ahmed Ağa tarafından yaptırılmıştır.",
      "C": "III. Ahmed'in annesi Neslişah Sultan tarafından yaptırılmıştır.",
      "D": "Sultan Abdülaziz’in annesi Pertevniyal Valide Sultan tarafından yaptırılmıştır.",
      "E": "Sultan Abdülmecid tarafından yaptırılmıştır."
    },
    "explanation": "Aksaray Valide Camii (Pertevniyal Valide Sultan Camii) (1871)<br/>Sultan Abdülaziz’in annesi Pertevniyal Valide Sultan tarafından yaptırılmıştır."
  },
  {
    "id": "3780301",
    "unitNumber": 7,
    "text": "\"........ Sultan III. Ahmed Kütüphanesi dönemin önemli kütüphane yapılarından biridir.\" Cümlesindeki boşluğa aşağıdaki seçeneklerden hangisi gelmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Köprülü Mehmed Paşa Külliyesi",
      "B": "Yıldız Sarayı",
      "C": "Mabeyin-i Hümayun",
      "D": "Dolmabahçe Sarayı",
      "E": "Topkapı Sarayı"
    },
    "explanation": "Topkapı Sarayı Sultan III. Ahmed Kütüphanesi dönemin önemli kütüphane yapılarından biridir."
  },
  {
    "id": "3780302",
    "unitNumber": 7,
    "text": "Osmanlı çini sanatının iki önemli merkezi nereleridir?",
    "correctAnswer": "A",
    "options": {
      "A": "İznik ve Kütahya’dır.",
      "B": "İzmir ve Manisa'dır.",
      "C": "Bursa ve İznik'tir.",
      "D": "Afyon ve Kütahya'dır.",
      "E": "Adana ve Mersin'dir."
    },
    "explanation": "Osmanlı çini sanatının iki önemli merkezi İznik ve Kütahya’dır"
  },
  {
    "id": "3780303",
    "unitNumber": 7,
    "text": "Aşağıdaki seçeneklerden hangisi 1835 yılında resim eğitimi almak için İngiltere’ye ve başka Avrupa merkezlerine gönderilen askerî okul öğrencilerinden biri<strong> değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Ferik İbrahim Paşa,",
      "B": "Süleyman Seyyid Bey,",
      "C": "Üsküdarlı Ali Hakkı Bey,",
      "D": "Hoca Ali Rıza,",
      "E": "Şeker Ahmed Paşa,"
    },
    "explanation": "1835 yılında İngiltere’ye ve başka Avrupa merkezlerine gönderilen askerî okul öğrencileri yurtdışında resim eğitimi almaya başlamışlardır. Bunlar arasında Ferik İbrahim Paşa, Süleyman Seyyid Bey, Hoca Ali Rıza, Şeker Ahmed Paşa gibi geleceğin önemli ressamları yetişmiştir."
  },
  {
    "id": "3780304",
    "unitNumber": 7,
    "text": "Geleneksel Osmanlı maden sanatında “tombaklama” nasıl tanımlanır?",
    "correctAnswer": "B",
    "options": {
      "A": "Üretilen resimlerin yaldızlanması işlemi “tombaklama” olarak tanımlanır.",
      "B": "Bakır, gümüş, tunç gibi malzemelerin yaldızlanması işlemi “tombaklama” olarak tanımlanır.",
      "C": "Üretilen çinilerin yaldızlanması işlemi “tombaklama” olarak tanımlanır.",
      "D": "Altın, gümüş, tunç gibi malzemelerin kazınması işlemi “tombaklama” olarak tanımlanır.",
      "E": "Bakır, gümüş, tunç gibi malzemelerin dönüştürülmesi işlemi “tombaklama” olarak tanımlanır."
    },
    "explanation": "Bakır, gümüş, tunç gibi malzemelerin yaldızlanması işlemine “tombaklama” bu şekilde kaplama yapılmış parçalara ise “tombak” denilir."
  },
  {
    "id": "3780512",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Geç Dönem Osmanlı mimarisinin özelliklerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "İç mekânlarda duvar resmi yaygınlaşmış, Avrupa tarzına uygun iç dekorasyonlar yapılmıştır.",
      "B": "Mimariye bağlı park ve bahçe düzenlemeleri başlamış, sebil ve çeşmeler kent içinde önem kazanmıştır.",
      "C": "Sultan yapıları kadar devlet ileri gelenleri de yoğun bir şekilde imar faaliyetleri gerçekleştirmiştir.",
      "D": "Batı etkisinde Barok, Rokoko, Ampir gibi üsluplar seçmeci özelliklerle mimariye yansımıştır.",
      "E": "Kent meydanları yabancı heykeltıraşların eserleriyle süslenmiştir."
    },
    "explanation": "Geç Osmanlı Dönemi Mimarisi Ve Sanatı başlığını okuyunuz.<br/>Kent meydanları yabancı heykeltıraşların eserleriyle süslenmiştir."
  },
  {
    "id": "3780513",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Lale Devri’nde yaşanan yenilik ve gelişmelerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Avrupa başkentlerine elçiler gönderilmiş, Batı Dünyası'ndaki gelişmeler yakından takip edilmeye başlanmıştır.",
      "B": "İbrahim Müteferrika tarafından ilk matbaa kurulmuştur.",
      "C": "Mühendishane-i Bahri-i Hümayun ve Mühendishane-i Berri Hümayun okulları kurulmuştur.",
      "D": "İstanbul'da çok sayıda Avrupalı ve gayrimüslim mühendis, asker, mimar ve sanatçı faaliyet göstermiştir.",
      "E": "Padişah II. Mahmud portresi tüm devlet dairelerine asılmıştır."
    },
    "explanation": "Geç Osmanlı Dönemi Tarihi başlığını okuyunuz.<br/>Padişah II. Mahmud portresi tüm devlet dairelerine asılmıştır."
  },
  {
    "id": "3780514",
    "unitNumber": 7,
    "text": "İstanbul’un ilk imar planı kim tarafından hazırlanmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Comte de Bonneval",
      "B": "Helmuth Moltke",
      "C": "Gaspare Trajano Fossati",
      "D": "Raimondo d’Aronco",
      "E": "Alexandre Vallaury"
    },
    "explanation": "Sultan II. Mahmud döneminde kentin ilk imar planı Helmuth Moltke tarafından hazırlanmıştır (1837).<br/>Geç Osmanlı Dönemi Tarihi bölümünü okuyunuz."
  },
  {
    "id": "3780515",
    "unitNumber": 7,
    "text": "Lale Devri'nin başlangıcı olarak kabul edilen olay aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Pasarofça Antlaşması",
      "B": "Partona Halil İsyanı",
      "C": "III. Ahmet'in Tahta Çıkışı",
      "D": "II. Mahmud'un Tahta Çıkışı",
      "E": "Osmanlı-Rus Harbinin başlaması"
    },
    "explanation": "1718 Pasarofça Anlaşması ile 1730 Patrona Halil İsyanı arası Osmanlı tarihinde “Lale Devri” olarak bilinmektedir.<br/>Geç Osmanlı Dönemi Tarihi başlığını okuyunuz.<br/>Pasarofça Antlaşması"
  },
  {
    "id": "3780516",
    "unitNumber": 7,
    "text": "Sultan Abdülmecid zamanında İstanbul Ayasofya Kilisesi onarımlarını yürüten mimar aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gaspare Trajano Fossati",
      "B": "Helmuth Moltke",
      "C": "Krikor Balyan",
      "D": "Sedefkar Mehmet Ağa",
      "E": "Alexandre Vallaury"
    },
    "explanation": "Abdülmecid dönemi<br/>Geç Osmanlı Dönemi Tarihi bölümünü okuyunuz.<br/>Gaspare Trajano Fossati"
  },
  {
    "id": "3780517",
    "unitNumber": 7,
    "text": "Sultan Abdülmecid’in annesi Bezmiâlem Valide Sultan tarafından Karabet Amira Balyan’a yaptırılan cami aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dolmabahçe Cami",
      "B": "Aksaray Valide Cami",
      "C": "Tophane Nusretiye Cami",
      "D": "İstanbul Laleli Cami",
      "E": "Nuruosmaniye Camii"
    },
    "explanation": "Dolmabahçe Camii (Bezmiâlem Valide Sultan Camii) (1853-1854), s.256 daki bölümü okuyunuz."
  },
  {
    "id": "3780518",
    "unitNumber": 7,
    "text": "İstanbul Dolmabahçe Sarayı aşağıdaki hangi padişah zamanında yaptırılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Abdülmecid",
      "B": "II. Mahmud",
      "C": "Abdülaziz",
      "D": "III. Selim",
      "E": "III. Osman"
    },
    "explanation": "Sultan Abdülmecid tarafından yaptırılmıştır.<br/>Geç Osmanlı Dönemi Mimarisinde Diğer Yapı Örnekleri bölümünü okuyunuz."
  },
  {
    "id": "3780519",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Osmanlı dönemi çini üretim merkezleri arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "İznik",
      "B": "Çanakkale",
      "C": "İstanbul",
      "D": "Kütahya",
      "E": "İzmir"
    },
    "explanation": "Geç Osmanlı Dönemi Çini ve Seramik Sanatı bölümünü okuyunuz.<br/>İzmir"
  },
  {
    "id": "3780520",
    "unitNumber": 7,
    "text": "Sultan III. Ahmed’in oğullarının 1720’de gerçekleşen sünnet ve geçit törenlerini anlatan Surnâme-i Vehbi isimli eseri minyatürleyen sanatçı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Nakkaş Osman",
      "B": "Abdullah Buhari",
      "C": "Levnî",
      "D": "Nigari",
      "E": "Siyah Kalem"
    },
    "explanation": "Geç Osmanlı Döneminde Diğer Sanatlar bölümünü okuyunuz.<br/>Levnî"
  },
  {
    "id": "3780521",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Geç Dönem duvar resimlerinin konuları arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Beşiktaş Sarayı",
      "B": "Kâğıthane’de yer alan köşkler ve Kız Kulesi v.b. yapılar",
      "C": "Yıldız Sarayı Köşkleri",
      "D": "Saltanat kayıkları",
      "E": "Sultan ve eşlerinin portreleri"
    },
    "explanation": "Osmanlı Duvar Resimleri bölümünü okuyunuz.<br/>Sultan ve eşlerinin portreleri"
  },
  {
    "id": "3780311",
    "unitNumber": 8,
    "text": "Sultanların yetkilerinin anayasa ve seçilen bir meclis tarafından kısıtlandığı yönetim biçimi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Demokrasi",
      "B": "Meşrutiyet",
      "C": "Parlamenter",
      "D": "Totaliter",
      "E": "Aristokrasi"
    },
    "explanation": "Sultanların yetkilerinin anayasa ve seçilen bir meclis tarafından kısıtlandığı anayasal monarşi de denilen yönetim biçimine ‘’Meşrutiyet’’ denilmektedir. Doğru seçenek B şıkkıdır."
  },
  {
    "id": "3780312",
    "unitNumber": 8,
    "text": "I. Ümmetçilik<br/>II. Türkçülük<br/>III. Osmanlıcılık<br/>IV. Ulusalcılık<br/>Yukarıdakilerden hangisi ya da hangileri Birinci Dünya Savaşına kadar ülkeyi yönetecek olan İttihat ve Terakki Cemiyetinin savunduğu ideolojidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnızca I",
      "B": "Yalnızca II",
      "C": "I ve III",
      "D": "II ve IV",
      "E": "III ve IV"
    },
    "explanation": "Birinci Dünya Savaşına kadar ülkeyi yönetecek olan İttihat ve Terakki Cemiyetinin ideolojisinin temeli Ziya Gökalp’in fikir babalığını yaptığı Türkçülük ideolojisidir. Doğru seçenek B şıkkıdır."
  },
  {
    "id": "3780313",
    "unitNumber": 8,
    "text": "23 Nisan 1920’de Milli Mücadelenin merkezi olarak aşağıdakilerden hangisi seçilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Samsun",
      "B": "İstanbul",
      "C": "Erzurum",
      "D": "Ankara",
      "E": "Sakarya"
    },
    "explanation": "23 Nisan 1920’de Milli Mücadelenin merkezi olarak seçilen Ankara’da Millet Meclisinin toplanmasıyla Anadolu’da yeni bir Hükümet kurulur. Doğru seçenek D şıkkıdır."
  },
  {
    "id": "3780314",
    "unitNumber": 8,
    "text": "Lozan antlaşması hangi yıl yapılmıştır ?",
    "correctAnswer": "A",
    "options": {
      "A": "1923",
      "B": "1922",
      "C": "1925",
      "D": "1920",
      "E": "1921"
    },
    "explanation": "Anadolu’daki<br/>Kurtuluş Savaşı 24 Temmuz 1923’te<br/>imzalanan Lozan Antlaşması ile resmen sona erer."
  },
  {
    "id": "3780315",
    "unitNumber": 8,
    "text": "Batılı üsluptaki mimarlık anlayışının izleri ilk olarak nerede görülmeye başlanmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Okullarda",
      "B": "Hastanelerde",
      "C": "Askeri kışlalarda",
      "D": "Bakanlıklarda",
      "E": "Tiyatrolarda"
    },
    "explanation": "Batılı üsluptaki mimarlık anlayışının izleri ilk olarak saraylar ve askeri kışlalarda görülmeye başlanmıştır. Doğru seçenek C şıkkıdır."
  },
  {
    "id": "3780317",
    "unitNumber": 8,
    "text": "“Kökeni İngiltere’deki Art and Crafts hareketi olan, 19. Yüzyıl sonu ve 20 yüzyıl başlarında görülen, dekoratif bitkisel süslemelerin kullanıldığı bir sanat akımıdır.” Yukarıda bahsedilen sanat anlayışı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Neo-klasik",
      "B": "Art Nouveau",
      "C": "Neo-barok",
      "D": "Neo-gotik",
      "E": "Rokoko"
    },
    "explanation": "Kökeni İngiltere’deki Art and Crafts hareketi olan, 19. Yüzyıl sonu ve 20 yüzyıl başlarında görülen, dekoratif bitkisel süslemelerin kullanıldığı sanat akımına ‘Art Nouveau’ denilmektedir. Doğru seçenek B şıkkıdır."
  },
  {
    "id": "3780318",
    "unitNumber": 8,
    "text": "15. yüzyılda yaşamış Fatih Sultan Mehmed’i gül koklarken tasvir eden çalışmasıyla tanınan, İtalya’ya Maestro Paolo’nun yanına gönderilerek resim eğitimi alması sağlanan ünlü nakkaş aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Fahri Kaptan",
      "B": "Ahmet Bedri",
      "C": "Ahmet Ragıp",
      "D": "Hilmi Kasımpaşalı",
      "E": "Sinan Bey"
    },
    "explanation": "15. yüzyılda yaşamış Fatih Sultan Mehmed’i gül koklarken tasvir eden çalışmasıyla tanınan, İtalya’ya Maestro Paolo’nun yanına gönderilerek resim eğitimi alması sağlanan ünlü nakkaş ‘Sinan Bey’dir. Doğru seçenek E şıkkıdır."
  },
  {
    "id": "3780319",
    "unitNumber": 8,
    "text": "Batılı anlayışta portre geleneğinin Osmanlı’da yeniden başladığını yaptığı Padişah portreleri ile gösteren sanatçı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ferik İbrahim Paşa",
      "B": "Amade van Loo",
      "C": "Kapıdağlı Konstantin",
      "D": "Salih Molla Aşki",
      "E": "A. De Favray"
    },
    "explanation": "Batılı anlayışta portre geleneğinin Osmanlı’da yeniden başladığını yaptığı Padişah portreleri ile gösteren sanatçı Rum asıllı Osmanlı sanatçısı Kapıdağlı Konstantin’dir. Doğru seçenek C çıkkıdır."
  },
  {
    "id": "3780320",
    "unitNumber": 8,
    "text": "Çağdaş Türk Resmindeki “d” Grubu ressamlarının Batı üsluplarının ardından gitmesine bir tepki olarak 1940’lı yıllarda ortaya çıkarak yöresel ve yerel bir sanat akımı yaratmaya çalışan resim grubu aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yeniler Grubu",
      "B": "“On”lar Grubu",
      "C": "Siyah Kalem Grubu",
      "D": "Akatünvel Grubu",
      "E": "Hafriyat Sanat Grubu"
    },
    "explanation": "Çağdaş Türk Resmindeki “d” Grubu ressamlarının Batı üsluplarının ardından gitmesine bir tepki olarak 1940’lı yıllarda ortaya çıkarak yöresel ve yerel bir sanat akımı yaratmaya çalışan resim grubu “Yeniler ya da Liman Ressamları”dır. Doğru seçenek A şıkkıdır."
  },
  {
    "id": "3780321",
    "unitNumber": 8,
    "text": "Cumhuriyet’in ilanından önceki dönemde Batılı anlamda heykel sanatının eğitimi ‘……………………………’ verilmeye başlanmıştır. Yandaki boşluğa gelmesi gereken uygun ifade aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sanayi-i Nefise Mektebinde",
      "B": "Hendese-i Mülkiye Mektebinde",
      "C": "Gazi İlk Muallim Mektebinde",
      "D": "İnâs Sanay-i Mektebinde",
      "E": "Harbiye Mektebinde"
    },
    "explanation": "Cumhuriyet’in ilanından önceki dönemde Batılı anlamda heykel sanatının eğitimi ‘Sanayi-i Nefise Mektebinde’ verilmeye başlanmıştır. Doğru seçenek A’dır."
  },
  {
    "id": "3780522",
    "unitNumber": 8,
    "text": "Batılı üsluptaki mimarlık anlayışının izlerinin ilk olarak saraylar ve askeri kışlalarda yoğun olarak kullanılan neo-klasik üslupla birlikte görülmeye başlanması aşağıdakilerden hangisiyle ilişkilidir?<br/>I. Askeri ve eğitim alanındaki yenileşmelerle ortaya çıkan yeni yapı ihtiyacının Avrupa’da var olan örneklerden yola çıkılarak çözümlenmesi<br/>II. Yeni yapı ihtiyacına cevap veremeyen Osmanlı Hassa Mimarlar Ocağı'nın yerini Avrupa’dan gelen mimarlar ve askeri mühendislere bırakmak zorunda kalması<br/>III. Neo-klasik üslubun askeri eğitime en uygun mimari form olması<br/>IV. Osmanlı Devleti'nin kendisini Avrupa'ya kabul ettirme çabası",
    "correctAnswer": "A",
    "options": {
      "A": "I, II",
      "B": "I, III",
      "C": "II, III",
      "D": "I, IV",
      "E": "III, IV"
    },
    "explanation": "Osmanlılarda Batılılaşma hareketinin en önemli etkileri sanat alanında olmuştur. Özellikle askeri ve eğitim alanındaki yenileşmelerle ortaya çıkan yeni yapı ihtiyacı Avrupa’da var olan örneklerden yola çıkılarak çözümlenmiştir. Batılı üsluptaki mimarlık anlayışının izleri ilk olarak saraylar ve askeri kışlalarda yoğun olarak kullanılan neo-klasik üslupla birlikte görülmeye başlanmıştır. Daha sonra neo-barok, neogotik, art nouveau ve benzeri pek çok batı kökenli üsluplarla İstanbul’da mimari bir çoğulculuk anlayışı karşımıza çıkmaktadır. Yeni yapı ihtiyacına cevap veremeyen Osmanlı Hassa Mimarlar Ocağı yerini Avrupa’dan gelen mimarlar ve askeri mühendislere bırakmak zorunda kalmıştır.<br/>I. Askeri ve eğitim alanındaki yenileşmelerle ortaya çıkan yeni yapı ihtiyacının Avrupa’da var olan örneklerden yola çıkılarak çözümlenmesi<br/>II. Yeni yapı ihtiyacına cevap veremeyen Osmanlı Hassa Mimarlar Ocağı'nın yerini Avrupa’dan gelen mimarlar ve askeri mühendislere bırakmak zorunda kalması"
  },
  {
    "id": "3780523",
    "unitNumber": 8,
    "text": "\"Milli Mimari Üslubu, Neoklasik Üslup, Osmanlı Canlandırmacılığı, Erken Cumhuriyet Dönemi Mimarisi\" ifadeleri hangi mimarlık dönemini tanımlar?",
    "correctAnswer": "B",
    "options": {
      "A": "İşlevsel Mimarlık Dönemi",
      "B": "Birinci Ulusal Mimarlık Dönemi",
      "C": "İkinci Ulusal Mimarlık Dönemi",
      "D": "Bauhaus Dönemi",
      "E": "Osmanlı Mimarisi Dönemi"
    },
    "explanation": "Birinci Ulusal Mimarlık Dönemi.<br/>Türk Mimarlık tarihinde 1908’de İkinci Meşrutiyet’in ilanıyla başlayarak 1930’lara kadar devam eden döneme “Birinci Ulusal Mimarlık” adı verilmektedir. Osmanlı Devleti’nin yıkılarak Türkiye Cumhuriyeti’nin kurulduğu bu yıllar Türk Ulusçuluğu düşüncesinin kültürel bir politika olarak en etkili olduğu dönemdir. Bu dönem için Milli Mimari Üslubu, Neoklasik Üslup, Osmanlı Canlandırmacılığı, Erken Cumhuriyet Dönemi Mimarisi gibi tanımlamalar da karşımıza çıkmaktadır."
  },
  {
    "id": "3780524",
    "unitNumber": 8,
    "text": "I. Yabancı mimar, mühendis ve şehir planlamacılarının Türkiye’de çalışmasına izin verildi.<br/>II. 1927 ile 1940 yılları arasında çok sayıda mimar ve planlamacı Türkiye’ye resmi yollardan davet edildi.<br/>III. Dönemin Avrupa modern mimarisi Ankara başta olmak üzere pek çok kentte uygulanmaya başlandı.<br/>Yukarıdaki veriler hangi olguyla ilişkilidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Erken Cumhuriyet Dönemi’nin Osmanlı yeniden canlandırmacılığına dayanan Birinci Ulusal Mimarlık Dönemi üslubunun başarılı bulunması.",
      "B": "Kültürel bir politika olarak izlenen Türk Ulusçuluğu düşüncesinin mimariye yansıması.",
      "C": "1927 yılında ülke ekonomisini güçlendirmek amacıyla Teşvik-i Sanayi Kanunu’nun kabul edilmesi.",
      "D": "Ulusal Mimari prensiplerinin uygulanması.",
      "E": "Osmanlı Mimarisinin güçlü etkilerinin yapı geleneğinde devam ettirilmesi"
    },
    "explanation": "Birinci Ulusal Mimarlık Dönemi mimarlarının, Almanya başta olmak üzere Avrupa’dan gelen yabancı uzmanlarca eleştirilmeye başlanması, Türkiye’de Ulusal ve Uluslararası Mimarlık Üslubu tartışmalarını başlatmıştır. Bu dönemde Modernleşme ve Batı kültürüne geçişi başlatabilmenin yolunun modern mimarlığa yönelmek olduğu fikri ağırlık kazanmıştır. Böylece Erken Cumhuriyet Dönemi’nin Osmanlı yeniden canlandırmacılığına dayanan Birinci Ulusal Mimarlık Dönemi üslubundan uzaklaşılmıştır. 1927 yılında ülke ekonomisini güçlendirmek amacıyla Teşvik-i Sanayi Kanunu’nun kabul edilmesinin ardından yabancı mimar, mühendis ve şehir planlamacılarının Türkiye’de çalışmasına izin verilmiştir. 1927 ile 1940 yılları arasında çok sayıda mimar ve planlamacının Türkiye’ye resmi yollardan davet edildiği bilinmektedir. Böylece dönemin Avrupa Modern mimarisi Ankara başta olmak üzere pek çok kentte uygulanmaya başlanmıştır.<br/>1927 yılında ülke ekonomisini güçlendirmek amacıyla Teşvik-i Sanayi Kanunu’nun kabul edilmesi."
  },
  {
    "id": "3780525",
    "unitNumber": 8,
    "text": "Giulio Mongeri, Clemens Holzmeister, Ernest Egli isimlerinin ortak noktası nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yeni kurulan Türkiye Cumhuriyeti Devleti’nin mimari açıdan inşasında görev almış yabancı mimarlar olmaları",
      "B": "Osmanlı Dönemi'nde yaşamış gayrimüslim mimarlar olmaları",
      "C": "Türkiye'nin ulusal mimarlık sürecinde Türk geleneklerine bağlı bir yapı anlayışıyla hareket etmeleri",
      "D": "Türkiye'nin Avrupa mimarisinden etkilenmeksizin kendi ulusal mimarisini inşa etmesinde etkili olmaları",
      "E": "Osmanlı mimarisini modernize ederek Cumhuriyet Dönemine uyarlamaları"
    },
    "explanation": "Birinci Ulusal Mimarlık Dönemi mimarlarının, Almanya başta olmak üzere Avrupa’dan gelen yabancı uzmanlarca eleştirilmeye başlanması, Türkiye’de Ulusal ve Uluslararası Mimarlık Üslubu tartışmalarını başlatmıştır. Bu dönemde Modernleşme ve Batı kültürüne geçişi başlatabilmenin yolunun modern mimarlığa yönelmek olduğu fikri ağırlık kazanmıştır. Böylece Erken Cumhuriyet Dönemi’nin Osmanlı yeniden canlandırmacılığına dayanan Birinci Ulusal Mimarlık Dönemi üslubundan uzaklaşılmıştır. 1927 yılında ülke ekonomisini güçlendirmek amacıyla Teşvik-i Sanayi Kanunu’nun kabul edilmesinin ardından yabancı mimar, mühendis ve şehir planlamacılarının Türkiye’de çalışmasına izin verilmiştir. 1927 ile 1940 yılları arasında çok sayıda mimar ve planlamacının Türkiye’ye resmi yollardan davet edildiği bilinmektedir.<br/>Yeni kurulan Türkiye Cumhuriyeti Devleti’nin mimari açıdan inşasında görev almış yabancı mimarlar olmaları.<br/>Birinci Ulusal Mimarlık Dönemi mimarlarının, Almanya başta olmak üzere Avrupa’dan gelen yabancı uzmanlarca eleştirilmeye başlanması, Türkiye’de Ulusal ve Uluslararası Mimarlık Üslubu tartışmalarını başlatmıştır. Bu dönemde Modernleşme ve Batı kültürüne geçişi başlatabilmenin yolunun modern mimarlığa yönelmek olduğu fikri ağırlık kazanmıştır. Bu nedenle Avrupalı mimarların görüşlerinden yararlanılmış, uluslararası bir mimarlık anlayışıyla uyumlu çalışmalar yürütülmüştür."
  },
  {
    "id": "3780526",
    "unitNumber": 8,
    "text": "\"\"Haremde Beethoven, Haremde Goethe” gibi isimlerinden anlaşıldığı üzere hem üslup hem de konuları açısından Avrupa kültürünün Osmanlı sarayında takip edildiğini anladığımız resimlerin ressamı kimdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Osman Hamdi Bey",
      "B": "Şeker Ahmet Paşa",
      "C": "Namık İsmail",
      "D": "İbrahim Çallı",
      "E": "Abdülmecid Efendi"
    },
    "explanation": "Son Halife Abdülmecid Efendinin saray ve sanat ilişkisi açısından özel bir yeri vardır. “Haremde Beethoven, Sisi, Haremde Goethe” gibi eserlerinde ve “Abdülhak Hamid ve Recaizade Ekrem Portrelerinde” yağlı boya resmin teknik ve özelliklerini ustaca kullandığı bilinmektedir.<br/>Abdülmecid Efendi.<br/>Son Halife Abdülmecid Efendinin saray ve sanat ilişkisi açısından özel bir yeri vardır. “Haremde Beethoven, Haremde Goethe” gibi eserlerinde hem Avrupai bir teknik ve üslup görülür hem de Alman besteci Beethoven ve Alman yazar Goethe'nin eserlerinin haremde dinlenip okunduğu bilgisi edinilir."
  },
  {
    "id": "3780527",
    "unitNumber": 8,
    "text": "Türkiye’de henüz doğada, açık havada resim yapma geleneğinin yerleşmediği dönemlerde, doğadan çekilmiş fotoğrafları model alarak eserler üreten ressamlar grubu Türk resim sanatında nasıl anılmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Oryantalistler",
      "B": "Boğaziçi Ressamları",
      "C": "Primitifler",
      "D": "İzlenimciler",
      "E": "Dışavurumcular"
    },
    "explanation": "Osmanlı resim sanatında Askeri okul çıkışlı olup sanatçı kimliklerini yurt içinde öğretmenlik yaparak geliştiren Fahri Kaptan, Ahmet Bedri, Hilmi Kasımpaşalı, Ahmet Ragıp, Hüseyin Giritli, Ahmet Münip, Salih Molla Aşki, Ahmet Ziya ve isimleri bilinmeyen bir grup ressam Batı etkisindeki resim sanatında “Primitifler” olarak adlandırılmışlardır. Bu sanatçılar, Türkiye’de henüz doğada, açık havada resim yapma geleneği yerleşmediği için, doğadan çekilmiş fotoğrafları model alarak eserler üretmişlerdir.<br/>Primitifler."
  },
  {
    "id": "3780528",
    "unitNumber": 8,
    "text": "I. Osmanlı’da ilk resim sergisi 1873 yılında öncülüğünde düzenlendi.<br/>II. İlk kişisel sanatçı sergisi 1900’de Pera Palas’ta açıldı. <br/>Yukarıdakileri gerçekleştiren ressam kimdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Mihri Müşfik",
      "B": "Osman Hamdi Bey",
      "C": "İbrahim Çallı",
      "D": "Şeker Ahmed Paşa",
      "E": "Zeki Faik İzer"
    },
    "explanation": "Osmanlı’da ilk resim sergisi 1873 yılında Şeker Ahmed Paşa’nın öncülüğünde düzenlenmiştir. İlk kişisel sanatçı sergisi 1900’de Şeker Ahmed Paşa tarafından Pera Palas’ta açılmıştır."
  },
  {
    "id": "3780529",
    "unitNumber": 8,
    "text": "Türk ressamlarının Anadolu doğası, kültürü ve yaşamıyla doğrudan ilişki kurarak, o zamana kadar sanatın konu ve malzemesi olarak yeterince değerlendirilmemiş Anadolu’yu ön plana çıkarması ve bu sayede sanat toplum ilişkisinin geliştirilmesi yönünde teşvik amacıyla düzenlenen sergi hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "1933 yılında Ankara Halkevi'nde düzenlenen “inkılap” sergisi",
      "B": "1911-1914 yılları arasında düzenlenen “Galatasaray Sergileri”",
      "C": "1917 yılında düzenlenen İstanbul sergisi",
      "D": "1933’de Narmanlı Han'ın altındaki Mimoza şapka mağazasında düzenlenen “d” Grubu sergisi",
      "E": "Akademinin yemekhanesinde açılan “On”lar grubu sergisi"
    },
    "explanation": "1933 yılı Türk Sanatı açısından bir dönüm noktasıdır. Türk sanatçıları bu dönemde giderek yükselen bir ulusalcılık anlayışıyla bütünleşen eserler üretmişlerdir. Sanâyi-i Nefise’ye müdür olarak atanan Namık İsmail 1933’te hazırladığı raporda, sanat ve kültürü evrensel boyutlara götürecek önlemler üzerinde duruyor ve kısa zaman öncesine kadar yabancı uzmanların görüş ve önerileri üzerinde gelişmiş olan sanatsal yapıya ulusal bir karakter vererek, toplumun geniş kesimlerine ulaşmasını sağlamanın gereğine değiniyordu. 1933 yılında Ankara Halkevinde düzenlenen “inkılap” sergisi, 1939’da resmi bir kimlik taşıyan devlet sergilerinin oluşturulması fikrinin başlangıcıdır. Serginin amacı, Türk ressamlarının Anadolu doğası, kültürü ve yaşamıyla doğrudan ilişki kurarak, o zamana kadar yeterince değerlendirilmemiş Anadolu’nun, en sevilen konu olarak seçilmesi ve bu sayede sanat toplum ilişkisini geliştirilmesidir.<br/>1933 yılında Ankara Halkevi'nde düzenlenen “inkılap” sergisi"
  },
  {
    "id": "3780530",
    "unitNumber": 8,
    "text": "Cumhuriyet’in ilanından önceki dönemde Batılı anlamda heykel sanatının eğitimi veren kurum hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sanayi-i Nefise Mektebi",
      "B": "Güzel Sanatlar Akademisi",
      "C": "İstanbul Teknik Üniversitesi",
      "D": "Arkeoloji Müzesi",
      "E": "Sanat Galerileri"
    },
    "explanation": "Cumhuriyet’in ilanından önceki dönemde Batılı anlamda heykel sanatının eğitimi Sanayi-i Nefise Mektebinde verilmeye başlanmıştır. Heykel bölümünün başına 1882 yılında Roma’da eğitimini tamamlayarak yurda dönen Yervant Oskan (1855-1914) getirilmiştir. Sanayi-i Nefiseye heykel eğitimi için giren ilk Türk sanatçı ise İhsan Özsoy’dur. İsa Behzat ve Mahir Tomruk gibi sanatçılar onun ilk öğrencileridir. İzzet Mesrur, Mehmet Bahri ve Basri gibi sanatçılar ilk Türk heykeltıraşlar kuşağını oluştururlar.<br/>Sanayi-i Nefise Mektebi.<br/>Cumhuriyet’in ilanından önceki dönemde Batılı anlamda heykel sanatının eğitimi Sanayi-i Nefise Mektebinde verilmeye başlanmıştır."
  },
  {
    "id": "3780531",
    "unitNumber": 8,
    "text": "20. yüzyılın ilk çeyreğinde mimar Muzaffer Bey tarafından İstanbul’da 31 Mart olayının anısına yapılan Abide-i Hürriyet ve Konya’daki Ziraat Anıtı, Vedat Bey’in Tayyare Şehitleri Anıtı gibi örnekler düşünüldüğünde aşağıdaki çıkarımlardan hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Anıt heykeller Osmanlı toplumunun ortak değerlerine aykırı konular işlemektedir.",
      "B": "Anıt heykeller Osmanlı toplumuna uygun bir sanat üretimi değildir.",
      "C": "Osmanlı toplumu heykel olgusuna tamamen yabancı kalmıştır.",
      "D": "Anıt heykeller Osmanlı toplumunda kabul görmeye başlamıştır.",
      "E": "Anıt heykeller Osmanlı toplumu tarafından benimsenmemiştir."
    },
    "explanation": "20. yüzyılın ilk çeyreğinde mimar Muzaffer Bey tarafından İstanbul’da 31 Mart olayının anısına yapılan Abide-i Hürriyet ve Konya’daki Ziraat Anıtı, Vedat Bey’in Tayyare Şehitleri Anıtı gibi örnekler, anıt heykellerin Osmanlı toplumunda artık kabul gördüğünü göstermektedir.<br/>Anıt heykeller Osmanlı toplumunda kabul görmeye başlamıştır."
  }
]