[
  {
    "id": "3831048",
    "unitNumber": 1,
    "text": "Mal ve hizmetlerin üretimlerinden tüketilmelerine kadar olan her bir aşamada, sadece o aşamada “katılan” ya da “eklenen” değer üzerinden alınan vergi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Katma değer vergisi",
      "B": "Satış vergisi",
      "C": "Kurumlar vergisi",
      "D": "Gelir vergisi",
      "E": "Tüketim vergisi"
    },
    "explanation": "Katma değer vergisi, mal ve hizmetlerin üretimlerinden tüketilmelerine kadar olan her bir aşamada, sadece o aşamada “katılan” ya da “eklenen” değer üzerinden alınan bir vergidir. Katma değer vergisi adı da zaten buradan gelmektedir."
  },
  {
    "id": "3832241",
    "unitNumber": 1,
    "text": "Bir perakendecinin, bir üreticiden 1000 TL’ye aldığı bir malı, üzerine bir miktar kâr ilave ederek 3000 TL’ye satması hâlinde, katma değer vergisinin matrahı aşağıdaki değerlerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "1000 TL",
      "B": "1500 TL",
      "C": "2000 TL",
      "D": "2500 TL",
      "E": "3000 TL"
    },
    "explanation": "KATMA DEĞER VERGİSİNİN AYIRT EDİCİ ÖZELLİKLERİ<br/>Katma değere bir örnek vermek gerekirse bir perakendecinin, bir üreticiden 1000 TL’ye aldığı bir malı, üzerine bir miktar kâr ilave ederek 3000 TL’ye satması hâlinde, katma değer vergisinin matrahı, satış tutarı değil, perakende aşamasında katılan değerdir. Böylece katma değer vergisi, perakende aşamasında katılan değer olan 2000 TL üzerinden (3000 TL-1000 TL) hesaplanacaktır."
  },
  {
    "id": "3832245",
    "unitNumber": 1,
    "text": "Türkiye’de de katma değer vergisinin yasal oranı % kaçtır?",
    "correctAnswer": "D",
    "options": {
      "A": "1",
      "B": "5",
      "C": "8",
      "D": "10",
      "E": "20"
    },
    "explanation": "KATMA DEĞER VERGİSİNİN AYIRT EDİCİ ÖZELLİKLERİ<br/>Türkiye’de de katma değer vergisinin yasal oranı %10 olmasına rağmen, hâlen üç farklı katma değer vergisi oranı (indirimli, standart ve yükseltilmiş oran şeklinde) uygulanmaktadır."
  },
  {
    "id": "3832496",
    "unitNumber": 1,
    "text": "Satın alınan sermaye malları ve bunların amortismanlarının, yani aşınma paylarının vergi matrahından düşülmesine izin verilmeyen katma değer vergisi türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Safi hasıla tipi",
      "B": "Gayrisafi hasıla tipi",
      "C": "Gelir tipi",
      "D": "Tüketim tipi",
      "E": "Karma tip"
    },
    "explanation": "KATMA DEĞER VERGİSİNİN TESPİT ŞEKİLLERİ<br/>Gayrisafi hasıla tipi katma değer vergisi uygulamasında, satın alınan sermaye malları ve bunların amortismanlarının, yani aşınma paylarının vergi matrahından düşülmesine izin verilmemektedir."
  },
  {
    "id": "3832497",
    "unitNumber": 1,
    "text": "Türkiye’de hangi tarihten itibaren “tüketim tipi” katma değer vergisi uygulanmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "1984",
      "B": "1985",
      "C": "1990",
      "D": "1999",
      "E": "2005"
    },
    "explanation": "KATMA DEĞER VERGİSİNİN TESPİT ŞEKİLLERİ<br/>Türkiye’de 1999 yılından itibaren “tüketim tipi” katma değer vergisi uygulanmaktadır."
  },
  {
    "id": "3832499",
    "unitNumber": 1,
    "text": "Aşağıdaki mal ve hizmet teslimlerden hangisi katma değer vergisinin konusu kapsamında değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Coberlik faaliyeti",
      "B": "Büyük baş hayvan yetiştiriciliği",
      "C": "Arızi ticari faaliyet",
      "D": "Avukatlık hizmeti",
      "E": "Diş protezciliği"
    },
    "explanation": "KATMA DEĞER VERGİSİNİN KONUSUNU OLUŞTURAN İŞLEMLER<br/>Ticari, zirai ve mesleki nitelikteki mal ve hizmet teslimler katma değer vergisinin asıl konusunu oluşturmaktadır.\n Bunun için ilk şart, işlemin Türkiye’de yapılmış olmasıdır.\n ikinci şart faaliyetin devamlı olmasıdır. Arızi olarak yani ara sıra yapılan işlemler (kendi isteği ile mükellef olanların işlemleri hariç) verginin konusuna girmez.\n Bu nedenle C şıkkı doğru cevaptır."
  },
  {
    "id": "3832500",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi katma değer vergisinin mükellefi değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Faiz geliri elde edenler",
      "B": "Müzayede mahallerinde satış yapanlar",
      "C": "PTT Anonim Şirketi",
      "D": "TRT Genel Müdürlüğü",
      "E": "Gösteri ve konser düzenleyenler"
    },
    "explanation": "KATMA DEĞER VERGİSİNDE MÜKELLEF VE VERGİ SORUMLUSU<br/>1. Mal teslimi ve hizmet ifalarında, mükellef bu işleri yapanlardır.<br/>2. Mal ve hizmet ithalatında, mükellef, mal veya hizmeti ithal edenlerdir.\n 3. Transit ve Türkiye ile yabancı ülkeler arasında yapılan taşımacılıkta, mükellef gümrük veya geçiş işlemine muhatap olanlardır.\n 4. Müzayede mahallerinde yapılan satışlarda, mükellef bu satışları yapanlardır.<br/>5. PTT ve TRT tarafından yapılan hizmetlerde, mükellefler; PTT Anonim Şirketi veya TRT Genel Müdürlüğüdür.\n 6. Her türlü şans ve talih oyunlarında, mükellef bunları düzenleyenlerdir.\n 7. Gösteri, konser, sportif faaliyet, yarış ve yarışmalarda, mükellef bunları tertipleyenler veya gösterenlerdir.<br/>8. İktisadi işletmeye dahil mal ve hakların kiraya verilmesinde, mükellef bunları kiraya verenlerdir.<br/>9. İsteğe bağlı mükellefiyette, mükellef talepte bulunanlardır.\n Menkul sermaye iradı katma değer vergisinin konusuna girmediği için A şıkkı doğru cevaptır."
  },
  {
    "id": "3832501",
    "unitNumber": 1,
    "text": "Etüt, plan, proje, denetim gibi hizmetlerde kısmi tevkifat oranı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "1/10",
      "B": "4/10",
      "C": "5/10",
      "D": "7/10",
      "E": "9/10"
    },
    "explanation": "Vergi Sorumlusu<br/>Etüt, plan, proje, denetim gibi hizmetler (9/10) oranında tevkifata tabidir."
  },
  {
    "id": "3832502",
    "unitNumber": 1,
    "text": "Katma değer vergisi açısından malın teslim edilmesi ya da hizmetin yapılması durumda, fatura maksimum kaç günde düzenlenir?",
    "correctAnswer": "A",
    "options": {
      "A": "7 gün",
      "B": "8 gün",
      "C": "10 gün",
      "D": "15 gün",
      "E": "20 gün"
    },
    "explanation": "KATMA DEĞER VERGİSİNDE VERGİYİ DOĞURAN OLAY<br/>Katma değer vergisi açısından asıl vergiyi doğuran olay, malın teslim edilmesi ya da hizmetin yapılmasıdır. Böyle bir durumda fatura hemen düzenlenmese dahi (fatura maksimum 7 gün içinde düzenlenmek zorundadır) vergiyi doğuran olay malın teslimi edildiği ya da hizmetin yapıldığı tarihte gerçekleşmiş sayılacaktır."
  },
  {
    "id": "3832503",
    "unitNumber": 1,
    "text": "Arsa karşılığı inşaat işlerinde vergiyi doğuran olay, ne zaman gerçekleşir?",
    "correctAnswer": "A",
    "options": {
      "A": "Müteahhidin arsa payı karşılığı konut/işyeri teslimi ile",
      "B": "Müteahhit ile sözleşme imzalanınca",
      "C": "Müteahhidin kaporayı alması ile",
      "D": "Müteahhidin inşaata başlaması ile",
      "E": "Konut/işyerinin tapuya kaydı ile"
    },
    "explanation": "KATMA DEĞER VERGİSİNDE VERGİYİ DOĞURAN OLAY<br/>Arsa karşılığı inşaat işlerinde vergiyi doğuran olay, müteahhidin arsa payı karşılığı konut/işyeri teslimi ile gerçekleşir."
  },
  {
    "id": "3832504",
    "unitNumber": 1,
    "text": "Aşağıdaki işlemlerden hangisi tam tevkifat kapsamındaki işlemlerden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Hazır giyim işleri",
      "B": "Bir karikatüristin ücreti",
      "C": "Profesyonel spor kulüplerinin gelirleri",
      "D": "Temizlik, atık, haşere ile mücadele gibi hizmetleri",
      "E": "Tadil, bakım ve onarım hizmetleri"
    },
    "explanation": "Vergi Sorumlusu<br/>Vergi tevkifatı yapmak zorunda olan kişi ve kuruluşlara verilen hizmetler karşılığında elde edilen telif kazançlar, tevkifat yoluyla vergilendirilmektedir. Örneğin; bir karikatüristin ücreti, dergi işletmesi tarafından kaynağında kesilecektir."
  },
  {
    "id": "3832663",
    "unitNumber": 1,
    "text": "Katma değer vergisi ile ilgili aşağıdaki açıklamalardan hangisi yanlıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Katma değer vergisinin en önemli özelliklerinden biri, ihracattan vergi alınmamasıdır.",
      "B": "Varış ülkesi prensibinin geçerli olduğu bütün ülkelerde, ihracat katma değer vergisi alınır.",
      "C": "Katma değer vergisi uygulamasında ihraç edilen malın bünyesinde barındırdığı yani alımında daha önceden ödenen vergiler de iade edilmektedir.",
      "D": "Katma değer vergisi malın ihraç edildiği ülke tarafından değil malın ithal edildiği ülke tarafından alınmaktadır.",
      "E": "Mal vergiden tamamen arınmış bir şekilde ihraç edilmektedir."
    },
    "explanation": "B"
  },
  {
    "id": "3832664",
    "unitNumber": 1,
    "text": "Katma değer vergisiyle ilgili aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Katma değer vergisi her aşamadaki katma değer üzerinden alındığı için “aracıların” vergi yükünü daha az hissetmesine ve kaçakçılık eğiliminin azalmasına neden olur.",
      "B": "Katma değer vergisi uygulamasında belge düzenlenmesi önemli değildir.",
      "C": "Katma değer vergisi sisteminde indirimden yararlanabilmek için belge alma şartı bulunmaz.",
      "D": "Katma değer vergisi sistemi “belge kullanımını” dezavantajlı hâle getirerek getirir.",
      "E": "Katma değer vergisi bir önceki aşamada ödenen verginin, bir sonraki aşamada ödenecek vergiden indirilmesine izin vermez."
    },
    "explanation": "Katma değer vergisi her aşamadaki katma değer üzerinden alındığı için “aracıların” vergi yükünü daha az hissetmesine ve kaçakçılık eğiliminin azalmasına neden olur."
  },
  {
    "id": "3832665",
    "unitNumber": 1,
    "text": "................ katma değer vergisi uygulamasında, satın alınan sermaye malları ve bunların amortismanlarının, yani aşınma paylarının vergi matrahından düşülmesine izin verilmemektedir.\n Cümlede boş bırakılan yeri doğru şekilde tamamlayan aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gayrisafi hasıla tipi",
      "B": "Gelir tipi",
      "C": "Tüketim tipi",
      "D": "Üretim tipi",
      "E": "İhracat tipi"
    },
    "explanation": "A"
  },
  {
    "id": "3832666",
    "unitNumber": 1,
    "text": "Türkiye'de 1999 yılından itibaren uygulanan katma değer vergisi tipi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tüketim tipi katma değer vergisi",
      "B": "Gelir tipi katma değer vergisi",
      "C": "Gayrisafi hasıla tipi katma değer vergisi",
      "D": "İhracat tipi katma değer vergisi",
      "E": "İthalat tipi katma değer vergisi"
    },
    "explanation": "Tüketim tipi katma değer vergisi"
  },
  {
    "id": "3832667",
    "unitNumber": 1,
    "text": "Tüketim tipi katma değer vergisinin matrahı, ............... eşittir.\n Cümlede boş bırakılan yeri doğru şekilde tamamlayan aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "toplam tüketime",
      "B": "safi millî hasılaya",
      "C": "gayrisafi hasılaya",
      "D": "ihracat toplamına",
      "E": "ithalat toplamına"
    },
    "explanation": "Tüketim tipi katma değer vergisinin matrahı, toplam tüketime eşittir."
  },
  {
    "id": "3832668",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangileri Türkiye'de katma değer vergisinin konusunu oluşturan işlemlerdendir?\n I. Mal teslimleri ve hizmet ifaları\n II. Her türlü mal ve hizmet ithalatı\n III. Her türlü mal ve hizmet ihracatı",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "Türkiye’de katma değer vergisinin konusunu oluşturan işlemler, anlaşılmasında kolaylık sağlayabilmek için üç kısma ayrılarak açıklanacaktır. Bu kapsamda; i) Mal teslimleri ve hizmet ifaları, ii) Her türlü mal ve hizmet ithalatı ve iii) Kanunda açıkça sayılan ve dolayısıyla tartışmaya yer bırakmayan diğer birtakım faaliyetler, katma değer"
  },
  {
    "id": "3832670",
    "unitNumber": 1,
    "text": "Mal teslimleri ve hizmet ifalarının katma değer vergisinin konusu olmasıyla ilgil aşağıdaki açıklamalardan hangisi yanlıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Katma değer vergisine konu malın teslim anında Türkiye’de olması gerekmektedir.",
      "B": "Hizmetlerin Türkiye’de yapılmış olması ya da Türkiye’de faydalanılmış olması gerekmektedir.",
      "C": "Arızi olarak yani ara sıra yapılan işlemler de daima katma değer vergisinin konusudur.",
      "D": "Bir serbest meslek faaliyetinin verginin konusuna girmesi için, mutad meslek olarak yapılması yani, kişinin asıl işi olması gerekmektedir.",
      "E": "Katma değer vergisine tabi işlemin kimin tarafından yapıldığının hiçbir önemi bulunmamaktadır."
    },
    "explanation": "Arızi olarak yani ara sıra yapılan işlemler (kendi isteği ile mükellef olanların işlemleri hariç) verginin konusuna girmez.<br/>c"
  },
  {
    "id": "3832671",
    "unitNumber": 1,
    "text": "Aşağıdaki mal ve hizmet ile ilgili işlemlerden hangileri katma değer vergisine tabidir?\n I. Posta, telefon, telgraf, teleks gibi haberleşme hizmetleri\n II. Boru hattı ile petrol, gaz ve bunların ürünlerinin taşınması işleri\n III. Spor-Toto, Piyango (Millî Piyango dâhil), at yarışları gibi müşterek bahis ve talih oyunlarını düzenleyenler",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "I ve III",
      "E": "I, II ve III"
    },
    "explanation": "E"
  },
  {
    "id": "3832680",
    "unitNumber": 1,
    "text": "Katma değer vergisi mal ya da hizmetin satış fiyatına eklemek suretiyle nihai tüketiciye yansıtıldığı için, asıl yüküne ........... katlanmaktadır.\n Cümlede boş bırakılan yeri doğru şekilde tamamlayan aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "nihai tüketici",
      "B": "satıcı",
      "C": "hizmet sağlayıcı",
      "D": "Maliye Bakanlığı",
      "E": "mal ve hizmet ithal eden"
    },
    "explanation": "Katma değer vergisi mal ya da hizmetin satış fiyatına eklemek suretiyle nihai tüketiciye yansıtıldığı için, asıl yükünü nihai tüketiciler katlanmaktadır. Dolayısıyla Katma Değer Vergisi Kanunu’nda sayılan mükellefler aslında fiili mükellef olan nihai tüketicilerin ödedikleri vergiye aracılık etmektedir."
  },
  {
    "id": "3831055",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi katma değer vergisinin istisnalarından <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Mal ihraç edilmesi",
      "B": "Türkiye içinde taşıma yetkisi olmayan yabancı bayraklı gemilere ve uçaklara verilen tadil, bakım, onarım hizmetleri",
      "C": "Kişisel kullanım için otomobil ithalatı",
      "D": "Uluslararası roaming (dolaşım) anlaşmaları kapsamında yurt dışındaki müşteriler için Türkiye’de verilen hizmetler",
      "E": "Serbest Bölgelerde Yapılan Fason Hizmetler"
    },
    "explanation": "Özel Tüketim Vergisi Kanunu’na ekli (II) sayılı listede yer alan malların, Cumhurbaşkanlığı merkez teşkilatına teslimi ve ithali, vergiden istisnadır. Bunlar arasında ağırlıklı olarak motorlu kara taşıtları yer almaktadır. Ancak, söz konusu araçların Cumhurbaşkanlığına bağlı, ilgili, ilişkili kurul, kurum veya kuruluşlara teslimi, istisnadan yararlanamayacaktır.<br/>Otomobil ithalatı katma eğer vergisinden istisna değildir."
  },
  {
    "id": "3832681",
    "unitNumber": 2,
    "text": "Hizmet ihracında aşağıdakilerden hangileri katma değer vergisinden istisnadır?\n<br/>I. Yurt dışında yerleşik firmaların, Türkiye’ye gönderecekleri mal ve hizmetler için yurt içinden aldığı danışmanlık türündeki hizmetler\n<br/>II. Yurt dışında yerleşik firmaların, Türkiye’den ithal ettiği mallar dolayısıyla verilen hizmetler\n<br/>III. Türkiye içinde taşıma yetkisi olmayan yabancı bayraklı gemilere ve uçaklara verilen tadil, bakım, onarım hizmetleri",
    "correctAnswer": "D",
    "options": {
      "A": "I ve II",
      "B": "Yalnız I",
      "C": "Yalnız II",
      "D": "II ve III",
      "E": "I ve III"
    },
    "explanation": "<strong>Yurt dışında yerleşik firmaların, Türkiye’ye gönderecekleri mal ve hizmetler yurt içinde tüketileceği için bu firmaların yurt içinden aldığı danışmanlık türündeki hizmetler, istisna kapsamında değerlendirilmez. </strong><br/>Yurt dışında yerleşik firmaların, Türkiye’ye gönderecekleri mal ve hizmetler yurt içinde tüketileceği için bu firmaların yurt içinden aldığı danışmanlık türündeki hizmetler, istisna kapsamında değerlendirilmez. Yurt dışında yerleşik firmaların, Türkiye’den ithal ettiği mallar dolayısıyla verilen hizmetler ve Türkiye içinde taşıma yetkisi olmayan yabancı bayraklı gemilere ve uçaklara verilen tadil, bakım, onarım hizmetleri hizmet ihracatı istisnasından yaralanır."
  },
  {
    "id": "3832689",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangileri katma değer vergisinden istisnadır?\n I. Türkiye’de yerleşik olmayanların, Türkiye'de kullandıkları akaryakıt ürünleri\n II. Türkiye içinde taşıma yetkisi olmayan yabancı bayraklı gemilere ve uçaklara verilen tadil, bakım, onarım hizmetleri\n III. Türkiye’de yerleşik olmayanların, Türkiye dışına götürdükleri mallar",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız II",
      "B": "I ve II",
      "C": "I ver III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Akaryakıt ürünleri hariç, yolcu beraberinde götürülebilecek her türlü mal için uygulamadan yararlanılabilir"
  },
  {
    "id": "3832691",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangileri katma değer vergisinden isitisnadır?\n I. Faaliyetleri deniz, hava ve demir yolu taşıma araçlarının kiralanması veya işletilmesi olanlara, bu amaçla yapılan araç teslimleri\n II. Boru hatlarıyla transit taşımacılık yapan belge sahiplerinin idari bina, tesis ve teçhizatının inşası, kurulması ve işletilmesi için yapılan teslimler\n III. Deniz, hava ve demir yolu taşıma araçlarının, imal ve inşası ile ilgili olarak yapılan teslim ve hizmetler",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "Yalnız III"
    },
    "explanation": "Boru hatlarıyla transit taşımacılık yapan belge sahiplerinin idari bina, tesis ve teçhizatının inşası, kurulması ve işletilmesi için yapılan teslimler istisnadan yararlanamaz."
  },
  {
    "id": "3832693",
    "unitNumber": 2,
    "text": "Bazı konut ve işyerlerinin ilk tesliminde katma değer vergisi alınmamaktadır. Konut veya iş yerinin ........ içerisinde elden çıkarılması hâlinde vergi, tecil faiziyle birlikte tapu işleminden önce elden çıkaran tarafından ödenmek zorundadır.\n Cümlede boş bırakılan yeri doğru şekilde tamamlayan aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "bir yıl",
      "B": "iki yıl",
      "C": "üç yıl",
      "D": "dört yıl",
      "E": "beş yıl"
    },
    "explanation": "Konut veya iş yerinin üç yıl içerisinde elden çıkarılması hâlinde vergi, tecil faiziyle birlikte tapu işleminden önce elden çıkaran tarafından ödenmek zorundadır."
  },
  {
    "id": "3832704",
    "unitNumber": 2,
    "text": "Katma değer vergisinin matrahının belirlenmesiyle ilgili aşağıdaki açıklamalardan hangisi yanlıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Teslim ve hizmetlerde bedelin, emsalinden çok düşük olduğu ve sebebinin ise açıklanamadığı durumlarda emsal bedel/ ücret matraha esas alınır.",
      "B": "Bedelin biletle tahsil edildiği hâllerde bilet bedeli vergi hariç tespit edilir ve müşteriye ayrıca yansıtılır.",
      "C": "İthalatta katma değer vergisinin matrahı belirlenirken CIF değerinin, bunun belli olmadığı durumda da gümrükçe tespit edilen değerin matraha dahil olacağı kabul edilmiştir.",
      "D": "İthalat sırasında ödenen her türlü vergi, resim, harç ve paylar, katma değer vergisinin matrahına dâhildir.",
      "E": "Mamul ziynet eşyaları ile sikke hâlindeki altın ve gümüş teslimlerinde matrah, külçe bedeli düşüldükten sonra kalan (işçilik ve karın toplamı) miktardır."
    },
    "explanation": "durumlarda katma değer vergisi tarife veya bilet bedeli üzerinden “iç yüzde oranı” uygulanmak suretiyle hesaplanmakta ve tarife veya bilet bedeli üzerinde ayrıca gösterilmemektedir. Ancak bedele katma değer vergisinin dâhil olduğunun belirtilmesi gerekmektedir."
  },
  {
    "id": "3832711",
    "unitNumber": 2,
    "text": "Aşağıdaki unsurlardan hangileri katma değer vergisi matrahına dahildir?\n<br/>I. Vade farkı, kur farkı, faiz, prim gibi çeşitli gelirler \n<br/>II. Teslim alanın gösterdiği yere kadar satıcı tarafından yapılan taşıma, yükleme ve boşaltma giderleri\n<br/>III. Fatura ve benzeri vesikalarda gösterilen ve ticari teamüllere uygun miktardaki iskontolar",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "<strong>Fatura ve benzeri vesikalarda gösterilen ve ticari teamüllere uygun miktardaki iskontolar (normal fiyattan yapılan indirimler) matraha dâhil değildir. </strong><br/>Vade farkı, kur farkı, faiz, prim gibi çeşitli gelirler ile teslim alanın gösterdiği yere kadar satıcı tarafından yapılan taşıma, yükleme ve boşaltma giderleri KDV matrahına dahildir."
  },
  {
    "id": "3832716",
    "unitNumber": 2,
    "text": "Katma Değer Vergisi Kanunu’nun yürürlüğe girdiği dönemin ekonomik koşulları göz önünde bulundurularak, ekonomiye ilave bir yük getirmemek vergileri telafi edebilmek için verginin oranı %10 olarak belirlemiştir. Diğer yandan Cumhurbaşkanı bu oranı, <strong>........ </strong> kadar artırmaya ve <strong>........</strong> kadar indirmeye ve bu alt ve üst limitler arasında kalmak şartıyla farklı oranlar belirlemeye yetkili kılınmıştır.\n<br/>Cümlede boş bırakılan yerleri doğru şekilde tamamlayan aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "iki katına, % 2'ye",
      "B": "üç katına, % 2'ye",
      "C": "dört katına, %1’e",
      "D": "beş katına, % 3’e",
      "E": "üç katına, % 5'e"
    },
    "explanation": "<strong>Cumhurbaşkanı bu oranı, dört katına kadar artırmaya ve %1’e kadar indirmeye ve bu alt ve üst limitler arasında kalmak şartıyla farklı oranlar belirlemeye yetkili kılınmıştır.</strong>"
  },
  {
    "id": "3832726",
    "unitNumber": 2,
    "text": "Katma değer vergisi mükellefleri hesapladıkları vergiden aşağıdakilerden hangilerini indirebilir?\n I. Kendilerine yapılan teslimler için düzenlenen faturada gösterilen vergiyi\n II. Yurt dışında gerçekleştirilen teslimler ile ilgili faturada gösterilen vergiyi\n III. Oto kiralama işletmeleri (taksi işletmeciliği gibi) bu amaçla kullandıkları hariç olmak üzere, işletmelere ait binek otomobillerinin vergisini",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Katma değer vergisi mükellefleri hesapladıkları vergiden; i) Kendilerine yapılan teslimler için düzenlenen faturada gösterilen vergiyi, ii) İthalat dolayısıyla ödenen vergiyi, iii) Sorumlu sıfatıyla ödedikleri vergiyi, indirebilirler."
  },
  {
    "id": "3832729",
    "unitNumber": 2,
    "text": "Katma değer vergisinde vergilendirme dönemi, kolaylık için takvim yılının ..... aylık dönemleri olarak belirlenmiştir. Ancak Hazine Ve Maliye Bakanlığına tanınan yetki ile mükelleflerin çoğu için vergilendirme dönemi birer aylık süreler olarak uygulanmaktadır.\n<br/>Cümlede boş bırakılan yeri doğru şekilde tamamlayan aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "üçer",
      "B": "dörder",
      "C": "ikişer",
      "D": "altışar",
      "E": "birer"
    },
    "explanation": "<strong>Katma değer vergisinde vergilendirme dönemi, kolaylık için takvim yılının üçer aylık dönemleri olarak belirlenmiştir. Böylece vergi daireleri yılda on iki defa değil, dört defa beyanname alacaklardır. A</strong><br/>Katma Değer Vergisi Kanununda katma değer vergisinde vergilendirme dönemi, kolaylık için takvim yılının üçer aylık dönemleri olarak belirlenmiştir. Böylece vergi daireleri yılda on iki defa değil, dört defa beyanname alacaklardır. Ancak bu konuda Hazine ve Maliye Bakanlığına tanınan yetkiye dayanılarak üç aylık vergilendirme dönemi mükelleflerin çoğu için bir ay olarak uygulanmaktadır."
  },
  {
    "id": "3834032",
    "unitNumber": 2,
    "text": "Aşağıdakilerin hangisi katma değer vergisinde istisnaların uygulanmasına ilişkin doğru bir bilgi değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bu istisna için varış ülkesi prensibi uygulanır.",
      "B": "Bu istisna için çıkış ülkesi prensibi uygulanır.",
      "C": "Bu istisnana ihracatı teşvik eder ve ekonomik büyüme üzerindeki olumlu etkisi vardır.",
      "D": "Bu istisna kapsamında ihraç edilen mal ve hizmetlerden katma değer vergisi alınmaz.",
      "E": "Bu istisna ihraç edilen her türlü mal alımlarında katma değer vergisinin indirilmesine izin verir."
    },
    "explanation": "Bu sistisna da varış ülkesi prensibi uygulanır. Malın çıktığı ülke (çıkış ülkesi prensibi) vergilendirme yetkisini, malın ithal edildiği ya dagönderildİği ülkeye bırakmaktadır."
  },
  {
    "id": "3834034",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi katma değer vergisinde istisna kapsamındaki bir mal veya hizmet değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Doğrudan ihraç edilen mal ve hizmetler.",
      "B": "Üçüncü kişiler aracılığıyla yapılan ihracat teslimleri",
      "C": "Türkiye’de yerleşik olmayanlara yapılan teslimler",
      "D": "Türkiye’de ikamet etmeyen yolculara yapılan teslimler",
      "E": "Yurt dışındaki müşterilere teslim edilen akaryakıt ürünleri"
    },
    "explanation": "Türkiye’de yerleşik olmayanlara yapılan satışlar (bavul ticareti) ihracat istisnası kapsamındadır. Ancak uygulama güçlükleri düşünülerek satış bedelinin 10.000 TL’nin üzerinde olması şartı getirilmiştir. Ayırca akaryakıt ürünleri, kapsam dışında<br/>tutulmuştur"
  },
  {
    "id": "3834038",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi hizmet ihraç edilmesi durumunda katma değer vergisininden istisna kapsamında yararlanma koşullarından biri değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yurt dışındaki müşterilere yapılan hizmetler bu kapsamdadır.",
      "B": "Yurt dışında faydalınılan hizmetlerde istisna müşterinin yurt dışındaki faaliyetlerine ilişkindir.",
      "C": "Yurt dışında yerleşik firmaların, yurt içinden aldığı danışmanlık hizmetleri istisna kapsamındadır.",
      "D": "Yurt dışında yerleşik firmaların, Türkiye’den ithal ettiği mallar dolayısıyla verilen hizmetler bu kapsamdadır.",
      "E": "Türkiye içinde taşıma yetkisi olmayan yabancı uçaklara verilen bakım hizmetleri, istisna kapsamındadır."
    },
    "explanation": "Yurt dışında yerleşik firmaların, Türkiye’ye gönderecekleri hizmetler yurt içinde tüketileceği için bu firmaların yurt içinden aldığı danışmanlık türündeki hizmetler, istisna kapsamında değerlendirilmez."
  },
  {
    "id": "3834043",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi ihracat istisnası kapsamında değerlendirilebilecek hizmetler kapsamında değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yurt dışında inşaa edilecek bir fabrikanın projesinin çizimi.",
      "B": "Türkiye’den ürün temin etmek isteyen bir yabancıya verilen aracılık hizmeti",
      "C": "Yabancı turistlere verilen konaklama hizmeti hariç hizmet bedelleri",
      "D": "Türkiye’den kıymetli maden ithal eden bir şirketin talep ettiği danışmanlık hizmetleri",
      "E": "Türkiye’ye gönderecekleri hizmetler için alınan danışmanlık hizmetleri"
    },
    "explanation": "Yurt dışında yerleşik firmaların, Türkiye’ye gönderecekleri mal ve hizmetler yurt içinde tüketileceği için bu firmaların yurt içinden aldığı danışmanlık türündeki hizmetler, istisna kapsamında değerlendirilmez."
  },
  {
    "id": "3834047",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi hhraç kaydıyla yapılan teslimlerdeki istisnaya ilişkin doğru bir bilgi değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bu mallara ait vergi, ödenmemekte ve tahakkuk ettirildikten sonra tecil edilir.",
      "B": "Malın, teslim edildiği tarihi takip eden ayın başından itibaren üç ay içinde ihracatının gerçekleştirilmesi gerekir.",
      "C": "İhracatın gerçekleşmemesi hâlinde ise ertelenen vergi gecikme zammıyla birlikte tahsil edilir.",
      "D": "İmalatçıların bizzat kendi üretmeyip piyasadan hazır olarak alıp sattıkları mallar için tecil-terkin işlemi uygulanır.",
      "E": "Tecil-terkin işlemleri imalatçıların ihraç kaydıyla yaptıkları teslimlere uygulanır."
    },
    "explanation": "İmalatçıların bizzat kendi üretmeyip piyasadan hazır olarak alıp sattıkları mallar için tecil-terkin işlemi uygulanmaz."
  },
  {
    "id": "3834052",
    "unitNumber": 2,
    "text": "İhraç kaydıyla yapılan teslimlerde istisna olarak ihracatın mücbir sebepler nedeniyle ne kadar süre içinde gerçekleştirilememesi hâlinde, süre üç aya kadar daha uzatılabilmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "15 gün",
      "B": "30 gün",
      "C": "45 gün",
      "D": "60 gün",
      "E": "3 ay"
    },
    "explanation": "Bir istisna olarak ihracatın mücbir (elde olmayan) sebepler veya beklenmedik durumlar nedeniyle üç ay içinde gerçekleştirilememesi hâlinde, ihracatçının on beş gün içinde başvurması hâlinde bu süre üç aya kadar daha uzatılabilmektedir"
  },
  {
    "id": "3834090",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi deniz, hava ve demir yolu taşıma araçlarındakiistisnalara ilişkin doğru bir bilgi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Faaliyet alanları bu taşıma araçlarının işletilmesi olanlara, bu amaçla yapılan araç teslimleri vergiden istisnadır.",
      "B": "Bu taşıma araçlarının onarım ve bakımı şeklinde ortaya çıkan hizmetler, vergisinden istisnadır.",
      "C": "Bu taşıma araçlarının,imal ve inşası ile ilgili olarak yapılan teslim ve hizmetler, vergiden istisnadır.",
      "D": "Bu taşıma araçları için liman ve hava meydanlarında yapılan güvenlik hizmetleri vergiden istisnadır.",
      "E": "Bu araçların kiralama faaliyetlerini yapan mükelleflerin kendi özel kullanımları için alımları da istisna kapsamındadır."
    },
    "explanation": "Kiralama faaliyetlerinin mükellefin asli uğraş konuları arasında yer alması ve sürekli olarak yapılması gerekmektedir. Ancak bu mükelleflerin dahi kendi özel kullanımları için alımları istisnadan yararlanamayacaktır. Bu da istisnanın amacının ticari taşımacılığı teşvik etmek olduğunu göstermektedir"
  },
  {
    "id": "3834357",
    "unitNumber": 2,
    "text": "Aşağıdaki kurumlardan hangisi kültür ve eğitim faaliyetlerini teşvik etmek<br/>amacıyla vergi istsinasından yararlanamaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Üniversiteler",
      "B": "Döner sermayeli kuruluşlar",
      "C": "Siyasi partiler",
      "D": "sendikalar",
      "E": "Türkiye’deki diplomatik temsilcilikler"
    },
    "explanation": "Türkiye’deki diplomatik temsilcilikler diplomatik istisnalar kapsamındadır."
  },
  {
    "id": "3834369",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi vergi istsinasından vazgeçmeye ilişkin doğru bilgi değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Katma değer vergisinin temel özelliklerinden biri de istisnadan vazgeçmedir.",
      "B": "İstisnadan yararlananların faydalı olmadığını düşündükleri zaman, istisnadan vazgeçebilirler",
      "C": "İstisnadan vazgeçenler, üç yıl geçmedikçe mükellefiyetten çıkamazalar.",
      "D": "İstisna sürenin bitiminden önce mükellefiyetten çıkma talebinde bulunulmazsa mükellefiyet süresi uzar.",
      "E": "Büyük yatırım gerektiren ve girdileri için büyük vergi ödeyen işletmeler istisnadan vazgeçmek istemezler."
    },
    "explanation": "İstisna, indirim imkânını ortadan kaldırdığı için, bazı iş kollarında yarardan çok zarar doğurmaktadır. Özellikle büyük yatırım gerektiren ve girdileri için büyük vergi ödeyen işletmelerin istisnadan yararlanması, ödediği vergileri indirme imkânını<br/>ortadan kaldıracaktır. Dolayısıyla istisnadan vaz geçmek vergi yükünün onlar üzerinde kalmasını önleyecektir. İstisnadan vazgeçme istenmesi gerekendir."
  },
  {
    "id": "3834380",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi katma değer vergisinin matrahına ilişkin doğru bir bilgi değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Teslim ve hizmetlerde matrah, işlemin karşılığını oluşturan bedeldir.",
      "B": "Avukat serbest meslek makbuzunda baroca belirlenen vekâlet ücretinden daha düşük bedel gösteremez.",
      "C": "Bedel döviz ile hesaplanamaz.",
      "D": "Bedelin emsalinden çok düşük olduğu ve sebebinin ise açıklanamadığı durumlarda da emsal bedel esas alınır.",
      "E": "İthalatta katma değer vergisinin matrahı belirlenirken gümrük vergisi ile bağlantı kurulur."
    },
    "explanation": "Bedelin döviz ile hesaplanması hâlinde ise döviz, vergiyi doğuran olayın meydana geldiği günkü Türkiye Cumhuriyet Merkez Bankası döviz alış kuru üzerinden Türk parasına çevrilir ya da cari döviz kuru esas alınır."
  },
  {
    "id": "3834385",
    "unitNumber": 2,
    "text": "3.000 TL’lik bir konser biletinin katma değer vergisi matrahı iç yüzde yöntemi uygulanarak olarak hesaplandıktan sonra oplam bedel içindeki katma değer vergisi tutarını bulabilmek için katma değer vergisinin standart oranı olarak hangi yüzdelik oranı uygulanır? olan %20 uygulanmak suretiyle bulunacak<br/>500 TL ise, toplam bedel içindeki katma değer vergisi tutarını vermektedir.",
    "correctAnswer": "A",
    "options": {
      "A": "%20",
      "B": "%10",
      "C": "%5",
      "D": "%35",
      "E": "%25"
    },
    "explanation": "3.000 TL’lik bir konser biletinin katma değer vergisi matrahı iç yüzde yöntemi uygulanarak (3.000 /1,20 TL) = 2.500 TL olarak hesaplanacaktır. Bu turara katma değer vergisinin standart oranı olan %20 uygulanmak suretiyle bulunacak<br/>500 TL ise, toplam bedel içindeki katma değer vergisi tutarını vermektedir."
  },
  {
    "id": "3831881",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi ÖTV'ye tabi <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Cep telefonu",
      "B": "Doğal gaz",
      "C": "Gümrük aracılık hizmetleri",
      "D": "Kolalı gazozlar",
      "E": "Parfüm"
    },
    "explanation": "ÖTV sadece kanunda yer alan listelerde sayılan mallardan alınmakta olup KDV’den farklı olarak hizmetlerden alınmamaktadır."
  },
  {
    "id": "3831885",
    "unitNumber": 3,
    "text": "ÖTV beyannamesi verildiğinde kaç gün içinde tarh edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Beyannamenin verildiği gün",
      "B": "3 gün",
      "C": "5 gün",
      "D": "7 gün",
      "E": "10 gün"
    },
    "explanation": "ÖTV, beyannamenin verildiği günde tarh edilmiş sayılır."
  },
  {
    "id": "3831887",
    "unitNumber": 3,
    "text": "Milli Piyango İdaresi tarafından oynatılan bir şans oyununda 100 milyon TL ikramiye kazanan bir kişinin, kazandığı ikramiye hangi verginin konusuna girmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Şans Oyunları Vergisi",
      "B": "Gelir Vergisi",
      "C": "Kurumlar Vergisi",
      "D": "Veraset ve İntikal Vergisi",
      "E": "İkramiyeler vergiye tabi değildir."
    },
    "explanation": "Şans oyunlarından kazanılan ikramiyeler Şans Oyunları Vergisi kapsamına girmez. Böyle bir durumda ikramiye tutarı Veraset ve İntikal Vergisinin konusuna girmektedir."
  },
  {
    "id": "3831897",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Banka ve Sigorta Muameleleri Vergisi'nin mükelleflerinden <strong>değildir? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Bankalar",
      "B": "Bankerler",
      "C": "Sigorta şirketleri",
      "D": "Factoring şirketleri",
      "E": "İkrazatçılar"
    },
    "explanation": "BSMV'nin mükellefleri; bankalar, bankerler, sigorta şirketleri, finansman şirketleri ya da factoring şirketleridir. Ancak, 6361 sayılı Kanun’la ikrazatçılık faaliyeti yürürlükten kaldırılmıştır."
  },
  {
    "id": "3832259",
    "unitNumber": 3,
    "text": "Dijital Hizmet Vergisinin oranı aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yüzde 2,5",
      "B": "Yüzde 5",
      "C": "Yüzde 7,5",
      "D": "Yüzde 10",
      "E": "Yüzde 15"
    },
    "explanation": "Dijital Hizmet Vergisinin oranı yüzde 7,5 olarak uygulanmaktadır. DHV, matraha oranın uygulanması suretiyle hesaplanır. Bu şekilde hesaplanan vergiden herhangi bir indirim yapılmaz. Cumhurbaşkanı; üçüncü fıkrada belirtilen oranı, hizmet türleri itibarıyla ayrı ayrı veya birlikte yüzde 1’e kadar indirmeye, iki katına kadar artırmaya yetkilidir."
  },
  {
    "id": "3832260",
    "unitNumber": 3,
    "text": "Konaklama vergisi hangi yıl uygulanmaya başlamıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "2020",
      "B": "2022",
      "C": "2023",
      "D": "2024",
      "E": "2025"
    },
    "explanation": "Konaklama vergisi 1/1/2023 tarihinde Gider Vergileri Kanunu’nda yapılan değişiklikle yürürlüğe konulmuştur."
  },
  {
    "id": "3832261",
    "unitNumber": 3,
    "text": "Gümrük Vergisi Kanunu’nda çok sayıda muafiyet ve istisna hükmü yer almaktadır. Buna göre aşağıda verilen bilgilerden hangisi <strong>yanlıştır?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Değeri 1500 avroyu geçmeyen kitap ve benzeri yayınlar",
      "B": "Miras yoluyla intikal eden kişisel eşya",
      "C": "Mütekabiliyet esasına göre ithal edilen diplomatik eşya",
      "D": "Türkiye Gümrük Bölgesi’nden geçici olarak çıkan gerçek kişilerin geri getirdiği kullanılmış ev eşyası",
      "E": "Yolcuların kendi kullanımlarına mahsus ticari mahiyette olmayan kişisel eşya"
    },
    "explanation": "Değeri 150 avroyu geçmeyen kitap ve benzeri yayınlar muaf eşyalar arasındadır."
  },
  {
    "id": "3832262",
    "unitNumber": 3,
    "text": "100.000 TL tutarında bir EFT işlemi gerçekleştirilmiş ve banka tarafından da 100 TL işlem ücreti tahsil edilmiştir. Bu işlemde uygulanacak BSMV oranı ise %5'tir. BSMV matrahı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "100 TL",
      "B": "5.000 TL",
      "C": "99.900 TL",
      "D": "100.000 TL",
      "E": "100.100 TL"
    },
    "explanation": "BSMV’nin matrahı verginin mükellefi olan kurum ve kuruluşların yaptıkları işlemler dolayısıyla lehlerine her ne ad altında olursa olsun nakden veya hesaben aldıkları paralardır. Örneğin; bir bankadan bir miktar parayı başkasının adına havale veya EFT yaptığımızda, BSMV’nin matrahı havale edilen paranın tutarı değil; bankanın bu havale için aldığı ücret tutarı vergini matrahı olacaktır."
  },
  {
    "id": "3832263",
    "unitNumber": 3,
    "text": "Spor müsabakalarına dayalı müşterek bahislerde şans oyunları vergisinin oranı kaçtır?",
    "correctAnswer": "C",
    "options": {
      "A": "Yüzde 1",
      "B": "Yüzde 3",
      "C": "Yüzde 5",
      "D": "Yüzde 7",
      "E": "Yüzde 10"
    },
    "explanation": "Verginin üç farklı oranı vardır. Spor müsabakalarına dayalı müşterek bahislerde %5, at yarışlarında %7 ve diğer şans oyunlarında %10’dur."
  },
  {
    "id": "3832265",
    "unitNumber": 3,
    "text": "ÖTV'ye ilişkin olarak aşağıdaki ifadelerden hangisi <strong>yanlıştır?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "2002 yılında yürürlüğe girmiştir.",
      "B": "Dolaylı bir vergi türüdür.",
      "C": "Mükellef sayısı fazladır.",
      "D": "Vergi hasılatı yüksektir.",
      "E": "Toplu muamele vergisinin özelliklerini taşıyan özel bir vergi niteliğindedir."
    },
    "explanation": "ÖTV'nin mükellef sayısı fazla değil aksine azdır."
  },
  {
    "id": "3831524",
    "unitNumber": 4,
    "text": "Deprem, yangın gibi doğal afetler sebebiyle yanan, yıkılan veya kullanılamaz hale gelen binaların yerine yapılan yeni binalar kaç yıl boyunca geçici muafiyetten faydalandırılır?",
    "correctAnswer": "E",
    "options": {
      "A": "1",
      "B": "3",
      "C": "5",
      "D": "7",
      "E": "10"
    },
    "explanation": "Bina Vergisinde Muafiyet<br/>Deprem, su basması, yangın gibi doğal afetler sebebiyle yanan, yıkılan veya kullanılmaz hâle gelen binaların yerine yenileri yapıldığı takdirde, yeni binalar inşalarının sona erdiği yılı izleyen bütçe yılından itibaren 10 yıl süre ile geçici muafiyetten faydalandırılır. Bu muafiyet hükmünden deprem dışında yangın, su baskını, yer kayması, kaya düşmesi, çığ ve benzeri afetlerden zarar görme olasılığı bulunan binalar da yararlanır. Afet tehlikesi dolayısıyla yeniden inşa edilen binalar da 10 yıl süreyle emlak vergisinden muaf tutulur."
  },
  {
    "id": "3831526",
    "unitNumber": 4,
    "text": "Büyükşehir belediyesi sınırları içinde bulunan arsalar için uygulanan emlak vergisi oranı binde kaçtır?",
    "correctAnswer": "D",
    "options": {
      "A": "1",
      "B": "2",
      "C": "4",
      "D": "6",
      "E": "8"
    },
    "explanation": "Arazi vergisinin oranı ‰ 1, arsalarda ise ‰ 3’ tür. Bu oranlar büyükşehir belediye sınırları ve mücavir alanlar içinde %100 artırımlı uygulanır. Diğer bir deyişle büyükşehir belediyelerinde araziler için uygulanacak oran ‰ 2, arsalar için ‰ 6’ dır. Cumhurbaşkanı, vergi oranlarını yarısına kadar indirmeye veya üç katına kadar artırmaya yetkilidir."
  },
  {
    "id": "3831528",
    "unitNumber": 4,
    "text": "Bir araziye elbirliğiyle mülkiyet halinde malik olanlar arazi vergisinden ne şekilde sorumludurlar?",
    "correctAnswer": "B",
    "options": {
      "A": "Hisseleri oranında",
      "B": "Her biri verginin tamamından müteselsilen",
      "C": "Eşit miktarlarda",
      "D": "Eşit oranlarda",
      "E": "Yarı yarıya"
    },
    "explanation": "Arazi vergisinin mükellefi arazinin maliki, varsa intifa hakkı sahibi, her ikisi de yoksa araziye malik gibi tasarruf edenlerdir. Bir araziye paylı mülkiyet hâlinde malik olanlar, hisseleri oranında mükelleftir. Elbirliği mülkiyette malikler vergiden zincirleme olarak sorumludur."
  },
  {
    "id": "3831532",
    "unitNumber": 4,
    "text": "Bir taşınmazın tamamlayıcı (mütemmim) unsurları, kullanılmasında yararlı olan ve vergi hukukunda onunla birlikte göz önünde bulundurulan ayrılmaz parçalarına ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Teferruat",
      "B": "Ayıran parça",
      "C": "Bütünleyici parça",
      "D": "Ayrılan parça",
      "E": "Teferruğ"
    },
    "explanation": "Bina Vergisinin Konusu<br/>Bütünleyici parça: Bir taşınmazın tamamlayıcı (mütemmim) unsurları, kullanılmasında yararlı olan ve vergi hukukunda onunla birlikte göz önünde bulundurulan ayrılmaz parçaları."
  },
  {
    "id": "3831537",
    "unitNumber": 4,
    "text": "İnşaatı 01.07.2024 tarihinde sona eren bir binanın, bina vergisine ilişkin bildirimi <u>en son</u> hangi tarihe kadar verilmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "31.07.2024",
      "B": "01.08.20224",
      "C": "15.10.2024",
      "D": "01.12.2024",
      "E": "31.12.2024"
    },
    "explanation": "Bildirim Verme ve Süresi<br/>Yeni inşa edilen binalar için inşaatın sona erdiği veya inşaatın sona ermesinden evvel kısmen kullanılmaya başlanmışsa her kısmın kullanılmasına başlandığı bütçe yılı içerisinde bildirim yapılır (EVK. m.23/a). Örneğin, 09.08.2024 tarihinde sona eren veya kullanılmaya başlanan bir inşaat dolayısıyla bina vergisine ilişkin bildirimin 31.12.2024 tarihine kadar verilmesi gerekir.\n İnşaatın sona ermesi veya kısmen kullanılmaya başlanması bütçe yılının son üç ayı içerisinde gerçekleştiği takdirde bildirim, bu durumun gerçekleştiği tarihten itibaren üç ay içinde verilir."
  },
  {
    "id": "3831539",
    "unitNumber": 4,
    "text": "Emlak vergisinin gelirleri ve yönetimi hangi yıldan itibaren belediyelere bırakılmıştır?",
    "correctAnswer": "D",
    "options": {
      "A": "1931",
      "B": "1945",
      "C": "1972",
      "D": "1986",
      "E": "1995"
    },
    "explanation": "EMLAK VERGİSİ<br/>Emlak vergisi, yürürlüğe girdiği 1970 yılı itibarıyla günümüze kadar günün şartlarına bağlı olarak çeşitli değişiklikler geçirmiştir. Fakat en önemli değişiklikler 1985 yılında çıkarılan 3239 sayılı Kanun’la merkezî idare tarafından toplanması yetkisini 1986 yılından itibaren belediyelere devretmesi ve 2002 tarih 4751 sayılı Kanun’la yapılan değişiklikle beyan esasının kaldırılması olarak görülmüştür."
  },
  {
    "id": "3831541",
    "unitNumber": 4,
    "text": "Değerli Konutlar Vergisi hangi tarihte yürürlüğe girmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "2019",
      "B": "2020",
      "C": "2021",
      "D": "2022",
      "E": "2023"
    },
    "explanation": "DEĞERLİ KONUT VERGİSİ<br/>Değerli konut vergisine ilişkin düzenlemeler 7221 Sayılı Kanun’la değişikliğe uğramış ve 2020 yılında uygulanmaya başlaması planlanan değerli konut vergisi uygulaması bir yıl süre ile ertelenerek ancak 2021 yılında hayata geçirilmiştir."
  },
  {
    "id": "3831546",
    "unitNumber": 4,
    "text": "Değerli konutlar vergisinde paylı mülkiyet ve elbirliği mülkiyette matrah hesaplanırken hangi değer esas alınmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Taşınmazın toplam değeri",
      "B": "Taşınmazın emsal değeri",
      "C": "Taşınmazın pay değeri",
      "D": "Taşınmazın satış değeri",
      "E": "Taşınmazın rayiç değeri"
    },
    "explanation": "Değerli Konut Vergisinin Matrahı<br/>Paylı mülkiyet ve elbirliği mülkiyette matrah hesaplanırken taşınmazın toplam değeri esas alınmaktadır."
  },
  {
    "id": "3831551",
    "unitNumber": 4,
    "text": "Değerli konut vergisine tabi mesken nitelikli taşınmazların vergilendirilmesine ilişkin tarife cetveli kaç basamaktan oluşur?",
    "correctAnswer": "B",
    "options": {
      "A": "1",
      "B": "3",
      "C": "5",
      "D": "6",
      "E": "8"
    },
    "explanation": "Değerli Konut Vergisinin Oranı<br/>Değerli konut vergisine tabi mesken nitelikli taşınmazların vergilendirilmesine ilişkin tarife cetveli 2024 yılı için şu şekildedir:<br/>• 12.880.000 TL ile 19.321.000 TL arasında olanların 12.880.000 TL’yi aşan kısmı için, (Binde 3)<br/>• 25.763.000 TL’ye kadar olanlar (bu tutar dahil) 19.321.000 TL’si için 19.323 TL, fazlası için (Binde 6)<br/>• 25.763.000 TL’den fazla olanlar 25.763.000 TL’si için 22.500 (57.975) TL, fazlası için (Binde 10)"
  },
  {
    "id": "3831554",
    "unitNumber": 4,
    "text": "Değerli konutlar vergisi ile ilgili olarak yıl içerisinde beyanname verilmesi gereken bir durumun vuku bulması hâlinde mükellefiyet, takip eden yılda başlar ve beyanname takip eden yılın hangi ayının kaçıncı gününe kadar verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Şubat ayının 20’nci gününe",
      "B": "Şubat ayının 26’nci gününe",
      "C": "Mart ayının 20’nci gününe",
      "D": "Mart ayının 26’nci gününe",
      "E": "Mart ayının 31’nci gününe"
    },
    "explanation": "Değerli Konut Vergisinin Beyanı ve Ödenmesi<br/>Yıl içerisinde beyanname verilmesi gereken bir durumun vuku bulması hâlinde mükellefiyet, takip eden yılda başlar ve beyanname takip eden yılın Şubat ayının 20’nci gününe kadar verilir."
  },
  {
    "id": "3834176",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi konusunu servetin oluşturduğu vergi çeşitlerinden biri <strong><u>değildir? </u></strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Motorlu taşıtlar vergisi",
      "B": "Veraset ve İntikal vergisi",
      "C": "Emlak vergisi",
      "D": "Değerli konut vergisi",
      "E": "Gelir vergisi"
    },
    "explanation": "Emlak vergisi ve değerli konut vergisi dışında konusunu servetin oluşturduğu diğer vergilerimiz veraset ve intikal vergisi ile motorlu taşıtlar vergisidir. Bu sebeple yanıt E şıkkıdır."
  },
  {
    "id": "3834177",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi kanuni mirasçılar arasında <strong><u>yer almaz? </u></strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Eş",
      "B": "Devlet",
      "C": "Evlatlığın altsoyu",
      "D": "Büyükana ve büyükbabaların ana babası",
      "E": "Büyükana ve büyükbaba"
    },
    "explanation": "Türk Medeni Kanunu’nun mirasa ilişkin hükümlerine göre; eş, çocuklar, alt soy ve onların altsoyları, anne, baba ve onların alt soyları, büyükanne, büyükbabalar, onların alt soyları, soybağı kurulmuş evlilik dışı çocuklar (oran bakımından evlilik içi çocuklar gibidir), evlatlıklar ve onların altsoyu kanuni mirasçı sayılır. Mirasçı bırakmaksızın ölen kişinin mirası ise devlete kalır. Bu sebeple cevap D şıkkıdır."
  },
  {
    "id": "3834181",
    "unitNumber": 5,
    "text": "Ahmet öldüğünde geride eşi Ayşe, evlatlığı Can’ın kızı Canan, annesi Emine hayattadır. Bu durumda Ahmet’in eşi Ayşe’nin miras payı ne olur?",
    "correctAnswer": "C",
    "options": {
      "A": "1/2",
      "B": "1/3",
      "C": "1/4",
      "D": "2/3",
      "E": "2/4"
    },
    "explanation": "Sağ kalan eş; miras bırakanın altsoyu ile birlikte mirasçı olursa yasal miras payı mirasın dörtte biridir."
  },
  {
    "id": "3834182",
    "unitNumber": 5,
    "text": "Kendisine kalan mirası reddetmek isteyen Ayşe hangi süre içinde mahkemeye müracaat etmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "On gün",
      "B": "On beş gün",
      "C": "Bir ay",
      "D": "İki ay",
      "E": "Üç ay"
    },
    "explanation": "Mirası reddetmek isteyen kişiler yasal süre olan üç ay içerisinde ilgili mahkemeye müracaat edebilir."
  },
  {
    "id": "3834184",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisine veraset ve intikal vergisinden muafiyet tanınmamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kamu Yararına Çalışmayan Dernekler",
      "B": "Rekabet kurumu",
      "C": "Siyasi Partiler",
      "D": "Sivil Havacılık Genel Müdürlüğü",
      "E": "Türk Patent Enstitüsü"
    },
    "explanation": "Vergiden muafiyet kamu yararına çalışan derneklere tanınmış bir haktır. Bu sebeple yanıt A şıkkıdır."
  },
  {
    "id": "3834186",
    "unitNumber": 5,
    "text": "Can öldüğünde geride eşi Ayşe, büyükbabası Ahmet ve kuzeni Mert hayattadır. Bu durumda Can’ın eşi Ayşe’nin miras payı ne olur?",
    "correctAnswer": "E",
    "options": {
      "A": "1/2",
      "B": "1/3",
      "C": "1/4",
      "D": "2/3",
      "E": "3/4"
    },
    "explanation": "Sağ kalan eş miras bırakanın büyük ana ve büyük babaları ve onların çocukları ile birlikte mirasçı olursa miras payı mirasın dörtte üçüdür."
  },
  {
    "id": "3834188",
    "unitNumber": 5,
    "text": "25.7.2024 tarihinde ilk defa kayıt ve tescili yapılan (sıfır km) bir otomobilin motorlu taşıtlar vergisi mükellefiyeti ne zaman başlar?",
    "correctAnswer": "C",
    "options": {
      "A": "1 Ocak 2024",
      "B": "1 Ocak 2025",
      "C": "1 Temmuz 2024",
      "D": "25 Temmuz 2024",
      "E": "25 Temmuz 2025"
    },
    "explanation": "İlk defa tescil edilen (sıfır km) motorlu taşıtların ilgili takvim yılının son altı ayı içinde (1 Temmuz-31 Aralık) kayıt ve tescilinin yapılması hâlinde vergi mükellefiyeti son altı aylık dönemin başından itibaren (1 Temmuz’dan itibaren) doğar."
  },
  {
    "id": "3834189",
    "unitNumber": 5,
    "text": "30 Kasım 2024 tarihinde ikinci el olarak alınan bir otomobilin motorlu taşıtlar vergisi mükellefiyeti ne zaman başlar?",
    "correctAnswer": "D",
    "options": {
      "A": "1 Ocak 2024",
      "B": "1 Temmuz 2024",
      "C": "30 Kasım 2024",
      "D": "1 Ocak 2025",
      "E": "1 Temmuz 2025"
    },
    "explanation": "Kayıt ve tescilli olup da devir ve temlik sebebiyle kayıt ve tescil yapılan taşıtlarda değişikliğin, takvim yılının son altı ayı içinde (1 Temmuz-31 Aralık) yapılması durumunda vergi mükellefiyeti takip eden takvim yılı başından (izleyen yılın 1 Ocak tarihinden itibaren) başlar."
  },
  {
    "id": "3834250",
    "unitNumber": 5,
    "text": "MTV mükellefleri, adlarına kayıt ve tescil edilmiş bulunan taşıtları, bu taşıtların cins, nevi, niteliklerini ve kullanım maksatları ile verginin alınmasına esas olabilecek diğer bilgileri ne kadar süre içinde ilgili vergi dairesine bildirmek zorundadır?",
    "correctAnswer": "D",
    "options": {
      "A": "On gün",
      "B": "On beş gün",
      "C": "Yirmi gün",
      "D": "Bir ay",
      "E": "Üç ay"
    },
    "explanation": "MTV mükellefleri, adlarına kayıt ve tescil edilmiş bulunan taşıtları, bu taşıtların cins, nevi, niteliklerini ve kullanım maksatları ile verginin alınmasına esas olabilecek diğer bilgileri ve bunlarda meydana gelen değişiklikleri, kayıt ve tescilin yapıldığı veya değişikliğin meydana geldiği tarihten itibaren bir ay içinde ilgili vergi dairesine bildirmek zorundadır."
  },
  {
    "id": "3834431",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi otobüs ve benzerlerinde yıllık MTV'nin belirlenmesinde esas alınır?",
    "correctAnswer": "D",
    "options": {
      "A": "Aracın yaşı",
      "B": "Motor silindir hacmi",
      "C": "Toplam ağırlık",
      "D": "Koltuk sayısı",
      "E": "Motor silindir yaşı"
    },
    "explanation": "Minibüslerde sadece aracın yaşı, panelvan ve motorlu karavanlarda aracın motor silindir hacmi ve yaşı, otobüs ve benzerlerinde oturma yeri (koltuk sayısı) esas alınarak yıllık MTV hesaplanmaktadır. Kamyonet, kamyon, çekici ve benzerlerinde ise azami toplam ağırlık esas alınarak yıllık MTV hesaplanmaktadır."
  },
  {
    "id": "3832862",
    "unitNumber": 6,
    "text": "Damga vergisine ilişkin aşağıda verilen bilgilerden hangisi yanlıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Damga vergisi “resim” özelliği barındıran mali bir yükümlülüktür.",
      "B": "Damga vergisi, kazanç dolayısıyla alınan doğrudan vergilerdendir.",
      "C": "Damga vergisi genel niteliğe sahip vergilerden biridir.",
      "D": "Damga vergisi, merkezî yönetimce alınmakta olan tahsilatı genel bütçe gelirleri arasında olan bir vergidir.",
      "E": "Damga vergisi, kamu idaresince bir hizmetin arz edilmesi, bir iznin verilmesi veya bir ayrıcalığın<br/>sağlanması şeklinde herhangi bir şeyin karşılığında alınmaktadır."
    },
    "explanation": "Damga vergisi, harcamalar üzerinden alınan vasıtalı yani dolaylı bir vergi özelliğine sahiptir. İlgili verginin finansal süreçte sonraki ya da önceki bölüme aktarılması, bu sayede fiilî yükümlüsüyle yasal yükümlüsünün farklı kimselerden de oluşabilmesi prensipte olasıdır."
  },
  {
    "id": "3832864",
    "unitNumber": 6,
    "text": "\"..................... vergisi\" günümüzde “vergi” olarak düzenlenmiş olsa da esasen “resim” özelliği barındıran mali bir yükümlülüktür.\n Yukarıda bırakılan boşluğa aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Katma değer",
      "B": "Gelir",
      "C": "Veraset",
      "D": "Damga",
      "E": "Özel tüketim"
    },
    "explanation": "Damga vergisi, kamu idaresince bir hizmetin arz edilmesi, bir iznin verilmesi veya bir ayrıcalığın<br/>sağlanması şeklinde herhangi bir şeyin karşılığında alınmaktadır. Diğer bir ifadeyle damga vergisi, hukuki bir işlemin kâğıda aktarılmasıyla kazanmış olduğu ispat ayrıcalığına karşılık olarak alınmaktadır. Günümüzde kaldırılmış bulunan resimlerin çoğu, harç ya da vergi adı altında yeniden düzenlenmiştir. İşte eskiden resim niteliği taşıyan damga vergisi de “vergi” şeklinde düzenlenen zorunlu (cebri) kamu gelirleri arasında yerini almıştır.<br/>Damga vergisi günümüzde “vergi” olarak düzenlenmiş olsa da esasen “resim” özelliği barındıran mali bir yükümlülüktür."
  },
  {
    "id": "3832867",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi damga vergisinin konusunu oluşturan ticari işlemlerde kullanılan kağıtlar arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Abonelik sözleşmeleri",
      "B": "Hakem kararları",
      "C": "Ordino",
      "D": "Beyannameler",
      "E": "Paket tur sözleşmeleri"
    },
    "explanation": "Ticari işlemlerde başvurulan kâğıtlar, ticari yaşamdaki çok farklı hukuki işlemlerle alakalı şekilde<br/>düzenlenerek kullanılan kâğıtlardır. Bunlardan biri de Ordino'dur."
  },
  {
    "id": "3832869",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi damga vergisinde vergiyi doğuran olayı ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kağıdın düzenlenmesi",
      "B": "Alacağın muaccel olması",
      "C": "Verginin tarh edilmesi",
      "D": "İlgili işleme onay verilmesi",
      "E": "Vergi mükellefinin başvurusu"
    },
    "explanation": "Damga vergisinde vergiyi doğuran olay, verginin konusunu teşkil eden herhangi bir kâğıdın ilk olarak elle tutulur, gözle görülür bir biçimde düzenlenmesidir. Düzenlenmek, herhangi hukuki bir işlemin bir kâğıda bağlanması ve aynı zamanda da yazılı olarak yapılması manasına karşılık gelmektedir."
  },
  {
    "id": "3832872",
    "unitNumber": 6,
    "text": "Damga vergisinde uygulanacak matrah türüne ilişkin aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Damga vergisinde miktar esaslı matrah uygulanır.",
      "B": "Damga vergisinde değer esaslı matrah uygulanır.",
      "C": "Kâğıtlardan maktu vergiye tabi olanlar yönünden değer esaslı matrah uygulanır.",
      "D": "Damga vergisinde miktar ile değer esaslı matrah çeşitleri birlikte uygulanır.",
      "E": "Kâğıtlardan maktu nispi vergiye tabi olanlarda miktar esaslı matrah uygulanır."
    },
    "explanation": "Damga vergisinde miktar ile değer esaslı matrah çeşitleri birlikte uygulanır. Kâğıtlardan maktu vergiye tabi olanlar yönünden miktar esaslı matrah mevzu bahisken; nispi vergiye tabi olanlar değer<br/>esaslı matrahtır."
  },
  {
    "id": "3832876",
    "unitNumber": 6,
    "text": "Aşağıdaki kağıtlardan hangisi Özel kanunlarla getirilmiş damga vergisi kolaylıkları arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "işçiler ile göçmenlerle alakalı kâğıtlar",
      "B": "medeni ve ticari işler ile alakalı kâğıtlar",
      "C": "askerler ile öğrencilerle alakalı kâğıtlar",
      "D": "kurumlar ile alakalı kâğıtlar",
      "E": "finansal kiralama işlemleri"
    },
    "explanation": "Damga Vergisi Yasası’nın yanında ayrıca bazı özel yasalarla da vergi muafiyeti ya da istisnası şeklinde damga vergisi kolaylıklarına değinilmektedir. Özel yasalar ile getirilmiş olan damga vergisi kolaylıklarına finansal kiralama işlemleri, özelleştirme işlemleri, yap-işlet-devret modeli çerçevesinde yer alan işlemler, ihracat işlemleri ile döviz kazandırıcı özelliğe sahip işlem ile faaliyetlerle alakalı kâğıtların damga vergisi dışında tutulmasıyla Çocuk Hizmetleri Genel Müdürlüğü, Türkiye Kızılay Derneği ve son olarak Darüşşafaka Cemiyeti gibi birtakım kuruluşlara ilgili vergi muafiyetinin getirilmiş olması örnek olarak verilebilir."
  },
  {
    "id": "3832897",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Damga Vergisi Yasası Madde 19’da istihkaktan kesinti yapacak mükellefler arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "İl Özel İdareleri",
      "B": "Bankalar",
      "C": "Belediyeler",
      "D": "Özel ve genel bütçeye sahip daireler",
      "E": "Muhtarlıklar"
    },
    "explanation": "Kesinti yapacak mükellefler şu şekilde belirtilmiştir:<br/>• İl özel idareleri,<br/>• Özel ve genel bütçeye sahip daireler,<br/>• Bankalar,<br/>• Belediyeler,<br/>• İktisadi kamu teşekkülleriyle bunların iştirakleri ile müesseseleri ve<br/>• Benzeri teşekkül, iştirak ile müesseselerdir.\n Bunlar arasında muhtarlık sayılmamıştır."
  },
  {
    "id": "3832901",
    "unitNumber": 6,
    "text": "Damga vergisinin basılı damga konulması suretiyle ödenmesi usulüne ilişkin aşağıda verilen bilgilerden hangisi doğru değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ulaştırmayla alakalı kâğıtlar (taşıma senedi, konşimento, barname, tasdikli manifesto nüshaları) basılı damga konulması biçimi ile ödenebilecektir.",
      "B": "Basılı damga konulması biçimi ile ödetme konusunda İçişleri Bakanlığı yetkili mercii konumundadır.",
      "C": "Basılı damga konulmuş olan kâğıtlar matbu şeklinde hazırlanarak bastırılmaktadır.",
      "D": "Bahsi geçen kâğıtların damga vergisi kâğıt düzenlenmeden ve basılmadan önce erken ödeme imkânı sayesinde yüzde beş eksiğiyle peşin şekilde ödenir.",
      "E": "Sadece İstanbul’da bulunan Darphane ve Damga Matbaasında mükellef makbuzu ile birlikte giderek düzenlenen kâğıda basılı damga koydurabilir."
    },
    "explanation": "İbra senetleri ile makbuzlar, faturalar, ulaştırmayla alakalı kâğıtlar, havagazı, elektrik, telefon ile su abonman sözleşmeleri haricindeki kâğıtların vergisini basılı damga konulması suretiyle ödemek isteyen mükellefler Hazine ve Maliye Bakanlığına başvurularak önceden izin alınmalıdır."
  },
  {
    "id": "3832903",
    "unitNumber": 6,
    "text": "Nüshadan çıkarılmış olan, imza bulundurmayan ve bu sebepten dolayı da aslının farklı olmadığı tasdik edilmek koşuluyla hukuki geçerliliği sağlanmış olan kâğıt kopyalarına verilen isim aşağıdakilerden hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Fotokopi",
      "B": "Kağıt",
      "C": "Suret",
      "D": "Senet",
      "E": "Makbuz"
    },
    "explanation": "“Suret” ise nüshadan çıkarılmış olan, imza bulundurmayan ve bu sebepten dolayı da aslının farklı olmadığı tasdik edilmek koşuluyla hukuki geçerliliği sağlanmış olan kâğıt kopyalarına verilen isimdir."
  },
  {
    "id": "3832907",
    "unitNumber": 6,
    "text": "I. İstihkaktan kesinti yapılmasıyla ödeme\n II. Makbuz karşılığında yapılan ödeme\n III. E-imza karşılığında yapılan ödeme\n IV. Basılı damga konulmasıyla ödeme\n V. Pul yapıştırılması suretiyle ödeme\n Yukarıdakilerden hangisi/ hangileri damga vergisinin ödenme biçimleri arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "II, IV ve V",
      "B": "III, IV ve V",
      "C": "I, II ve IV",
      "D": "I, IV ve V",
      "E": "II, III ve V"
    },
    "explanation": "Damga vergisi bugün üç temel biçimden biriyle ödenmektedir. Bunlar;<br/>• Makbuz karşılığında yapılan ödeme,<br/>• Basılı damga konulmasıyla ödeme,<br/>• İstihkaktan kesinti yapılmasıyla ödemedir.<br/>5281 sayılı Yasa ile yapılmış olan değişiklik sonucunda damga vergisinin pul yapıştırılması suretiyle<br/>ödenmesi yöntemi 01/01/2005 tarihinden itibaren kaldırılmıştır."
  },
  {
    "id": "3833523",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ticaret sicili harçları arasında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Celse harcı",
      "B": "Kayıt ve tescil harçları",
      "C": "Defter tutma harçları",
      "D": "İflas harçları",
      "E": "Başvurma harcı"
    },
    "explanation": "<strong>Kayıt ve Tescil Harçları:</strong> Ticari işletmenin ve unvanının tescil ve ilanı, Temsile yetkili kılınan kimselerin tescil ve ilanı, Ticaret siciline tescil edilmiş olan vakalardaki değişikliklerin tescili, Ticari işletme rehni dahil kayıt silinmesi işlemleri bu harcın konusunu teşkil etmektedir."
  },
  {
    "id": "3833526",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi \"diğer yargı harçları\" arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Karar ve İlam Harcı",
      "B": "Başvurma Harcı",
      "C": "Miras işlerine ait harçlar",
      "D": "Celse Harcı",
      "E": "İcra Harçları"
    },
    "explanation": "Yargı mercilerinin yargılama faaliyeti dışında vermiş oldukları diğer hizmetler ve belge örnekleri bu harcın konusunu oluşturmaktadır. Bunlardan biri de Miras işlerine ait harçlardır. Miras işlerine ait harçlar: Terekenin yazımı ve tespiti, mirasın taksimi, tasfiyesi ve idaresi bu harcın konusunu teşkil etmektedir."
  },
  {
    "id": "3833528",
    "unitNumber": 7,
    "text": "Cezai mahiyette alınan harç, aşağıdaki şıklardan hangisinde doğru olarak verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Başvurma harcı",
      "B": "Suret harçları",
      "C": "Miras işlerine ait harçlar",
      "D": "Muhafaza harçları",
      "E": "Celse Harcı"
    },
    "explanation": "Celse Harcı: Bu harç cezai mahiyette alınan bir harçtır. Davacı veya vekili tarafından eğer dava gereksiz yere ertelenmesine sebebiyet verilmişse bu harcın alınmasına yargılamayı yapan hâkim karar verir."
  },
  {
    "id": "3833533",
    "unitNumber": 7,
    "text": "Hakem kararlarının uygulanabilmesi için alınan harç hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Karar ve ilam harcı",
      "B": "Suret harcı",
      "C": "Defter tutma harçları",
      "D": "Celse Harcı",
      "E": "Başvurma Harcı"
    },
    "explanation": "Tahkim yargılaması sonrasında verilen hakem kararının aslı dosya ile birlikte mahkemeye gönderilir ve mahkemece saklanır (HMK md. 436) bu kararların uygulanabilmesi için mahkeme başkanı veya hâkim tarafından verilen şerhlerden hakem kararının mahiyetine göre karar ve ilam harcı alınır."
  },
  {
    "id": "3834101",
    "unitNumber": 7,
    "text": "\"...\" rüsum tonilatoya kadar olan gemiler harçtan muaftır.\n Yukarıdaki boşluğa aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "5",
      "B": "10",
      "C": "12",
      "D": "15",
      "E": "18"
    },
    "explanation": "Gemi ve liman harçlarının mükellefi, taraflarca aksi kararlaştırılmamışsa mülkiyet hakkını iktisap edenler, ipoteklerde ipoteği tesis edenler, bunlar dışında kalan işlemlerde lehine işlem yapılmış olanlardır. 10 rüsum tonilatoya kadar olan gemiler harçtan muaftır."
  },
  {
    "id": "3834103",
    "unitNumber": 7,
    "text": "Gemide yapılacak tadiller veya makine değişimi dolayısıyla verilecek ölçme belgelerinden ne oranda harç alınır?",
    "correctAnswer": "A",
    "options": {
      "A": "1/3",
      "B": "1/2",
      "C": "1/4",
      "D": "1/5",
      "E": "2/3"
    },
    "explanation": "Gemide yapılacak tadiller veya makine değişimi dolayısıyla verilecek ölçme belgelerinden 1/3 nispetinde harç alınır."
  },
  {
    "id": "3834105",
    "unitNumber": 7,
    "text": "Tahsilde olup \"...\" yaşını doldurmamış olanlara verilecek pasaportlar, harçtan istisna<br/>tutulmuştur.\n Yukarıdaki boşluğa aşağıdakilerden hangisi getirilmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "15",
      "B": "18",
      "C": "20",
      "D": "25",
      "E": "30"
    },
    "explanation": "Pasaport Kanunu hükümlerine uygun olarak verilecek tahsilde olup 25 yaşını doldurmamış olanlara verilecek pasaportlar, harçtan istisna tutulmuştur."
  },
  {
    "id": "3834107",
    "unitNumber": 7,
    "text": "Mahiyetleri icabı işin sonunda alınması lazım gelen harçlar için özel ödeme zamanı tespit edilmemiş ise harç alacağının doğması tarihinden itibaren kaç gün içinde ödenir?",
    "correctAnswer": "C",
    "options": {
      "A": "7",
      "B": "10",
      "C": "15",
      "D": "20",
      "E": "30"
    },
    "explanation": "Mahiyetleri icabı işin sonunda alınması lazım gelen harçlar için özel ödeme zamanı tespit edilmemiş ise harç alacağının doğması tarihinden itibaren on beş gün içinde ödenir."
  },
  {
    "id": "3834108",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Gemi ve Liman harçlarının konusu arasında <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Kira mukavelelerinin gemi siciline şerhi",
      "B": "Gemi siciline kayıtlı gemiler üzerinde tesis olunacak ipotekler",
      "C": "Gemi tasdiknameleri",
      "D": "Sicilde kayıtlı gemilerin, ölünceye kadar bakma akdi ile temliki",
      "E": "Ticaret eşyası manifestolarının tasdiki"
    },
    "explanation": "Ticaret eşyası manifestolarının tasdiki, konsolosluk harçlarının konusunu oluşturur."
  },
  {
    "id": "3834110",
    "unitNumber": 7,
    "text": "Yıllık harçlar, her yıl hangi ayın başında yıllık olarak tahakkuk ettirilmiş sayılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Aralık",
      "B": "Ocak",
      "C": "Mayıs",
      "D": "Temmuz",
      "E": "Nisan"
    },
    "explanation": "Yıllık harçlar, her yıl ocak ayının başında yıllık olarak tahakkuk ettirilmiş sayılır. Tahakkuk ettirilen harçlar ayrıca mükellefe tebliğ olunmaz ve ocak ayı içerisinde ödenir."
  },
  {
    "id": "3830492",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi belediyelerin gelirleri arasında gösterilemez?",
    "correctAnswer": "D",
    "options": {
      "A": "Genel bütçe vergi gelirlerinden ayrılan pay",
      "B": "Bağışlar",
      "C": "Taşınır ve taşınmaz malların kira, satış ve başka suretle değerlendirilmesinden elde edilecek gelirler",
      "D": "Trafik cezaları",
      "E": "Her türlü girişim, iştirak ve faaliyetler karşılığı sağlanacak gelirler"
    },
    "explanation": "Kamu tüzel kişisi olarak belediyelerin kamu hizmetlerini sunabilmesi için gelirlere ihtiyacı vardır. Belediyenin gelirleri şunlardır:<br/>• Kanunlarla gösterilen belediye vergi, resim, harç ve katılma payları<br/>• Genel bütçe vergi gelirlerinden ayrılan pay<br/>• Genel ve özel bütçeli idarelerden yapılacak ödemeler<br/>• Taşınır ve taşınmaz malların kira, satış ve başka suretle değerlendirilmesinden elde edilecek gelirler<br/>• Belediye meclisi tarafından belirlenecek tarifelere göre tahsil edilecek hizmet karşılığı ücretler<br/>• Faiz ve ceza gelirleri<br/>• Bağışlar<br/>• Her türlü girişim, iştirak ve faaliyetler karşılığı sağlanacak gelirler<br/>• Diğer gelirler"
  },
  {
    "id": "3830493",
    "unitNumber": 8,
    "text": "Belediye Gelirleri Kanunu’nda yer alan oran ve esaslara göre büyükşehir belediyesince tahsil olunacak at yarışları dahil müşterek bahislerden elde edilen eğlence vergisinin yüzde kaçı ilçe belediyelerine aktarılmaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "%10'u",
      "B": "%20'si",
      "C": "%30'u",
      "D": "%40'ı",
      "E": "%50'si"
    },
    "explanation": "Büyükşehir Belediyesi Kanunu gereğince, Belediye Gelirleri Kanunu’nda yer alan oran ve esaslara göre büyükşehir belediyesince tahsil olunacak at yarışları dahil müşterek bahislerden elde edilen eğlence vergisinin %20’si müşterek bahislere konu olan yarışların yapıldığı yerin belediyesine, %30’u nüfuslarına göre dağıtılmak üzere diğer ilçe belediyelerine ayrıldıktan sonra kalan %50’si büyükşehir belediyesine kalmaktadır."
  },
  {
    "id": "3831399",
    "unitNumber": 8,
    "text": "Emlak vergisinde vergi değeri nasıl bulunur?",
    "correctAnswer": "A",
    "options": {
      "A": "Artırılarak uygulanacağı sonraki yıl için yeniden değerleme oranının yarısı nispetinde artırılarak bulunur.",
      "B": "Artırılarak uygulanacağı sonraki yıl için yeniden değerleme oranı esas alınarak bulunur.",
      "C": "Mevcut yıl içinde taşınmaz değer artış oranı esas alınarak bulunur.",
      "D": "Mevcut yıl içinde taşınmaz rayiç bedeli esas alınarak bulunur.",
      "E": "Önceki yıl taşınmaz rayiç bedelinin enflasyon oranında arttırılması ile bulunur."
    },
    "explanation": "Emlak vergilerinin matrahını vergi değeri oluşturmaktadır. Vergi değeri, artırılarak uygulanacağı sonraki yıl için yeniden değerleme oranının yarısı nispetinde artırılarak bulunur."
  },
  {
    "id": "3831400",
    "unitNumber": 8,
    "text": "Meskenlerde bina vergisi oranı kaçtır?",
    "correctAnswer": "A",
    "options": {
      "A": "Binde bir",
      "B": "Binde üç",
      "C": "Binde beş",
      "D": "Yüzde bir",
      "E": "Yüzde beş"
    },
    "explanation": "Bina vergisinin matrahı, binanın bu kanun hükümlerine göre tespit olunan vergi değeridir. Sabit üretim tesisatına ait değerler vergi matrahına alınmaz. Bina vergisinin oranı meskenlerde binde bir (%0,1), diğer binalarda ise binde ikidir"
  },
  {
    "id": "3831401",
    "unitNumber": 8,
    "text": "Aşağıdaki vergi türlerinden hangisi genel bütçe geliri olarak kaydedilip mahallî idarelere verilecek payların hesabında dikkate alınmaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Emlak vergisi",
      "B": "Arazi vergisi",
      "C": "Haberleşme vergisi",
      "D": "Değerli konut vergisi",
      "E": "Eğlence Vergisi"
    },
    "explanation": "2019 yılında emlak vergileri arasına değerli konut vergisi (madde 42-49) eklenmiştir. Ancak, kanunun 48. maddesi gereğince tahsil edilen değerli konut vergisi, genel bütçe geliri olarak kaydedileceği ve mahallî idarelere verilecek payların hesabında dikkate alınmayacağı belirtilmiştir."
  },
  {
    "id": "3831402",
    "unitNumber": 8,
    "text": "Genel ve katma bütçeli idarelerle il özel idareleri ve köyler tarafından yürütülen spor müsabakaları, at yarışları ve benzeri faaliyetlerde bilet bedeli ile birlikte alınan vergi, takip eden kaç gün içinde ilgili belediyeye ödenir?",
    "correctAnswer": "C",
    "options": {
      "A": "10 gün",
      "B": "15 gün",
      "C": "20 gün",
      "D": "30 gün",
      "E": "45 gün"
    },
    "explanation": "Genel ve katma bütçeli idarelerle il özel idareleri ve köyler tarafından yürütülen spor müsabakaları, at yarışları ve benzeri faaliyetlerde bilet bedeli ile birlikte alınan vergi, takip eden 20 gün içinde ilgili belediyeye ödenir."
  },
  {
    "id": "3831403",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi çevre temizlik vergisine tabidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Genel ve katma bütçeli idareler",
      "B": "İl özel idareleri",
      "C": "Kredi ve Yurtlar Kurumuna ait öğrenci yurtları",
      "D": "Üniversiteler tarafından münhasıran hizmetlerinde kullanılan binalar",
      "E": "Belediye sınırları ve mücavir alanlar içinde bulunan iş yerleri"
    },
    "explanation": "Belediye sınırları ve mücavir alanlar içinde bulunan ve belediyelerin çevre temizlik hizmetlerinden yararlanan konut, iş yeri ve diğer şekillerde kullanılan binalar çevre temizlik vergisine tabidir.\n<br/>Genel ve katma bütçeli idareler, il özel idareleri, belediyeler, köyler, bunların kuracakları birlikler, darülaceze ve benzeri kuruluşlar ve üniversiteler tarafından münhasıran hizmetlerinde kullanılan binalar, Kızılay Genel Merkezi ile şubeleri ve kampları, Kredi ve Yurtlar Kurumuna ait öğrenci yurtları, korumalı iş yerleri ile umuma açık ibadet yerleri, karşılıklı olmak şartıyla elçilik ve konsolosluk hizmetlerinde kullanılanlarla elçilerin ikametine mahsus olan binalar, milletlerarası kuruluşlar ve bunların temsilcilikleri tarafından kullanılan binalar ile bunların müştemilatı vergiye tâbi değildir."
  },
  {
    "id": "3831404",
    "unitNumber": 8,
    "text": "Belediye sınırları ve mücavir alanlar içinde belediyelere ait hâl, balıkhane, mezat yerleri ve ilgilinin isteğine bağlı olarak belediye münadisi (yüksek sesle haber vermeyi iş edinmiş olan kimse) veya tellalı bulundurulan sair yerlerde, gerçek veya tüzel kişiler tarafından her ne surette olursa olsun her çeşit menkul ve gayrimenkul mal ve mahsullerin satışı hangi tür harca tabidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tatil Günlerinde Çalışma Ruhsatı Harcı",
      "B": "Tellallık Harcı",
      "C": "Kayıt ve Suret Harcı",
      "D": "Muayene, Ruhsat ve Rapor Harcı",
      "E": "İş Yeri Açma İzni Harcı"
    },
    "explanation": "Belediye sınırları ve mücavir alanlar içinde belediyelere ait hâl, balıkhane, mezat yerleri ve ilgilinin isteğine bağlı olarak belediye münadisi (yüksek sesle haber vermeyi iş edinmiş olan kimse) veya tellalı bulundurulan sair yerlerde, gerçek veya tüzel kişiler tarafından her ne surette olursa olsun her çeşit menkul ve gayrimenkul mal ve mahsullerin satışı, Tellallık Harcına tabidir. Bu harcın mükellefi mal ve mahsullerini satan gerçek veya tüzel kişilerdir."
  },
  {
    "id": "3831405",
    "unitNumber": 8,
    "text": "İmar planı tamamlanmış yerlerde, plan koşullarına uymak şartıyla bir parselin birden fazla parsele dönüştürülmesi işlemine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "İfraz",
      "B": "Tevhid",
      "C": "İşgal",
      "D": "Mücavir alan",
      "E": "Paylaştırma"
    },
    "explanation": "İfraz; imar planı tamamlanmış yerlerde, plan koşullarına uymak şartıyla bir parselin birden fazla parsele dönüştürülmesi işlemidir. Tevhid ise birden fazla bitişik parselin birleştirilmesi işlemidir."
  },
  {
    "id": "3831406",
    "unitNumber": 8,
    "text": "Harcamalara katılma paylarının ilan ve tebliğ edildiği yılı takip eden yıldan itibaren peşin olmayan ödemelerde ne şekilde tahsil edilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Bir yılda ve iki eşit taksitte",
      "B": "İki yılda ve dört eşit taksitte",
      "C": "Altı ayda ve üç eşit taksitte",
      "D": "İki yılda ve iki eşit taksitte",
      "E": "Üç yılda ve beş eşit taksitte"
    },
    "explanation": "Harcamalara katılma paylarının ilan ve tebliğ edildiği yılı takip eden yıldan itibaren iki yılda ve dört eşit taksitte, peşin ödemelerle tahakkuk tarihinden itibaren bir ay içinde tahsil olunur."
  }
]