[
  {
    "id": "2268985",
    "unitNumber": 1,
    "text": "Löschburg’un (1998) sıralamasına göre ilk çağlardan beri insanı seyahate iten güdüler arasında aşağıdakilerden hangisi <strong>bulunmamaktadır</strong>?",
    "correctAnswer": "B",
    "options": {
      "A": "bilinmeyene duyulan merak",
      "B": "<strong>fetih arzusu</strong>",
      "C": "farklı kültürler tanıma",
      "D": "yeni yerler keşfetme",
      "E": "hastalıklara şifa arama"
    },
    "explanation": "Sorunun doğru yanıtı \"Antik dönem\" içinde geçmektedir.<br/>Löschburg’un (1998) sıralamasına göre ilk çağlardan beri insanı seyahate iten güdüler arasında uzak ya da yakın fark etmeksizin bilinmeyene duyulan merak, dünya haritasının genişletilme çabası, yeni şeyler öğrenme isteği, farklı insanlar ve farklı kültürler tanıma, yeni yerler keşfetme, hastalıklara şifa arama, macera arayışı, eğlenme, ticari, politik ve ekonomik çıkarlar yer almaktadır. Ancak fetih arzusu bu güdülerden biri değildir."
  },
  {
    "id": "2268991",
    "unitNumber": 1,
    "text": "Aşağıda verilen dünyanın yedi harikasından hangisi bulunduğu ülke ile <strong>yanlış eşleştirilmiştir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "İskenderiye Feros Feneri - Mısır",
      "B": "Babil’in Asma Bahçeleri - Irak",
      "C": "Rodos Heykeli - Yunanistan",
      "D": "Artemis Tapınağı - Türkiye",
      "E": "Mauseolos’un Anıt Mezarı - Yunanistan"
    },
    "explanation": "Dünyanın yedi harikasından biri olan Mauseolos’un Anıt Mezarı Yunanistan'da değil Türkiye'dedir."
  },
  {
    "id": "2268996",
    "unitNumber": 1,
    "text": "Aşağıdaki seyyahlardan hangisi seyahatinin amacını özellikle farmakolojik araştırmalar yapmak üzerine belirlemiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "<strong>Leonhart Rauwolf</strong>",
      "B": "Ebû Hâmid el Gırnati",
      "C": "Marco Polo",
      "D": "İbn Battuta",
      "E": "Evliya Çelebi"
    },
    "explanation": "<strong>Sorunun doğru yanıtı \"Orta Çağ’dan Yakın Çağ’a\" başlığı altında bulunabilir. </strong><br/>Augsburglu Dr. Leonhart Rauwolf’un 16. yüzyılda yaptığı seyahatinin amacı farmakolojik araştırmalar yapmaktır."
  },
  {
    "id": "2269007",
    "unitNumber": 1,
    "text": "Kitlesel turizm hareketini başlatan Thomas Cook’un düzenlediği ilk tur aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Belçika’da kurulan Wagons-Lits ile geziler",
      "B": "American Express Company ile Amerika’da geziler",
      "C": "<strong>Leicester’dan Leter-Louhborough’a gezi</strong>",
      "D": "Orta Çağ’daki hac yolculukları",
      "E": "Yahudi misyonerlerin Müslüman topraklarına seyahatleri"
    },
    "explanation": "Sorunun doğru yanıtı \"<strong>Orta Çağ’dan Yakın Çağ’a\" başlığı altında bulunabilir. </strong><br/>Kitlesel turizm hareketini başlatan Thomas Cook’un düzenlediği ilk tur Leicester’dan Leter-Louhborough’a düzenlenen gezidir."
  },
  {
    "id": "2269015",
    "unitNumber": 1,
    "text": "Turizm sektörünü düzenleyecek, geliştirecek, dinamik bir yapı ve işleyişe kavuşturacak tertip ve tedbirlerin alınmasını sağlamak amacı taşıyan kanunun adı ve yılı aşağıdakilerden hangisinde doğru şekilde verilmiştir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mürur Tezkeresi, 1831",
      "B": "Türkiye Turing ve Otomobil Kulübü Tüzüğü, 1931",
      "C": "Basın-Yayın ve Turizm Vekâleti, 1957",
      "D": "Mürur Tezkeresi, 1931",
      "E": "<strong>Turizmi Teşvik Kanunu, 1982</strong>"
    },
    "explanation": "Doğru yanıt \"Osmanlı’dan Cumhuriyet Dönemi’ne\" başlığı altında bulunabilir.<br/>Turizm sektörünü düzenleyecek, geliştirecek, dinamik bir yapı ve işleyişe kavuşturacak tertip ve tedbirlerin alınmasını sağlamak amacı taşıyan kanunun 1982 yılında çıkarılan Turizmi Teşvik Kanunu'dur."
  },
  {
    "id": "2269021",
    "unitNumber": 1,
    "text": "Kruvaziyer turları hangi taşıma aracı ile yapılır?",
    "correctAnswer": "B",
    "options": {
      "A": "Tren",
      "B": "<strong>Gemi</strong>",
      "C": "Uçak",
      "D": "Çevrimiçi araçlar",
      "E": "Feribot"
    },
    "explanation": "Sorunun doğru yanıtı \"Eğitim ve Kültür Düzeyinin Artması\" başlığı altında bulunabilir.<br/>Kruvaziyer turları gemi ile yapılır."
  },
  {
    "id": "2269030",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi turizmin gelişimini etkileyen faktörler arasında <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Kültür düzeyinin artması",
      "B": "Ücretli tatil hakkı",
      "C": "Seyahat özgürlüğü",
      "D": "İnsan ömrünün uzaması",
      "E": "<strong>Ekonomik özgürlük</strong>"
    },
    "explanation": "Sorunun doğru yanıtı \"TURİZMİN GELİŞİMİNİ ETKİLEYEN FAKTÖRLER\" başlığı altında bulunabilir.<br/><strong>Turizmin gelişimini etkileyen faktörler arasında</strong> <strong>Ekonomik özgürlük bulunmamaktadır. </strong>"
  },
  {
    "id": "2269037",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi özel ilgi turizminin gelişiminde rol oynayan faktörlerden <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Kişisel gelişim",
      "B": "Turizm tüketiminin bireyselleşmesi",
      "C": "Tıp alanındaki ilerlemeler",
      "D": "güneş ışınlarının yararlı etkilerinin ortaya çıkması",
      "E": "İnsanların estetik, otantik deneyimler ve yenileyici çözümler aramaları"
    },
    "explanation": "Sorunun doğru yanıtı \"Özel ilgi turizmi\" başlığı altında bulunabilir.<br/>\"<strong>G</strong><strong>üneş ışınlarının yararlı etkilerinin ortaya çıkması\"Özel ilgi turizminin gelişiminde rol oynayan faktörlerden DEĞİLDİR. </strong>"
  },
  {
    "id": "2269046",
    "unitNumber": 1,
    "text": "“Ülkeler arasında seyahati kolaylaştırmak için vize kolaylığı ve gümrük kolaylığı gibi tedbirler alınmakta, seyahat için gerekli formaliteler azalmaktadır.” Söz konusu ifade aşağıdakilerden hangisinin kapsamındadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Boş zamanın artması",
      "B": "Eğitim ve kültür düzeyinin artması",
      "C": "Ücretli tatil hakkı ve gelirin artması",
      "D": "<strong>Sosyal güvenlik ve seyahat özgürlüğü</strong>",
      "E": "Nüfus artışı ve insan ömrünün uzaması"
    },
    "explanation": "Sorunun doğru yanıtı \"Sosyal güvenlik ve seyahat özgürlüğü\" başlığı altında bulunabilir.<br/>“Ülkeler arasında seyahati kolaylaştırmak için vize kolaylığı ve gümrük kolaylığı gibi tedbirler alınmakta, seyahat için gerekli formaliteler azalmaktadır.” Cümlesi turizmin gelişimini etkileyen \"<strong>Sosyal güvenlik ve seyahat özgürlüğü\" kapsamında söylenebilir. </strong>"
  },
  {
    "id": "2269049",
    "unitNumber": 1,
    "text": "“……………………………..hemen her yerel yönetimin tanıtım ve halkla ilişkiler faaliyetlerinde faydalandığı ve insanların turizme katılımlarını sağlayan bir karar destek sistemi olup kitle iletişim araçlarının bir uzantısıdır “ cümlesindeki boşluğu aşağıdakilerden hangisi tamamlamaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Coğrafi Bilgi Sistemleri",
      "B": "Bilgi teknolojileri",
      "C": "Ulaşım teknolojileri",
      "D": "Karayolları ulaştırma servisleri",
      "E": "Turizm kaynakları"
    },
    "explanation": "Teknolojik Gelişmeler<br/><strong>Coğrafi Bilgi Sistemleri </strong>hemen her yerel yönetimin tanıtım ve halkla ilişkiler faaliyetlerinde faydalandığı ve insanların turizme katılımlarını sağlayan bir karar destek sistemi olup kitle iletişim araçlarının bir uzantısıdır"
  },
  {
    "id": "2270571",
    "unitNumber": 1,
    "text": "MÖ 4000 yıllarında Sümerlerin ........ icat etmesiyle birlikte seyahatler de hız kazanmıştır.<br/>Yukarıdaki metinde boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "yazıyı",
      "B": "ateşi",
      "C": "matbaayı",
      "D": "barutu",
      "E": "tekerleği"
    },
    "explanation": "Doğru cevap E seçeneğidir.Cevabınız yanlış ise 3. sayfaya ve Antik Dönem adlı konuya tekrar bakın."
  },
  {
    "id": "2270626",
    "unitNumber": 1,
    "text": "Aşağıda verilen günümüzde Antik Dünyanın Yedi Harikası olarak bilinen yerlerden hangisi bulunduğu ülkeyle doğru eşleşmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Babil’in Asma Bahçeleri-Mısır",
      "B": "İskenderiye Feros Feneri-Irak",
      "C": "Mauseolos’ Anıt Mezarı-Türkiye",
      "D": "Artemis Tapınağı-Yunanistan",
      "E": "Rodos Heykeli-Türkiye"
    },
    "explanation": "Doğru cevap C seçeneğidir.Cevabınız yanlış ise 4. sayfaya ve Antik Dönem adlı konuya tekrar bakın."
  },
  {
    "id": "2270643",
    "unitNumber": 1,
    "text": "Aşağıda verilen seyahatnamelerden hangisi Anadolu toprakları hakkında yazılmış en eski seyahatnamedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ksenefon’un Onbinlerin Ricadı",
      "B": "İbn Fazlan Seyahatnamesi",
      "C": "Markopolo Seyahatnamesi",
      "D": "Evliya Çelebi Seyahatnamesi",
      "E": "İbn Battuta Seyahatnamesi"
    },
    "explanation": "Doğru cevap A seçeneğidir.Cevabınız yanlış ise 5. sayfaya ve Orta Çağ’dan Yakın Çağ’a adlı konuya tekrar bakın."
  },
  {
    "id": "2270656",
    "unitNumber": 1,
    "text": "1831 yılına kadar kaza ve kasabalarda kadı ve naiplerce düzenlenerek Osmanlı Devleti sınırları içinde seyahat edecek olanlara verilen izin ve geçiş belgesi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mura Tezkeresi",
      "B": "Mürur Tezkeresi",
      "C": "Mühür Tezkeresi",
      "D": "Mahir Tezkeresi",
      "E": "Madir Tezkeresi"
    },
    "explanation": "Doğru cevap B seçeneğidir.Cevabınız yanlış ise 8. sayfaya ve Osmanlı’dan Cumhuriyet Dönemi’ne adlı konuya tekrar bakın."
  },
  {
    "id": "2270665",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi turizmin gelişimini etkileyen faktörlerden biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Boş zamanın artması",
      "B": "Teknolojik gelişmeler",
      "C": "Nüfus artışı ve insan ömrünün uzaması",
      "D": "Gelir dağılımının adil dağılmaması",
      "E": "Eğitim ve kültür düzeyinin artması"
    },
    "explanation": "Doğru cevap D seçeneğidir.Cevabınız yanlış ise 12. sayfaya ve Turizmin Gelişimini Etkileyen Faktörler adlı konuya tekrar bakın."
  },
  {
    "id": "2270671",
    "unitNumber": 1,
    "text": "İnsan Ömrü uzadıkça ........... adı verilen 60 yaş ve üzerindeki insanların turizme katılımı da artmaktadır.<br/>Yukarıdaki metinde boş bırakılan yere aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "D",
    "options": {
      "A": "ikinci yaş grubu",
      "B": "y kuşağı",
      "C": "z kuşağı",
      "D": "üçüncü yaş grubu",
      "E": "birinci yaş grubu"
    },
    "explanation": "Doğru cevap D seçeneğidir.Cevabınız yanlış ise 13. sayfaya ve Nüfus Artışı ve İnsan Ömrünün Uzaması adlı konuya tekrar bakın."
  },
  {
    "id": "2270680",
    "unitNumber": 1,
    "text": "I. Çok sayıda insanın kısa sürede kıtalar ötesine, deniz aşırı ülkelere taşınabilmesi, turizmin uluslararası kültürel, ekonomik ve sosyal ilişkilerde önemli bir unsur hâline gelmesini sağlamıştır.<br/>II. Hızlı ulaştırma araçlarının uzak mesafeli yerlere kısa sürede ulaşabilmesi, yoğun nüfuslu yerleşim merkezlerine özgü olan turizmi, kırsal alana da yöneltmiştir.<br/>III. Ulaştırma araçları çok sayıda insanı bir seferde taşıyabildiği için yüksek kapasitede konaklama tesislerine olan gereksinimi ve bunların sayısını artırmıştır.<br/>Yukarıda verilenlerden hangisi veya hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve III",
      "D": "II ve III",
      "E": "I, II ve III"
    },
    "explanation": "Doğru cevap E seçeneğidir.Cevabınız yanlış ise 14. sayfaya ve Teknolojik Gelişmeler adlı konuya tekrar bakın."
  },
  {
    "id": "2270683",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi özel ilgi turizminin gelişiminde rol oynayan faktörlerden biri <u>değildir</u>?",
    "correctAnswer": "A",
    "options": {
      "A": "İnsanların monoton bir yaşam sürmesi",
      "B": "Çalışma koşullarının değişmesi ve iyileşmesi",
      "C": "Boş zaman değerlendirme alışkanlıklarındaki değişim",
      "D": "Kentleşme",
      "E": "Çevresel ve toplumsal farkındalıkların gelişmesi"
    },
    "explanation": "Doğru cevap A seçeneğidir.Cevabınız yanlış ise 17. sayfaya ve Özel İlgi Turizminin Gelişim Süreci adlı konuya tekrar bakın."
  },
  {
    "id": "2270687",
    "unitNumber": 1,
    "text": "Aşağıdaki sorulardan hangisi özel ilgi turistini belirleyici bir soru çeşididir?",
    "correctAnswer": "C",
    "options": {
      "A": "Nereye gitmek istiyorum?",
      "B": "Nereye gitmek istiyorum ve orada ne çeşit etkinliklere katılabilirim?",
      "C": "Ne çeşit etkinliklere katılmak istiyorum ve bunu nerede yapabilirim?",
      "D": "Nereye ne zaman gitmek istiyorum?",
      "E": "Nasıl gitmek istiyorum?"
    },
    "explanation": "Doğru cevap C seçeneğidir.Cevabınız yanlış ise 17. sayfaya ve Özel İlgi Turizmi Kavramı adlı konuya tekrar bakın."
  },
  {
    "id": "2270691",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi doğaya dayalı özel ilgi turizmi kapsamına <u>girmez</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Eko-Turizm",
      "B": "Çiftlik Turizmi",
      "C": "Sağlık Turizmi",
      "D": "Küresel Miras Turizmi",
      "E": "Yayla Turizmi"
    },
    "explanation": "Doğru cevap D seçeneğidir.Cevabınız yanlış ise 18. sayfaya ve Özel İlgi Turizmi Kavramı adlı konuya tekrar bakın."
  },
  {
    "id": "2367670",
    "unitNumber": 1,
    "text": "İnsanlar günlük çalışma saatleri dışındaki boş zamanlarını kullanmaya kavuşmaları ne zaman ortaya çıkmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Sanayi devrimi öncesi.",
      "B": "Fransız Devrimiyle birlikte",
      "C": "Sanayi Devrimiyle",
      "D": "Cumhuriyet inkılaplarıyla",
      "E": "Buharlı makinenin icadıyla"
    },
    "explanation": "Boş zaman kavramı ilk kez, sanayi devrimiyle, insanların normal çalışma saatlerinden arta kalan zaman olarak ele alınmıştır.<br/>Boş zaman kullanımı Sanayi devrimiyle ortaya çıkmıştır."
  },
  {
    "id": "2367683",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Üçüncü Yaş Turizminin özelliklerinden <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Genellikle 60 yaş seviyesi üzerinde olan ve çoğunlukla aktif çalışma yaşamı olmayan, insanların seyahati anlaşılır.",
      "B": "Emekli olmuş kimselerin ikamet ettikleri yerden ayrılarak farklı ülkelere gerçekleştirdikleri seyahatler olarak düşünülmelidir.",
      "C": "İnsan ömrü uzadıkça 60 yaş ve üzerindeki insanların turizme katılımı da artmaktadır, şeklinde düşünülmemelidir.",
      "D": "Boş zamana ve yeterli gelir düzeyine sahip kişiler, (emekliler gibi) bu yaş döneminde seyahat etmekte ve turistik faaliyetlere katılmaktadırlar.",
      "E": "Çoğunlukla aktif çalışma yaşamı olmayan ve 60 yaş üzeri geliri müsait olan insanlar bunun içinde yer alır."
    },
    "explanation": "üçüncü yaş turizmi, belli bir yaş seviyesi üzerinde olan ve çoğunlukla aktif çalışma yaşamı olmayan ve gelirleri müsait olanlar tarafından gerçekleştirilir.<br/>İnsan ömrü uzadıkça 60 yaş ve üzerindeki insanların turizme katılımı da artmaktadır. Emeklilik bu fırsatı tanımaktadır şeklinde düşünülebilir."
  },
  {
    "id": "2367715",
    "unitNumber": 1,
    "text": "Eski çağlarda seyahat etmeyi en çok seven uygarlığın ........ ilk rehberlerin ........<br/>olduğu yazılı kaynaklarda yer almaktadır.<br/>Yukarıda boş bırakılan yere uygun düşen kelimeler aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Romalılar / Mısırlı Rahipler",
      "B": "Romalılar / Romalılar",
      "C": "Helenler / Mısırlı Rahipler",
      "D": "Mısırlılar / Romalı Rahipler",
      "E": "Helenler / Persler"
    },
    "explanation": "Romalılar seyahat etmeyi sevmişlerdir ve Mısırlılarda rahipler tarihte ilk rehberlerdir.<br/>Eski çağlarda seyahat etmeyi en çok seven uygarlığın <strong>Romalılar,</strong> ilk rehberlerin <strong>Mısırlı rahipler</strong> olduğu yazılı kaynaklarda yer almaktadır."
  },
  {
    "id": "2367726",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi özel ilgi turizminin gelişmesinde rol oynayan faktörlerden <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Yaşam tarzındaki değişimler: Dinlenmeye yönelik davranışlar gibi.",
      "B": "Çevresel ve toplumsal farkındalıkların gelişmesi.",
      "C": "Çalışma koşullarının değişmesi ve iyileşmesi.",
      "D": "Turizm tüketiminin giderek bireyselleşme özelliğini kaybetmesi.",
      "E": "Kentleşme."
    },
    "explanation": "Turizm tüketiminin giderek bireyselleşme özelliğini kazanması boş zamanları değerlendirme anlayışıyla da ilgilidir.<br/>Turizm tüketiminin giderek bireyselleşme özelliği kazanmasıyla ilgi turizmi artmıştır."
  },
  {
    "id": "2367737",
    "unitNumber": 1,
    "text": "Özel ilgi turizm çeşitleri genel olarak hangi gruplar altında ele alınır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kültüre dayalı, doğaya dayalı ve hobiye dayalı olmak üzere üç grup altında .",
      "B": "Kültüre dayalı, gelire dayalı ve seçimlere dayalı olmak üzere üç grup altında .",
      "C": "Kültüre ve doğaya dayalı olmak üzere iki grup altında.",
      "D": "Kültüre dayalı, doğaya dayalı ve gelirlere dayalı olmak üzere üç grup altında .",
      "E": "Hobiye dayalı, genel kültüre dayalı ve arkeolojik beğenilere dayalı olarak üç grupta."
    },
    "explanation": "Özel ilgi turizmi, temelde, kültüre dayalı, doğaya dayalı ve hobiye dayalı olmak üzere incelenmektedir.<br/>Özel ilgi turizmi, kültüre dayalı, doğaya dayalı ve hobiye dayalı olmak üzere üç grup altında ele alınır."
  },
  {
    "id": "2367741",
    "unitNumber": 1,
    "text": "Gastronomi turizmi, aşağıdaki özel ilgi turizmi çeşitlerinden hangisi içinde yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Genel kültür",
      "B": "Doğaya dayalı ilgi turizmi",
      "C": "Tarihe dayalı ilgi turizmi",
      "D": "Çiftçilik turizmine dayalı ilgi turizmi",
      "E": "Hobiye dayalı ilgi turizmi"
    },
    "explanation": "Gastronomi turizmi tüketim turizmi olarak düşünülmemeli, bir hobi turizmi olarak düşünülmelidir.<br/>Gastronomi turizmi hobiye dayalı bir ilgi turizmidir."
  },
  {
    "id": "2367755",
    "unitNumber": 1,
    "text": "Özel ilgi turizminin gelişim süreciyle ilgili olarak aşağıdaki saptamalardan hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Sanayi devrimiyle birlikte gelişim göstermiştir.",
      "B": "1950’li yıllarda gündeme gelmiş ve özellikle 1970’li yıllardan sonra gelişme göstermiştir.",
      "C": "1960’li yıllarda gündeme gelmiş ve özellikle 1970’li yıllardan sonra gelişme göstermiştir.",
      "D": "1970’li yıllarda boş zamanların değerlendirilmesiyle gündeme gelmiş ve özellikle 1980’li yıllardan sonra gelişme göstermiştir.",
      "E": "1980’li yıllarda boş zamanların değerlendirilmesiyle gündeme gelmiş ve 2000'li yıllardan sonra gelişme göstermiştir."
    },
    "explanation": "Özel ilgi turizmi 1970’li yıllarda boş zamanların değerlendirilmesiyle gündeme gelmiştir ve özellikle 1980’li yıllardan sonra gelişme göstermiştir.<br/>Özel ilgi turizmi, 1970’li yıllarda boş zamanların değerlendirilmesiyle gündeme gelmiş ve özellikle 1980’li yıllardan sonra gelişme göstermiştir."
  },
  {
    "id": "2367763",
    "unitNumber": 1,
    "text": "Coğrafi Bilgi Sistemleri (CBS) ile ilgili olarak aşağıdaki saptamalardan hangisi uygun <strong>değildir?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yerel yönetimler tanıtım ve halkla ilişkiler faaliyetlerinde faydalanmaktadır.",
      "B": "İnsanların turizme katılımlarını sağlayan bir karar destek sistemidir.",
      "C": "Kitle iletişim araçlarının bir uzantısı olarak düşünmek doğru değildir.",
      "D": "Turizm amaçlı bölgesel tanıtım faaliyetlerinin gerçekleştirilmesinde kullanılması çok yararlıdır.",
      "E": "Coğrafi Bilgi Sistemleri birçok karmaşık konumsal bilgiyi kontrol altına almakta ve<br/>düzenli bir şekilde işleyebilmektedir."
    },
    "explanation": "Coğrafi Bilgi Sistemleri (CBS) teknolojik bir destek sistemi olup kitle iletişim araçlarının bir uzantısıdır.<br/>Coğrafi Bilgi Sistemleri (CBS) bir destek sistemi olarak kitle iletişim araçlarının bir uzantısıdır."
  },
  {
    "id": "2367773",
    "unitNumber": 1,
    "text": "Kruvaziyer turizmi aşağıdaki saptamalardan hangisini ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kruvaziyer turizmi, yüzen bir otelde konaklayıp uluslararası seyahatlerin gerçekleştirilmesini ifade eder.",
      "B": "Kruvaziyer turizmi değişik otellerde konaklayıp gemi yolculuğuyla gerçekleştirilen turizmi ifade eder.",
      "C": "Kruvaziyer turizmi uluslararası otellerde konaklamayı gerektirir.",
      "D": "Kruvaziyer turizmi yüzen bir otelde konaklama turizmi olarak düşünülmemelidir.",
      "E": "Kruvaziyer turizmi sadece doğaya dayalı bir hobi turizmidir."
    },
    "explanation": "Kruvaziyer turizminde lüks gemilerde konaklayarak uluslararası seyahate çıkma söz konusudur. Bir doğa hobisi değildir.<br/>Kruvaziyer turizmi, yüzen bir otelde konaklayıp uluslararası seyahatlerin gerçekleştirilmesini ifade etmektedir."
  },
  {
    "id": "2367781",
    "unitNumber": 1,
    "text": "Turizm sektörünü düzenleyecek, geliştirecek, dinamik bir yapı ve işleyişe kavuşturacak tertip ve tedbirlerin alınmasını sağlamak amacı taşıyan kanun aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Turizme Yatırım Kanunu",
      "B": "Turizmi Teşvik Kanunu",
      "C": "Basın-Yayın ve Turizm Tüzüğü",
      "D": "Ekonomik İstikrar Tedbirleri",
      "E": "24 Ocak Kararları"
    },
    "explanation": "Turizmi Teşvik Kanunu'nun amacı turizm sektörünü düzenleme geliştirme, bir yapı ve işleyişe kavuşturmadır.<br/>Turizmi Teşvik Kanunu, 1982 yılında çıkarılmıştır. Turizm sektörünü düzenleme geliştirme ve bir yapı ve işleyişe kavuşturma amacıyla tertip ve tedbirlerin alınmasını sağlayan kanundur."
  },
  {
    "id": "2369742",
    "unitNumber": 1,
    "text": "I. Dünya haritasının genişletilme çabası<br/>II. Yeni şeyler öğrenme isteği<br/>III. Farklı insanlar ve farklı kültürler tanıma<br/>IV. Yeni yerler keşfetme<br/>V. Hastalıklara şifa arama<br/>Yukarıda sayılanlar dikkate alındığında hangisinden söz ediyoruzdur?",
    "correctAnswer": "A",
    "options": {
      "A": "İnsanı seyahate iten güdüler",
      "B": "Yaşanan iki dünya savaşının turizm hareketlerini yavaşlatması",
      "C": "Özel ilgi turizminin gelişim süreci",
      "D": "Seyahatin tarih",
      "E": "İnsanlar dünyayı bir hedefe varmadan dolaşmayı istemeleri"
    },
    "explanation": "Löschburg (1998) ilk çağlardan beri insanı seyahate iten güdüleri şöyle sıralamıştır:<br/>• Uzak ya da yakın fark etmeksizin bilinmeyene duyulan merak,<br/>• Dünya haritasının genişletilme çabası,<br/>• Yeni şeyler öğrenme isteği,<br/>• Farklı insanlar ve farklı kültürler tanıma,<br/>• Yeni yerler keşfetme,<br/>• Hastalıklara şifa arama,<br/>• Macera arayışı,<br/>• Eğlenme,<br/>• Ticari, politik ve ekonomik çıkarlardır.<br/>Cevap A şıkkıdır"
  },
  {
    "id": "2369748",
    "unitNumber": 1,
    "text": "I. Keops Piramidi<br/>II. Artemis Tapınağı<br/>III. Mauseolos’un Anıt Mezarı<br/>IV. Babil’in Asma Bahçeleri<br/>V. Zeus Heykeli<br/>Yukarıdakilerden hangileri Türkiye'de bulunur?",
    "correctAnswer": "B",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "IV ve V",
      "E": "I ve V"
    },
    "explanation": "Antik dünyanın yedi harikasından ikisi Türkiye’de bulunmaktadır. Bunlardan biri Efes’teki Artemis Tapınağı, diğeri ise Bodrum’daki Halikarnas Mozolesi’dir.<br/>Cevap B"
  },
  {
    "id": "2369751",
    "unitNumber": 1,
    "text": "Seyahatname ne demektir?",
    "correctAnswer": "C",
    "options": {
      "A": "Antik Çağ’ın turistleri sayılan Romalıların kaplıca ve eğitim gezileridir.",
      "B": "İlk organize seyahatlere denir.",
      "C": "Bir seyyahın çeşitli amaçlarla ziyaret ettiği belli bir coğrafi bölgeye ve belirli bir döneme ait izlenimlerini anlattığı eserlerdir.",
      "D": "Dünya üzerinde yol ve kanal gibi altyapının oluşmasına, yol üzerlerinde kuyular açılmasına, yolcuların yeme içme ve konaklama ihtiyacını karşılayacak mekânların kurulmasıdır.",
      "E": "İnsanların dünyayı gezerek öğrenmeyi ve bir hedefe varmadan dolaşmayı istemeleridir."
    },
    "explanation": "Seyahatname: Bir seyyahın çeşitli amaçlarla ziyaret ettiği belli bir coğrafi bölgeye<br/>ve belirli bir döneme ait izlenimlerini anlattığı eserlerdir.<br/>Cevap C"
  },
  {
    "id": "2369814",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Türkiye Turing ve Otomobil Kulübü'nün (TTOK) tüzüğünde yer almaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Dünyanın çeşitli yerlerinden turist getirebilmek için turizm kurumlarıyla ilişki kurmak",
      "B": "Yurt içi ve yurt dışı turizm etkinliklerinin güvenli ve rahat geçmesini sağlayacak düzenlemeler yapmak",
      "C": "Turistlere her türlü kolaylığı sağlamak",
      "D": "Seyahat amaçlı Mürur Tezkeresi düzenlemek",
      "E": "Anıtları ve tarihî eserleri kurtararak yaşama kazandırmak"
    },
    "explanation": "Kurum, 1926 yılında Türkiye Turing Kulübü, 1931 yılında ise Türkiye Turing ve Otomobil Kulübü (TTOK) adını almıştır. Kurumun ilk yıllarındaki kuruluş amacı TTOK Tüzüğü’nde şu şekilde yer almıştır:<br/>• Dünyanın çeşitli yerlerinden turist getirebilmek için turizm kurumlarıyla ilişki kurmak<br/>• Demir yolu, deniz yolu işletmeleri ve bu işletmelerin bulunduğu ülkelerin turizm kurumları ile iş birliği yapmak<br/>• Yurt içi ve yurt dışı turizm etkinliklerinin güvenli ve rahat geçmesini sağlayacak düzenlemeler yapmak<br/>• Turistlere her türlü kolaylığı sağlamak TTOK, aradan geçen uzun süreç sonucunda, faaliyet alanlarını ve amaçlarını genişletmiştir. 9 Nisan 2011 tarihinde Genel Kurulda kabul edilen yeni tüzüğüne eklediği amaçlar şu şekildedir:<br/>• Karada, havada ve denizdeTürk turizmvetanıtımının güvenlik içinde gelişmesine çalışmak<br/>• Bu amaç doğrultusunda kültürü korumak ve çarpık şehirleşmeyi önleyerek çevreyi yaşanır kılmak<br/>• Anıtları ve tarihî eserleri kurtararak yaşama kazandırmak<br/>• Başta İstanbul olmak üzere şehirlerin tarihî ve sosyal dokusunu muhafaza etmek<br/>• Güzel sanatları desteklemek<br/>• Otomobil sporlarının gelişmesine katkı sağlamak<br/>Cevap D"
  },
  {
    "id": "2369818",
    "unitNumber": 1,
    "text": "İnsan hakları ve çalışma koşullarının iyileştirilmesi, günlük çalışma saatlerinin sekiz saate indirilmesi, hafta sonu tatillerinin iki güne çıkarılması, emeklilik yaşının 65 olması ve insan ömrünün uzaması, sosyal güvenlik uygulamaları gibi kavramlar hangisine yol açmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Bilim, eğitim, kültür, sanat ve spor amaçlı uluslararası ilişkilerin yoğunluk kazanmasına",
      "B": "Ulusal ve uluslararası düzeyde turizmi geliştirici politikalar uygulanmasına",
      "C": "İletişim teknolojilerinin gelişmesine",
      "D": "Kruvaziyer turizminin yayılmasına",
      "E": "Boş zamanların artmasına"
    },
    "explanation": "Boş zamanların artış nedenleri şöyle sıralanabilir:<br/>• İnsan hakları ve çalışma koşullarının iyileştirilmesi<br/>• Günlük çalışma saatlerinin sekiz saate indirilmesi<br/>• Hafta sonu tatillerinin iki güne çıkarılması<br/>• Emeklilik yaşının 65 olması ve insan ömrünün uzaması<br/>• Sosyal güvenlik uygulamaları<br/>• Ulaşım teknolojilerinin gelişmesi<br/>• Rekreasyon faaliyetlerine uygulanan formalitelerin azalması<br/>Cevap E"
  },
  {
    "id": "2369820",
    "unitNumber": 1,
    "text": "Turizmin gelişimini etkileyen faktörleri dikkate aldığımızda hangisinin eksikliği, turizme katılmanın ön koşulunun eksikliği anlamına gelir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ücretli tatil hakkı ve düzenli gelir",
      "B": "Boş zamanın artması",
      "C": "Sosyal güvenlik ve seyahat özgürlüğü",
      "D": "Nüfus artışı ve insan ömrünün uzaması",
      "E": "Teknolojik gelişmeler"
    },
    "explanation": "Sanayi Devrimi ile birlikte değişen ve iyileştirilen çalışma koşulları, ücretli tatil hakkını ve düzenli gelir elde etmeyi beraberinde getirmiştir. İnsanın boş zamanı ne kadar çok olursa olsun, bu zamanı değerlendirecek yeterli ekonomik gücü olmadığında turizm faaliyetlerine katılması zordur. Bu nedenle ücretli tatil hakkı ile gelir düzeyi, turizme katılmanın birbirini tamamlayan ön koşuludur.<br/>Cevap A"
  },
  {
    "id": "2371794",
    "unitNumber": 1,
    "text": "Üçüncü yaş grubu ne demektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sosyal güvenlik tedbirleri ile önceleri kötü ve ağır olan çalışma koşulları iyileştirilen çalışanlara denir.",
      "B": "Belli bir yaş seviyesi üzerinde olan ve çoğunlukla aktif çalışma yaşamı olmayan, diğer bir ifade ile emekli olmuş kimselerdir.",
      "C": "Geleneksel harcamalarını azaltan kimselerdir.",
      "D": "Sağlık, kişisel bakım, seyahat ve eğlence gibi bölümlerin toplam harcama içindeki payının sürekli artış göstermesidir.",
      "E": "Herkesin herhangi bir devletin arazisi dahilinde serbestçe seyrüsefer ve ikamet eyleme hakkıdır."
    },
    "explanation": "Belli bir yaş seviyesi üzerinde olan ve çoğunlukla aktif çalışma yaşamı olmayan, diğer bir ifade ile emekli olmuş kimselerin ikamet ettikleri yerden ayrılarak farklı ülkelere gerçekleştirdikleri seyahatler, üçüncü yaş turizmi kapsamına girmektedir.<br/>Cevap B"
  },
  {
    "id": "2371797",
    "unitNumber": 1,
    "text": "Katılımcıların spesifik özel ilgileri ve hobileri tarafından yönlendirilen boş zaman ve seyahat faaliyetlerine ne denir?",
    "correctAnswer": "C",
    "options": {
      "A": "Coğrafi bilgi sistemleri",
      "B": "Turizmde ürün çeşitliliği",
      "C": "Özel ilgi turizmi",
      "D": "Hava ulaştırma araçlarının ulaştığı hızın, uçuş sürelerini kısaltması",
      "E": "Konaklama tesisleri yanında sadece ulaşım sistemine dayalı bir turizm çeşidinin ortaya çıkması"
    },
    "explanation": "Özel İlgi Turizmi: Katılımcıların spesifik özel ilgileri ve hobileri tarafından yönlendirilen boş zaman ve seyahat faaliyetleridir.<br/>Cevap C"
  },
  {
    "id": "2371804",
    "unitNumber": 1,
    "text": "Turist beklentilerinin farklılaşması, çalışma koşullarının değişmesi ve iyileşmesi, boş zaman değerlendirme alışkanlıklarındaki değişim, kentleşme gibi kavramlar aşağıdakilerden hangisinde yer bulur?",
    "correctAnswer": "D",
    "options": {
      "A": "Ücretli tatil hakkı ve gelirin artması",
      "B": "Nüfus artışı ve insan ömrünün uzaması",
      "C": "Sosyal güvenlik ve seyahat özgürlüğü",
      "D": "Özel ilgi turizminin gelişiminde rol oynayan faktörler",
      "E": "Teknolojik gelişmeler"
    },
    "explanation": "Özel ilgi turizminin gelişiminde rol oynayan faktörleri şu şekilde sıralamak mümkündür:<br/>• Turist beklentilerinin farklılaşması<br/>• Yaşam tarzındaki değişimler (demografik karakteristikler, bilgi ve iletişim teknolojilerindeki ilerlemeler, dinlenmeye yönelik davranışlardaki değişimler)<br/>• Çevresel ve toplumsal farkındalıkların gelişmesi<br/>• Yeni eğilimlerin ortaya çıkması (kişisel gelişim gibi)<br/>• Çalışma koşullarının değişmesi ve iyileşmesi<br/>• Boş zaman değerlendirme alışkanlıklarındaki değişim<br/>• Turizm tüketiminin giderek bireyselleşmesi ve boş zaman değerlendirme etkinlikleri konusunda çeşitliliğin artması<br/>• Kentleşme<br/>Cevap D"
  },
  {
    "id": "2371808",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi doğaya dayalı özel ilgi turizmi çeşitlerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Eko-turizm",
      "B": "Çiftlik turizmi",
      "C": "Sağlık turizmi",
      "D": "Kuş gözlemciliği ve botanik turizmi",
      "E": "Etkinlik turizmi ve etnik turizm"
    },
    "explanation": "Kültüre dayalı özel ilgi turizmi çeşitleri şehir turizmi, dark turizm (hüzün turizmi), kültürel miras turizmi, etkinlik turizmi ve etnik turizm; doğaya dayalı özel ilgi turizmi çeşitleri eko-turizm, çiftlik turizmi, sağlık turizmi, yayla turizmi, kuş<br/>gözlemciliği ve botanik turizmi; hobiye dayalı özel ilgi turizmi çeşitleri kumar turizmi, gastronomi turizmi, golf turizmi, alışveriş turizmi ve şarap turizmidir.<br/>Cevap E"
  },
  {
    "id": "2264760",
    "unitNumber": 2,
    "text": "Gelişmiş ve gelişmekte olan ülkelerde, çağdaş toplumları karakterize eden boş zaman ilgi çeşitliliğinin artması ve seyahat pazarının daha sofistike ve heterojen hâle gelmesi nedeniyle 1980’li yıllardan beri hızla hacim ve değer kazanması hangi turizm çeşidine girer?",
    "correctAnswer": "A",
    "options": {
      "A": "Özel ilgi turizmi",
      "B": "Eski Turizm",
      "C": "Yeni Turizm",
      "D": "Modern Turizm",
      "E": "Paket Tatil Turizmi"
    },
    "explanation": "Özel ilgi turizmi gelişmiş ve gelişmekte olan ülkelerde, çağdaş toplumları karakterize eden boş zaman ilgi çeşitliliğinin artması ve seyahat pazarının daha sofistike ve heterojen hâle gelmesi nedeniyle 1980’li yıllardan beri hızla hacim ve değer kazanmıştır."
  },
  {
    "id": "2264767",
    "unitNumber": 2,
    "text": "I. Daha iyi eğitim almış II. Daha varlıklı III. Yerel kültür ve çevreye daha duyarlı IV. Yeşile ve diğer kültürleri keşfetmeye V. Yeni deneyimler ve ürünler denemeye daha istekli, Yukarıdakilerden hangisi veya hangileri özel ilgi turistlerini tanımlar?",
    "correctAnswer": "C",
    "options": {
      "A": "I/II",
      "B": "I/II/II",
      "C": "I/II/III/IV/V",
      "D": "IV/V",
      "E": "I/II/V"
    },
    "explanation": "Özel ilgi turistleri “mevcut bir il- giyi deneyimlemek ya da yeni veya aşina oldukları bir destinasyonda yeni bir ilgi geliştirme arzusu ile motive olan turistlerdir. Bu tür turistler için turistik tüketimde öğrenme ve keşfetmeye ait duygular temel motivasyon kaynağını oluşturmaktadır. Bu turistler diğer turistlerden farklı olarak daha iyi eğitim almış, daha varlıklı, yerel kültür ve çevreye daha duyarlı, daha esnek, bağımsız, yeşile ve diğer kültürleri keşfetmeye, yeni deneyimler ve ürünler denemeye daha istekli, daha fazla macera arayan turistlerdir."
  },
  {
    "id": "2264795",
    "unitNumber": 2,
    "text": "İnsan davranışlarını yönlendiren temel içsel bir dürtüye ne denir?",
    "correctAnswer": "B",
    "options": {
      "A": "Boş zaman",
      "B": "Motivasyon",
      "C": "Psikoloji",
      "D": "Aktivite",
      "E": "Özel ilgi"
    },
    "explanation": "Genel olarak motivasyon, insan davranışlarını yönlendiren temel içsel bir dürtü olarak tanımlanmaktadır."
  },
  {
    "id": "2264802",
    "unitNumber": 2,
    "text": "Motivasyonun temelinde gereksinimler bulunmaktadır diyen psikolog kimdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Crompton",
      "B": "McKay",
      "C": "Gray",
      "D": "Hartman",
      "E": "Maslow"
    },
    "explanation": "Maslow’a göre, motivasyonun temelinde gereksinimler bulunmaktadır."
  },
  {
    "id": "2264930",
    "unitNumber": 2,
    "text": "I. Kendini Gerçekleştirme II. Benlik III. Bağlanma ve Sevgi IV. Güven V. Yaşamsal Yukarıdakilerden hangisi veya hangileri Maslow’un İhtiyaçlar Hiyerarşisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "I/II/III",
      "B": "I/IV/V",
      "C": "II/III/V",
      "D": "I/II/III/IV/V",
      "E": "IV/V"
    },
    "explanation": "Kendini Gerçekleştirme<br/>Benlik<br/>Bağlanma ve Sevgi <br/>Güven<br/>Yaşamsal<br/>Maslow’un İhtiyaçlar Hiyerarşisi"
  },
  {
    "id": "2264932",
    "unitNumber": 2,
    "text": "Farklı kültürlerin yemeklerini tatmak ve deneyimlemek amacıyla seyahat eden kişileri ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gastronomi turistleri",
      "B": "Aile Turizmi",
      "C": "Karnaval Turizmi",
      "D": "Film Turizmi",
      "E": "Katedral Turizmi"
    },
    "explanation": "Farklı kültürlerin yemeklerini tatmak ve deneyimlemek amacıyla seyahat eden gastronomi turistleri için genel olarak yiyecek ve içecek tüketimi en temel deneyimdir."
  },
  {
    "id": "2264934",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Gastronomi turistlerinin motivasyonlarının sınıflandırılmalarından biri <u>değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Sembolik",
      "B": "Yükümlülük",
      "C": "Rutin",
      "D": "Karşıtlık",
      "E": "Özel Denetim"
    },
    "explanation": "Gastronomi turistlerinin motivasyonlarının sınıflandırılması<br/><table><tbody><tr><td><br/>Sembolik<br/></td><td><br/>Yükümlülük<br/></td><td><br/>Karşıtlık<br/></td><td><br/>Özel denetim<br/></td><td><br/>Zevk<br/></td></tr><tr><td><br/>Kültürel<br/>Statü ve prestij Yeni bilgiler öğrenme Özgün seyahat deneyimi<br/>Yerel kültürleri<br/>keşfetme<br/></td><td><br/>Fiziksel<br/>Sağlık endişesi Deneyimi destekleme konusunda uzlaşma Fiyat ve değer Uygunluk<br/>Güvence<br/></td><td><br/>Rutinden kaçış Heyecan verici deneyim Yenilik Çeşitlilik<br/></td><td><br/>Tanıdık lezzetler Temel yeme davranışı<br/>İştah açıcı güvence<br/></td><td><br/>Sosyalleşme Duyusal çekicilik Fiziksel çevre Birliktelik<br/>Grup uyumu<br/></td></tr></tbody></table>"
  },
  {
    "id": "2264935",
    "unitNumber": 2,
    "text": "Topluluklara ihtiyaç ve diğer kaynakları dağıtmak, çevreyi korumak ve restore etmek ya da saha araştırmalarına yardımcı olmak gibi organize projelerde çalışmak için gönüllü ödeme yapan ve destinasyonlara seyahat eden turistlere ne denir?",
    "correctAnswer": "B",
    "options": {
      "A": "Özel İlgi Turistleri",
      "B": "Gönüllü Turistler",
      "C": "Gastronomi Turistleri",
      "D": "Spa ve wellness Turistleri",
      "E": "Sosyal Turistler"
    },
    "explanation": "Gönüllü Turistler: Topluluklara ihtiyaç ve diğer kaynakları dağıtmak, çevreyi ko- rumak ve restore etmek ya da saha araş- tırmalarına yardımcı olmak gibi organize projelerde gönüllü olarak yer almak için ödeme yapan ve destinasyonlara seyahat eden turistlerdir."
  },
  {
    "id": "2264939",
    "unitNumber": 2,
    "text": "Genellikle bir faaliyet veya ilgi için normal sınırlar olarak kabul edilenin ötesinde, muhtemelen birçokları için mantıksız olarak görülen aşırı özveri gösterme eğilimindekilere ne denir?",
    "correctAnswer": "D",
    "options": {
      "A": "Gurmeler",
      "B": "Spesifikler",
      "C": "Gastronomlar",
      "D": "Fanatikler",
      "E": "Tesadüfler"
    },
    "explanation": "Son olarak fanatikler ise, genellikle bir faaliyet veya ilgi için normal sınırlar olarak kabul edilenin ötesinde, muhtemelen birçokları için mantıksız olarak görülen aşırı özveri gösterme eğilimindedirler."
  },
  {
    "id": "2264940",
    "unitNumber": 2,
    "text": "Bir bireyin, bir nesneye/aktiviteye yönelik, göreceli olarak değişen ihtiyacı, değeri ve alakasına dayalı olan ilgisine ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "İlgilenim",
      "B": "Amatör",
      "C": "Özel İlgi",
      "D": "Kolleksiyoncu",
      "E": "Boş zaman deneyimi"
    },
    "explanation": "İlgilenim; bir bireyin, bir nesneye/aktiviteye yönelik, göreceli olarak değişen ihtiyacı, değeri ve alakasına dayalı olan ilgisidir."
  },
  {
    "id": "2269267",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisini özel ilgi turizmi için söylemek olanaklıdır.",
    "correctAnswer": "D",
    "options": {
      "A": "Kitleseldir",
      "B": "Eski turizm olarak bilinir",
      "C": "Paket tatil sınıflandırmasındadır",
      "D": "Farklılaşmaya hizmet eder",
      "E": "Fordist ekonominin uzantısıdır"
    },
    "explanation": "ÖZEL İLGİ TURİSTLERİ<br/>Özellikle küreselleşen dünyada benzerliklerin artışına cevap olarak bireyselleşme, farklılaşma ve çeşitlilik özelliklerini kapsaması nedeniyle özel ilgi turizminin potansiyel gelişimi oldukça büyüktür ve günümüzde hâlâ devam etmektedir. Özel ilgi turizmi, kitle turizminin sürdürülebilirliğine yönelik endişelere ve kaliteli deneyimler arayan turistlerin yönlendirdiği kişiselleştirilmiş boş zaman aktivitelerine bir yanıt olarak ortaya çıkmıştır. Bu nedenle özel ilgi turizmi kitle turizminin bir antitezi ve “yeni turizm” kavramının bir formu olarak görülmektedir. “Eski turizm” olarak adlandırılan kitle turizmi fordist (otomasyon yoluyla kitlesel üretim yapılması) üretim biçiminin bir parçasıdır. Bu turizm türünde ürün farklılaştırması pek mümkün olmamakta, “paket tatil” adı altında çok sayıda insan tarafından tüketilmek üzere pazarlanmaktadır."
  },
  {
    "id": "2269277",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi özel ilgi turistleri için <em><strong>söylenemez?</strong></em>",
    "correctAnswer": "B",
    "options": {
      "A": "Daha iyi eğitim almışlardır",
      "B": "Konaklayacakları tesisin niteliği öncelikleridir",
      "C": "Yerel kültür ve çevreye daha duyarlıdırlar",
      "D": "Yeni deneyimler ve ürünler denemeye daha isteklidirler",
      "E": "Daha fazla macera arayan turistlerdir"
    },
    "explanation": "ÖZEL İLGİ TURİSTLERİ<br/>Günümüzde tüketim anlayışında üreticiden çok tüketici istekleri ön plana çıkmış, üretilenler farklılaşmış ve çeşitlenmiştir. Özel ilgi turistleri de yeni turist yaklaşımı içerisinde yer alan, bir destinasyona seyahatinde özel bir ilgi temelli motivasyona sahip turistlerdir. Bu turistler yenilik, kalite ve deneyim arzusunu sürdürmek için belirli tema ve aktivitelere özel ilgi duymaktadırlar. Özel ilgi turistleri bir destinasyona gerçekleştirdikleri seyahatler için belirli bir ilgiye dayalı motivasyonlara sahip olduklarından; seyahat motivasyonu genel olarak destinasyon ve özellikleri (çevre, atmosfer vb.) ile uyarılan genel ilgi turistlerinden farklılaşmaktadır. Özel ilgi turistleri “mevcut bir ilgiyi deneyimlemek ya da yeni veya aşina oldukları bir destinasyonda yeni bir ilgi geliştirme arzusu ile motive olan turistlerdir. Bu tür turistler için turistik tüketimde öğrenme ve keşfetmeye ait duygular temel motivasyon kaynağını oluşturmaktadır. Bu turistler diğer turistlerden farklı olarak daha iyi eğitim almış, daha varlıklı, yerel kültür ve çevreye daha duyarlı, daha esnek, bağımsız, yeşile ve diğer kültürleri keşfetmeye, yeni deneyimler ve ürünler denemeye daha istekli, daha fazla macera arayan turistlerdir."
  },
  {
    "id": "2269292",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi turistleri seyahate yönlendiren çekme faktörlerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Macera arama",
      "B": "Yenilik arayışı",
      "C": "Kültürel ziyaretler",
      "D": "Prestij arzusu",
      "E": "Kaçma arzusu"
    },
    "explanation": "ÖZEL İLGİ TURİSTLERİNİN MOTİVASYONLARI<br/>Turistleri seyahate yönlendiren motivasyonlara ilişkin bir diğer yaklaşım ise itme ve çekme faktörleri kuramıdır. İtme faktörleri; turistleri ihtiyaçlarını gidermek için aktiviteler aramaya iten içsel bir güdü olup çekme faktörleri ise bir destinasyonun turistler nezdinde sahip olduğu bilinirlik düzeyi olarak açıklanabilmektedir. İtme faktörleri, seyahate çıkan bireyin somut olmayan, gerçek arzularına, örneğin kaçma, dinlenme ve rahatlama, macera, yenilik arayışı, sağlık veya statü ve prestij arzusu ile ilişkilidir. Çekme faktörleri ise, bir destinasyonun sahip olduğu plajlar, konaklama ve eğlence tesisleri ile kültürel ve tarihî kaynaklar gibi somut özellikleri ve bir destinasyonun çekiciliği ile ilişkilidir."
  },
  {
    "id": "2269306",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi gastronomi turistlerinin bilişsel deneyimleri kapsamındadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Partnerler ve arkadaşlarla sosyalleşme",
      "B": "Benzer ilgiye sahip gurmeler ile topluluk kurma",
      "C": "Özel yerlere katılım",
      "D": "Özel etkinliklere katılma",
      "E": "Kültür ve mutfak hakkında bilgi edinme"
    },
    "explanation": "Gastronomi Turistlerinin Motivasyonları <br/>Farklı kültürlerin yemeklerini tatmak ve deneyimlemek amacıyla seyahat eden gastronomi turistleri için genel olarak yiyecek ve içecek tüketimi en temel deneyimdir. Burada tüketim, yeme veya içme eylemiyle sınırlı değildir. Ayrıca üç deneyim boyutu daha içerir. Bunlar: <br/>• Bilişsel deneyim: Kültür ve mutfak hakkında bilgi edinme, özgünlük önemli bir unsurdur.<br/>• Duygusal deneyim: Partnerler ve arkadaşlarla sosyalleşme, benzer ilgiye sahip gurmeler ile topluluk oluşturmadır. <br/>• Davranışsal deneyim: Özel etkinlikler ve özel yerlere katılımdır"
  },
  {
    "id": "2269321",
    "unitNumber": 2,
    "text": "Film turizmi özelinde turistlerin seyahatlerinin ardında yatan nedenlerin anlaşılması için araştırmacılar 3P olarak adlandırılan bir çerçeve geliştirmiştir. Aşağıdakilerden hangisi bu 3P kapsamında <strong>değildir?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Manzara, peyzaj gibi faktörler",
      "B": "Film karakteriyle bütünleşme",
      "C": "Film stüdyolarını gezme",
      "D": "Ünlü olma motivasyonu",
      "E": "Hayran olunan oyuncuyu daha iyi tanıma"
    },
    "explanation": "Film Turizmine Katılımda Motivasyonel Faktörler<br/>Film turistlerinin motivasyonlarına ilişkin yapılan araştırmalarda, diğer turizm çeşitlerinde olduğu gibi bu alanda da turistlerin motivasyonlarının farklılaştığı görülmektedir. Ancak film turizmi özelinde turistlerin seyahatlerinin ardında yatan nedenlerin anlaşılması için araştırmacılar 3P olarak adlandırılan bir çerçeve geliştirmiştir. Bunlardan ilki “yerdir (place)” ve manzara, peyzaj gibi seyirciler için çekici ve hemen tanımlanabilecek unsurları içeren bileşenleri kapsamaktadır. İkincisi ise “performans unsurlarıdır” ve izleyicilerin kendilerini karakterin yerine koyma arzusu yaratan ve bir filmin performansı ile güçlü bir bağ yaratmasını sağlayan hikâye ve konu gibi bileşenleri kapsamaktadır. Üçüncüsü ise, “kişilik (personality)” yani filmde yer alan oyuncular, ünlüler ve karakterler ve ünlülerin çekim gücüdür."
  },
  {
    "id": "2270905",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi inanç turistlerinin gerçekleştirdiği etkinliklerden biri <u><em><strong>değildir?</strong></em></u>",
    "correctAnswer": "A",
    "options": {
      "A": "Topluluklara ihtiyaç ve diğer kaynakları dağıtmak",
      "B": "Ruhun huzura kavuşması",
      "C": "İnsanların kendi dinlerine mensup kişilerle tanışma ve buluşma isteği",
      "D": "Dünyevi sorunları için yardım dilemek",
      "E": "Tanrıya yakın hissetmek"
    },
    "explanation": "İnanç Turistlerinin Motivasyonları<br/>Doğru cevap A şıkkıdır. Topluluklara ihtiyaç ve diğer kaynakları dağıtmak gönüllü turistlerin gerçekleştirdiği bir eylemdir."
  },
  {
    "id": "2270920",
    "unitNumber": 2,
    "text": "Bir bireyin, bir nesneye/aktiviteye yönelik, göreceli olarak değişen ihtiyacı, değeri ve alakası olarak da tanımlanabilecek olan kavrama ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Etkileşim",
      "B": "İlgilenim",
      "C": "Bilgilenme",
      "D": "Heves",
      "E": "Motivasyon"
    },
    "explanation": "ÖZEL İLGİ TURİZMİ DENEYİMİ VE TURİST TİPOLOJİSİ<br/>İlgilenim, genel anlamda, bir bireyin, bir nesneye/aktiviteye yönelik, göreceli olarak değişen ihtiyacı, değeri ve alakasına dayalı olan ilgisi olarak tanımlanabilir. Bir başka tanıma göre ilgilenim, belirli ürün kategorilerine dönük olarak tüketicinin hissettiği ilgi, heves, heyecan duygusudur ve söz konusu ürünler hakkındaki kişisel ilgisi ile alakalıdır."
  },
  {
    "id": "2270956",
    "unitNumber": 2,
    "text": "Özel ilgi turizmi ürün deneyimleri açısından bakıldığında aşağıdakilerden hangisi rekabet içeren ürün kapsamında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Oyun",
      "B": "Gerçek risk",
      "C": "Eğitim",
      "D": "Egzotizm arayışı",
      "E": "Miras turizmi"
    },
    "explanation": "ÖZEL İLGİ TURİZMİ DENEYİMİ VE TURİST TİPOLOJİSİ<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/ed752a283830b4c633be4a37f80a4a34.png\" alt=\"\" width=\"478\" height=\"416\">"
  },
  {
    "id": "2270967",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi “Seyahat Özel İlgi Uzmanları”nın özelliklerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kültürel turizm deneyimlerine/ürünlerine katılırlar",
      "B": "Değişim arzusundadırlar",
      "C": "Popüler ürünler ve deneyimler ararlar",
      "D": "Macera turizmi deneyimlerine/ürünlerine katılırlar",
      "E": "Konfor bölgelerinde kalmayı tercih ederler"
    },
    "explanation": "ÖZEL İLGİ TURİZMİ DENEYİMİ VE TURİST TİPOLOJİSİ<br/>“Özel İlgi Turizmi Uzmanı/ Eksperi” seyahat ilgisi ve deneyimi anlamında yüksek düzeyde ilgilenime sahiptir ve yaşam tarzı içintemel olan özel ilgi turizmi ürünlerini ve deneyimlerini seçmektedir. Öte yandan “Amatör” düşük deneyim, etkinliğe aşina olmama ve buna sınırlı maruz kalma ile karakterize edilir ancak kendini ifade etme ve değişim arzusundadır, modaya uygun ve popüler ürünler ve deneyimler aranmaktadır. Amatörler, riske yönelik tutum ve algılarına bağlı olarak kendilerine uygun ürün ve deneyimleri tercih ederler. Amatörlere karşıt olarak özel ilgi turizmi deneyimlerinin “Koleksiyoncuları” kültürel turizm, macera turizmi, spor turizmi vb. çeşitli özel ilgi turizmi deneyimlerine/ürünlerine katılmaktadırlar. Örneğin, macera turizmi hakkında bilgi sahibi olmayan ve deneyimsiz koleksiyoncu turistler, oldukça karmaşık/özel/zor bir turizm ürünü seçerek, kendisini özel ilgi turizmi odaklarındaki yetkinliklerinin ötesinde zorluklarla karşılaşan bir risk bölgesinde bulabilmektedirler. Son olarak “Seyahat Özel İlgi Uzmanları” ise bir boş zaman perspektifinde (örn. dağcılık, dalış vb.) yüksek ilgilenim düzeyine sahiptirler (uzman) ancak sık seyahat etmezler ve seyahat konusunda amatördürler. Bu nedenle konfor bölgelerinde kalmayı tercih etmektedir."
  },
  {
    "id": "2270977",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi genel ilgi turistlerinin niteliklerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Turizm tercihlerinde bir geçiş ve değişim dönemi geçiriyorlardır.",
      "B": "Özel ilgi alanları geliştirmiş olabilir ancak tatil seçimlerini bu ilgi alanlarına ayırmaya yetecek kadar kararlı değillerdir.",
      "C": "Sosyal değere sahip “moda olan ve popüler” destinasyonlara seyahat etmek isterler.",
      "D": "Genellikle orta ve orta üst sınıfa ait sosyoekonomik gruplardandırlar.",
      "E": "Maceracı, dışa dönük ve genel popülasyonun takip ettiklerinden hoşlanmayan turistlerdir."
    },
    "explanation": "ÖZEL İLGİ TURİZMİ DENEYİMİ VE TURİST TİPOLOJİSİ<br/>Genel İlgi Turistleri: • Seyahateden nüfusun çoğunluğunu oluşturur. • Öncelikle nüfusun alt / alt-orta sosyoekonomik kesimlerinden çekilme eğilimindedir. • Nispeten fiyat duyarlıdırlar. • Nispeten deneyimsiz turistlerdir. • Genel olarak içe dönük turist olma eğilimindedirler.• Genel olarak özel bir ilgi geliştirmemişlerdir ya da tatillerinde böyle bir ilgiyi sürdürmek istemiyorlardır. • Sosyal değere sahip “moda olan ve popüler” destinasyonlara seyahat etmek isterler. • Özellikle sosyal çevrelerini referans alarak belirli destinasyon tercihlerinde bulunma ve seyahat şekillerinde tutarlı olma arzusundadırlar. • Ziyaret ettikleri destinasyon ile ilgili olarak “normal” olarak görülen genel kabul görmüş davranışları ve kodları tercih ederler. • Nispeten yüksek kalite düzeyine sahip konaklama işletmelerini tercih ettikleri görülmektedir."
  },
  {
    "id": "2367489",
    "unitNumber": 2,
    "text": "“Eski turizm” olarak adlandırılan kitle turizmi ve otomasyon yoluyla kitlesel üretim yapılması şeklinde tanımlanan, hangi üretim biçiminin bir parçasıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Fordist",
      "B": "Kapitalist",
      "C": "Marksist",
      "D": "Modernist",
      "E": "Antiemperyalist"
    },
    "explanation": "ÖZEL İLGİ TURİSTLERİ<br/>“Eski turizm” olarak adlandırılan<br/>kitle turizmi fordist (otomasyon yoluyla kitlesel<br/>üretim yapılması) üretim biçiminin bir parçasıdır."
  },
  {
    "id": "2367498",
    "unitNumber": 2,
    "text": "Eski turizm türünde ürün farklılaştırması pek mümkün olmamakla birlikte, hangi tatil adı altında çok sayıda insan tarafından tüketilmek üzere pazarlanır?",
    "correctAnswer": "D",
    "options": {
      "A": "Eko tatil",
      "B": "Standart tatil",
      "C": "Gündelik tatil",
      "D": "Paket tatil",
      "E": "Sportif tatil"
    },
    "explanation": "ÖZEL İLGİ TURİSTLERİ<br/>“Eski turizm” olarak adlandırılan<br/>kitle turizmi fordist (otomasyon yoluyla kitlesel<br/>üretim yapılması) üretim biçiminin bir parçasıdır. Bu turizm türünde ürün farklılaştırması pek mümkün olmamakta, “<strong>paket tatil</strong>” adı altında çok sayıda<br/>insan tarafından tüketilmek üzere pazarlanmaktadır."
  },
  {
    "id": "2367508",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi, özel ilgi turizmi arasında yer almaz?",
    "correctAnswer": "C",
    "options": {
      "A": "Kırsal turizm",
      "B": "Kültür turizmi",
      "C": "Otel ya da tatil köyü turizmi",
      "D": "Sağlık turizmi",
      "E": "Miras turizmi"
    },
    "explanation": "ÖZEL İLGİ TURİSTLERİ<br/>Tüketici egemenliğinin arttığı bu yeniden yapılanma sürecinde ucuz paket turlar çerçevesinde gidilen<br/>ve aynı özelliklere sahip tatil köyleri yerine; kırsal<br/>turizm, kültür turizmi, sağlık turizmi, etkinlik turizmi, miras turizmi gibi özel ilgi alanları yaratılmaya başlanmıştır."
  },
  {
    "id": "2367518",
    "unitNumber": 2,
    "text": "Postmodern turist tipi olarak adlandırılan turist tipi, hangi turizm anlayışının gelişimine neden olmuştur?",
    "correctAnswer": "B",
    "options": {
      "A": "Eski turizm",
      "B": "Yeni turizm",
      "C": "Geleneksel turizm",
      "D": "Biçimsel turizm",
      "E": "Ekolojik turizm"
    },
    "explanation": "ÖZEL İLGİ TURİSTLERİ<br/>Modern turist tipi “eski turizm” anlayışını<br/>nitelendirmekte iken, <strong>postmodern turist tip</strong>i olarak<br/>da adlandırılan turist tipi “<strong>yeni turizm</strong>” anlayışının<br/>gelişimine neden olmuştur ve yeni turistler olarak<br/>tanımlanmışlardır."
  },
  {
    "id": "2367533",
    "unitNumber": 2,
    "text": "Genel olarak insan davranışlarını yönlendiren temel içsel bir dürtü olarak, ne tanımlanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Motivasyon",
      "B": "Destinasyon",
      "C": "Sosyalizasyon",
      "D": "İnterlasyon",
      "E": "Entegrasyon"
    },
    "explanation": "ÖZEL İLGİ TURİSTLERİNİN MOTİVASYONLARI<br/>Genel olarak motivasyon, insan davranışlarını yönlendiren temel içsel bir dürtü olarak tanımlanmaktadır."
  },
  {
    "id": "2367544",
    "unitNumber": 2,
    "text": "Crompton ve McKay “bireylerde gerginlik veya dengesizlik durumu yaratan içsel psikolojik faktörlerin (ihtiyaçlar ve istekler) dinamik bir süreci” olarak, neyi ifade etmişlerdir?",
    "correctAnswer": "C",
    "options": {
      "A": "Eski turizmi",
      "B": "Yeni turizmi",
      "C": "Turizm motivasyonu",
      "D": "Turizm aktivasyonunu",
      "E": "Turizm destinasyonunu"
    },
    "explanation": "ÖZEL İLGİ TURİSTLERİNİN MOTİVASYONLARI<br/>Crompton ve McKay (1997) <strong>turizm motivasyonunu</strong> “bireylerde gerginlik veya dengesizlik durumu<br/>yaratan içsel psikolojik faktörlerin (ihtiyaçlar ve istekler) dinamik bir süreci” olarak ifade etmişlerdir."
  },
  {
    "id": "2367563",
    "unitNumber": 2,
    "text": "Maslow’un ihtiyaçlar hiyerarşisine atıfta bulunan bazı araştırmacılar turizm bağlamında boş zaman seyahatinin, genel olarak hangi gereksinimlerle ilgili olmadığını belirtmişlerdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Temel fizyolojik",
      "B": "Kültürel deneyimler",
      "C": "Sosyalleşme",
      "D": "Duygusal deneyimler",
      "E": "Kişisel deneyimler"
    },
    "explanation": "ÖZEL İLGİ TURİSTLERİNİN MOTİVASYONLARI<br/>Turizm bağlamında bazı araştırmacılar Maslow’un ihtiyaçlar hiyerarşisine atıfta bulunarak, boş zaman seyahatinin genel olarak <strong>temel fizyolojik</strong> gereksinimlerle ilgili<br/>olmadığını ancak yeni arkadaşlıklar ve prestij ihtiyaçlarının, seyahat etmenin nedenleri olarak gösterilebileceğini belirtmişlerdir."
  },
  {
    "id": "2367574",
    "unitNumber": 2,
    "text": "İnsanları geziye çıkmaya yönelten, kaçış ve yöneliş güdüleri olarak iki ana kümeye ayıran kimdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Maslow",
      "B": "Gray",
      "C": "Benjamin",
      "D": "Marks",
      "E": "Hartman"
    },
    "explanation": "ÖZEL İLGİ TURİSTLERİNİN MOTİVASYONLARI<br/><strong>Hartman</strong>, insanları geziye çıkmaya yönelten güdüleri iki ana kümeye ayırmaktadır. Bunlar, kaçış<br/>ve yöneliş güdüleridir."
  },
  {
    "id": "2367585",
    "unitNumber": 2,
    "text": "Yalnızca tüketim, yeme veya içme eylemiyle sınırlı olmayan bilişsel, duygusal ve davranışsal üç denetim boyutunu da içeren, hangi tür turistlerdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gastronomi turistleri",
      "B": "Eko turistler",
      "C": "Gezi turistleri",
      "D": "Kültürel turistler",
      "E": "Sağlık turistleri"
    },
    "explanation": "Gastronomi Turistlerinin Motivasyonları<br/>Farklı kültürlerin yemeklerini tatmak ve deneyimlemek amacıyla seyahat eden g<strong>astronomi turistleri</strong><br/>için genel olarak yiyecek ve içecek tüketimi en temel deneyimdir. Burada tüketim, yeme veya içme eylemiyle sınırlı değildir. Ayrıca üç deneyim boyutu daha içerir. Bunlar:<br/>• Bilişsel deneyim: Kültür ve mutfak hakkında bilgi edinme, özgünlük önemli bir unsurdur.33<br/>• Duygusal deneyim: Partnerler ve arkadaşlarla sosyalleşme, benzer ilgiye sahip gurmeler ile topluluk oluşturmadır.<br/>• Davranışsal deneyim: Özel etkinlikler ve özel yerlere katılımdır."
  },
  {
    "id": "2367590",
    "unitNumber": 2,
    "text": "Film turizmi özelinde turistlerin seyahatlerinin ardında yatan nedenlerin anlaşılması için araştırmacılar, ne olarak adlandırılan bir çerçeve geliştirmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "3D",
      "B": "3G",
      "C": "3P",
      "D": "3K",
      "E": "3Z"
    },
    "explanation": "Film Turizmine Katılımda Motivasyonel Faktörler<br/>film turizmi özelinde<br/>turistlerin seyahatlerinin ardında yatan nedenlerin<br/>anlaşılması için araştırmacılar <strong>3P</strong> olarak adlandırılan bir çerçeve geliştirmiştir. Bunlardan ilki “yerdir (<strong>place)</strong>” ve manzara, peyzaj gibi seyirciler için<br/>çekici ve hemen tanımlanabilecek unsurları içeren<br/>bileşenleri kapsamaktadır. İkincisi ise “<strong>performans</strong><br/>unsurlarıdır” ve izleyicilerin kendilerini karakterin<br/>yerine koyma arzusu yaratan ve bir filmin performansı ile güçlü bir bağ yaratmasını sağlayan hikâye<br/>ve konu gibi bileşenleri kapsamaktadır. Üçüncüsü ise, “kişilik (<strong>personality</strong>)” yani filmde yer alan<br/>oyuncular, ünlüler ve karakterler ve ünlülerin çekim gücüdür."
  },
  {
    "id": "2371199",
    "unitNumber": 2,
    "text": "İnsan davranışlarını yönlendiren temel içsel dürtüye ne ad verilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Psikoloji",
      "B": "Motivasyon",
      "C": "İhtiyaç",
      "D": "Eğitim",
      "E": "Rekabet"
    },
    "explanation": "Soruda özelliği verilen dürtünün tanınması amaçlanmıştır.<br/>Motivasyon: İnsan davranışlarını yönlendiren temel içsel bir dürtüdür."
  },
  {
    "id": "2371201",
    "unitNumber": 2,
    "text": "Maslow’un İhtiyaçlar Hiyerarşisinde yer alan en üst başlık aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Benlik",
      "B": "Güvenlik",
      "C": "Yaşamsal",
      "D": "Bağlanma ve Sevgi",
      "E": "Kendini Gerçekleştirme"
    },
    "explanation": "Soruda Maslow’un İhtiyaçlar Hiyerarşisindeki başlıkların tanınması amaçlanmıştır.<br/>Maslow’un İhtiyaçlar Hiyerarşisindeki başlıklar yukarıdan aşağıya doğru şunlardır: KENDİNİ GERÇEKLEŞTİRME, BENLİK (Saygınlık, başarı, öz saygı vb.), BAĞLANMA VE SEVGİ (Sevilme, yakınlaşma, özdeşleşme vb.), GÜVENLİK (Güven duygusu, belirlilik, düzen isteği vb.), YAŞAMSAL (Açlık, susuzluk, cinsellik vb.)"
  },
  {
    "id": "2371203",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi özel ilgi turizminin motivasyonel unsurlarından biri <u>değildir? </u>",
    "correctAnswer": "D",
    "options": {
      "A": "Psikolojik",
      "B": "Duygusal",
      "C": "Kültürel",
      "D": "Bilimsel",
      "E": "Kişisel Gelişim"
    },
    "explanation": "Soruda özel ilgi turizminin motivasyonel unsurlarının tanınması amaçlanmıştır.<br/>Özel ilgi turizminin çok sayıda kategorisi bulunduğundan yukarıda açıklanan dört farklı motivasyonel unsurların (Psikolojik-Duygusal-Kültürel-Kişisel Gelişim) bu özel ilgi turizmi kategorileri bakımından da değerlendirilmesi gerekmektedir."
  },
  {
    "id": "2371205",
    "unitNumber": 2,
    "text": "Gastronomi turistlerinin kültür ve mutfak hakkında bilgi edinmenin yanı sıra, özgünlük unsurlarını deneyimledikleri boyut aşağıdaki başlıklardan hangisi altında ele alınır?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilişsel",
      "B": "Duygusal",
      "C": "Davranışsal",
      "D": "Otantik",
      "E": "Prestij"
    },
    "explanation": "Soruda Gastronomi turistlerinin özelliği verilen deneyim türünün tanınması amaçlanmıştır.<br/>Farklı kültürlerin yemeklerini tatmak ve deneyimlemek amacıyla seyahat eden gastronomi turistleri için genel olarak yiyecek ve içecek tüketimi en temel deneyimdir. Burada tüketim, yeme veya içme eylemiyle sınırlı değildir. Ayrıca üç deneyim boyutu daha içerir. Bunlar:<br/>• Bilişsel deneyim: Kültür ve mutfak hakkında bilgi edinme, özgünlük önemli bir unsurdur."
  },
  {
    "id": "2371208",
    "unitNumber": 2,
    "text": "Topluluklara ihtiyaç ve diğer kaynakları dağıtmak, çevreyi korumak, restore etmek ya da saha araştırmalarına yardımcı olmak gibi organize projelerde gönüllü olarak yer almak için ödeme yapan ve destinasyonlara seyahat eden turist türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gastronomi turistleri",
      "B": "İnanç turistlerin",
      "C": "Gönüllü turistler",
      "D": "Özel ilgi turistlerinin",
      "E": "Genel ilgi turistleri"
    },
    "explanation": "Soruda özellikleri verilen turist türünün tanınması amaçlanmıştır.<br/>Gönüllü Turistler: Topluluklara ihtiyaç ve diğer kaynakları dağıtmak, çevreyi korumak ve restore etmek ya da saha araştırmalarına yardımcı olmak gibi organize projelerde gönüllü olarak yer almak için ödeme yapan ve destinasyonlara seyahat eden turistlerdir."
  },
  {
    "id": "2371218",
    "unitNumber": 2,
    "text": "Bir bireyin, bir nesneye/aktiviteye yönelik, göreceli olarak değişen ihtiyacı, değeri ve alakasına dayalı olan ilgisi olarak tanımlanabilen, belirli ürün kategorilerine dönük olarak tüketicinin hissettiği ilgi, heves, heyecan duygusuna ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Altruizm",
      "B": "İlgilenim",
      "C": "Motivasyon",
      "D": "Bilişim",
      "E": "Kültür"
    },
    "explanation": "Soruda tanımı verilen terimin hatırlanması amaçlanmıştır.<br/>İlgilenim, genel anlamda, bir bireyin, bir nesneye/aktiviteye yönelik, göreceli olarak değişen ihtiyacı, değeri ve alakasına dayalı olan ilgisi olarak tanımlanabilir. Bir başka tanıma göre ilgilenim, belirli ürün kategorilerine dönük olarak tüketicinin hissettiği ilgi, heves, heyecan duygusudur ve söz konusu ürünler hakkındaki kişisel ilgisi ile alakalıdır."
  },
  {
    "id": "2371223",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi Özel ilgi turistlerinin ilgilenim düzeylerine ve deneyimlerine göre yapılan sınıflandırılmanın içinde <u>yer almaz?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Amatörler",
      "B": "Hevesliler",
      "C": "Uzmanlar",
      "D": "Fanatikler",
      "E": "İnançlılar"
    },
    "explanation": "Soruda Özel ilgi turistlerinin ilgilenim düzeylerine ve deneyimlerine göre kaç gruba ayrıldığının bilinmesi amaçlanmıştır.<br/>Özel ilgi turistleri ilgilenim düzeylerine ve deneyimlerine göre amatörler, hevesliler,<br/>uzmanlar ve fanatikler olarak sınıflandırılmışlardır."
  },
  {
    "id": "2371227",
    "unitNumber": 2,
    "text": "Maslow’un İhtiyaçlar Hiyerarşisinde en altta yer alan başlık aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yaşamsal",
      "B": "Kendini Gerçekleştirme",
      "C": "Benlik",
      "D": "Güvenlik",
      "E": "Bağlanma ve Sevgi"
    },
    "explanation": "Soruda Maslow’un İhtiyaçlar Hiyerarşisindeki başlıkların tanınması amaçlanmıştır.<br/>Maslow’un İhtiyaçlar Hiyerarşisindeki başlıklar yukarıdan aşağıya doğru şunlardır: KENDİNİ GERÇEKLEŞTİRME, BENLİK (Saygınlık, başarı, öz saygı vb.), BAĞLANMA VE SEVGİ (Sevilme, yakınlaşma, özdeşleşme vb.), GÜVENLİK (Güven duygusu, belirlilik, düzen isteği vb.), YAŞAMSAL (Açlık, susuzluk, cinsellik vb.)"
  },
  {
    "id": "2371230",
    "unitNumber": 2,
    "text": "Temel değerleri düşüncelerini başkalarıyla paylaşmak, öz saygı duygusu kazanmak olan, fedakârlık (altruizm), anlamlı bir şey yapmak ve kendini geliştirmenin en önemli motivasyon olduğu turist türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Gastronomi turistleri",
      "B": "Özel ilgi turistleri",
      "C": "Gönüllü turistler",
      "D": "Film turistleri",
      "E": "Genel ilgi turistleri:"
    },
    "explanation": "Soruda temel motivasyonları verilen turist türünün tanınması amaçlanmıştır.<br/>Gönüllü turizmin öne çıkan bir diğer motivasyonu, gönüllü turistlerin temel değerleri<br/>ve düşüncelerini başkalarıyla paylaşmaları, öz saygı duygusu kazanmak ve öz benliklerini geliştirmektir. Fedakârlık (altruizm), anlamlı bir şey yapmak ve kendini geliştirme gönüllü turistlerin en temel motivasyonlarıdır"
  },
  {
    "id": "2371233",
    "unitNumber": 2,
    "text": "Seyahat eden popülasyonun küçük bir bölümünü oluşturan, orta ve orta üst sınıfa ait, diğer turist gruplardan daha az fiyat duyarlılığına sahip, maceracı, dışa dönük ve genel popülasyonun takip ettiklerinden hoşlanmayan, aktivite ya da deneyim ile ilişkili olarak yüksek beklentilere sahip deneyimli turist grubu aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Karma ilgi turistleri",
      "B": "Genel ilgi turistleri",
      "C": "Özel ilgi turistleri",
      "D": "Gönüllü turistler",
      "E": "İnanç turistleri"
    },
    "explanation": "Soruda özellikleri sıralanan turist türünün tanınması amaçlanmıştır.<br/>Son olarak özel ilgi turistlerinin özellikleri incelendiğinde bu turistlerin:<br/>• Seyahat eden popülasyonun küçük bir bölümünü oluşturmaktadırlar.<br/>• Genellikle orta ve orta üst sınıfa ait sosyoekonomik gruplardandırlar.<br/>• Genel ve karma ilgi turistlerine göre daha az fiyat duyarlılığına sahiptirler.<br/>• Deneyimli turistlerdir.<br/>• Aktivite ya da deneyim ile ilişkili olarakyüksek beklentilere sahiptirler ancak konaklama işletmeleri bakımından aynı beklenti düzeyinde değillerdir.<br/>• Maceracı, dışa dönük ve genel popülasyonun takip ettiklerinden hoşlanmayan turistlerdir."
  },
  {
    "id": "2266793",
    "unitNumber": 3,
    "text": "Turistlerin, alışık oldukları ya da yeni gittikleri bir yerde mevcut ilgi alanlarıyla ilgili faaliyetlere katılmak /yeni ilgi alanları edinme güdüleriyle katıldığı ve bu güdülerle sınırları belirlenen ve katılım sağlanan faaliyetlerle ifade edilen turist hareketlerine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Özel ilgi turizmi",
      "B": "Kitle turizmi",
      "C": "Sorumlu turizm",
      "D": "Yumuşak turizm",
      "E": "Alternatif turizm"
    },
    "explanation": "Soru ile ilgili konu başlığı: ünitenin giriş bölümü<br/>Özel ilgi turizmi doğru cevaptır, çünkü özel ilgi turizmi; kitle turizmine ya da diğer bir kullanımı ile genel ilgi turizmine alternatif olan turist hareketlerini ifade etmekten çok, turistlerin “alışık oldukları ya da yeni gittikleri bir yerde mevcut ilgi alanlarıyla ilgili faaliyetlere katılmak veya yeni ilgi alanları edinmek” güdüleriyle katıldığı ve bu güdülerle sınırları belirlenen ve katılım sağlanan faaliyetlerle ifade edilen turist hareketleri ele alınmaktadır."
  },
  {
    "id": "2266797",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi özel ilgi turizmi hareketliliklerine katılan turistlerin profillerinden biri <u>değildir</u>?",
    "correctAnswer": "B",
    "options": {
      "A": "Özgünlük ve gerçek deneyimler için isteklidirler",
      "B": "Çoğunluğun peşinden gitmeyi severler",
      "C": "Genellikle orta ya da üst orta sosyoekonomik sınıfa mensupturlar",
      "D": "Özel ilgilerinin içeriğini araştırmak için yeni alternatif destinasyonlar ararlar",
      "E": "Beklentilerinin yüksek olduğu alan, gerçekleşen aktivitelerdir."
    },
    "explanation": "Soru ile ilgili konu başlığı: ÖZEL İLGİ TURİZMİNİN ÖZELLİKLERİ<br/>Özel ilgi turizmi içerisinde bu hareketliliklere katılan turistlerin profilleri doğrultusunda oluşan özellikleri şu şekilde sıralanabilir: Özgünlük ve gerçek deneyimler için isteklidirler- Yaş dağılımı özel ilgilere göre değişir- Genellikle orta ya da üst orta sosyoekonomik sınıfa mensuptur- İlgi duyduğu alan ile ilgili aktivitelerin içinde yer almak ister- Her türlü etkinliğe ilgi göstererek kendisini geliştirmeyi hedefler- Özel ilgisinin içeriğini araştırmak için yeni alternatif destinasyonlar arar- Çoğunluğun peşinden gitmeyi sevmez ve bireyci özellikler taşır- Geceleyeceği konaklama tesislerinin kalitesi beklentisinin odağında yer almaz- Beklentisinin yüksek olduğu alan, gerçekleşen aktivitelerdir."
  },
  {
    "id": "2266801",
    "unitNumber": 3,
    "text": "Açık alan faaliyetleri, spor, yaban hayatı, eko turizm gibi bileşenleri içeren özel ilgi turizmi çeşidi aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kültür ve tarih odaklı özel ilgi turizmi",
      "B": "Kişisel gelişim, eğitim ve yaşayış tarzı odaklı özel ilgi turizmi",
      "C": "Rekreasyon ve doğa odaklı özel ilgi turizmi",
      "D": "Sağlık ve iyi oluş ise SPA ve kaplıca turizmi",
      "E": "Genel ilgi turizmi"
    },
    "explanation": "Soru ile ilgili konu başlığı: ÖZEL İLGİ TURİZMİNİN ÇEŞİTLERİ<br/><strong>Rekreasyon ve doğa odaklı özel ilgi turizmin</strong>in konuları arasında açık alan faaliyetleri, spor, rekreasyon, yaban hayatı, eko turizm gibi bileşenler yer almaktadır. Kültür ve tarih odaklı özel ilgi turizmi; etnik ve kültürel miras, tarihî değerler, sanat, mimari gibi konuları kapsamaktadır. Kişisel gelişim, eğitim ve yaşayış tarzı odaklı özel ilgi turizminin konuları arasında hobiler, ilgi alanları, eğitim, yaşam tercihleri sayılabilir. Sağlık ve iyi oluş ise SPA ve kaplıca turizmi<strong>,</strong> termal turizm, medikal turizm gibi alanları kapsamaktadır."
  },
  {
    "id": "2266806",
    "unitNumber": 3,
    "text": "Egzotik, tehlikede olan ve korunan alanları ya da yaban alanları ziyaret etmeyi ve yerel, doğal, derin bir doğa deneyimi yaşamayı arzulayan kişilerin, katılımcısı olarak tanımlanan rekreasyon ve doğa odaklı özel ilgi turist tipi aşağıdakilerin hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Esasi doğa turisti",
      "B": "Ana akım doğa turisti",
      "C": "Arızi doğa turisti",
      "D": "Adanmış doğa turisti",
      "E": "Gecikmiş doğa turisti"
    },
    "explanation": "Soru ile ilgili konu başlığı: Rekreasyon ve Doğa Odaklı Özel İlgi Turizmi<br/>Cevap D şıkkıdır. Özel ilgi turizmine katılan turistleri dört temel kategoride toplamak mümkündür; -Esasi doğa turisti ya da “bilimsel doğa turisti”: Eğitim turları ya da doğa koruma projelerinin katılımcıları, -<strong>Adanmış doğa turisti</strong>: Egzotik, tehlikede olan ve korunan alanları (tropik yağmur ormanları, bataklıklar ya da yaban alanları) ziyaret etmeyi; yerel, doğal, kültürel tarihi öğrenmeyi ya da derin bir doğa deneyimi yaşamayı arzulayan kişiler, -Ana akım doğa turisti: Alışılagelmemiş ve macera dolu deneyimleri barındırdığı düşünülen yaban hayatı ya da vahşi yaşam destinasyonlarını ziyaret ederek kontrollü bir doğa deneyimi yaşamak isteyen kişiler, -Arızi doğa turisti: Daha geniş bir etkinlik yelpazesine sahip bir gezinin parçası olarak doğada vakit geçirmekten keyif alan kişileri ifade eder."
  },
  {
    "id": "2266810",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi turistlerin rekreasyon ve doğa odaklı özel ilgi turizmine yönelik temel güdülerinden biri <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Macera, mücadele duygusunu yaşamak",
      "B": "Bilimsel ve eğitim amaçlı meraklar",
      "C": "Görsel sanatlar aracılığıyla anı ölümsüzleştirmek",
      "D": "Psikolojik ve ruhsal bir bütünleşme yaşamak",
      "E": "SPA ve kaplıcanın suyundan yararlanma isteği"
    },
    "explanation": "Soru ile ilgili konu başlığı: Rekreasyon ve Doğa Odaklı Özel İlgi Turizmi<br/>Turistlerin rekreasyon ve doğa odaklı özel ilgi turizmine yönelik temel güdüleri; Farklı tür ve çevreleri aktif bir şekilde deneyimleme ve bunlarla bağ kurma şansı- Macera, risk ve mücadele duygusu-Bilimsel ve eğitim amaçlı meraklar- İlgi çekici bitki örtüsünü, hayvan topluluklarını ve doğal olguları gözlemlemek- Estetik hayranlık ve bu anları fotoğraf ya da diğer görsel sanatlar aracılığıyla ölümsüzleştirmek arzusu- Psikolojik ve ruhsal bir bütünleşme yaşamak- Nadir bitki örtüsü ve hayvan topluluklarına sahip destinasyonlarda elde edilen deneyimlerle sağlanmak istenen statüdür. SPA ve kaplıca turizmi, termal turizm, medikal turizm gibi alanlar ise sağlık ve iyi oluş odaklı özel ilgi turizm alanı içinde yer almaktadır."
  },
  {
    "id": "2266811",
    "unitNumber": 3,
    "text": "Aşağıdaki kültürel miras ögelerinden hangisi <u>somut</u> <u>taşınmaz</u> kültürel miras grubu içinde yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Harabeler",
      "B": "Tablolar",
      "C": "Paralar",
      "D": "Gemi batıkları",
      "E": "Heykeller"
    },
    "explanation": "Soru ile ilgili konu başlığı: Kültür ve Tarih Odaklı Özel İlgi Turizmi<br/>Somut Miras grubu içinde yer alan taşınmaz kültürel miras ögeleri sıralanacak olursa; Arkeolojik alanlar, anıtlar, mimari eserler vb., harabeleri örnek verebiliriz."
  },
  {
    "id": "2266812",
    "unitNumber": 3,
    "text": "Turistik ürün çeşitlendirilmesinde ve dünya markası yaratmada, <u>en </u><u>etkili</u> öge aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Doğal su kaynakları",
      "B": "Kültürel kaynaklar",
      "C": "Nadir yabani canlılar",
      "D": "Yeraltı madenleri",
      "E": "İklim özelliği"
    },
    "explanation": "Soru ile ilgili konu başlığı: Kültür ve Tarih Odaklı Özel İlgi Turizmi<br/>Turistik ürün çeşitlendirilmesinde dünya markası yaratmada en etkili rolü kültürel kaynaklar oynar. Talep yaratma, talep çeşitlendirme, turistik ürün yaratma, ürün çeşitlendirmede kültürel turizm ayrıcalıklı bir yere sahiptir."
  },
  {
    "id": "2266814",
    "unitNumber": 3,
    "text": "Ahmet üniversite öğrencisidir. 3 günlük tatilinde Antalya’da yunuslarla ve hayalet vatozlarla, onların kendi doğal yaşam alanlarında yüzerek ve sualtına dalarak geçirir. Ahmet, aşağıdaki özel ilgi turizm çeşitlerinden hangisini tercih etmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Genel ve sürdürülebilir ilgi turizmi",
      "B": "Sağlık ve iyi oluş odaklı özel ilgi turizmi",
      "C": "Rekreasyon ve doğa odaklı özel ilgi turizmi",
      "D": "Kültür ve tarih odaklı özel ilgi turizmi",
      "E": "Kişisel gelişim, eğitim ve yaşayış tarzı odaklı özel ilgi turizmi"
    },
    "explanation": "Soru ile ilgili konu başlığı: ÖZEL İLGİ TURİZMİNİN ÇEŞİTLERİ<br/>İlgi turizmini dört odak altında sınıflandırmak mümkündür. Bu odaklar; rekreasyon ve doğa, kültür ve tarih, kişisel gelişim, eğitim ve yaşayış tarzı, sağlık ve iyi oluş şeklinde dört başlık altında toplanabilir. Doğru cevap olan rekreasyon ve doğa odaklı özel ilgi turizminin konuları arasında açık alan faaliyetleri, spor, rekreasyon, yaban hayatı, ekoturizm gibi bileşenler yer almaktadır."
  },
  {
    "id": "2266815",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi destinasyon geliştirme politikası içerisinde, özel ilgi turizminin taşıdığı genel özelliklerden biri <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Küçük ölçeklidir",
      "B": "Yatırımların dönüş hızı yavaştır",
      "C": "Planlanmasında tüm paydaşların katılımına ihtiyaç vardır",
      "D": "Yatırımlarının maliyeti düşüktür",
      "E": "Nitelikli ve uzman iş gücü gerektirir"
    },
    "explanation": "Soru ile ilgili konu başlığı: ÖZEL İLGİ TURİZMİNİN ÇEŞİTLERİ<br/>Destinasyon geliştirme politikası içerisinde özel ilgi turizminin taşıdığı genel özellikler şu şekilde sıralanabilir: -Küçük ölçeklidir; katılımcıları münferit turistler veya küçük ölçekli gruplardır. - Emek yoğun özelliğe sahiptir. -Planlanmasında tüm paydaşların katılımına ihtiyaç vardır.- Nitelikli ve uzman iş gücü gerektirir.- Ürün ve hizmetlerin tasarlanmasında yaratıcılık gerektirir.- Yatırımlarının maliyeti yüksektir.- Yatırımların dönüş hızı yavaştır."
  },
  {
    "id": "2266819",
    "unitNumber": 3,
    "text": "Turistin özel ilgi alanlarıyla şekillenen talepleri ve bu ilgi alanlarına yönelik olarak şekillendirilen arzın buluştuğu noktada somutluk kazanan, özel ilgi turizminin <u>en</u> <u>önemli</u> belirleyicilerinden biri aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "İş yaşantısı",
      "B": "Akrabalar",
      "C": "Aile",
      "D": "Yakın arkadaşlar",
      "E": "Medya"
    },
    "explanation": "Soru ile ilgili konu başlığı: ÖZEL İLGİ TURİZMİNİN ÖZELLİKLERİ<br/>Yerel, ulusal, bölgesel ya da küresel çevre içerisinde, bireylerin içsel tercihleri ya da bireyler arasındaki iletişimlerden etkilenen ve turistin özel ilgi alanlarıyla şekillenen talep ile bu ilgi alanlarına yönelik olarak şekillendirilen arzın buluştuğu noktada somutluk kazanan özel ilgi turizminin en önemli belirleyicilerinden biri <strong>medyadır</strong>. Trauer‘e göre ekolojik, teknolojik, politik, iktisadi, kültürel, sosyoekonomik boyutlara sahip bu çevrede, medya aracılığıyla ortaya saçılan göstergelerin, turistlerin özel ilgilerinin farkına varması ve bu özel ilgilerine yönelik sunulan turizm tiplerinin farkına varması noktasında önemli bir değişken olduğunu öne sürmektedir."
  },
  {
    "id": "2266900",
    "unitNumber": 3,
    "text": "Genellikle orta ya da üst orta sosyo ekonomik sınıfa mensup olan ve alım gücü, turistik harcaması yüksek olan turist profili özelliği aşağıdaki turizm türlerinde hangisi için geçerlidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Genel ilgi turizmi",
      "B": "Alternatif turizm",
      "C": "Özel ilgi turizmi",
      "D": "Kitle turizmi",
      "E": "Sorumlu turizm"
    },
    "explanation": "Sorunun ilgili konu başlığı: Özel ilgi turizminin özellikleri<br/>Özel ilgi turizminin, bu hareketliliklere katılan turistlerin profilleri doğrultusunda oluşan özellikleri şu şekilde sıralanabilir: genellikle orta ya da üst orta sosyoekonomik sınıfa mensuptur. Alım gücü ve turistik harcaması yüksektir."
  },
  {
    "id": "2266901",
    "unitNumber": 3,
    "text": "Genel olarak çevre sorunları bulunmayan doğal alanlarda, stresten uzak, çevreyle bütünleşerek gerçekleştirilen turist hareketlerini ifade eden özel ilgi turizmi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kültür ve tarih odaklı özel ilgi turizmi",
      "B": "Rekreasyon ve doğa odaklı özel ilgi turizmi",
      "C": "Sağlık ve iyi oluş odaklı özel ilgi turizmi",
      "D": "Kişisel gelişim ve yaşam tarzı odaklı özel ilgi turizmi",
      "E": "Hobi turizmi"
    },
    "explanation": "Sorunun ilgili konu başlığı: Rekreasyon ve Doğa Odaklı Özel İlgi Turizmi<br/>Rekreasyon ve doğa odaklı özel ilgi turizmi; genel olarak çevre sorunları bulunmayan doğal alanlarda, stresten uzak,<br/>çevreyle bütünleşerek gerçekleştirilen turist hareketlerini ifade etmektedir."
  },
  {
    "id": "2266902",
    "unitNumber": 3,
    "text": "Alışılagelmemiş ve macera dolu deneyimleri barındırdığı düşünülen yaban hayatı ya da vahşi yaşam destinasyonlarını ziyaret ederek kontrollü bir doğa deneyimi yaşamak isteyen kişilerden oluşan, özel ilgi turizmine katılan turist kategorisi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Adanmış doğa turisti",
      "B": "Arızi doğa turisti",
      "C": "Bilimsel doğa turisti",
      "D": "Ana akım doğa turisti",
      "E": "Gecikmiş doğa turisti"
    },
    "explanation": "Sorunun ilgili konu başlığı: Rekreasyon ve Doğa Odaklı Özel İlgi Turizmi<br/>Ana akım doğa turisti: Alışılagelmemiş ve macera dolu deneyimleri barındırdığı düşünülen yaban hayatı ya da vahşi yaşam destinasyonlarını ziyaret ederek kontrollü bir doğa deneyimi yaşamak isteyen kişilerdir."
  },
  {
    "id": "2266903",
    "unitNumber": 3,
    "text": "Açık alan faaliyetleri, spor, rekreasyon, yaban hayatı, eko turizm gibi bileşenlerin yer aldığı özel ilgi turizm türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Doğa odaklı özel ilgi turizmi",
      "B": "Kültür ve tarih odaklı özel ilgi turizmi",
      "C": "Kişisel gelişim, eğitim ve yaşayış tarzı odaklı özel ilgi turizmi",
      "D": "Sağlık ve iyi oluş odaklı özel ilgi turizmi",
      "E": "Kitle turizmi"
    },
    "explanation": "Sorunun ilgili konu başlığı: Özel ilgi turizminin çeşitleri<br/>Rekreasyon ve doğa odaklı özel ilgi turizminin konuları arasında açık alan faaliyetleri, spor, rekreasyon, yaban hayatı, eko turizm gibi bileşenler yer almaktadır."
  },
  {
    "id": "2266904",
    "unitNumber": 3,
    "text": "Daha geniş bir etkinlik yelpazesine sahip bir gezinin parçası olarak doğada vakit geçirmekten keyif alan kişileri ifade eden özel ilgi turist kategorisi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ana akım doğa turisti",
      "B": "Gecikmiş doğa turisti",
      "C": "Adanmış doğa turisti",
      "D": "Esasi doğa turisti",
      "E": "Arızi doğa turisti"
    },
    "explanation": "Sorunun ilgili konu başlığı: Rekreasyon ve Doğa Odaklı Özel İlgi Turizmi<br/>Arızi doğa turisti: Daha geniş bir etkinlik yelpazesine sahip bir gezinin parçası olarak doğada vakit geçirmekten keyif alan kişileri ifade eder."
  },
  {
    "id": "2266905",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kültürel miras şeması içerisinde yer alan, somut olmayan miras türlerinden birini ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Heykeller",
      "B": "Geleneksel el sanatları",
      "C": "Gemi batıkları",
      "D": "Tablolar",
      "E": "Harabeler"
    },
    "explanation": "Sorunun ilgili konu başlığı: Kültür ve Tarih Odaklı Özel İlgi Turizmi<br/>Somut olmayan miras türleri; Anıtlar, geleneksel performans sanatları, toplumsal uygulamalar, ritüeller ve festivaller, geleneksel el sanatları vb. dir."
  },
  {
    "id": "2266906",
    "unitNumber": 3,
    "text": "Ana akım küresel toplumun dışında yaşayan insan gruplarının farklı geleneklerine, yaşam tarzlarına ya da kültürlerinin korunmuş eserlerine ve ifadelerine odaklanmış, kültür ve tarih odaklı özel ilgi turizm türü aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ana akım turizmi",
      "B": "Kırsal turizm",
      "C": "Macera turizmi",
      "D": "Etnik ve fıtri turizm",
      "E": "Şehir turizmi"
    },
    "explanation": "Sorunun ilgili konu başlığı: Kültür ve Tarih Odaklı Özel İlgi Turizmi<br/>Günümüzde dahi ana akım küresel toplumun dışında yaşayan insan gruplarının farklı geleneklerine ve yaşam tarzlarına ya da kültürlerinin korunmuş eserlerine ve ifadelerine odaklanmış etnik ve fıtri turizmdir."
  },
  {
    "id": "2266907",
    "unitNumber": 3,
    "text": "Kişisel gelişim ve eğitim odaklı gezilerin özelliklerini içeren unsurlar olarak belirtilen; pasif, diyalog, problem çözme, yaratıcı, sanal gibi örnekler, aşağıdaki hangi kriter türü içerisinde yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Eğitsel amaçlar",
      "B": "Organizasyon tipi",
      "C": "Faaliyetlerin planlanması",
      "D": "Pazar bölümleri",
      "E": "Katılımcı tipi"
    },
    "explanation": "Sorunun ilgili konu başlığı: Kişisel Gelişim, Eğitim ve Yaşayış Tarzı Odaklı Özel İlgi Turizmi<br/>Kişisel gelişim ve eğitim odaklı gezilerin özelliklerin faaliyetlerin planlanması kriterleri içerisinde yer alan özellikler; Pasif, diyalog, problem çözme, yaratıcı, sanal dır."
  },
  {
    "id": "2266909",
    "unitNumber": 3,
    "text": "Bireylerin kimlik kartı, pasaport, ehliyet gibi belgeleri daha hızlı çıkartabilecekleri yerlere seyahat etmelerini ifade eden yaşayış tarzı ile ilintili turizm hareketi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gençlik turizmi",
      "B": "Yalnız turizm",
      "C": "Gönüllü turizmi",
      "D": "Hobi turizmi",
      "E": "Bürokrasi turizmi"
    },
    "explanation": "Sorunun ilgili konu başlığı: Kişisel Gelişim, Eğitim ve Yaşayış Tarzı Odaklı Özel İlgi Turizmi<br/>Bürokrasi turizmi; bireylerin kimlik kartı, pasaport, ehliyet gibi belgeleri daha hızlı çıkartabilecekleri yerlere seyahat etmelerini ifade eden yaşayış tarzı ile ilintili turizm hareketidir."
  },
  {
    "id": "2266910",
    "unitNumber": 3,
    "text": "Ziyaret ettikleri ülke ya da bölgeye tatil amaçlı giden ancak ziyaret ettikleri bölgede tedavi olanaklarının da olması nedeniyle ilgili bölgeyi tercih eden turist türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tatil ve tedavi amaçlı turistler",
      "B": "Yalnızca turist",
      "C": "Bakım ve rehabilitasyon amaçlı turistler",
      "D": "Sağlığını koruma ve tatil amaçlı turistler",
      "E": "Sağlık personeli olan turistler"
    },
    "explanation": "Sorunun ilgili konu başlığı: Sağlık ve İyi Oluş Odaklı Özel İlgi Turizmi<br/>Tatil ve tedavi amaçlı turistler: Bu turistler ziyaret ettikleri ülke ya da bölgeye tatil amaçlı giderler ancak ziyaret ettikleri bölgede bazı rahatsızlıkları için tedavi olanaklarının da olması nedeniyle ilgili bölgeyi tercih ederler. Hem tatil hem tedavi amacıyla tatile çıkan turistlerdir."
  },
  {
    "id": "2269079",
    "unitNumber": 3,
    "text": "Özel ilgi turizmi, yer yer alternatif turizm ile birlikte, hangisinin karşıtı bir anlamda kullanılmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kitle turizminin",
      "B": "Sağlık turizminin",
      "C": "Kültür turizminin",
      "D": "Tarih turizminin",
      "E": "Geleneksel turizminin"
    },
    "explanation": "Özel ilgi turizmi, yer yer alternatif turizm ile birlikte, kitle turizminin karşıtı bir anlamda kullanılmaktadır"
  },
  {
    "id": "2269087",
    "unitNumber": 3,
    "text": "Hangisi ilgi turizminin, bu hareketliliklere katılan turistlerin profilleri doğrultusunda oluşan özelliklerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yaş dağılımı özel ilgilere göre değişir",
      "B": "Meslekleri özel ilgilere göre değişir",
      "C": "Milliyetleri özel ilgilere göre değişir",
      "D": "Eğitimleri özel ilgilere göre değişir",
      "E": "Cinsiyetleri özel ilgilere göre değişir"
    },
    "explanation": "Bu noktada özel ilgi turizminin, bu hareketliliklere katılan turistlerin profilleri doğrultusunda oluşan özellikleri şu şekilde sıralanabilir: • Özgünlük ve gerçek deneyimler için isteklidirler. Yerel halka sömürücü olmayan bir şekilde aktif kimliklerini sunarlar. • Yaş dağılımı özel ilgilere göre değişir. • Genellikle orta ya da üst orta sosyoekonomik sınıfa mensuptur. Alım gücü ve turistik harcaması yüksektir. • Katılımcıdır ve uzmanlık alanı ya da ilgi duyduğu alan ile ilgili aktivitelerin içinde yer almak ister. • Genellikle alanında ileri derecede bilgi, yetenek ve deneyim sahibidir ve bu alandaki her türlü etkinliğe ilgi göstererek kendisini geliştirmeyi hedefler."
  },
  {
    "id": "2269092",
    "unitNumber": 3,
    "text": "Hangisi genel anlamda, destinasyon geliştirme politikası içerisinde özel ilgi turizminin taşıdığı genel özelliklerdendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Küçük ölçekli olması",
      "B": "Nitelik yoksunu olması",
      "C": "Geri dönüşsüz olması",
      "D": "Mali katkısı olmaması",
      "E": "Cinsiyete göre değişken olması"
    },
    "explanation": "Bu noktada genel anlamda, destinasyon geliştirme politikası içerisinde özel ilgi turizminin taşıdığı genel özellikler şu şekilde sıralanabilir: • Küçük ölçeklidir; katılımcıları münferit turistler veya küçük ölçekli gruplardır. • Emek yoğun özelliğe sahiptir. • Planlanmasında tüm paydaşların katılımına ihtiyaç vardır. • Nitelikli ve uzman iş gücü gerektirir. • Ürün ve hizmetlerin tasarlanmasında yaratıcılık gerektirir. • Yatırımlarının maliyeti yüksektir. • Yatırımların dönüş hızı yavaştır"
  },
  {
    "id": "2269098",
    "unitNumber": 3,
    "text": "Hangisi Özel İlgi Turizminin Çeşitleri arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kültür ve Tarih Odaklı Özel İlgi Turizmi",
      "B": "Tarım Odaklı Özel İlgi Turizmi",
      "C": "Kadın Çalışmaları Odaklı Özel İlgi Turizmi",
      "D": "Bilimsel Analiz Odaklı Özel İlgi Turizmi",
      "E": "Futbol Odaklı Özel İlgi Turizmi"
    },
    "explanation": "Özel İlgi Turizminin Çeşitleri <br/>• Rekreasyon ve Doğa Odaklı Özel İlgi Turizmi<br/>• Kültür ve Tarih Odaklı Özel İlgi Turizmi<br/>• Kişisel Gelişim, Eğitim ve Yaşayış Tarzı Odaklı Özel İlgi Turizmi<br/>• Sağlık ve İyi Oluş Odaklı Özel İlgi Turizmi"
  },
  {
    "id": "2269101",
    "unitNumber": 3,
    "text": "Hangi tür Turizm genellikle açık alanlarda gerçekleştirilen spor, dans, egzersiz, doğayla mücadele gibi fiziksel aktiviteleri içerir ve bu tür aktivitelerin katılımcıların seyahatleri esnasında, deneyime aktif olarak katılmalarını gerekir?",
    "correctAnswer": "A",
    "options": {
      "A": "Rekreasyon ve doğa odaklı özel ilgi turizm",
      "B": "Tarih ve Bilim Odaklı Özel İlgi Turizm",
      "C": "Kişisel Gelişim, Eğitim ve Yaşayış Tarzı Odaklı Özel İlgi Turizm",
      "D": "Sağlık ve İyi Oluş Odaklı Özel İlgi Turizm",
      "E": "Futbol ve Spor Odaklı Özel İlgi Turizmi"
    },
    "explanation": "Rekreasyon ve doğa odaklı özel ilgi turizminde genellikle açık alanlarda gerçekleştirilen spor, dans, egzersiz, doğayla mücadele gibi fiziksel aktiviteler bulunmaktadır. Bu tür aktivitelerin katılımcıların seyahatleri esnasında, deneyime aktif olarak katılmalarını gerektirmektedir"
  },
  {
    "id": "2269106",
    "unitNumber": 3,
    "text": "Hangisi Rekreasyon ve doğa odaklı özel ilgi turizminin boyutları arasında yer alır?",
    "correctAnswer": "A",
    "options": {
      "A": "Deneyimsel",
      "B": "Aşırı pahalı",
      "C": "Yatırım maliyetli",
      "D": "Kolay",
      "E": "Hızlı"
    },
    "explanation": "Rekreasyon ve doğa odaklı özel ilgi turizminin boyutları (Valentine, 1992, s. 109) Boyutlar ve Değişkenler Deneyimsel Doğaya bağımlılık (bağımlı, geliştirilmiş) Etkileşim yoğunluğu (adanmış, arızi) Sosyal duyarlılık (grup içi dinamikler) Süre Biçimsel Altyapı desteği düzeyi (alansal, temel) Grup büyüklüğü ve türü Kültürel etkileşim faktörü Ödeme gücü ve isteği Ziyaretlerin uzunluğu Bölgesel Erişilebilirlik (uzaklık) Kalkınmaya katkısı (şehir, köy) Mülkiyet (özel, hükûmet) Kırılganlık (sürdürülebilir, kapasite)"
  },
  {
    "id": "2269116",
    "unitNumber": 3,
    "text": "Hangi tip turizm çeşidinde turistler kendilerinden farklı olan bir kültürü deneyimlemek, öğrenmek ve anlamak isterler?",
    "correctAnswer": "A",
    "options": {
      "A": "Kültür ve Tarih Odaklı Özel İlgi Turizmi",
      "B": "Kongre ve Bilim Odaklı Turizmi",
      "C": "Sağlık Odaklı Özel İlgi Turizmi",
      "D": "Spor ve Futbol Odaklı Özel İlgi Turizmi",
      "E": "Eğlence ve Deniz Odaklı Özel İlgi Turizmi"
    },
    "explanation": "Kültür ve Tarih Odaklı Özel İlgi Turizmi<br/>•Bu turizm çeşidinde turistler kendilerinden farklı olan bir kültürü deneyimlemek, öğrenmek ve anlamak isterler.<br/>•Bu turizm türünde turistler kültüre dair mimari eserleri, zanaatı, müzik, tiyatro, edebiyat eserleri gibi sanatsal çıktıları, anlatıları görmek ve deneyimlemek isterler."
  },
  {
    "id": "2269129",
    "unitNumber": 3,
    "text": "Kültür ve tarih odaklı özel ilgi turizminin önemli bir bileşeni hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yiyecek içecek kültürüdür",
      "B": "Yatırım maliyeti",
      "C": "Vergi vb gibi harcamaların fazlalığı",
      "D": "Amortismanın uzun zaman alması",
      "E": "Emek ve yatırım yoğunluğu"
    },
    "explanation": "Kültür ve tarih odaklı özel ilgi turizminin bir diğer önemli bileşeniyse yiyecek içecek kültürüdür. Toplumların ekonomik yapıları ve bu yapıların şekillendirdiği gündelik hayat pratikleri mutfağın temel belirleyicisi konumundadır. Beslenme biçimleriyse, içinde bulunulan kültürel, coğrafi, ekolojik, ekonomik yapıya ve tarihsel sürece göre şekillenmektedir."
  },
  {
    "id": "2269134",
    "unitNumber": 3,
    "text": "Sağlık turizmine katılan bireylerin hangi alanda tercihlerinin ön planda olduğu söylenebilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Stresten uzak, doğal ve huzurlu yaşam",
      "B": "Ucuzluk ve ödeme faktörü",
      "C": "Kolay ve kara yoluyla ulaşım",
      "D": "Eğlence faaliyetlerinin çokluğu",
      "E": "Taksitli ödeme seçenekleri"
    },
    "explanation": "Sağlık ve iyi oluş odaklı özel ilgi turizminin talep özelliği bakımından farklı gruplara hitap etmesi, her bir grup için sunulacak hizmetin türü ve pazarlama stratejilerinin farklı olması gerektireceği göz önünde bulundurulmalıdır. Bunun yanında genel olarak sağlık turizmine katılan bireylerin aşağıdaki alanlarda tercihlerinin ön planda olduğu söylenebilir: • Kaliteli işletmeler ve kaliteli hizmet anlayışı • Çevre bilinci (temiz hava ve yeşil çevre)<br/>• Sağlıklı yaşam (SPA, iyi oluş ve medikal tıp)<br/>• Tarih ve kültür<br/>• Stresten uzak, doğal ve huzurlu yaşam<br/>• Hızlı ve kolay ulaşım<br/>• Doğal ürün ve gıdalar ile organik beslenme"
  },
  {
    "id": "2269138",
    "unitNumber": 3,
    "text": "Hangi tip turizm beden ve zihnin dinlendirilmesi ve iyileştirilmesi için yapılan seyahatleri ifade etmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sağlık ve iyi oluş odaklı özel ilgi turizmi",
      "B": "Eğitim ve Yaşayış Tarzı Odaklı Özel İlgi Turizmi",
      "C": "Kişisel Gelişim Odaklı Özel İlgi Turizmi",
      "D": "Kültür ve Tarih Odaklı Özel İlgi Turizmi",
      "E": "Karma İlgi Turizmi"
    },
    "explanation": "Sağlık ve iyi oluş odaklı özel ilgi turizmi beden ve zihnin dinlendirilmesi ve iyileştirilmesi için yapılan seyahatleri ifade etmektedir."
  },
  {
    "id": "2382945",
    "unitNumber": 3,
    "text": "Turistlerin “alışık oldukları ya da yeni gittikleri bir yerde mevcut ilgi alanlarıyla ilgili faaliyetlere katılmak veya yeni ilgi alanları edinmek” güdüleriyle katıldığı ve bu güdülerle sınırları belirlenen ve katılım sağlanan faaliyetlerle ifade edilen turist hareketlerine ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Alternatif turizm",
      "B": "Kitle turizmi",
      "C": "Özel ilgi turizmi",
      "D": "Sürdürülebilir turizm",
      "E": "Yeşil turizm"
    },
    "explanation": "Özel ilgi turizmi denildiğinde, kitle turizmine ya da diğer bir kullanımı ile genel ilgi turizmine alternatif olan turist hareketlerini ifade etmekten çok, turistlerin “alışık oldukları ya da yeni gittikleri bir yerde mevcut ilgi alanlarıyla ilgili faaliyetlere katılmak veya yeni ilgi alanları edinmek” güdüleriyle katıldığı ve bu güdülerle sınırları belirlenen ve katılım sağlanan faaliyetlerle ifade edilen turist hareketleri ele alınmaktadır."
  },
  {
    "id": "2382958",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi destinasyon geliştirme politikası içerisinde özel ilgi turizminin taşıdığı genel özelliklerden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Küçük ölçeklidir.",
      "B": "Emek yoğun özelliğe sahiptir.",
      "C": "Ürün ve hizmetlerin tasarlanmasında yaratıcılık gerektirir.",
      "D": "Yatırımlarının maliyeti yüksektir.",
      "E": "Yatırımların dönüşü hızlıdır."
    },
    "explanation": "Genel anlamda, destinasyon geliştirme politikası içerisinde özel ilgi turizminin taşıdığı genel özellikler şu şekilde sıralanabilir:<br/>• Küçük ölçeklidir; katılımcıları münferit turistler veya küçük ölçekli gruplardır.<br/>• Emek yoğun özelliğe sahiptir.• Planlanmasında tüm paydaşların katılımına ihtiyaç vardır.<br/>• Nitelikli ve uzman iş gücü gerektirir.<br/>• Ürün ve hizmetlerin tasarlanmasında yaratıcılık gerektirir.<br/>• Yatırımlarının maliyeti yüksektir.<br/>• Yatırımların dönüş hızı yavaştır."
  },
  {
    "id": "2382970",
    "unitNumber": 3,
    "text": "Kitle turizmine karşı geliştirilen turizm yaklaşımlarını ve kitle turizmine alternatif olarak geliştirilen turizm çeşitlerini tanımlayan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Sorumlu turizm",
      "B": "Alternatif turizm",
      "C": "Özel ilgi turizmi",
      "D": "Sürdürülebilir turizm",
      "E": "Genel ilgi turizmi"
    },
    "explanation": "Alternatif turizm kavramı, kitle turizmine karşı geliştirilen turizm yaklaşımlarını (sürdürülebilir<br/>turizm, yumuşak turizm, yeşil turizm, sorumlu turizm, ekoturizm, yavaş turizm vb.) ve kitle turizmine alternatif olarak geliştirilen turizm çeşitlerini (kırsal turizm, yayla turizmi vb.) tanımlamak için kullanılan son derece karmaşık bir kavramdır."
  },
  {
    "id": "2382985",
    "unitNumber": 3,
    "text": "Özel ilgi turizminin göstergelerini sağlayan en önemli etken aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Turizm talep sistemi",
      "B": "Turizm arz sistemi",
      "C": "Bölgesel çevre",
      "D": "Medya",
      "E": "Kültür"
    },
    "explanation": "<strong>Şekil 3.1</strong> Özel İlgi Turizmi Sistemi'nde görüldüğü gibi."
  },
  {
    "id": "2383001",
    "unitNumber": 3,
    "text": "Açık alan faaliyetleri, spor, rekreasyon, yaban hayatı, ekoturizm gibi bileşenleri içeren özel ilgi turizmi çeşidi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Rekreasyon ve doğa odaklı özel ilgi turizmi",
      "B": "Kültür ve tarih odaklı özel ilgi turizmi",
      "C": "Kişisel gelişim ve yaşam tarzı odaklı özel ilgi turizmi",
      "D": "Sağlık ve iyi oluş odaklı özel ilgi turizmi",
      "E": "Kültür, sanat ve eğlence turizmi"
    },
    "explanation": "Rekreasyon ve doğa odaklı özel ilgi turizminin konuları arasında açık alan faaliyetleri, spor,<br/>rekreasyon, yaban hayatı, ekoturizm gibi bileşenler yer almaktadır. Kültür ve tarih odaklı özel ilgi turizmiyse etnik ve kültürel miras, tarihî değerler, sanat, mimari gibi konuları kapsamaktadır. Kişisel gelişim, eğitim ve yaşayış tarzı odaklı özel ilgi turizminin konuları arasında hobiler, ilgi alanları, eğitim, yaşam tercihleri sayılabilir. Sağlık ve iyi oluş ise SPA ve kaplıca turizmi, termal turizm, medikal turizm gibi alanları kapsamaktadır."
  },
  {
    "id": "2383025",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi rekreasyon ve doğa odaklı özel ilgi turizmi içerisinde çerçevesi doğa tarafından çizilen bir deneyimdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kuş gözlemciliği",
      "B": "Botanik gözlemciliği",
      "C": "Trekking",
      "D": "Rafting",
      "E": "Avcılık"
    },
    "explanation": "Rekreasyon ve doğa odaklı özel ilgi turizmi içerisinde gerçekleştirilen aktiviteler sonucunda<br/>üç çeşit deneyimden bahsedilmektedir. Bunlar;<br/>• Doğaya bağlı olarak bireyler tarafından planlanan deneyimler,<br/>• Çerçevesi doğa tarafından çizilen deneyimler ve<br/>• Doğal ortama bağlı olmakla birlikte tesadüfi şekilde ortaya çıkan deneyimlerdir.<br/>Örnek olarak önceden belirlenmiş yürüyüş rotalarında gerçekleştirilen trekking gibi etkinlikler doğaya bağlı olarak bireyler tarafından planlanan deneyimler arasında sayılabilir. Bir planı olsa dahi insan müdahalesinin sınırlı olduğu rafting gibi faaliyetlerse çerçevesi doğa tarafından çizilen deneyimler arasında değerlendirilebilir. Bir plan olsa dahi doğal hayatın işleyişi sonucunda gerçekleşen kuş gözlemciliği ve balina gözlemciliği gibi etkinliklerse doğal ortama bağlı olmakla birlikte tesadüfi olarak gerçekleştirilebilen etkinlikler arasında sayılmaktadır."
  },
  {
    "id": "2383123",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi rekreasyon ve doğa odaklı özel ilgi turizminin deneyimsel boyutunun değişkenleri arasında yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Altyapı desteği düzeyi",
      "B": "Grup büyüklüğü",
      "C": "Erişilebilirlik",
      "D": "Kırılganlık",
      "E": "Süre"
    },
    "explanation": "<strong>Tablo 3.2</strong> Rekreasyon ve doğa odaklı özel ilgi turizminin boyutları tablosunda görüldüğü gibi."
  },
  {
    "id": "2383148",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi yaşayış tarzı odaklı seyahatlerde ilgi alanlarıyla ilgili faaliyetler arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Ahşap oymacılığı",
      "B": "Yoga ve meditasyon",
      "C": "Dil eğitimi",
      "D": "Spor müsabakalarını takip etme",
      "E": "Bahçe bakımı"
    },
    "explanation": "Yaşayış tarzıyla alakalı kavramlar arasında ilgi alanları, hobiler, yaşam biçimi tercihleri bulunmaktadır. Hobiler ile ilgi alanları arasında çeşitli farklar vardır (Tablo 3.4).<br/>Hobiler uzun dönemli adanmışlık isteyen, kişinin öznel yapısının şeklini alan, dengeli aktivitelerdir. Ahşap oymacılığı, resim, bahçe bakımı, balık tutma, kuş gözlemciliği gibi faaliyetler hobiler<br/>arasında sayılabilir. İlgi alanlarıysa daha nesnel faaliyetlerdir, kısa vadelidir, değişkendir ve bu faaliyetlere uyum sağlanır. Müzik konserlerine katılım, spor müsabakalarını takip etme, opera turlarına katılma gibi faaliyetler ilgi alanları içerisinde sayılabilir."
  },
  {
    "id": "2383165",
    "unitNumber": 3,
    "text": "Yiyecek içecek bileşenini içeren özel ilgi turizmi çeşidi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Doğa turizmi",
      "B": "Kültür turizmi",
      "C": "Hobi turizmi",
      "D": "Yaşam tarzı turizmi",
      "E": "Kitle turizmi"
    },
    "explanation": "Kültür ve tarih odaklı özel ilgi turizminin bir diğer önemli bileşeniyse yiyecek içecek kültürüdür."
  },
  {
    "id": "2383182",
    "unitNumber": 3,
    "text": "Aşağıdakilerin hangisi iyi oluş amaçlı seyahatler arasında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Sağlık amaçlı rehabilitasyon",
      "B": "Diş tedavisi",
      "C": "Yeniden sağlık",
      "D": "Ruhsal iyileşme",
      "E": "Estetik ameliyatlar"
    },
    "explanation": "<strong>Şekil 3.6</strong> Sağlık Turizminde Temel Kategoriler ve Faaliyetler şeklinde görüldüğü gibi."
  },
  {
    "id": "2383207",
    "unitNumber": 3,
    "text": "Aşağıdaki özelliklerin hangisi özel ilgi turizmi ticari boyutunun, disiplinlerarası bir sistem olarak ortaya çıkmasına yol<br/>açan niteliklerden sayılamaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Planlanmasında tüm paydaşların katılımına ihtiyaç vardır.<br/>.",
      "B": "Yatırımların dönüş hızı yavaştır",
      "C": "Yatırımlarının maliyeti yüksektir.",
      "D": "Nitelikli ve uzman iş gücü gerektirir.",
      "E": "Büyük ölçeklidir,sezon yoğunluğu ve fiyat düşüklüğünü ön planda tutar."
    },
    "explanation": "Özel İlgi Turizminin Özellikleri<br/>Özel ilgi turizminde büyük ölçekli uygulamalar söz konusu değildir."
  },
  {
    "id": "2383218",
    "unitNumber": 3,
    "text": "Trauer'e (2006)göre; ekolojik, teknolojik, politik, iktisadi, kültürel, sosyoekonomik boyutlara<br/>sahip özel ilgi turizmi çerçevesinde,turistlerin özel ilgilerinin ve bu özel ilgilerine yönelik sunulan turizm tiplerinin farkına varmasında en önemli belirleyici aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Doğal yaşamın gereksinimlerinin yerine getirilmesi",
      "B": "Medya kullanımı ile göstergelerin sunulması",
      "C": "İklimsel koşulların uygunluğu",
      "D": "Hizmet personelinin aktiviteye uygunluğu",
      "E": "Ulaşım araçlarının güncellenmesi"
    },
    "explanation": "Özel İlgi Turizminin Özellikleri<br/>Trauer'e göre; Medya kullanımı ile göstergelerin sunulması en önemli koşuldur."
  },
  {
    "id": "2383225",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi özel ilgi turizmini talep eden turistin beklentilerinden değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Çoğunluğun talebi olan uygun sezonda uygun fiyatla yaygın turizm hizmeti almak hedeflenir.",
      "B": "Beklentisinin yüksek olduğu alan, gerçekleşen aktivitelerdir.",
      "C": "Şahsına özgü ve sadece kendisine yönelik<br/>hizmet alma beklentisi vardır.",
      "D": "Özel ilgisinin içeriğini araştırmak için yeni<br/>alternatif destinasyonlar arar",
      "E": "Toplu verilen hizmetlerden faydalanmak istemez.Kendi özel ilgi alanına istenen bedeli ödemeye hazırdır."
    },
    "explanation": "Özel İlgi Turizminin Özellikleri<br/>Çoğunluğun talebi olan uygun sezonda uygun fiyatla yaygın turizm hizmeti almak hedefi özel ilgi turistinin beklentisi değildir."
  },
  {
    "id": "2383340",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi kültür ve tarih odaklı özel ilgi turizminin ilgi konusudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Termal turizmi",
      "B": "Etnik ve kültürel miras",
      "C": "Yaban hayatı takibi",
      "D": "Doğa sporları",
      "E": "Çevre sorunları etkinlikleri"
    },
    "explanation": "Özel İlgi Turizminin Çeşitleri<br/>Etnik ve kültürel miras kültür ve tarih odaklı özel ilgi turizminin ilgi konusudur."
  },
  {
    "id": "2383341",
    "unitNumber": 3,
    "text": "''Bir planı olsa dahi insan müdahalesinin sınırlı olduğu rafting gibi faaliyetlerse çerçevesi .................................. arasında<br/>değerlendirilebilir.''<br/>Cümlesini tamamlayacak bölüm aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sınırlı olanlar",
      "B": "Su sporları",
      "C": "Doğa tarafından çizilen deneyimler",
      "D": "Doğa odaklı",
      "E": "Aktif sporlar"
    },
    "explanation": "Rekreasyon ve Doğa Odaklı Özel İlgi Turizmi<br/>Doğa tarafından çizilen deneyimler"
  },
  {
    "id": "2383342",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi özel ilgi turizmi tanımı çerçevesinde, doğa odaklı aktiviteler arasında sayılamaz?",
    "correctAnswer": "A",
    "options": {
      "A": "Kalabalık turist gruplarının gerçekleştirdiği kültür turları",
      "B": "Egzotik hayvanları yaşam alanlarında izleme programı",
      "C": "Yağmur Ormanları takibi",
      "D": "Soyu tehlikede olan canlıların tanıtım aktivitesi",
      "E": "Rafting gibi sınırları doğa tarafından belirlenen aktiviteler"
    },
    "explanation": "Rekreasyon ve Doğa Odaklı Özel İlgi Turizmi<br/>Kalabalık turist gruplarının gerçekleştirdiği kültür turları doğa odaklı aktivitelerden değildir."
  },
  {
    "id": "2383344",
    "unitNumber": 3,
    "text": "Bir destinasyonun, rekreasyon ve doğa odaklı özel ilgi turizmi açısından doğaya dayalı değerleri arasında sayamayacağımız nitelik aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Coğrafi konum",
      "B": "Topoğrafya",
      "C": "Bitki örtüsü",
      "D": "Hava koşulları",
      "E": "Aktivasyonun katılım sayısı"
    },
    "explanation": "Rekreasyon ve Doğa Odaklı Özel İlgi Turizmi<br/>Aktivasyonun katılım sayısı doğaya bağlı değerler arasında değildir."
  },
  {
    "id": "2383345",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi rekreasyon ve doğa odaklı özel ilgi turizminin bölgesel boyutları (Valentine, 1992)arasında değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Erişilebilirlik (uzaklık)",
      "B": "Kalkınmaya katkısı (şehir, köy)",
      "C": "Mülkiyet (özel, hükûmet)",
      "D": "Ödeme gücü ve etkisi",
      "E": "Kırılganlık (sürdürülebilir, kapasite)"
    },
    "explanation": "Rekreasyon ve Doğa Odaklı Özel İlgi Turizmi<br/>Ödeme gücü ve etkisi Valentine'e(1992)göre rekreasyon ve doğa odaklı özel ilgi turizminin bölgesel boyutları arasında değildir."
  },
  {
    "id": "2383348",
    "unitNumber": 3,
    "text": "Kültür ve tarih odaklı turizmin ........................olma özelliği yoktur.<br/>Yukarıdaki cümlenin tamamlayıcı ilgili kelimesi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Pahalı",
      "B": "Mevsimlik",
      "C": "Reklam",
      "D": "Aktif",
      "E": "Ekonomik"
    },
    "explanation": "Kültür ve Tarih Odaklı Özel İlgi Turizmi<br/>Kültür ve tarih odaklı turizmin mevsimlik olma özelliği yoktur."
  },
  {
    "id": "2383349",
    "unitNumber": 3,
    "text": "Estetik ameliyat,saç ektirme gibi işlemlerin gerçekleştirildiği seyahatlerin sınıflandırması aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sağlıklı yaşam uygulaması",
      "B": "Detoks programı",
      "C": "Terapötik rekreasyon",
      "D": "Sağlık amaçlı rehabilitasyon",
      "E": "Tıbbi(medikal)amaçlı seyahatlerdir."
    },
    "explanation": "Sağlık ve İyi Oluş Odaklı Özel İlgi<br/>Turizmi<br/>Tıbbi(medikal)amaçlı seyahatler"
  },
  {
    "id": "2387255",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi özel ilgi turizminin taşıdığı genel özelliklerden biri <u><strong>değildir?</strong></u>",
    "correctAnswer": "B",
    "options": {
      "A": "Planlanmasında tüm paydaşların katılımına ihtiyaç vardır",
      "B": "Yatırımların dönüş hızı yüksektir",
      "C": "Nitelikli ve uzman iş gücü gerektirir",
      "D": "Ürün ve hizmetlerin tasarlanmasında yaratıcılık gerektirir",
      "E": "Yatırımlarının maliyeti yüksektir"
    },
    "explanation": "Özel ilgi turizminin taşıdığı genel özellikler şu şekilde sıralanabilir:<br/>• Küçük ölçeklidir; katılımcıları münferit turistler veya küçük ölçekli gruplardır.<br/>• Emek yoğun özelliğe sahiptir<br/>• Planlanmasında tüm paydaşların katılımına ihtiyaç vardır.<br/>• Nitelikli ve uzman iş gücü gerektirir.<br/>• Ürün ve hizmetlerin tasarlanmasında yaratıcılık gerektirir.<br/>• Yatırımlarının maliyeti yüksektir.<br/>• Yatırımların dönüş hızı yavaştır"
  },
  {
    "id": "2387274",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi Özel İlgi Turizminin Çeşitlerinden biri <u><strong>değildir?</strong></u>",
    "correctAnswer": "D",
    "options": {
      "A": "Sağlık ve İyi Oluş Odaklı Özel İlgi Turizmi",
      "B": "Kişisel Gelişim, Eğitim ve Yaşayış Tarzı Odaklı Özel İlgi Turizmi",
      "C": "Kültür ve Tarih Odaklı Özel İlgi Turizmi",
      "D": "Kırsal ve Dağ Odaklı Özel İlgi Turizmi",
      "E": "Rekreasyon ve Doğa Odaklı Özel İlgi Turizmi"
    },
    "explanation": "Özel İlgi Turizminin Çeşitleri:<br/>Rekreasyon ve Doğa Odaklı Özel İlgi Turizmi<br/>Kültür ve Tarih Odaklı Özel İlgi Turizmi<br/>Kişisel Gelişim, Eğitim ve Yaşayış Tarzı Odaklı Özel İlgi Turizmi<br/>Sağlık ve İyi Oluş Odaklı Özel İlgi Turizmi"
  },
  {
    "id": "2387464",
    "unitNumber": 3,
    "text": "I. Doğaya bağlı olarak bireyler tarafından planlanan deneyimler,<br/>II. Çerçevesi doğa tarafından çizilen deneyimler<br/>III. Doğal ortama bağlı olmakla birlikte tesadüfi şekilde ortaya çıkan deneyimler<br/>IV. Yapay ortamdan esinlenerek ortaya çıkan deneyimler<br/>Yukarıdakilerden hangileri rekreasyon ve doğa odaklı özel ilgi turizmi içerisinde gerçekleştirilen aktiviteler sonucunda oluşan deneyimdenlerdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve IV",
      "D": "I, II ve III",
      "E": "I, III ve IV"
    },
    "explanation": "Rekreasyon ve doğa odaklı özel ilgi turizmi içerisinde gerçekleştirilen aktiviteler sonucunda üç çeşit deneyimden bahsedilmektedir. Bunlar;<br/>• Doğaya bağlı olarak bireyler tarafından planlanan deneyimler,<br/>• Çerçevesi doğa tarafından çizilen deneyimler ve<br/>• Doğal ortama bağlı olmakla birlikte tesadüfi şekilde ortaya çıkan deneyimlerdir."
  },
  {
    "id": "2387494",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi turistlerin rekreasyon ve doğa odaklı özel ilgi turizmine yönelik temel güdülerinden biri <u><strong>değildir?</strong></u>",
    "correctAnswer": "E",
    "options": {
      "A": "Yeşil mekânların, temiz havanın, huzurlu ve sakin ortamın sağlıklı, iyileştirici ve yenileyici özelliklerinden faydalanmak",
      "B": "Bilimsel ve eğitim amaçlı meraklar",
      "C": "Doğa, doğal elementler, değişen mevsimler gibi olgularla tatmin edici psikolojik ve ruhsal bir bütünleşme yaşamak",
      "D": "Farklı tür ve çevreleri aktif bir şekilde deneyimleme ve bunlarla bağ kurma şansı",
      "E": "Nadir olmayan bitki örtüsü ve hayvan topluluklarına sahip destinasyonlarda elde edilen deneyimlerle sağlanmak istenen statü"
    },
    "explanation": "turistlerin rekreasyon ve doğa odaklı özel ilgi turizmine yönelik<br/>temel güdüleri şu şekilde sıralanabilir;<br/>• Farklı tür ve çevreleri aktif bir şekilde deneyimleme ve bunlarla bağ kurma şansı (örnek olarak yunuslarla ya da hayalet vatozlarla, onların kendi doğal yaşam alanlarında yüzme),<br/>• Macera, risk ve mücadele (örneğin, yaban hayatının tehlikelerinin üstesinden gelme, doğal çevrenin zorluklarıyla baş etmek, vahşi yaşamla mücadelede elde edilen kahramanlık hikâyeleri, sert koşullar vb.),<br/>• Bilimsel ve eğitim amaçlı meraklar,<br/>• Eğlenme, keşfetme, büyülenme ve ayrıcalık hissi gibi duyguları uyandıran, ilgi çekici bitki örtüsünü, hayvan topluluklarını ve doğal olguları (örneğin sini kaplumbağalarının yumurtlaması) gözlemlemek,<br/>• Doğal yapılara, manzaralara, bitki örtüsüne ve hayvan topluluklarına karşı duyulan estetik hayranlık ve bu anları fotoğraf ya da diğer görsel sanatlar aracılığıyla ölümsüzleştirmek arzusu,<br/>• Doğa, doğal elementler, değişen mevsimler gibi olgularla tatmin edici psikolojik ve ruhsal bir bütünleşme yaşamak,<br/>• Yeşil mekânların, temiz havanın, huzurlu ve sakin ortamın sağlıklı, iyileştirici ve yenileyici özelliklerinden faydalanmak,<br/>• Nadir bitki örtüsü ve hayvan topluluklarına sahip destinasyonlarda elde edilen deneyimlerle sağlanmak istenen statüdür."
  },
  {
    "id": "2387529",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi yiyecek-içecek kültürünü oluşturan bileşenlerden biri <u><strong>değildir?</strong></u>",
    "correctAnswer": "D",
    "options": {
      "A": "Toplumun beslenme biçimleri",
      "B": "Toplumun beslenmesini sağlayan yiyecek ve içecekler",
      "C": "Yiyecek ve içeceklerin hazırlanış şekilleri ve teknikleri",
      "D": "Yiyecek ve içeceklerin dağıtım şekilleri",
      "E": "Sofra adabı ve yeme biçimleri"
    },
    "explanation": "Yiyecek içecek kültürünü oluşturan bileşenler şunlardır:<br/>• Toplumun beslenme biçimleri<br/>• Toplumun beslenmesini sağlayan yiyecek ve içecekler<br/>• Yiyecek ve içeceklerin elde edilme şekilleri<br/>• Yiyecek ve içeceklerin saklanma şekilleri<br/>• Yiyecek ve içeceklerin mutfakta yemeye<br/>hazır hâle getirilmesinde kullanılan araç ve gereçler<br/>• Yiyecek ve içeceklerin hazırlanış şekilleri ve teknikleri<br/>• Yeme alışkanlıkları<br/>• Sofra adabı ve yeme biçimleri"
  },
  {
    "id": "2387641",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi sağlık ve iyi oluş odaklı özel ilgi turizmi ile ilgili yapılan seyahatleri <u><strong>kapsamamaktadır?</strong></u>",
    "correctAnswer": "E",
    "options": {
      "A": "Hava değişimi",
      "B": "Çamur",
      "C": "Kaplıca",
      "D": "Manzara",
      "E": "Hayvanat bahçesi"
    },
    "explanation": "Sağlık ve iyi oluş odaklı özel ilgi turizmi hava değişimi, kum, güneş, dağ,<br/>manzara, kaplıca, içme, çamur gibi doğal olanaklarla veya solunum yolu ile ya da mekanik ve elektrikli gereçler kullanılarak masaj ve beden eğitimine benzer yöntemlerle gerçekleştirilen koruma ve tedavi amaçlı uygulamalardan birinin veya birkaçının gerekiyorsa hekim gözetimi yapıldığı yer veya testleri ziyaret etmek için yapılan seyahatleri kapsamaktadır."
  },
  {
    "id": "2387651",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi genel olarak sağlık turizmine katılan bireylerin<br/>tercihlerinin ön planda olduğu alanlardan biri <u><strong>değildir?</strong></u>",
    "correctAnswer": "B",
    "options": {
      "A": "Tarih ve kültür",
      "B": "Yoğun bir gece yaşamı",
      "C": "Stresten uzak, doğal ve huzurlu yaşam",
      "D": "Hızlı ve kolay ulaşım",
      "E": "Doğal ürün ve gıdalar ile organik beslenme"
    },
    "explanation": "Genel olarak sağlık turizmine katılan bireylerin aşağıdaki alanlarda tercihlerinin ön planda olduğu söylenebilir:<br/>• Kaliteli işletmeler ve kaliteli hizmet anlayışı<br/>• Çevre bilinci (temiz hava ve yeşil çevre)<br/>• Sağlıklı yaşam (SPA, iyi oluş ve medikal tıp)<br/>• Tarih ve kültür<br/>• Stresten uzak, doğal ve huzurlu yaşam<br/>• Hızlı ve kolay ulaşım<br/>• Doğal ürün ve gıdalar ile organik beslenme"
  },
  {
    "id": "2387663",
    "unitNumber": 3,
    "text": "I. Teknik donanım ve iş gücü gerektiren bir turizm türüdür<br/>II. Hizmeti sunan sağlık kuruluşunun uluslararası standartlara uygun bir hizmet sunması gerekmektedir<br/>III. Hizmeti sunan sağlık kuruluşu ve/veya turizm işletmesinde yabancı dil bilen personel bulunması şart değildir.<br/>IV. Farklı turizm türlerinin gelişmesini destekleyen katma değeri yüksek bir turizm türüdür<br/>Yukarıdakilerden hangileri sağlık odaklı özel ilgi turizminin temel özelliklerindendir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "I, II ve III",
      "E": "I, II ve IV"
    },
    "explanation": "Sağlık odaklı özel ilgi turizminin temel özellikleri şu şekilde sıralanabilir:<br/>• Teknik donanım ve iş gücü gerektiren bir turizm türüdür.<br/>• Hizmeti sunan sağlık kuruluşunun uluslararası standartlara uygun bir hizmet sunması gerekmektedir.<br/>• Hizmeti sunan sağlık kuruluşu ve/veya turizm işletmesinde yabancı dil bilen personel bulunmalıdır.<br/>• Farklı turizm türlerinin gelişmesini destekleyen katma değeri yüksek bir turizm türüdür.<br/>• Hedef pazara yönelik devlet destekli ve farklı dillerde tanıtım/pazarlama faaliyetleri gerekmektedir.<br/>• Tanıtımların öncelikli hedefi hastaların yurt dışında hizmet almasını destekleyecek sigorta ve sağlık kuruluşları olmalıdır."
  },
  {
    "id": "2387670",
    "unitNumber": 3,
    "text": "......uzun dönemli adanmışlık isteyen, kişinin öznel yapısının şeklini alan, dengeli aktivitelerdir.<br/>Yukarıda boş bıraklan alanı aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "C",
    "options": {
      "A": "Görevler",
      "B": "Zorunluluklar",
      "C": "Hobiler",
      "D": "Resmi görevler",
      "E": "Özel görevler"
    },
    "explanation": "Hobiler uzun dönemli adanmışlık isteyen, kişinin öznel yapısının şeklini alan, dengeli aktivitelerdir."
  },
  {
    "id": "2387687",
    "unitNumber": 3,
    "text": "I. Müzik konserlerine katılım<br/>II. Spor müsabakalarını takip etme<br/>III. Opera turlarına katılma<br/>IV. Ahşap oymacılığı yapma<br/>Yukarıdaki faaliyetlerden hangileri ilgi alanları içerisindesayılır?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "II ve III",
      "D": "I, II ve III",
      "E": "I, III ve IV"
    },
    "explanation": "İlgi alanları daha nesnel faaliyetlerdir, kısa vadelidir, değişkendir ve bu faaliyetlere uyum sağlanır. Müzik konserlerine katılım, spor müsabakalarını takip etme, opera turlarına katılma gibi faaliyetler ilgi alanları içerisinde sayılabilir. Ahşap oymacılığı yapma ise bir hobidir."
  },
  {
    "id": "2264233",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi doğa turizminin özelliği arasında <strong>yer almaz? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Doğa turizmi eko turizm olarak da adlandırılır.",
      "B": "Doğa temelli turizm; biyolojik kaynakların ve ekolojik süreçlerin sosyal ve ekonomik sektörlerle bağlantılı olduğu bir<br/>kalkınma modelidir.",
      "C": "Doğa temelli turizmde önemli çekicilikler korunan alanlar ve yaban hayatı alanlarının değeridir.",
      "D": "Doğa turizminde ekonomik faydalar somut bir şekilde ölçülür.",
      "E": "Doğa temelli turizmin sosyal faydaları ön plana çıkar."
    },
    "explanation": "Doğru cevap E şıkkıdır.<br/>Doğa turizminin ekonomik faydaların sosyal faydalara nazaran daha kolay ve somut bir şekilde ölçülmesi, doğa temelli turizmin ekonomik faydalarının ön plana çıkmasına neden olmaktadır. Bu nedenle; turistler, yerel halk, işletmeciler, merkezî ve yerel yönetimdeki karar alıcılar için doğa temelli turizm için önemli çekicilikler olan korunan alanlar ve yaban hayatı alanlarının değeri anlaşılmalıdır.<br/>Doğa temelli turizm; doğal alanların, turizmin ekonomik temelinin bir parçası olarak planlandığı ve biyolojik kaynakların ve ekolojik süreçlerin sosyal ve ekonomik sektörlerle bağlantılı olduğu bir<br/>kalkınma modeli olarak görülmelidir.<br/>Doğa turizmi veya eko turizm olarak da adlandırılmaktadır."
  },
  {
    "id": "2264240",
    "unitNumber": 4,
    "text": "........................ görece bozulmamış ve kirletilmemiş doğal alanlara yönelik özel amaçlarla çalışmalar yapma, hayran olma, bu alanların keyfini çıkarma, yabani bitkileri ve hayvanları inceleme veya bu alanlarda var olan kültürel<br/>görünümle iç içe olma gibi faaliyetleri de içeren bir turizm çeşididir. Boşluk için aşağıdaki kavramlardan hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Doğa temelli turizm",
      "B": "Özel ilgi turizmi",
      "C": "Alternatif turizm",
      "D": "Sosyal tuıizm",
      "E": "Çevre turizmi"
    },
    "explanation": "A şıkkı doğrudur.<br/>Doğa turizmi, görece bozulmamış ve kirletilmemiş doğal alanlara yönelik özel amaçlarla çalışmalar yapma, hayran olma, bu alanların keyfini çıkarma, yabani bitkileri ve hayvanları inceleme veya bu alanlarda var olan kültürel<br/>görünümle iç içe olma gibi faaliyetleri de içeren bir turizm çeşididir."
  },
  {
    "id": "2264265",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi doğa turisti kategori içinde<strong> yer almaz?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Etkin veya kararlı doğa turistleri",
      "B": "Kurvaziyer turistler",
      "C": "Adanmış doğa turistleri",
      "D": "Günlük doğa turistleri",
      "E": "Ana akım doğa turistleri"
    },
    "explanation": "Doğru cevap B şıkkıdır. Kurvaziyer turist gemi ile yolculuk yapan turisittir.<br/>Etkin/Kararlı doğa turistleri: Bilimsel araştırmalar,<br/>eğitim, doğadaki çöpleri toplama ya da benzer<br/>amaçlar için özel olarak düzenlenmiş turların<br/>üyeleridir.<br/>Adanmış doğa turistleri: Korunan bölgeleri<br/>görmek için özel geziler düzenleyen, yerel, doğal ve<br/>kültürel tarihi anlamak isteyen kişilerdir.<br/>Ana akım doğa turistleri: Amazon ormanlarına<br/>gitmek veya bir goril parkını ziyaret etmek gibi<br/>alışılagelmedik seyahatler gerçekleştiren kişilerdir.<br/>Günlük doğa turistleri: Daha geniş bir yolculuğun<br/>parçası olup tesadüfen doğaya katılan kişilerdir."
  },
  {
    "id": "2264275",
    "unitNumber": 4,
    "text": "I- Turizme açılan bölge hakkında eğitim,<br/>II- Kaynakların sürdürülebilir kullanımı,<br/>III-Yerel halkın görüşlerinin dikkate alınamaması, <br/>IV-Çevresel bozucu etkilerden kaçınmama,<br/>V- Turizm endüstrisinde fayda sağlamadır.<br/><strong>Yukarıdaki ifadelerden hangisi doğa temelli turizm geliştirilirken uygulanacak temel ilkeler arasında yer alır?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "I-III",
      "B": "III-IV",
      "C": "II-IV",
      "D": "I-II-V",
      "E": "III-IV-V"
    },
    "explanation": "D şıkkı doğrudur. Doğru ilkeler bu şıkta birlikte doğru olarak sıralanmıştır.<br/>Turizme açılan bölge hakkında eğitim,<br/>Kaynakların sürdürülebilir kullanımı ve bozucu<br/>etkilerden kaçınma,<br/>Yerel halkın güçlenmesi ve gelişimde<br/>desteklenmesi,<br/>Yerel halkın kültürel/sosyal/politik özelliklerine<br/>saygı,<br/>Turizm endüstrisinde fayda sağlamadır."
  },
  {
    "id": "2264288",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi doğa temelli turizmle ilgili olarak güdüleyici faktörlerden biri<strong> değildir? </strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Macera, risk ve meydan okuma veya doğal ortamların zorluklarının üstesinden gelmek",
      "B": "Farklı tür ve ortamları aktif olarak deneyimleme ve onlarla empati kurma fırsatları",
      "C": "Eğlence, büyülenme, keşif veya ayrıcalık duyguları yaratan ilginç flora, faunaların aktif gözlemi",
      "D": "Doğa, değişen mevsimler vb. ile tatmin edici bir psikolojik/ruhsal karşılaşma veya yeniden bağlanma",
      "E": "Nadir destinasyonlar, flora ve fauna içeren eşsiz deneyimler yoluyla statü elde etme arzusu"
    },
    "explanation": "Eğlence, büyülenme, keşif veya ayrıcalık duyguları yaratan ilginç flora, faunaların <strong>pasif gözlemi. </strong><br/><strong>Doğrusu pasiftir. </strong><br/>Macera, risk ve meydan okuma (örneğin, yaban hayatının algılanan tehlikesinin ve öngörülemezliğinin veya doğal ortamların zorluklarının üstesinden gelmek, <br/>Farklı tür ve ortamları aktif olarak deneyimleme ve onlarla empati kurma fırsatları<br/>Eğlence, büyülenme, keşif veya ayrıcalık duyguları yaratan ilginç flora, faunaların pasif gözlemi,<br/>Doğal özellikleri, manzaraları, flora ve faunayı estetik olarak takdir etmek - onları fotoğraf veya sanat yoluyla yakalama fırsatı bulmak<br/>Doğa, değişen mevsimler vb. ile tatmin edici bir psikolojik/ruhsal karşılaşma veya yeniden bağlanma,<br/>Yeşil alan, temiz hava, barış ve sessizliğin, doğa ve/veya açık hava egzersiziyle bağlantı<br/>kurma, yaşam tarzı ve kendine güvenme zorluklarının sağlık, iyileşme ve stres yönetiminde faydaları,<br/>Nadir destinasyonlar, flora ve fauna içeren eşsiz deneyimler yoluyla statü elde etme arzusudur."
  },
  {
    "id": "2264292",
    "unitNumber": 4,
    "text": "Evcilleştirilmemiş hayvanlarla karşılaşmalara dayalı turizm çeşididir. Bu karşılaşmalar, hayvanların doğal ortamında<br/>ya da onlar esaret altındayken gerçekleşebilir. İzleme, fotoğraf çekme ve besleme gibi tüketim dışı olarak sınıflandırılan aktivitelerin yanısıra, karasal ortamdaki avcılık ve eğlence balıkçılığını kapsayan faaliyetleri içerir. <strong>Burada hangi doğa dayalı turizm çeşidinden bahsedilmektedir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Yaban hayatı gözlemleme turizmi",
      "B": "Tarım turizmi",
      "C": "Kuş Gözlemciliği",
      "D": "Botanik turizmi",
      "E": "Akarsu turizmi"
    },
    "explanation": "A seçeneği doğrudur.<br/>Yaban hayatı gözlemleme turizmi ise evcilleştirilmemiş hayvanlarla karşılaşmalara dayalı turizm<br/>çeşididir. Bu karşılaşmalar, hayvanların doğal ortamında ya da onlar esaret altındayken gerçekleşebilir.<br/>İzleme, fotoğraf çekme ve besleme gibi tüketim dışı olarak sınıflandırılan aktivitelerin yanısıra,<br/>özellikle karasal ortamdaki avcılık ve eğlence balıkçılığı (su ortamında) hayvanları öldürmeyi veya<br/>yakalamayı kapsayan faaliyetleri içerir."
  },
  {
    "id": "2264297",
    "unitNumber": 4,
    "text": "........................Doğrudan tarımsal çevre, tarım ürünleri ve tarım alanlarındaki konaklamalardan oluşan; kırsal bölgelerde tarım alanında çalışan insanlar tarafından sürdürülen, küçük ölçekli, aile veya kooperatif kökenli turistik faaliyetleri içeren turizm çeşididir. <strong>Boşluk için aşağıdaki kavramlardan hangisi doğrudur? </strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Kırsal Turizm",
      "B": "Dağ turizmi",
      "C": "Çitlik turizmi",
      "D": "Tarım turizmi",
      "E": "Ekolojik turizm"
    },
    "explanation": "Kitapta tarım turizmi bu şekilde tanımlanmaktadır.<br/>Tarım turizmi; doğrudan tarımsal çevre, tarım ürünleri ve tarım alanlarındaki konaklamalardan<br/>oluşan; kırsal bölgelerde tarım alanında çalışan insanlar tarafından sürdürülen, küçük ölçekli, aile<br/>veya kooperatif kökenli turistik faaliyetleri içeren turizm çeşididir."
  },
  {
    "id": "2264302",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi kuş gözlemciliğinin başlıca olumlu etkileri arasında <strong>yer almaz?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Yaban hayatını korumak için finansal teşvik",
      "B": "Eşsiz kuş türleri nedeniyle artan yerel kontrol",
      "C": "Nesli tehlike altındaki türlerin rahatsız edilmesi",
      "D": "Geleneksel turist güzergâhları dışındaki alanların ziyareti",
      "E": "Ornitolojik bilgiye katkı"
    },
    "explanation": "Nesli tehlike altındaki türlerin rahatsız edilmesi .....<strong>olumsuz etkiler arasındadır. </strong><br/>Kuş gözlemciliğinin başlıca olumlu etkileri şöyle sıralanabilir:<br/>• Kuş çeşitliliği ile yerel gelir arasındaki<br/>bağlantı<br/>• Yaban hayatını korumak için finansal teşvik<br/>• Tipik turizmden daha az etki ve daha fazla gelir<br/>• Eşsiz kuş türleri nedeniyle artan yerel kontrol<br/>• Geleneksel turist güzergâhları dışındaki alanların ziyareti<br/>• Yerel doğa tarihi bilgilerinin değerlemesi<br/>• Yerel rehberlerin eğitimi ve istihdamı<br/>• Kuşların korunması için fon üretimi<br/>• Ornitolojik bilgiye katkı."
  },
  {
    "id": "2264338",
    "unitNumber": 4,
    "text": "Akarsuların zorluk dereceleri belirlenirken suyun akış hızı ve hacmi, akarsu yatağının genişliği ve doğrultusu, suyun bazı bölgelerde yaptığı düşüş yükseklikleri, rapidlerin uzunlukları ve girdap gibi unsurlar dikkate alınır. Akarsu kriterleri ve derecelendirme ile ilgili eşleştirmelerden hangi <strong>yanlıştır? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Derece 1: Küçük kolay geçişler",
      "B": "Derece 2: Kolay geçişler, düzenli akış, küçük kayalar ve dalgalar",
      "C": "Derece 3: Zor, düzenli büyük dalgalar, kısıtlı görüş mesafesi, küçük düşüşler, etüt<br/>edilmesi gerekli",
      "D": "Derece 4: Çok zor, büyük dalgalar, anaforlu sular, uzun ve hırçın geçişler, tehlikeli kayalar, büyük düşüşler, etüt edilmesi zorunlu",
      "E": "Derece 5: Geçilemez"
    },
    "explanation": "Derece 5: Aşırı zor, yüksek debi ve akıntı, tehlikeli kayalar, dik yamaçlar, arka arkaya gelen düşüşler, ilerlemede sınırlı geçişler, genelde imkânsız<br/>Akarsu kritleri ile ilgili derecelendirme aşağıdaki<br/>gibidir:<br/>• Derece 1: Küçük kolay geçişler<br/>• Derece 2: Kolay geçişler, düzenli akış, küçük<br/>kayalar ve dalgalar<br/>• Derece 3: Zor, düzenli büyük dalgalar, kısıtlı<br/>görüş mesafesi, küçük düşüşler, etüt<br/>edilmesi gerekli<br/>• Derece 4: Çok zor, büyük dalgalar, anaforlu<br/>sular, uzun ve hırçın geçişler, tehlikeli kayalar,<br/>büyük düşüşler, etüt edilmesi zorunlu<br/>• Derece 5: Aşırı zor, yüksek debi ve akıntı,<br/>tehlikeli kayalar, dik yamaçlar, arka arkaya<br/>gelen düşüşler, ilerlemede sınırlı geçişler,<br/>genelde imkânsız<br/>• Derece 6: Geçilemez"
  },
  {
    "id": "2264376",
    "unitNumber": 4,
    "text": "Ülkemizde en çok yayla turizmin merkezi hangi bölgede yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Doğu Anadolu Bölgesi",
      "B": "Karadeniz Bölgesi",
      "C": "İç Anadolu Bölgesi",
      "D": "Ege Bölgesi",
      "E": "Güneydoğu Anadolu Bölgesi"
    },
    "explanation": "Karadeniz Bölgesi doğru cevaptır.<br/>Çoğu Karadeniz Bölgesinde olmak üzere 21 yayla turizmi merkezi ilan edilmiş ve bu<br/>merkezlerin seçiminde bazı ölçütler belirlenmiştir."
  },
  {
    "id": "2271192",
    "unitNumber": 4,
    "text": "Araştırmacılar aşağıdakilerden hangisinin doğa turizmi tanımında bulunmasına gerek olmadığını ifade etmektedirler?",
    "correctAnswer": "A",
    "options": {
      "A": "Macera",
      "B": "Doğal alanlar",
      "C": "Yabani bitkileri ve hayvanları inceleme",
      "D": "Görece bozulmamış bir çevre",
      "E": "Yerel halkın refahının sağlanması"
    },
    "explanation": "Weber, doğa temelli turizm kavramı tanımlanırken macera unsurunun bu tanımın içine alınmasına karşı çıkmıştır. Ona göre, macera turizminin doğa gibi belirli bir ortamla ilişkilendirilmemesi gerekmektedir. Çünkü macera turizmi, bireyin risk oluşturabilecek deneyimleri yaşamasının bir işlevidir."
  },
  {
    "id": "2271201",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi doğa temelli turizmin boyutlarından “seyahat tarzları” içinde yer almaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Erişilebilirlik",
      "B": "Doğaya bağımlılık",
      "C": "Ödeme istekliliği",
      "D": "Sosyal duyarlılık",
      "E": "Kalkınmaya katkısı (şehir, köy)"
    },
    "explanation": "Doğa temelli turizmin boyutları içinde yer alan \"Seyahat tarzları\" şöyle sıralanabilir;<br/>Altyapı desteği düzeyi<br/>(saha, taban), grup büyüklüğü ve türü, kültürel<br/>etkileşim faktörü, ödeme istekliliği,<br/>ziyaret süresidir."
  },
  {
    "id": "2271215",
    "unitNumber": 4,
    "text": "I. Yerel halkı değiştirme<br/>II. Turizme açılan bölge hakkında eğitim<br/>III. Kaynakların sürdürülebilir kullanımı<br/>IV. Turizm yatırımları ile çevreyi farklılaştırma<br/>V. Turizm endüstrisinde fayda sağlama<br/>Yukarıda verilenlerden hangisi ya da hangileri doğa temelli turizm geliştirilirken uygulanacak temel ilkelerdendir?",
    "correctAnswer": "E",
    "options": {
      "A": "I, III, V",
      "B": "II, IV",
      "C": "I, II, V",
      "D": "III, IV",
      "E": "II, III, V"
    },
    "explanation": "Doğa temelli turizm geliştirilirken uygulanacak temel ilkeler arasında şunlar bulunmaktadır:<br/>Turizme açılan bölge hakkında eğitim,<br/>Kaynakların sürdürülebilir kullanımı,<br/>Turizm endüstrisinde fayda sağlama.<br/>II, III, V"
  },
  {
    "id": "2271221",
    "unitNumber": 4,
    "text": "Amazon ormanlarına gitmek veya bir goril parkını ziyaret etmek gibi alışılagelmedik seyahatler gerçekleştiren kişiler doğa temelli turistler için yapılan aşağıdaki sınıflandırmalardan hangisine girmektedirler?",
    "correctAnswer": "D",
    "options": {
      "A": "Etkin doğa turistleri",
      "B": "Adanmış doğa turistleri",
      "C": "Kararlı doğa turistleri",
      "D": "Ana akım doğa turistleri",
      "E": "Günlük doğa turistleri"
    },
    "explanation": "Ana akım doğa turistleri:Amazon ormanlarına gitmek veya bir goril parkını ziyaret etmek gibi alışılagelmedik seyahatler gerçekleştiren kişiler doğa temelli turistler için yapılan sınıflandırmadır."
  },
  {
    "id": "2271336",
    "unitNumber": 4,
    "text": "I. Güvenli ve tanıdık bir çevrede bulunma<br/>II. Yaban hayatı<br/>III. Arkadaş veya akrabaları ziyaret etme<br/>IV. Geleneksel kültür<br/>V. Pahalı restoranlarda yemek yeme<br/>Doğa temelli turistlerin yukarıda verilenlerden hangisi ya da hangileri ilgilerini çekmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "I, III, V",
      "B": "II, IV",
      "C": "I, II, III",
      "D": "IV, V",
      "E": "II, IV, V"
    },
    "explanation": "Doğa temelli turistlerin şunlar ilgilerini çekmektedir:<br/>Yaban hayatı,<br/>Geleneksel kültür...<br/>II, IV"
  },
  {
    "id": "2271343",
    "unitNumber": 4,
    "text": "I. Kuşların yumurtalarını bırakması<br/>II. Hayvanların fizyolojisinde değişiklikler olması<br/>III. Habitatların incelenmesi<br/>IV. Hayvanların yiyecek bulmak için yollara yaklaşması<br/>V. Vahşi yaşamı içeren doğa temelli turlar yapılması<br/>Yukarıda verilenlerden hangisi ya da hangileri yaban hayatı turizminin yaban hayatı üzerindeki olumsuz etkilerindendir?",
    "correctAnswer": "C",
    "options": {
      "A": "I, III, V",
      "B": "II, IV",
      "C": "I, II, IV",
      "D": "III, V",
      "E": "II, III, IV, V"
    },
    "explanation": "Yaban hayatı turizminin yaban hayatı üzerindeki olumsuz etkileri içinde şunlar bulunmaktadır:<br/>Kuşların yumurtalarını bırakması<br/>Hayvanların fizyolojisinde değişiklikler olması<br/>Hayvanların yiyecek bulmak için yollara yaklaşması.<br/>I, II, IV"
  },
  {
    "id": "2271354",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi tarım turizmi ile aynı anlamda kullanılmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Botanik turizm",
      "B": "Yayla turizmi",
      "C": "Üretim turizmi",
      "D": "Kırsal turizm",
      "E": "Kültür turizmi"
    },
    "explanation": "Tarım turizmi, kırsal turizm ile aynı anlamda kullanılmaktadır."
  },
  {
    "id": "2271363",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi kuş gözlemciliğinin olumsuz etkilerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kuş çeşitliliği ile yerel gelir arasındaki bağlantı sağlanması",
      "B": "Geleneksel turist güzergâhları dışındaki alanların ziyaret edilmesi",
      "C": "Tipik turizmden daha az etki ve daha fazla gelir sağlanması",
      "D": "Kuşların korunması için fon üretilmesi",
      "E": "Yaban hayatı tacirlerinin dikkatlerinin nesli tehlike altında olan türlere çekilmesi"
    },
    "explanation": "Yaban hayatı tacirlerinin dikkatlerinin nesli tehlike altında olan türlere çekilmesi, kuş gözlemciliğinin olumsuz etkilerinden biridir."
  },
  {
    "id": "2271375",
    "unitNumber": 4,
    "text": "Aşağıdaki turizm çeşitlerinden hangisinde rafting, kano ve kayak uygulamaları yapılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Dağ turizmi",
      "B": "Akarsu turizmi",
      "C": "Yayla turizmi",
      "D": "Golf turizmi",
      "E": "Kırsal turizim"
    },
    "explanation": "Akarsu turizminde; rafting, kano ve kayak uygulamaları yapılmaktadır."
  },
  {
    "id": "2271396",
    "unitNumber": 4,
    "text": "I. Katılımcılarının eğitimli ve gelir durumunun yüksek olduğu bir turizm çeşididir<br/>II. Kaliteli konaklama tesislerine gerek duyulmayan bir turizm çeşididir<br/>III. Doğanın korunmasını amaç edinen bir turizm çeşididir<br/>IV. Büyük gruplarla seyahat eden insanlara hitap eden bir turizm çeşididir<br/>V. Farklı mevsimlerde faaliyet alternatifi yaratan bir turizm çeşididir<br/>Botanik turizmi hakkında yukarıdakilerden hangisi ya da hangileri doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "I, III, V",
      "B": "II, IV",
      "C": "III, V",
      "D": "II, III, IV, V",
      "E": "I, II, III, V"
    },
    "explanation": "Botanik turizmi hakkında verilenlerden şunlar doğrudur:<br/>Katılımcılarının eğitimli ve gelir durumunun yüksek olduğu bir turizm çeşididir,<br/>Doğanın korunmasını amaç edinen bir turizm çeşididir,<br/>Farklı mevsimlerde faaliyet alternatifi yaratan bir turizm çeşididir.<br/>I, III, V"
  },
  {
    "id": "2375448",
    "unitNumber": 4,
    "text": "Doğa temelli turizm aşağıdaki hangi aktiviteyi <strong>içermez</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Jeoloji ve su özellikleri",
      "B": "Bitki örtüsü",
      "C": "Yaban hayatı",
      "D": "Futbol",
      "E": "Az gelişmiş bölgelerdeki manzara"
    },
    "explanation": "Futbol doğa temelli turizm aktivitesi değildir."
  },
  {
    "id": "2375453",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi doğa temelli turizmin Gidilecek yerler boyutu içerisinde yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "Grup büyüklüğü ve türü",
      "B": "Doğaya bağımlılık",
      "C": "Erişilebilirlik (uzaklık)",
      "D": "Ödeme istekliliği",
      "E": "Sosyal duyarlılık (grup içi dinamikler)"
    },
    "explanation": "Doğa temelli turizmin Gidilecek yerler boyutu içerisinde Erişilebilirlik (uzaklık), kalkınmaya katkısı (şehir, köy), mülkiyet (özel, hükûmet) ve kırılganlık (sürdürülebilir, kapasite) sıralanabilir."
  },
  {
    "id": "2375465",
    "unitNumber": 4,
    "text": "I. Çevre bilincini veya doğayı koruma motiflerini doğal bir hedef olarak içerir.<br/>II. Doğa turizmini talep edenler yürüyüş, kayak, yüzme, kürek vb. gibi birçok faaliyete sıklıkla katılan, mal ve hizmet tüketen ziyaretçilerdir.<br/>III. Doğa temelli turizmin temelinde bozulmuşluk ve çok gelişmişlik vardır.<br/>Doğa turizme yönelik verilen yukarıdaki ifadelerden hangisi veya hangileri doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "I ve II",
      "C": "II ve III",
      "D": "Yalnız III",
      "E": "I ve III"
    },
    "explanation": "Doğa temelli turizmin temelinde bozulmamışlık ve az gelişmişlik vardır."
  },
  {
    "id": "2375467",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi doğa temelli turizm çeşitlerinden biri <strong>değildir</strong>?",
    "correctAnswer": "E",
    "options": {
      "A": "Kuş gözlemciliği",
      "B": "Botanik turizmi",
      "C": "Akarsu turizmi",
      "D": "Tarım turizmi",
      "E": "Deniz turizmi"
    },
    "explanation": "Doğa temelli turizm çeşitlerinden; yaban hayatı gözlemleme turizmi, tarım turizmi, kuş gözlemciliği, akarsu turizmi, botanik turizmi, yayla turizmi ve golf turizmi sayılabilir."
  },
  {
    "id": "2375471",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi doğa temelli turizmle ilgili özelliklerden biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Eğlence, büyülenme, keşif veya ayrıcalık duyguları yaratan ilginç flora",
      "B": "Bilimsel ve eğitimsel ilgi",
      "C": "Doğa, değişen mevsimler vb. ile tatmin edici bir psikolojik/ruhsal karşılaşma",
      "D": "Şehir merkezi, metro",
      "E": "Yeşil alan, temiz hava, barış ve sessizliğin, doğa ve/veya açık hava egzersiziyle bağlantı kurma"
    },
    "explanation": "Şehir merkezi, metro doğa temelli turizmle ilgili özelliklerden biri değildir."
  },
  {
    "id": "2375475",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi yaban hayatı gözlemleme turizmini açıklar?",
    "correctAnswer": "A",
    "options": {
      "A": "Evcilleştirilmemiş hayvanlarla karşılaşmalara dayalı turizm çeşididir.",
      "B": "Kırsal bölgelerde tarım alanında çalışan insanlar tarafından sürdürülen, küçük ölçekli, aile veya kooperatif kökenli turistik faaliyetleri içeren turizm çeşididir.",
      "C": "Kuşları doğal yaşam alanlarında gözlemleme ve tanımlama eylemidir.",
      "D": "İnsanların sürekli yaşadığı yerlerden bir akarsuyun geçtiği alanlara yaptığı ve odağında akarsuyun yer aldığı seyahatlerdir.",
      "E": "Bitkilerin coğrafi yaşam alanlarındaki faaliyetlerin gözlemlenmesi ve tanımlanması olarak tanımlanır."
    },
    "explanation": "Yaban hayatı gözlemleme turizmi ise evcilleştirilmemiş hayvanlarla karşılaşmalara dayalı turizm çeşididir."
  },
  {
    "id": "2375479",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi işlerini çeşitlendirmek ve yeni gelirler elde etmek isteyen tarımsal işletmelerin faaliyet alanlarından biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Doğal bir vahşi yaşam topluluğuna sahip bölgeler",
      "B": "Açık hava etkinlikleri (balık tutma, avcılık, vahşi yaşam araştırması, ata binme)",
      "C": "Çevresinde vahşi yaşamı barındıran konaklama veya diğer turizm tesisleridir.",
      "D": "Rafting, kano ve nehir kayağı uygulamalarının yapıldığı nehirler",
      "E": "Botanik bahçeleri"
    },
    "explanation": "Açık hava etkinlikleri (balık tutma, avcılık, vahşi yaşam araştırması, ata binme) tarımsal işletmelerin faaliyet alanlarından biridir."
  },
  {
    "id": "2375483",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi kuş gözlemciliğinin olumlu etkilerinden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Nadir rastlanan kuş türlerinin rahatsız edilmesi",
      "B": "Ziyaretçilerden kaynaklanan çevre kirliliği nedeniyle doğal döngünün bozulması",
      "C": "Yerel doğa tarihi bilgilerinin değerlemesi",
      "D": "Nesli tehlike altındaki türlerin rahatsız edilmesi",
      "E": "Hassas zamanlarında (üreme, kuluçka) kuşların rahatsız edilmesi"
    },
    "explanation": "“Yerel doğa tarihi bilgilerinin değerlemesi” kuş gözlemciliğinin olumlu etkilerinden biridir."
  },
  {
    "id": "2375493",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Doğaya zarar vermeyen yumuşak bir turizm çeşididir.</li> <li>Yönetsel beceri ve girişimci ruh edinme fırsatları sunar.</li> </ol> III. Ülkedeki bitki varlığının nicelik ve niteliklerinin bilinmesini gerektirir<br/>Botanik turizminin belli başlı özellikleri altında verilen yukarıdaki ifadelerden hangisi veya hangileri doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve III",
      "B": "Yalnız II",
      "C": "II ve III",
      "D": "Yalnız I",
      "E": "I ve II"
    },
    "explanation": "Doğaya zarar vermeyen yumuşak bir turizm çeşididir ve Ülkedeki bitki varlığının nicelik ve niteliklerinin bilinmesini gerektirir."
  },
  {
    "id": "2375497",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi golf sporunun dünyada en fazla yapılan sporların başında gelmesinin nedenlerinden biri <strong>değildir</strong>?",
    "correctAnswer": "D",
    "options": {
      "A": "Doğa ile baş başa yapılan bir faaliyet olması",
      "B": "Rekabetin rakibe karşı olmasından ziyade sahaya ve kendine karşı yapılıyor olması",
      "C": "Çok fazla yorucu olmaması",
      "D": "Sadece erkeklere yönelik olması",
      "E": "Boş zaman değerlendirmede en güzel aktivite olarak kabul edilmesi"
    },
    "explanation": "Golf her yaştan, kadın ya da erkek, şişman ya da zayıf, uzun ya da kısa, güçlü ya da güçsüz, hızlı ya da yavaş olmasının hiçbir önemi olmaksızın her türlü fiziksel özelliğe sahip çok geniş bir kitlenin yapabildiği bir spor dalıdır."
  },
  {
    "id": "2377686",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Akarsu turizmine elverişli illerimizden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Konya",
      "B": "Artvin",
      "C": "Antalya",
      "D": "Rize",
      "E": "Tunceli"
    },
    "explanation": "Çoruh nehri (Artvin)<br/>• Altıparmak (Barhal) Nehri (Artvin) • Fırtına Deresi (Rize)<br/>• İkizdere Deresi (Rize)<br/>• Dalaman Çayı (Muğla) • Göksu Nehri (Adana, Mersin) • Anamur Deresi (Mersin) • Melen Çayı (Düzce)<br/>• Munzur Nehri (Tunceli) • Bekili Deresi (Denizli) • Köprüçay (Antalya)<br/>• Manavgat Çayı (Antalya) • Dim Çayı (Antalya)<br/>• Feke-Göksu Nehri (Adana) • Zamantı Irmağı (Kayseri) • Fırat nehrinin bir kısmı (Elazığ)"
  },
  {
    "id": "2377707",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi Kültür ve Turizm Bakanlığının yayla turizminin geliştirildiği merkezlere yönelik belirlediği ölçütlerden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Doğal değerlere yönelik potansiyelin zengin olması",
      "B": "Sivil mimari karakterinin olması",
      "C": "Kent merkezine ulaşımın kolay sağlanır olması",
      "D": "Yöre halkının yabancı dil biliyor olması",
      "E": "Aktivitenin ekonomik olarak sürdürülebilmesi"
    },
    "explanation": "Kültür ve Turizm Bakanlığının yayla turizminin geliştirildiği merkezlere yönelik belirlediği bu ölçütler aşağıda sıralanmıştır; • Doğal değerlere yönelik potansiyelin zengin olması, • Sivil mimari karakterinin olması, • Kent merkezine ulaşımın kolay sağlanır olması, • Yöre halkının sosyal yapısının turizme yakın olması, • Aktivitenin ekonomik olarak sürdürülebilmesi, • Diğer turizm çeşitleri ile entegrasyonunun sağlanabilir olmasıdır."
  },
  {
    "id": "2377723",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi tüketici nitelikte bir yaban hayatı gözlemleme turizmine bir örnektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Göçmen kuşları besleme",
      "B": "Domuz avına çıkma",
      "C": "Yunusları seyretme",
      "D": "Kelebekleri gözleme",
      "E": "Fokları besleme"
    },
    "explanation": "İzleme, fotoğraf çekme ve besleme gibi tüketim dışı olarak sınıflandırılan aktivitelerin yanı sıra, özellikle karasal ortamdaki avcılık ve eğlence balıkçılığı (su ortamında) hayvanları öldürmeyi veya yakalamayı kapsayan faaliyetleri içerir. Yaban hayatını gözlemleme turizmi, iki şekilde gerçekleştirilmektedir. Tüketime yönelik yaban hayat turizmi olarak kavramsallaştırılan olgu, hayvanların kasıtlı olarak öldürülmesini, yok edilmesini, vücut parçalarından herhangi birinin kullanılmasını veya tüketilmesini içermektedir. Buna karşın, ekolojik sürdürülebilir yaklaşımını destekleyen tüketim dışı yaban hayatı turizmi, rekreasyonu, vahşi hayvanları yakalamayan veya öldürmeyen faaliyetleri de kapsamaktadır."
  },
  {
    "id": "2377756",
    "unitNumber": 4,
    "text": "Ayşe doğaya tutkun bir turisttir ve Afrika'ya yaban hayatını gözleyebileceği bir Safariye katılmak için gider. Bu örnekte Ayşe'nin doğaya yönelimi hangi doğa turistinin durumuna örnektir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ana akım",
      "B": "Adanmış",
      "C": "Etkin/Kararlı",
      "D": "Yumuşak",
      "E": "Günlük"
    },
    "explanation": "Etkin/Kararlı doğa turistleri: Bilimsel araştırmalar, eğitim, doğadaki çöpleri toplama ya da benzer amaçlar için özel olarak düzenlenmiş turların üyeleridir.<br/>Adanmış doğa turistleri: Korunan bölgeleri görmek için özel geziler düzenleyen, yerel, doğal ve kültürel tarihi anlamak isteyen kişilerdir.<br/>Ana akım doğa turistleri: Amazon ormanlarına gitmek veya bir goril parkını ziyaret etmek gibi alışılagelmedik seyahatler gerçekleştiren kişilerdir.<br/>Günlük doğa turistleri: Daha geniş bir yolculuğun parçası olup tesadüfen doğaya katılan kişilerdir."
  },
  {
    "id": "2377776",
    "unitNumber": 4,
    "text": "Doğa temelli turizmin gidilecek yerler boyutuna aşağıdakilerden hangisi bir örnek teşkil eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Doğaya bağımlılık",
      "B": "Altyapı desteği düzeyi",
      "C": "Grup büyüklüğü ve türü",
      "D": "Ödeme istekliliği",
      "E": "Kalkınmaya katkı"
    },
    "explanation": "Doğa temelli turizmin boyutları aşağıdaki gibi sıralanabilir; • Deneyim: Doğaya bağımlılık (bağımlı, gelişmiş), etkileşim yoğunluğu (özel, gündelik), sosyal duyarlılık (grup içi dinamikler), • Gidilecek yerler: Erişilebilirlik (uzaklık), kalkınmaya katkısı (şehir, köy), mülkiyet (özel, hükûmet) ve kırılganlık (sürdürülebilir, kapasite), • Seyahat tarzları: Altyapı desteği düzeyi (saha, taban), grup büyüklüğü ve türü, kültürel etkileşim faktörü, ödeme istekliliği, ziyaret süresidir."
  },
  {
    "id": "2377786",
    "unitNumber": 4,
    "text": "Doğada yapılacak etkinlikler hakkında detaylı araştırma yaparak seyahatini başlatan birini tanımlayan turist tipi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Etkin/Kararlı doğa turistleri",
      "B": "Adanmış doğa turistleri",
      "C": "Ana akım doğa turistleri",
      "D": "Sert doğa turistleri",
      "E": "Günlük doğa turistleri"
    },
    "explanation": "Doğa temelli turistler, homojen bir özellik göstermezler. Bununla ilgili olarak doğaya dayalı deneyimlerin, etkinliklerin ve turistlerin farklı türlerini ifade eden çeşitli tipolojiler oluşturulmuştur. Örneğin; sert ve yumuşak doğa turistleri arasındaki ayrım, ilgi ve fiziksel zorluk düzeyine bağlı olarak yapılmıştır. Bunlardan ilki bu tür etkinlikler hakkında detaylı bilgileri olanları temsil ederken ikincisi, genel düzeyde bilgi sahibi olanları temsil etmektedir."
  },
  {
    "id": "2377790",
    "unitNumber": 4,
    "text": "\"Bir türün, toprak ya da iklim koşulları nedeniyle belirli bir coğrafi bölgede yaşayabilmesi\" ifadesinin tanımladığı kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Endemism",
      "B": "Pandemi",
      "C": "Botanik",
      "D": "Volkanik",
      "E": "Taksonomik"
    },
    "explanation": "<strong>Endemizm: </strong>Bir türün, toprak ya da iklim koşulları nedeniyle belirli bir coğrafi bölgede yaşayabilmesidir."
  },
  {
    "id": "2377804",
    "unitNumber": 4,
    "text": "Kuş gözlemciliği potansiyeli açısından önem arz eden Türkiye'deki kuş türü sayısı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "100 ve altında",
      "B": "150",
      "C": "250",
      "D": "350",
      "E": "450 ve üzeri"
    },
    "explanation": "Türkiye’de 184 adet alan ve 450’den fazla kuş türü bulunmaktadır. Bu nedenle; ülkemiz kuş gözlemciliği açısından önemli bir potansiyele sahiptir. Önemli kuş alanları (ÖKA) kuşların üremelerine, kışı geçirmelerine olanak sağlayan veya göç yolları üzerinde bulunan alanlardır."
  },
  {
    "id": "2377819",
    "unitNumber": 4,
    "text": "Phuket ve Cancun ve Sousse Plajlarına yapılacak bir seyahatin doğa turizmi kapsamında değerlendirilememesi aşağıdakilerden hangisi ile ilgilidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Eğitim, eğlence macera olarak ifade edilebilecek üç ögeyi birleştirememesi",
      "B": "Bozulmamışlık ve az gelişmişlikten uzak olması",
      "C": "Macera turizmi ile ilişkilendirilememesi",
      "D": "Doğal alanlardan yararlanmaya dayanmaması",
      "E": "Bölgeye sosyal ve ekonomik olarak katkısının sınırlı olması"
    },
    "explanation": "Doğa turizmine ilişkin olarak şimdiye kadar sıralanan bu örtük karmaşaya rağmen basitçe ifade etmek gerekirse; doğa temelli turizm nispeten bozulmamış doğal bir alanın tadını çıkarmakla ilgilidir. Doğa temelli turizmin temelinde bozulmamışlık ve az gelişmişlik vardır. Örneğin; Phuket, Cancun ve Sousse plajları gerçekten doğal kaynaklardır ancak doğa turizmi olarak görülemeyecek kadar kalabalık ve çok gelişmiştir."
  },
  {
    "id": "2377835",
    "unitNumber": 4,
    "text": "Robinson Nobilis adlı golf sahası aşağıdaki illerin hangisinde faaliyet göstermektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Samsun",
      "B": "Antalya",
      "C": "İzmir",
      "D": "İstanbul",
      "E": "Aydın"
    },
    "explanation": "Türkiye Golf Federasyonunun (2020) verilerine göre 36 golf sahası bulunmaktadır. Antalya'da olanlar: Carya Golf Club (Antalya), Cornelia Golf Club (Antalya), Gloria Golf Resort (Antalya), Kaya Palazzo Golf Club (Antalya), Lykia Links Golf Course (Antalya), Montgomorie/Maxx Royal Golf Club (Antalya), National Golf Course (Antalya), Robinson Nobilis (Antalya), Sueno Golf Club (Antalya), Titanic Golf Courses (Antalya)."
  },
  {
    "id": "2266402",
    "unitNumber": 5,
    "text": "Du Cros ve McKercher’ler, gidilecek yere karar vermede kültürün rolüne ve aranan deneyimin derinliğine dayanarak kültür turisti tipolojisi geliştirmişlerdir. Geliştirilen bu tipolojiye göre, yüzeysel, eğlence odaklı bir deneyim arayan kültür turisti tipi aşağıdaki seçeneklerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Amaçlı Kültür Turisti",
      "B": "Kazara Kültür Turisti",
      "C": "Tesadüfi Kültür Turisti",
      "D": "Gezici Kültür Turisti",
      "E": "Sıradan Kültür Turisti"
    },
    "explanation": "Kültür Turizmi<br/>Gezici Kültür Turisti"
  },
  {
    "id": "2266403",
    "unitNumber": 5,
    "text": "Kültür odaklı özel ilgi turizmi, kendinden farklı bir kültürü ve sanatsal ifadeleri anlama, öğrenme ve deneyimleme amacına yönelik olarak temel iki alanı içerir. Hangi seçenek sanatsal ifadeleri öğrenme amacına yönelik turizmdir?",
    "correctAnswer": "E",
    "options": {
      "A": "Etnik Turizm",
      "B": "Hüzün Turizmi",
      "C": "Miras Turizmi",
      "D": "İnanç Turizmi",
      "E": "Edebiyat Turizmi"
    },
    "explanation": "Kültür Odaklı Turizm Çeşitleri<br/>Edebiyat Turizmi"
  },
  {
    "id": "2266404",
    "unitNumber": 5,
    "text": "Hüzün Turizmi, siyasi veya tarihsel önemi olan ve yaşayanları etkilemeye devam eden ölüm veya felaket alanlarıyla karşılaşma deneyimidir. Hüzün turizmi alanında öncü çalışmalar gerçekleştiren kişi hangi seçenektir?",
    "correctAnswer": "B",
    "options": {
      "A": "Du Cros",
      "B": "Philip Stone",
      "C": "Sue Beeton",
      "D": "McKercher",
      "E": "Valene L. Smith"
    },
    "explanation": "Hüzün Turizmi<br/>Philip Stone"
  },
  {
    "id": "2266405",
    "unitNumber": 5,
    "text": "Dinî ya da dinî olmayan nedenlerle, bir dizi manevi alanın ziyaret edilmesini ve bununla ilgili hizmetleri kapsayan bir turizm türü aşağıdakilerden hangi seçenektir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hüzün Turizmi",
      "B": "Etnik Turizm",
      "C": "İnanç Turizmi",
      "D": "Film Turizmi",
      "E": "Miras Turizmi"
    },
    "explanation": "İnanç Turizmi"
  },
  {
    "id": "2266406",
    "unitNumber": 5,
    "text": "Kevin Griffin, İnanç turizminin geniş kapsamlı sınıflamasını yapmıştır ve bu sınıflamaya göre, bir hayır kurumu için gönüllü çalışmalara katılmak üzere gerçekleştirilen seyahatler nasıl adlandırılmıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "Dinî Etkinlikler",
      "B": "İnzivaya Çekilme",
      "C": "Ruhsal (Spiritual) Hac",
      "D": "Dinî Olmayan (Secular) Hac",
      "E": "Misyonerlik ve Gönüllülük"
    },
    "explanation": "İnanç Turizmi<br/>Misyonerlik ve Gönüllülük"
  },
  {
    "id": "2266407",
    "unitNumber": 5,
    "text": "Türkiye’de, film turizmi destinasyonlarının en önemli örneklerinden biri olan ve 1985 yılından bu yana doğal/kültürel kategoride UNESCO Dünya Miras Listesinde bulunan ilimiz hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Eskişehir",
      "B": "Nevşehir",
      "C": "Kırşehir",
      "D": "Iğdır",
      "E": "Çankırı"
    },
    "explanation": "Film turizmi<br/>Nevşehir"
  },
  {
    "id": "2266408",
    "unitNumber": 5,
    "text": "Film turizmi, kültür turizminin bir alt dalıdır ve filmler ve turizm arasındaki ilişkinin somut bir şekilde ortaya çıktığı ilk tarih 1935’tir. Bu tarihte gerçekleştirilmiş olan filmin adı nedir?",
    "correctAnswer": "D",
    "options": {
      "A": "The Third Man",
      "B": "Bridge on the River Kwai",
      "C": "The Sound of Music",
      "D": "The Mutiny on The Bounty",
      "E": "Niagara"
    },
    "explanation": "Film turizmi<br/>The Mutiny on The Bounty"
  },
  {
    "id": "2266410",
    "unitNumber": 5,
    "text": "Edebiyat turizmi, film turizmi gibi kültür turizminin bir alt dalıdır. Edebiyatın turizme konu olmasına neden olan, aşağıdaki seçeneklerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yazarla ilgili yerler",
      "B": "The Lady of the Lake adlı şiir",
      "C": "Kitap festivallerinin gerçekleştiği yerler",
      "D": "Edebiyatla ilgili müzeler",
      "E": "Kurgusal mekânlar"
    },
    "explanation": "Edebiyat Turizmi<br/>The Lady of the Lake adlı şiir"
  },
  {
    "id": "2266412",
    "unitNumber": 5,
    "text": "Edebiyat turizminde, 2004 yılında hayata geçirilen UNESCO Yaratıcı Şehirler Ağı projesinde, aşağıdaki seçeneklerden hangisi Edebiyat Şehirleri kapsamına alınan şehirdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ljubljana",
      "B": "Madrid",
      "C": "Paris",
      "D": "Roma",
      "E": "Akranes"
    },
    "explanation": "Edebiyat Turizmi<br/>Ljubljana"
  },
  {
    "id": "2266413",
    "unitNumber": 5,
    "text": "Film turizmi ve Edebiyat turizmi gibi sanatsal performansa dayalı bir kültür turizmi çeşidi olan, Müzik turizmi ilk olarak kaçıncı yüzyılda başlamıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "16. yüzyılda",
      "B": "15. yüzyılda",
      "C": "17. yüzyılda",
      "D": "14. yüzyılda",
      "E": "18. yüzyılda"
    },
    "explanation": "Müzik Turizmi<br/>17. yüzyılda"
  },
  {
    "id": "2266460",
    "unitNumber": 5,
    "text": "Kültür turisti profilleriyle ilgili çalışma yapan Silberberg hangi sınıflandırma kriterine göre turist tiplerini tanımlamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kültür turizmi motivasyonları",
      "B": "Sosyodemografik bilgileri",
      "C": "Miras turizmiyle ilgili bilgi düzeyi",
      "D": "Ziyaret edilen alanla ilgili bilgi düzeyi",
      "E": "Tarihi bir şehri ziyaret etme niyeti"
    },
    "explanation": "Kültür turisti profilleriyle ilgili çalışma yapan Silberberg kültür turizmi motivasyonları sınıflandırma kriterine göre turist tiplerini tanımlamıştır."
  },
  {
    "id": "2266464",
    "unitNumber": 5,
    "text": "Kültür turisti profillerine yönelik çalışma yapan araştırmacılardan hangisi dünya mirasi ile ilgilenen turist tipini tanımlamıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Timothy",
      "B": "Richards",
      "C": "Silberberg",
      "D": "Prentice",
      "E": "Stebbins"
    },
    "explanation": "Timothy"
  },
  {
    "id": "2266475",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi turistin kendinden farklı bir kültürü öğrenme amacına yönelik değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Film turizmi",
      "B": "Etnik turizm",
      "C": "Miras turizmi",
      "D": "Hüzün turizmi",
      "E": "İnanç turizmi"
    },
    "explanation": "Film dünyasıyla bağlantı kurulmasını sağlayan destinasyonlara seyahat etmeyi ifade eden film turiminde doğrudan amaç turistin kendinden farklı bir kültürü öğrenmek değildir."
  },
  {
    "id": "2266479",
    "unitNumber": 5,
    "text": "Bir etnisite, etnik grup ya da etnik bölgedeki insanların biyokültürel gelişiminin incelenmesi ya da bunlara yönelik etnik turizm tipine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Etnik ve antropolojik turizm",
      "B": "Etnografik turizm",
      "C": "Nostaljik turizm",
      "D": "Etnik ve ekolojik turizm",
      "E": "Etnik ve eğitsel turizm"
    },
    "explanation": "Etnik ve antropolojik turizm"
  },
  {
    "id": "2266506",
    "unitNumber": 5,
    "text": "Siyasi veya tarihsel önemi olan ve yaşayanları etkilemeye devam eden ölüm veya felaket alanlarıyla karşılaşma deneyimine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hüzün turizmi",
      "B": "Miras turizmi",
      "C": "Diaspora turizmi",
      "D": "İnanç turizmi",
      "E": "Arkeo-turizm"
    },
    "explanation": "Hüzün turizmi"
  },
  {
    "id": "2266507",
    "unitNumber": 5,
    "text": "Film ve turizm arasındaki ilişkinin somut bir şekilde ortaya çıktığı film aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "The Mutiny on the Bounty",
      "B": "The third Man",
      "C": "Lawrence of Arabia",
      "D": "Niagara",
      "E": "The sound of Music"
    },
    "explanation": "The Mutiny on the Bounty"
  },
  {
    "id": "2266508",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Türkiye'de film turizmi destinasyonlarının en önemli örneklerinden biri olan ve 1985 yılından bu yana doğal/kültürel kategoride UNESCO Dünya Mirası Listesinde bulunan bir şehirdir?",
    "correctAnswer": "A",
    "options": {
      "A": "Nevşehir",
      "B": "Bursa",
      "C": "Konya",
      "D": "Edirne",
      "E": "Eskişehir"
    },
    "explanation": "Nevşehir"
  },
  {
    "id": "2266510",
    "unitNumber": 5,
    "text": "Edebiyatın turizme konu olması, hangi edebiyatçının eserinin okunmasından sonra turistlerin İskoçya'daki Lomond gölüne akın etmesinin ardından 1990'ların ortalarında gerçekleşmiştir?",
    "correctAnswer": "A",
    "options": {
      "A": "Sir Wally Scott",
      "B": "Jane Austen",
      "C": "Charles Dickens",
      "D": "John Dunne",
      "E": "John Milton"
    },
    "explanation": "Sir Wally Scott"
  },
  {
    "id": "2266513",
    "unitNumber": 5,
    "text": "Busby ve Klug'a göre özel ve kamu sektörü tarafından ekonomik faydalar elde etmek için teşvik edilen yerlerde gerçekleşen edebi turizm türüne ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bir destinasyona popülerlik kazandıran edebiyat turizmi",
      "B": "Gerçek bir edebi yere saygı duyan edebiyat turizmi",
      "C": "Kurgusal yerlerle ilgilenen edebiyat turizmi",
      "D": "Edebi figürlere başvuran edebiyat turizmi",
      "E": "Seyahat yazılarıyla gelişen edebiyat turizmi"
    },
    "explanation": "<strong>A) Bir destinasyona popülerlik kazandıran edebiyat turizmi:</strong> Herhangi bir destinasyonun,<br/>edebî bir eserin yazarından dolayı popülerlik kazandığı edebî turizm türüdür.<br/><strong>B) Gerçek bir edebi yere saygı duyan edebiyat turizmi:</strong> Edebî turizmin bu formu hem kurgu<br/>ile ilgili hem de yazarla ilgili edebî turizmin bir karışımına atıfta bulunur. Gerçek bir yere atıfta bulunsa da, aynı zamanda yazarın belirli bir yerle olan bağlantısıyla da ilgilidir.<br/><strong>C) Kurgusal yerlerle ilgilenen edebiyat turizmi: </strong>Yalnızca kurgu eser içerisindeki önemli mekânlarla ilgilenir ve bu nedenle yazara daha az odaklanır.<br/><strong>D) Edebi figürlere başvuran edebiyat turizmi: </strong>Özel ve kamu sektörü tarafından ekonomik<br/>faydalar elde etmek için teşvik edilen yerlerde gerçekleşen edebî turizm türüdür. <strong>(Doğru yanıt)</strong><br/><strong>E) Seyahat yazılarıyla gelişen edebiyat turizmi: </strong>Seyahat yazıları ile insanların ve mekânların<br/>yeniden yorumlanarak daha geniş kitlelere ulaştığı edebî turizm türüdür."
  },
  {
    "id": "2266515",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi film turizmi ile edebiyat turizminin kesişmesini sağlayan eserlerden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Haruki Murakami Kitap Serisi",
      "B": "Harry Potter Kitap Serisi",
      "C": "Game of Thrones Kitap Serisi",
      "D": "Yüzüklerin Efendisi Kitap Serisi",
      "E": "Açlık Oyunları Kitap Serisi"
    },
    "explanation": "Haruki Murakami"
  },
  {
    "id": "2369408",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi kültürün tanımında yer alan maddi değerlerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "İnanç",
      "B": "Dil",
      "C": "Yeme içme alışkanlıkları",
      "D": "Sanat",
      "E": "Örf ve adetler"
    },
    "explanation": "Türk Dil Kurumu kültürü, “tarihsel, toplumsal gelişme süreci içinde yaratılan bütün maddi ve manevi değerler ile bunları yaratmada, sonraki nesillere iletmede kullanılan, insanın doğal ve toplumsal çevresine egemenliğinin ölçüsünü gösteren araçların bütünü, hars, ekin” şeklinde tanımlamıştır. Kültürün tanımında sözü edilen maddi değerler kapsamında mimari anlayış, yeme içme alışkanlıkları gibi somut unsurlar manevi değerler kapsamında ise inanç, sanat, dil gibi soyut unsurlar yer almaktadır."
  },
  {
    "id": "2369409",
    "unitNumber": 5,
    "text": "Du Cros ve McKercher’e göre kültür turizminin ziyaret kararında sınırlı bir role sahip olduğu kültür turisti tipi aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Amaçlı kültür turisti",
      "B": "Sıradan kültür turisti",
      "C": "Tesadüfi kültür turisti",
      "D": "Gezici kültür turisti",
      "E": "Kazara kültür turisti"
    },
    "explanation": "Du Cros ve McKercher (2015), gidilecek yere karar vermede kültürün rolüne ve aranan deneyimin derinliğine dayanarak bir kültür turisti tipolojisi geliştirmiştir. Çalışma sonucu ortaya çıkan matris, beş tip kültür turisti olduğunu iddia etmektedir: Bunlardan; Sıradan Kültür Turisti (Ilımlı Merkeziyet / Yüzeysel Deneyim): Kültür turizmi, ziyaret kararında sınırlı bir role sahiptir."
  },
  {
    "id": "2369411",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi turistin kültürel eserleri ve sanatsal ifadeleri anlama, öğrenme ve deneyimleme amacına yönelik olan turizm çeşitlerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Etnik turizm",
      "B": "Miras turizmi",
      "C": "Hüzün turizmi",
      "D": "İnanç turizmi",
      "E": "Edebiyat turizmi"
    },
    "explanation": "Kültür odaklı özel ilgi turizmi temelde iki alanı içermektedir: a) Turistin kendinden farklı bir kültürü veya yaşam tarzını ya da b) film, edebiyat, müzik gibi kültürel eserleri ve sanatsal ifadeleri anlama, öğrenme ve deneyimleme amacına yönelik olanlar. İlk sınıflama kapsamında Etnik Turizm, Miras Turizmi, Hüzün Turizmi ve İnanç Turizmi, ikinci sınıflamada ise Film Turizmi, Edebiyat Turizmi ve Müzik Turizmi yer alır."
  },
  {
    "id": "2369412",
    "unitNumber": 5,
    "text": "Etnik turizm terimi <u>ilk kez</u> kaç yılında ve kim tarafından kullanılmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "1977 - Valene L. Smith",
      "B": "1990 - Greg Richards",
      "C": "2008 - Bob McKercher",
      "D": "2010 - Sue Beeton",
      "E": "2015 - Hilary Du Cros"
    },
    "explanation": "Etnik turizm terimini ilk kez 1977 yılında “Hosts and Guests: The Anthropology of Tourism” adlı kitabında Valene L. Smith kullanmıştır."
  },
  {
    "id": "2369414",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bir etnik grubun, günlük yaşamları, örf-âdetleri, dili vb. üzerine odaklı özel ilgiye yönelik etnik turizm tipidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Etnografik turizm",
      "B": "Nostaljik turizm",
      "C": "Etnik ve ekolojik turizm",
      "D": "Etnik ve eğitsel turizm",
      "E": "Etnik ve antropolojik turizm"
    },
    "explanation": "Etnografik Turizm: Bir etnisite ya da etnik grubun, günlük yaşamları, örf-âdetleri, dili, folkloru, etnik yaratıcılıkları vb. üzerine odaklı özel ilgiye yönelik etnik turizm tipidir."
  },
  {
    "id": "2369415",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi hüzün turizminin gerçekleştirildiği alanlardan biri <u>değildir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Maya kültürüne ait piramitler",
      "B": "“Body World” sergileri",
      "C": "Pompei, İtalya",
      "D": "Çernobil nükleer felaketi, Ukrayna",
      "E": "Auschwitz toplama kampı, Polonya"
    },
    "explanation": "Maya kültürüne ait piramitler arkeoloji turizmi ya da arkeo-turizm ile ilgili önemli bir arkeolojik rota olarak sunulmaktadır."
  },
  {
    "id": "2369416",
    "unitNumber": 5,
    "text": "Bir kişinin dinî aidiyeti nedeniyle kutsal bir yere çıktığı yolculuğu tanımlayan kavram hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "İnanç turizmi",
      "B": "İnzivaya çekilmek",
      "C": "Dini etkinlikler",
      "D": "Geleneksel hac",
      "E": "Ruhsal hac"
    },
    "explanation": "Geleneksel Hac: Bir kişinin dinî aidiyeti nedeniyle kutsal bir yere çıktığı yolculuktur."
  },
  {
    "id": "2369417",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi edebiyat turizmi kapsamı içerisinde <u>yer almaz?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Edinburg uluslararası kitap festivali",
      "B": "Masumiyet müzesi",
      "C": "Göbekli tepe",
      "D": "Oodi Helsinki merkez kütüphanesi",
      "E": "Sherwood Ormanı"
    },
    "explanation": "Göbekli tepe arkeolojik bir alandır. Edebiyat turizmi içerisinde yer almaz."
  },
  {
    "id": "2369419",
    "unitNumber": 5,
    "text": "Turistin daha çok mekânlarla ilgilendiği ve bu nedenle yazara daha az odaklandığı edebî turizm türü hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kurgusal yerlerle ilgilenen edebiyat turizmi",
      "B": "Seyahat yazılarıyla gelişen edebiyat turizmi",
      "C": "Edebî figürlere başvuran edebiyat turizmi",
      "D": "Bir destinasyona popülerlik kazandıran edebiyat turizmi",
      "E": "Film kaynaklı turizmle gelişen edebiyat turizmi"
    },
    "explanation": "Kurgusal yerlerle ilgilenen edebiyat turizmi: Edebî turizmin bu türü yalnızca kurgu eser içerisindeki önemli mekânlarla ilgilenir ve bu nedenle yazara daha az odaklanır."
  },
  {
    "id": "2369421",
    "unitNumber": 5,
    "text": "Bir etnik bölgedeki insanların biyokültürel gelişiminin incelenmesine yönelik etnik turizm tipi hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Nostaljik",
      "B": "Antropolojik",
      "C": "Eğitsel",
      "D": "Ekolojik",
      "E": "Etnografik"
    },
    "explanation": "Bir etnisite, etnik grup ya da etnik bölgedeki insanların biyokültürel gelişiminin incelenmesi yönelik etnik turizm tipi Etnik ve Antropolojik Turizm’dir."
  },
  {
    "id": "2377489",
    "unitNumber": 5,
    "text": "Aşağıdaki turist tiplerinden hangisi düşük merkeziyete sahipken derin deneyimler elde eden turist tipidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kazara Kültür Turisti",
      "B": "Tesadüfi Kültür Turisti",
      "C": "Sıradan Kültür Turisti",
      "D": "Gezici Kültür Turisti",
      "E": "Amaçlı Kültür Turisti"
    },
    "explanation": "1. Amaçlı Kültür Turisti (Yüksek Merkeziyet / Derin Deneyim): Başkalarının kültürünü veya mirasını öğrenmek, bir destinasyonu ziyaret etmenin başlıca nedenidir.<br/>2. Gezici Kültür Turisti (Yüksek Merkeziyet / Yüzeysel Deneyim): Daha yüzeysel, eğlence odaklı bir deneyim aramaktadır.<br/>3. Sıradan Kültür Turisti (Ilımlı Merkeziyet / Yüzeysel Deneyim): Kültür turizmi, ziyaret kararında sınırlı bir role sahiptir.<br/>4. Tesadüfi Kültür Turisti (Düşük Merkeziyet / Yüzeysel Deneyim): Kültür turizmi seyahat kararında küçük bir rol oynasa da bu turist, yine de kültürel turizmi faaliyetlerine katılmaktadır.<br/>5. Kazara Kültür Turisti (Düşük Merkeziyet / Derin Deneyim): Kültür ziyaretinde bir motivasyon unsuru değildir ancak gittiği destinasyonda derin bir kültürel deneyim elde etmiştir."
  },
  {
    "id": "2377504",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi sıradan kültür turisti tipini açıklayan bir ifadedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Başkalarının kültürünü veya mirasını öğrenmek, bir destinasyonu ziyaret etmenin başlıca nedenidir.",
      "B": "Kültür turizmi, ziyaret kararında sınırlı bir role sahiptir.",
      "C": "Kültür turizmi seyahat kararında küçük bir rol oynasa da bu turist, yine de kültürel turizmi faaliyetlerine katılmaktadır.",
      "D": "Kültür ziyaretinde bir motivasyon unsuru değildir ancak gittiği destinasyonda derin bir kültürel deneyim elde etmiştir.",
      "E": "Daha yüzeysel, eğlence odaklı bir deneyim aramaktadır."
    },
    "explanation": "1. Amaçlı Kültür Turisti (Yüksek Merkeziyet / Derin Deneyim): Başkalarının kültürünü veya mirasını öğrenmek, bir destinasyonu ziyaret etmenin başlıca nedenidir. 2. Gezici Kültür Turisti (Yüksek Merkeziyet / Yüzeysel Deneyim): Daha yüzeysel, eğlence odaklı bir deneyim aramaktadır. 3. Sıradan Kültür Turisti (Ilımlı Merkeziyet / Yüzeysel Deneyim): Kültür turizmi, ziyaret kararında sınırlı bir role sahiptir. 4. Tesadüfi Kültür Turisti (Düşük Merkeziyet / Yüzeysel Deneyim): Kültür turizmi seyahat kararında küçük bir rol oynasa da bu turist, yine de kültürel turizmi faaliyetlerine katılmaktadır. 5. Kazara Kültür Turisti (Düşük Merkeziyet / Derin Deneyim): Kültür ziyaretinde bir motivasyon unsuru değildir ancak gittiği destinasyonda derin bir kültürel deneyim elde etmiştir."
  },
  {
    "id": "2377515",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Türk Dil Kurumunun kültür tanımında yer alan soyut değerlerden biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Evlilik törenleri",
      "B": "Cenaze merasimleri",
      "C": "Dini inanışlar",
      "D": "Mimari anlayış",
      "E": "Yeme içme alışkanlıkları"
    },
    "explanation": "Türk Dil Kurumu kültürü, “tarihsel, toplumsal gelişme süreci içinde yaratılan bütün maddi ve manevi değerler ile bunları yaratmada, sonraki nesillere iletmede kullanılan, insanın doğal ve toplumsal çevresine egemenliğinin ölçüsünü gösteren araçların bütünü, hars, ekin” şeklinde tanımlamıştır. Kültürün tanımında sözü edilen maddi değerler kapsamında mimari anlayış, yeme içme alışkanlıkları gibi somut unsurlar manevi değerler kapsamında ise inanç, sanat, dil gibi soyut unsurlar yer almaktadır."
  },
  {
    "id": "2377523",
    "unitNumber": 5,
    "text": "Du Cros ve McKercher tipolojisine göre yüzeysel ve eğlence odaklı deneyim arayan turist tipi aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Kazara Kültür Turist",
      "B": "Tesadüfi Kültür Turisti",
      "C": "Sıradan Kültür Turisti",
      "D": "Gezici Kültür Turisti",
      "E": "Amaçlı Kültür Turisti"
    },
    "explanation": "Du Cros ve McKercher (2015), gidilecek yere karar vermede kültürün rolüne ve aranan deneyimin derinliğine dayanarak bir kültür turisti tipolojisi geliştirmiştir. Çalışma sonucu ortaya çıkan matris, beş tip kültür turisti olduğunu iddia etmektedir: 1. Amaçlı Kültür Turisti (Yüksek Merkeziyet / Derin Deneyim): Başkalarının kültürünü veya mirasını öğrenmek, bir destinasyonu ziyaret etmenin başlıca nedenidir. 2. Gezici Kültür Turisti (Yüksek Merkeziyet / Yüzeysel Deneyim): Daha yüzeysel, eğlence odaklı bir deneyim aramaktadır. 3. Sıradan Kültür Turisti (Ilımlı Merkeziyet / Yüzeysel Deneyim): Kültür turizmi, ziyaret kararında sınırlı bir role sahiptir. 4. Tesadüfi Kültür Turisti (Düşük Merkeziyet / Yüzeysel Deneyim): Kültür turizmi seyahat kararında küçük bir rol oynasa da bu turist, yine de kültürel turizmi faaliyetlerine katılmaktadır. 5. Kazara Kültür Turisti (Düşük Merkeziyet / Derin Deneyim): Kültür ziyaretinde bir motivasyon unsuru değildir ancak gittiği destinasyonda derin bir kültürel deneyim elde etmiştir."
  },
  {
    "id": "2377546",
    "unitNumber": 5,
    "text": "Kültür turistini motive eden cazibe unsurları sınıflandırmasına göre aşağıdakilerden hangisi hem eğitim hem de eğlence işlevi taşıyan unsurlardan biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yaratıcı tatil",
      "B": "Temalı park",
      "C": "Sanat festivali",
      "D": "Tarihi gösteri",
      "E": "Halkbilim festivali"
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/be5a9bc59637ff66138bb8af9429420b.jpeg\" alt=\"\" width=\"327\" height=\"231\">"
  },
  {
    "id": "2377561",
    "unitNumber": 5,
    "text": "Kültür turizmi alanında yapılan çalışmaların tematik sınıflandırmasına göre kültür turizmini gerçekleştiren kitlenin çeşitliliğini açıklığa kavuşturmak isteyen bir araştırmacı aşağıdaki temaların hangisine odaklanmaktadır?",
    "correctAnswer": "E",
    "options": {
      "A": "Gelişen Kimlikler",
      "B": "Yaratıcı Ekonomi",
      "C": "Kültürel Miras",
      "D": "Motivasyon",
      "E": "Kültürel tüketim"
    },
    "explanation": "Kitle turizmi pazarına karşı yeni bir fırsat olarak değerlendirilen kültür turizmi alanında, son 10 yıllık süreçte en belirgin değişim, somut miras vurgusuna olan ilginin giderek azalması ve bunun yerine somut olmayan mirası da içine alan daha kapsamlı çalışmaların yapılmasıdır. Bahsi geçen çalışmaların başlıca temaları ise aşağıdaki gibi sıralanmaktadır: • Kültürel Tüketim: Kültür turizmi bir kültürel tüketim şeklidir ve bu bakımdan turizm alanındaki sosyolojik çalışmalar için önemli bir konudur. Bahsi geçen çalışmaların çoğunda, kültür turizmini gerçekleştiren kitlenin kimlerden oluştuğu, bu kitle içindeki çeşitlilik, toplumsal sınıf düzeni gibi konular açıklığa kavuşturulmak istenir."
  },
  {
    "id": "2377567",
    "unitNumber": 5,
    "text": "Kültürün turizminin ortaya çıkışında aşağıdaki siyasi olayların hangisine bir milat olarak atıf yapılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "I. Dünya Savaşı",
      "B": "II. Dünya Savaşı",
      "C": "Haçlı Seferleri",
      "D": "Kennedy Suikastı",
      "E": "Berlin Duvarının yıkılması"
    },
    "explanation": "Kültürün ve turizmin birbirine yakınlaşması, Richards’ın (2001) ifadesiyle, a) sosyal ve kültürel alanların birbirlerine benzerliğinin keşfedilmesi ve b) turist deneyimleri sonucunda kültürleşmeyle meydana gelen yeni kültür biçimlerinin fark edilmesinden sonra gerçekleşmiştir. İkinci Dünya Savaşı’nın ardından boş zamanın, uluslararası seyahatin ve kültür tüketiminin artışı, turizm alanında, 1980’li yıllarda, turistlerin kültürel alanlara hangi motivasyonlarla geliyor olabileceğine yönelik araştırmaları başlatmış, böylece kültür turizmi adında yeni bir alt çalışma alanının ortaya çıkmasını sağlamıştır."
  },
  {
    "id": "2377579",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi film turizmi destinasyonlarının en önemli örneklerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Nevşehir",
      "B": "Kırşehir",
      "C": "Beyşehir",
      "D": "Seydişehir",
      "E": "Eskişehir"
    },
    "explanation": "Türkiye’de film turizmi destinasyonlarının en önemli örneklerinden biri, 1985 yılından bu yana doğal/kültürel kategoride UNESCO Dünya Miras Listesinde bulunan Nevşehir’dir. Güngör ve Uysal (2019), İtalyan yönetmen Pier Paolo Pasolini tarafından 1969 yılında çekilen Medea filmi sonrasında Kapadokya’nın doğal film platosu hâline geldiğini ifade etmektedir."
  },
  {
    "id": "2377600",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi Cohen’in tipolojisine göre kültürel diasporaya bir örnek teşkil eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Karayip",
      "B": "İspanyol",
      "C": "Çin",
      "D": "Ermeni",
      "E": "Yahudi"
    },
    "explanation": "Cohen’in (2008) diaspora tipolojisi, diaspora kavramının içeriği hakkında önemli bir kavramsal çerçeve sunmaktadır: • Kurban diasporası (Yahudi Diasporası, Ermeni Diasporası, Afrika Diasporası) • Emperyal diasporası (İngiliz, İspanyol, Rus, Hollanda, Antik Yunan Diasporaları) • Emek diasporası (Çin, Hindistan, İtalyan, Türk Diasporaları) • Ticaret diasporası (Vietnam, Lübnan Diasporaları) • Kültürel diaspora (Karayip Diasporası)"
  },
  {
    "id": "2377619",
    "unitNumber": 5,
    "text": "Orhan Pamuk'un Masumiyet Müzesi'ne yapılacak bir gezi aşağıdaki turizm türlerinin hangisine bir örnek teşkil eder?",
    "correctAnswer": "C",
    "options": {
      "A": "Etnik turizm",
      "B": "Miras turizmi",
      "C": "Edebîyat turizmi",
      "D": "Diaspora turizmi",
      "E": "Arkeo-turizm"
    },
    "explanation": "Çoğunlukla yazarlar özelinde ve bu yazarların evlerinin müzeye dönüştürülmesi şeklinde gerçekleştirilen edebiyat turizmine verilebilecek birkaç önemli örnek Gülhane Parkı içindeki Ahmet Hamdi Tanpınar Edebiyat Müze Kütüphanesi ya da Tevfik Fikret’in yaşadığı ve mezarının da bahçesinde olduğu Aşiyan Müzesi olabilir. Ancak Masumiyet Müzesi, Orhan Pamuk’un müzeyle aynı adı taşıyan romanında geçen evin içerisinde, romandaki kurgusal karakterlere ait eşyaların sergilenmesiyle dünyada benzeri olmayan bir edebî turizm türünü temsil etmektedir."
  },
  {
    "id": "2264869",
    "unitNumber": 6,
    "text": "“…. bir kişi veya grubun tutumlarını ve değerlerini yansıtan bireysel veya sosyal davranışlar örüntüsüdür.” noktalı yere aşağıdakilerden hangisi gelir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yaşam tarzı",
      "B": "Sanat",
      "C": "Doğada yaşam",
      "D": "Sağlık",
      "E": "Kültür"
    },
    "explanation": "YAŞAM TARZI TEMELLİ ÖZEL İLGİ TURİZMİ<br/>Yaşam tarzı, bir kişi veya grubun tutumlarını ve değerlerini yansıtan bireysel veya sosyal davranışlar örüntüsüdür."
  },
  {
    "id": "2264871",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi/hangileri yaşam tarzına ilişkin önemli göstergelerden sayılabilir?<br/><ol type=\"I\"><br/><li>Ekonomik birikim</li><br/><li>Entelektüel birikim</li><br/><li>Sosyal davranış kalıpları</li><br/><li>Değerleri</li><br/></ol>",
    "correctAnswer": "A",
    "options": {
      "A": "I., II., III. ve IV.",
      "B": "I., II. ve III.",
      "C": "I. ve II.",
      "D": "III. ve IV.",
      "E": "II., III. ve IV."
    },
    "explanation": "YAŞAM TARZI TEMELLİ ÖZEL İLGİ TURİZMİ<br/>Bireyin ekonomik ve entelektüel birikimi, sosyal davranış kalıpları, tercihleri ve değerleri yaşam tarzına ilişkin önemli göstergeler arasında sayılabilir."
  },
  {
    "id": "2264872",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi/hangileri yaşam tarzı temelli turizmin incelediği konulardandır?<br/><ol type=\"I\"><br/><li>Turistlerin ilgileri</li><br/><li>Turistlerin turizm faaliyetlerini nasıl gerçekleştirdiği</li><br/><li>Turistlerin boş zamanlarını turizmle ilgili olarak nerede değerlendirdiği</li><br/><li>Turistlerin hangi turistik faaliyetlere yöneldiği</li><br/></ol>",
    "correctAnswer": "A",
    "options": {
      "A": "I., II., III. ve IV.",
      "B": "I., II. ve III.",
      "C": "I. ve II.",
      "D": "III. ve IV.",
      "E": "II., III. ve IV."
    },
    "explanation": "YAŞAM TARZI TEMELLİ ÖZEL İLGİ TURİZMİ<br/>Yaşam tarzı temelli turizm, turistlerin ilgilerini, turizm faaliyetlerini nasıl gerçekleştirdiklerini, boş zamanlarını turizmle ilgili olarak nerede ve nasıl değerlendirdiklerini, hangi turistik faaliyetlere yöneldiklerini incelemektedir."
  },
  {
    "id": "2264874",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi/hangileri yaşam tazı temelli turizm ürününü özel kılan etkenlerdendir?<br/><ol type=\"I\"><br/><li>Turizm ürününün tüketicilerin benzerliklerine göre oluşturulması</li><br/><li>Turizm ürününün tüketicilerin ilgilerine göre oluşturulması</li><br/><li>Turizm ürününün tüketicilerin demografik özelliklerine göre oluşturulması</li><br/><li>Turizm ürününün tüketicilerin iletişim tercihlerine göre oluşturulması</li><br/></ol>",
    "correctAnswer": "A",
    "options": {
      "A": "I., II. ve III.",
      "B": "I., II., III. ve IV.",
      "C": "I. ve II.",
      "D": "III. ve IV.",
      "E": "II., III. ve IV."
    },
    "explanation": "YAŞAM TARZI TEMELLİ ÖZEL İLGİ TURİZMİ<br/>Yaşam tarzı temelli turizm ürününü özel kılan etkenler, turizm ürününün tüketicilerin benzerliklerine, ilgilerine, değerlerine, demografik özelliklerine dayalı olarak oluşturulmasıdır."
  },
  {
    "id": "2264875",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi maceranın macera turizmiyle ilişkilendirilebilecek özelliklerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yenilik",
      "B": "Mahzenleri gezmek",
      "C": "Şarap tadımları yapmak",
      "D": "Yemek yemek",
      "E": "Manzaranın tadını çıkarmak"
    },
    "explanation": "YAŞAM TARZI TEMELLİ ÖZEL İLGİ TURİZMİ<br/>Maceranın macera turizmiyle ilişkilendirilebilecek özellikler; belirsizlik, tehlike ve risk, zorluk, başarabilme beklentisi, yenilik, heyecan ve uyarılma, gerçeklerden kaçış, odaklanma ve farklı duygular yaşama olarak sıralanabilir."
  },
  {
    "id": "2264876",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi kişisel gelişim temelli özel ilgi turizm çeşitlerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yoga turizmi",
      "B": "Yalnız turizm",
      "C": "Yavaş turizm",
      "D": "Kamp-karavan turizmi",
      "E": "Alışveriş turizmi"
    },
    "explanation": "KİŞİSEL GELİŞİM TEMELLİ ÖZEL İLGİ TURİZMİ<br/>Sanat turizmi, eğitim turizmi, ruhsal gelişim turizmi ve kongre ve konferans turizmi kişisel gelişim temelli özel ilgi turizm çeşitlerindendir."
  },
  {
    "id": "2264877",
    "unitNumber": 6,
    "text": "“…. akademik gelişimin önemli bir parçası olarak öğrenci veya öğrenci olmayan bireylerin formel (öğrenci değişim programları gibi) ve enformel şekilde kendi ülkesinden geçici süreliğine ayrılarak belirli alanlarda entelektüel sermayenin arttırılması amacıyla gerçekleştirdiği seyahatleri kapsamaktadır.” noktalı yere aşağıdakilerden hangisi gelir?",
    "correctAnswer": "A",
    "options": {
      "A": "Eğitim turizmi",
      "B": "Sanat turizmi",
      "C": "Ruhsal gelişim turizmi",
      "D": "Kongre ve konferans turizmi",
      "E": "Alışveriş turizmi"
    },
    "explanation": "KİŞİSEL GELİŞİM TEMELLİ ÖZEL İLGİ TURİZMİ<br/>Eğitim turizmi; akademik gelişimin önemli bir parçası olarak öğrenci veya öğrenci olmayan bireylerin formel (öğrenci değişim programları gibi) ve enformel şekilde kendi ülkesinden geçici süreliğine ayrılarak belirli alanlarda entelektüel sermayenin arttırılması amacıyla gerçekleştirdiği seyahatleri kapsamaktadır."
  },
  {
    "id": "2264879",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sanat turizmi faaliyetlerine katılan turistlerin özelliklerindendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gelir durumunun yüksek olması",
      "B": "Pansiyonlarda kalmaları",
      "C": "Fazla harcamaca yapmamaları",
      "D": "İkinci yaş kategorisinde yer almaları",
      "E": "Seyrek seyahat etmeleri"
    },
    "explanation": "KİŞİSEL GELİŞİM TEMELLİ ÖZEL İLGİ TURİZMİ<br/>Sanat turizmi faaliyetlerine katılan turistlerin özellikleri aşağıdaki gibidir: Birincil amacı sanatsal faaliyetlere katılma, Eğitim düzeylerinin yüksek olması, Gelir durumunun yüksek olması, Yüksek harcama yapmaları, Sık seyahat etmeleri, İyi otellerde konaklama yapmaları ve Üçüncü yaş kategorisinde yer almaları"
  },
  {
    "id": "2264880",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi turizmin sanat üzerindeki etkilerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Yerli halka kar ettirmesi",
      "B": "Turizm sezonunu uzatması",
      "C": "Tatili keyifli kılması",
      "D": "Çevre dostu turizm olması",
      "E": "Turizm imajına katkı sağlaması"
    },
    "explanation": "KİŞİSEL GELİŞİM TEMELLİ ÖZEL İLGİ TURİZMİ<br/>Turizmin sanat üzerindeki etkileri; gelir getirmesi, istihdam sağlaması, yerli halka kar getirmesi, sanatı koruması, katılımcıları koruması ve sanatın getirdiği faydalara katkı sağlaması olarak sıralanabilir."
  },
  {
    "id": "2264883",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi turizm açısından kişisel temelli sanatsal faaliyetlere katılımın önündeki engellerden <strong><u>değildir?</u></strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Çevre dostu olması",
      "B": "Entelektüel sermayenin yetersiz olması",
      "C": "Sanatsal faaliyetlere karşı ilgisizlik",
      "D": "Pahalı bir turistik faaliyet olması",
      "E": "Sanat veya sanatsal ürüne yönelik belli ölçüde bilgi birikiminin olması"
    },
    "explanation": "KİŞİSEL GELİŞİM TEMELLİ ÖZEL İLGİ TURİZMİ<br/>Turizm açısından kişisel temelli sanatsal faaliyetlere katılımın önündeki engeller; entelektüel sermayenin yetersiz olması, sanatsal faaliyetlere karşı ilgisizlik, pahalı bir turistik faaliyet olması ve sanat veya sanatsal ürüne yönelik belli ölçüde bilgi birikiminin olması olarak sırlanabilir."
  },
  {
    "id": "2269755",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi 19. yüzyılın başlarında yemek kültürünün seyahat etmek için motivasyon oluşturmasına sebep olan gelişmelerden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Restoranların kurulması",
      "B": "Yemek tarifi dergilerinin artışı",
      "C": "Radyolarda yemek pişirme programlarının artması",
      "D": "Televizyonlarda yemek pişirme programlarının artması",
      "E": "Popüler kültürün bir parçası olması"
    },
    "explanation": "YAŞAM TARZI TEMELLİ ÖZEL İLGİ TURİZMİ<br/>Yemeğin seyahat etmek için motivasyon oluşturan bir çekicilik hâline gelmesi; 19. yüzyılda restoranların kurulması, yemeklerin bölgesel ve ulusal kategorilere ayrılarak ticarileştirilmesi, her bölgenin kendine özgü tatlarının ve yemek tariflerinin olması gibi gelişmeler sonucunda ortaya çıkmıştır. Gelişen dünyada; popüler kültürün önemli bir bileşeni hâline gelmesiyle 1960’lı yıllardan sonra yemeğe duyulan ilgi artmıştır. Radyo ve televizyonlarda gerçekleştirilen yemek pişirme programları ve yemek tarifi dergilerinin satışındaki artış bunun göstergelerinden biridir."
  },
  {
    "id": "2269764",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi maceranın, macera turizmi ile ilişkilendirilen özelliklerinden biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Manzaranın tadını çıkarmak",
      "B": "Yeni terler keşfetmek",
      "C": "Tarihi öğrenmek",
      "D": "İstediğini yapabilmek",
      "E": "Gerçeklerden kaçış"
    },
    "explanation": "Maceranın, macera turizmiyle de ilişkilendirilebilecek özellikleri; Belirsizlik, Tehlike ve risk, Zorluk, Başarabilme beklentisi, Yenilik, Heyecan ve uyarılma, Gerçeklerden kaçış, Odaklanma, Farklı duygular yaşama"
  },
  {
    "id": "2269773",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi alışveriş turizmin etkilendiği faktörlerden \"Komşu ülkelerin kültürel etkileri\"in açıklamasıdır?",
    "correctAnswer": "C",
    "options": {
      "A": "Satın alınan malların ülkeye alınmasına yönelik kısıtlamalardır.",
      "B": "İkamet edilen yerde mallara ulaşılabilecek koşulların olması durumudur.",
      "C": "Moda, alışkanlıklar, satın alınabilirlik, tüketim kültürüdür.",
      "D": "Destinasyonlar arası mesafedir.",
      "E": "Ülke sınırlarının geçirgenliğidir."
    },
    "explanation": "Alışveriş Turizmi<br/>Komşu ülkelerin kültürel etkileri: Moda, alışkanlıklar, satın alınabilirlik, tüketim kültürü olarak açıklanmaktadır."
  },
  {
    "id": "2269784",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi kamp ve karavan turizminde, profesyonel hizmet sunulmasıyla ortaya çıkan yeni kavramdır?",
    "correctAnswer": "D",
    "options": {
      "A": "Camping",
      "B": "Cittaslow",
      "C": "Glam",
      "D": "Glamping",
      "E": "Slow"
    },
    "explanation": "Kamp-Karavan Turizmi<br/>Kamp ve karavan turizminde, profesyonel hizmet sunulması bu turizm türüyle ilgili yeni bir kavram ortaya çıkarmıştır. Cezbedici, özel (glam) ve kamp (camping) sözcüklerinin bir araya getirilmesiyle oluşturulan “glamping”, kamp ve karavan turizminin lüks otellerin sunduğu hizmet düzeyinde ve doğa ile bütünleşebilmeyi olanaklı hâle getirerek sunulmasını ifade eder."
  },
  {
    "id": "2269791",
    "unitNumber": 6,
    "text": "Cittaslow kavramı aşağıdakilerden hangi yaşam tarzı temelli turizm türü ile ilgilidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yemek turizmi",
      "B": "Şarap turizmi",
      "C": "Macera turizmi",
      "D": "Alışveriş turizmi",
      "E": "Yavaş turizm"
    },
    "explanation": "İtalyanca Citta (şehir) ve İngilizce slow (yavaş, sakin) kelimelerinden oluşan Cittaslow, “Sakin Şehir” anlamına gelmektedir. Kavram Yavaş Turizm türüne bağlıdır."
  },
  {
    "id": "2269798",
    "unitNumber": 6,
    "text": "Glamping kavramı hangi yaşam tarzı temelli turizm türüne aittir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yemek turizmi",
      "B": "Macera turizmi",
      "C": "Şarap turizmi",
      "D": "Alışveriş turizmi",
      "E": "Kamp-karavan turizmi"
    },
    "explanation": "Kamp-Karavan Turizmi<br/>Kamp ve karavan turizminde, profesyonel hizmet sunulması bu turizm türüyle ilgili yeni bir kavram ortaya çıkarmıştır. Cezbedici, özel (glam) ve kamp (camping) sözcüklerinin bir araya getirilmesiyle oluşturulan “glamping”, kamp ve karavan turizminin lüks otellerin sunduğu hizmet düzeyinde ve doğa ile bütünleşebilmeyi olanaklı hâle getirerek sunulmasını ifade eder."
  },
  {
    "id": "2269806",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi kamp ve karavan turizmine yönelen motivasyonlardan biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Toplumsal değerlere saygı",
      "B": "Çevre dostluğu",
      "C": "Çevreye saygı",
      "D": "Yerel kültürü öğrenme isteği",
      "E": "Yeni yerler keşfetmek"
    },
    "explanation": "Kamp-Karavan Turizmi<br/>Araştırmalar turistleri kamp ve karavan turizmine yönelten ortak motivasyonların bulunduğunu göstermektedir. Bunlar genel olarak şu şekilde sıralanabilir; • Yeni yerler keşfetmek, • Güzel manzara ve havanın tadını çıkarmak, • Tarihi öğrenmek, • Yeni insanlarla tanışmak ve • Bireyin istediğini yapabilme serbestîsi olarak ifade etmektedir."
  },
  {
    "id": "2269808",
    "unitNumber": 6,
    "text": "Aşağıdaki şehirlerden hangisinin bir ilçesinde sakin şehir hareketi uygulanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "İzmir",
      "B": "Ankara",
      "C": "İstanbul",
      "D": "Eskişehir",
      "E": "Kars"
    },
    "explanation": "Yavaş Turizm<br/>İzmir'in Seferihisar ilçesinde 2009 yılından itibaren sakin şehir hareketi uygulanmaktadır?"
  },
  {
    "id": "2269813",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yavaş turizm hareketine katılanların bir özelliğidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yemek kültürünü önemserler.",
      "B": "Genel olarak bilinç düzeyleri yüksektir.",
      "C": "Yeni insanlarla tanışmayı severler.",
      "D": "Özgür hareket etmeyi severler.",
      "E": "Farklı duygular yaşamayı seveler."
    },
    "explanation": "Yavaş turizm hareketine katılanların özellikleri aşağıdaki gibidir: • Yerel kültürü öğrenme eğilimindedir. • Genel turist özellikleriyle benzerlikleri olsa da tek bir kalıba sığdırılamazlar. • Çevre dostu ve yerel ulaşım araçlarını tercih ederler. • Çevreye, toplumsal değerlere saygılıdır. • Genel olarak bilinç düzeyleri yüksektir. • Bağımsız ve esnek tatil planlamaları yaparlar. • Yerele ve doğal olana odaklanırlar. Özel İlgi Turizmi 6 • Genellikle yakın turistik destinasyonları tercih ederler. • Ziyaret ettikleri yerleri anlamaya ve yeni ye- tenekler geliştirmeye çalışırlar. • Yerel ev tipi konaklamaları büyük otellere tercih ederler. • Otantik destinasyonları tercih ederler. • Teknolojiden en az seviyede yararlanırlar."
  },
  {
    "id": "2269816",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yalnız turizmde seyahat edenlerin seyahat motivasyonlarından biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Otantik destinasyonlar",
      "B": "Teknolojiden uzaklaşma",
      "C": "Farklı kültürleri tanıma isteği",
      "D": "Bağımsız ve esnek plan tercihi",
      "E": "Tarih öğrenmek"
    },
    "explanation": "Yalnız Turizm<br/>Yalnız seyahat edenlerin seyahat motivasyonları aşağıdaki gibidir: • Kişisel gelişim • Farklı kültürleri tanıma isteği • Yenilik arayışı • Deneyim arayışı • Rahatlama isteği • Sosyalleşme"
  },
  {
    "id": "2368875",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yaşam tarzı temelli turizminin incelediği konulardan <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Turistlerin ilgileri",
      "B": "Turizm faaliyetlerini nasıl gerçekleştirdikleri",
      "C": "Boş zamanlarını turizmle ilgili olarak nerede ve nasıl değerlendirdikleri",
      "D": "Hangi turistik faaliyetlerle ilgilendikleri",
      "E": "Standart ürün ve hizmet sunması"
    },
    "explanation": "Özel ilgi turizminin önemli bir boyutunu oluşturan yaşam tarzı temelli turizm, psikolojik ve sosyolojik bir özellik taşıması nedeniyle demografik değişkenlerle ayrılmaz bir bütünlük oluşturmaktadır. Yaşam tarzı temelli turizminin incelediği konular aşağıdaki gibidir:<br/>• Turistlerin ilgileri<br/>• Turizm faaliyetlerini nasıl gerçekleştirdikleri<br/>• Boş zamanlarını turizmle ilgili olarak nerede ve nasıl değerlendirdikleri<br/>• Hangi turistik faaliyetlerle ilgilendikleri"
  },
  {
    "id": "2368876",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yaşam tarzı temelli turizm kapsamında yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Sanat turizmi",
      "B": "Yoga turizmi",
      "C": "Eğitim turizmi",
      "D": "Yalnız turizm",
      "E": "Kongre ve Konferans turizmi"
    },
    "explanation": "Yaşam tarzı temelli turizm kapsamında yemek ve şarap turizmi, macera turizmi, alışveriş turizmi, kamp-karavan turizmi, yavaş turizm ve yalnız turizm çeşitleri yer almaktadır."
  },
  {
    "id": "2368877",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi alışveriş turizminin belirleyici unsurları arasında <u>yer almaz</u>?",
    "correctAnswer": "C",
    "options": {
      "A": "Bireysel özellikler",
      "B": "Alışveriş için ziyaret edilen firmalar",
      "C": "Kişisel gelişime katkı sağlaması",
      "D": "Turist motivasyonu",
      "E": "Satın alma türü"
    },
    "explanation": "Alışveriş turizminde turistin temel seyahat motivasyonu ve gerçekleştirmek istediği faaliyetin kapsamını mal satın alma diğer bir ifadeyle alışveriş oluşturmaktadır. Alışveriş turizminin belirleyici unsurları aşağıdaki gibidir:<br/>• Bireysel özellikler<br/>• Alışveriş için ziyaret edilen firmalar<br/>• Turist motivasyonu<br/>• Satın alma türü"
  },
  {
    "id": "2368878",
    "unitNumber": 6,
    "text": "Yavaş turizm hareketinin ülkemizde ilk kez başladığı yer aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Akyaka, Muğla",
      "B": "Seferihisar, İzmir",
      "C": "Gökçeada, Çanakkale",
      "D": "Yenipazar, Aydın",
      "E": "Perşembe, Ordu"
    },
    "explanation": "Yavaş turizm hareketi 1980’li yıllarda İtalya’da başlayarak dünyaya yayılmış günümüzde ise bir felsefe hâline gelmiştir. Türkiye’de de uygulamaları bulunan yavaş turizm hareketi 2009 yılında İzmir, Seferihisar’da başlamıştır."
  },
  {
    "id": "2368886",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yavaş turizm hareketine katılanların özellikleri arasında <u>yer almaz</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Yerel kültürü öğrenme eğilimindedir",
      "B": "Çevreye, toplumsal değerlere saygılıdır",
      "C": "Yerele ve doğal olana odaklanırlar",
      "D": "Otantik destinasyonları tercih ederler",
      "E": "Teknolojiden en çok seviyede yararlanırlar"
    },
    "explanation": "Yavaş turizm hareketine katılanların özellikleri aşağıdaki gibidir:<br/>• Yerel kültürü öğrenme eğilimindedir.<br/>• Genel turist özellikleriyle benzerlikleri olsa da tek bir kalıba sığdırılamazlar.<br/>• Çevre dostu ve yerel ulaşım araçlarını tercih ederler.<br/>• Çevreye, toplumsal değerlere saygılıdır.<br/>• Genel olarak bilinç düzeyleri yüksektir.<br/>• Bağımsız ve esnek tatil planlamaları yaparlar.<br/>• Yerele ve doğal olana odaklanırlar.<br/>• Genellikle yakın turistik destinasyonları tercih ederler.<br/>• Ziyaret ettikleri yerleri anlamaya ve yeni yetenekler geliştirmeye çalışırlar.<br/>• Yerel ev tipi konaklamaları büyük otellere tercih ederler.<br/>• Otantik destinasyonları tercih ederler.<br/>• Teknolojiden en az seviyede yararlanırlar."
  },
  {
    "id": "2368904",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi kişisel gelişim temelli özel ilgi turizm çeşitlerindendir?",
    "correctAnswer": "D",
    "options": {
      "A": "Alışveriş turizmi",
      "B": "Kamp-karavan turizmi",
      "C": "Yalnız turizm",
      "D": "Yoga turizmi",
      "E": "Macera turizmi"
    },
    "explanation": "Kişisel gelişim temelli özel ilgi turizm çeşitleri dört ana boyut çerçevesinde;<br/>Sanat turizmi<br/>Eğitim turizmi<br/>Ruhsal gelişim turizmi<br/>Kongre ve konferans turizmi"
  },
  {
    "id": "2368908",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sanatın turizmin üzerindeki etkilerindendir?",
    "correctAnswer": "A",
    "options": {
      "A": "Turizm imajına katkı sağlar",
      "B": "Sanatı korur",
      "C": "İstihdam sağlar",
      "D": "Katılımcıları geliştirir",
      "E": "Gelir getirir"
    },
    "explanation": "Turizmin Sanat Üzerindeki Etkisi Sanatın Turizm Üzerindeki Etkisi<br/>Gelir getirir. Turizm endüstrisi için gelir getirir.<br/>İstihdam sağlar. Yeni, gelişen ve yüksek harcama yapılan bir bölümlemedir.<br/>Yerli halka kâr ettirir. Turizm sezonunu uzatır.<br/>Sanatı korur. Tatili keyifli kılar.<br/>Standartları yükseltir. Kalış süresini uzatarak destinasyon imajına katkı sağlar.<br/>Katılımcıları geliştirir. Turizm imajına katkı sağlar.<br/>Sanatın getirdiği faydalara katkı sağlar. Çevre dostu turizmdir."
  },
  {
    "id": "2368911",
    "unitNumber": 6,
    "text": "Kişilerin kendilerini belirli alanlarda geliştirebilmek, bir şeyler öğrenmek ve kariyer yapmak için belli bir destinasyona ile gerçekleşen bir turizm çeşidi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Yoga Turizmi",
      "B": "Sanat turizmi",
      "C": "Kongre ve konferans turizmi",
      "D": "Ruhsal gelişim turizmi",
      "E": "Eğitim turizmi"
    },
    "explanation": "Eğitim Turizmi: Kişilerin kendilerini belirli alanlarda geliştirebilmek, bir şeyler öğrenmek ve kariyer yapmak için belli bir destinasyona (ülke içi ve ülke dışı şehirler) ile gerçekleşen bir turizm çeşididir."
  },
  {
    "id": "2368916",
    "unitNumber": 6,
    "text": "Türkiye’de turizm alanındaki ilk kongre hangi yılda nerede yapılmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "1931 - Ankara",
      "B": "1932 - İzmir",
      "C": "1930 - İstanbul",
      "D": "1929 - Eskişehir",
      "E": "1930 - Antalya"
    },
    "explanation": "Türkiye’de turizm alanındaki ilk kongre, 31 Mayıs-5 Haziran 1930 tarihleri arasında Türkiye Turing Kulübünün ev sahipliğinde İstanbul’da düzenlenen Beynelmilel Turizm Kongresi’dir. Bu kongreye AIT (Alliance Internationale de Tourisme) üyesi olan 24 ayrı ülkeden katılım sağlanmıştır."
  },
  {
    "id": "2368923",
    "unitNumber": 6,
    "text": "Yaşam tarzı temelinde alışveriş turizmini etkilemede en fazla öne çıkan faktör aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yasal düzenlemeler",
      "B": "Bireysel tercihler",
      "C": "Coğrafi konum",
      "D": "Komşu ülkelerin kültürel etkileri",
      "E": "Ekonomik faktörler"
    },
    "explanation": "Kültürel ve toplumsal bir olgu olmasının yanı sıra yaşam tarzı temelinde alışveriş turizminin çeşitli faktörlerden etkilenebilmesi mümkündür. Bu faktörler genel olarak şu şekilde sıralanabilir;<br/>• Yasal düzenlemeler: Satın alınan malların ülkeye alınmasına yönelik kısıtlamalar ve ülke sınırlarının geçirgenliği,<br/>• Ekonomik faktörler: İkamet edilen yerde mallara ulaşılabilecek koşulların olması durumu,<br/>• Komşu ülkelerin kültürel etkileri: Moda, alışkanlıklar, satın alınabilirlik, tüketim kültürü,<br/>• Coğrafi konum: Destinasyonlar arası mesafe,<br/>• Bireysel tercihler: Arzular, istekler, ihtiyaçlar.<br/>Bu ifade edilenler arasında, yaşam tarzı temelli özel ilgi turizmi yaklaşımı çerçevesinde en fazla öne çıkan faktörün bireysel tercihler olduğu ifade edilebilir."
  },
  {
    "id": "2369424",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yaşam tarzı kapsamındaki seyahatlerin <u>ilk</u> örneğidir?",
    "correctAnswer": "A",
    "options": {
      "A": "MÖ 776 - Olympia antik olimpiyat oyunları",
      "B": "M.Ö. 600 - İpekyolu",
      "C": "M.S. 117 - Agustus Grand Tur",
      "D": "1325-1354 - İbn-i Batuta’nın hac ziyareti",
      "E": "1921 - Everest’e tırmanış"
    },
    "explanation": "MÖ 776 yılında Olympia kentinde başlayan antik olimpiyat oyunlarına katılım yaşam tarzı kapsamındaki seyahatlere ilk örnektir. Söz konusu dönemde, bu seyahatlerin kavramsal karşılığı özel ilgi turizmi olmasa da bireylerin özel ilgilerine yönelik gerçekleştiği söylenebilir."
  },
  {
    "id": "2369425",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bir kişi veya grubun tutumlarını ve değerlerini yansıtan bireysel ve sosyal davranışlar örüntüsünü tanımlayan kavramdır?",
    "correctAnswer": "E",
    "options": {
      "A": "Motivasyon",
      "B": "Hedonizm",
      "C": "Hobi",
      "D": "Rekreatif",
      "E": "Yaşam tarzı"
    },
    "explanation": "<strong>Yaşam Tarzı:</strong> Bir kişi veya grubun tutumlarını ve değerlerini yansıtan bireysel ve sosyal davranışlar örüntüsüdür."
  },
  {
    "id": "2369429",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi yaşam tarzı temelli turizmin türlerinden biri <u>değildir?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Yemek ve şarap turizmi",
      "B": "Macera turizmi",
      "C": "Alışveriş turizmi",
      "D": "Film turizmi",
      "E": "Yavaş turizm"
    },
    "explanation": "Film turizmi, kültür turizminin bir alt dalıdır ve genel olarak film dünyasıyla bağlantı kurulmasını sağlayan destinasyonlara seyahat etmeyi ifade etmektedir.<br/>Yaşam tarzı temelli turizmin önemli parametrelerini; katılımcıların amaçları, turizme bakışları, bireysel tercihleri, ilgileri, değerleri, beklentileri belirlemektedir. Bu kapsamda yemek ve şarap turizmi, macera turizmi, alışveriş turizmi, kamp-karavan turizmi, yavaş turizm ve yalnız turizm çeşitleri vardır."
  },
  {
    "id": "2369430",
    "unitNumber": 6,
    "text": "Türkiye’deki <u>ilk</u> gastronomi ve şarap turizmi rotası olan proje hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Bozcaada bağ rotası",
      "B": "Antep bağ rotası",
      "C": "Trakya bağ rotası",
      "D": "Şirince bağ rotası",
      "E": "Kapadokya bağ rotası"
    },
    "explanation": "Trakya bağ rotası, 2013 yılında Trakya Kalkınma Ajansı tarafından desteklenerek hayata geçirilen Türkiye’deki ilk gastronomi ve şarap turizmi rotası olan bir projedir."
  },
  {
    "id": "2369431",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi macera turizmiyle de ilişkili maceranın özelliklerinden biri <u>değildir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Tarihi öğrenmek",
      "B": "Belirsizlik",
      "C": "Gerçeklerden kaçış",
      "D": "Tehlike ve risk",
      "E": "Zorluk"
    },
    "explanation": "Maceranın, macera turizmiyle de ilişkilendirilebilecek özellikleri bulunmaktadır. Bunlar şu şekilde sıralanabilmektedir: Belirsizlik, tehlike verisk, zorluk, başarabilme beklentisi, yenilik, heyecan ve uyarılma, gerçeklerden kaçış, odaklanma ve farklı duygular yaşama."
  },
  {
    "id": "2369434",
    "unitNumber": 6,
    "text": "Alışveriş turizmi ve turizm alışverişini birbirlerinden ayıran en önemli fark nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Alışveriş yapılan firmalar",
      "B": "Alışverişin merkezi konumu",
      "C": "Alışverişte tercihler",
      "D": "Kullanılan para birimi",
      "E": "Satın alma türü"
    },
    "explanation": "Alışveriş turizmi ve turizm alışverişini birbirlerinden ayıran en önemli fark, <strong>alışverişin merkezi konumu</strong>yla ilgilidir. Alışveriş turizminde seyahate temel oluşturan motivasyon alışverişin kendisi iken turizm alışverişinde ise alışveriş, tatil sırasında gerçekleştirilen faaliyetlerin yalnızca bir yönünü, parçasını oluşturmaktadır."
  },
  {
    "id": "2369435",
    "unitNumber": 6,
    "text": "Kamp ve karavan turizminin lüks otellerin sunduğu hizmet düzeyinde ve doğa ile bütünleşebilmeyi olanaklı hale getirerek sunulmasını ifade eden kavram hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Creme de la creme",
      "B": "Cittaslow",
      "C": "Destinasyon",
      "D": "Voucher",
      "E": "Glamping"
    },
    "explanation": "Cezbedici, özel (glam) ve kamp (camping) sözcüklerinin bir araya getirilmesiyle oluşturulan “glamping”, kamp ve caravan turizminin lüks otellerin sunduğu hizmet düzeyinde ve doğa ile bütünleşebilmeyi olanaklı hale getirerek sunulmasını ifade eder."
  },
  {
    "id": "2369436",
    "unitNumber": 6,
    "text": "Yavaş turizmin ortaya çıkma nedeni nedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Macera turizmine destek",
      "B": "Kültür turizmine tepki",
      "C": "Kitle turizmine tepki",
      "D": "Edebiyat turizminin yükselmesi",
      "E": "Arkeolojik açılımlar"
    },
    "explanation": "Tıpkı postmodernizmin modernizme bir tepki olarak meydana gelmesi; modern dönemin tüm yaşam pratiklerine ve değerlerine karşı çıkması gibi yavaş turizm de kitle turizmine bir tepki olarak ortaya çıkmıştır."
  },
  {
    "id": "2369439",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi sanat turizmi faaliyetlerine katılan turistlerin özelliklerinden biridir?",
    "correctAnswer": "A",
    "options": {
      "A": "Üçüncü yaş kategorisinde yer almaları",
      "B": "Otantik destinasyonları tercih etmeleri",
      "C": "Teknolojiden en az seviyede yararlanmaları",
      "D": "Çevre dostu ulaşım araçlarını tercih etmeleri",
      "E": "Yerele ve doğal olana odaklanmaları"
    },
    "explanation": "Sanat turizmi faaliyetlerine katılan turistlerin özellikleri: Birincil amacı sanatsal faaliyetlere katılma, eğitim düzeylerinin yüksek olması, gelir durumunun yüksek olması, yüksek harcama yapmaları, sık seyahat etmeleri, iyi otellerde konaklama yapmaları, <strong>üçüncü yaş kategorisinde yer almaları</strong>."
  },
  {
    "id": "2369441",
    "unitNumber": 6,
    "text": "İçsel iyi olma halini arttırmanın amaçlandığı turizm türü hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Eğitim turizmi",
      "B": "Yoga turizmi",
      "C": "Yavaş turizm",
      "D": "Yalnız turizm",
      "E": "Macera turizmi"
    },
    "explanation": "İçsel iyi olma halini arttırmanın amaçlandığı yoga turizmde psikolojik, duygusal ve manevi sermayenin geliştirilmesi için çeşitli faaliyetler gerçekleştirilir."
  },
  {
    "id": "2266677",
    "unitNumber": 7,
    "text": "Sağlığı \"yalnızca hastalık veya sakatlığın olmaması durumu değil, bedensel, sosyal ve ruhsal refah durumu\" olarak tanımlayan kurum aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dünya Sağlık Örgütü",
      "B": "Turizm işletmeleri",
      "C": "Barolar birliği",
      "D": "Tarım işletmeleri",
      "E": "Hizmet işletmeleri"
    },
    "explanation": "Dünya Sağlık Örgütü, sağlığı \"yalnızca hastalık veya sakatlığın olmaması durumu değil, bedensel, sosyal ve ruhsal refah durumu\" olarak tanımlar. Doğru cevap A'dır."
  },
  {
    "id": "2266679",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi evrensel sağlık bildirgelerinden biri <em><strong>değildir?</strong></em>",
    "correctAnswer": "C",
    "options": {
      "A": "Alma-Ata Bildirgesi",
      "B": "Amsterdam Bildirgesi",
      "C": "Londra Belgesi",
      "D": "Lizbon Bildirgesi",
      "E": "Malta Belgesi"
    },
    "explanation": "Doğru cevap C'dir."
  },
  {
    "id": "2266685",
    "unitNumber": 7,
    "text": "Beş bin yıl önce, günümüzün alternatif tıbbı olarak kabul edilen yoga ve Ayurveda’dan faydalanmak üzere hastalar aşağıdaki ülkelerden hangisine seyahat etmişlerdir?",
    "correctAnswer": "D",
    "options": {
      "A": "Avusturya",
      "B": "Mısır",
      "C": "İngiltere",
      "D": "Hindistan",
      "E": "Fransa"
    },
    "explanation": "Beş bin yıl önce, günümüzün alternatif tıbbı olarak kabul edilen yoga ve Ayurveda’dan faydalanmak üzere hastalar Hindistan’a seyahat etmişlerdi. Doğru cevap D'dir."
  },
  {
    "id": "2266691",
    "unitNumber": 7,
    "text": "Aşağıdaki faktörlerden hangileri sağlık amaçlı seyahatlerin gelişimine etki eden faktörler arasındadır?<br/><ol type=\"I\"> <li>Sağlık bilincinin artması</li> <li>Tıp alanındaki gelişmeler</li> <li>Yaşam süresinin kısalması</li> <li>Modern çağın hastalıklarının artması</li> </ol>",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnızca III",
      "B": "I ve III",
      "C": "II ve III",
      "D": "III ve IV",
      "E": "I, II ve IV"
    },
    "explanation": "I, II ve IV nolu seçeneklerde yer alan faktörler sağlık amaçlı seyahatlerin gelişimini etkileyen faktörler arasındadır. Doğru cevap E'dir."
  },
  {
    "id": "2266694",
    "unitNumber": 7,
    "text": "İkamet edilen yerden başka bir yere herhangi bir sebeple sağlık hizmeti almak için yapılan planlı seyahate ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sağlık Planı",
      "B": "Sağlık Kurumu",
      "C": "Sağlık Turisti",
      "D": "Sağlık Turizmi",
      "E": "Sağlık Projesi"
    },
    "explanation": "İkamet edilen yerden başka bir yere herhangi bir sebeple sağlık hizmeti almak için yapılan planlı seyahate sağlık turizmi denir. Doğru cevap D'dir."
  },
  {
    "id": "2266698",
    "unitNumber": 7,
    "text": "Aşağıda yer alan motivasyonlardan hangisi ileri yaş seyahat motivasyonlarından biri <em><strong>değildir?</strong></em>",
    "correctAnswer": "B",
    "options": {
      "A": "Daha çok dinlenme",
      "B": "Yoğun iş temposu",
      "C": "Rahatlama",
      "D": "Egzersiz yapma",
      "E": "Sosyal aktivitelere katılma"
    },
    "explanation": "İleri yaş turistlerin seyahat motivasyonları daha çok dinlenme, rahatlama, sosyal aktivitelere katılma, egzersiz yapma ve öğrenme şeklinde sıralanabilir. Doğru cevap B'dir."
  },
  {
    "id": "2266701",
    "unitNumber": 7,
    "text": "Turizm faaliyetine katılmak isteyen bireylerin turistik tesislere ve ulaşım araçlarına kolay ulaşabilmek .......... olarak tanımlanır.<br/>Yukarıda boş bırakılan yere aşağıdakilerden hangisi yazılmalıdır?",
    "correctAnswer": "B",
    "options": {
      "A": "Sağlık turizmi",
      "B": "Erişilebilir turizm",
      "C": "Personel eğitimi",
      "D": "Altyapı",
      "E": "Termal turizm"
    },
    "explanation": "Turizm faaliyetine katılmak isteyen bireylerin turistik tesislere ve ulaşım araçlarına kolay ulaşabilmek erişilebilir turizm olarak tanımlanır. Doğru cevap B'dir."
  },
  {
    "id": "2266704",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi termal turizminde değerlendirilen uygulamalardan birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Balneoterapi",
      "B": "Duş alma",
      "C": "Yüzme",
      "D": "Basketbol",
      "E": "Futbol"
    },
    "explanation": "Balneoterapi, termal turizmde değerlendirilen uygulamalrdan birisidir. Doğru cevap A'dır."
  },
  {
    "id": "2266706",
    "unitNumber": 7,
    "text": "Termal tedavi sırasında hastaya sistemli veya lokal şekilde uygulanan ilaç tedavi yöntemine verilen isim aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Talassoterapi",
      "B": "Sodyum klorür içeren sular",
      "C": "Medikal tedavi",
      "D": "Argolojik tedavi",
      "E": "Destek tedavi"
    },
    "explanation": "Medikal tedavi: Termal tedavi sırasında hastaya sistemli veya lokal şekilde uygulanan ilaç tedavi yöntemleridir. Doğru cevap C'dir."
  },
  {
    "id": "2266708",
    "unitNumber": 7,
    "text": "İzmir, Aydın, Manisa ve Denizli termal turizm kentlerinin yer aldığı bölge aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Orta Anadolu Termal Turizm Kentleri Bölgesi",
      "B": "Kuzey Anadolu Termal Turizm Kentleri Bölgesi",
      "C": "Doğu Marmara Termal Turizm Kentleri Bölgesi",
      "D": "Frigya Termal Turizm Kentleri Bölgesi",
      "E": "Güney Ege Termal Turizm Kentleri Bölgesi"
    },
    "explanation": "Doğru cevap E'dir."
  },
  {
    "id": "2266840",
    "unitNumber": 7,
    "text": "Antik Yunan’da dünyanın ilk sağlık merkezlerine verilen ad nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Asklepion",
      "B": "Onsen",
      "C": "Darüşşifa",
      "D": "Maristan",
      "E": "Bimarhane"
    },
    "explanation": "Antik Yunan’da <strong>Asklepion</strong> adı verilen tapınaklar, dünyanın ilk sağlık merkezleri olmuştur. Yine buna yakın yüzyıllarda, beş bin yıl önce, günümüzün alternatif tıbbı olarak kabul edilen yoga ve Ayurveda’dan faydalanmak üzere hastalar Hindistan’a seyahat etmişlerdir. Orta Çağ’da Endülüsler, bugünkü İspanya’dan Babür İmparatorluğu’nun günümüzdeki Hindistan’ına kadar her bölgede şifahane, darüşşifa, maristan ve bimarhane adı verilen sağlık merkezleri kurmuştur. Onsen ise topraklarında hâlen aktif volkanların yer aldığı Japonya’ da açık ve kapalı doğal termal kaynaklara verilen addır."
  },
  {
    "id": "2266845",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi antik Yunan’da rahip hekimlerin hastaları tedavi ettikleri tapınaklardan biri <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Pergamon",
      "B": "Knidos",
      "C": "Khos",
      "D": "Epidauros",
      "E": "Ville des Eaux"
    },
    "explanation": "Antik Yunan’da rahip hekimlerin hastaları tedavi ettikleri Asklepion tapınaklarının en bilinenleri arasında Pergamon (Bergama’da), Knidos (Datça’da), Khos (İstanköy’de) ve Epidauros (MoraYarımadası’nda) yer alırken <strong>Ville des Eaux</strong> , Fransa’da demir zengini sıcak su kaynaklarının bulunduğu bir kasabadır."
  },
  {
    "id": "2266846",
    "unitNumber": 7,
    "text": "Tarih boyunca bilinen en eski sağlık turizmi çeşidi aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Termal Turizm",
      "B": "Yayla Turizmi",
      "C": "Fuar Turizmi",
      "D": "İnanç Turizmi",
      "E": "Plaj Turizmi"
    },
    "explanation": "Termal turizm, tarih boyunca bilinen en eski sağlık turizmi çeşidi olarak kabul edilmektedir. İnsanlar, sağlıklı olmak ve şifa bulmak amacıyla termal su kaynaklarının yer aldığı yerlere seyahat ederek tedavi olmuşlardır."
  },
  {
    "id": "2266848",
    "unitNumber": 7,
    "text": "Termal su zerrecikleri kullanılarak gerçekleştirilen soluma tekniğine dayalı tedavi uygulamalarına ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kür",
      "B": "Balneoterapi",
      "C": "İnhalasyon",
      "D": "Klimaterapi",
      "E": "Peloidterapi"
    },
    "explanation": "Kür: Sıcak yeraltı maden sularının tedavi etme amacıyla kullanılmasıdır. Balneoterapi: Termal sular, paloidler ve gazlar gibi doğal tedavi edici kaynakların içme, banyo ve inhalasyonla tedavi amacıyla kullanılmasıdır. <strong>İnhalasyon uygulamaları:</strong> Termal su zerrecikleri kullanılarak gerçekleştirilen soluma tekniğine dayalı tedavi uygulamalarıdır. Klimaterapi: Sıcaklık, rüzgâr, nem ve güneş gibi iklimsel unsurların sistemli olarak tedavi amacıyla kullanılmasıdır. Peloidterapi: Şifalı çamurun tedavi amacıyla kullanımını içeren, jeolojik ya da biyolojik durumlar sonucu oluşan organik ya da inorganik maddelerden meydana gelen peloidlerin belneoterapi yöntemiyle uygulanmasıdır."
  },
  {
    "id": "2266852",
    "unitNumber": 7,
    "text": "Talassoterapi aşağıdakilerden hangisi ile ilgilidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Deniz",
      "B": "Dağ",
      "C": "Orman",
      "D": "Mağara",
      "E": "Yayla"
    },
    "explanation": "Talassoterapi: Hastalıktan koruma ve/veya tedavi amacıyla, deniz iklimi, deniz suyu, deniz çamurları, yosunlar, kum ve denizden elde edilen diğer maddelerin değişik yöntemlerle kullanıldığı ve kür şeklinde gerçekleştirilen bir tedavi sistemidir."
  },
  {
    "id": "2266855",
    "unitNumber": 7,
    "text": "Maden suyunun yeryüzüne çıktığı kaynaklara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kaynarca",
      "B": "Ilıca",
      "C": "Kaplıca",
      "D": "İçme",
      "E": "Çeşme"
    },
    "explanation": "Maden suyunun yeryüzüne çıktığı kaynak <strong>kaynarca</strong>; içlerine girilip yıkanılan, kaynayansu birikintisi ya da gölcük ılıca; ılıcaların çevresinde bu suların kullanılması için açılan tesisler kaplıca (kapalı ılıca); maden sularının içme kürü olarak yararlanıldığı yerler içme olarak adlandırılmaktadır."
  },
  {
    "id": "2266856",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi SPA turizminde en iyi pazara sahip ilk beş ülke içinde yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Türkiye",
      "B": "Almanya",
      "C": "Portekiz",
      "D": "Yunanistan",
      "E": "Mısır"
    },
    "explanation": "SPA turizminde en iyi pazara sahip ilk beş ülke; ABD, <strong>Almanya,</strong> Çin, Fransa ve Japonya’dır. Bu beş ülke toplam küresel SPA gelirlerinin yüzde 48’ini oluşturmaktadır."
  },
  {
    "id": "2266857",
    "unitNumber": 7,
    "text": "Bir sağlık kliniği ile günlük SPA’nın bileşimi olan SPA türü nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Medikal",
      "B": "Termal",
      "C": "Mineral",
      "D": "Resort",
      "E": "Kruvaziyer"
    },
    "explanation": "Medikal SPA: Estetisyenler, masörler ve beslenme uzmanları gibi uzman personel tarafından akupunktur, plastik cerrahi, cilt bakım hizmetleri ya da diş tedavisi, botoks, saç ektirme gibi medikal ve wellness hizmetleri ile birlikte tedavi hizmeti sunan SPA tesisleridir. <strong>Bir sağlık kliniği ile günlük SPA’nın bileşimi olan medikal SPA, doktor gözetiminde çalışmaktadır.</strong>"
  },
  {
    "id": "2266858",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi <strong>Onsen</strong> sözcüğünü doğru tanımlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Japonya’da, açık ve kapalı doğal termal kaynaklara verilen addır.",
      "B": "Termal sularının sıcaklık değerlerini anlatan uluslararası bir terimdir.",
      "C": "Avrupa ülkelerinin termal kaynaklardan yararlanma için yaptığı sigorta sistemidir.",
      "D": "Sağlık alanında ikili anlaşmaları belirtir.",
      "E": "Turistik amaçla gelip de acil ve plansız olarak sağlık hizmeti almayı niteler."
    },
    "explanation": "Topraklarında hâlen aktif volkanların yer aldığı Japonya, en zengin termal kaynaklara sahip ülkelerden biridir. <strong>Onsen</strong> olarak adlandırılan açık ve kapalı doğal termal kaynaklar, ülkenin pek çok yerinde bulunmaktadır."
  },
  {
    "id": "2266859",
    "unitNumber": 7,
    "text": "Aşağıdaki kentlerden hangisi “Frigya Termal Turizm Kentleri” içinde yer alır?",
    "correctAnswer": "D",
    "options": {
      "A": "Bolu",
      "B": "Düzce",
      "C": "Sakarya",
      "D": "Uşak",
      "E": "Yozgat"
    },
    "explanation": "Frigya Termal Turizm Kentleri Bölgesi içinde Afyonkarahisar, Kütahya, <strong>Uşak,</strong> Ankara ve Eskişehir illeri yer almaktadır."
  },
  {
    "id": "2367818",
    "unitNumber": 7,
    "text": "Dünya Sağlık Örgütü (DSÖ) ne zaman kurulmuştur?",
    "correctAnswer": "C",
    "options": {
      "A": "1946",
      "B": "1947",
      "C": "1948",
      "D": "1949",
      "E": "1950"
    },
    "explanation": "1948 yılında kurulan Dünya Sağlık Örgütü (DSÖ) sağlığı “yalnızca hastalık veya<br/>sakatlığın olmaması durumu değil, bedensel, sosyal ve ruhsal refah durumu” şeklinde tanımlamıştır."
  },
  {
    "id": "2367825",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi genel anlamıyla sağlıklı yaşamın boyutlardan <strong>biri değildir?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Düzenli hareket etme",
      "B": "Temiz hava ve ışık",
      "C": "Dinlenme",
      "D": "Yeterli ve düzenli uyku",
      "E": "Beslenme"
    },
    "explanation": "Sağlıklı yaşam, genel anlamıyla aşağıdaki boyutlarda ele alınmaktadır:<br/>• Düzenli hareket etme<br/>• Temiz hava ve ışık<br/>• Dinlenme<br/>• Yeterli ve düzenli uyku"
  },
  {
    "id": "2367831",
    "unitNumber": 7,
    "text": "Uluslararası Sağlık Bildirgelerinden biri olan Jakarta Bildirgesi hangi ülkede yayımlanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Endonezya",
      "B": "Hollanda",
      "C": "Portekiz",
      "D": "Avustralya",
      "E": "Kanada"
    },
    "explanation": "Jakarta Bildirgesi 1997 yılında \"Endonezya\" - Jakarta'da yayınlanmıştır."
  },
  {
    "id": "2367835",
    "unitNumber": 7,
    "text": "Uluslararası Sağlık Bildirgelerinden biri olan Kopenhag Bildirgesi hangi yıl yayımlanmıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "1988",
      "B": "1994",
      "C": "1995",
      "D": "1996",
      "E": "1997"
    },
    "explanation": "Kopenhag Bildirgesi 1994 yılında Danimarka - Kopenhag'da yayımlanmıştır."
  },
  {
    "id": "2367842",
    "unitNumber": 7,
    "text": "Aşağıdaki Uluslararası Sağlık Bildirgelerinden hangisi diğerlerinden önce yayımlanmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "Alma-Ata Bildirgesi",
      "B": "Lizbon Bildirgesi",
      "C": "Ottowa Şartı",
      "D": "Adelaide Tavsiyeler",
      "E": "Kopenhag Bildirgesi"
    },
    "explanation": "Alma-Ata Bildirgesi 1978 yılında diğerlerinden önce yayımlanmıştır."
  },
  {
    "id": "2367846",
    "unitNumber": 7,
    "text": "Divriği Ulu Camii ve Darüşşifası hangi yıl UNESCO tarafından Dünya Miras Alanı olarak ilan edilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "1982",
      "B": "1983",
      "C": "1984",
      "D": "1985",
      "E": "1986"
    },
    "explanation": "Sivas ili Divriği ilçesinde bulunan Divriği Ulu Camii ve Darüşşifası, 1985 yılında UNESCO tarafından Dünya Miras Alanı olarak ilan edilmiştir."
  },
  {
    "id": "2367853",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi sağlık amaçlı seyahatlerin son yıllardaki gelişimine etki eden faktörlerden <strong>biri değildir? </strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Sağlık bilincinin artması",
      "B": "Demografik yapının değişmesi",
      "C": "Tıp alanındaki gelişmeler",
      "D": "Yaşam süresinin uzaması",
      "E": "Gelir düzeyinin yükselmesi"
    },
    "explanation": "Sağlık amaçlı seyahatlerin, son yıllardaki gelişimine etki eden faktörleri şu şekilde sıralamak mümkündür:<br/>• Sağlık bilincinin artması<br/>• Demografik yapının değişmesi<br/>• Tıp alanındaki gelişmeler<br/>• Yaşam süresinin uzaması<br/>• Modern çağın hastalıklarının artması<br/>• Bireylerin sağlık harcamalarına katılmak<br/>zorunda olması<br/>• Sağlığın, kişinin temel sermayesi ve kaynak<br/>olarak görülmesi<br/>• Sağlıklı olma durumunda kişinin iş yaşamında kalabilme şansının artması"
  },
  {
    "id": "2367857",
    "unitNumber": 7,
    "text": "İleri Yaş Turizmi hangi yaş üstü bireylerin bakım ve tedavilerini kapsamaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "55",
      "B": "60",
      "C": "65",
      "D": "70",
      "E": "75"
    },
    "explanation": "İleri Yaş Turizmi: 65 yaş üstü bireylerin bakım gerektiren tedavilerini de kapsayan bir sağlık turizmi çeşididir."
  },
  {
    "id": "2367861",
    "unitNumber": 7,
    "text": "Aşağıda verilen ülkelerden hangisi ileri yaş sağlık turistleri tarafından talep edilen bir destinasyon olarak kabul edilebilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Almanya",
      "B": "Türkiye",
      "C": "İngiltere",
      "D": "Mısır",
      "E": "Hindistan"
    },
    "explanation": "Türkiye, Macaristan, Hırvatistan, Tayland ve Çekya gibi diğerlerine göre<br/>genç nüfus oranı yüksek ülkeler, ileri yaş sağlık turistleri tarafından talep edilen destinasyonlar olarak sıralanabilir."
  },
  {
    "id": "2367866",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangileri Türkiye'de Güney Marmara Termal Turizm Kentleri Bölgesi içinde yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Çanakkale, Balıkesir, Yalova",
      "B": "Afyonkarahisar, Kütahya, Uşak",
      "C": "Aydın, Manisa, Denizli",
      "D": "Yozgat, Kırşehir, Nevşehir",
      "E": "Uşak, Ankara, Eskişehir"
    },
    "explanation": "Güney Marmara Termal Turizm Kentleri Bölgesi: Çanakkale, Balıkesir, Yalova"
  },
  {
    "id": "2371006",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi sağlıklı yaşamın boyutlarından birisi <u><strong>değildir?</strong></u>",
    "correctAnswer": "A",
    "options": {
      "A": "Yüksek ekonomik gelir",
      "B": "Düzenli hareket etme",
      "C": "Temiz hava ve ışık",
      "D": "Dinlenme",
      "E": "Yeterli ve düzenli uyku"
    },
    "explanation": "<strong>SAĞLIK VE SAĞLIKLI YAŞAM </strong><br/>Dünya Sağlık Örgütü bireysel yaşam tarzlarının, bireyin sağlığı veya diğer kişilerin sağlığı üzerinde büyük bir etki yaratabileceğini belirtmektedir. Bu bağlamda bireyleri, yaşam tarzlarını değiştirmeye yönelterek sağlığın iyileştirilmesi sağlanmalıdır. Bunu yaparken de yalnızca bireye yönelik değil, sağlığı destekleyici yaşam tarzına yönelik davranış modellerinin de gerekliliği vurgulanmaktadır. Sağlıklı yaşam için yeni bir bilinçlenmeden söz etmek gerekmektedir. Teknolojik gelişmelerin de etkisi ile insanların birçok konuda bilgiye kolay ulaşabilmeleri, bilgi kirliliği ve aşırı bilgi yükü, onların sakin ve rahat bir şekilde yaşamalarını güçleştirmektedir. <strong><em>Sağlıklı beslenmeye </em></strong>çalışanların sayısı gün geçtikçe artmaktadır.<br/>Diğer taraftan sağlıklı yaşam denildiğinde akla sürdürülebilirlik gelmektedir. Sürdürülebilirlik, yaşamın bütün alanlarını kapsamaktadır. Örneğin, günümüz insanı dünyadaki kaynakların hızlıca tüketildiğinin farkında olduğundan bunu önlemeye çalışmaktadır. Emekli olunsa dahi yaşam koşullarındaki iyileşmeden dolayı insanlar, 20-30 yıl daha yaşamayı planlayarak ona göre hareket etmektedir. Sağlıklı yaşam aynı zamanda iş ve özel yaşamı dengede tutarak yaşamaktır. Bilimsel tıbbın insanların bu yaşam tarzına karşı beklentilerine yeteri kadar karşılık verememesinden dolayı, özellikle Amerika Birleşik Devletleri’nde (ABD) yeni arayışlar başlamıştır. Bu bağlamda ortaya, bir sonraki başlıkta detaylarıyla ele alınacak olan “wellness” yaşam tarzı çıkmıştır. Sağlıklı yaşam, genel anlamıyla aşağıdaki boyutlarda ele alınmaktadır:<br/><ul> <li>Düzenli hareket etme</li> <li>Temiz hava ve ışık</li> <li>Dinlenme</li> <li>Yeterli ve düzenli uyku</li> </ul>"
  },
  {
    "id": "2371007",
    "unitNumber": 7,
    "text": "Bir insanın, vücudunun ihtiyacı olduğu besin maddelerini yeteri kadar, doğru miktarda ve doğru şekilde alması şeklinde tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Yeterli beslenme",
      "B": "Sağlıklı beslenme",
      "C": "Düzenli beslenme",
      "D": "Besin sağlığı",
      "E": "Hijyen"
    },
    "explanation": "<strong>SAĞLIK VE SAĞLIKLI YAŞAM</strong><br/>Dünya Sağlık Örgütü bireysel yaşam tarzlarının, bireyin sağlığı veya diğer kişilerin sağlığı üzerinde büyük bir etki yaratabileceğini belirtmektedir. Bu bağlamda bireyleri, yaşam tarzlarını değiştirmeye yönelterek sağlığın iyileştirilmesi sağlanmalıdır. Bunu yaparken de yalnızca bireye yönelik değil, sağlığı destekleyici yaşam tarzına yönelik davranış modellerinin de gerekliliği vurgulanmaktadır. Sağlıklı yaşam için yeni bir bilinçlenmeden söz etmek gerekmektedir. Teknolojik gelişmelerin de etkisi ile insanların birçok konuda bilgiye kolay ulaşabilmeleri, bilgi kirliliği ve aşırı bilgi yükü, onların sakin ve rahat bir şekilde yaşamalarını güçleştirmektedir. <strong><em>Sağlıklı beslenmeye </em></strong>çalışanların sayısı gün geçtikçe artmaktadır.<br/>Alman Beslenme Birliği (Deutsche Gesellschaft für Ernährung) sağlıklı beslenmeyi; “bir insanın, vücudunun ihtiyacı olduğu besin maddelerini yeteri kadar, doğru miktarda ve doğru şekilde almasıdır” şeklinde tanımlamıştır."
  },
  {
    "id": "2371008",
    "unitNumber": 7,
    "text": "Dünyanın ilk sağlık merkezleri olan Asklepion adı verilen tapınaklar hangi uygarlıkta ortaya çıkmıştır?",
    "correctAnswer": "C",
    "options": {
      "A": "Antik Mısır",
      "B": "Endülüs",
      "C": "Antik Yunan",
      "D": "Sümer",
      "E": "Hitit"
    },
    "explanation": "<strong>SAĞLIK TURİZMİ VE SAĞLIK TURİZMİNİN ÇEŞİTLERİ </strong><br/>Tarih öncesi çağlarda, hastalıkların görünmeyen güçlerden geldiğine inanılıyordu. Hekimler aynı zamanda kabilelerin “büyücüsü” idiler. Hasta olanlar şifa arama ve tedavi amacıyla komşu kabilelere gidiyorlar ve sağlık hizmeti alıyorlardı. Bu şekilde sağlık amaçlı ilk seyahatleri gerçekleştiriyorlardı. Daha sonra sıcak suların iyileştirici gücünün farkına varıldı. Arkeolojik bulgulara göre MÖ 4000’li yıllarda Sümerler sıcak su kaynaklarının etrafına tesis inşa etmişlerdi. <u><em><strong>Antik Yunan’da ise Asklepion adı verilen tapınaklar, dünyanın ilk sağlık merkezleri</strong> </em></u>olmuştu. Yine buna yakın yüzyıllarda, beş bin yıl önce, günümüzün alternatif tıbbı olarak kabul edilen yoga ve Ayurveda’dan faydalanmak üzere hastalar Hindistan’a seyahat etmişlerdi. Orta Çağ’da Endülüsler, bugünkü İspanya’dan Babür İmparatorluğu’nun günümüzdeki Hindistan’ına kadar her bölgede şifahane, darüşşifa, maristan ve bimarhane adı verilen sağlık merkezleri kurmuştu."
  },
  {
    "id": "2371011",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi son yıllarda sağlık amaçlı seyahatlere ve dolayısıyla sağlık turizmine etki eden faktörlerden birisi <u><strong>değildir</strong></u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Demografik yapının değişmesi",
      "B": "Tıp alanındaki gelişmeler",
      "C": "Yaşam süresinin uzaması",
      "D": "Modern çağda hastalıkların azalması",
      "E": "Bireylerin sağlık harcamalarına katılmak zorunda olması"
    },
    "explanation": "<strong>SAĞLIK TURİZMİ VE SAĞLIK TURİZMİNİN ÇEŞİTLERİ </strong><br/>Turizm faaliyetinin doğası gereği sağlık turizmi kapsamında gerçekleştirilen seyahatlerde amaç; turistlerin günlük hayatlarından uzaklaşması, ruh ve beden sağlığı için gerekli uygun ortamda tedavi olmaları ya da sağlıklarının daha iyi hâle gelmesi için destekleyici sağlık hizmetlerinden faydalanmalarıdır. Kısaca amaç, sağlığa yeniden kavuşmak ya da sağlıklı olma durumunu korumaktır. Sağlık turizmi ayrıca doğayla bütünleşmenin verdiği rahatlama içinde bedensel ve psikolojik olarak da bir yenilenme sağlamaktadır. Sağlık turizminde birincil amaç sağlık olsa da turizm faaliyetlerine katılma durumu önemlidir. Sağlık ve turizm faaliyetlerinin bütünleşmesinde sağlık turizmi ekonomik açıdan da farklı bir arz oluşturmaktadır. Sağlık amaçlı seyahatlerin, son yıllardaki gelişimine etki eden faktörleri şu şekilde sıralamak mümkündür:<br/><ul> <li>Sağlık bilincinin artması</li> <li>Demografik yapının değişmesi</li> <li>Tıp alanındaki gelişmeler</li> <li>Yaşam süresinin uzaması</li> <li><u><strong>Modern çağın hastalıklarının artması</strong></u></li> <li>Bireylerin sağlık harcamalarına katılmak zorunda olması</li> <li>Sağlığın, kişinin temel sermayesi ve kaynak olarak görülmesi</li> <li>Sağlıklı olma durumunda kişinin iş yaşamında kalabilme şansının artması</li> </ul>"
  },
  {
    "id": "2371015",
    "unitNumber": 7,
    "text": "İçerisinde engelli, yaşlı ve çocukların yer aldığı bir takım farklı yada özel ihtiyaçları olan turist gruplarının gereksinimlerini karşılamak üzere tasarlanan turizm türünü tanımlamak için kullanılan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "SPA turizmi",
      "B": "Wellness turizmi",
      "C": "Medikal turizm",
      "D": "Termal sağlık turizmi",
      "E": "Erişilebilir turizm"
    },
    "explanation": "<strong>SAĞLIK TURİZMİ VE SAĞLIK TURİZMİNİN ÇEŞİTLERİ </strong><br/>Engelli bireylerin turizm motivasyonlarına bakıldığında, seyahatlerinde farklı kişisel talepleri ve gereksinimleri olduğu görülmektedir. Engelli turizmi kavramı da turizm faaliyetine katılan engelli bireylerin farklı istek ve ihtiyaçlarına cevap verme açısından kavram kargaşası yaratmamak adına ilgili alanyazında “<strong>erişilebilir turizm</strong>” şeklinde kullanılmaktadır.<br/>Erişilebilir turizm; ulaşım, işitme, görme ve algılamanın yer aldığı turizm uygulamalarının bulunduğu, <em>erişim ihtiyaçları olan bireylerin, engelli, yaşlı ve çocukların yer aldığı bir turizm çeşididir</em>. Burada vurgulanmak istenen turizm faaliyetine katılmak isteyen bireylerin turistik tesislere ve ulaşım araçlarına erişimlerinin kolaylaştırılmasının gerekliliğidir. Gerekli uygulama, düzenleme ve donanımların sağlanması durumunda, engelli bireylerin seyahat ve turizm için büyük bir pazar oluşturacağı düşünülmektedir."
  },
  {
    "id": "2371018",
    "unitNumber": 7,
    "text": "Termal su zerrecikleri kullanılarak gerçekleştirilen soluma tekniğine dayalı tedavi uygulamalarını içeren termal uygulama aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İnhalasyon",
      "B": "İçme kürleri",
      "C": "Wellness",
      "D": "SPA",
      "E": "Hidroterapi"
    },
    "explanation": "<strong>SAĞLIK TURİZMİ VE SAĞLIK TURİZMİNİN ÇEŞİTLERİ </strong><br/><strong>Termal Uygulamalar</strong><br/>İnsanlar, sağlıklı olma hâlini korumak ve mevcut sağlık durumlarını geliştirmek ya da arttırmak için termal tedavi uygulamalarına başvurmuştur. Bu kapsamda antik çağlardan günümüze termal kaynakların sağlıklı olmak amacıyla kullanılması gittikçe yaygın hâle gelmiştir. Bunun yanı sıra termal turizm işletmeleri yıl boyu hizmet verecek şekilde planlandığından, sadece hasta bireylerin değil, sağlıklı bireylerin de kullanımına uygundur. Termal turizm, rekreasyon amaçlı kullanım olanağı sağladığı gibi kaplıca, çamur, deniz suyu, mağara ve iklim kürü gibi çeşitleri de sunmaktadır. Termal turizm kapsamında değerlendirilen uygulamalar şu şekilde özetlenebilir:<br/><strong>Kür:</strong> Sıcak yeraltı maden sularının tedavi etme amacıyla kullanılmasıdır.<br/><strong>Balneoterapi:</strong> Termal sular, paloidler ve gazlar gibi doğal tedavi edici kaynakların içme, banyo ve inhalasyonla tedavi amacıyla kullanılmasıdır.<br/><strong>İnhalasyon uygulamaları:</strong> <u><em>Termal su zerrecikleri kullanılarak gerçekleştirilen soluma tekniğine dayalı tedavi uygulamalarıdır.</em></u><br/><strong>İçme kürleri:</strong> Kaplıcalarda ya da ılıcalarda mineralli sularla gerçekleştirilen tedavilerdir.<br/><strong>Peloidterapi:</strong> Şifalı çamurun tedavi amacıyla kullanımını içeren, jeolojik ya da biyolojik durumlar sonucu oluşan organik ya da inorganik maddelerden meydana gelen peloidlerin belneoterapi yöntemiyle uygulanmasıdır.<br/><strong>Klimaterapi:</strong> Sıcaklık, rüzgâr, nem ve güneş gibi iklimsel unsurların sistemli olarak tedavi amacıyla kullanılmasıdır.<br/><strong>Hidroterapi:</strong> Mineral su kullanılarak yıkanma uygulamasıdır. Her birey için ayrı olarak tasarlanmış ve kullanım amacına uygun olarak hazırlanmış havuzlarda sinir ve kas sistemi rahatsızlıklarını iyileştirme amacıyla kullanılan bir havuz terapi yöntemidir."
  },
  {
    "id": "2371023",
    "unitNumber": 7,
    "text": "Termal mineralli sular, çamur banyosu ve deniz suyunun sıcak ve soğuk havuzlarda yapılan SPA ve wellness hizmetleri ile hidroterapi hizmetlerini kapsayan SPA türü aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Termal SPA",
      "B": "Mineral SPA",
      "C": "Resort SPA",
      "D": "Kruvaziyer SPA",
      "E": "Destinasyon SPA"
    },
    "explanation": "<strong>SAĞLIK TURİZMİ VE SAĞLIK TURİZMİNİN ÇEŞİTLERİ </strong><br/><strong>Termal SPA</strong>: Termal su kaynaklarını kullanarak misafirlerine günlük SPA’daki tüm hizmetleri sunan SPA’lardır. SPA bölümü, kullanıcılarına çoğunlukla yaş sınırlaması getirmektedir.<br/><strong>Mineral SPA: </strong>Mineral SPA ifadesinden mineralli suyun kullanıldığı SPA anlaşılmaktadır. <u><em>Mineral SPA; termal mineralli sular, çamur banyosu ve deniz suyunun sıcak ve soğuk havuzlarda yapılan SPA ve wellness hizmetleri ile hidroterapi hizmetlerini kapsamaktadır.</em></u><br/><strong>Resort SPA: </strong>Uzman personel tarafından bir resort veya konaklama tesisi içinde, SPA ve wellness hizmetleri sunulan yerlerdir. Resort SPA, aynı zamanda beden, ruh ve zihin için yapılan uygulamaları içeren golf, tenis, ata binme, kayak ve su sporları gibi diğer tatil faaliyetlerini tamamlayıcı bir üründür.<br/><strong>Kruvaziyer SPA</strong>: Kruvaziyer gemilerde SPA, wellness ve fitness hizmeti sunan ve bu tarzda mutfak hizmetleri olan SPA’lardır. Kruvaziyer SPA’lar, deniz-kum-güneş turizmi ve kara bağlantılı destinasyonlardaki SPA hizmetlerinin gelişimini takip amaçlı ve rekabet şansını artırmaya yönelik bir çalışma olarak da yorumlanabilir.<br/><strong>Destinasyon SPA: </strong>Termal ve deniz suyunu kullanarak gerçekleştirilen vücut bakım uygulamalarının yanı sıra fitness hizmetleri, bedensel, ruhsal ve zihinsel tedavi uygulamaları, kişiye özel beslenme programları, kişisel koçluk hizmetleri, beslenme danışmanlığı, kilo verme gibi sağlığı artırmaya yönelik tıbbi hizmetler sunulan SPA’lardır. Destinasyon SPA’da günlük SPA’da, sunulan hizmetlere ek olarak tesiste konaklama söz konusudur."
  },
  {
    "id": "2371029",
    "unitNumber": 7,
    "text": "Küresel çapta özel ilgi turizmine yönelik yapılan harcamalarda<u> en az harcama yapılan</u> özel ilgi turizmi türü aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Kişisel bakım, güzellik ve anti-aging",
      "B": "Sağlıklı beslenme ve kilo verme",
      "C": "Termal sular",
      "D": "SPA",
      "E": "Fitness, zihinsel ve bedensel sağlık"
    },
    "explanation": "<strong>DÜNYADA VE TÜRKİYE’DE SAĞLIK TURİZMİ </strong><br/><strong>Dünyada Sağlık Turizmi </strong><br/>Termal turizmin küresel olarak Güney, Doğu ve Orta Avrupa, Asya, Güney Amerika ve Kuzey Afrika ülkelerinde yaygın bir şekilde yer aldığı bilinmektedir. Bu ülkelerde, termal suların kullanımı, banyo, masaj ve terleme gibi köklü geçmişe sahip geleneksel uygulamalar vardır. Buna karşın günümüzde wellness hizmetlerinin geldiği noktada, kullanılan suların şifalı ve sıcak olması koşulu aranmayabilmektedir. Global Wellness Enstitüsünün 2018 raporuna göre wellness harcamaları (4.2 trilyon dolar) tüm küresel sağlık harcamalarının (7.3 trilyon dolar) neredeyse yarısından fazlasını oluşturmaktadır. Aşağıda özel ilgi turizmine yönelik yapılan harcamalar verilmiştir:<br/><ul> <li>Kişisel bakım, güzellik ve <em>anti-aging </em>(1.083 milyar dolar)</li> <li>Sağlıklı beslenme ve kilo verme (702 milyar dolar)</li> <li>Fitness, zihinsel ve bedensel sağlık (595 milyar dolar)</li> <li>SPA (119 milyar dolar)</li> <li><u><em>Termal sular (56 milyar dolar)</em></u></li> </ul> Küresel anlamda termal turizmde öne çıkan ülkeler Çin (17,5 milyar dolar), Japonya (12,8 milyar dolar) ve Almanya (7,2 milyar dolar); SPA turizminde ise ABD (20,8 milyar dolar), Çin (8.2 milyar dolar), Almanya (6,7 milyar dolar), Japonya (5.7 milyar dolar) ve Fransa’dır (3.6 milyar dolar). Avrupa ülkeleri termal kaynaklardan çeşitli amaçlarla yararlanma konusunda vatandaşlarına sigorta sistemleri ile destek olmaktadır."
  },
  {
    "id": "2371034",
    "unitNumber": 7,
    "text": "Küresel çapta wellness turizmi harcamaları içinde en büyük paya sahip ülke aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Fransa",
      "B": "Japonya",
      "C": "Almanya",
      "D": "ABD",
      "E": "Çin"
    },
    "explanation": "<strong>DÜNYADA VE TÜRKİYE’DE SAĞLIK TURİZMİ </strong><br/>Termal turizmin küresel olarak Güney, Doğu ve Orta Avrupa, Asya, Güney Amerika ve Kuzey Afrika ülkelerinde yaygın bir şekilde yer aldığı bilinmektedir. Bu ülkelerde, termal suların kullanımı, banyo, masaj ve terleme gibi köklü geçmişe sahip geleneksel uygulamalar vardır. Buna karşın günümüzde wellness hizmetlerinin geldiği noktada, kullanılan suların şifalı ve sıcak olması koşulu aranmayabilmektedir. Global Wellness Enstitüsünün 2018 raporuna göre wellness harcamaları (4.2 trilyon dolar) tüm küresel sağlık harcamalarının (7.3 trilyon dolar) neredeyse yarısından fazlasını oluşturmaktadır. Aşağıda özel ilgi turizmine yönelik yapılan harcamalar verilmiştir:<br/><ul><br/><li>Kişisel bakım, güzellik ve <em>anti-aging </em>(1.083 milyar dolar)</li><br/><li>Sağlıklı beslenme ve kilo verme (702 milyar dolar)</li><br/><li>Fitness, zihinsel ve bedensel sağlık (595 milyar dolar)</li><br/><li>SPA (119 milyar dolar)</li><br/><li>Termal sular (56 milyar dolar)</li><br/></ul><br/>Küresel anlamda termal turizmde öne çıkan ülkeler Çin (17,5 milyar dolar), Japonya (12,8 milyar dolar) ve Almanya (7,2 milyar dolar); SPA turizminde ise ABD (20,8 milyar dolar), Çin (8.2 milyar dolar), Almanya (6,7 milyar dolar), Japonya (5.7 milyar dolar) ve Fransa’dır (3.6 milyar dolar). Avrupa ülkeleri termal kaynaklardan çeşitli amaçlarla yararlanma konusunda vatandaşlarına sigorta sistemleri ile destek olmaktadır.<br/>20. yüzyılın ikinci yarısında, ABD’de özellikle erken ölümlerin önüne geçmek, sağlık harcamalarını kontrol etmek ve toplum sağlığını iyileştirmek üzere bir dizi çaba gösterilmiştir. Wellness kavramı bu çabalar sonucunda 1970’li yıllarda ilk kez ABD’de ortaya çıkmıştır. Wellness anlayışının ABD’den Kıta Avrupası’na şekil ve içerik değiştirerek yayılması 1980’li yılları bulmuştur. Bu bağlamda ABD öncü bir devlet olmuştur. ABD’de wellness, bütüncül ve toplum sağlığına yönelik tedbir ve çalışmaları içerirken Kıta Avrupası’nda daha çok şımartılma ve haz alma ön plandadır. ABD’de; rahatlamak, kendini şımartmak ve stres atmak isteyen şehir sakinleri için düşünülmüş çok sayıda günlük SPA bulunmaktadır. <u><em><strong>ABD, küresel wellness turizmi harcamaları içinde en büyük paya sahip ülkedir. Global Wellness Enstitüsü bu harcamaları 2018 yılında 241,7 milyar dolar olarak tahmin ederken 2022 yılına kadar 311 milyar dolara yükseleceğini de öngörmektedir. ABD, wellness turizminde büyük bir pazar olarak küresel wellness turizmi gelirlerinin üçte birinden fazlasını sağlamaktadır.</strong></em></u>"
  },
  {
    "id": "2371044",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Türkiye Turizm Stratejisi 2023 ve Eylem Planında belirlenen hedeflere ulaşılması amacıyla öncelikli olarak termal turizm master planlarına ihtiyaç duyulmuş olan bölgelerden birisi <u><strong>değildir</strong></u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Güney Marmara Termal Turizm Kentleri Bölgesi",
      "B": "Güney Ege Termal Turizm Kentleri Bölgesi",
      "C": "Frigya Termal Turizm Kentleri Bölgesi",
      "D": "Orta Anadolu Termal Turizm Kentleri Bölgesi",
      "E": "Batı Karadeniz Termal Turizm Kentleri Bölgesi"
    },
    "explanation": "<strong>DÜNYADA VE TÜRKİYE’DE SAĞLIK TURİZMİ </strong><br/>Türkiye’de gerek Sağlık Bakanlığının gerekse Kültür ve Turizm Bakanlığının ortak çalışmaları ile sağlık turizminin gelişmesi için çaba gösterilmektedir. Türkiye Turizm Stratejisi 2023 ve Eylem Planında belirlenen hedeflere ulaşılması amacıyla öncelikli olarak <strong>Güney Marmara, Güney Ege, Frigya ve Orta Anadolu bölgeleri</strong> için <strong>termal turizm master planlarına ihtiyaç duyulmuştur</strong>. Ayrıca bu bölgelerde termal turizm bölgelerinin belirlenmesi, termal turizmin altyapı ve üstyapısının geliştirilmesine yönelik stratejilerin hayata geçirilmesi gereği doğmuştur. Ayrıca Türkiye, sağlık turizminin tanımlandığı alt başlıklar olan ileri yaş ve engelli turizmi, termal sağlık turizmi ve SPA-wellness ile medikal turizmde hizmet sunma şansı olan nadir ülkelerden biridir. Döviz girdisi yüksek olan sağlık turizminin diğer alternatif turizm çeşitleri ile çekiciliğinin artırılması, turizmin tüm yıla yayılmasını da sağlayacaktır."
  },
  {
    "id": "2374813",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi sağlıklı beslenmeyi tanımlar?",
    "correctAnswer": "A",
    "options": {
      "A": "Bir insanın, vücudunun ihtiyacı olduğu besin maddelerini yeteri kadar, doğru miktarda ve doğru şekilde almasıdır",
      "B": "Sağlık hizmetlerinden yararlanamayan nüfusun sağlık gereksinmelerinin<br/>karşılanması",
      "C": "Sağlık alanında hedef ve stratejilerin belirlenmesi",
      "D": "Sağlık sistemlerinin güçlendirilmesi",
      "E": "Sağlık turizminin geliştirilmesi yönündeki politikalardan biridir"
    },
    "explanation": "Alman Beslenme Birliği (Deutsche Gesellschaft für Ernährung) sağlıklı beslenmeyi; “bir insanın, vücudunun ihtiyacı olduğu besin maddelerini yeteri kadar, doğru miktarda ve doğru şekilde almasıdır” şeklinde tanımlamıştır.<br/>Cevap A"
  },
  {
    "id": "2374824",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi genel anlamıyla sağlıklı yaşamın ele alındığı unsurlardan biri değildir?",
    "correctAnswer": "B",
    "options": {
      "A": "Düzenli hareket etme",
      "B": "Refah durumu",
      "C": "Temiz hava ve ışık",
      "D": "Dinlenme",
      "E": "Yeterli ve düzenli uyku"
    },
    "explanation": "Sağlıklı yaşam, genel anlamıyla aşağıdaki boyutlarda ele alınmaktadır:<br/>• Düzenli hareket etme<br/>• Temiz hava ve ışık<br/>• Dinlenme<br/>• Yeterli ve düzenli uyku<br/>Cevap B"
  },
  {
    "id": "2374849",
    "unitNumber": 7,
    "text": "I. Sağlık bilincinin artması<br/>II. Demografik yapının değişmesi<br/>III. Tıp alanındaki gelişmeler<br/>IV. Yaşam süresinin uzaması<br/>V. Modern çağın hastalıklarının artması<br/>Yukarıda verilenler dikkate alındığında hangisinden söz ediyoruz demektir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sağlık turizminin gelişiminin her ülkede farklılık gösterebilmesi",
      "B": "Sağlığa yeniden kavuşmak ya da sağlıklı olma durumunu koruma",
      "C": "Sağlık amaçlı seyahatlerin, son yıllardaki gelişimine etki eden faktörler",
      "D": "Sağlık ve turizm faaliyetlerinin bütünleşmesinde sağlık turizminin de ekonomik açıdan da farklı bir arz oluşturması",
      "E": "Gelişen teknoloji sayesinde daha iyi olanaklara sahip sağlık merkezlerine ulaşım"
    },
    "explanation": "Sağlık amaçlı seyahatlerin, son yıllardaki gelişimine etki eden faktörleri şu şekilde sıralamak mümkündür:<br/>• Sağlık bilincinin artması<br/>• Demografik yapının değişmesi<br/>• Tıp alanındaki gelişmeler<br/>• Yaşam süresinin uzaması<br/>• Modern çağın hastalıklarının artması<br/>• Bireylerin sağlık harcamalarına katılmak zorunda olması<br/>Cevap C"
  },
  {
    "id": "2374858",
    "unitNumber": 7,
    "text": "Turistlerin bakım ve rehabilitasyonu amacıyla klinik konukevleri, geriatrik tedavi merkezleri ve bakım evlerinde eğitim almış sertifikalı personel tarafından yapılan turlar, meşguliyet terapileri, engelli aktiviteleri vb. uygulamaları kapsamaktadır.<br/>Yukarıda verilen tanım hangisine aittir?",
    "correctAnswer": "D",
    "options": {
      "A": "Erişilebilir turizm",
      "B": "Termal turizm",
      "C": "Ekolojik turizm",
      "D": "İleri yaş ve engelli turizmi",
      "E": "Altyapı ve hizmetler"
    },
    "explanation": "İleri yaş ve engelli turizmi; yaşlı ve engelli turistlerin bakım ve rehabilitasyonu amacıyla klinik konukevleri, geriatrik tedavi merkezleri ve bakım evlerinde eğitim almış sertifikalı personel tarafından yapılan turlar, meşguliyet terapileri, engelli<br/>aktiviteleri vb. uygulamaları kapsamaktadır.<br/>Cevap D"
  },
  {
    "id": "2376133",
    "unitNumber": 7,
    "text": "Erişilebilir turizm tanımı içinde, asıl vurgulanması gereken unsur hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Turizm merkezlerinde çalışan personel, erişim veya öngörülmemiş zorlukların hafifletilmesinde ya da potansiyel kusurların azaltılmasında önemli role sahiptir",
      "B": "Ürünlerin, çevrelerin hizmetlerin ve programların mümkün olduğunca herhangi bir adaptasyona ya da özel bir tasarıma ihtiyaç duyulmadan herkes tarafından kullanılabilir olması",
      "C": "Bedensel ve zihinsel açıdan kısmi rahatsızlıkları olan bireylerin de dâhil edilmesiyle sözü edilen rakamın bir milyara ulaştığı söylenebilir.",
      "D": "Engelli bireylerin turizm motivasyonlarına bakıldığında, seyahatlerinde farklı kişisel talepleri ve gereksinimleri olduğu görülmektedir",
      "E": "Turizm faaliyetine katılmak isteyen bireylerin turistik tesislere ve ulaşım araçlarına erişimlerinin kolaylaştırılmasının gerekliliğidir"
    },
    "explanation": "Erişilebilir turizm; ulaşım, işitme, görme ve algılamanın yer aldığı turizm uygulamalarının bulunduğu, erişim ihtiyaçları olan bireylerin, engelli, yaşlı ve çocukların yer aldığı bir turizm çeşididir. Burada vurgulanmak istenen turizm faaliyetine katılmak isteyen bireylerin turistik tesislere ve ulaşım araçlarına erişimlerinin kolaylaştırılmasının gerekliliğidir.<br/>Cevap E"
  },
  {
    "id": "2376160",
    "unitNumber": 7,
    "text": "I. Balneoterapi<br/>II. Peloidterapi<br/>III. Anti-aging <br/>IV. Sağlıklı beslenme ve kilo verme<br/>V. Fitness<br/>Yukarıdakilerden hangileri termal turizm kapsamında değerlendirilen uygulamalar arasındadır?",
    "correctAnswer": "A",
    "options": {
      "A": "I ve II",
      "B": "II ve III",
      "C": "III ve IV",
      "D": "IV ve V",
      "E": "I ve V"
    },
    "explanation": "Termal turizm kapsamında değerlendirilen uygulamalar şu şekilde özetlenebilir:<br/>Kür: Sıcak yeraltı maden sularının tedavi etme amacıyla kullanılmasıdır.<br/>Balneoterapi: Termal sular, paloidler ve gazlar gibi doğal tedavi edici kaynakların içme, banyo ve inhalasyonla tedavi amacıyla kullanılmasıdır.<br/>İnhalasyon uygulamaları: Termal su zerrecikleri kullanılarak gerçekleştirilen soluma tekniğine dayalı tedavi uygulamalarıdır.<br/>İçme kürleri: Kaplıcalarda ya da ılıcalarda mineralli sularla gerçekleştirilen tedavilerdir.<br/>Peloidterapi: Şifalı çamurun tedavi amacıyla kullanımını içeren, jeolojik ya da biyolojik durumlar sonucu oluşan organik ya da inorganik maddelerden meydana gelen peloidlerin belneoterapi yöntemiyle uygulanmasıdır.<br/>Klimaterapi: Sıcaklık, rüzgâr, nem ve güneş gibi iklimsel unsurların sistemli olarak tedavi amacıyla kullanılmasıdır.<br/>Hidroterapi: Mineral su kullanılarak yıkanma uygulamasıdır. Her birey için ayrı olarak tasarlanmış ve kullanım amacına uygun olarak hazırlanmış havuzlarda sinir ve kas sistemi rahatsızlıklarını iyileştirme amacıyla kullanılan bir havuz terapi yöntemidir.<br/>Cevap A"
  },
  {
    "id": "2376181",
    "unitNumber": 7,
    "text": "Estetisyenler, masörler ve beslenme uzmanları gibi uzman personel tarafından<br/>akupunktur, plastik cerrahi, cilt bakım hizmetleri ya da diş tedavisi, botoks, saç ektirme gibi hizmetleri ile birlikte tedavi hizmeti sunan SPA tesisleri aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Termal SPA",
      "B": "Medikal SPA",
      "C": "Kulüp SPA",
      "D": "Resort SPA",
      "E": "Destinasyon SPA"
    },
    "explanation": "Medikal SPA: Estetisyenler, masörler ve beslenme uzmanları gibi uzman personel tarafından akupunktur, plastik cerrahi, cilt bakım hizmetleri ya da diş tedavisi, botoks, saç ektirme gibi medikal ve wellness hizmetleri ile birlikte tedavi hizmeti<br/>sunan SPA tesisleridir. <br/>Cevap B"
  },
  {
    "id": "2376203",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi sağlık turizminde en çok tercih edilen ülkelerden değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "ABD",
      "B": "Almanya",
      "C": "Güney Afrika",
      "D": "Türkiye",
      "E": "Hindistan"
    },
    "explanation": "Sağlık turizminde en çok tercih edilen ülkeler; ABD, Almanya, Güney Kore, Hindistan, Kolombiya, Kosta Rika, Küba, Malezya, Meksika, Singapur,<br/>Tayland ve Türkiye’dir. <br/>Cevap C"
  },
  {
    "id": "2376218",
    "unitNumber": 7,
    "text": "ABD ve Kıta Avrupası’nda wellness anlayışı arasındaki temel fark hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Wellness kavramı bu çabalar sonucunda 1970’li yıllarda ilk kez ABD’de ortaya çıkmıştır.",
      "B": "ABD, küresel wellness turizmi harcamaları içinde en büyük paya sahip ülkedir.",
      "C": "Bu ülkelerde, termal suların kullanımı, banyo, masaj ve terleme gibi köklü geçmişe sahip geleneksel uygulamalar vardır.",
      "D": "ABD’de wellness, bütüncül ve toplum sağlığına yönelik tedbir ve çalışmaları içerirken Kıta Avrupası’nda daha çok şımartılma ve haz alma ön plandadır",
      "E": "Wellness anlayışının ABD’den Kıta Avrupası’na şekil ve içerik değiştirerek yayılması 1980’li yılları bulmuştur."
    },
    "explanation": "ABD’de wellness, bütüncül ve toplum sağlığına yönelik tedbir ve çalışmaları içerirken Kıta Avrupası’nda daha çok şımartılma ve haz alma ön plandadır.<br/>Cevap D"
  },
  {
    "id": "2376235",
    "unitNumber": 7,
    "text": "Erzincan ve Amasya Termal Turizm Kentleri arasında hangi bölgede yer alır?",
    "correctAnswer": "E",
    "options": {
      "A": "Güney Ege Termal Turizm Kentleri Bölgesi",
      "B": "Orta Anadolu Termal Turizm Kentleri Bölgesi",
      "C": "Doğu Marmara Termal Turizm Kentleri Bölgesi",
      "D": "Frigya Termal Turizm Kentleri Bölgesi",
      "E": "Kuzey Anadolu Termal Turizm Kentleri Bölgesi"
    },
    "explanation": "Kuzey Anadolu Termal Turizm Kentleri Bölgesi: Erzincan, Amasya, Sivas ve Tokat<br/>illeri bulunan bölge termal turizm açısından zengin kaynaklara sahiptir.<br/>Cevap E"
  },
  {
    "id": "2264703",
    "unitNumber": 8,
    "text": "<ol><br/><li>Sistemli</li><br/><li>Yoğunlaştırılmış</li><br/><li>Kapsamlı</li><br/><li>Etkileşimli</li><br/><li>Geleneksel</li><br/></ol><br/>Yukarıdaki nitelendirmelerden hangileri akıllı turizm tanımında yer almaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "1, 2, 3 ve 4",
      "B": "1, 2 ve 3",
      "C": "2, 3, 4 ve 5",
      "D": "2, 3 ve 4",
      "E": "3, 4 ve 5"
    },
    "explanation": "AKILLI TURİZM<br/><strong>Akıllı Turizm: </strong>Sistemli, yoğunlaştırılmış ve kapsamlı bir turizm hizmetleri sistemidir. Doğru cevap B seçeneğidir."
  },
  {
    "id": "2264704",
    "unitNumber": 8,
    "text": "Akıllı turizmin yaşam kaynağı, aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Bilgi",
      "B": "Web siteleri",
      "C": "Etkileşimlilik",
      "D": "Büyük veri",
      "E": "Değer zinciri/aracılar"
    },
    "explanation": "AKILLI TURİZM<br/>Akıllı turizmin yaşam kaynağı, büyük veridir. Bilgi, e turizmin yaşam kaynağıdır. Web siteleri e-turizmin temel teknolojisi, etkileşimlilik e-turizmin paradigması ve değer zinciri/aracılar ise e-turizmin yapısını oluşturur. Doğru cevap D seçeneğidir."
  },
  {
    "id": "2264706",
    "unitNumber": 8,
    "text": "<ol><br/><li>Akıllı ürün</li><br/><li>Akıllı deneyim</li><br/><li>Akıllı iş ekosistemi</li><br/><li>Akıllı miras</li><br/><li>Akıllı destinasyon</li><br/></ol><br/>Yukarıdakilerden hangileri, akıllı turizmin bileşenleri arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "1, 2 ve 3",
      "B": "1, 3 ve 4",
      "C": "2, 3 ve 5",
      "D": "2, 4 ve 5",
      "E": "3, 4 ve 5"
    },
    "explanation": "AKILLI TURİZM<br/>Akıllı turizmin bileşenleri; akıllı deneyim, akıllı iş ekosistemi ve akıllı destinasyondur. Doğru cevap C seçeneğidir."
  },
  {
    "id": "2264708",
    "unitNumber": 8,
    "text": "<ol><br/><li>Net bir şekilde hedefleme ve kişiselleştirilmiş hizmet</li><br/><li>Yenilikçi ekosistem</li><br/><li>Temel iş süreçlerinin dijitalleştirilmesi</li><br/><li>Enerji kullanımının optimizasyonu</li><br/><li>Bulut bilişim hizmetlerinin varlığı</li><br/></ol><br/>Yukarıdakilerden hangileri; akıllı turizm destinasyonlarının, turizm organizasyonları açısından ortaya çıkardığı sonuçlar arasında yer alır?",
    "correctAnswer": "C",
    "options": {
      "A": "1, 2 ve 3",
      "B": "1, 2 ve 5",
      "C": "1, 3 ve 4",
      "D": "2, 3 ve 4",
      "E": "3, 4 ve 5"
    },
    "explanation": "AKILLI TURİZM<br/>Turizm organizasyonları açısından akıllı turizm destinasyonunun sonuçları şunlardır:<br/><ul><br/><li>İlgili tüm bilgileri koordine eden ve kullanıcıların gerçek zamanlı bilgilere erişmesini kolaylaştıran akıllı merkez (hub) işlevi,</li><br/><li>Temel iş süreçlerinin dijitalleştirilmesi,</li><br/><li>Enerji kullanımının optimizasyonu,</li><br/><li>Turizm deneyiminin birlikte üretiminde yerel topluluklar, turistler ve hükûmetler/yerel yönetimleri arasında iş birliği,</li><br/><li>Kurumsal çeviklik, hızlı karar verme ve tam zamanında bilgilere dayanarak müşterilerin ihtiyaçlarına yanıt verme,</li><br/><li>Net bir şekilde hedefleme ve kişiselleştirilmiş hizmet.</li><br/></ul><br/>Yenilikçi ekosistem ve bulut bilişim hizmetlerinin varlığı ise, çevre açısından açısından akıllı turizm destinasyonunun sonuçları arasındadır. Doğru cevap C seçeneğidir."
  },
  {
    "id": "2264710",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi; akıllı turizm destinasyonlarının, turistler açısından ortaya çıkardığı sonuçlardan biri <u>değildir?</u>",
    "correctAnswer": "A",
    "options": {
      "A": "Veri gizliliğini düzenleme",
      "B": "Birbiriyle bağlantılı ve bilgili turistler",
      "C": "Son derece kişiselleştirilmiş hizmet talebi",
      "D": "Sosyal medya üzerinden dinamik olarak tartışma",
      "E": "İçeriğe katkı sağlama"
    },
    "explanation": "AKILLI TURİZM<br/>Turistler açısından akıllı turizm destinasyonunun sonuçları şunlardır:<br/><ul><br/><li>Birbiriyle bağlantılı ve bilgili turistler,</li><br/><li>Aktif eleştirmenler ve fısıltı pazarlamacıları,</li><br/><li>Son derece kişiselleştirilmiş hizmet talebi,</li><br/><li>Hem sosyal hem de teknolojik düzeyde ilgilenim,</li><br/><li>Sosyal medya üzerinden dinamik olarak tartışma,</li><br/><li>Birlikte üretilen deneyim,</li><br/><li>İçeriğe katkı sağlama,</li><br/><li>Son kullanıcı cihazlarını birden fazla temas noktasında kullanma.</li><br/></ul><br/>Veri gizliliğini düzenleme, akıllı turizm destinasyonlarının, turistler açısından değil, hükümet açısından ortaya çıkan sonuçlarından biridir. Doğru cevap A seçeneğidir."
  },
  {
    "id": "2264712",
    "unitNumber": 8,
    "text": "“Turistler için turizm deneyimlerinin ……………….., akıllı turizm uygulamalarının en önemli sonuçları arasındadır.”<br/>Yukarıdaki cümlede boş bırakılan yeri, aşağıdakilerden hangisi doğru bir şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "dijitalleşmesi",
      "B": "geri bildirimleri",
      "C": "memnuniyeti",
      "D": "yaygınlaşması",
      "E": "kişiselleştirilmesi"
    },
    "explanation": "AKILLI TURİZM<br/>Doğru cevap E seçeneği, yani “kişiselleştirilmesi” olmalıdır. Çünkü turistler için turizm deneyimlerinin kişiselleştirilmesi, akıllı turizm uygulamalarının en önemli sonuçları arasındadır."
  },
  {
    "id": "2264715",
    "unitNumber": 8,
    "text": "“…………………, müzeler gibi kültürel miras alanlarında ziyaretçilerin deneyimlerini zenginleştirmektedir.”<br/>Yukarıdaki cümlede boş bırakılan yeri, aşağıdakilerden hangisi doğru bir şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Sanal gerçeklik",
      "B": "Karekod",
      "C": "Animasyon",
      "D": "Bulut sistemi",
      "E": "Artırılmış gerçeklik"
    },
    "explanation": "AKILLI KÜLTÜREL MİRAS TURİZMİ<br/><strong>Artırılmış gerçeklik</strong> müzeler gibi kültürel miras alanlarında ziyaretçilerin deneyimlerini zenginleştirmektedir. Doğru cevap E seçeneğidir."
  },
  {
    "id": "2264717",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, müzelerin sosyal medyayı kullanma amaçları arasında <u>yer almaz?</u>",
    "correctAnswer": "D",
    "options": {
      "A": "Yerel halkın ve turistlerin katılımını/ziyaretini arttırmak",
      "B": "Müzenin etrafında ilgi toplulukları inşa etmek",
      "C": "Ziyaretçilerle daha anlamlı bir şekilde bağlantı kurmak",
      "D": "Müzelerde sergilenen eserleri kayda almak",
      "E": "Sergi ve aktiviteleri potansiyel ziyaretçilere iletmek"
    },
    "explanation": "AKILLI KÜLTÜREL MİRAS TURİZMİ<br/>Müzeler, sosyal medyayı şu amaçlar için kullanır: yerel halkın ve turistlerin katılımını/ziyaretini arttırmak ve müzenin etrafında ilgi toplulukları inşa etmek; müzelerin topluluklara ve bireylere erişimini artırmak, ziyaretçilerle daha anlamlı bir şekilde bağlantı kurmak, daha fazla izleyici çekmek ve sergi ve aktiviteleri potansiyel ziyaretçilere iletmek. Doğru cevap D seçeneğidir."
  },
  {
    "id": "2264719",
    "unitNumber": 8,
    "text": "Akıllı turizm ve yaratıcı turizm için ortak nokta, aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilgi ve iletişim teknolojileri",
      "B": "Büyük veri",
      "C": "Karekod",
      "D": "Bulut sistemi",
      "E": "Arttırılmış gerçeklik"
    },
    "explanation": "AKILLI YARATICI TURİZM<br/>Akıllı turizmin temel bileşeni olan teknoloji “kültürel hizmetlerin üretimini, yorumunu, değişimini, pazarlamasını ve tüketimini dönüştürme” konusunda ileri <strong>bilgi ve iletişim teknolojilerinin</strong> potansiyelini tanıyan akıllı turizm ve yaratıcı turizm için ortak noktadır. Doğru cevap A seçeneğidir."
  },
  {
    "id": "2264722",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi, büyük veriyi oluşturan öğelerden biri <u>değildir?</u>",
    "correctAnswer": "B",
    "options": {
      "A": "Web sunucusu günlükleri",
      "B": "Destinasyonlarda yapılan basılı anketler",
      "C": "Sosyal medya paylaşımları",
      "D": "Uygulama programlama arayüzü sorguları",
      "E": "Konum bazlı kayıtlar"
    },
    "explanation": "BÜYÜK VERİ VE AKILLI TURİZM<br/>Sosyal medya paylaşımları, uygula programlama arayüzü sorguları (API), internet istatistikleri, bloglar, web sunucusu günlükleri ve konum bazlı kayıtlar gibi yapısal olmayan veri kaynakları, işletmeler için yeni karar alma mekanizmalarının oluşumuna imkân sağlamaktadır. Mobil telefon verileri, işletme kaynak hareketleri ve müşteri işlemlerindeki radyo frekans etiketleri (RFID) gibi özel verilerle; kullanıcıların günlük faaliyetleri ve diğer insanlarla etkileşimi sonucu ortaya çıkan çevresel veriler ve dinamik sosyal ağlar içerisindeki topluluk verileri gibi dijital izler, kompleks ve büyük bir veri yapısını ortaya çıkarmaktadır. Doğru cevap B seçeneğidir."
  },
  {
    "id": "2267999",
    "unitNumber": 8,
    "text": "Aşağıdaki seçeneklerden hangisi akıllı turizmin bir katmanı <u>değildir</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Dijital ve fiziksel birliktelik",
      "B": "Büyük veri",
      "C": "Teknoloji aracılı birlikte üretim",
      "D": "Kamu-özel-tüketici iş birliği",
      "E": "Etkileşimlilik"
    },
    "explanation": "Teknoloji aracılı birlikte üretim paradigması akıllı turizmde bir katman iken, e-turizmde etkileşimlilik öne çıkmaktadır."
  },
  {
    "id": "2268005",
    "unitNumber": 8,
    "text": "Aşağıdaki seçeneklerden hangisi akıllı turizmin paydaşı <u>değildir</u>?",
    "correctAnswer": "D",
    "options": {
      "A": "Turizm organizasyonları",
      "B": "Hükûmet",
      "C": "Yerel halk ve yerel topluluklar",
      "D": "Türkiye İstatistik Kurumu",
      "E": "Çevre"
    },
    "explanation": "Akıllı turizmin paydaşları turizm organizasyonları, hükûmet, yerel halk ve yerel topluluklar, turistler ve çevredir<br/>Türkiye İstatistik Kurumu"
  },
  {
    "id": "2268007",
    "unitNumber": 8,
    "text": "Amerika’da yapılan araştırmalara göre seyahat edenlerin aşağıda verilen yüzde (%) kaçı turizmde faaliyet gösteren markaların bilgilerini kişisel tercihlere veya geçmiş davranışlara göre uyarlaması gerektiğini düşünmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "%29",
      "B": "%35",
      "C": "%46",
      "D": "%57",
      "E": "%63"
    },
    "explanation": "Amerika’da yapılan araştırmalara göre seyahat edenlerin %57’si turizmde faaliyet gösteren markaların bilgilerini kişisel tercihlere veya geçmiş davranışlara göre uyarlaması gerektiğini düşünmektedir."
  },
  {
    "id": "2268013",
    "unitNumber": 8,
    "text": "Akıllı iş bileşeninin ______ bir yönü, yüksek düzeyde ____ iş birliğini içermesi ve _____ altyapı ve veri sağlayıcıları olarak daha açık ve teknoloji odaklı hâle gelmesinden kaynaklanmaktadır.<br/>Yukardaki cümlede boş bırakılan yerleri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "A",
    "options": {
      "A": "belirgin/kamu-özel sektör/hükûmetlerin",
      "B": "belirgin /turizm-teknoloji sektör/cep telefonu şirketlerinin",
      "C": "önemsiz/kamu-özel sektör/cep telefonu şirketlerinin",
      "D": "etkisiz/turizm-teknoloji sektör/belediyelerin",
      "E": "başarısız/teknoloji-konaklama sektör/hükûmetlerin"
    },
    "explanation": "Akıllı iş bileşeninin belirgin bir yönü, yüksek düzeyde kamu-özel sektör iş birliğini içermesi ve hükûmetlerin altyapı ve veri sağlayıcıları olarak daha açık ve teknoloji odaklı hâle gelmesinden kaynaklanmaktadır.<br/>belirgin/kamu-özel sektör/hükûmetlerin"
  },
  {
    "id": "2268023",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi sanal ve gerçeğin aynı anda ekranda sunulmasını ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Sanal gerçeklik",
      "B": "Artırılmış gerçeklik",
      "C": "Karışık gerçeklik",
      "D": "Alternatif gerçeklik",
      "E": "Üst gerçeklik"
    },
    "explanation": "Artırılmış gerçeklik, sanal ve gerçeğin aynı anda ekranda sunulması olarak tanımlanmaktadır."
  },
  {
    "id": "2268029",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangi uygulamanın sanat ve miras dünyasını derinden etkilemesi beklenmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Instagram",
      "B": "Facebook",
      "C": "Whatsapp",
      "D": "Telegram",
      "E": "TikTok"
    },
    "explanation": "Instagram’ın sanat ve miras dünyasını derinden etkilemesinin kaçınılmaz olduğu düşünülmektedir."
  },
  {
    "id": "2268043",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi kültürel miras alanları içerisinde ziyaretçiye sunulmak istenen herhangi bir bilgi, görüntü vb. paylaşımların kodlanmış içeriğini iki boyutlu bir barkod ile taşımaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Pos cihazları",
      "B": "Karekodlar",
      "C": "Bulut uygulamaları",
      "D": "Sosyal medya",
      "E": "NFC etiketleri"
    },
    "explanation": "Karekodlar (QR-Quick Response), kültürel miras alanları içerisinde ziyaretçiye sunulmak istenen herhangi bir bilgi, görüntü vb. paylaşımların kodlanmış içeriğini taşımaktadır. Karekodlar, iki boyutlu bir barkoddur."
  },
  {
    "id": "2268050",
    "unitNumber": 8,
    "text": "Yaratıcı turizm aşağıdaki hangi turizm formuna aittir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız turizmi",
      "B": "Genel ilgi turizmi",
      "C": "Özel ilgi turizmi",
      "D": "Kültür turizmi",
      "E": "Yaz turizmi"
    },
    "explanation": "Yaratıcı turizm, özel ilgi turizmi formlarından biridir."
  },
  {
    "id": "2268063",
    "unitNumber": 8,
    "text": "Araştırmalara göre müze ziyaretçileri arasında kare kod kullanma konusundaki <u>en yaygın</u> motivasyon nedeni aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Eğitim",
      "B": "Eğlence",
      "C": "Can sıkıntısı",
      "D": "Takdir edilme",
      "E": "Tembellik"
    },
    "explanation": "Araştırmacılar müze ziyaretçileri arasında kare kod kullanma konusundaki yaygın motivasyonun eğitsel olduğunu, ziyaretçilerin ziyaret ettikleri nesneler, tarih veya odalar hakkında ek bilgiye ulaşma arzusuna dayandığını saptamışlardır.<br/>Eğitim"
  },
  {
    "id": "2268072",
    "unitNumber": 8,
    "text": "Kültür ve yaratıcılığın yaygınlığı ışığında, _____ dijital yaratıcı ekosistemlerde açık inovasyon ve akıllı yaratıcı turizm deneyimlerinin birlikte yaratılmasında <u>anahtar rol</u> oynamaktadır. <br/>Yukardaki cümlede boş bırakılan yeri aşağıdakilerden hangisi doğru şekilde tamamlar?",
    "correctAnswer": "D",
    "options": {
      "A": "mobil uygulamalar",
      "B": "yapay zekâ",
      "C": "ağ tabanı",
      "D": "büyük veriler",
      "E": "karekodlar"
    },
    "explanation": "Kültür ve yaratıcılığın yaygınlığı ışığında, büyük veriler (big data) dijital yaratıcı ekosistemlerde açık inovasyon ve akıllı yaratıcı turizm deneyimlerinin birlikte yaratılmasında anahtar rol oynamaktadır."
  },
  {
    "id": "2368272",
    "unitNumber": 8,
    "text": "Akıllı turizm, e-turizm kavramı ve uygulamalarından ..............<br/>Noktalı boşluğa gelecek olan doğru kelime hangisidir.",
    "correctAnswer": "C",
    "options": {
      "A": "zararlıdır",
      "B": "yararlıdır",
      "C": "farklıdır",
      "D": "gelenekseldir",
      "E": "sağlıksızdır"
    },
    "explanation": "Akıllı turizm, e-turizm kavramı ve uygulamalarından farklıdır, sorunun yanıtı C şıkkıdır."
  },
  {
    "id": "2368279",
    "unitNumber": 8,
    "text": "Akıllı turizm nasıl hizmet sunar.",
    "correctAnswer": "D",
    "options": {
      "A": "Klişeleşmiş",
      "B": "Klinikleşmiş",
      "C": "Erişilebilen",
      "D": "Kişiselleştirilmiş",
      "E": "Tüketilebilen"
    },
    "explanation": "Akıllı turizm kişiselleştirilmiş hizmet sunar, sorunun yanıtı D şıkkıdır."
  },
  {
    "id": "2368283",
    "unitNumber": 8,
    "text": "Seyahat deneyimlerini kişisel tercihlere uyarladıkları takdirde turistlerin yüzde kaçı daha fazla ücret ödemeyi makul bulmaktadır.",
    "correctAnswer": "C",
    "options": {
      "A": "%15",
      "B": "%23",
      "C": "%36",
      "D": "%67",
      "E": "%72"
    },
    "explanation": "Seyahat deneyimlerini kişisel tercihlere uyarladıkları takdirde turistlerin yüzde 36 sı daha fazla ücret ödemeyi makul bulmaktadır.<br/>%36"
  },
  {
    "id": "2368290",
    "unitNumber": 8,
    "text": "Akıllı turizm turistlere daha ilgili bilgi, daha iyi karar desteği, daha keyifli deneyim, daha............deneyimler sunar. <br/>Noktalı boşluğa gelecek olan doğru seçenek hangisidir.",
    "correctAnswer": "B",
    "options": {
      "A": "Uzun",
      "B": "Hareketli",
      "C": "Edepli",
      "D": "Ulaşılmaz",
      "E": "Efsane"
    },
    "explanation": "Akıllı turizm turistlere daha ilgili bilgi, daha iyi karar desteği, daha keyifli deneyim, daha hareketli deneyimler sunar, sorunun yanıtı B şıkkıdır."
  },
  {
    "id": "2368300",
    "unitNumber": 8,
    "text": "Kültürel miras birikimi yönetimi içinde kültüre ait en yeni ürünler hangisinde bulunur.",
    "correctAnswer": "E",
    "options": {
      "A": "Müzeler",
      "B": "Arkeolojik alanlar",
      "C": "Tarihi merkezler",
      "D": "Antikalar",
      "E": "Sanat Galerileri"
    },
    "explanation": "Kültürel miras birikimi yönetimi içinde kültüre ait en yeni ürünler Sanat Galerilerinde bulunur, sorunun doğru yanıtı E şıkkıdır."
  },
  {
    "id": "2368304",
    "unitNumber": 8,
    "text": "Akıllı turizmin itici ve aktif katılımcıları neyi sağlarlar.",
    "correctAnswer": "C",
    "options": {
      "A": "Yeni coğrafyaların keşfedilmesi",
      "B": "Yeni antik alanların bulunması",
      "C": "Yeni turizm deneyimleri",
      "D": "Yeni konaklama yerlerinin bulunması",
      "E": "Yeni müzelerin bulunması"
    },
    "explanation": "Akıllı turizmin itici ve aktif katılımcıları yeni turizm deneyimleri sağlarlar, sorunun yanıtı C şıkkıdır."
  },
  {
    "id": "2368311",
    "unitNumber": 8,
    "text": "Seçeneklerden hangisi yaratıcı turizm iş modelleri için en son örneklerdendir.",
    "correctAnswer": "A",
    "options": {
      "A": "Coğrafi etiket hizmetleri",
      "B": "At turu",
      "C": "Balon turu",
      "D": "Likya yolu",
      "E": "Kano"
    },
    "explanation": "Seçeneklerden, coğrafi etiket hizmetleri yaratıcı turizm iş modelleri için en son örneklerdendir, sorunun yanıtı a şıkkıdır."
  },
  {
    "id": "2368324",
    "unitNumber": 8,
    "text": "Bir dinazor kalıntısı hangi tür bir müzede görülebilir.",
    "correctAnswer": "D",
    "options": {
      "A": "Etnoğrafya müzesi",
      "B": "Çağdaş sanatlar galerisi",
      "C": "Eski eserler müzesi",
      "D": "Doğa tarihi müzesi",
      "E": "Trienal"
    },
    "explanation": "Bir dinazor kalıntısı Doğa tarihi müzesinde görülebilir, sorunun yanıtı D şıkkıdır."
  },
  {
    "id": "2368329",
    "unitNumber": 8,
    "text": "İnsanın fiziksel çevresi üzerinden üç boyutlu gerçek zamanlı veriyi işleyerek sunan teknolojinin adı nedir.",
    "correctAnswer": "B",
    "options": {
      "A": "Artırılmışlık",
      "B": "Artırılmış gerçeklik",
      "C": "Arıtılmış gerçeklik",
      "D": "Gerçeklik zamanı",
      "E": "Eşzamanlı boyut"
    },
    "explanation": "İnsanın fiziksel çevresi üzerinden üç boyutlu gerçek zamanlı veriyi işleyerek sunan teknolojinin adı Artırılmış gerçekliktir, sorunun yanıtı B şıkkıdır."
  },
  {
    "id": "2368333",
    "unitNumber": 8,
    "text": "Kültürel mirası algılama konusunda sosyal medyada en önemli etki hangisinden gelmiştir.",
    "correctAnswer": "D",
    "options": {
      "A": "Whatsap",
      "B": "İnternet",
      "C": "Twitter",
      "D": "İnstagram",
      "E": "Kominikasyon"
    },
    "explanation": "Kültürel mirası algılama konusunda sosyal medyada en önemli etki Twitter'dan gelmiştir, sorunun yanıtı D şıkkıdır.<br/>İnstagram"
  },
  {
    "id": "2375434",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi akıllı turizmi, e-turizm ve geleneksel turizm kavramları ve uygulamalarından ayırır?",
    "correctAnswer": "C",
    "options": {
      "A": "Turizm deneyimlerinin tüketilmesi farklılaşmazken paylaşılma şekilleri farklılaşmıştır",
      "B": "Turistler seyahat ettikleri destinasyonda diğer turistler ve yerel halk ile seyahat sürecinde tanışabilmektedir",
      "C": "Dijital platformla birlikte fiziksel birlikteliği de kapsamaktadır",
      "D": "Temel teknolojik desteğini web siteleri sağlamaktadır",
      "E": "Turistler ve turizm sektöründe yer alan diğer paydaşların kar alma, faaliyet planlama ve bilinçli çıkarımlarda bulunma konusunda yaşam kaynağını bilgi oluşturur"
    },
    "explanation": "<strong>e-Turizm ve Akıllı Turizm Arasındaki Farklılıklar şu şekildedir:</strong><br/><strong>E-turizm’de: </strong><br/><ul> <li>Alan: Dijital </li> <li>Temel teknoloji: Web siteleri</li> <li>Seyahat aşaması: Seyahat öncesi ve sonrası</li> <li>Yaşam kaynağı: Bilgi </li> <li>Paradigma: Etkileşimlilik </li> <li>Yapı: Değer zinciri/aracılar</li> <li>Değişim: İşletmeden işletmeye, işletmeden tüketiciye, tüketiciden tüketiciye</li> </ul> <strong>Akıllı turizm’de </strong><br/><ul> <li>Alan: Dijital ve fiziksel birliktelik</li> <li>Temel teknoloji: Sensörler &amp; akıllı telefonlar</li> <li>Seyahat aşaması: Seyahat süresince</li> <li>Yaşam kaynağı: Büyük veri</li> <li>Paradigma: Teknoloji aracılı birlikte üretim</li> <li>Yapı: Ekosistem </li> <li>Değişim: Kamu-özel-tüketici işbirliği</li> </ul>"
  },
  {
    "id": "2375439",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Turistlere turistik bilgi, otobüs varış saatleri bilgisi ve mobil cihazları şarj etmek için USB bağlantı noktaları bilgisi sunan etkileşimli otobüs durakları sunma</li> <li>Turistlere akıllı telefon uygulamaları aracılığıyla konumlarını kontrol edebilme imkânı sunma</li> <li>Turistlere şehirdeki cazibe noktalarına ulaşabilme imkânı sağlayan istasyonlar yerleştirme</li> </ol> Yukarıda verilen turistlere kolaylık sağlanan örnek uygulamalar hangi kavramı açıklamaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Akıllı gerçeklik",
      "B": "Akıllı destinasyon",
      "C": "Akıllı teknoloji",
      "D": "Akıllı deneyim",
      "E": "Akıllı planlama"
    },
    "explanation": "Akıllı destinasyonların temeli, bilgi ve iletişim teknolojilerinin fiziksel altyapıya entegrasyonuna dayanmaktadır. Örneğin; Barselona, turistlere yalnızca turistik bilgi ve otobüs varış saatleri bilgilerini sağlamakla kalmayıp aynı zamanda mobil cihazları şarj etmek için USB bağlantı noktaları sunan etkileşimli otobüs durakları sunmaktadır. Buna ek olarak, akıllı uygulamalar şehir genelinde bisikletleri ulaşılabilir hâle getirmekte ve turistler bir akıllı telefon uygulaması aracılığıyla konumlarını kontrol edebilmekte ve böylece şehir çapında çevre dostu taşımacılığı desteklemektedir. Brisbane şehri ise ziyaretçilerine daha fazla bilgi sunabilmek için şehir içindeki çekiciliklere 100’den fazla istasyon yerleştirmiştir. Benzer şekilde Seul, turistlere ücretsiz wifi ve akıllı telefonlar sağlamak için büyük yatırım yapmaktadırlar; Güney Kore’deki Jeju Adası, turistlere içerik sunabilmek için yenilikçi teknolojiyi kullanacak akıllı bir turizm merkezi ilan etmiştir; Tayvan’daki Sun moon Lake, turistik otobüs servisleri hakkında konuma dayalı bilgiler sunmaktadır. Daha da önemlisi, tüm bu çabalar belirli altyapılardaki verilerle fiziksel altyapıyı zenginleştirerek yeniliği, yaşam kalitesini ve sürdürülebilirliği teşvik etmek için daha büyük, koordine edilmiş çabaların ve stratejik yatırımların parçalarıdır."
  },
  {
    "id": "2375441",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi akıllı turizmin bileşenlerinden biridir?",
    "correctAnswer": "D",
    "options": {
      "A": "Akıllı ulaşım",
      "B": "Akıllı yerel halk",
      "C": "Akıllı turizmci",
      "D": "Akıllı deneyim",
      "E": "Akıllı çalışan"
    },
    "explanation": "Akıllı turizmin bileşenleri:<br/><ul> <li>Akıllı Deneyim</li> <li>Akıllı İş Ekosistemi</li> <li>Akıllı Destinasyon</li> </ul>"
  },
  {
    "id": "2375443",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi dijital bilgi, iletişim teknolojileri ve diğer akıllı uygulamaların akıllı kültürel miras turizmine etkilerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Alanında uzman kişilerle müze sakinleri ve turistleri birbirine bağlayan etkileşimli bilgi ağlarının oluşturulması",
      "B": "Kültürel ve tarihsel verilerin toplanması ve işlenmesi",
      "C": "Kültürel nesnelerin ve anıtların fiziksel korunmasının belgelenmesi ve izlenmesi,",
      "D": "Tarihî yapıların ve ortamların görselleştirilmesi",
      "E": "Müzelerin tamamen sanal ortama taşınması"
    },
    "explanation": "Dijital bilgi ve iletişim teknolojileri ve diğer akıllı uygulamalar, kültürel ve tarihsel verilerin toplanması ve işlenmesi, kültürel nesnelerin ve anıtların fiziksel korunmasının belgelenmesi ve izlenmesi, tarihî yapıların ve ortamların görselleştirilmesi müze sakinleri, öğrenciler, turistler, amatörlerle alanının uzmanları ve profesyonelleri birbirine bağlayan etkileşimli bilgi ağlarının oluşturulmasında etkili olmuştur."
  },
  {
    "id": "2375445",
    "unitNumber": 8,
    "text": "Müzeler ve diğer kültürel organizasyonlar sosyal medyayı hangi amaçlar için kullanmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Müzelerde sergilenen eserin yapıldığı zamanda gerçekleşmiş olayları ve savaşları animasyon olarak izletmek için",
      "B": "Müzelerde ziyaretçilerle daha anlamlı bir şekilde bağlantı kurmak, sergi ve aktiviteleri potansiyel ziyaretçilere iletmek için",
      "C": "Müzelerde diğer ziyaretçileri içinde bulunulan mekânın yaşadığı dönemin kıyafetleriyle göstermek için",
      "D": "Müzelerde tarihi eserlerin üç boyutlu canlandırılmış animasyonlarını izletmek için",
      "E": "Müzelerde tarihî yıkılmış bir mekânın eski hâlini göstermek için"
    },
    "explanation": "Müzeler ve diğer kültürel organizasyonlar sosyal medyayı şu amaçlar için kullanır:<br/><ul> <li>Yerel halkın ve turistlerin katılımını/ziyaretini arttırmak ve müzenin etrafında ilgi toplulukları inşa etmek;</li> <li>Müzelerin topluluklara ve bireylere erişimini artırmak,</li> <li>Ziyaretçilerle daha anlamlı bir şekilde bağlantı kurmak, daha fazla izleyici çekmek ve sergi ve aktiviteleri potansiyel ziyaretçilere iletmek.</li> </ul>"
  },
  {
    "id": "2375446",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Çok dilli hazırlanan rehberler sayesinde ziyaretçilerin deneyimlerini kolaylaştırma ve zenginleştirme</li> <li>Alanında uzman kişilerle ziyaretçileri birbirine bağlayan etkileşimli bilgi ağlarının oluşturulması</li> <li>Tarihî bir mekânın içinde diğer ziyaretçilerin içinde bulunulan mekânın yaşadığı dönemin kıyafetleriyle gösterilmesi</li> </ol> Yukarıda verilenden hangileri müze ziyaretçilerinin karekod kullanımı konusunda motivasyonunun nedenleri arasında yer almaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "I ve III"
    },
    "explanation": "Müze ziyaretçilerin karekod kullanımı konusunda meraklı olduklarını belirlemişlerdir.<br/>Araştırmacılar müze ziyaretçileri arasında kare kod kullanma konusundaki yaygın motivasyonun eğitsel olduğunu, ziyaretçilerin ziyaret ettikleri nesneler, tarih veya odalar hakkında ek bilgiye ulaşma arzusuna dayandığını saptamışlardır. Karekod uygulamaları aracılığıyla çok dilli hazırlanan rehberler sayesinde çeşitli müzelerde, anıt, heykel ve turistik çekiciliklerde ziyaretçilerin deneyimlerini kolaylaştırmakta ve zenginleştirmektedir."
  },
  {
    "id": "2375447",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi dijital yaratıcı ekosistemlerde açık inovasyon ve akıllı yaratıcı turizm deneyimlerinin birlikte yaratılmasında anahtar rol oynamaz?",
    "correctAnswer": "D",
    "options": {
      "A": "Akıllı bilgi ve iletişim teknolojilerinin entegrasyonu",
      "B": "Turistlerin ve yerel halkın aktif katılımı ve deneyimlerinin birlikte oluşturulması",
      "C": "Açık bir inovasyon ortamının sağlanması",
      "D": "Geleneksel iş süreçlerinin devam ettirilmesi",
      "E": "Kültür ve yaratıcılığın yaygınlığı ışığında büyük verilerin kullanılması"
    },
    "explanation": "Akıllı yaratıcı turizm deneyimlerinin yaratılmasında anahtar rol oynayan faktörler:<br/><ul><br/><li>Akıllı bilgi ve iletişim teknolojilerinin entegrasyonu</li><br/><li>Turistlerin ve yerel halkın aktif katılımı ve deneyimlerinin birlikte oluşturulması</li><br/><li>Açık bir inovasyon ortamının sağlanması</li><br/><li>Kültür ve yaratıcılığın yaygınlığı ışığında büyük verilerin kullanılması şeklinde sıralanabilir.</li><br/></ul><br/>Doğru cevap D seçeneğinde yer alan \"Geleneksel iş süreçlerinin devam ettirilmesi\"dir."
  },
  {
    "id": "2375449",
    "unitNumber": 8,
    "text": "<ol type=\"I\"> <li>Yaratıcı turizmde temel teknolojiyi sensörler ve akıllı telefonlar oluşturmaktadır</li> <li>Yaratıcı turizmde verileri saklamak, depolamak ve anlamlandırmak yaratıcı deneyimler için kritiktir</li> <li>Yaratıcı turizmde turistler seyahat süresince gelişmiş bilgi ve iletişim teknolojileri uygulamalarını kullanabilmektedirler</li> </ol> Yukarıda verilen ifadelerden hangileri yaratıcı turizmi, akıllı turizmden ayıran faktörler arasında yer alır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I ve II",
      "E": "II ve III"
    },
    "explanation": "<strong>Akıllı turizm ve yaratıcı turizm arasındaki farklar: </strong><br/><strong>Akıllı turizm: </strong><br/><ul> <li>Alan: Dijital ve fiziksel birlikteliği</li> <li>Temel teknoloji: Sensörler ve akıllı telefonlar</li> <li>Seyahat aşaması: Seyahat süresince</li> <li>Yaşam kaynağı: Büyük veri</li> <li>Paradigma: Teknoloji aracılı birlikte üretim</li> <li>Yapı: Ekosistem Ağ tabanlı ve sistemik bakış açısı</li> </ul> <strong>Yaratıcı turizm: </strong><br/><ul> <li>Alan: Fiziksel (somut) ve dijital (soyut) çekiciliklerin birlikteliği</li> <li>Temel teknoloji: Sensörler, akıllı telefonlar ve artırılmış gerçeklik, sanal gerçeklik gibi diğer akıllı bilgi iletişim teknolojileri</li> <li>Seyahat aşaması: Destinasyon içi deneyimler</li> <li>Yaşam kaynağı: Verileri saklamak, depolamak ve anlamlandırmak yaratıcı deneyimler için kritiktir.</li> <li>Paradigma: Turistler, yerel halk ve organizasyonların yaratıcı deneyimlerin birlikte üretimi için bilgi ve iletişim teknolojilerini kullanımı</li> <li>Yapı: Değişim Kamu-özel-tüketici işbirliği Kamu-özel-kullanıcı katılımı/iş birliği</li> </ul>"
  },
  {
    "id": "2375451",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi yaratıcı turizmin özelliklerinden biri değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Temel teknolojiyi sensörler ve akıllı telefonlar oluşturmaktadır",
      "B": "Turistler seyahat aşamasında destinasyon içi deneyimler yaşamaktadırlar",
      "C": "Verileri saklamak, depolamak ve anlamlandırmak yaratıcı deneyimler için kritiktir.",
      "D": "Turistler, yerel halk ve organizasyonların yaratıcı deneyimlerin birlikte üretimi için bilgi ve iletişim teknolojilerini kullanmaktadır",
      "E": "Fiziksel (somut) ve dijital (soyut) çekiciliklerin birlikteliği önemlidir"
    },
    "explanation": "<strong>Yaratıcı turizmde: </strong><br/><ul> <li>Alan: Fiziksel (somut) ve dijital (soyut) çekiciliklerin birlikteliği</li> <li>Temel teknoloji: Sensörler, akıllı telefonlar ve artırılmış gerçeklik, sanal gerçeklik gibi diğer akıllı bilgi iletişim teknolojileri</li> <li>Seyahat aşaması: Destinasyon içi deneyimler</li> <li>Yaşam kaynağı: Verileri saklamak, depolamak ve anlamlandırmak yaratıcı deneyimler için kritiktir.</li> <li>Paradigma: Turistler, yerel halk ve organizasyonların yaratıcı deneyimlerin birlikte üretimi için bilgi ve iletişim teknolojilerini kullanımı</li> <li>Yapı: Değişim Kamu-özel-tüketici işbirliği Kamu-özel-kullanıcı katılımı/iş birliği</li> </ul>"
  },
  {
    "id": "2375455",
    "unitNumber": 8,
    "text": "“………………………, tüketicilerin alışveriş alışkanlıklarını, tavsiyelerini, satın alma davranışını ve satışları etkilediği bilinen diğer sürücüleri şirketlerin izlemesine ve analiz etmesine olanak sağlayarak müşterilerin karar verme süreçlerine ilişkin benzeri görülmemiş bilgiler sağlamaktadır.”<br/>Yukarıdaki cümleyi doğru olarak tamamlayan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Büyük veri",
      "B": "Akıllı turizm",
      "C": "Akıllı destinasyon",
      "D": "Yaratıcı turizm",
      "E": "Akıllı bilgi"
    },
    "explanation": "Büyük veri, tüketicilerin alışveriş alışkanlıklarını, tavsiyelerini, satın alma davranışını ve satışları etkilediği bilinen diğer sürücüleri şirketlerin izlemesine ve analiz etmesine olanak sağlayarak müşterilerin karar verme süreçlerine ilişkin benzeri görülmemiş bilgiler sağlamaktadır."
  }
]