[
  {
    "id": "3176953",
    "unitNumber": 1,
    "text": "Devletin para basarak elde ettiği gelir aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Senyoraj",
      "B": "Faiz",
      "C": "Arbitraj",
      "D": "Mevduat",
      "E": "Rezerv"
    },
    "explanation": "Senyoraj: Devletin para basarak satın aldığı mal ve hizmet miktarıdır. Para basma, basana bir gelir (senyoraj geliri elde edilmesine neden olur) sağlar."
  },
  {
    "id": "3176959",
    "unitNumber": 1,
    "text": "Doğrudan finansmandan söz edebilmek için borç alanlar ve borç verenler arasında gerçekleşen fon akışının aşağıdakilerden hangisi aracılığıyla gerçekleşmesi gerekir?",
    "correctAnswer": "B",
    "options": {
      "A": "Finansal kurumlar",
      "B": "Finansal piyasalar",
      "C": "Dealerlar",
      "D": "Bankalar",
      "E": "Tasarruf sahipleri"
    },
    "explanation": "Borç alanlar ve borç verenler arasında gerçekleşen fon akışı finansal piyasalar aracılığı ile gerçekleşiyorsa “doğrudan finansman”, aynı akış finansal kurumlar aracılığı ile gerçekleşiyorsa, “dolaylı finansman” biçiminde tanımlanır. Örneğin tasarruflarını değerlendirmeye çalışan bir kişi parasıyla bir bankadan hazine bonosu alıyorsa, bu işlem dolaylı finansman kanalından gerçekleşmiştir. Ancak aynı kişi yetkili bir borsa satıcısı (dealer) aracılığı ile hisse senedi alıyorsa bu durumda işlem doğrudan finansman kanalından gerçekleşmiştir."
  },
  {
    "id": "3176962",
    "unitNumber": 1,
    "text": "Likiditesi en yüksek varlık aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ev",
      "B": "Mobilya",
      "C": "Araba",
      "D": "Para",
      "E": "Hisse senedi"
    },
    "explanation": "Likidite kelime anlamı olarak “paraya çevrilme hızı” olarak tanımlanmaktadır. Paraya çevirirken herhangi bir işlem maliyeti ödemiyor ve her istediğinizde bu değişim işlemini gerçekleştirebiliyorsanız; bu durumda tasarruflarınızı likiditesi yüksek varlıklara yapmışsınız demektir.<br/>Lahmacun satın alırken kullandığınız para likiditenin kendisidir. Oysa evinizin önünde park hâlinde duran arabanızı lahmacun ödemesinde kullanamazsınız. Önce arabanızı paraya çevirmeniz gerekir.<br/>Hisse senedi, bono, çek, tahvil gibi finansal varlıklar, finansal olmayan varlıklara kıyasla (araba, iş makinesi, taşınmaz mallar gibi) daha likittir."
  },
  {
    "id": "3176967",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi ortaklık hakkı sağlayan bir finansal varlıktır?",
    "correctAnswer": "C",
    "options": {
      "A": "Finansman bonoları",
      "B": "Bono",
      "C": "Hisse senedi",
      "D": "Tahvil",
      "E": "Eurobond"
    },
    "explanation": "Ortaklık hakkı sağlayan finansal varlıklar hisse senetleridir. Hisse senetleri anonim ortaklıklar tarafından yasal düzenlemelere uygun olarak çıkartılan şirket sermayesine katılımı temsil eden finansal varlıklardır."
  },
  {
    "id": "3176971",
    "unitNumber": 1,
    "text": "Menkul kıymetlerin belirli bir vadede belirli bir fiyattan geri alınmak üzere satılması işlemine ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bono",
      "B": "Opsiyon",
      "C": "Eurobond",
      "D": "Temettü",
      "E": "Repo"
    },
    "explanation": "Repo işleminde tahvil, bono ve diğer borç araçları aracılığı ile kısa vadeli borç alınmaktadır. Repo işlemi bu menkul kıymetlerin belirli bir vadede belirli bir fiyattan geri alınmak üzere satılmasından ibarettir."
  },
  {
    "id": "3176975",
    "unitNumber": 1,
    "text": "Aşağıdaki finansal kurumlardan hangisi mevduat toplayan kuruluşlardandır?",
    "correctAnswer": "B",
    "options": {
      "A": "Varlık Yönetim şirketleri",
      "B": "Ticari bankalar",
      "C": "Sigorta şirketleri",
      "D": "Emeklilik fonları",
      "E": "Borsa"
    },
    "explanation": "Ticari Bankalar: Tasarrufları mevduat olarak toplayıp finansal sisteme kredi olarak aktaran finansal aracı kurumlardır."
  },
  {
    "id": "3176979",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi Türkiye’de yapılması zorunlu olan bir sigorta türüdür?",
    "correctAnswer": "A",
    "options": {
      "A": "Trafik sigortası",
      "B": "Hayat sigortası",
      "C": "Yangın sigortası",
      "D": "Sağlık sigortası",
      "E": "Kasko"
    },
    "explanation": "Türkiye’de, hayat sigortası, kaza sigortası, yangın sigortası, sağlık sigortası, kasko gibi zorunlu olmayan sigorta türleri yanında zorunlu olan trafik sigortası, deprem sigortası, okul servis araçları ferdi kaza sigortası, sivil hava araçları mali sorumluluk sigortası gibi çok çeşitli sigorta türleri mevcuttur."
  },
  {
    "id": "3176985",
    "unitNumber": 1,
    "text": "Aracı kurumların Türkiye’de faaliyet gösterebilmeleri için aşağıdakilerden hangisinden yetki belgesi alması gerekmektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bankacılık Düzenleme ve Denetleme Kurumu",
      "B": "Tasarruf Mevduatı Sigorta Fonu",
      "C": "Türkiye Cumhuriyet Merkez Bankası",
      "D": "Hazine ve Maliye Bakanlığı",
      "E": "Sermaye Piyasası Kurulu"
    },
    "explanation": "Aracı kurumlar, menkul kıymetler piyasalarında faaliyet gösteren diğer bir tür finansal aracı kurumlardır. Türkiye’de faaliyet gösterebilmek için Sermaye Piyasası Kurulu (SPK)’dan yetki belgesi almış olmaları gerekmektedir."
  },
  {
    "id": "3176989",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi vadeli işlem piyasalarının ürünlerinden biri <strong><u>değildir?</u></strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Forward sözleşmeler",
      "B": "Futures sözleşmeler",
      "C": "Opsiyon sözleşmeler",
      "D": "Spot sözleşmeler",
      "E": "Swap sözleşmeler"
    },
    "explanation": "Vadeli işlem piyasalarının ürünleri, forward, futures, opsiyon ve swap sözleşmeleridir."
  },
  {
    "id": "3176990",
    "unitNumber": 1,
    "text": "Bir yıl veya daha kısa süreli finansal araçların alınıp satıldığı piyasalara ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Para piyasası",
      "B": "Sermaye piyasası",
      "C": "Vadeli işlem piyasaları",
      "D": "Birincil Piyasalar",
      "E": "Ortaklık Piyasaları"
    },
    "explanation": "Finansal piyasalar, işlem gören finansal varlıkların vadesine göre ikiye ayrılmaktadır. Bir yıl veya daha kısa süreli finansal araçların alınıp satıldığı piyasalara para piyasası; orta ve uzun vadeli menkul kıymetlerin arz ve talebinin karşılaştığı piyasalara ise sermaye piyasaları denir."
  },
  {
    "id": "3179970",
    "unitNumber": 1,
    "text": "Paranın nominal değerinin gerçek değerinden farklılık göstermesi ile gerçek değeri düşük olan kötü paranın gerçek değeri yüksek olan parayı piyasadan kovması olarak açıklanmasına ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Gresham Yasası",
      "B": "İtibari para",
      "C": "Mal ve para sistemi",
      "D": "Senyoraj",
      "E": "Finansal sistem"
    },
    "explanation": "Gresham Yasası: Paranın nominal değerinin gerçek değerinden farklılık göstermesi ile gerçek değeri düşük olan kötü paranın gerçek değeri yüksek olan parayı piyasadan kovması olarak açıklayabiliriz. Doğru cevap A şıkkıdır."
  },
  {
    "id": "3179982",
    "unitNumber": 1,
    "text": "Devletin para basarak satın aldığı mal ve hizmet miktarının adı nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mal",
      "B": "Senyoraj",
      "C": "Para",
      "D": "İtibari",
      "E": "Hisse"
    },
    "explanation": "Senyoraj: Devletin para basarak satın aldığı mal ve hizmet miktarıdır. Doğru cevap B şıkkıdır."
  },
  {
    "id": "3180041",
    "unitNumber": 1,
    "text": "Bir iktisadi aktörün (yatırımcının) sahip olduğu finansal varlıkların tümüne ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hisse senedi",
      "B": "Likidite",
      "C": "Portföy",
      "D": "Senyoraj",
      "E": "Çek"
    },
    "explanation": "Portföy: Bir iktisadi aktörün (yatırımcının) sahip olduğu finansal varlıkların tümüne verilen addır. Doğru cevap C şıkkıdır."
  },
  {
    "id": "3180052",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi paraya çevrilme hızı olarak tanımlanmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Temettü",
      "B": "Tahvil",
      "C": "Bono",
      "D": "Likidite",
      "E": "Portföy"
    },
    "explanation": "Likidite kelime anlamı olarak “paraya çevrilme hızı” olarak tanımlanmaktadır. Doğru cevap D şıkkıdır."
  },
  {
    "id": "3180067",
    "unitNumber": 1,
    "text": "Devletin ya da özel şirketlerin kısa vadeli borçlanarak fon kullanmalarını sağlayan borç senetlerinin adı nedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tahvil",
      "B": "Hisse senedi",
      "C": "Temettü",
      "D": "Portföy",
      "E": "Bono"
    },
    "explanation": "Bono: Devletin ya da özel şirketlerin kısa vadeli borçlanarak fon kullanmalarını sağlayan borç senetleridir. Doğru cevap E şıkkıdır."
  },
  {
    "id": "3180080",
    "unitNumber": 1,
    "text": "Türkiye’de kaç adet katılım bankası bulunmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "6",
      "B": "5",
      "C": "4",
      "D": "3",
      "E": "2"
    },
    "explanation": "Türkiye’de 6 adet katılım bankası bulunmaktadır. Doğru cevap A şıkkıdır."
  },
  {
    "id": "3180090",
    "unitNumber": 1,
    "text": "Prim ödemesine dayalı olarak, Poliçe sahibinin kendini belirli bir riske karşı koruduğu bir anlaşmanın adı nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Kamu emeklilik fonu",
      "B": "Sigorta",
      "C": "Borsa",
      "D": "Bireysel emeklilik fonu",
      "E": "Katılım fonu"
    },
    "explanation": "Sigorta: Prim ödemesine dayalı olarak, Poliçe sahibinin kendini belirli bir riske karşı koruduğu bir anlaşmadır. Doğru cevap B şıkkıdır."
  },
  {
    "id": "3180100",
    "unitNumber": 1,
    "text": "Vadeli işlem sözleşmelerinin ilk olarak 1697 yılında hangi ülkede ortaya çıktığı söylenmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Amerika Birlesik Devletleri",
      "B": "Almanya",
      "C": "Japonya",
      "D": "Fransa",
      "E": "İsviçre"
    },
    "explanation": "Vadeli işlem sözleşmelerinin ilk olarak 1697 yılında Japonya’da ortaya çıktığı söylenmektedir. Doğru cevap C şıkkıdır."
  },
  {
    "id": "3180113",
    "unitNumber": 1,
    "text": "Türkiye Cumhuriyeti Merkez Bankası kaç yılında kurulmuştur?",
    "correctAnswer": "D",
    "options": {
      "A": "1929",
      "B": "1933",
      "C": "1932",
      "D": "1930",
      "E": "1931"
    },
    "explanation": "TCMB 1930 yılında kurulmuş ve 1931 yılında faaliyete geçmiştir. Doğru cevap D şıkkıdır."
  },
  {
    "id": "3180119",
    "unitNumber": 1,
    "text": "Avrupa Merkez Bankası (ECB) Avrupa Birliği’nin euro kullanan ülkelerinin oluşturduğu Euro Bölgesi’nde para politikasını yürütmek sorumluluğunu kaç yılında almıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "2001",
      "B": "2000",
      "C": "1997",
      "D": "1998",
      "E": "1999"
    },
    "explanation": "Avrupa Merkez Bankası (ECB) Avrupa Birliği’nin euro kullanan ülkelerinin oluşturduğu Euro Bölgesi’nde para politikasını yürütmek sorumluluğunu 1999 başında almıştır. Doğru cevap E şıkkıdır."
  },
  {
    "id": "3187537",
    "unitNumber": 1,
    "text": "Devletin para basarak satın aldığı mal ve hizmet miktarına ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kabotaj",
      "B": "Kapitülasyon",
      "C": "Revalüasyon",
      "D": "Devalüasyon",
      "E": "Senyoraj"
    },
    "explanation": "Senyoraj: Devletin para basarak satın aldığı mal ve hizmet miktarıdır."
  },
  {
    "id": "3187559",
    "unitNumber": 1,
    "text": "I. Finansal sistem, fon transferini gerçekleştiren finansal kurumlar ve finansal araçlardan oluşur.<br/>II. Finansal sistem, tasarruf fazlası olanlar ile fon açığı olanların buluşmalarını sağlar.<br/>III. Ödünç paranın kullanılması durumunda oluşan maliyeti teknik olarak kar olarak ifade edilir.<br/>Finansal sistem ve ekonomi ile ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I, II, III",
      "E": "I, II"
    },
    "explanation": "Finansal sistem, fon transferini gerçekleştiren finansal kurumlar ve finansal araçlardan oluşur.<br/>Finansal sistem, tasarruf fazlası olanlar ile fon açığı olanların buluşmalarını sağlar.<br/>Ödünç paranın kullanılması durumunda oluşan maliyeti teknik olarak faiz olarak ifade edilir.<br/>I, II"
  },
  {
    "id": "3187770",
    "unitNumber": 1,
    "text": "I. Finansal fonlar el değiştirirken karşılığında finansal varlıklar da el değiştirmektedir.<br/>II. Borç alanlar ve borç verenler arasında gerçekleşen fon akışı finansal piyasalar aracılığı ile gerçekleşiyorsa “dolaylı finansman” biçiminde tanımlanır.<br/>III. Tasarruflarını değerlendirmeye çalışan bir kişi parasıyla bir bankadan hazine bonosu alıyorsa, bu işlem dolaylı finansman kanalından gerçekleşmiştir.<br/>SORU 3. Finansal sistem ve ekonomi ile ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I, II, III",
      "E": "I, III"
    },
    "explanation": "Finansal fonlar el değiştirirken karşılığında finansal varlıklar da el değiştirmektedir.<br/>Borç alanlar ve borç verenler arasında gerçekleşen fon akışı finansal piyasalar aracılığı ile gerçekleşiyorsa “doğrudan finansman” biçiminde tanımlanır.<br/>Tasarruflarını değerlendirmeye çalışan bir kişi parasıyla bir bankadan hazine bonosu alıyorsa, bu işlem dolaylı finansman kanalından gerçekleşmiştir.<br/>I, III"
  },
  {
    "id": "3187810",
    "unitNumber": 1,
    "text": "SORU 4. Finansal sistemin temel işlevleri ile ilgili aşağıdaki ifadelerden hangisi/hangileri yanlıştır?<br/>I. Getirileri birbirlerine göre aynı yönde hareket eden finansal varlıklardan oluşan bir portföy risklilik açısından daha az risk taşır.<br/>II. Gelişmiş ve finansal derinliği yüksek finansal sistemler içinde alternatif finansal varlık çeşitliliği de fazladır.<br/>III. Hisse senedi, bono, çek, tahvil gibi finansal varlıklar, finansal olmayan varlıklara kıyasla daha fazla likittir.",
    "correctAnswer": "A",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "I, II, III",
      "E": "I, II"
    },
    "explanation": "Getirileri birbirlerine göre farklı yönde hareket eden finansal varlıklardan oluşan bir portföy risklilik açısından daha az risk taşır.<br/>Gelişmiş ve finansal derinliği yüksek finansal sistemler içinde alternatif finansal varlık çeşitliliği de fazladır.<br/>Hisse senedi, bono, çek, tahvil gibi finansal varlıklar, finansal olmayan varlıklara kıyasla daha likittir.<br/>Yalnız I , portföy içinde yer alan finansal menkul kıymetlerin getirileri birbirleri ile aynı yönde hareket ederse, portföy daha riskli olacaktır. Bu nedenle I . ifade yalnıştır. Doğru seçenek A seçeneğidir."
  },
  {
    "id": "3187837",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi diğerlerine göre daha az likittir?",
    "correctAnswer": "E",
    "options": {
      "A": "Hisse senedi",
      "B": "Bono",
      "C": "Çek",
      "D": "Tahvil",
      "E": "Araba"
    },
    "explanation": "Hisse senedi, bono, çek, tahvil gibi finansal varlıklar, finansal olmayan varlıklara kıyasla (araba, iş makinesi, taşınmaz mallar gibi) daha likittir."
  },
  {
    "id": "3188118",
    "unitNumber": 1,
    "text": "Hazine tahvil ihraç ettiğinde, tahvili satın alanlar hazineden borç almaktadır.<br/>Finansal varlıkların en önemli özellikleri yatırım aracı olmalarıdır.<br/>Finansal sistemlerde piyasaların gelişmişliğine bağlı olarak farklı türlerde finansal varlıklar bulunabilir.<br/>Finansal varlıklar ortaklık ya da alacaklılık hakkı sağlayan gayri menkul kıymetlerdir<br/>Finansal varlıklarla ilgili yukarıdaki ifadelerde hangisi /hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız IV",
      "D": "I, II, IV",
      "E": "II, III"
    },
    "explanation": "Hazine tahvil ihraç ettiğinde, tahvili satın alanlardan borç almaktadır.<br/>Finansal varlıkların en önemli özellikleri yatırım aracı olmalarıdır.<br/>Finansal sistemlerde piyasaların gelişmişliğine bağlı olarak farklı türlerde finansal varlıklar bulunabilir.<br/>Finansal varlıklar ortaklık ya da alacaklılık hakkı sağlayan menkul kıymetlerdir<br/>II, III"
  },
  {
    "id": "3188272",
    "unitNumber": 1,
    "text": "Türkiye’de faaliyet gösteren finansal kuruluşlar aktif büyüklüklerine göre sıralandığında en fazla paya sahip olan aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bankalar",
      "B": "İşsizlik sigortası fonu",
      "C": "Portföy yönetim şirketleri",
      "D": "Sigorta şirketleri",
      "E": "Emeklilik yatırım fonları"
    },
    "explanation": "Türkiye’de faaliyet gösteren finansal kuruluşların Eylül 2021 dönemi için aktif büyüklüklerine göre sıralandığında, finansal sektörde en fazla payı yüzde 82 ile bankacılık sektörü almaktadır. Portföy yönetim şirketleri yüzde 6, sigorta şirketleri yüzde 4 ve işsizlik fonu yüzde 2 oranında paya sahiptir. Diğer finansal kuruluşların payı yüzde 1 veya altındadır.<br/>Bankalar"
  },
  {
    "id": "3188295",
    "unitNumber": 1,
    "text": "I. Bireysel emeklilik sistemleri SGK gibi, bireylerin gelir elde ettikleri dönemde düzenli birikimlerini emekli oldukları dönemde düzenli gelir elde etmek üzere kurulmuş bir sistemdir.<br/>II. Aracı kurumlar, finansal varlıkların alım satımını sağlamakta, yatırım danışmanlığı ve portföy yöneticiliği hizmetlerini sunmaktadırlar.<br/>III. Sorunlu varlıkların, Varlık Yönetim Şirketlerine devredilmesi yöntemiyle bankalar hem bilançolarını iyileştirme hem de ayırmış oldukları karşılıkları kâr yazma imkanına kavuşmaktadırlar.<br/>IV. Aracı kurumlar, finansal varlıkların birincil piyasada halka arzına ve ikincil piyasada alım-satımına aracılık etmektedirler.<br/>Mevduat toplayan kurumlarla ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "Yalnız IV",
      "E": "I, II, III, IV"
    },
    "explanation": "Bireysel emeklilik sistemleri SGK gibi, bireylerin gelir elde ettikleri dönemde düzenli birikimlerini emekli oldukları dönemde düzenli gelir elde etmek üzere kurulmuş bir sistemdir.<br/>Aracı kurumlar, finansal varlıkların alım satımını sağlamakta, yatırım danışmanlığı ve portföy yöneticiliği hizmetlerini sunmaktadırlar.<br/>Sorunlu varlıkların, Varlık Yönetim Şirketlerine devredilmesi yöntemiyle bankalar hem bilançolarını iyileştirme hem de ayırmış oldukları karşılıkları kâr yazma imkanına kavuşmaktadırlar.<br/>Aracı kurumlar, finansal varlıkların birincil piyasada halka arzına ve ikincil piyasada alım-satımına aracılık etmektedirler.<br/>I, II, III, IV"
  },
  {
    "id": "3188330",
    "unitNumber": 1,
    "text": "I. Serbest döviz piyasası ve serbest altın piyasası tezgah üstü piyasalara örnek olarak gösterilebilir.<br/>II. Borsa İstanbul (BİST) ve Borsa İstanbul Vadeli İşlem ve Opsiyon Piyasası (VİOP) organize piyasalara örnek olarak verilebilir.<br/>III. İstanbul Menkul Kıymetler Borsası (İMKB) bünyesinde bulunan tahvil ve bono piyasaları borç piyasalarına örnek olarak verilebilir.<br/>IV. Para piyasaları, orta ve uzun vadeli menkul kıymetlerin alınıp satıldığı piyasalardır.<br/>Finansal piyasalarla ilgili yukarıdaki ifadelerden hangisi/hangileri yanlıştır?",
    "correctAnswer": "E",
    "options": {
      "A": "I, II, III, IV",
      "B": "II, III",
      "C": "III, IV",
      "D": "Yalnız I",
      "E": "Yalnız IV"
    },
    "explanation": "Serbest döviz piyasası ve serbest altın piyasası tezgah üstü piyasalara örnek olarak gösterilebilir.<br/>Borsa İstanbul (BİST) ve Borsa İstanbul Vadeli İşlem ve Opsiyon Piyasası (VİOP) organize piyasalara örnek olarak verilebilir.<br/>İstanbul Menkul Kıymetler Borsası (İMKB) bünyesinde bulunan tahvil ve bono piyasaları borç piyasalarına örnek olarak verilebilir.<br/>Sermaye piyasaları, orta ve uzun vadeli menkul kıymetlerin alınıp satıldığı piyasalardır.<br/>Yalnız IV"
  },
  {
    "id": "3188350",
    "unitNumber": 1,
    "text": "Aşağıdakilerden hangisi vadeli işlem piyasalarıyla ilgili ürünler arasında yer almaz?",
    "correctAnswer": "E",
    "options": {
      "A": "Forward",
      "B": "Futures",
      "C": "Opsiyon",
      "D": "Swap",
      "E": "Spot"
    },
    "explanation": "Vadeli işlem piyasalarının ürünleri, forward, futures, opsiyon ve swap sözleşmeleridir<br/>Spot"
  },
  {
    "id": "3180796",
    "unitNumber": 2,
    "text": "Bir borç işleminde borç sözleşmesi öncesi ortaya çıkan bilgi sorunu aşağıdaki seçeneklerden hangisinde doğru olarak tanımlanmıştır. ?",
    "correctAnswer": "A",
    "options": {
      "A": "Ters seçim",
      "B": "Ahlaki tehlike",
      "C": "Dışsallık",
      "D": "Optimal seçim",
      "E": "Finansal risk"
    },
    "explanation": "Yanıtınız yanlış ise EKSİK BİLGİ: TERS SEÇİM VE AHLAKİ TEHLİKE konusunu yeniden okuyunuz.<br/>Bir borç sözleşmesi sırasında sözleşme öncesi ortaya çıkan bilgi sorunu ters seçim olarak adlandırılır ."
  },
  {
    "id": "3180798",
    "unitNumber": 2,
    "text": "Arkadaşlarınızdan birisinin sizden borç aldıktan sonra çok riskli varlıklara yatırım yapması durumunda aşağıdaki eksik bilgi sorunlarından hangisine karşılık gelmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ters seçim",
      "B": "Negatif dışsallık",
      "C": "Ahlaki tehlike",
      "D": "Finansal risk",
      "E": "Bilgi asimetrisi"
    },
    "explanation": "Yanıtınız yanlış ise Eksik Bilgi: Ters Seçim ve Ahlaki Tehlike konusunu okuyunuz.<br/>Ahlaki tehlike: Finansal bir sözleşmede sözleşmenin taraflarından birinin diğer taraf açısından hoşa gitmeyen ya da sakın- calı bulunan faaliyetlerde bulunmasıdır. Ahlaki tehlike sözleşme imzalandıktan sonra ortaya çıkar. Ahlaki tehlike Berk’in borç alırken size üniversite harcını ödeyeceğini söyle- mesine rağmen parayı aldıktan sonra örneğin spor bahislerine yatırmasıdır. Berk’in gerçekten spor bahisi oynayacağını bilseydiniz paranızı vermek istemezdiniz."
  },
  {
    "id": "3180800",
    "unitNumber": 2,
    "text": "“Limon piyasası” başlıklı makalesinde kullanılmış araba piyasası örneğinden yola çıkarak ters seçim sorununun piyasaların çalışmasına nasıl engel olduğunu anlatan iktisatçı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "J. Maynard Keynes",
      "B": "Milton Friedman",
      "C": "Ben Bernanke",
      "D": "Joseph Stiglitz",
      "E": "George Akerlof"
    },
    "explanation": "Yanıtınız yanlış ise Kullanılmış Araba Piyasası: Limon Piyasası konusunu yeniden okuyunuz.<br/>Nobel ödüllü Amerikalı iktisatçı G. Akerlof 1970 yılında yazdığı “Limon piyasası” başlıklı makalesinde kullanılmış araba piyasası örneğinden yola çıkarak ters seçim sorununun piyasaların çalışmasına nasıl engel olduğunu anlatıyor."
  },
  {
    "id": "3180805",
    "unitNumber": 2,
    "text": "Ters seçim sorununu azaltma yollarından biri olarak tanımlanan çözüm, söz konusu bilginin ilgili piyasada satılması aşağıdaki seçeneklerde verilen durumlardan hangisine yol açmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Bedavacılık",
      "B": "Dışsallık",
      "C": "Eksik istihdam",
      "D": "Enflasyon",
      "E": "Finansal kriz"
    },
    "explanation": "Yanıtınız yanlış ise Kullanılmış Araba Piyasası: Limon Piyasası konusunu yeniden inceleyiniz.<br/>Bilginin ilgili piyasada satılması bedavacılık nedeniyle çok etkili olmayacaktır. Diyelim ki A şirketi özel bir danışmanlık hizmeti- ne para ödeyerek hisse senedi piyasasından yüksek getirili düşük riskli bir portföy oluşturuyor. Bu durumda B şirketi para vermeden sadece A şirketinin aldığı ve sattığı hisseleri takip ederek aynı bilgiye sahipmişçesine piyasada hareket edebilir. Böylece özel şirketlerin bilgi toplayarak kazanç elde edebilme şansı azalarak bilginin özel olarak üretilmesini zora sokacaktır."
  },
  {
    "id": "3180808",
    "unitNumber": 2,
    "text": "Türkiye'deki yasal düzenlemeler çerçevesinde şirketlerin mali tablolarını ve finansal durumlarını düzenli olarak bildirmeleri gereken kurum aşağıdakilerden hangisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Türkiye Cumhuriyet Merkez Bankası",
      "B": "Bankacılık Düzenleme ve Denetleme Kurulu",
      "C": "Kamuyu Aydınlatma Platformu",
      "D": "Hazine ve Maliye Bakanlığı",
      "E": "Strateji ve Bütçe Başkanlığı"
    },
    "explanation": "Yanıtınız yanlış ise Ters Seçim Sorununun Çözüm Yolları konusunu yeniden inceleyiniz.<br/>Türkiyedeki yasal düzenlemeler çerçevesinde şirketlerin mali tablolarını ve finansal durumlarını düzenli olarak Kamuyu Aydınlatma Platformu’na (KAP) bildirmeleri gerekmektedir."
  },
  {
    "id": "3180860",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi finansal sistemin işlevleri arasında gösterilmemektedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Tasarrufların ekonomiye aktarılması",
      "B": "Yatırımlar hakkında bilgi edinmek ve kaynak dağılımı",
      "C": "Risk yönetimini kolaylaştırma",
      "D": "Değişimin kolaylaştırılması",
      "E": "İthalatın arttırılması"
    },
    "explanation": "Yanıtınız yanlış ise Finansal Gelişme ve İktisadi Aktivite konusunu yeniden inceleyiniz.<br/>Finansal sistemin işlevleri şunlardır:<br/>Tasarrufların ekonomiye aktarılması<br/>Yatırımlar hakkında bilgi edinmek ve kaynak dağılımı<br/>Risk yönetimini kolaylaştırma<br/>Değişimin kolaylaştırılması"
  },
  {
    "id": "3180875",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi ilk kuşak kriz modellerinin özellikleri ile ilgili doğru olarak gösterilemez?",
    "correctAnswer": "A",
    "options": {
      "A": "Para ve maliye politikalarının eşgüdümlü olması",
      "B": "Bütçe açıklarının para basılarak finanse edilmesi",
      "C": "Aşırı kredi genişlemesi",
      "D": "Sabit kur rejiminin çökmesi",
      "E": "Dövize yönelik aşırı talep"
    },
    "explanation": "Yanıtınız yanlış ise Finansal Kriz Modelleri konusunu yeniden inceleyiniz.<br/>1970’lerde Krugman’a dayandırılan ilk kuşak kriz modelleri para ve maliye politikasının uyumsuzluğunu vurguluyordu. Buna göre finansal kriz bir ülkenin bütçe açıklarını para basarak finanse etmesi sonucunda ortaya çıkan aşırı kredi genişlemesinin yarattığı baskı sonucunda sabit kur rejiminin çökmesiyle ortaya çıkıyor."
  },
  {
    "id": "3180879",
    "unitNumber": 2,
    "text": "I. Kendi kendini doğrulayan kehanetler<br/>II. Para ve maliye politikası uyumsuzluğu<br/>III. Politikacıların güvenilirliğini yitirmesi<br/>IV. Sermayenin sürü davranışı<br/>Yukarıda verilen bilgilerden hangisi ikinci kuşak model krizin özellikleri arasındadır?",
    "correctAnswer": "B",
    "options": {
      "A": "I-II-III",
      "B": "I-III-IV",
      "C": "I-IV",
      "D": "Yalnız I",
      "E": "II-IV"
    },
    "explanation": "Yanıtınız yanlış ise Finansal Kriz Modelleri konusunu tekrar inceleyiniz.<br/>İlk kuşak modeller para ve maliye politikalarının uyumsuzluğunu vurgularken ikinci kuşak modeller kendi kendini doğrulayan kehanetler ve sermayenin sürü davranışını vurguluyor. İkinci kuşak modellerde politika daha esnek, kur rejiminin savunulup savunulmayacağı da kısa vadeli politika esnekliği ile uzun vadede güvenilirlik arasında bir tercih olarak ortaya çıkıyor. Eğer politika yapıcılar krizde kur rejimini savunacaklarsa bunun bedeli ekonomide gelirin düşmesi olarak ortaya çıkacak, ancak kuru savunmaktan vaz geçip devalüasyona razı olursa bu da politikacıların güvenilirliğini yitirmesi anlamına geliyor."
  },
  {
    "id": "3180882",
    "unitNumber": 2,
    "text": "Üçüncü kışak kriz modellerinde aşağıdaki sektörlerden hangisinin rolü önemli olmaktadır?",
    "correctAnswer": "D",
    "options": {
      "A": "Sanayi",
      "B": "Hizmetler",
      "C": "Tarım",
      "D": "Bankacılık",
      "E": "Sigortacılık"
    },
    "explanation": "Yanıtınız yanlış ise Finansal Kriz Modelleri konusunu yeniden inceleyiniz.<br/>Üçüncü kuşak modellerde ise 1990’larda döviz krizleri ile banka krizlerinin beraber ortaya çıkıyor oluşu göz önüne alınarak döviz krizlerinde bankacılık sektörünün rolü ön plana çıkartılıyor."
  },
  {
    "id": "3180912",
    "unitNumber": 2,
    "text": "I. Sürü davranışı<br/>II. Ticari bağlar<br/>III. Finansal bağlar<br/>Yukarıda verilenlerinden hangisi finansal krizlerin bulaşıcılığı etkisinin ortaya çıkma kanallarından birisidir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız I",
      "B": "I-II",
      "C": "I-II-III",
      "D": "Yalnız III",
      "E": "II-III"
    },
    "explanation": "Yanıtınız yanlış ise Finansal Krizlerin Bulaşıcılığı konusunu inceleyiniz.<br/>Krizlerin nasıl bulaştığı hakkında ise farklı gö- rüşler var. Burada bulaşmanın etkisinin ortaya çıkışını üç kanaldan açıklayacağız:Sürü davranışı, ticari bağlar, finansal bağlar."
  },
  {
    "id": "3185093",
    "unitNumber": 2,
    "text": "“Finansal piyasalarda sözleşmenin iki tarafının aynı oranda bilgiye sahip olmaması, borç alanın borç verene göre daha çok bilgi sahibi olması durumu”na ne denilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Hatalı bilgi",
      "B": "Saptırma",
      "C": "Eksik bilgi",
      "D": "Manipülasyon",
      "E": "Dezenfermasyon"
    },
    "explanation": "Detaylar için “EKSİK BİLGİ: TERS SEÇİM VE AHLAKİ TEHLİKE” başlığında yer alan bilgilere bakabilirsiniz.<br/>Eksik bilgi: Finansal piyasalarda sözleşmenin iki tarafının aynı oranda bilgiye sahip olmaması, borç alanın borç verene göre daha çok bilgi sahibi olması durumu."
  },
  {
    "id": "3185097",
    "unitNumber": 2,
    "text": "Seçenektekilerden hangisi “Berk’in borç alırken size üniversite harcını ödeyeceğini söylemesine rağmen parayı aldıktan sonra örneğin spor bahislerine yatırması”dır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ahlaki tehlike",
      "B": "Ters seçim",
      "C": "Eksik bilgi",
      "D": "Bilgi asimetrisi",
      "E": "Manipülasyon"
    },
    "explanation": "Detaylar için “EKSİK BİLGİ: TERS SEÇİM VE AHLAKİ TEHLİKE” başlığında yer alan bilgilere bakabilirsiniz.<br/>Burada “tehlike” olarak nitelenen durum borcu almadan önce olasılıkla güven vermek amacıyla borç alınan parayla yapılacak olan yatırımın gerçek riskleri hakkında borç verene tam bilgi verilmemesidir. Bu anlamda borç alanın borç verene gerçekleri yansıtmaması, daha kaba bir tabirle yalan söylemesinden bahsedilebilir. Ahlaki tehlike Berk’in borç alırken size üniversite harcını ödeyeceğini söylemesine rağmen parayı aldıktan sonra örneğin spor bahislerine yatırmasıdır. Berk’in gerçekten spor bahisi oynayacağını bilseydiniz paranızı vermek istemezdiniz."
  },
  {
    "id": "3185170",
    "unitNumber": 2,
    "text": "Ters seçim sorunu nasıl çözülmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mantıklı seçimler yapabilmek için analiz yapılmalıdır.",
      "B": "Daha çok bilgi edinmeye çalışmak gerekir.",
      "C": "Tercihler değerlendirilmelidir.",
      "D": "Ahlaki tehlikelere düşülmemelidir.",
      "E": "Beşli ağ tekniği kullanılmalıdır."
    },
    "explanation": "Detaylar için “EKSİK BİLGİ: TERS SEÇİM VE AHLAKİ TEHLİKE” başlığında yer alan bilgilere bakabilirsiniz.<br/>Ters seçim sorunu temelde bilgi eksikliğinden kaynaklandığı için bu sorunu çözmek için doğal olarak daha çok bilgi edinmeye çalışmak gerekir. İkinci el araba piyasası örneğine dönersek; tam bilgi durumu tam olarak hangi arabanın iyi hangisinin kötü durumda olduğunu bilmemiz anlamına gelecektir. Böyle olabilseydi ikinci el piyasası limon piyasası olmaz, arabalar gerçek değerinden satılabilirdi. Finansal piyasalarda limon piyasası benzeri bir durum yatırımcının yüksek risk taşıyan finansal araçlarla düşük risk taşıyan finansal araçları tam olarak ayırt edemiyor oluşundan kaynaklanır. Yani aldığımız yatırım aracı düşük riskli ve yüksek getirili bir araç olduğuna emin olsaydık daha yüksek fiyatla almaya razı olurduk. Kısacası piyasadaki eksik bilgi sorununu azaltmak piyasaların daha sağlıklı işlemesine yol açacaktır."
  },
  {
    "id": "3185171",
    "unitNumber": 2,
    "text": "“Bir şirketin bilançosunda varlıklarının toplamı ile borçlarının toplamının farkı” nedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Özsermaye",
      "B": "Kâr",
      "C": "Maliyet",
      "D": "Açık",
      "E": "Bilanço"
    },
    "explanation": "Detaylar için “EKSİK BİLGİ: TERS SEÇİM VE AHLAKİ TEHLİKE” başlığında yer alan bilgilere bakabilirsiniz.<br/>Özsermaye: Bir şirketin bilançosunda varlıklarının toplamı ile borçlarının toplamının farkını gösterir."
  },
  {
    "id": "3185176",
    "unitNumber": 2,
    "text": "Norveç’te kişi başına gayri safi yurt içi hasıla 2014 yılında kaç ABD dolarıdır?",
    "correctAnswer": "D",
    "options": {
      "A": "7019 $",
      "B": "27019 $",
      "C": "57019 $",
      "D": "97019 $",
      "E": "117019 $"
    },
    "explanation": "Detaylar için “FİNANSAL SİSTEMİN İKTİSADİ ANALİZİ” başlığında yer alan bilgilere bakabilirsiniz.<br/>Tablo 2.1 Ülkelere Göre Finansal Sektörün Büyüklüğü (2014 yılı)<br/>Norveç Kişi Başına Gayri Safi Yurt İçi Hasıla:<br/>97019 $<br/>Finansal Sektörün Büyüklüğü 1:<br/>167.93"
  },
  {
    "id": "3185179",
    "unitNumber": 2,
    "text": "Türkiye’de mevduat bankaların varlıklarının diğer finansal kurumların varlıklarına oranı 2014 yılında kaçtır?",
    "correctAnswer": "C",
    "options": {
      "A": "4.72",
      "B": "19.83",
      "C": "16.20",
      "D": "0.37",
      "E": "2.69"
    },
    "explanation": "Detaylar için “FİNANSAL SİSTEMİN İKTİSADİ ANALİZİ” başlığında yer alan bilgilere bakabilirsiniz.<br/>Tablo 2.3 Ülkelere Göre Bankaların Varlıklarının Diğer Finansal Kurumların Varlıklarına Oranı (2014 yılı):<br/>Türkiye<br/>Kişi Başına GSYH 12158 $<br/>Mevduat Bankalarının Varlıkları/ Diğer Finansal Kurumların Varlıkları: 16.20"
  },
  {
    "id": "3185181",
    "unitNumber": 2,
    "text": "Küçük tasarrufların bir havuzda toplanarak yatırımcılara aktarılmasına ne denilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Tasarrufların ekonomiye aktarılması",
      "B": "Yatırımlar hakkında bilgi edinmek ve kaynak dağılımı",
      "C": "Risk yönetimini kolaylaştırma",
      "D": "Değişimin kolaylaştırılması",
      "E": "Finansal gelişme ve iktisadi büyüme"
    },
    "explanation": "Detaylar için “FİNANSAL GELİŞME VE İKTİSADİ AKTİVİTE” başlığında yer alan bilgilere bakabilirsiniz.<br/>Tasarrufların ekonomiye aktarılması: Burada küçük tasarrufların bir havuzda toplanarak yatırımcılara aktarılması söz konusudur. Bu işlevi yerine getirebilmek için çok sayıda yatırımcıya erişebilmek ve düşük değerli alternatif yatırım araçlarının varlığı gerekmektedir. Böylece küçük tasarruf sahiplerinin sisteme çekilebilmesi sağlanır. Finansal sistemin sunduğu araçlar olmadan küçük tasarruflara erişebilmek ve bunları ekonomiye kazandırabilmenin maliyeti son derece yüksektir."
  },
  {
    "id": "3185183",
    "unitNumber": 2,
    "text": "Yirmi birinci yüzyılın ilk finansal krizi nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "2001 yılında Japonya’da oluşan “enflasyon”",
      "B": "2008 sonlarında ABD’de patlak veren “eşikaltı ipotek”",
      "C": "2011 sonlarında Almanya’da ortaya çıkan “faiz artışı”",
      "D": "2018 yılında Rusya’da uygulanan “kemer sıkma politikası”",
      "E": "2019 yılında Çin’de gerçekleşen “işçi grevleri”"
    },
    "explanation": "Detaylar için “FİNANSAL KRİZLER” başlığında yer alan bilgilere bakabilirsiniz.<br/>Tarihsel olarak baktığımızda 20. yüzyılın başından bugüne özellikle 1970’lerin sonları ve 1980’lerin başında yoğunlaşan bir seri finansal krizle karşılaşıyoruz. 21. yüzyılın ilk finansal krizi ise 2008 sonlarında ABD’de patlak veren “eşikaltı ipotek” (subprime mortgage) kriziyle başlayarak büyük çaplı bir küresel finansal krize dönüştü."
  },
  {
    "id": "3185184",
    "unitNumber": 2,
    "text": "Kriz dönemlerinde iktisadi aktörlerin beklentileri nasıldır?",
    "correctAnswer": "B",
    "options": {
      "A": "olumludur",
      "B": "olumsuzdur",
      "C": "yapıcıdır",
      "D": "güven artırıcıdır",
      "E": "Belirsizdir"
    },
    "explanation": "Detaylar için “FİNANSAL KRİZLER” başlığında yer alan bilgilere bakabilirsiniz.<br/>Güven: Kriz dönemlerinde iktisadi aktörlerin beklentileri olumsuzdur, kısacası tüketicilerin, şirketlerin ve yatırımcıların ekonomiye olan güvenleri azalır."
  },
  {
    "id": "3185186",
    "unitNumber": 2,
    "text": "“Finansal şirketlerin mali durumlarını gösteren tabloları düzenli olarak ilgili kamu kuruluşlarına iletmeleri” hangi kamusal uygulamadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Girişin kısıtlanması",
      "B": "Şeffaflık",
      "C": "Banka Bilançoların Denetlenmesi",
      "D": "Mevduat Sigortası",
      "E": "Finansal Sektörün Derinliği"
    },
    "explanation": "Detaylar için “FİNANSAL PİYASALARIN DÜZENLENMESİ VE DENETLENMESİ” başlığında yer alan bilgilere bakabilirsiniz.<br/>Ekonomiyi risklerden korumak amacıyla kamu kesimi finansal kurumlar üzerinde çeşitli düzenlemeler uygulamaktadır. Bunlardan Şeffaflık:<br/>Finansal şirketlerin mali durumlarını gösteren tabloları düzenli olarak ilgili kamu kuruluşlarına iletmeleri gerekmektedir. Hesaplarını belirli muhasebe ilkeleri çerçevesinde tutmaları yanında düzenli olarak denetlenmektedirler."
  },
  {
    "id": "3185359",
    "unitNumber": 2,
    "text": "Finansal piyasalarda sözleşmenin iki tarafının aynı oranda bilgiye sahip olmaması, borç alanın borç verene göre daha çok bilgi sahibi olması durumuna ne isim verilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Borç anlaşmaları",
      "B": "Eksik bilgi",
      "C": "Eksik anlaşma",
      "D": "Borç asimetrisi",
      "E": "Eksik asimetri"
    },
    "explanation": "Yanıtınız yanlış ise “Eksik Bilgi: Ters Seçim ve Ahlaki Tehlike” konusunu yeniden gözden geçiriniz.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/42944efbae3b040114ab303c9121d6de.png\" alt=\"\" width=\"370\" height=\"150\">"
  },
  {
    "id": "3185360",
    "unitNumber": 2,
    "text": "Borç anlaşmalarının taraflarının sahip oldukları bilgi arasındaki asimetriye ne isim verilmektedir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilgi eksiği",
      "B": "Bilgi borcu",
      "C": "Borç anlaşmazlığı",
      "D": "Bilgi anlaşmazlığı",
      "E": "Anlaşma eksiği"
    },
    "explanation": "Yanıtınız yanlış ise “Eksik Bilgi: Ters Seçim ve Ahlaki Tehlike” konusunu yeniden gözden geçiriniz.<br/>Borç veren taraf temel olarak borç alanın aktardığı kadar bilgiye sahip olacaktır, yani borç alandan daha az bilgiye sahiptir. Borç anlaşmalarının taraflarının sahip oldukları bilgi arasındaki bu asimetriye bilgi eksikliği veya bilgi asimetrisi adını veriyoruz."
  },
  {
    "id": "3185361",
    "unitNumber": 2,
    "text": "Finansal piyasalarda eksik bilgi aşağıdakilerden hangisi biçiminde ortaya çıkabilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Ahlaki yozlaşma",
      "B": "Ters seçim",
      "C": "Ahlaki seçim",
      "D": "Ters yozlaşma",
      "E": "Ters asimetri"
    },
    "explanation": "Yanıtınız yanlış ise “Eksik Bilgi: Ters Seçim ve Ahlaki Tehlike” konusunu yeniden gözden geçiriniz<br/>Finansal piyasalarda eksik bilgi iki biçimde ortaya çıkabilir; ters seçim ve ahlaki tehlike. Borç verenin kime borç vereceğini seçerken karşı karşıya kaldığı eksik bilgi sorununa ters seçim adı verilir."
  },
  {
    "id": "3185362",
    "unitNumber": 2,
    "text": "Borç verenin kime borç vereceğini seçerken karşı karşıya kaldığı eksik bilgi sorununa dayalı ortaya çıkan seçime ne ad verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Asimetrik yozlaşma",
      "B": "Seçim asimetrisi",
      "C": "Ters seçim",
      "D": "Asimetrik seçim",
      "E": "Erken seçim"
    },
    "explanation": "Yanıtınız yanlış ise “Eksik Bilgi: Ters Seçim ve Ahlaki Tehlike” konusunu yeniden gözden geçiriniz<br/>Finansal piyasalarda eksik bilgi iki biçimde ortaya çıkabilir; ters seçim ve ahlaki tehlike. Borç verenin kime borç vereceğini seçerken karşı karşıya kaldığı eksik bilgi sorununa ters seçim adı verilir."
  },
  {
    "id": "3185363",
    "unitNumber": 2,
    "text": "Finansal bir sözleşmede sözleşmenin taraflarından birinin diğer taraf açısından hoşa gitmeyen ya da sakıncalı bulunan faaliyetlerde bulunmasına ne isim verilmektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tehlike bilgisi",
      "B": "Asimetrik bilgi",
      "C": "Ahlaki tehlike",
      "D": "Bilgi tehlikesi",
      "E": "Ahlaki bilgi"
    },
    "explanation": "Yanıtınız yanlış ise “Eksik Bilgi: Ters Seçim ve Ahlaki Tehlike” konusunu yeniden gözden geçiriniz<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/e7400d88483a378603d8e7710455f08e.png\" alt=\"\" width=\"370\" height=\"202\">"
  },
  {
    "id": "3185365",
    "unitNumber": 2,
    "text": "Bir şirketin bilançosunda varlıklarının toplamı ile borçlarının toplamının farkını aşağıdakilerden hangisi gösterir?",
    "correctAnswer": "B",
    "options": {
      "A": "Tobin'in Q Oranı",
      "B": "Özsermaye",
      "C": "Dönen Varlıklar",
      "D": "Menkul Kıymetler",
      "E": "Defter Değeri"
    },
    "explanation": "Yanıtınız yanlış ise “Eksik Bilgi: Ters Seçim ve Ahlaki Tehlike” konusunu yeniden gözden geçiriniz<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/b67586c94b6183455df1a9c3a99511a3.png\" alt=\"\" width=\"325\" height=\"117\">"
  },
  {
    "id": "3185367",
    "unitNumber": 2,
    "text": "Bir işletmenin yöneticilerinin şirketin sahiplerinin çıkarı yerine kendi çıkarlarını gözetmesi sonucunda ortaya çıkan ahlaki tehlike problemine ne denilmektedir?",
    "correctAnswer": "B",
    "options": {
      "A": "Limon Piyasası Problemi",
      "B": "Asil-Vekil Problemi",
      "C": "Ortak Malların Trajedisi",
      "D": "Okun Yasası",
      "E": "Arrow'un Bilgi Paradoksu"
    },
    "explanation": "Yanıtınız yanlış ise “Eksik Bilgi: Ters Seçim ve Ahlaki Tehlike” konusunu yeniden gözden geçiriniz<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/942d551cee2412ea58939828204656fd.png\" alt=\"\" width=\"370\" height=\"155\">"
  },
  {
    "id": "3185423",
    "unitNumber": 2,
    "text": "Bir ülkede başlayan bir finansal krizin etkilerinin başka ülkelere hızlı ve şiddetli biçimde yayılmasına ne isim verilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Ahlaki tehlike",
      "B": "Marjinal teknik ikame oranı",
      "C": "Bulaşma etkisi",
      "D": "Arrow bilgi paradoksu",
      "E": "Limon piyasası"
    },
    "explanation": "Yanıtınız yanlış ise “Finansal Krizler” konusunu yeniden gözden geçiriniz.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/485fb02190496b041a1956546eb0f622.png\" alt=\"\" width=\"370\" height=\"156\">"
  },
  {
    "id": "3185456",
    "unitNumber": 2,
    "text": "Başkalarının para vererek satın aldıkları bir hizmet yada bilgiden para vermeden yararlanılmasına ne isim verilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Maddi teminat",
      "B": "Asil-Vekil problemi",
      "C": "Ombudsman",
      "D": "Bedavacılık",
      "E": "Dış finansman kaynağı"
    },
    "explanation": "Yanıtınız yanlış ise “Eksik Bilgi: Ters Seçim ve Ahlaki Tehlike” konusunu yeniden gözden geçiriniz.<br/><img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/4024112535177a848dda7faebafd8a9b.png\" alt=\"\" width=\"350\" height=\"125\">"
  },
  {
    "id": "3185565",
    "unitNumber": 2,
    "text": "Finansal sistem hakkında aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Büyüyen bir ekonominin finansal hizmet talebi azalır.",
      "B": "Finansal sistemin etkinliği içinde bulunduğu ekonominin kurumsal yapısına bağımsızdır.",
      "C": "Finansal sistem risk yönetimini zorlaştırır.",
      "D": "Finansal sistem tasarrufların ekonomiye aktarılmasına aracılık eder.",
      "E": "Teknolojik gelişmeler finansal sistemin gelişmesini yavaşlamıştır."
    },
    "explanation": "Yanıtınız yanlış ise “Finansal Gelişme ve İktisadi Aktivite” konusunu yeniden gözden geçiriniz.<br/>Tasarrufların ekonomiye aktarılması: Burada küçük tasarrufların bir havuzda toplanarak yatırımcılara aktarılması söz konusudur. Bu işlevi yerine getirebilmek için çok sayıda yatırımcıya erişebilmek ve düşük değerli alternatif yatırım araçlarının varlığı gerekmektedir. Böylece küçük tasarruf sahiplerinin sisteme çekilebilmesi sağlanır. Finansal sistemin sunduğu araçlar olmadan küçük tasarruflara erişebilmek ve bunları ekonomiye kazandırabilmenin maliyeti son derece yüksektir."
  },
  {
    "id": "3187005",
    "unitNumber": 2,
    "text": "\"Finansal piyasalarda sözleşmenin iki tarafının aynı oranda bilgiye sahip olmaması, borç alanın borç verene göre daha çok bilgi sahibi olması durumu\" ifadesi aşağıdakilerden hangisinin tanımıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Eksik bilgi",
      "B": "Bedavacılık",
      "C": "Maddi teminat",
      "D": "Asil-vekil problemi",
      "E": "Ahlaki varlık"
    },
    "explanation": "<em><strong>Eksik bilgi:</strong></em> Finansal piyasalarda sözleşmenin iki tarafının aynı oranda bilgiye sahip olmaması, borç alanın borç verene göre daha çok bilgi sahibi olması durumu."
  },
  {
    "id": "3187007",
    "unitNumber": 2,
    "text": "Finansal bir sözleşmede sözleşmenin taraflarından birinin diğer taraf açısından hoşa gitmeyen ya da sakıncalı bulunan faaliyetlerde bulunması olayı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ahlaki tehlike",
      "B": "Ters seçim",
      "C": "Ahlaki fayda",
      "D": "Marjinal fayda",
      "E": "Marjinal gelir"
    },
    "explanation": "<em><strong>Ahlaki tehlike:</strong> </em>Finansal bir sözleşmede sözleşmenin taraflarından birinin diğer taraf açısından hoşa gitmeyen ya da sakıncalı bulunan faaliyetlerde bulunmasıdır. Ahlaki tehlike sözleşme imzalandıktan sonra ortaya çıkar."
  },
  {
    "id": "3187011",
    "unitNumber": 2,
    "text": "İkinci el araba piyasası ---------- sorunun yaygın olarak karşımıza çıktığı bir piyasadır. Cümledeki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ters seçim",
      "B": "Ahlaki tehlike",
      "C": "İkili piyasa",
      "D": "Monopol piyasa",
      "E": "Tekelci piyasa"
    },
    "explanation": "Eğer piyasada eksik bilgi sorunu yüksekse yani kullanılmış arabaların iyilerini kötülerinden ayırt edebilecek bilgiye erişemiyorsak o zaman kullanılmış araba piyasasında sadece kötü kullanılmış arabalar satılacak yani piyasa “limon” piyasası haline gelecektir. Böyle bir piyasada araba seçerken kötü arabaya rastlama olasılığımız çok yüksektir. Kısaca ikinci el araba piyasası <em><strong>ters seçim</strong></em> sorunun yaygın olarak karşımıza çıktığı bir piyasadır."
  },
  {
    "id": "3187017",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi ters seçim sorununu azaltmak için kullanılan çözüm yöntemlerinden değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilgi eksikliğini bireysel olarak giderilmesi",
      "B": "Bilgi eksikliğini kamusal olarak giderilmesi",
      "C": "Özel kuruluşların bilgi toplayarak satması",
      "D": "Maddi teminat",
      "E": "Şirketlerin özsermayesi"
    },
    "explanation": "Ters seçim sorunundan bütünüyle kurtulmak mümkün olmasa da finansal piyasaların daha sağlıklı işlemesi açısından ters seçim sorununu azaltmak için aşağıdaki sıralanan çözüm yöntemleri kullanılabilir. • Bilgi eksikliğini kamusal olarak giderilmesi, ancak bilgi eksikliğinin bireysel olarak giderilmesi ters seçim probleminin giderilmesi açısından uygun olan bir yöntem olmadığından doğru seçenek A seçeneğidir."
  },
  {
    "id": "3187024",
    "unitNumber": 2,
    "text": "Bir işletmenin yöneticilerinin (vekil) şirketin sahiplerinin (asil) çıkarı yerine kendi çıkarlarını gözetmesi sonucunda ortaya çıkan ahlaki tehlike problemidir",
    "correctAnswer": "A",
    "options": {
      "A": "Asil-Vekil Problemi",
      "B": "Bedavacılık",
      "C": "Limon piyasası",
      "D": "Şeftali piyasası",
      "E": "Monopol piyasa"
    },
    "explanation": "<em><strong>Asil-Vekil Problemi: B</strong></em>ir işletmenin yöneticilerinin (vekil) şirketin sahiplerinin (asil) çıkarı yerine kendi çıkarlarını gözetmesi sonucunda ortaya çıkan ahlaki tehlike problemidir."
  },
  {
    "id": "3187031",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi finansal sistemi karakterize eden olgulardan <em><strong>değildir</strong></em>?",
    "correctAnswer": "A",
    "options": {
      "A": "Şirketler dış finansman kaynağı olarak daha çok nakit kullanırlar",
      "B": "Ülkeler zenginleşip gelirleri arttıkça finansal sistemleri de gelişir",
      "C": "Tüm dünyada dolaylı finansman dolaysız finansmandan daha yaygındır",
      "D": "Gelişmiş ekonomilerde bankalar ve diğer finansal aracı kurumların yanı sıra menkul kıymetler borsaları da daha büyük ve daha etkindir",
      "E": "Tüm dünyada bankalar en önemli finansal aracı kurumlardır"
    },
    "explanation": "Bu kısımda tüm dünyada finansal sistemi karakterize eden beş olguya dikkat çekeceğiz. Bu olguların genellemeler olduğunu unutmamakta fayda var; dünyada bu genellemelerin dışında kalan örnekleri kolayca bulabiliriz. Ancak bu olgular bize finansal sistem hakkında genel bir anlayış kazandırarak finansal sistemin küresel dinamiklerinin genel bir fotoğrafını sunacak. Bkz sayfa 36-40"
  },
  {
    "id": "3187039",
    "unitNumber": 2,
    "text": "Finansal gelişmenin iktisadi kalkınmanın tetikleyicisi olduğunu düşünen iktisatçı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Schumpeter",
      "B": "Robinson",
      "C": "Lucas",
      "D": "Çakır",
      "E": "William"
    },
    "explanation": "Finansal gelişmenin iktisadi aktivitenin gelişmesi açısında önemi konusunda iktisatçılar arasında tam bir görüş birliği olmadığı söylenebilir. <em><strong>Schumpeter</strong> </em>gibi finansal gelişmenin iktisadi kalkınmanın tetikleyicisi olduğunu düşünen iktisatçılar olduğu gibi Robinson gibi iktisadi büyümenin finansal gelişmeyi doğurduğunu düşünen iktisatçılar da var. Bunun yanında Lucas gibi iktisadi gelişme açısından finansal faktörlerin fazla önemsendiğini düşünenler de var. Son yıllarda yapılan uygulamalı çalışmalar finansal gelişmişliğinin iktisadi büyümeyi olumlu etkilediği yönünde görüşü destekliyor."
  },
  {
    "id": "3187045",
    "unitNumber": 2,
    "text": "Aşağıdakilerden hangisi finansal sistemin işlevlerinden değildir?",
    "correctAnswer": "A",
    "options": {
      "A": "Risk yönetimini zorlaştırma",
      "B": "Tasarrufların ekonomiye aktarılması",
      "C": "Yatırımlar hakkında bilgi edinmek ve kaynak dağılımı",
      "D": "Risk yönetimini kolaylaştırma",
      "E": "Değişimin kolaylaştırılması"
    },
    "explanation": "finansal sistem belirsizliğin olduğu bir ortamda kaynakların mekânlar arasında dağıtılmasını ve zamana yayılmasını sağlıyor. Bu temel fonksiyonu daha iyi anlamaya kendi içinde alt gruplara bölebiliriz. Buna göre finansal sistemin işlevleri şunlardır: devamı sayfa 41 de"
  },
  {
    "id": "3187058",
    "unitNumber": 2,
    "text": "21. yüzyılın ilk finansal krizi ise ------- sonlarında ABD’de patlak veren “eşikaltı ipotek” (subprime mortgage) kriziyle başlayarak büyük çaplı bir küresel finansal krize dönüştü. Cümledeki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "2008",
      "B": "2007",
      "C": "2000",
      "D": "1999",
      "E": "2009"
    },
    "explanation": "21. yüzyılın ilk finansal krizi ise 2008 sonlarında ABD’de patlak veren “eşikaltı ipotek” (subprime mortgage) kriziyle başlayarak büyük çaplı bir küresel finansal krize dönüştü."
  },
  {
    "id": "3187062",
    "unitNumber": 2,
    "text": "1970-1980 arasında gördüğümüz krizler daha çok bu tür -------- olarak ortaya çıkar. Cümledeki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Döviz krizleri",
      "B": "Bankacılık krizleri",
      "C": "Tarım sektörü krizleri",
      "D": "Yiyecek sektörü krizleri",
      "E": "Yabancı banka krizleri"
    },
    "explanation": "1970-1980 arasında gördüğümüz krizler daha çok bu tür döviz krizleri olarak ortaya çıkarken 1980’lerden sonra bankacılık krizlerinin daha sık ortaya çıktığını ve bu dönemde çoğunlukla bankacılık krizleri ile döviz krizlerinin beraber ortaya çıktığını görmekteyiz."
  },
  {
    "id": "3176812",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bankalar için gelir getirmeyen bir varlık olarak kabul edilir?",
    "correctAnswer": "A",
    "options": {
      "A": "Nakit varlıklar",
      "B": "Vadesiz mevduatlar",
      "C": "Devlet tahvilleri",
      "D": "Tüketici kredileri",
      "E": "Reeskont kredileri"
    },
    "explanation": "Nakit varlıklar gelir getirmeyen varlıklardır. Bankacılık sektöründeki varlıkların temelde gelir getiren kalemler olması gereklidir. Bankaların nakitte durmalarının fırsat maliyeti vardır, nakit varlıkların fırsat maliyetini genel olarak piyasa faizi olarak düşünebiliriz. Ancak bankaların rezerv tutmalarının bir fırsat maliyeti olmasına rağmen rezervler bankacılık işlemlerinin yürütülmesi ve likidite yönetimi açısından son derece önemli bir varlık kalemidir. Vadesiz mevduatlar ve Reeskont kredileri banka için yükümlülüktür."
  },
  {
    "id": "3176813",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bankaların kullanabileceği fon kaynaklarından biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Krediler",
      "B": "Zorunlu karşılıklar",
      "C": "Mevduatlar",
      "D": "Serbest rezervler",
      "E": "Hazine bonoları"
    },
    "explanation": "Banka bilançonun yükümlülükler tarafı bankaların kullanabileceği fonların kaynağını gösterir. Bankaların en temel kaynağı tasarruf sahiplerinin biriktirdiği fonlardır. Temelde mevduat, banka müşterilerinin belirli sürelerle bankaya yatırdıkları paradır ve bu sürenin sonunda müşteri tarafından bankadan çekilebilir."
  },
  {
    "id": "3176816",
    "unitNumber": 3,
    "text": "Bankaların ellerindeki senetler karşılığında Merkez Bankasından kullandıkları kredilere ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mevduat",
      "B": "Reeskont kredisi",
      "C": "Zorunlu karşılık",
      "D": "İnterbank kredisi",
      "E": "Sendikasyon kredisi"
    },
    "explanation": "Reeskont Kredisi: Bankaların ellerindeki senetler karşılığında Merkez Bankasından kullandıkları kredilerdir."
  },
  {
    "id": "3176818",
    "unitNumber": 3,
    "text": "Bankaların serbest rezerv tutmasının alternatif maliyeti aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Faiz getirisi",
      "B": "Likidite",
      "C": "İflas riski",
      "D": "Batık kredi sorunu",
      "E": "Mevduat kaybı"
    },
    "explanation": "Bankalar kaynaklarını serbest rezerv olarak tuttuklarında bu rezervler yerine faiz getiren kredi veya menkul kıymet türü varlıklar tutarak kazanabilecekleri faiz gelirini elde edememiş olurlar. Yani serbest rezerv tutmanın bir fırsat maliyet vardır ve bu da alternatif araçların faiz getirisidir.<br/>Bankalar serbest rezerv tutarak likidite ihtiyaçlarını karşılayabilirler ancak bunun fırsat maliyeti banka bu rezervleri faiz getiren varlıklarda tutsaydı elde edebileceği faiz getirisidir."
  },
  {
    "id": "3176820",
    "unitNumber": 3,
    "text": "Bir bankanın rezerv açığını merkez bankasından kredi kullanarak karşılaması halinde katlanacağı maliyet aşağıdakilerden hangisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Mevduat faizi",
      "B": "Vade primi",
      "C": "Risk primi",
      "D": "Reeskont faiz oranı",
      "E": "Zorunlu karşılık faiz oranı"
    },
    "explanation": "Banka yöneticileri rezerv açığını gidermek amacıyla Merkez Bankasından borç alabilir. Eğer banka Merkez Bankasından kredi kullandıysa yani reeskont kredisi aldıysa, reeskont faiz oranına tabi olacaktır."
  },
  {
    "id": "3176823",
    "unitNumber": 3,
    "text": "Aşağıdaki bankalardan hangisinin sermayesi, Uluslararası Basel II anlaşmasına göre yeterli düzeydedir?",
    "correctAnswer": "E",
    "options": {
      "A": "Sermayesi %2 olan E bankası",
      "B": "Sermayesi %4olan D bankası",
      "C": "Sermayesi %5 olan C bankası",
      "D": "Sermayesi %7 olan B bankası",
      "E": "Sermayesi %9 olan A bankası"
    },
    "explanation": "Yasal olarak bankaların özkaynaklarının belirli bir sermaye yeterlilik oranının altına inmesine izin verilmez. Uluslararası Basel II anlaşmasına göre sermaye yeterlilik oranının en alt limiti %8 olmak zorundadır."
  },
  {
    "id": "3176824",
    "unitNumber": 3,
    "text": "A bankasının toplam varlıkları 500 TL, özkaynakları 50 TL ve vergi sonrası net kârı 10 TL ise bu bankanın özkaynak getiri oranı yüzde kaç olur?",
    "correctAnswer": "E",
    "options": {
      "A": "1,8",
      "B": "2",
      "C": "10",
      "D": "12",
      "E": "20"
    },
    "explanation": "Özkaynak Getiri Oranı (ROE) Bankanın vergi sonrası kârının özkaynaklarına oranıdır ve bankanın sahip olduğu her 1TL’lik sermaye başına ne kadar kâr ettiğini gösterir.<br/>ROE= vergi sonrası net kar / özkaynaklar<br/>ROE= 10/50=0.20"
  },
  {
    "id": "3176825",
    "unitNumber": 3,
    "text": "Bankadan beklenmedik ve yüksek oranlarda mevduatın çıkması olasılığı ile tanımlanabilen bankacılık riski türü aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Likidite riski",
      "B": "Piyasa riski",
      "C": "Kur riski",
      "D": "Faiz riski",
      "E": "Geri ödememe riski"
    },
    "explanation": "Likidite riski bankadan beklenmedik ve yüksek oranlarda mevduatın çıkması olasılığıdır."
  },
  {
    "id": "3176828",
    "unitNumber": 3,
    "text": "A bankasının değişken faizli varlıkları 80 bin TL, değişken faizli yükümlülükleri 60 bin TL iken faiz oranlarında %5 oranında artış yönünde bir değişim gerçekleşirse bankanın karındaki değişim kaç milyon TL olur?",
    "correctAnswer": "E",
    "options": {
      "A": "20",
      "B": "7",
      "C": "4",
      "D": "3",
      "E": "1"
    },
    "explanation": "GAP = Değişken faizli varlıklar - Değişken faizli yükümlülükler<br/>∆i= beklenen faiz değişikliği<br/>∆Π= Banka kârındaki değişiklik<br/>∆Π = GAP x ∆i<br/>GAP= 80-60=20 milyon TL<br/>∆Π =20.000.000x0.05=1 milyon TL"
  },
  {
    "id": "3176830",
    "unitNumber": 3,
    "text": "Döviz varlıkları 20 milyon $ ve döviz yükümlülükleri ise 30 milyon $ olan bir Türk bankası, aşağıdakilerden hangisinin gerçekleşmesi halinde kur riskiyle karşı karşıya kalır ve zarar eder?",
    "correctAnswer": "C",
    "options": {
      "A": "TL faizleri yükselirse",
      "B": "TL faizleri sabit kalırsa",
      "C": "TL dolar karşısında değer kaybederse",
      "D": "Dolar TL karşısında değer kaybederse",
      "E": "Döviz cinsinden varlıklar artarsa"
    },
    "explanation": "Döviz cinsinden varlıklar döviz borçlarından az ise banka dövizde açık pozisyon vermektedir. Bankanın döviz varlıklarının değeri 20 milyon $ ve döviz yükümlülüklerinin değeri ise 30 milyon $ olsun. Bu durumda bankanın 10 milyon $ açık pozisyonu bulunmaktadır. İlk başta döviz kurunun değeri 1$=15 TL olsun, buna göre açık pozisyonun TL karşılığı 150 milyon TL’dir. Küresel çalkalanmalar sonucunda TL’nin Dolar karşısında değer kaybettiğini düşünelim, öyleki yeni durumda 1$= 17 TL olsun. Bu durumda 10 milyon $’lık açık pozisyonun yükü 170 milyon TL’ye yükselecektir. Görüldüğü üzere sadece kur değişikliği yüzünden bankanın borç yükü 20 milyon TL artmıştır."
  },
  {
    "id": "3179860",
    "unitNumber": 3,
    "text": "Türkiye'de 2021 yılı itibariyle finansal sektörün varlıklarının %------- sahip bankalar sektörün en önemli aktörlerinden biridir. Cümledeki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "78’ine",
      "B": "68'ine",
      "C": "58'ine",
      "D": "65'ine",
      "E": "55'ine"
    },
    "explanation": "Bankacılık sektörünün dünyada ve Türkiye’de finansal sektörün en önemli bileşenlerinden birini oluşturmaktadır. Türkiye'de 2021 yılı itibariyle finansal sektörün varlıklarının %78’ine sahip bankalar sektörün en önemli aktörlerinden biridir."
  },
  {
    "id": "3179893",
    "unitNumber": 3,
    "text": "Şirketlerin veya kuruşların mali durumlarının özetlendiği tablolara --------adı verilir. Cümledeki boşluğa aşağıdakilerden hangisi gelmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Bilanço",
      "B": "Mali denetim",
      "C": "Bütçe",
      "D": "Gelir dengesi",
      "E": "Gider dengesi"
    },
    "explanation": "Şirketlerin veya kuruşların mali durumlarının özetlendiği tablolara bilanço adı verilir."
  },
  {
    "id": "3179897",
    "unitNumber": 3,
    "text": "Zorunlu karşılık oranını belirleme yetkisi olan kurum aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Merkez Bankası",
      "B": "Emlak Bankası",
      "C": "Bakanlar Kurulu",
      "D": "Hükümet",
      "E": "Yargı organı"
    },
    "explanation": "Bütün bankalar topladıkları fonların bir kısmını nakit veya nakite kolayca çevrilebilen varlıklarda tutmakla yükümlüdürler. Bu varlıkların bir kısmı Merkez Bankasında tutulan hesaplardır. Bunun bir kısmı yasal yükümlülükten kaynaklanmaktadır. Yani bankalar yasal olarak topladıkları mevduatın Merkez Bankası tarafından belirlenen bir orana karşılık gelen kısmını Merkez Bankasında tutmak zorundadır. Buna zorunlu karşılıklar adını vermekteyiz. Yasal olarak her bir liralık mevduatın belli bir oranının zorunlu karşılık olarak tutulması gerekmektedir. Bu orana “zorunlu karşılık oranı” adı verilmektedir ve bu oranı belirleme yetkisi <strong>Merkez Bankasındadır.</strong>"
  },
  {
    "id": "3179904",
    "unitNumber": 3,
    "text": "\"Kısaca banka hesabı diye de adlandırabileceğimiz mevduat tasarruf sahipleri tarafından bankaya yatırılan paralardır.\" Aşağıdakilerden hangisi bu metnin karşılığıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Mevduat",
      "B": "Kredi",
      "C": "Faiz",
      "D": "Yatırım",
      "E": "Hisse senedi"
    },
    "explanation": "<strong>Mevduat:</strong> Kısaca banka hesabı diye de adlandırabileceğimiz mevduat tasarruf sahipleri tarafından bankaya yatırılan paralardır."
  },
  {
    "id": "3179908",
    "unitNumber": 3,
    "text": "Temelde Türkiye’de bankaların mevduatının %------- vadeli %-----ise vadesiz mevduattan oluşmaktadır.",
    "correctAnswer": "A",
    "options": {
      "A": "70’i-30’u",
      "B": "80’i-30’u",
      "C": "70’i-40’ı",
      "D": "60’ı-40’ı",
      "E": "50’si-50’si"
    },
    "explanation": "Temelde Türkiye’de bankaların mevduatının %70’i vadeli %30’u ise vadesiz mevduattan oluşmaktadır."
  },
  {
    "id": "3179913",
    "unitNumber": 3,
    "text": "Artan belirsizlik ve enflasyon sebebiyle yabancı para cinsinden (Dolar, Euro vd.) birikim yapmaları aşağıdakilerden hangisi ile eşleşir?",
    "correctAnswer": "A",
    "options": {
      "A": "Dolarizasyon",
      "B": "Dövize Endeksli Mevduat",
      "C": "Döviz Tevdiat Hesapları",
      "D": "Açık pozisyon",
      "E": "Açık provizyon"
    },
    "explanation": "<strong>Dolarizasyon:</strong> Artan belirsizlik ve enflasyon sebebiyle yabancı para cinsinden (Dolar, Euro vd.) birikim yapmalarıdır."
  },
  {
    "id": "3179923",
    "unitNumber": 3,
    "text": "Bankaların ellerindeki senetler karşılığında Merkez Bankasından kullandıkları krediler aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Reeskont Kredisi",
      "B": "Açık Pozisyon",
      "C": "Dövize Endeksli Mevduat",
      "D": "Dolarizasyon",
      "E": "Döviz Tevdiat Hesaplar"
    },
    "explanation": "<strong>Reeskont Kredisi:</strong> Bankaların ellerindeki senetler karşılığında Merkez Bankasından kullandıkları kredilerdir."
  },
  {
    "id": "3179972",
    "unitNumber": 3,
    "text": "Açık Pozisyonun tanımı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Döviz, altın cinsinden sahip olunan varlıkların aynı cinsten borçları karşılayamamasıdır.",
      "B": "Bankaların ellerindeki senetler karşılığında Merkez Bankasından kullandıkları kredilerdir.",
      "C": "Bankalarda TL olarak tutaln ancak TL’nin döviz karşısında değer kaybetmesi durumunda aradaki farkın mevduat sahibine ödendiği mevduat türüdür.",
      "D": "Bankalarda yabancı para cinsinden tutulan vadeli veya vadesiz mevduatlardır.",
      "E": "Artan belirsizlik ve enflasyon sebebiyle yabancı para cinsinden (Dolar, Euro vd.) birikim yapmalarıdır."
    },
    "explanation": "<strong>Açık Pozisyon:</strong> Döviz, altın cinsinden sahip olunan varlıkların aynı cinsten borçları karşılayamamasıdır."
  },
  {
    "id": "3179991",
    "unitNumber": 3,
    "text": "Aşağıdakilerden hangisi bankalar varlık portföylerini oluştururken gözetmek zorunda olduğu ilkelerden <strong>değildir?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Varlık yönetiminde riski düşürmek için tek varlık sistemini sağlamak gereklidir.",
      "B": "Kredilerin riskini düşük tutmak gerekir. Kredilerin geri ödenmeme riskine kredi riski adı verilir ve bankaların karşılaştığı en önemli risklerden biridir.",
      "C": "Bankaların menkul kıymetler portföyünün yüksek getiri ve düşük faiz getiren varlıklardan oluşması gerekir",
      "D": "Varlık yönetiminde riski düşürmek için varlık çeşitliliğini sağlamak gereklidir.",
      "E": "Likidite yönetimine önem vermek gerekir."
    },
    "explanation": "Bankalar varlık portföylerini oluşturuken düşük riskli, yüksek getirili ve yüksek likiditeye sahip varlıkları tercih ederler. Ancak bu üç özelliği aynı anda sağlamak kolay olmayacağı için aşağıdaki temel dört ilkeyi gözetmek gerekir:BKZ. sayfa 75"
  },
  {
    "id": "3180004",
    "unitNumber": 3,
    "text": "Banka sahiplerinin hangi oranda kâr ettiğini gösteren oran aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Özkaynak Getiri Oranı",
      "B": "Varlık Getiri Oranı",
      "C": "Özkaynak Çarpanı",
      "D": "GAP",
      "E": "MHO"
    },
    "explanation": "Diğer bir kârlılık göstergesi ise banka sahiplerinin hangi oranda kâr ettiğini gösteren <strong>Özkaynak Getiri Oranıdır (ROE)’dır. </strong>"
  },
  {
    "id": "3175016",
    "unitNumber": 4,
    "text": "Aşağıdakilerden hangisi paranın işlevlerinden değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Değişimlerde genel kabul görme",
      "B": "Ölçü birimi olma",
      "C": "Değişim aracı olma",
      "D": "Güven verme",
      "E": "Değer saklama aracı olma"
    },
    "explanation": "Yanıtınız yanlış ise, \"Paranın İşlevleri\" başlığını yeniden gözden geçiriniz.<br/>Paranın üç önemli işlevi vardır. Birincisi, değişimlerde genel kabul görür. İkincisi,<br/>ölçü birimidir. Mal ve hizmetlerin fiyatı opara cinsinden ilan edilir. Üçüncüsü, değer saklama aracıdır. Para değişimlerde genel kabul gören bir nesnedir. Dolayısıyla, paranın en önemli işlevi değişim aracı olmasıdır."
  },
  {
    "id": "3175021",
    "unitNumber": 4,
    "text": "Uzun süre boyunca, oldukça yüksek düzeyde enflasyonun hüküm sürdüğü ülkelerde yabancı para birimleri kullanılmaya başlanıyor. Çünkü fiyatlar hızla artarken yerli paranın alım gücü azalıyor. Enflasyonla birlikte döviz kurları da yükseliyor. Bu durumda yabancı para tutularak, harcamak gerektiğinde de bunları yerli paraya çevirerek paranın satın alma gücü korunmaya çalışılmasına ne denir?",
    "correctAnswer": "C",
    "options": {
      "A": "Para arzı",
      "B": "Para Tabanı",
      "C": "Para İkamesi",
      "D": "Para Çarpanı",
      "E": "Para Talebi"
    },
    "explanation": "Yanıtınız yanlış ise, \"Bazı Para Talebi Kuramları\" başlığını yeniden gözden geçiriniz.<br/>Uzun süre oldukça yüksek düzeyde enflasyonun hüküm sürdüğü ülkelerde yabancı para birimleri kullanılmaya başlanıyor. Çünkü fiyatlar hızla artarken yerli paranın alım gücü azalıyor. Enflasyonla birlikte döviz kurları da yükseliyor. Bu durumda yabancı para tutularak, harcamak gerektiğinde de bunları yerli paraya çevirerek paranın satın alma gücü korunmaya çalışılıyor. Buna ‘para ikamesi’ deniliyor."
  },
  {
    "id": "3175024",
    "unitNumber": 4,
    "text": "I. M1 = Dolaşımdaki para + Vadesiz lira mevduat + Vadesiz yabancı para mevduat<br/>II. M2 = M1 + Vadeli lira mevduat + Vadeli yabancı para mevduat<br/>III. M3 = M2 + Repo işlemlerinden sağlanan fonlar + Para piyasası fonları (B tipi likit fonlar) + İhraç edilen menkul kıymetler.<br/>Yukarıda verilen Türkiye'de kullanılan parasal büyüklük tanımlarından hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "I ve II",
      "D": "II ve III",
      "E": "I, II, III"
    },
    "explanation": "Yanıtınız yanlış ise, \"Parasal Büyüklükler\" başlığını yeniden gözden geçiriniz.<br/>Türkiye’de kullanılan parasal büyüklük tanımları aşağıdaki gibidir:<br/>M1 = Dolaşımdaki para + Vadesiz lira mevduat + Vadesiz yabancı para mevduat<br/>M2 = M1 + Vadeli lira mevduat + Vadeli yabancı para mevduat<br/>M3 = M2 + Repo işlemlerinden sağlanan fonlar + Para piyasası fonları (B tipi likit fonlar) + İhraç edilen<br/>menkul kıymetler."
  },
  {
    "id": "3175027",
    "unitNumber": 4,
    "text": "Para çarpanı ile ilgili aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Para çarpanı birden büyüktür.",
      "B": "Para çarpanı birden küçüktür.",
      "C": "Para çarpanı bire eşittir.",
      "D": "Para çarpanı sıfırdan küçüktür.",
      "E": "Para çarpanı sıfırla bir arasındadır."
    },
    "explanation": "Yanıtınız yanlış ise, \"Para Tabanı ile Para Yaratılması ve Çarpan\" başlığını yeniden gözden geçiriniz.<br/>Para çarpanı birden büyüktür."
  },
  {
    "id": "3175030",
    "unitNumber": 4,
    "text": "Enflasyonun önemli sakıncaları ile ilgili verilen bilgilerden hangisi yanlıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Yatırım kararlarını olumsuz yönde etkilemesi",
      "B": "Gelir dağılımını eşitlemesi",
      "C": "Planlama ufkunu daraltması",
      "D": "Enflasyonun arkasındaki nedenlerin ekonomide önemli bozukluklara yol açması",
      "E": "Gelir dağılımını bozması"
    },
    "explanation": "Yanıtınız yanlış ise \"Enflasyonun Sakıncaları\" başlığını yeniden gözden geçiriniz.<br/>Enflasyonun önemli sakıncaları var. Birincisi, gelir dağılımını değiştiriyor. Gelirlerini enflasyon kadar yükseltemeyenlerin alım güçleri azalıyor. İkincisi, yüksek ve oynak enflasyon, enflasyonun ileride nasıl şekillenebileceğinin tahmin edilmesini ve dolayısıyla ileriye yönelik karar alınmasını zorlaştırıyor. Üçüncüsü, enflasyonu doğuran nedenler giderek tüm ekonomide sorunlara yol açıyorlar."
  },
  {
    "id": "3175035",
    "unitNumber": 4,
    "text": "Devletin para basarak elde ettiği gelire ne denir?",
    "correctAnswer": "D",
    "options": {
      "A": "Enflasyon",
      "B": "Arbitraj",
      "C": "Hiperenflasyon",
      "D": "Senyoraj",
      "E": "Döviz"
    },
    "explanation": "Yanıtınız yanlış ise \"Enflasyonun Arkasındaki Nedenler-2\" başlığını yeniden gözden geçiriniz.<br/>Senyoraj, “devletin para basarak elde ettiği gelir” olarak tanımlanabilir."
  },
  {
    "id": "3175043",
    "unitNumber": 4,
    "text": "Bir yılda yapılan değişim sayısı 2500, fiyatlar genel düzeyi 2 olarak verildiğinde ve o ekonomideki para miktarı 1000 birim ise paranın dolaşım hızı ne olur?",
    "correctAnswer": "C",
    "options": {
      "A": "2",
      "B": "2.5",
      "C": "5",
      "D": "10",
      "E": "15"
    },
    "explanation": "Yanıtınız yanlış ise, \"Bazı Para Talebi Kuramları\" başlığını yeniden gözden geçiriniz.<br/>Yirminci yüzyılın başlarında geliştirilen miktar kuramı, bir ekonomide belli bir dönemde yapılan değişimlerin nominal değerinin (PT) para miktarı (M) ile paranın dolaşım hızının (V) çarpımına eşit olur. <em>(MV = PT)</em> Bu durumda;<br/><em>2500 x 2 = 1000 x<strong> 5</strong></em><br/>Cevap: 5"
  },
  {
    "id": "3175046",
    "unitNumber": 4,
    "text": "Almanya’da Ağustos 1922 ile Kasım 1923 arasında aylık ortalama enflasyon yüzde kaç olmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "322",
      "B": "312",
      "C": "302",
      "D": "233",
      "E": "223"
    },
    "explanation": "Yanıtınız yanlış ise, \"ENFLASYONUN NEDENLERİ\" başlığını yeniden gözden geçiriniz.<br/>Almanya’da Ağustos 1922 ile Kasım 1923 arasında aylık ortalama enflasyon yüzde 322 olmuştur."
  },
  {
    "id": "3175054",
    "unitNumber": 4,
    "text": "Bütçe açıklarını finanse etmek için para basılıyorsa ve bütçe açıkları da giderek yükselme eğilimi gösteriyorsa, finansman için giderek daha fazla para basılması gerekir. Bu duruma ne ad verilir?",
    "correctAnswer": "D",
    "options": {
      "A": "Açık Piyasa İşlemleri",
      "B": "Para talebi",
      "C": "Para arzı",
      "D": "Hiperenflasyon",
      "E": "Senyoraj"
    },
    "explanation": "Yanıtınız yanlış ise, \"Enflasyonun Arkasındaki Nedenler-2\" başlığını gözden geçiriniz.<br/>Bütçe açıklarını finanse etmek için para basılıyorsa ve bütçe açıkları da giderek yükselme eğilimi gösteriyorsa, öyle bir an gelebilir ki finansman için giderek daha fazla para basılması gerekir. Bu durumda giderek daha fazla enflasyon yaratılır. Hiperenflasyonlar böyle oluşmaktadır."
  },
  {
    "id": "3175057",
    "unitNumber": 4,
    "text": "Kamu açıkları şu ya da bu nedenle sürekli yükseliyorsa...... şeklinde boş bırakılan<br/>yere aşağıdaki seçeneklerde yer alan hangi ifade getirilmelidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Enflasyon değişmez.",
      "B": "Enflasyon artar.",
      "C": "Enflasyon azalır.",
      "D": "Para tabanı azalır.",
      "E": "Para tabanı değişmez."
    },
    "explanation": "Yanıtınız yanlış ise, \"Enflasyonun Arkasındaki Nedenler-2\" başlığını yeniden gözden geçiriniz.<br/>Kamu açıkları şu ya da bu nedenle sürekli yükseliyorsa borçlanma ile finansman giderek zorlaşıyor. Bu durumda mecburen merkez bankası kaynakları kullanılıyor: Para tabanı giderek artıyor. Beraberinde enflasyon da."
  },
  {
    "id": "3175664",
    "unitNumber": 4,
    "text": "Türkiye'de 1965-2021 dönemi enflasyon gelişmeleri dikkate alındığında, yıllık enflasyon aşağıdaki yıllardan hangisinde <strong>en düşük </strong>tür?",
    "correctAnswer": "A",
    "options": {
      "A": "1968",
      "B": "1978",
      "C": "1988",
      "D": "2008",
      "E": "2018"
    },
    "explanation": "Doğru cevap A seçeneğidir."
  },
  {
    "id": "3175667",
    "unitNumber": 4,
    "text": "Türkiye'de 1965-2021 dönemi enflasyon gelişmeleri dikkate alındığında, yıllık enflasyon <strong>en yüksek </strong>olduğu yıl aşağıdakilerden hangisidir ?",
    "correctAnswer": "A",
    "options": {
      "A": "1980",
      "B": "1990",
      "C": "2000",
      "D": "2010",
      "E": "2020"
    },
    "explanation": "Doğru cevap A seçeneğidir."
  },
  {
    "id": "3175668",
    "unitNumber": 4,
    "text": "Devletin para basarak elde ettiği gelire ......... geliri denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Senyoraj",
      "B": "Vergi",
      "C": "Özelleştirme",
      "D": "Faiz",
      "E": "Kira"
    },
    "explanation": "Doğru cevap A seçeneğidir."
  },
  {
    "id": "3175670",
    "unitNumber": 4,
    "text": "Para çarpanının değeri ....'den büyüktür ?",
    "correctAnswer": "A",
    "options": {
      "A": "1",
      "B": "2",
      "C": "3",
      "D": "4",
      "E": "5"
    },
    "explanation": "Doğru cevap A seçeneğidir."
  },
  {
    "id": "3175672",
    "unitNumber": 4,
    "text": "Çağdaş merkez banklarının<strong> temel</strong> amacı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fiyat İstikrarı",
      "B": "Çıktı İstikrarı",
      "C": "Kur İstikrarı",
      "D": "Para Arzı İstikrarı",
      "E": "Finansal İstikrar"
    },
    "explanation": "Doğru cevap A seçeneğidir."
  },
  {
    "id": "3175673",
    "unitNumber": 4,
    "text": "Çağdaş Merkez Bankalarının temel amaçlarına ulaşmak için ellerindeki <strong>en önemli</strong> politika aracı aşağıdaki seçeneklerden hangisinde sunulmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kısa Vadeli Faiz",
      "B": "Zorunlu Karşılıklar",
      "C": "Açık Piyasa İşlemleri",
      "D": "Reeskont Kredileri",
      "E": "Merkez Bankası İletişimi"
    },
    "explanation": "Doğru cevap A seçeneğinde yer almaktadır."
  },
  {
    "id": "3175677",
    "unitNumber": 4,
    "text": "Uzun süre oldukça yüksek enflasyonun hüküm sürdüğü ülkelerde, yerli para yerine yabancı para birimleri kullanılmaya başlanır. Bu durum ekonomi literatürüne uluslararası rezerv para biriminin ismiyle anılan yeni bir kavram kazandırmıştır. Bu kavram aşağıdaki seçeneklerden hangisinde sunulmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Dolarlaşma",
      "B": "Liralaşma",
      "C": "Sterlinleşme",
      "D": "Yenleşme",
      "E": "Eurolaşma"
    },
    "explanation": "Doğru cevap A seçeneğidir."
  },
  {
    "id": "3175678",
    "unitNumber": 4,
    "text": "Banknotlar aşağıdakilerden hangisi tarafından basılır?",
    "correctAnswer": "A",
    "options": {
      "A": "TCMB",
      "B": "Hazine ve Maliye Bakanlığı",
      "C": "Darphane",
      "D": "TÜİK",
      "E": "Bankalar"
    },
    "explanation": "Doğru cevap A seçeneğidir."
  },
  {
    "id": "3175680",
    "unitNumber": 4,
    "text": "Madeni paralar aşağıdaki bankanlıklardan hangisine bağlı birimler tarafından basılır?",
    "correctAnswer": "A",
    "options": {
      "A": "Hazine ve Maliye Bakanlığı",
      "B": "Ticaret Bakanlığı",
      "C": "Sanayi ve Teknoloji Bakanlığı",
      "D": "Enerji ve Tabii Kaynaklar Bakanlığı",
      "E": "Tarım ve Orman Bakanlığı"
    },
    "explanation": "Doğru cevap A seçeneğidir."
  },
  {
    "id": "3175682",
    "unitNumber": 4,
    "text": "2022 yılı Ocak ayında yıllık enflasyon yüzde kaçtır?",
    "correctAnswer": "A",
    "options": {
      "A": "49",
      "B": "50",
      "C": "51",
      "D": "52",
      "E": "53"
    },
    "explanation": "Doğru cevap A seçeneğidir."
  },
  {
    "id": "3174667",
    "unitNumber": 5,
    "text": "Aşağıdaki kavramlardan hangisi Faiz Haddinin Belirlenmesinde rol oynamamaktadır?",
    "correctAnswer": "C",
    "options": {
      "A": "Bugünkü Değer",
      "B": "Vadeye Kadar Verim",
      "C": "Kapsanmamış Faiz Haddi Paritesi",
      "D": "Getiri Oranı",
      "E": "Reel Faiz Haddi"
    },
    "explanation": "Yanıtınız yanlış ise \"FAİZ HADDİNİN BELİRLENMESİ\" başlığını gözden geçiriniz.<br/>\"Kapsanmamış Faiz Haddi Paritesi\" kavramı Döviz Kurunun Belirlenmesinde rol oynayan bir kavramdır."
  },
  {
    "id": "3174674",
    "unitNumber": 5,
    "text": "Aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Bekleyişler kuramı, uzun vadeli bir tahvilin yıllık veriminin (yaklaşık olarak), bugünkü kısa vadeli (yıllık) faiz haddi ile o tahvilin vadesi boyunca gerçekleşmesi beklenen kısa vadeli (yıllık) faizlerin aritmetik ortalamasına eşit olması gerektiğini savunmaz.",
      "B": "Risklilik düzeyi aynı, likiditesi benzer ve aynı ölçüde vergilendirilen ancak vade yapıları farklı olan tahvillerin zamanın bir noktasında verimleri arasındaki ilişkiyi gösteren eğriye verim eğrisi denir.",
      "C": "Bir tahvilin riski artıyorsa talebi azalacaktır ve bu durumun sonucunda tahvilin faizi de azalacaktır.",
      "D": "Verim eğrisi çizilirken dikey eksende vade, yatay eksende ise verim yer almaktadır.",
      "E": "Risk ile faiz arasında doğru yönlü bir ilişki bulunmamaktadır."
    },
    "explanation": "Yanıtınız yanlış ise ,\"FAİZ HADDİNİN BELİRLENMESİ\" başlığını gözden geçiriniz.<br/>Risklilik düzeyi aynı, likiditesi benzer ve aynı ölçüde vergilendirilen ancak vade yapıları farklı olan tahvillerin zamanın bir noktasında verimleri arasındaki ilişkiyi gösteren eğriye verim eğrisi denir."
  },
  {
    "id": "3174680",
    "unitNumber": 5,
    "text": "Nominal Döviz Kuru ile ilgili aşağıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Nominal döviz kuru, bir birim yabancı paranın yerli para cinsinden değeri (fiyatı) olarak tanımlanır.",
      "B": "Nominal döviz kuru, aynı para birimi cinsinden ifade edildiğinde iki ülkedeki malların göreli fiyatları olarak tanımlanır.",
      "C": "Denklemlerde, nominal döviz kuru <em>(Q) </em>ile ifade edilir.",
      "D": "Bir para birimi nominal olarak değerleniyorken reel olarak değer kaybedemez.",
      "E": "Birden fazla döviz kuru kullanılarak hesaplanan nominal döviz kuru endeksine, ‘efektif reel kur endeksi’ ya da ‘çok taraflı reel kur endeksi’ de denilmektedir."
    },
    "explanation": "Yanıtınız yanlış ise, \"Nominal ve Reel Döviz Kuru\" başlığını gözden geçiriniz.<br/>Nominal döviz kuru, bir birim yabancı paranın yerli para cinsinden değeri (fiyatı) olarak tanımlanır."
  },
  {
    "id": "3174687",
    "unitNumber": 5,
    "text": "Faiz Haddinin Belirlenmesi ile ilgili aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "A",
    "options": {
      "A": "Farklı tarihlerde yapılan ödemelerin bugünkü değerlerini bulmak ve dolayısıyla onları<br/>karşılaştırabilmek için bir indirme işlemi yapıldığında bu işlemde kullanılacak faiz haddine indirme faktörü denilir.",
      "B": "Tahvilin satın alındığı fiyat ile vadeye kadar verim arasında doğru orantılı bir ilişki mevcuttur.",
      "C": "Bir mali varlığın vadesi boyunca sahibine yapılacak tüm ödemelerin bugünkü değerini, bu mali varlığın satın alma fiyatına eşitleyen indirim oranına bugünkü değer denilmektedir.",
      "D": "İskontolu bir tahvilin alış fiyatı ile vadeye kadar verimi arasındaki ilişki doğru orantılıdır.",
      "E": "Bir tahvili vadesinden önce satarsanız, elde edeceğiniz getiri oranı sadece eksi bir değer alabilir."
    },
    "explanation": "Yanıtınız yanlış ise \"FAİZ HADDİNİN BELİRLENMESİ\" başlığını gözden geçiriniz.<br/>Farklı tarihlerde yapılan ödemelerin bugünkü değerlerini bulmak ve dolayısıyla onları<br/>karşılaştırabilmek için bir indirme işlemi yapıldığında bu işlemde kullanılacak faiz haddine indirme faktörü denilir."
  },
  {
    "id": "3174689",
    "unitNumber": 5,
    "text": "I. Diğer unsurlar aynı kalmak üzere bir tahvilin riski artarsa, fiyatı düşer. (faizi artar)<br/>II. Kısa vadeli faizler ile uzun vadeli faizler arasındaki ilişkiyi verim (getiri) eğrisi göstermektedir.<br/>III. Verim eğrileri yukarıya doğru eğimli oldukları gibi aşağıya doğru eğimli de olabilirler. <br/>Yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "D",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "II ve III",
      "D": "I, II, III",
      "E": "I ve II"
    },
    "explanation": "Yanıtınız yanlı ise, \"FAİZ HADDİNİN BELİRLENMESİ\" başlığını gözden geçiriniz.<br/>I. Diğer unsurlar aynı kalmak üzere bir tahvilin riski artarsa, fiyatı düşer. (faizi artar)<br/>II. Kısa vadeli faizler ile uzun vadeli faizler arasındaki ilişkiyi verim (getiri) eğrisi göstermektedir.<br/>III. Verim eğrileri yukarıya doğru eğimli oldukları gibi aşağıya doğru eğimli de olabilirler."
  },
  {
    "id": "3174692",
    "unitNumber": 5,
    "text": "Döviz Kurunun Belirlenmesiyle ilgili aşağıda verilen bilgilerden hangisi yanlıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "Satın alma gücü paritesinin ‘mutlak’ biçimine göre, iki ülkenin para birimi arasındaki nominal döviz kuru, iki ülkedeki mal sepetlerinin fiyatlarını birbirlerine eşitler.",
      "B": "Denklemlerde reel döviz kuru, <em>(E)</em> ile ifade edilir.",
      "C": "‘Göreli’ satın alma gücü paritesine göre,nominal döviz kurundaki artışın, yurt içi<br/>enflasyon ile yurt dışı enflasyon arasındaki fark kadar olması gerekmektedir.",
      "D": "Döviz arzının ve talebinin temel belirleyicisi dış ticaret değil, ülkeler arasındaki sermaye hareketleridir.",
      "E": "Döviz kuru yurt dışı faiz haddi ve döviz kurunun ileride alacağı değere ilişkin bekleyişler arttıkça yükselirken, yurt içi faiz haddi arttıkça azalmaktadır."
    },
    "explanation": "Yanıtınız yanlış ise, \"DÖVİZ KURUNUN BELİRLENMESİ\" başlığını gözden geçiriniz.<br/>Denklemlerde reel döviz kuru,<em> (Q)</em> ile ifade edilir."
  },
  {
    "id": "3174694",
    "unitNumber": 5,
    "text": "Aşağıdaki kavramlardan hangisi Döviz Kurunun Belirlenmesinde rol oynar?",
    "correctAnswer": "C",
    "options": {
      "A": "Bekleyişler Kuramı",
      "B": "Vade Primi",
      "C": "Satın Alma Gücü Paritesi",
      "D": "Tahvil Arzı",
      "E": "Denge"
    },
    "explanation": "Yanıtınız yanlış ise, \"DÖVİZ KURUNUN BELİRLENMESİ\" başlığını gözden geçiriniz.<br/>Satın Alma Gücü Paritesi"
  },
  {
    "id": "3174716",
    "unitNumber": 5,
    "text": "Kapsanmış ve Kapsanmamış Faiz Haddi Paritesi ile ilgili aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "B",
    "options": {
      "A": "Döviz arzının ve talebinin temel belirleyicisi dış ticarettir.",
      "B": "Kapsanmış faiz haddi paritesi ile kapsanmamış faiz haddi paritesi yakından ilişkililerdir. Aralarındaki tek fark, ilkindeki gelecek dönem için beklenen nominal döviz kuru değeri yerine ikincisinde vadeli döviz kurunun yer almasıdır.",
      "C": "Nominal döviz kurunun bugünkü değerini belirleyen unsurlar; yurt dışı faiz haddi, bir dönem sonrası için gerçekleşmesi beklenen nominal döviz kurunun düzeyi ve yurt içi faiz haddidir. Son ikisi ne kadar yüksekse nominal döviz kuru o kadar düşük olur.",
      "D": "Spot piyasa, TCMB’ye göre “Bir ürünün alış veya satışının işlem tarihinde belirlenen fiyat üzerinden en çok üç iş günü sonrasında gerçekleştirildiği piyasadır.”",
      "E": "Yurt içi faiz haddi ile döviz kuru arasındaki ilişkinin yönü, faiz haddindeki değişikliklerin nedeni önem arz etmeksizin hiçbir şekilde değişmez."
    },
    "explanation": "Yanıtınız yanlış ise \"DÖVİZ KURUNUN BELİRLENMESİ \" başlığını gözden geçiriniz.<br/>Kapsanmış faiz haddi paritesi ile kapsanmamış faiz haddi paritesi yakından ilişkililerdir. Aralarındaki tek fark, ilkindeki gelecek dönem için beklenen nominal döviz kuru değeri yerine ikincisinde vadeli döviz kurunun yer almasıdır."
  },
  {
    "id": "3174723",
    "unitNumber": 5,
    "text": "Farklı tarihlerde yapılan ödemelerin bugünkü değerlerini bulmak ve dolayısıyla onları<br/>karşılaştırabilmek için yapılan indirme işleminde kullanılan faiz haddi aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Satış fiyatı",
      "B": "Reel faiz oranı",
      "C": "İskonto oranı",
      "D": "Vadeye Kadar Verim",
      "E": "İndirme faktörü"
    },
    "explanation": "Yanıtınız yanlış ise, \"FAİZ HADDİNİN BELİRLENMESİ\" başlığını gözden geçiriniz.<br/>Farklı tarihlerde yapılan ödemelerin bugünkü değerlerini bulmak ve dolayısıyla onları<br/>karşılaştırabilmek için yapılan indirme işleminde kullanılan faiz haddi indirme faktörüdür."
  },
  {
    "id": "3174726",
    "unitNumber": 5,
    "text": "Faiz haddi sıfır düzeyinde olmadıkça, bugün elde edilen 1000 lira ile bir yıl ya da iki yıl sonra elde edilen 1000 liranın karşılaştırması hangi kavrama başvurmak gerekir?",
    "correctAnswer": "C",
    "options": {
      "A": "Getiri Oranı",
      "B": "Reel Faiz Haddi",
      "C": "Bugünkü değer",
      "D": "Tahvil Talebi",
      "E": "Vade Primi"
    },
    "explanation": "Yanıtınız yanlış ise \"FAİZ HADDİNİN BELİRLENMESİ\" başlığını gözden geçiriniz.<br/>Bugünkü değer"
  },
  {
    "id": "3182341",
    "unitNumber": 5,
    "text": "Farklı tarihlerde yapılan ödemelerin bugünkü değerlerini bulmak ve dolayısıyla onları karşılaştırabilmek için bir indirme işlemi yapıyoruz. Bu işlemde kullanılan faiz haddine verilen isim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İndirme Faktörü",
      "B": "Vade Faktörü",
      "C": "Verim Faktörü",
      "D": "Etkililik Faktörü",
      "E": "Sistem Faktörü"
    },
    "explanation": "Farklı tarihlerde yapılan ödemelerin bugünkü değerlerini bulmak ve dolayısıyla onları karşılaştırabilmek için bir indirme işlemi yapıyoruz. Bu işlemde kullanılan faiz haddine indirme faktörü deniliyor. Bu indirme faktörü (faiz haddi) ne kadar düşükse, ileri dönemlerde elde edilecek değerlerin bugünkü değerleri de o kadar yüksek oluyor."
  },
  {
    "id": "3182344",
    "unitNumber": 5,
    "text": "Bir mali varlığın vadesi boyunca sahibine yapılacak tüm ödemelerin bugünkü değerini, bu mali varlığın satın alma fiyatına eşitleyen indirim oranına aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Vadeye Kadar Verim",
      "B": "İskontolu Verim",
      "C": "Açık Durumsal Verim",
      "D": "Kurumsal Verim",
      "E": "Kontrollü Verim"
    },
    "explanation": "Bir mali varlığın vadesi boyunca sahibine yapılacak tüm ödemelerin bugünkü değerini, bu mali varlığın satın alma fiyatına eşitleyen indirim oranına vadeye kadar verim deniliyor."
  },
  {
    "id": "3182361",
    "unitNumber": 5,
    "text": "Bir tahvili vadesinden önce satmak istediğinizde; o işlemleri yapma yetkisi olan aracı kurumlara talimat verebilirsiniz, onlar sizin adınıza satıyorlar. Bu işlemlerin yapıldığı piyasalar aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "İkincil Piyasalar",
      "B": "Sanal Piyasalar",
      "C": "Projeksiyon Piyasaları",
      "D": "Getiri Piyasaları",
      "E": "Risk Piyasaları"
    },
    "explanation": "Bir tahvili vadesinden önce satmak isteyebilirsiniz. İlan verip satmıyorsunuz elbette. Bu işlemlerin yapıldığı piyasalar var (ikincil piyasalar). O işlemleri yapma yetkisi olan aracı kurumlara talimat veriyorsunuz; onlar sizin adınıza satıyorlar."
  },
  {
    "id": "3182363",
    "unitNumber": 5,
    "text": "Nominal faiz haddi ile vade boyunca gerçekleşmesi beklenen enflasyon oranı arasındaki fark aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Beklenen Reel Faiz Oranı",
      "B": "Gerçekleşen Reel Faiz Oranı",
      "C": "Sistematik Faiz Oranı",
      "D": "Kurumsal Piyasa Faiz Oranı",
      "E": "Cari Faiz Oranı"
    },
    "explanation": "İki farklı reel faiz var. Nominal faiz haddi ile vade boyunca gerçekleşmesi beklenen enflasyon oranı arasındaki fark, beklenen reel faiz oranı olarak tanımlanıyor."
  },
  {
    "id": "3182364",
    "unitNumber": 5,
    "text": "Denge tahvil fiyatı (denge faiz haddi) tahvil arz ve talebinin eşitlendiği noktada belirlenir. Tahvil arzını artıran her unsur, tahvil talebini etkilemiyorsa nasıl bir etki yapar?",
    "correctAnswer": "A",
    "options": {
      "A": "Denge faiz haddini artırır",
      "B": "Denge faiz haddini azaltır",
      "C": "Denge faiz haddini etkilemez",
      "D": "İstihdam oranını arttırır",
      "E": "Iskarta oranını düşürür"
    },
    "explanation": "Denge tahvil fiyatı (denge faiz haddi) tahvil arz ve talebinin eşitlendiği noktada belirleniyor. Tahvil arzını artıran her unsur, tahvil talebini etkilemiyorsa, denge fiyat düzeyini düşürür (denge faiz haddini artırır)."
  },
  {
    "id": "3182570",
    "unitNumber": 5,
    "text": "Hangi kurama göre, uzun vadeli bir tahvilin yıllık verimi, yaklaşık olarak mevcut dönemdeki kısa vadeli faiz haddi ile o tahvilin vadesi boyunca gerçekleşmesi beklenen kısa vadeli faizlerin ortalamasına eşit olmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Bekleyişler Kuramı",
      "B": "İhtiyaçlar Hiyerarşisi Kuramı",
      "C": "Davranışsal Kuram",
      "D": "Durumsallık Kuramı",
      "E": "Koşul Bağımlılık Kuramı"
    },
    "explanation": "Bekleyişler kuramına göre, uzun vadeli bir tahvilin yıllık verimi, yaklaşık olarak mevcut dönemdeki kısa vadeli (mesela yıllık) faiz haddi ile o tahvilin vadesi boyunca gerçekleşmesi beklenen kısa vadeli faizlerin ortalamasına eşit olmalı."
  },
  {
    "id": "3182571",
    "unitNumber": 5,
    "text": "Uzun vadeli bir tahvilin vadesi boyunca beklenmedik olaylar gerçekleşebilir. Örneğin; belki, bir süre sonra tahvil kazançlarından alınan vergiler artırılacaktır. Bu durumda, şimdi uzun vadeli tahvil alanların getirileri vergi artışı gerçekleşirse düşer. Bu nedenle, kısa vadeli tahvil yerine uzun vadeli tahvil satın almak için tasarruf sahiplerinin talep ettikleri aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Ek vade primi",
      "B": "Risk primi",
      "C": "Durumsallık primi",
      "D": "Cayma primi",
      "E": "Kontrol primi"
    },
    "explanation": "Uzun vadeli bir tahvilin vadesi boyunca beklenmedik olaylar gerçekleşebilir. Mesela, belki, bir süre sonra tahvil kazançlarından alınan vergiler artırılacaktır. Bu durumda, şimdi uzun vadeli tahvil alanların getirileri vergi artışı gerçekleşirse düşer. Bu nedenle, kısa vadeli tahvil yerine uzun vadeli tahvil satın almak için tasarruf sahipleri ek bir vade primi talep ederler."
  },
  {
    "id": "3182573",
    "unitNumber": 5,
    "text": "Bir birim yabancı paranın yerli para cinsinden değeri (fiyatı) olarak tanımlanan kavram aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Nominal döviz kuru",
      "B": "Reel döviz kuru",
      "C": "Karşılaştırmalı döviz kuru",
      "D": "Çapraz döviz kuru",
      "E": "Küresel döviz kuru"
    },
    "explanation": "Günlük hayatta ilgilendiğimiz döviz kuru, nominal döviz kurudur. Mesela bir dolar 15 lira dediğimizde nominal döviz kurunun 15 olduğunu belirtiyoruz. Dolayısıyla, nominal döviz kuru, bir birim yabancı paranın yerli para cinsinden değeri (fiyatı) olarak tanımlanıyor."
  },
  {
    "id": "3182576",
    "unitNumber": 5,
    "text": "TCMB’ye göre “bir ürünün alış veya satışının işlem tarihinde belirlenen fiyat üzerinden en çok iki iş günü sonrasında gerçekleştirildiği piyasa” aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Spot Piyasa",
      "B": "Eşbiçimli Piyasa",
      "C": "Kontrollü Piyasa",
      "D": "Ortaklı Piyasa",
      "E": "Geri Beslemeli Piyasa"
    },
    "explanation": "Spot piyasa, TCMB’ye göre “bir ürünün alış veya satışının işlem tarihinde belirlenen fiyat üzerinden en çok iki iş günü sonrasında gerçekleştirildiği piyasadır.”"
  },
  {
    "id": "3182578",
    "unitNumber": 5,
    "text": "\"Yurt içi ..... en yurt dışı ...... ne kadar fazla ise, o ülkenin parası o kadar değersiz olacak, yani nominal döviz kuru o kadar yüksek olacaktır.\"<br/>Yukarıdaki ifadede boşluklara sırasıyla hangi kavramlar getirilmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "enflasyon, enflasyondan",
      "B": "büyüme, büyümeden",
      "C": "faiz, faizden",
      "D": "istihdam, istihdamdan",
      "E": "açık, açıktan"
    },
    "explanation": "Yurt içi en enflasyon yurt dışı enflasyondan ne kadar fazla ise, o ülkenin parası o kadar değersiz olacak, yani nominal döviz kuru o kadar yüksek olacaktır."
  },
  {
    "id": "3185854",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi farklı tarihlerde yapılan ödemelerin bugünkü değerini bulmak için kullanılmaktadır?",
    "correctAnswer": "B",
    "options": {
      "A": "Reel faiz",
      "B": "İndirme faktörü",
      "C": "Vade primi",
      "D": "Satın alma gücü paritesi",
      "E": "Beklenen getiri"
    },
    "explanation": "Farklı tarihlerde yapılan ödemelerin bugünkü değerlerini bulmak ve dolayısıyla onları karşılaştırabilmek için bir indirme işlemi yapılır. Bu işlemde kullanılan faiz haddine indirme faktörü denilmektedir. Bu indirme faktörü (faiz haddi) ne kadar düşükse, ileri dönemlerde elde edilecek değerlerin bugünkü değerleri de o kadar yüksek olmaktadır. Doğru cevap B'dir."
  },
  {
    "id": "3185860",
    "unitNumber": 5,
    "text": "1000 tl'ye alınan bir tahvil vadesinden önce 850 tl'ye satılırsa, bu tahvilin getiri oranı ne olur?",
    "correctAnswer": "B",
    "options": {
      "A": "- % 7,5",
      "B": "- % 15",
      "C": "% 7,5",
      "D": "% 12,5",
      "E": "% 15"
    },
    "explanation": "Bir tahvil vadesinden önce satılırsa, satış fiyatına bağlı olarak getirisi eksi de artı da olabilir. Getiri oranını tahvilin satış fiyatını alış fiyatına oranlayarak bulduğumuz değeri 1'den çıkartırız. Örneğimizde getiri oranı = (850/1000)-1=-0,15 yani - % 15 olur. Doğru cevap B'dir."
  },
  {
    "id": "3185865",
    "unitNumber": 5,
    "text": "Aşağıdaki unsurlardan hangisi reel faiz oranının hesaplanmasını gerektirir?",
    "correctAnswer": "A",
    "options": {
      "A": "Enflasyon",
      "B": "Bütçe açığı",
      "C": "Dış ticaret açığı",
      "D": "Devlet borcu",
      "E": "Büyüme oranı"
    },
    "explanation": "Enflasyonun olduğu bir ekonomide nominal faiz ile reel faiz ayrımını yapmak gerekmektedir. Bir ekonomide eğer enflasyon varsa, nominal faiz haddi reel faiz haddinden büyük olacaktır. Fiyatlar genel düzeyi düşüyorsa, yani deflasyon varsa, bu durumda nominal faiz haddi reel faiz haddinden küçük olacaktır.Doğru cevap A'dır."
  },
  {
    "id": "3185869",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi tahvil talebinin azalmasına yol açar?",
    "correctAnswer": "B",
    "options": {
      "A": "Ekonomik birimlerin servetlerinin artması",
      "B": "Tahvil fiyatının artması",
      "C": "Beklenen enflasyonun düşmesi",
      "D": "Tahvilin likiditesinin diğerlerine göre artması",
      "E": "Tahvilin likiditesinin diğer varlıklara göre artması"
    },
    "explanation": "Bir tahvilin fiyatı arttıkça (faizi düştükçe) talebi de düşer. Tahvilin fiyatı düşmese bile talebi yükselebilir. Aynı fiyat düzeyinde şu gelişmeler daha fazla tahvil talep edilmesine yol açar: Ekonomik birimlerin servetlerinin artması, beklenen enflasyonun düşmesi, bir tahvilin likiditesinin diğer tahvillere kıyasla yükselmesi, tahvilden alınan verginin, servetin değerlendirilebileceği alternatif varlıklardan alınan vergiye göre düşmesi ve likiditesinin diğer tahvillere kıyasla artması.Doğru cevap B'dir."
  },
  {
    "id": "3186619",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi devlet tahvillerinin arzının artşına neden olabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Enflasyonun artması",
      "B": "Faiz oranlarının artması",
      "C": "Kamu açığının artması",
      "D": "Dış ticaret açığının artması",
      "E": "Büyüme oranının artması"
    },
    "explanation": "Tahvilin fiyatı yükselmese bile arzı artabilir. Örneğin tahvil devlet tahvili ise, kamunun borçlanma ihtiyacının artması devletin tahvil arzını artırmaktadır. Doğru cevap C'dir."
  },
  {
    "id": "3186628",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi uzun vadeli tahvil satın almak için talep edilen ek getiriyi ifade eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Verim eğrisi",
      "B": "Risk primi",
      "C": "Reel faiz oranı",
      "D": "Kapsanmış faiz haddi paritesi",
      "E": "Vade primi"
    },
    "explanation": "Uzun vadeli bir tahvilin vadesi boyunca beklenmedik olaylar gerçekleşebilir. Mesela, belki, bir süre sonra tahvil kazançlarından alınan vergiler artabilir. Bu durumda, şimdi uzun vadeli tahvil alanların getirileri vergi artışı gerçekleşirse düşer. Bu nedenle, kısa vadeli tahvil yerine uzun vadeli tahvil satın almak için tasarruf sahipleri ek bir vade primi talep ederler. Buna vade primi denilmektedir. Doğru cevap E'dir."
  },
  {
    "id": "3186638",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bir ekonomide ithalatı ve ihracatı belirleyen unsurların başında gelir?",
    "correctAnswer": "D",
    "options": {
      "A": "Reel faiz oranı",
      "B": "Büyüme oranı",
      "C": "Enflasyon oranı",
      "D": "Reel döviz kuru",
      "E": "Ekonomik beklentiler"
    },
    "explanation": "Reel kur ihracatı ve ithalatı belirleyen temel unsurların başında gelmektedir. İhracat yapılan ülkelerin gelirindeki değişiklikler ihracatı belirleyen ikinci önemli unsurdur. İthalat açısından ise ikinci ana belirleyici ithalat yapan ülkenin gelir düzeyidir. Doğru cevap D'dir."
  },
  {
    "id": "3186655",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisine göre döviz kurundaki artış yurt içi enflasyon ile yurt dışı enflasyon arasındaki fark kadar olmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Göreli satın alma gücü paritesi",
      "B": "Reel faiz oranı",
      "C": "Kapsanmamış faiz haddi paritesi",
      "D": "Getiri oranı",
      "E": "Tek fiyat yasası"
    },
    "explanation": "Satın alma gücü paritesinin ‘mutlak’ biçimine göre, iki ülkenin para birimi arasındaki nominal döviz kuru, iki ülkedeki mal sepetlerinin fiyatlarını birbirlerine eşitler. Daha yaygın kullanılanı ise ‘göreli’ satın alma gücü paritesidir. Buna göre, nominal döviz kurundaki artışın, yurt içi enflasyon ile yurt dışı enflasyon arasındaki fark kadar olması gerekmektedir. Doğru cevap A'dır."
  },
  {
    "id": "3186670",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi nominal döviz kurunun bugünkü değerini belirleyen unsurlardan biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "İskonto oranı",
      "B": "Risk primi",
      "C": "Yurt dışı faiz oranı",
      "D": "Satın alma gücü paritesi",
      "E": "Büyüme oranı"
    },
    "explanation": "Nominal döviz kurunun bugünkü değerini belirleyen unsurlar şunlardır: Yurt dışı faiz haddi, bir dönem sonrası için gerçekleşmesi beklenen nominal döviz kurunun düzeyi ve yurt içi faiz haddi. İlk ikisi ne kadar yüksekse nominal döviz kuru o kadar yüksek olur. Yurt içi faiz haddi azaldıkça yine döviz kuru artar. Doğru cevap C'dir."
  },
  {
    "id": "3186693",
    "unitNumber": 5,
    "text": "Bir dolar 20 tl, fiyatlar genel düzeyi 10 ve yurt dışı fiyatlar genel düzeyi 5 ise reel döviz kuru nedir?",
    "correctAnswer": "B",
    "options": {
      "A": "5",
      "B": "10",
      "C": "15",
      "D": "20",
      "E": "25"
    },
    "explanation": "Reel döviz kurunu bulmak için nominal döviz kuruyla yurt dışı fiyat endeksi (fiyatlar genel düzeyi) çarpılır ve yurt içi fiyat endeksine bölünür. Örneğimizde bu Q=(20*5)/10=10'dur."
  },
  {
    "id": "3187161",
    "unitNumber": 5,
    "text": "Farklı tarihlerde yapılan ödemelerin bugünkü değerlerini bulmak ve dolayısıyla onları karşılaştırabilmek için yapılan indirme işleminde kullanılan faiz haddine ne ad verilir?",
    "correctAnswer": "A",
    "options": {
      "A": "İndirme faktörü",
      "B": "Repo",
      "C": "Vadeye kadar verimi",
      "D": "Satış fiyatı",
      "E": "Risk"
    },
    "explanation": "Yanıtınız yanlış ise “FAİZ HADDİNİN BELİRLENMESİ” konusunu yeniden gözden geçiriniz<br/>Farklı tarihlerde yapılan ödemelerin bugünkü değerlerini bulmak ve dolayısıyla onları karşılaştırabilmek için yapılan indirme işleminde kullanılan faiz haddine indirme faktörü denilmektedir. Bu indirme faktörü (faiz haddi) ne kadar düşükse, ileri dönemlerde elde edilecek değerlerin bugünkü değerleri de o kadar yüksek oluyor."
  },
  {
    "id": "3187165",
    "unitNumber": 5,
    "text": "Bir mali varlığın vadesi boyunca sahibine yapılacak tüm ödemelerin bugünkü değerini, bu mali varlığın satın alma fiyatına eşitleyen indirim oranına ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Parasal taban",
      "B": "Dolaşımdaki Para",
      "C": "Zorunlu rezervler",
      "D": "Nakit oranı",
      "E": "Vadeye kadar verim"
    },
    "explanation": "Yanıtınız yanlış ise “FAİZ HADDİNİN BELİRLENMESİ” konusunu yeniden gözden geçiriniz<br/>Bir mali varlığın vadesi boyunca sahibine yapılacak tüm ödemelerin bugünkü değerini, bu mali varlığın satın alma fiyatına eşitleyen indirim oranına vadeye kadar verim deniliyor."
  },
  {
    "id": "3187168",
    "unitNumber": 5,
    "text": "“Bir tahvili vadesinden önce satarsanız elde edeceğiniz….., tahvilin vadeye kadar veriminden düşük olacaktır”. Boş bırakılan yere aşağıdakilerden hangisi getirilebilr?",
    "correctAnswer": "B",
    "options": {
      "A": "Zorunlu rezervler",
      "B": "Getiri oranı",
      "C": "Vadeye kadar verim",
      "D": "Satış fiyatı",
      "E": "Risk"
    },
    "explanation": "Yanıtınız yanlış ise “FAİZ HADDİNİN BELİRLENMESİ” konusunu yeniden gözden geçiriniz.<br/>Bir tahvili vadesinden önce satarsanız elde edeceğiniz getiri oranı, tahvilin vadeye kadar veriminden düşük olacaktır."
  },
  {
    "id": "3187171",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi aynı risklilik düzeyinde, aynı ölçüde likit ve aynı şekilde vergilendirilen, ama farklı vadelerdeki tahvillerin verimleri arasında zamanın belli bir noktasındaki ilişkiyi gösterir?",
    "correctAnswer": "A",
    "options": {
      "A": "Getiri eğrisi",
      "B": "Nominal gelir",
      "C": "Mevduat çarpanı",
      "D": "Dolaşımdaki Para",
      "E": "Zorunlu rezervler"
    },
    "explanation": "Yanıtınız yanlış ise “Kısa Vadeli Faiz Hadleri ile Uzun Vadeli Faiz Hadleri Arasındaki İlişki” konusunu yeniden gözden geçiriniz.<br/>Verim (getiri) eğrisi aynı risklilik düzeyinde, aynı ölçüde likit ve aynı şekilde vergilendirilen, ama farklı vadelerdeki tahvillerin verimleri arasında zamanın belli bir noktasındaki ilişkiyi gösterir."
  },
  {
    "id": "3187176",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi bir birim yabancı paranın yerli para cinsinden değeri (fiyatı) olarak tanımlanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Nominal döviz kuru",
      "B": "Reel döviz kuru",
      "C": "Yurtiçi fiyat Endeksi",
      "D": "Yurtdışı fiyat endeksi",
      "E": "Satın Alma Gücü Paritesi"
    },
    "explanation": "Yanıtınız yanlış ise “Nominal ve Reel Döviz Kuru” konusunu yeniden gözden geçiriniz.<br/>Nominal döviz kuru, bir birim yabancı paranın yerli para cinsinden değeri (fiyatı) olarak tanımlanıyor. Reel döviz kuru ise aynı para birimi cinsinden ifade edildiğinde iki ülkedeki malların göreli fiyatlarını veriyor."
  },
  {
    "id": "3187180",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi birden fazla döviz kuru kullanılarak hesaplanan döviz kuru endeksine verilen addır?",
    "correctAnswer": "B",
    "options": {
      "A": "Nominal döviz kuru",
      "B": "Efektif reel kur endeksi",
      "C": "Yurtiçi fiyat Endeksi",
      "D": "Yurtdışı fiyat endeksi",
      "E": "Satın Alma Gücü Paritesi"
    },
    "explanation": "Yanıtınız yanlış ise “Nominal ve Reel Döviz Kuru” konusunu yeniden gözden geçiriniz.<br/>Birden fazla döviz kuru kullanılarak hesaplanan reel döviz kuru endeksine, ‘efektif reel kur endeksi’ ya da ‘çok taraflı reel kur endeksi’ de deniliyor."
  },
  {
    "id": "3187187",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisinin ‘mutlak’ biçimine göre, iki ülkenin para birimi arasındaki nominal döviz kuru, iki ülkedeki mal sepetlerinin fiyatlarını birbirlerine eşitliyor?",
    "correctAnswer": "E",
    "options": {
      "A": "Reel döviz kuru",
      "B": "Efektif reel kur endeksi",
      "C": "Yurtiçi fiyat Endeksi",
      "D": "Yurtdışı fiyat endeksi",
      "E": "Satın Alma Gücü Paritesi"
    },
    "explanation": "Yanıtınız yanlış ise “Satın Alma Gücü Paritesi” konusunu yeniden gözden geçiriniz.<br/>Satın alma gücü paritesinin ‘mutlak’ biçimine göre, iki ülkenin para birimi arasındaki nominal döviz kuru, iki ülkedeki mal sepetlerinin fiyatlarını birbirlerine eşitliyor."
  },
  {
    "id": "3187193",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisine göre, döviz kuru yurt dışı faiz haddi ve döviz kurunun ileride alacağı değere ilişkin bekleyişler arttıkça yükselir, yurt içi faiz haddi arttıkça azalır?",
    "correctAnswer": "A",
    "options": {
      "A": "Kapsanmamış faiz haddi paritesini",
      "B": "Kapsanmış faiz haddi paritesini",
      "C": "Satın alma gücü paritesi",
      "D": "Vadeye kadar verimi",
      "E": "Getiri eğrisi"
    },
    "explanation": "Yanıtınız yanlış ise “Kapsanmamış faiz haddi paritesi” konusunu yeniden gözden geçiriniz.<br/>Kapsanmamış faiz haddi paritesini, döviz kurunun nasıl belirlendiğini açıklayan bir kuram haline dönüştürmek mümkün. Buna göre, döviz kuru yurt dışı faiz haddi ve döviz kurunun ileride alacağı değere ilişkin bekleyişler arttıkça yükseliyor, yurt içi faiz haddi arttıkça azalıyor."
  },
  {
    "id": "3187201",
    "unitNumber": 5,
    "text": "Aşağıdakilerden hangisi aynı para birimi cinsinden ifade edildiğinde iki ülkedeki malların göreli fiyatlarını verir?",
    "correctAnswer": "B",
    "options": {
      "A": "Nominal döviz kuru",
      "B": "Reel döviz kuru",
      "C": "Yurtiçi fiyat Endeksi",
      "D": "Yurtdışı fiyat endeksi",
      "E": "Satın alma gücü paritesi"
    },
    "explanation": "Yanıtınız yanlış ise “Nominal ve Reel Döviz Kuru” konusunu yeniden gözden geçiriniz.<br/>Nominal döviz kuru, bir birim yabancı paranın yerli para cinsinden değeri (fiyatı) olarak tanımlanıyor. Reel döviz kuru ise aynı para birimi cinsinden ifade edildiğinde iki ülkedeki malların göreli fiyatlarını veriyor. Nominal döviz kurunu yurt dışı fiyatlar genel düzeyi ile çarpıp yurt içi fiyatlar genel düzeyine bölersek, reel döviz kurunu elde ederiz."
  },
  {
    "id": "3187206",
    "unitNumber": 5,
    "text": "Risk ile faiz arasında nasıl bir ilişki bulunmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Doğru yönlü ilişki",
      "B": "Ters yönlü ilişki",
      "C": "Önce artan sonra azalan ilişki",
      "D": "Önce azalan sonra artan ilişki",
      "E": "İlişki bulunmamaktadır"
    },
    "explanation": "Yanıtınız yanlış ise “Risk ve Kur” konusunu yeniden gözden geçiriniz.<br/>Tahvillerin faizlerinin farklılaşmasında rol oynayan bir diğer önemli değişken risktir. Tahvili ihraç eden tarafın bu ihraçtan dolayı üstlenmiş olduğu yükümlülükleri yerine getirmeme olasılığı ne kadar yüksekse, o tahvilin riski de o kadar yüksek olacaktır. Bir tahvilin riski artıyorsa talebi azalacaktır ve bu durumun sonucunda tahvilin faizi de yükselecektir. Bir diğer ifadeyle risk ile faiz arasında doğru yönlü bir ilişki bulunmaktadır."
  },
  {
    "id": "3178365",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi Para politikası uygulamaları ile reel ekonomi arasındaki etkileşimi, bir diğer ifadeyle politika uygulamalarına bağlı olarak yaşanan parasal değişimlerin ekonomide toplam talebi toplam arzı ne ölçüde ve hangi kanallarla etkilediğini gösteren mekanizmadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Parasal aktarım mekanizması",
      "B": "Faiz kanalı mekanizmasıni",
      "C": "Niceliksel genişleme mekanizması",
      "D": "Parasal baskınlık mekanizması",
      "E": "Varlık fiyatları mekanizması"
    },
    "explanation": "Parasal Aktarım Mekanizması: Para politikası uygulamaları ile reel ekonomi arasındaki etkileşimi, bir diğer ifadeyle politika uygulamalarına bağlı olarak yaşanan parasal değişimlerin ekonomide toplam talebi toplam arzı ne ölçüde ve hangi kanallarla etkilediğini gösteren mekanizmadır. Doğru cevap A şıkkıdır."
  },
  {
    "id": "3178370",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi para politikası uygulamaları süresince çağdaş merkez bankalarının kullandıkları araçtır?",
    "correctAnswer": "B",
    "options": {
      "A": "Döviz kuru",
      "B": "Politika faizi",
      "C": "Nakit akımları",
      "D": "Tahvil fiyatları",
      "E": "Bono fiyatları"
    },
    "explanation": "Para politikası uygulamaları süresince çağdaş merkez bankalarının kullandıkları araç ‘politika faizi’dir. Doğru cevap B şıkkıdır."
  },
  {
    "id": "3178378",
    "unitNumber": 6,
    "text": "Para politikası kurulu kararlarının ayrıntılı değerlendirmelerini içeren toplantı özeti toplantıyı takip eden kaç iş günü içinde internet sitesinde yayınlanır?",
    "correctAnswer": "C",
    "options": {
      "A": "7 iş günü",
      "B": "6 iş günü",
      "C": "5 iş günü",
      "D": "4 iş günü",
      "E": "3 iş günü"
    },
    "explanation": "Para politikası kurulu kararlarının ayrıntılı değerlendirmelerini içeren toplantı özeti toplantıyı takip eden 5 iş günü içinde internet sitesinde yayınlanır. Doğru cevap C şıkkıdır."
  },
  {
    "id": "3178384",
    "unitNumber": 6,
    "text": "Finansal sektörde Portföy yönetim şirketleri yüzde kaç oranında paya sahiptir?ı",
    "correctAnswer": "D",
    "options": {
      "A": "Yüzde 3",
      "B": "Yüzde 4",
      "C": "Yüzde 5",
      "D": "Yüzde 6",
      "E": "Yüzde 7"
    },
    "explanation": "Finansal sektörde en fazla payı yüzde 82 ile bankacılık sektörü almaktadır. Portföy yönetim şirketleri yüzde 6, sigorta şirketleri yüzde 4 ve işsizlik fonu yüzde 2 oranında paya sahiptir. Doğru cevap D şıkkıdır."
  },
  {
    "id": "3178386",
    "unitNumber": 6,
    "text": "Para politikasında bir değişikliğe ihtiyaç duyulduğu an ile merkez bankasının para politikasındaki değişikliği uygulamaya başladığı an arasında geçen zamana ne ad verilir?",
    "correctAnswer": "E",
    "options": {
      "A": "Bilanço kanalı",
      "B": "Veri gecikmesi",
      "C": "Yürütme gecikmesi",
      "D": "Dış gecikme",
      "E": "İç gecikme"
    },
    "explanation": ".<br/>İç gecikme: Para politikasında bir değişikliğe ihtiyaç duyulduğu an ile merkez bankasının para politikasındaki değişikliği uygula- maya başladığı an arasında geçen zamandır. Doğru cevap E şıkkıdır."
  },
  {
    "id": "3178387",
    "unitNumber": 6,
    "text": "Politika uygulayıcılarının uygulamaya başladıkları politikanın uygulanma süresi ile ekonomi üzerinde etkili olmaya başlama süresi arasındaki zamana ne denir?",
    "correctAnswer": "A",
    "options": {
      "A": "Etkinlik gecikmesi",
      "B": "Veri gecikmesi",
      "C": "Tanı gecikmesi",
      "D": "Düzenleme gecikmesi",
      "E": "Dış gecikmesi"
    },
    "explanation": "Etkinlik Gecikmesi: Politika uygulayıcılarının uygulamaya başladıkları politikanın uygulanma süresi ile ekonomi üzerinde etkili olmaya başlama süresi arasındaki zamanı ifade etmektedir. Doğru cevap A şıkkıdır."
  },
  {
    "id": "3178396",
    "unitNumber": 6,
    "text": "Fiyatların genel düzeyinin sürekli olarak düşüş sergilemesi ve aynı zamanda mal ve hizmetlere yönelen talebin de azalmasına ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Eflasyon",
      "B": "Deflasyon",
      "C": "Niceliksel genişleme",
      "D": "İç daralma",
      "E": "Varlık fiyat balonları"
    },
    "explanation": "Deflasyonu en dar tanımıyla fiyatlar genel düzeyinin sürekli olarak düşüş sergilemesi ve aynı zamanda mal ve hizmetlere yönelen talebin de azalması olarak tanımlayabiliriz. Doğru cevap B şıkkıdır."
  },
  {
    "id": "3178403",
    "unitNumber": 6,
    "text": "Fiyatlardaki iktisadi temellerden bağımsız aşırı yükselişleri piyasada ne olarak kabul ederiz?",
    "correctAnswer": "C",
    "options": {
      "A": "İç daralma",
      "B": "Eflasyon",
      "C": "Varlık fiyat balonu",
      "D": "Deflasyon",
      "E": "Niceliksel genişleme"
    },
    "explanation": "Fiyatlardaki iktisadi temellerden bağımsız aşırı yükselişleri piyasada oluşan varlık fiyat balonları olarak kabul ederiz. Doğru cevap C şıkkıdır."
  },
  {
    "id": "3178415",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi bir ekonomide arz veya talep kaynaklı sebeplerle ortaya çıkan deflasyonun önlenmesi amacıyla alınabilecek iktisat politikası önlemlerinden biri değildir?",
    "correctAnswer": "D",
    "options": {
      "A": "Öncelikle toplam harcamaları ve talebi arttırmak amacıyla kamu harcamalarının arttırılması tercih edilebilir.",
      "B": "Likidite tuzağına girilmemişse faiz oranlarının indirilmesi ve bu yolla toplam harcamalar ve talebin arttırılması teşvik edilebilir.",
      "C": "Vergi oranları azaltılarak harcanabilir gelir ve yatırımlar desteklenebilir.",
      "D": "Doğrudan çalışanların aldıkları ücrette kesintiye gidilir.",
      "E": "Özel sektör yatırımlarının artması amacıyla çeşitli teşvik paketleri geliştirilebilir."
    },
    "explanation": "Bir ekonomide arz veya talep kaynaklı sebeplerle ortaya çıkan deflasyonun önlenmesi amacıyla alınabilecek iktisat politikası önlemlerini aşağıdaki şekilde özetleyebiliriz;<br/>• Öncelikle toplam harcamaları ve talebi arttırmak amacıyla kamu harcamalarının arttırılması tercih edilebilir.<br/>• Likidite tuzağına girilmemişse faiz oranlarının indirilmesi ve bu yolla toplam harcamalar ve talebin arttırılması teşvik edilebilir.<br/>• Vergi oranları azaltılarak harcanabilir gelir ve yatırımlar desteklenebilir.<br/>• Doğrudan çalışanların aldıkları ücretlerde artırım yapılabilir.<br/>• Özel sektör yatırımlarının artması amacıyla çeşitli teşvik paketleri geliştirilebilir. Doğru cevap D şıkkıdır."
  },
  {
    "id": "3178424",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi deflasyonun bir ekonomide yaratacağı sonuçlardan biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Mal ve hizmet talebindeki azalmaya bağlı olarak stok artışları yaşanacak ve şirket karları azalacaktır.",
      "B": "Fiyatların sürekli olarak düşeceğine yönelik beklenti sonucunda tüketiciler düzenli bir şekilde taleplerini erteleyecektir.",
      "C": "Ekonominin genel durumunda gözlenen bu daralmalarının sonucunda yatırımlar azalacak ve sermaye sahipleri yatırım yap- mak yerine faiz getirili finansal araçlara yönelmeyi tercih edeceklerdir.",
      "D": "Yaşanan düşüşlerden dolayı sermaye sahipleri yatırım yapmaktan vazgeçerek mevcut servetlerini faiz getirili yatırım araçlarına yönlendirmeyi tercih edeceklerdir.",
      "E": "Şirketlerde yaşanan kar azalışına bağlı olarak işsizlik azalacaktır."
    },
    "explanation": "Bütün bu bilgiler ışığında deflasyonun bir ekonomide yaratacağı sonuçları şu şekilde özetleyebiliriz:<br/>• Deflasyon beraberinde ekonomik durgunluğu getirecektir ve nihayetinde ülkelerin milli gelirinde düşüş yaşanacaktır.<br/>Yaşamla İlişkilendir<br/>• Mal ve hizmet talebindeki azalmaya bağlı olarak stok artışları yaşanacak ve şirket karları azalacaktır.<br/>• Şirketlerde yaşanan kar azalışına bağlı olarak işsizlik artacaktır.<br/>• Fiyatların sürekli olarak düşeceğine yönelik beklenti sonucunda tüketiciler düzenli bir şekilde taleplerini erteleyecektir.<br/>• Deflasyonun bir diğer etkisi yerli para birimi üzerinde olacaktır. Yerli paranın de- ğerinin artması ihracatın azalarak ithalatın artmasına ve dolayısıyla dış ticaret dengelerinde bozulma yaşanmasına sebep olacaktır.<br/>• Ekonominin genel durumunda gözlenen bu daralmalarının sonucunda yatırımlar azalacak ve sermaye sahipleri yatırım yap- mak yerine faiz getirili finansal araçlara yönelmeyi tercih edeceklerdir.<br/>• Yaşanan düşüşlerden dolayı sermaye sahipleri yatırım yapmaktan vazgeçerek mevcut servetlerini faiz getirili yatırım araçlarına yönlendirmeyi tercih edeceklerdir. Doğru cevap E şıkkıdır."
  },
  {
    "id": "3182030",
    "unitNumber": 6,
    "text": "Merkez bankalarının para politikalarının öncelikli olarak etkili olduğu alan hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Finansal piyasalarda",
      "B": "Reel piyasalarda",
      "C": "Sanal piyasalarda",
      "D": "Ev ekonomilerinde",
      "E": "Banka piyasalarında"
    },
    "explanation": "Merkez bankalarının para politikası uygulamaları öncelikli olarak finansal piyasalarda etkili olur"
  },
  {
    "id": "3182036",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi parasal aktarım mekanizması kanallarından birisi değildir?",
    "correctAnswer": "C",
    "options": {
      "A": "Faiz kanalı",
      "B": "Kur kanalı",
      "C": "Finans kanalı",
      "D": "Bilanço kanalı",
      "E": "Kredi kanalı"
    },
    "explanation": "Parasal aktarım mekanizması, faiz kanalı, kur<br/>kanalı, kredi kanalı ve bilanço kanalını içermektedir."
  },
  {
    "id": "3182046",
    "unitNumber": 6,
    "text": "Diğer etkenler hariç tutulduğunda, faiz hadlerindeki genel bir düşüş aşağıdakilerden hangisine neden olabilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Tüketim harcamaları düşer",
      "B": "Yatırım harcamaları düşer",
      "C": "Yurt içinde üretilen mallara talep artar",
      "D": "Yurt içinde üretilen mallara talep azalır",
      "E": "Yurt içinde üretilen mallara talep değişmez"
    },
    "explanation": "Tüketim, yatırım,<br/>kamu harcamaları ve ihracat ile ithalat arasındaki<br/>fark olarak tanımlanan net ihracat. Dolayısıyla, faiz<br/>hadlerindeki genel bir düşüşün tüketim ve yatırım<br/>harcamalarını artırmasıyla, yurt içinde üretilen<br/>mallara olan toplam talep artacaktır."
  },
  {
    "id": "3182065",
    "unitNumber": 6,
    "text": "Merkez bankasının para politikası olarak kullandığı faiz oranı aşağıdaki seçeneklerde verilenlerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Gecelik faiz",
      "B": "politika faizi",
      "C": "Orta vadeli faiz",
      "D": "Reel faiz",
      "E": "Orta ve uzun vadeli faiz"
    },
    "explanation": "Merkez bankasının para politikası aracı olarak kullandığı faiz oranı politika faiz oranıdır."
  },
  {
    "id": "3182073",
    "unitNumber": 6,
    "text": "Geleneksel kabul edilen parasal aktarım kanallarının ikincisi hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Dolar kuru kanalı",
      "B": "Döviz kuru kanalı",
      "C": "Kredi kanalı",
      "D": "Finans Kanalı",
      "E": "Bilanço kanalı"
    },
    "explanation": "Döviz kuru kanalı geleneksel kabul edilen parasal<br/>aktarım kanallarının ikincisidir"
  },
  {
    "id": "3182076",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi özel sektörün yatırımlarını finanse etmek için kullandıkları öncelikli kaynaktır?",
    "correctAnswer": "E",
    "options": {
      "A": "Döviz kuru kanalı",
      "B": "Bilanço kanalı",
      "C": "Finans kanalı",
      "D": "Varlık kanalı",
      "E": "Banka kredileri kanalı"
    },
    "explanation": "Özel sektörün yatırımlarını finanse etmek için<br/>kullandıkları öncelikli kaynak banka kredileridir."
  },
  {
    "id": "3182119",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi parasal aktarım mekanizmalarındaki gecikme türlerinden biri değildir?",
    "correctAnswer": "E",
    "options": {
      "A": "Veri gecikmesi",
      "B": "Tanı gecikmesi",
      "C": "Düzenleme gecikmesi",
      "D": "Etkinlik gecikmesi",
      "E": "İktisadi gecikme"
    },
    "explanation": "Genel hatlarıyla iç ve dış<br/>gecikme olarak iki türde ele aldığımız gecikme türlerinin daha ayrıntı bir şekilde açıklaması aşağıda<br/>yer almaktadır.<br/>1. Veri Gecikmesi:<br/>2. Tanı (Teşhis) Gecikmesi:<br/>3. Düzenleme Gecikmesi:<br/>4. Yürütme Gecikmesi:<br/>5. Etkinlik Gecikmesi:"
  },
  {
    "id": "3182141",
    "unitNumber": 6,
    "text": "Tarihte yaşanan hiperenflasyonların temel nedeni aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kamu açıklarının finansmanının merkez bankası kaynakları kullanılarak yapılması",
      "B": "Kamu açıklarının finansmanının özel sektör kaynakları kullanılarak yapılması",
      "C": "Kamu açıklarının finansmanının devlet hazinesi kaynakları kullanılarak yapılması",
      "D": "Merkez bankalarının sıkılaştırıcı para politikaları",
      "E": "Merkez bankalarının faiz artırımları"
    },
    "explanation": "Tarihte yaşanan hiperenflasyonların temel nedeninin kamu açıklarının<br/>finansmanının merkez bankası kaynakları kullanılarak yapılması olduğunu biliyoruz."
  },
  {
    "id": "3182143",
    "unitNumber": 6,
    "text": "2000'li yılların başlarında enflasyon dünya genelinde oldukça düşük ve istikrarlı bir seyir izlerken, deflasyon problemi yaşayan ülke hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Almanya",
      "B": "Amerika Birleşik Devletleri",
      "C": "Fransa",
      "D": "İngiltere",
      "E": "Japonya"
    },
    "explanation": "Dünya ekonomisine baktığımız zaman özellikle 2000’li yılların başlarında enflasyon dünya<br/>genelinde oldukça düşük ve istikrarlı bir seyir izlediği görülmektedir. Bu dönemde hâkim görüş<br/>enflasyonun artık bir sorun olmaktan çıktığı yönündeydi. Japonya gibi dünyanın en önde gelen<br/>ekonomilerinden birinde ise tamamıyla farklı bir<br/>sorun yaşanmaktaydı. Japon ekonomisi 1999 ile<br/>2005 yılları arasında fiyatlar genel düzeyinin sürekli düşüş sergilemesi şeklinde tanımlayabileceğimiz<br/>deflasyon sürecine girmişti."
  },
  {
    "id": "3182146",
    "unitNumber": 6,
    "text": "Amerikan konut piyasasında oluşan balonun patlamasının ardından 600 milyar doların üzerinde borçla Lehman Brothers isimli yatırım bankasının çöküşü hangi yıl gerçekleşmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "2001",
      "B": "2005",
      "C": "2007",
      "D": "2008",
      "E": "2009"
    },
    "explanation": "2007 yılının ortalarında Amerikan konut piyasasında oluşan balonun patlamasıyla başlayan<br/>ve ardından 5 Eylül 2008 tarihinde Lehman Brothers isimli yatırım bankasının 600 milyar doların<br/>üzerinde borçla çöküşüyle kısa sürede finansal ve<br/>reel sektöre yayılan kriz, 2008 ve 2009 yıllarında<br/>tüm dünyada etkisini artırarak küresel bir nitelik<br/>kazanmıştır."
  },
  {
    "id": "3183456",
    "unitNumber": 6,
    "text": "Para politikası uygulamaları ile reel ekonomi arasındaki etkileşimi, bir diğer ifadeyle politika uygulamalarına bağlı olarak yaşanan parasal değişimlerin ekonomide toplam talebi toplam arzı ne ölçüde ve hangi kanallarla etkilediğini gösteren mekanizma aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Faiz aktarım mekanizması",
      "B": "Parasal aktarım mekanizması",
      "C": "Kredi garanti mekanizması",
      "D": "Döviz kuru mekanizması",
      "E": "Takas mekanizması"
    },
    "explanation": "Para politikası uygulamaları ile reel ekonomi arasındaki etkileşimi, bir diğer ifadeyle politika uygulamalarına bağlı olarak yaşanan parasal değişimlerin ekonomide toplam talebi toplam arzı ne ölçüde ve hangi kanallarla etkilediğini gösteren mekanizma, parasal aktarım mekanizmasıdır."
  },
  {
    "id": "3183457",
    "unitNumber": 6,
    "text": "Hangisi parasal aktarım mekanizması kanallarından <u>değildir?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Faiz kanalı",
      "B": "Kur kanalı",
      "C": "Vergi kanalı",
      "D": "Kredi kanalı",
      "E": "Bilanço kanalı"
    },
    "explanation": "Parasal aktarım mekanizması, faiz kanalı, kur kanalı, kredi kanalı ve bilanço kanalını içermektedir."
  },
  {
    "id": "3183458",
    "unitNumber": 6,
    "text": "Kredi kullanacak birey veya firma hakkında yapılan araştırma ve değerlendirme sonucunda, borç ödeme gücünü belirleyen ölçüt hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Kredi itibarı",
      "B": "Kredi derecelendirilmesi",
      "C": "Kredi varlığı",
      "D": "Kredi kapasitesi",
      "E": "Kredi haddi"
    },
    "explanation": "Kredi kullanacak birey veya firma hakkında yapılan araştırma ve değerlendirme sonucunda, borç ödeme gücünü belirleyen ölçüt kredi itibarıdır."
  },
  {
    "id": "3183459",
    "unitNumber": 6,
    "text": "Hangisi parasal aktarım mekanizmasında gecikme sorunları arasında <u>yer almaz</u>?",
    "correctAnswer": "E",
    "options": {
      "A": "Veri gecikmesi",
      "B": "Düzenleme gecikmesi",
      "C": "Teşhis gecikmesi",
      "D": "Etkinlik gecikmesi",
      "E": "Verimlilik gecikmesi"
    },
    "explanation": "Genel hatlarıyla iç ve dış gecikme olarak iki türde ele alınan gecikme türleri, daha ayrıntılı bir şekilde ele alındığında bunlar; Veri Gecikmesi, Tanı (Teşhis) Gecikmesi, Düzenleme Gecikmesi, Yürütme Gecikmesi ve Etkinlik Gecikmesidir."
  },
  {
    "id": "3183460",
    "unitNumber": 6,
    "text": "Fiyatlar genel düzeyinin sürekli olarak düşüş sergilemesi ve aynı zamanda mal ve hizmetlere yönelen talebin de azalması aşağıdakilerden hangisi ile ifade edilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Enflasyon",
      "B": "Deflasyon",
      "C": "Taksflasyon",
      "D": "Stagflasyon",
      "E": "Resesyon"
    },
    "explanation": "Fiyatlar genel düzeyinin sürekli olarak düşüş sergilemesi ve aynı zamanda mal ve hizmetlere yönelen talebin de azalması deflasyon durumunu ifade eder."
  },
  {
    "id": "3183462",
    "unitNumber": 6,
    "text": "Aşağıdakilerden hangisi deflasyonun önlenmesi amacıyla alınabilecek iktisat politikası önlemleri arasında <u>yer alır?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Doğrudan çalışanların aldıkları ücretlerde kısıntıya gidilebilir.",
      "B": "Vergi oranları artırılır.",
      "C": "Özel sektör yatırımlarının artması amacıyla çeşitli teşvik paketleri geliştirilebilir.",
      "D": "Kamu harcamalarında kısıntıya gidilir.",
      "E": "Likidite tuzağına girilmemişse faiz oranları artırılır."
    },
    "explanation": "Bir ekonomide arz veya talep kaynaklı sebeplerle ortaya çıkan deflasyonun önlenmesi amacıyla alınabilecek iktisat politikası önlemlerini aşağıdaki şekilde özetleyebiliriz;<br/>• Öncelikle toplam harcamaları ve talebi arttırmak amacıyla kamu harcamalarının arttırılması<br/>tercih edilebilir.<br/>• Likidite tuzağına girilmemişse faiz oranlarının indirilmesi ve bu yolla toplam harcamalar ve talebin arttırılması teşvik edilebilir.<br/>• Vergi oranları azaltılarak harcanabilir gelir ve yatırımlar desteklenebilir.<br/>• Doğrudan çalışanların aldıkları ücretlerde artırım yapılabilir.<br/>• Özel sektör yatırımlarının artması amacıyla çeşitli teşvik paketleri geliştirilebilir"
  },
  {
    "id": "3183483",
    "unitNumber": 6,
    "text": "Geleneksel olmayan para politikası önlemlerine bağlı olarak bir ekonomide karşılaşılabilecek risk<br/>faktörleri açısından aşağıda yer alan ifadelerden hangisi ya da hangileri doğrudur?<br/>I. Geleneksel olmayan politika yöntemleri farkında olmayarak kredilerin etkin piyasalar yerine etkin olmayan piyasalara dağıtılmasına sebep olabilirler.<br/>II. Merkez bankası bilançosunda yer alan yüksek kaliteli ve likit varlıkların likit olmayan alacaklarla yer değiştirmesi uzun dönemde para politikası uygulamalarının esnekliğini kısıtlayacaktır.<br/>III. Bazı geleneksel olmayan araçların yarı bütçesel bir özelliğe sahip olması para politikası ile maliye politikası arasındaki ayırımı bulanıklaştırmaktadır.<br/>IV. Merkez bankasının rezerv tabanının genişlemesi enflasyonist beklentilerin artmasına sebep olabilir.",
    "correctAnswer": "D",
    "options": {
      "A": "I - II ve III",
      "B": "I - II ve IV",
      "C": "II - III ve IV",
      "D": "I - II - III ve IV",
      "E": "III ve IV"
    },
    "explanation": "Geleneksel olmayan para politikası önlemlerine bağlı olarak bir ekonomide karşılaşılabilecek risk<br/>faktörler şu şekilde özetlenebilir:<br/>• Geleneksel olmayan politika yöntemleri farkında olmayarak kredilerin etkin piyasalar yerine etkin olmayan piyasalara dağıtılmasına sebep olabilirler. Bu durum kısa dönemde finansal sektörün yeniden<br/>yapılandırılmasını, uzun dönemde ise ekonomik büyümenin iyileşmesini sınırlandıracaktır.<br/>• Merkez bankası bilançosunda yer alan yüksek kaliteli ve likit varlıkların likit olmayan alacaklarla<br/>yer değiştirmesi uzun dönemde para politikası uygulamalarının esnekliğini kısıtlayacaktır.<br/>• Bazı geleneksel olmayan araçların yarı bütçesel bir özelliğe sahip olması para politikası ile maliye politikası arasındaki ayırımı bulanıklaştırmaktadır. Bu durum özellikle ekonomik kriz dönemlerinin koşulları ile birleştiğinde merkez bankası bağımsızlığından ödün vermeye giden bir yolu açabilir.<br/>• Merkez bankasının rezerv tabanının genişlemesi enflasyonist beklentilerin artmasına sebep olabilir."
  },
  {
    "id": "3183484",
    "unitNumber": 6,
    "text": "Merkez bankasının rezerv tabanını genişletmek amacıyla finansal piyasalardan özel veya kamu<br/>kâğıtlarını satın almasına ne ad verilir?",
    "correctAnswer": "B",
    "options": {
      "A": "Niteliksel genişleme",
      "B": "Niceliksel genişleme",
      "C": "Nakit akımı",
      "D": "Tahvil kanalı",
      "E": "Parasal baskınlık"
    },
    "explanation": "Niceliksel genişleme, merkez bankasının rezerv tabanını genişletmek amacıyla finansal piyasalardan özel veya kamu kâğıtlarını satın almasıdır. Bu alımlar kısa dönemli finansal varlıklara yönelik yapılabilir. Ancak, uygulamada genel olarak uzun vadeli finansal varlıkların alımının tercih edildiği görülmektedir. Merkez bankasının niceliksel genişleme aracını kullanması, satın alınan finansal varlıkların fiyatı üzerinde bir artış ve dolayısıyla faiz oranı üzerinde bir azalma baskısı yaratacaktır. Niceliksel genişleme uygulamalarının tamamı tanımı itibariyle sterilize edilmeyen politikalardır."
  },
  {
    "id": "3183485",
    "unitNumber": 6,
    "text": "Bir ekonomideki mali baskınlığın düzeyini izlemek için çeşitli göstergeler bulunmaktadır. Aşağıdakilerden hangisi bu göstergeler içinde <u>en çok</u> kullanılanlardandır?",
    "correctAnswer": "D",
    "options": {
      "A": "Faiz dışı fazla / GSYH",
      "B": "Kamu harcamaları / GSYH",
      "C": "Kamu gelirleri / GSYH",
      "D": "Kamu borç stoku / GSYH",
      "E": "Cari açık / GSYH"
    },
    "explanation": "Bir ekonomideki mali baskınlığın düzeyini izlemek için çeşitli göstergeler bulunmaktadır. Bu göstergeler içinde en çok kullanılanlar; ‘bütçe açığı/GSYH’ ve ‘kamu borç stoku/GSYH’ olarak belirtilebilir."
  },
  {
    "id": "3183486",
    "unitNumber": 6,
    "text": "<em>Fiyatlardaki iktisadi temellerden bağımsız aşırı yükselişleri piyasada oluşan ................... olarak kabul ederiz.</em><br/>Boşluğa hangisi getirilmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "varlık fiyat balonları",
      "B": "genişleme",
      "C": "likidite tuzağı",
      "D": "likidite bolluğu",
      "E": "deflasyon"
    },
    "explanation": "Fiyatlardaki iktisadi temellerden bağımsız aşırı yükselişleri piyasada oluşan varlık fiyat balonları olarak kabul ederiz."
  },
  {
    "id": "3181885",
    "unitNumber": 7,
    "text": "I-Senyoraj gelirlerinden vazgeçilmesi<br/>II-Merkez bankalarının ‘son başvurma mercii’ olma görevlerini yerine getirememesi<br/>III-Kullanılmaya başlanılan paranın saygınlığından yararlanılamaması<br/>IV-Para politikasından vazgeçilmesi<br/>Yukarıdakilerden hangisi ya da hangileri resmi dolarlaşmanın ortaya çıkardığı dezavantajlardan birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "I-III",
      "B": "II-III",
      "C": "I-II-III",
      "D": "I-II-IV",
      "E": "II-III-IV"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"Resmi Dolarlaşma\" konusunu yeniden gözden geçiriniz.<br/>Resmi dolarlaşmanın olası dezavantajlarını şu şekilde açıklanabilir. Birincisi, kendi paranızı basmaktan vazgeçtiğiniz için senyoraj gelirlerinden de vazgeçiyorsunuz. Senyoraj geliri, devletin para basarak satın aldığı mal ve hizmet miktarı olarak tanımlanır. İkincisi, merkez bankalarının ‘son başvurma mercii’ olma görevlerini yerine getirememeleri. Normal koşullar altında bankalar birbirleri ile kısa vadeli borç alıp verme ilişkisine girerler. Resmi dolarlaşmaya gitmenin son zararı ise para politikasından vazgeçilmesi. Parasını kullanmaya başladığınız ülke kendi ekonomik koşullarına uygun gördüğü para politikası kararlarını alacaktır."
  },
  {
    "id": "3182094",
    "unitNumber": 7,
    "text": "I-Cari açık olmamalı <br/>II- Mali baskınlık olmamalı<br/>III-Finansal sistemin sağlıklı olması<br/>IV-Merkez bankasının bağımsız olması<br/>Yukarıdakilerden hangisi ya da hangisi enflasyon hedeflemesinin önkoşullarından birisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II",
      "B": "I-III",
      "C": "I-II-III",
      "D": "I-II-IV",
      "E": "II-III-IV"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"Enflasyon Hedeflemesinin Ön Koşulları\" konusunu yeniden gözden geçiriniz.<br/>Bir ülkede enflasyon hedeflemesinin uygulanabilmesi için aşağıdaki koşulların sağlanması gerekir. Bu koşullardan ilki, merkez bankasının bağımsız olmasıdır. Ekonomik birimler, bir merkez bankasının aldığı tüm kararların, siyasi kaygılardan uzak bir biçimde ve yasasındaki amaçlarına ulaşmak için alındığına ikna olmalı. İnandırıcılık için öncelikle merkez bankalarının araç bağımsızlığına sahip olmaları gerekiyor. İkincisi mali baskınlık olmamalıdır. Kamu borcu çok yüksek düzeyde ve üstelik vadesi de kısaysa, borcun geri ödenmeyebileceği hakkında şüpheler oluşuyor. Bu tür kaygılar yaygınlaşıyorsa, risk primi, dolayısıyla reel faizler yükseliyor. Aynı ortamda döviz cinsinden mali varlıkları satın almak daha cazip hale geliyor, döviz kurları da yükseliyor. Dolayısıyla, mali baskınlık enflasyon hedeflemesi uygulayan merkez bankalarının işlerini son derece zorlaştırıyor. Üçüncü koşul ise finansal sistemin sağlıklı olmasıdır. Merkez bankalarının bankaların ‘son başvurma mercii’ olduklarını gördünüz. Finansal sistemde likidite sıkıntısı çeken bankalar varsa, merkez bankası için öncelikli amaç bu sıkıntıyı gidermek olacaktır. Bu durumda, fiyat istikrarını sağlamak amacı ikincil plana düşecektir."
  },
  {
    "id": "3182238",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi faiz tepki denkleminde yer alan değişkenlerden birisi <em><strong>değildir</strong></em>?",
    "correctAnswer": "B",
    "options": {
      "A": "Reel kur",
      "B": "Nominal kur",
      "C": "Enflasyon",
      "D": "Enflasyon hedefi",
      "E": "Reel üretim"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"Merkez Bankasının Politika Faizini Belirlemesi\" konusunu yeniden gözden geçiriniz.<br/>Enflasyon hedeflemesi uygulayan merkez bankaları yukarıda basite indirgenerek anlatılan modellerin<br/>daha gelişmişlerini kullanıyorlar. Bu modellerin çözümleri bu kitabın sınırları dışına taşıyor. Ancak ‘meraklısı için’ ilgili denklemleri ve çözüm sonucunu ‘yaşamın içinden’ bölümünde veriyorum. Çözüm<br/>sonucunda ‘faiz tepki denklemi’ elde ediliyor. Bu denklem merkez bankasının enflasyondaki ve üretimdeki gelişmelere nasıl tepki vereceğini, yani politika faizini nasıl belirleyeceğini gösteriyor. Sözcükler yerine simgeler kullanırsam, böyle bir modelin çözümünden elde edilecek faiz tepki denklemi aşağıdaki şekildedir:<br/>r = rn +a(Q−Qn )+b(π −π h )+c(Y −Yn )<br/>Denklemde reel politika faizi (r), reel kur (Q), enflasyon (π), enflasyon hedefi (πh), reel üretim ise (Y) ile gösteriliyor. Alt simge olarak (n) kullanılan değişkenler, ilgili değişkenlerin doğal düzeylerini gösteriyorlar. Mesela (rn), doğal (normal) reel faiz haddini ifade ediyor. Öte yandan a, b ve c artı değer alan katsayıları ifade ediyorlar. Bu katsayıların alacakları değerler modelde yer alan denklemlerden elde ediliyor."
  },
  {
    "id": "3182249",
    "unitNumber": 7,
    "text": "Aşağıdaki seçeneklerden hangisinde Türkiye Cumhuriyet Merkez Bankası'nın örtük enflasyon hedeflemesi rejimi uygulamaya başladığı yıl doğru biçimde verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "1999",
      "B": "2000",
      "C": "2001",
      "D": "2002",
      "E": "2003"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"Türkiye’de Enflasyon Hedeflemesi: 2002-2007\" konusunu yeniden gözden geçiriniz.<br/>25 Nisan 2001’de çıkarılan 4651 sayılı Kanun ile Türkiye Cumhuriyet Merkez Bankası (TCMB) bağımsız bir kurum haline geldi. TCMB 2002 yılının başında \"<strong>örtük enflasyon hedeflemesi</strong>\" rejimi uygulamaya başladı. Bu uygulama 2005’in sonuna kadar sürdü."
  },
  {
    "id": "3182301",
    "unitNumber": 7,
    "text": "I-Amaç bağımsızlığı<br/>II-Araç bağımsızlığı <br/>III-Politik bağımsızlık<br/>IV-Ekonomik bağımsızlık<br/>Yukarıdakilerden hangisi ya da hangileri uygulamada Merkez bankasının bağımsız olmasını belirleyen unsurlardan birisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "I-II",
      "B": "I-III",
      "C": "I-II-III",
      "D": "I-II-IV",
      "E": "II-III-IV"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"MERKEZ BANKASI BAĞIMSIZLIĞI\" konusunu yeniden gözden geçiriniz.<br/>Merkez bankasının bağımsız olması dediğimiz zaman aklımıza öncelikle araç bağımsızlığı, politik bağımsızlık ve ekonomik bağımsızlık gelmektedir. Bu listeye amaç bağımsızlığını da ekleyebiliriz ancak uygulamada amaç bağımsızlığına çok fazla rastlanmadığını vurgulamamız gerekir. Merkez bankalarının yasalarında kendilerine kullanma yetkisi verilen -politika faizini belirlemek, bankaların likidite düzeyini etkileyen açık piyasa işlemleri yapmak, zorunlu karşılık oranlarını saptamak, döviz alımı ve satımı yapmak gibi- araçları uygun gördükleri biçimde kullanabilmelerine araç bağımsızlığını ifade eder. Ekonomik bağımsızlığa sahip bir merkez bankasının kamu kesimi açığını finanse etmek için hazineye kredi vermesi ya da birinci piyasada hazine tahvillerini satın alması yasal olarak olanaksız olmasıdır. Politik bağımsızlık ise merkez bankasının üst düzey yöneticilerinin görev sürelerinin uzun olmasının ve görevden almalarının zorlaştırılması gerektiği üzerinde görüş birliğinin var olmasıdır."
  },
  {
    "id": "3182328",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi ülkeye giren yabancı para birimi kadar yerli paranın basılmasının kurala bağlandığı döviz kuru rejimini ifade eder?",
    "correctAnswer": "A",
    "options": {
      "A": "Para kurulu",
      "B": "Resmi dolarlaşma",
      "C": "Sabit döviz kuru rejimi",
      "D": "Dalgalı kur rejimi",
      "E": "Esnek kur rejimi"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"Döviz Kuruna Dayalı Rejimler\" konusunu yeniden gözden geçiriniz.<br/>Döviz kuru rejimleri dört alt başlık kapsamında açıklanmıştır. Bunlar; resmi dolarlaşma, para kurulu, sabit döviz kuru rejimi ve dalgalı kuru rejimi olarak sıralayabiliriz. Yabancı ülke para biriminin resmi para birimi olarak kullanılması durumuna resmi dolarlaşma adı verilmektedir. Yerli para biriminin ancak ülkeye giren yabancı para birimi kadar basılmasının kurala bağlandığı döviz kuru rejimi ise para kurulu olarak ifade edilmektedir. Para kurulu iki ana unsurdan oluşuyor. Birincisi, döviz kuru sabit; yerli para birimini çapa olarak seçtiğiniz bir para birimine karşı sabitliyorsunuz. İkincisi, ‘ne kadar döviz o kadar yerli para’ durumu geçerlidir. Farklı bir ifadeyle, ekonomik birimlerin istedikleri zaman yerli para verip çapa olarak seçilen para biriminden almaları ya da tersini yapmaları kısıtlanmamalıdır. Hangi döviz kurundan? Sabitlenen kurdan."
  },
  {
    "id": "3182348",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi Klasik enflasyon hedeflemesinde fiyat istikrarını sağlamak amacıyla belirlenen amaçlardan birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Faiz ile faiz hedefi arasındaki farkı en aza indirmek",
      "B": "Enflasyon ile enflasyon hedefi arasındaki farkı en aza indirmek",
      "C": "Döviz kuru ile döviz kuru hedefi arasındaki farkı en aza indirmek",
      "D": "Cari açık ile cari açık hedefi arasındaki farkı en aza indirmek",
      "E": "Bütçe açığı ile bütçe açığı hedefi arasındaki farkı en aza indirmek"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"Klasik Enflasyon Hedeflemesi\" konusunu yeniden gözden geçiriniz.<br/>Klasik enflasyon hedeflemesi uygulamasında, fiyat istikrarı temel amacına uygun olarak ulaşılmak istenen bir amaç var: Birincisi, enflasyon ile enflasyon hedefi arasındaki fark en aza indirilmek isteniliyor. Bu farka ‘enflasyon açığı’ deniliyor. Enflasyon hedefin üzerinde ise enflasyon açığı artı değer alıyor. Tersi durumda, enflasyon açığının değeri eksi oluyor. İkincisi, üretim düzeyi ile potansiyel üretim düzeyi arasındaki farkın en aza indirilmesi amaçlanıyor. Bu farka da ‘çıktı açığı’ deniliyor. Çıktı açığı artı değer alıyorsa, üretim düzeyi potansiyelinin üzerinde demektir. Eksi değer aldığında ise potansiyelinin altında bir üretim düzeyi söz konusu oluyor. Bu tür rejimler ‘esnek enflasyon hedeflemesi’ rejimleri olarak adlandırılıyorlar. Uygulamada çok görülmemekle birlikte, sadece enflasyon açığına yoğunlaşan enflasyon hedeflemesi rejimleri de var; ‘katı enflasyon hedeflemesi’ rejimleri olarak adlandırılıyorlar. Klasik enflasyon hedeflemesinde, dolayısıyla, merkez bankasının enflasyon açığı ve çıktı açığından oluşan bir amacı var. Her iki açığa birer ağırlık verildiğini düşünün. Bu durumda klasik enflasyon hedeflemesinde amaç iki açığın ağırlıklı toplamından oluşan bir değer alıyor. Enflasyonu hedefe, üretimi de potansiyel düzeyine yaklaştırmak istediğimize göre, demek ki amacın alacağı değerin mümkün olduğu kadar 0’a yaklaşmasını istiyoruz."
  },
  {
    "id": "3182359",
    "unitNumber": 7,
    "text": "I-Türkiye Cumhuriyet Merkez Bankası'nın bilanço büyüklüğü<br/>II-Türkiye Cumhuriyet Merkez Bankası'nın toplam dış yükümlülükleri<br/>III-Türkiye Cumhuriyet Merkez Bankası'nın toplam iç varlıkları<br/>IV-Merkez bankası parası<br/>Yukarıdakilerden hangisi ya da hangileri 1990 yılında Türkiye’nin de parasal kontrol rejimi uygulaması ile parasal büyüklüğün artış hızına kısıtlama getirdiği değişkenlerden birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "I-II",
      "B": "II-III",
      "C": "I-II-III",
      "D": "I-III-IV",
      "E": "II-III-IV"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"Parasal Kontrol (Parasal Hedefleme)\" konusunu yeniden gözden geçiriniz.<br/>Türkiye’nin de parasal kontrol rejimi uygulaması deneyimi var. Bu deneyimi ikiye ayırmak mümkün.<br/>Birincisi, TCMB’nin kendi isteği ile yürürlüğe soktuğu ve parasal programlama adını verdiği uygulamalar. İlk parasal kontrol uygulaması Ocak 1990'da başlatılmıştır. Bu tarihten önce de bazı uygulamalar var. Ancak bunlar kamuoyuna duyurulmadan yapıldılar. Bu anlamda Ocak 1990’dakini ilk uygulama olarak almak yanlış olmayacak. Türkiye Cumhuriyet Merkez Bankası (TCMB) kendi bilançosundan seçtiği dört ayrı parasal büyüklüğün artış hızına kısıtlama getirmiştir. Bu parasal büyüklükler; TCMB’nin bilanço büyüklüğü, TCMB’nin toplam iç yükümlülükleri, TCMB’nin toplam iç varlıkları ve merkez bankası parasıdır."
  },
  {
    "id": "3182390",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi yabancı ülke para biriminin resmi para birimi olarak kullanıldığı rejimi ifade eder?",
    "correctAnswer": "B",
    "options": {
      "A": "Para kurulu",
      "B": "Resmi dolarlaşma",
      "C": "Sabit döviz kuru rejimi",
      "D": "Dalgalı döviz kuru rejimi",
      "E": "Esnek döviz kuru rejimi"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \" Resmi Dolarlaşma\" konusunu yeniden gözden geçiriniz.<br/>Yerli paranın kullanımdan kaldırılıp yabancı bir paranın kullanılmasına ‘resmi dolarlaşma’ denmektedir. Genellikle o yabancı para ‘dolar’ oluyor; bu nedenle rejimin adı ‘dolarlaşma’. Bu eyleme hükümetçe karar verildiği için de ‘resmi’. Temel amaç, kullanılmaya başlanılan paranın saygınlığından yararlanmak. Böylelikle mesela yurtiçi faiz oranını o gelişmiş ülkenin düşük faiz oranı düzeyine getirmektir. Çok küçük ülkelerin uygulamaları bir tarafa bırakıldığında resmi dolarlaşmanın en çok bilinen iki örneği Ekvator ve Panama'dır."
  },
  {
    "id": "3182415",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi katı enflasyon hedeflemesinin amaçlarından birisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Kur açığı",
      "B": "Bütçe açığı",
      "C": "Faiz açığı",
      "D": "Çıktı açığı",
      "E": "Enflasyon açığı"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"Klasik Enflasyon Hedeflemesi\" konusunu yeniden gözden geçiriniz.<br/>Klasik enflasyon hedeflemesi uygulamasında, fiyat istikrarı temel amacına uygun olarak ulaşılmak istenen bir amaç var: Birincisi, enflasyon ile enflasyon hedefi arasındaki fark en aza indirilmek isteniliyor. Bu farka ‘enflasyon açığı’ deniliyor. Enflasyon hedefin üzerinde ise enflasyon açığı artı değer alıyor. Tersi durumda, enflasyon açığının değeri eksi oluyor. İkincisi, üretim düzeyi ile potansiyel üretim düzeyi arasındaki farkın en aza indirilmesi amaçlanıyor. Bu farka da ‘çıktı açığı’ deniliyor. Çıktı açığı artı değer alıyorsa, üretim düzeyi potansiyelinin üzerinde demektir. Eksi değer aldığında ise potansiyelinin altında bir üretim düzeyi söz konusu oluyor. Bu tür rejimler ‘esnek enflasyon hedeflemesi’ rejimleri olarak adlandırılıyorlar. Uygulamada çok görülmemekle birlikte, sadece enflasyon açığına yoğunlaşan enflasyon hedeflemesi rejimleri de var; ‘katı enflasyon hedeflemesi’ rejimleri olarak adlandırılıyorlar. Diğer bir ifadeyle, katı enflasyon hedeflemesi uygulayan bir merkez bankasının amaç fonksiyonunda çıktı açığı yer almıyor; sadece enflasyonun hedeften sapması var. Esnek enflasyon hedeflemesinde ise amaç fonksiyonunda hem çıktı açığı hem de enflasyonun hedeften sapması yer alıyor. Buna karşılık, her iki rejimde de merkez bankaları hem çıktı açığına hem de enflasyon açığına tepki veriyorlar. Ancak katı enflasyon hedeflemesinde enflasyon ve çıktı açıklarına verilen faiz tepkisi daha şiddetli oluyor."
  },
  {
    "id": "3182581",
    "unitNumber": 7,
    "text": "Doğal işsizlik oranı yüksek, potansiyel büyüme oranı düşük olabilir. Dolayısıyla politika yapıcı bu konuda istikrarlı bir politika üretmek isterse, Devlet, Para politikası araçlarını kullanmak yerine aşağıdaki seçeneklerde verilen uygulamalardan hangisini seçmesi gerekir ?",
    "correctAnswer": "A",
    "options": {
      "A": "Derin yapısal reformlar yapması",
      "B": "Küresel boyutta rekabeti geliştirmesi",
      "C": "İşgücü dönüşüm oranı üzerine yoğunlaşması",
      "D": "İşgücü planlaması üzerine önlemler alması",
      "E": "Nitelikli istihdam üzerine kararlar alması"
    },
    "explanation": "Doğal işsizlik oranı yüksek, potansiyel büyüme oranı düşük olabilir. Dolayısıyla politika yapıcı bu oranları değiştirmek isteyebilir. Sorun şu ki, para politikası araçları ile doğal işsizlik ve potansiyel büyüme oranlarını değiştirmek mümkün değil. Derin yapısal reformlar gerektiriyor."
  },
  {
    "id": "3182583",
    "unitNumber": 7,
    "text": "Hangi tür bağımsızlığa sahip bir merkez bankasının kamu kesimi açığını finanse etmek için hazineye kredi vermesi ya da birinci piyasada hazine tahvillerini satın alması yasal olarak olanaksızdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Ekonomik bağımsızlık",
      "B": "Politik bağımsızlık",
      "C": "Sistematik bağımsızlık",
      "D": "Kontrollü bağımsızlık",
      "E": "Ticari bağımsızlık"
    },
    "explanation": "Ekonomik bağımsızlığa sahip bir merkez bankasının kamu kesimi açığını finanse etmek için hazineye kredi vermesi ya da birinci piyasada hazine tahvillerini satın alması yasal olarak olanaksız."
  },
  {
    "id": "3182587",
    "unitNumber": 7,
    "text": "\"Merkez bankası bağımsızlığı ile .... arasında önemli bir ilişki vardır. Merkez bankalarının daha bağımsız olduğu ülkelerde .... daha düşük oluyor.\"<br/>Yukarıdaki ifadede boşluklara sırasıyla hangi kavramlar getirilmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "enflasyon, enflasyon",
      "B": "büyüme, büyüme",
      "C": "istihdam, istihdam",
      "D": "ithalat, ithalat",
      "E": "ihracat, ihracat"
    },
    "explanation": "Merkez bankası bağımsızlığı ile enflasyon arasında önemli bir ilişki vardır. Merkez bankalarının daha bağımsız olduğu ülkelerde enflasyon daha düşük oluyor. Bu gözlemin arkasındaki temel neden, merkez bankası bağımsızlığının, hükümetlerin enflasyon yaratan uygulamalara yönelme heveslerini dizginlemesidir."
  },
  {
    "id": "3182595",
    "unitNumber": 7,
    "text": "Hangi rejimin uygulamasında, yıl sonuna doğru hem gelecek yıl hem de orta vadede hedef alınan para arzı tanımının ne olduğu ve bu para arzının hangi sınırlar içerisinde tutulacağı kamuoyuna açıklanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Parasal kontrol rejimi",
      "B": "Sıkı para rejimi",
      "C": "Dengeli kurlar rejimi",
      "D": "Küresel dinamikler rejimi",
      "E": "Geniş istihdam rejimi"
    },
    "explanation": "Parasal kontrol rejimi uygulamasında, yıl sonuna doğru hem gelecek yıl hem de orta vadede hedef alınan para arzı tanımının ne olduğu ve bu para arzının hangi sınırlar içerisinde tutulacağı kamuoyuna açıklanıyor."
  },
  {
    "id": "3182603",
    "unitNumber": 7,
    "text": "Reel faizi ve enflasyonu bir çırpıda düşürmek amacıyla, milli paradan vazgeçilip başka bir ülkenin parasının kullanılması hangi kavramla tanımlanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Resmi dolarlaşma",
      "B": "Yapay kurlar",
      "C": "Kontrollü ihracat",
      "D": "Sanal zenginleşme",
      "E": "Dengesiz büyüme"
    },
    "explanation": "Milli paradan vazgeçilip başka bir ülkenin parasının kullanılmasına ‘resmi dolarlaşma’ deniliyor. Amaç, reel faizi ve enflasyonu bir çırpıda düşürmek."
  },
  {
    "id": "3182606",
    "unitNumber": 7,
    "text": "\"Merkez bankasına yasayla fiyat istikrarını sağlama görevi temel amaç olarak veriliyor. Merkez bankasının kamu kesimine kredi açması yasaklanıyor ve temel amacı doğrultusunda istediği politika aracını serbestçe kullanmasına izin veriliyor. Ya hükümetle birlikte ya hükümet tarafından ya da merkez bankasınca kısa ve orta vadeli enflasyon hedefleri belirleniyor ve kamuoyuna açıklanıyor.\"<br/>Yukarıda tanımlanan rejim aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Enflasyon hedeflemesi rejimi",
      "B": "Hareketli ortalamalar rejimi",
      "C": "Kontrollü ihracat rejimi",
      "D": "Çıpalı kur rejimi",
      "E": "Ödemeler dengesi rejimi"
    },
    "explanation": "Enflasyon hedeflemesi rejimi bu arayışlar sonucunda ortaya çıktı. Özü şu: Merkez bankasına yasayla fiyat istikrarını sağlama görevi temel amaç olarak veriliyor. Merkez bankasının kamu kesimine kredi açması yasaklanıyor ve temel amacı doğrultusunda istediği politika aracını serbestçe kullanmasına izin veriliyor. Ya hükümetle birlikte ya hükümet tarafından ya da merkez bankasınca kısa ve orta vadeli enflasyon hedefleri belirleniyor ve kamuoyuna açıklanıyor."
  },
  {
    "id": "3183278",
    "unitNumber": 7,
    "text": "Merkez bankalarının kamuya kredi açmaması anlamına gelen bağımsızlık kavramı aşağıdakilerden hangisidir? <br/>I. Araç Bağımsızlığı<br/>II. Amaç Bağımsızlığı<br/>III. Ekonomik Bağımsızlık<br/>IV. Politik Bağımsızlık",
    "correctAnswer": "B",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "I ve II",
      "D": "I, II ve IV",
      "E": "II ve IV"
    },
    "explanation": "Günümüzde çoğu merkez bankasına yasayla araç bağımsızlığı verilmiş durumda. Yine çoğu merkez bankası hem ekonomik bağımsızlığa hem de politik bağımsızlığa sahip. Amaç bağımsızlığı ise demokratik açıdan uygun bulunmuyor."
  },
  {
    "id": "3183280",
    "unitNumber": 7,
    "text": "Aşağıda yer alan ifadelerden hangisi <u>doğrudur?</u>",
    "correctAnswer": "C",
    "options": {
      "A": "Para tabanının küçük bir kısmı emisyondan oluşur.",
      "B": "Para tabanının önemli kısmı zorunlu karşılıklardan oluşur.",
      "C": "Reel faiz ve beklenen enflasyon arttıkça para talebi azalır.",
      "D": "Reel gelir ile para talebi arasında ilişki aynı yöndedir.",
      "E": "Nominal faiz, reel faiz ile bir önceki dönemin enflasyonunun bileşimidir."
    },
    "explanation": "Para tabanındaki değişiklikler mevduat ve kredi hareketlerine yol açarak daha geniş parasal büyüklükleri etkiliyorlar. Para tabanının önemli bir kısmı emisyondan (dolaşımdaki para artı bankaların kasasındaki para) oluşuyor. Kalanı da bankaların merkez bankasında tuttukları zorunlu karşılık ve serbest rezervlerden. Bu durumda, nominal faiz haddi artarken para tabanına olan talebin düşmesi beklenir. Nominal faiz ise reel faiz ile beklenen enflasyonun bileşimi. Dolayısıyla, reel faiz ve beklenen enflasyon arttıkça para talebi azalacak. Para talebi bir de reel gelirimiz arttıkça daha fazla harcama yapmak istiyoruz; para talebimiz artıyor. Farklı bir ifadeyle,<br/>reel gelir ile para talebi arasında ilişki aynı yöndedir."
  },
  {
    "id": "3183281",
    "unitNumber": 7,
    "text": "İlk para kurulları nerede ve ne zaman ortaya çıkmıştır?",
    "correctAnswer": "A",
    "options": {
      "A": "19. yüzyılda Britanya’nın kolonilerinde",
      "B": "19. yüzyılda İspanya’nın kolonilerinde",
      "C": "20. yüzyılda ABD'de",
      "D": "20. yüzyılda İsviçre'de",
      "E": "20. yüzyılda İngiltere'de"
    },
    "explanation": "İlk para kurulları 19. yüzyılda Britanya’nın kolonilerinde ortaya çıkmıştır."
  },
  {
    "id": "3183282",
    "unitNumber": 7,
    "text": "Türkiye 1980 sonrası sabit kur rejimini terk etmiş fakat daha sonra, kurun alacağı değerin önceden açıklandığı bir tür sabit kur rejimini tekrar uygulamak durumunda kalmıştır. bu uygulamanın başladığı yıl hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "1983",
      "B": "1991",
      "C": "1995",
      "D": "1996",
      "E": "2000"
    },
    "explanation": "Sabit kur rejiminin bir başka çeşidi de var. Döviz kurunun her gün alacağı değerin çok önceden açıklandığı bir rejimi de ‘sabit’ kur rejimi sınıfına sokabiliriz. Ortak nokta, önceden söz verilen bir döviz kuru değerinin olması. Genellikle enflasyonun paranın bağlandığı ülkenin enflasyonundan yüksek olacağının beklendiği ülkelerde uygulanıyor. Aradaki farkı giderecek şekilde döviz kurunun önceden açıklanan biçimde yükselmesine izin veriliyor. Böylelikle, döviz kurundaki (tahmin edilen) artışın yurtiçi ile yurtdışı enflasyon arasındaki (tahmin edilen) fark kadar olmasına çalışılıyor. Hem döviz kurunun, sözgelimi bir yıl boyunca alacağı değer yılbaşında (önceden) açıklanmış ve böylece döviz kuru hakkındaki belirsizlik ortadan kaldırılmış olunuyor. Hem de yerli paranın reel olarak değer kaybetmesinin ya da değerlenmesinin önüne geçilmeye çalışılıyor. Türkiye, 2000 yılında bu tür bir rejime geçmiştir."
  },
  {
    "id": "3183283",
    "unitNumber": 7,
    "text": "Klasik enflasyon hedeflemesi uygulamasında, üretim düzeyi ile potansiyel üretim düzeyi arasındaki farkın en aza indirilmesi amaçlanır. Söz konusu fark aşağıdakilerden hangisi ile ifade edilmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Enflasyon açığı",
      "B": "Birincil açık",
      "C": "İkiz açık",
      "D": "Çıktı açığı",
      "E": "Kur açığı"
    },
    "explanation": "Üretim düzeyi ile potansiyel üretim düzeyi arasındaki farkın en aza indirilmesi amaçlanıyor. Bu farka da ‘çıktı açığı’ deniliyor. Çıktı açığı artı değer alıyorsa, üretim düzeyi potansiyelinin üzerinde demektir. Eksi değer aldığında ise potansiyelinin altında bir üretim düzeyi söz konusu oluyor."
  },
  {
    "id": "3183284",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi klasik enflasyon hedeflemesinde amacı oluşturan değişkenlerden <u>değildir?</u>",
    "correctAnswer": "E",
    "options": {
      "A": "Enflasyon",
      "B": "Enflasyon hedefi",
      "C": "Üretim düzeyi",
      "D": "Potansiyel üretim düzeyi",
      "E": "Bütçe açığı"
    },
    "explanation": "Klasik enflasyon hedeflemesinde amacı oluşturan değişkenler; enflasyon, enflasyon hedefi, üretim ve potansiyel üretim düzeyidir."
  },
  {
    "id": "3183449",
    "unitNumber": 7,
    "text": "<em>Kamu borcu çok yüksek düzeyde ve üstelik vadesi de kısaysa, borcun geri ödenmeyebileceği hakkında şüpheler oluşur. Bu tür kaygılar yaygınlaşıyorsa, risk primi, dolayısıyla reel faizler yükselir. Aynı ortamda döviz cinsinden mali varlıkları satın almak daha cazip hale gelir, döviz kurları da yükselir. </em><br/>Söz konusu durum, enflasyon hedeflemesi açısından hangi kavram ile ifade edilir?",
    "correctAnswer": "C",
    "options": {
      "A": "Şeffaflık",
      "B": "Konsolidasyon",
      "C": "Mali baskınlık",
      "D": "Mali kural",
      "E": "Borç tasarımı"
    },
    "explanation": "Enflasyon hedeflemesinin ön koşullarından birisi de mali baskınlıktır. Kamu borcu çok yüksek düzeyde ve üstelik vadesi de kısaysa, borcun geri ödenmeyebileceği hakkında şüpheler oluşur. Bu tür kaygılar yaygınlaşıyorsa, risk primi, dolayısıyla reel faizler yükselir. Aynı ortamda döviz cinsinden mali varlıkları satın almak daha cazip hale gelir ve döviz kurları da yükselir. Dolayısıyla, mali baskınlık enflasyon hedeflemesi uygulayan merkez bankalarının işlerini son derece zorlaştırır."
  },
  {
    "id": "3183450",
    "unitNumber": 7,
    "text": "Beklenen enflasyon, TCMB’nin ‘Piyasa Katılımcıları Beklenti Anketi’nin ........... ayında yıl sonu için bekledikleri enflasyonu gösterir.<br/>Boşluğa hangisi getirilmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Haziran",
      "B": "Temmuz",
      "C": "Ekim",
      "D": "Kasım",
      "E": "Aralık"
    },
    "explanation": "Beklenen enflasyon, TCMB’nin ‘Piyasa Katılımcıları Beklenti Anketi’nin Haziran ayında yıl sonu için bekledikleri enflasyonu gösterir."
  },
  {
    "id": "3183451",
    "unitNumber": 7,
    "text": "2008 krizi sonrasında, büyük gelişmiş ülkelerin merkez bankaları ekonomik daralmayı sınırlamak üzere faiz hadlerini süratle sıfıra doğru yaklaştırdılar. Ayrıca kredi piyasasını canlandırmak üzere o zamana kadar görülmemiş büyüklükte ve hızda parasal genişlemeye gittiler. Bir yandan çok düşük faiz oranları diğer yandan bol miktarda para, Türkiye’nin ve benzeri yükselen piyasa ekonomilerinin ..................................... olanağına ulaşmasına yol açtı.<br/>Boşluğa hangi ifade getirilmelidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Enflasyonu düşürme",
      "B": "Yüksek büyüme oranlarını yakalama",
      "C": "Cari açıklarını azaltma",
      "D": "Döviz kurlarını sabitleme",
      "E": "Bol miktarda döviz cinsinden borçlanma"
    },
    "explanation": "2008 krizi sonrasında, büyük gelişmiş ülkelerin merkez bankaları ekonomik daralmayı sınırlamak üzere faiz hadlerini süratle sıfıra doğru yaklaştırdılar. Ayrıca kredi piyasasını canlandırmak üzere o zamana kadar görülmemiş büyüklükte ve hızda parasal genişlemeye gittiler. Bir yandan çok düşük faiz oranları diğer yandan bol miktarda para, Türkiye’nin ve benzeri yükselen piyasa ekonomilerinin bol miktarda döviz cinsinden borçlanma olanağına ulaşmasına yol açtı."
  },
  {
    "id": "3183452",
    "unitNumber": 7,
    "text": "Türkiye'de klasik enflasyon hedeflemesine hangi yıl başından itibaren geçilmiştir.",
    "correctAnswer": "B",
    "options": {
      "A": "2002",
      "B": "2006",
      "C": "2007",
      "D": "2009",
      "E": "2011"
    },
    "explanation": "Türkiye'de klasik enflasyon hedeflemesine 2006 yıl başından itibaren geçilmiştir."
  },
  {
    "id": "3184141",
    "unitNumber": 7,
    "text": "Bir Merkez Bankası'nın \"enflasyon hedeflemesinin\" ön koşulları aşağıdakilerden hangisidir?<br/>1. Merkez Bankasının bağımsız olması<br/>2. Mali baskınlık olmaması<br/>3. Finansal sistemin sağlıklı olması",
    "correctAnswer": "A",
    "options": {
      "A": "1-2-3",
      "B": "1-3",
      "C": "1-2",
      "D": "2-3",
      "E": "Sadece 3"
    },
    "explanation": "1. Merkez Bankasının bağımsız olması<br/>2. Mali baskınlık olmaması<br/>3. Finansal sistemin sağlıklı olması"
  },
  {
    "id": "3184142",
    "unitNumber": 7,
    "text": "Para otoritesi aldığı kararlar, bu kararların gerekçeleri ve ekonomik gelişmeler hakkındaki düşünceleri açısından hangi özellikte olmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Şeffaf",
      "B": "Otokratik",
      "C": "Katılımcı",
      "D": "Küresel",
      "E": "Disiplinli"
    },
    "explanation": "Para otoritesi aldığı kararlar, bu kararların gerekçeleri ve ekonomik gelişmeler hakkındaki düşünceleri açısından şeffaf olmalı. Şeffaflık, kamuoyuna yayınlanan istatistikler ve raporlar yoluyla sağlanıyor."
  },
  {
    "id": "3184143",
    "unitNumber": 7,
    "text": "\"Kamu kesiminin harcamalarının gelirlerinden fazla olmasına bağlı olarak ortaya çıkan açıkların merkez bankası kaynakları ile finansmanı .... yaratacaktır.\"<br/>Yukarıdaki ifadede boşluğa hangi kavram getirilmelidir?",
    "correctAnswer": "A",
    "options": {
      "A": "enflasyon",
      "B": "büyüme",
      "C": "işsizlik",
      "D": "inovasyon",
      "E": "stagflasyon"
    },
    "explanation": "Kamu kesiminin harcamalarının gelirlerinden fazla olmasına bağlı olarak ortaya çıkan açıkların merkez bankası kaynakları ile finansmanı enflasyon yaratacaktır."
  },
  {
    "id": "3184144",
    "unitNumber": 7,
    "text": "Merkez bankasının bağımsız olması dediğimiz zaman aklımıza hangi bağımsızlıklar gelmelidir?<br/>1. Araç bağımsızlığı<br/>2. Politik bağımsızlık <br/>3. Ekonomik bağımsızlık",
    "correctAnswer": "A",
    "options": {
      "A": "1-2-3",
      "B": "1-2",
      "C": "2-3",
      "D": "1-3",
      "E": "Sadece 1"
    },
    "explanation": "Merkez bankasının bağımsız olması dediğimiz zaman aklımıza öncelikle araç bağımsızlığı, politik bağımsızlık ve ekonomik bağımsızlık gelmektedir."
  },
  {
    "id": "3184700",
    "unitNumber": 7,
    "text": "Merkez bankasının kamu kesimi açığını finanse etmek için hazineye kredi vermesinin yasal olarak sınırlandırılmasında temel olarak ne amaçlanmaktadır?",
    "correctAnswer": "A",
    "options": {
      "A": "Enflasyonu önlemek",
      "B": "Bütçe açığını önlemek",
      "C": "Faiz artışını önlemek",
      "D": "Tahvil piyasasını geliştirmek",
      "E": "Merkez bankası karını arttırmak"
    },
    "explanation": "Ekonomik bağımsızlığa sahip bir merkez bankasının kamu kesimi açığını finanse etmek için hazineye kredi vermesi ya da birinci piyasada hazine tahvillerini satın alması yasal olarak olanaksızdır. Bu yasaklamayla bütçenin finansmanı için parasal genişlemeye gidilmesinin önü kesiliyor. Açık ki, bir merkez bankasının yasasına bu tür bir madde konulmasının temel amacı yüksek enflasyona ve hiperenflasyona giden yolu kapatmaktır."
  },
  {
    "id": "3184701",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi merkez bankasının politik bağımsızlığı kavramı ile örtüşmektedir?",
    "correctAnswer": "D",
    "options": {
      "A": "Merkez bankasının kamu kesimi açığını finanse etmek için hazineye kredi verememesi",
      "B": "Merkez bankasının birincil piyasadan hazine tahvillerini satın alabilmesi",
      "C": "Merkez bankasının para politikası amacına yalnız kendisinin karar verebilmesi",
      "D": "Merkez bankası başkan ve üst düzey yöneticilerinin görev süresinin uzun olması",
      "E": "Merkez bankası üst düzey yöneticilerinin görevine istenildiği an son verilebilmesi"
    },
    "explanation": "Politik bağımsızlık çerçevesinde, merkez bankasının üst düzey yöneticilerinin görev sürelerinin uzun olmasının ve görevden almalarının zorlaştırılması gerektiği üzerinde görüş birliği var. Yöneticilerin o göreve nasıl atandıkları da önemli. Tek bakan imzasıyla mı? Yoksa bakanlar kurulu kararıyla mı? Tek imzalı atamaların da politik bağımsızlık açısından istenmediğini belirtmek gerekir.<br/>Günümüzde çoğu merkez bankasına yasayla araç bağımsızlığı verilmiş durumdadır. Yine çoğu merkez bankası hem ekonomik bağımsızlığa hem de politik bağımsızlığa sahip. Amaç bağımsızlığı ise demokratik açıdan uygun bulunmuyor."
  },
  {
    "id": "3184703",
    "unitNumber": 7,
    "text": "Resmi dolarlaşma uygulamasına giden bir ülkenin senyoraj geliri elde edememesinin nedeni aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ülkede yüksek enflasyon yaşandığı için",
      "B": "Ülke sabit kur sistemine geçtiği için",
      "C": "Ülke parasal büyüklükleri hedef aldığı için",
      "D": "Ülke enflasyon hedeflemesi stratejisi izlediği için",
      "E": "Ülke kendi parasını basmaktan vazgeçtiği için"
    },
    "explanation": "Resmi dolarlaşma sistemi ile kendi paranızı basmaktan vazgeçtiğiniz için senyoraj gelirlerinden de vazgeçiyorsunuz. Senyoraj geliri, devletin para basarak satın aldığı mal ve hizmet miktarı olarak tanımlanıyor. Dolayısıyla, kendi parasını basan her ülkenin bir senyoraj geliri vardır."
  },
  {
    "id": "3184706",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi para kurulunun özelliklerinden biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Merkez bankası sadece bankalara kredi vererek para basabilir",
      "B": "Merkez bankası sadece döviz karşılığında para basabilir",
      "C": "Esnek kur sistemi geçerlidir",
      "D": "Bütçe açıkları merkez bankası kaynakları ile finanse edilebilir",
      "E": "Başka bir ülkenin parası resmi para birimi olur"
    },
    "explanation": "Para kurulu iki ana unsurdan oluşuyor. Birincisi, döviz kuru sabit; yerli para birimini çapa olarak seçtiğiniz bir para birimine karşı sabitliyorsunuz. İkincisi, ‘ne kadar döviz o kadar yerli para’ durumu geçerli. <br/>Bu iki ana yapıtaşı para kurulunun enflasyonla mücadele açısından temel yararlarını da ortaya koyuyor. Birincisi, merkez bankası sadece döviz karşılığında para basıyor. Dolayısıyla, bütçe açıklarının merkez bankası kaynaklarıyla finanse edilmesi önleniyor."
  },
  {
    "id": "3184707",
    "unitNumber": 7,
    "text": "Sabit döviz kurunun geçerli olduğu bir ekonomide döviz talebindeki artış kuru yükseltirse, merkez bankası kuru eski düzeyine getirmek için nasıl bir politika izler?",
    "correctAnswer": "C",
    "options": {
      "A": "Para arzını arttırır ya da reeskont oranını yükseltir",
      "B": "Para arzını azaltır ya da reeskont oranını düşürür",
      "C": "Döviz satar ya da yurt içi faizi yükseltir",
      "D": "Döviz satın alır ya da yurt içi faizi düşürür",
      "E": "Döviz satın alır ya da yurt içi faizi sabit bırakır"
    },
    "explanation": "Sabit döviz kuru rejiminde ülke parası gelişmiş bir ekonominin parasına bağlanır ve döviz kuru ilan edilir.<br/>Para otoritesine düşen görev döviz kurunu açıklanan düzeyde tutmaktır. <br/>Döviz talebi artarsa döviz kuru yükselme eğilimine girer. Merkez bankası kuru sabit tutmak için yurtiçi faiz haddini yükseltirse, lira cinsinden mali varlıkların cazibesi artıp dövizin azalacak. Döviz talebini aşağıya düşürecek bir gelişme. İkinci seçenek, döviz piyasasında artan talebi ‘göğüslemek’; döviz satmak. Böylece döviz arzı artacak."
  },
  {
    "id": "3184708",
    "unitNumber": 7,
    "text": "Aşağıdaki kur sistemlerinin hangisinde merkez bankası döviz piyasasında sık sık döviz alıp satar?",
    "correctAnswer": "A",
    "options": {
      "A": "Kirli dalgalanma",
      "B": "Saf dalgalı kur",
      "C": "Safa yakın dalgalı kur",
      "D": "Resmi dolarlaşma",
      "E": "Parasal birlik"
    },
    "explanation": "Saf halde dalgalı kur rejimi uygulayan bir merkez bankası döviz kuruna müdahale etmiyor. Saf halde dalgalı döviz kuru rejiminin pratikte özellikle yükselen piyasa ekonomilerinde gözlendiği pek söylenemez. ‘Saf ’lığın da çeşitleri var. ‘Safa yakın’ dalgalı kur rejiminden söz edebiliriz mesela. Bu rejimde merkez bankası döviz piyasasına çok seyrek müdahale ediyor. Kirli dalgalı kur rejiminde ise merkez bankası döviz piyasasında sık sık döviz alıp satıyor; kura müdahale ediyor."
  },
  {
    "id": "3184710",
    "unitNumber": 7,
    "text": "Esnek enflasyon hedeflemesi ile ilgili aşağıdakilerden hangisi doğrudur?",
    "correctAnswer": "C",
    "options": {
      "A": "Esnek enflasyon hedeflemesinde merkez bankası sadece çıktı açığını en aza indirmeye çalışır.",
      "B": "Esnek enflasyon hedeflemesinde merkez bankası sadece enflasyon açığını en aza indirmeye çalışır.",
      "C": "Esnek enflasyon hedeflemesinde merkez bankası hem çıktı açığını hem de enflasyon açığını en aza indirmeye çalışır.",
      "D": "Esnek enflasyon hedeflemesinde merkez bankası hem döviz kurunu hem de enflasyon açığını en aza indirmeye çalışır.",
      "E": "Esnek enflasyon hedeflemesinde merkez bankası hem döviz kurunu hem de çıktı açığını en aza indirmeye çalışır."
    },
    "explanation": "Klasik enflasyon hedeflemesinde, merkez bankasının enflasyon açığı ve çıktı açığından oluşan bir amacı vardır. Esnek enflasyon hedeflemesi rejiminde merkez bankası hem çıktı açığını hem de enflasyon açığını en aza indirmeye çalışır."
  },
  {
    "id": "3184711",
    "unitNumber": 7,
    "text": "Aşağıdakilerden hangisi enflasyon hedeflemesinin ön koşullarından biridir?",
    "correctAnswer": "B",
    "options": {
      "A": "Mali baskınlık düzeyi yüksek olmalıdır",
      "B": "Merkez bankası bağımsız olmalıdır",
      "C": "Tüketici enflasyonu hedef olarak seçilmelidir",
      "D": "Enflasyon hedefi nokta hedef şeklinde olmalıdır",
      "E": "Para birimi döviz kuru sepetine bağlanmalıdır"
    },
    "explanation": "Bir merkez bankası enflasyon hedeflemesi uygulamaya başlamadan bazı önkoşulların sağlanması gerekir ki enflasyon hedeflemesi uygulanabilsin. Bunlardan biri; merkez bankasının bağımsız olması.<br/>Ekonomik birimler, bir merkez bankasının aldığı tüm kararların, siyasi kaygılardan uzak bir biçimde ve yasasındaki amaçlarına ulaşmak için alındığına ikna olmalı. İnandırıcılık için öncelikle merkez bankalarının araç bağımsızlığına sahip olmaları gerekiyor. Yetmez; enflasyon hedeflemesi uygulayan bir merkez bankasının yasası kamu kesimine kredi açmasına izin vermemeli. Bu kredilerle enflasyon arasında doğrudan bir ilişki var. Şüphesiz bir de enflasyon hedeflemesi uygulayan bir merkez bankasına yasayla enflasyonla mücadele etme görevinin verilmiş olması gerekiyor."
  },
  {
    "id": "3184713",
    "unitNumber": 7,
    "text": "TCMB ‘örtük enflasyon hedeflemesi’ rejimini hangi tarihte uygulamaya başlamıştır?",
    "correctAnswer": "B",
    "options": {
      "A": "1999 yılı başında",
      "B": "2002 yılı başında",
      "C": "2006 yılı başında",
      "D": "2010 yılı başında",
      "E": "2018 yılı başında"
    },
    "explanation": "TCMB 2002 yılının başında ‘örtük enflasyon hedeflemesi’ rejimi uygulamaya başlamıştır."
  },
  {
    "id": "3184716",
    "unitNumber": 7,
    "text": "Üretim potansiyel düzeyinin üzerinde (çıktı açığı pozitif) ise Taylor kuralına göre merkez bankası aşağıdakilerden hangisini yapmalıdır?",
    "correctAnswer": "A",
    "options": {
      "A": "Politika faizini artırmalıdır",
      "B": "Politika faizini düşürmelidir",
      "C": "Zorunlu karşılık oranını arttırmalıdır",
      "D": "Zorunlu karşılık oranını düşürmelidir",
      "E": "Zorunlu karşılık oranını sıfır yapmalıdır"
    },
    "explanation": "Taylor kuralı, merkez bankasının enflasyon ve çıktı açıklarındaki gelişmelere vermesi gereken faiz tepkisini gösteren bir denklem. John Taylor bir çeşit faiz kuralı geliştirmiştir. Bu kurala göre, merkez bankası, çıktı açığı pozitif değer alıyorsa, yani üretim potansiyel düzeyinin üzerinde ise, enflasyonist baskılar artacağından politika faizini artırmalıdır."
  },
  {
    "id": "3182485",
    "unitNumber": 8,
    "text": "I-Zorunlu karşılık uygulaması<br/>II-Bankaların müşterilerinin nakit taleplerindeki değişiklikler<br/>III-Merkez bankasının politika faizi uygulamaları<br/>IV- Hazinelerin borçlanma politikaları<br/>Yukarıdakilerden hangisi ya da hangileri bankacılık sisteminin likidite talebini belirleyen unsurlardan birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "I-III",
      "B": "II-III",
      "C": "I-II-III",
      "D": "I-II-IV",
      "E": "II-III-IV"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"Bankacılık Sisteminin Likidite Talebi ve Likidite Arzı\" konusunu yeniden gözden geçiriniz.<br/>Bankacılık sisteminin likidite talebini belirleyen üç ana unsur vardır Bunların başında zorunlu karşılık uygulaması geliyor. Bankalar, topladıkları mevduatın merkez bankasınca saptanan oranını merkez bankasında tutmak zorundalar. Merkez bankasında tutulan kısma ‘zorunlu karşılıklar’, bu kısmı belirleyen orana da ‘zorunlu karşılık oranı’ adı veriliyor. İkinci temel unsur, bankaların müşterilerinin nakit taleplerindeki değişiklikler. Mesela mevduat çekilişi olabilir. Üçüncü unsur ise hazinelerin borçlanma politikalarıdır. Bir ülkenin hazinesinin vadesi dolan borçları (hazine tahvilleri ve bonolar) için bankalara yaptığı ödeme tutarının altında yeni borçlanma yapması, bankacılık sisteminin likiditesini artırır. Buna karşılık, vadesi dolan tutarın üzerinde yeni borçlanma yapması bankacılık sisteminin likiditesini azaltır."
  },
  {
    "id": "3182487",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi merkez bankalarının likidite yönetiminde başvurduğu araçlardan birisi <em><strong>değildir</strong></em>?",
    "correctAnswer": "C",
    "options": {
      "A": "Zorunlu (Munzam) karşılık oranı",
      "B": "Makro-sakıngan araçlar",
      "C": "Vadeli mevduat faizi",
      "D": "Açık piyasa işlemleri",
      "E": "Reeskont kredileri"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"Likidite Yönetimi\" konusunu yeniden gözden geçiriniz.<br/>Likidite yönetimi, ekonomide, merkez bankalarının fiyat istikrarını ve finansal istikrarı sağlamak amaçlarına uygun likidite koşullarının oluşması için yapılmaktadır. Likidite yönetiminde merkez bankalarının kullandığı politika araçları ise şu şekildedir: Açık piyasa işlemleri, zorunlu karşılık sistemi, reeskont kredisi ve faizi. Merkez bankaları, açık piyasa işlemleri çerçevesinde repo ve ters repo, doğrudan tahvil alımı ve doğrudan tahvil satımı, bankalara kısa vadeli mevduat verme ve onlardan kısa vadeli mevduat alma gibi işlemler yapmaktadırlar."
  },
  {
    "id": "3182507",
    "unitNumber": 8,
    "text": "I-Döviz cinsinden açık pozisyon<br/>II-Likidite bolluğu<br/>III-Vade uyuşmazlığı<br/>IV-Sermaye yetersizliği<br/>Yukarıdakilerden hangisi ya da hangileri finansal istikrarsızlık sebeplerinden birisidir?",
    "correctAnswer": "D",
    "options": {
      "A": "I-II",
      "B": "II-III",
      "C": "I-II-III",
      "D": "I-III-IV",
      "E": "II-III-IV"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"Finansal İstikrar\" konusunu yeniden gözden geçiriniz.<br/>Finansal istikrarı sağlamak, bir merkez bankasının ikinci temel amaçlarından birisidir. Finansal istikrarsızlığa neden olan çok sayıda unsur vardır. Bunlardan en önemlileri şu şekilde sıralanabilir: Yabancı para cinsinden borçlar ile yabancı para cinsinden varlıklar arasındaki fark (döviz cinsinden açık pozisyon), vade uyuşmazlığı, sorunlu krediler, sermaye yetersizliği, likidite sıkıntısı ve sistemik risk."
  },
  {
    "id": "3182524",
    "unitNumber": 8,
    "text": "I-Fiyat istikrarını sağlamak<br/>II-Ekonomik büyümeyi sağlamak<br/>III-Finansal istikrarı sağlamak<br/>IV-Bütçe dengesini sağlamak<br/>Yukarıdakilerden hangisi ya da hangileri merkez bankasının temel amaçlarından birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "I-III",
      "B": "II-III",
      "C": "I-II-III",
      "D": "I-III-IV",
      "E": "II-III-IV"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"PARA POLİTİKASININ AMAÇLARI\" konusunu yeniden gözden geçiriniz.<br/>Para politikası ile enflasyon arasındaki yakın ilişki nedeniyle, bir merkez bankasının ilk temel amacı fiyat istikrarını sağlamak oluyor. Tek başına fiyat istikrarının yeterli olmadığını küresel kriz gösterdi. Finansal sistem istikrarlı değilse, fiyat istikrarı da tehlikeye girebiliyor. Finansal istikrarı sağlamak, bir merkez bankasının ikinci temel amacını oluşturuyor. Son yıllarda iklim değişikliğinin fiyat istikrarı ve finansal istikrar açısından yaratabileceği sorunlar giderek daha çok tartışılıyor. Bu sorunlara karşı merkez bankalarının neler yapabilecekleri araştırılıyor."
  },
  {
    "id": "3182540",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi sistemik riskin bileşenlerinden birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Fon gereksinimi olan bankaların bu gereksinimleri karşılanmaması",
      "B": "Risk alma iştahındaki belirgin değişiklikler",
      "C": "Geleceğe dair belirsizlikler",
      "D": "Varlık fiyatlarındaki oynaklıklar",
      "E": "Para politikasındaki değişiklikler"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"Finansal İstikrar\" konusunu yeniden gözden geçiriniz.<br/>Sistemik risk iki bileşenden oluşmaktadır. Bunlardan ilki, finansal kurumların aralarındaki ilişki. Karmaşık ilişkiler bir kurumda ortaya çıkabilecek sorunların diğer kurumları da etkilemesi riskini ortaya çıkarıyor. Bu nedenle, tekil finansal kurumların yanı sıra finansal sisteme bir bütün olarak bakılması gerekiyor. Sistemik riskin ikinci bileşenini ise risk alma iştahındaki belirgin değişiklikler ve bu değişikliklerin kaynağı oluşturuyor. Hızla büyüyen bir ekonomide risk alma iştahı yükseliyor. Kredi artışı, risk alma iştahının artmasıyla yükseliyor. Risk alma iştahı azalınca kredi artışı da düşüyor. Bu tür kredi hareketleri, potansiyelinin üzerinde büyüyen bir ekonominin daha da yüksek bir oranda büyümesine, potansiyelinin altında büyüyen bir ekonominin ise daha düşük bir oranda büyümesine yol açıyor. Potansiyelden uzaklaşıldıkça sorunların artacağını düşünürsek, finans kesimi ile reel kesim arasındaki bu ilişkinin şiddetini törpüleyecek önlemlere ihtiyaç olduğu ortaya çıkar. Küresel kriz sistemik riskin ne denli önemli olduğunu gösterdi. Bu tür risklerin önlenmesi için makro-sakıngan (makro-ihtiyati) politikaların uygulanması gündeme geldi. Bu önlemlerin bir kısmı finans kesime bir kısmı da reel kesime odaklanmaktadır."
  },
  {
    "id": "3182560",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi merkez bankasının politika faizinin koridorun alt sınırı olan borç alma faizi olmasını istememesi durumunda uyguladığı politika araçlarından birisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Repo ihalesi",
      "B": "Ters repo ihalesi",
      "C": "Reeskont kredileri",
      "D": "Zorunlu karşılık oranı",
      "E": "Kredi genişlemesi"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"Koridor Sistemi ve Politika Faizi\" konusunu yeniden gözden geçiriniz.<br/>2001 krizinden hemen sonra Türkiye’de durum böyleydi. Bu koşullar altında, merkez bankasının bankalara fon aktarması değil, bankalardan fon çekmesi gerekebilir. Üstelik bu uzunca bir süre devam edebilir. Bu durumda politika faizi borç alma faizi (koridorun alt sınırı) olabilir. Türkiye’de 2001 krizinden sonra 2010 ortalarına kadar durum böyleydi. Politika faizinin koridorun alt sınırı olan<br/>borç alma faizi olmasını istemiyorsa, merkez bankası bu durumda ters repo ihaleleri açarak bu ihalelerde ortaya çıkacak faizin politika faizine yakın bir düzeyde kalmasını sağlayabilir."
  },
  {
    "id": "3182584",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi hisse senedinin bugünkü fiyatını belirleyen unsurlardan birisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Hisse senedi fiyatlarındaki balonlar",
      "B": "Politika faizindeki değişmeler",
      "C": "Fiyatlar genel düzeyindeki değişmeler",
      "D": "Likidite yetersizliği",
      "E": "Sistemik riskler"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"Diğer Amaçlar\" konusunu yeniden gözden geçiriniz.<br/>Bir mali varlığın, mesela hisse senedinin bugünkü fiyatı iki unsur tarafından belirleniyor: İktisadi temeller ve balonlar. Hisse senedi için ‘iktisadi temel’ kâr payı (temettü) oluyor. Şirketlerin karlılığı yükseliyorsa, bu durumda, diğer unsurlar aynı kalmak üzere, şirketin hisse senedinin fiyatının da artması gerekir. Bazı koşullarda, hisse senedinin fiyatı yüksek kâr payları ile açıklanamayacak biçimde alıp başını gökyüzüne doğru gidebiliyor. 1995- 2000 arasında ABD’de ileri teknoloji ile çalışan şirketlerin hisse senedi fiyatlarında böyle bir balon oluşmuştu. Sonuçta o balon 2000 yılında patladı. Diğer mali varlıkların fiyatlarındaki hareketler de iktisadi temellerden kopabiliyor. Mesela ‘yarın’ dövizin fiyatının artacağını düşünüyorsam ‘bugün’ koşup döviz alıyorum; döviz kuru bugün artıyor. Bugün döviz kuru artınca yarın ve daha sonra artacağı beklentisi de yaygınlaşıyor. Böylelikle dövizin fiyatında bir balon oluşabiliyor."
  },
  {
    "id": "3182598",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi mevduat toplayan finansal kurumların bu mevduatlara karşılık olarak Merkez Bankası'nda bulundurmak zorunda oldukları mevduatların oranını ifade eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Açık piyasa işlemleri",
      "B": "Koridor faiz sistemi",
      "C": "Atıl rezerv oranı",
      "D": "Reeskont faiz oranı",
      "E": "Zorunlu (Munzam) karşılık oranı"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"Zorunlu (Munzam) Karşılık Oranı\" konusunu yeniden gözden geçiriniz.<br/>Zorunlu (Munzam) karşılık oranı, mevduat toplayan finansal kurumlar topladıkları mevduatın merkez bankasınca saptanan oranını merkez bankasında tutmak zorunda oldukları miktarı ifade eder. Bu oran ne kadar yüksekse, finansal kurumlara yatırılan her birim mevduatın krediye, ya da o bankaya kâr elde etme olanağı sağlayan benzeri bir varlık türüne dönüşen kısmı da o kadar az olacaktır. Daha<br/>düşük zorunlu karşılık oranları ise, diğer belirleyici unsurlar aynı kalmak üzere, ekonomiye arz edilen<br/>kredi ve benzeri finansal ürünlerin artması anlamına gelir."
  },
  {
    "id": "3182613",
    "unitNumber": 8,
    "text": "Aşağıdaki seçeneklerden hangisinde Türkiye Cumhuriyet Merkez Bankası'nın Repo ve ters repo işlemlerindeki en uzun vade süresi doğru biçimde verilmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "31 gün",
      "B": "61 gün",
      "C": "91 gün",
      "D": "121 gün",
      "E": "161 gün"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"Açık Piyasa İşlemleri\" konusunu yeniden gözden geçiriniz.<br/>Türkiye Cumhuriyet Merkez Bankası (TCMB) açık piyasa işlemlerini ya BİST Repo- Ters Repo Pazarı’nda gerçekleştiriyor ya da kendi bünyesinde gerçekleştirmektedir. Repo, ters repo, doğrudan alım ve doğrudan satım yapabiliyor. Ters repo ve doğrudan satım işlemi yapabilmesi için portföyünde Hazine tahvili olması gerekiyor. Portföyünün yetersiz olduğu durumlarda likidite senedi de ihraç edebilir. Bunlar vadesi 91 günü aşmayan senetler. Repo ve ters repo işlemlerindeki en uzun vade de 91 günle sınırlıdır. Doğrudan satın alınacak tahvillerde ise vade sınırı yok. Bu işlemleri BİST Repo-Ters Repo Pazarı’nda yapıyorsa, işlemler oranın kurallarına bağlıdır. TCMB ayrıca kendi bünyesinde işletilen Bankalararası Para Piyasası’nda bankalardan mevduat satın alıyor ya da bankalara mevduat satıyor. Bunlara depo alımı ve satımı da deniliyor. Depo satımı teminat karşılığında yapılıyor, depo alınırken ise TCMB’nin teminat vermesi söz konusu değildir."
  },
  {
    "id": "3182637",
    "unitNumber": 8,
    "text": "Aşağıdaki seçeneklerden hangisinde Türkiye Cumhuriyet Merkez Bankası'nın ihracatçılara reeskont kredisi verdiği banka doğru biçimde verilmiştir?",
    "correctAnswer": "D",
    "options": {
      "A": "Ziraat Bankası",
      "B": "Türkiye Halk Bankası",
      "C": "Vakıfbank",
      "D": "Eximbank",
      "E": "İller Bankası"
    },
    "explanation": "Yanıtınız yanlış ise lütfen \"Reeskont Kredisi ve Reeskont Faiz Oranı\" konusunu yeniden gözden geçiriniz.<br/>Türkiye Cumhuriyet Merkez Bankası (TCMB), verilen kredi karşılığında belirlenen vadelerdeki şirket ticari senetlerini ve akreditif alacağı gibi ticari belgeleri teminat olarak alıyor (iskonto ediyor). Hangi senetleri teminat olarak kabul edeceğini TCMB saptıyor. Likidite ihtiyacı olan bankaya verdiği reeskont kredisi karşılığında bankanın ödemesi gereken reeskont faizini TCMB belirliyor. TCMB ayrıca ihracatçılara Eximbank aracılığı ile reeskont kredisi veriyor. 2022 başındaki uygulama şöyle: Bu krediler, işlemin başlangıcında lira olarak kullandırılırken, işlemin vadesinde dolar olarak tahsil ediliyor."
  },
  {
    "id": "3183605",
    "unitNumber": 8,
    "text": "Önde gelen merkez bankalarının enflasyon hedefi yaklaşık hangi düzeydedir?",
    "correctAnswer": "B",
    "options": {
      "A": "%0",
      "B": "%2",
      "C": "%5",
      "D": "%7",
      "E": "%10"
    },
    "explanation": "Uluslararası finans sistemi açısından önemli merkez bankalarının orta vadeli enflasyon hedefleri yüzde 2 düzeyindedir. Fiyatların hiç artmadığı yüzde 0 bir hedef olarak alınmamaktadır. Nedeniyse bir durgunluk durumunda verilmesi gereken politika tepkisi, çhem maliye politikasını gevşetmek (vergileri azaltıp kamu harcamalarını artırmak) hem de reel faizleri düşürmektir. Ama yüzde 0 enflasyon ve nominal faizin alt sınırı reel faize de bir alt sınır getiriyor. Bu nedenle, orta vadeli enflasyon hedefi yüzde 0 olarak alınmamaktadır. Doğru cevap B'dir."
  },
  {
    "id": "3183608",
    "unitNumber": 8,
    "text": "Aşağıdaki finansal istikrarsızlık kaynaklarından hangisi tekil finansal kuruluşlardan çok sistemin geneline ilişkindir?",
    "correctAnswer": "D",
    "options": {
      "A": "Sorunlu krediler",
      "B": "Vade uyuşmazlığı",
      "C": "Sermaye yetersizliği",
      "D": "Sistemik risk",
      "E": "Likidite sıkıntısı"
    },
    "explanation": "Finansal sistemin geneline ilişkin risk sistemik risk olarak tanımlanır. Bu iki bileşenden oluşur; İlki, finansal kurumların aralarındaki ilişkidir. Karmaşık ilişkiler bir kurumda ortaya çıkabilecek sorunların diğer kurumları da etkilemesi riskini ortaya çıkarmaktadır. Sistemik riskin ikinci bileşenini ise risk alma iştahındaki belirgin değişiklikler ve bu değişikliklerin kaynağıdır. Doğru cevap D'dir."
  },
  {
    "id": "3183616",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bir ekonomide potansiyel büyüme oranını artırmak için <strong>kullanılamaz?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "İşgücünün niteliğini artırmak",
      "B": "Hukukun üstünlüğünü sağlamak",
      "C": "Faiz oranlarını düşürmek",
      "D": "Rekabeti artırmak",
      "E": "Ar-Ge çalışmalarının teşviki"
    },
    "explanation": "Para politikasıyla bir ülkenin potan- siyel üretim düzeyini değiştirmek mümkün değildir. Potansiyel büyüme hızının artırılabilmesi işgücünün nitelik düzeyinin yükseltilmesi, hukukun üstünlüğünün sağlanması, araştırma ve geliştirmenin özendirilmesi, rekabetin önündeki engellerin azaltılması gibi reformlarla ilgilidir. Bir para politikası aracı olan faiz oranlarını düşürmek potansiyel büyüme oranını etkilememektedir. Burada cari büyüme oranından değil, potansiyel büyüme oranından bahsedildiğine dikkat edilmelidir. Doğru cevap C'dir."
  },
  {
    "id": "3183620",
    "unitNumber": 8,
    "text": "Çağdaş merkez bankalarının en önemli para politikası aracı aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Zorunlu karşılık oranları",
      "B": "Döviz kuru politikası",
      "C": "Ters repo",
      "D": "İletişim politikası",
      "E": "Kısa vadeli faiz oranları"
    },
    "explanation": "Çağdaş merkez bankalarının en önemli araçlarının başında kısa vadeli faiz oranları gelmektedir. Merkez bankalarının uzun vadeli sözleşmelerde geçerli olan koşullar ile tüketim, yatırım ve dış ticaret kararlarını etkileyebilmeleri için, belirledikleri kısa vadeli faizlerin, kısa vadeli piyasa faizlerini etkilemesi gerekmektedir. Merkez bankasınca belirlenen faizler bankalarla merkez bankası arasında yapılan işlemlerde, kısa vadeli piyasa faizi ise bankaların kendi aralrında yaptıkları işlemlerde de geçerli olmaktadır. Doğru cevap E'dir."
  },
  {
    "id": "3183631",
    "unitNumber": 8,
    "text": "Bankacılık sisteminin likidite talebini belirleyen <strong>en temel</strong> unsur aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Zorunlu karşılık oranı",
      "B": "Müşterilerin nakit taleplerindeki değişiklikler",
      "C": "Hazinenin borçlanma politikaları",
      "D": "Kısa vadeli faiz oranları",
      "E": "Döviz kuru"
    },
    "explanation": "Bankacılık sisteminin likidite talebini belirleyen üç ana unsur vardır. Bunların başında zorunlu karşılık uygulaması gelmektedir. Bu uygulamada bankalar, topladıkları mevduatın merkez bankasınca saptanan oranını merkez bankasında tutmak zorundadır. Merkez bankasında tutulan kısma ‘zorunlu karşılıklar’, bu kısmı belirleyen orana da ‘zorunlu karşılık oranı’ adı verilmektedir. ‘Zorunlu karşılık’ yerine ‘munzam karşılık’ da denilmektedir. <br/>İkinci temel unsur, bankaların müşterilerinin nakit taleplerindeki değişikliklerdir. Mesela mevduat çekilişi olabilir. Üçüncü unsur hazinelerin borçlanma politikalarıdır. Doğru cevap A'dır."
  },
  {
    "id": "3183637",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi mevduat toplayan finansal kurumların bu mevduatların bir kısmını merkez bankasında tutmak zorunda olmasını ifade eder?",
    "correctAnswer": "E",
    "options": {
      "A": "Repo",
      "B": "Ters repo",
      "C": "Likidite yönetimi",
      "D": "Kolidor sistemi",
      "E": "Zorunlu karşılık oranı"
    },
    "explanation": "Mevduat toplayan finansal kurumlar topladıkları mevduatın merkez bankasınca saptanan oranını merkez bankasında tutmak zorundadırlar. Buna zorunlu (munzam) karşılık oranı adı verilmektedir. Bu oran ne kadar yüksekse, finansal kurumlara yatırılan her birim mevduatın krediye, ya da o bankaya kâr elde etme olanağı sağlayan benzeri bir varlık türüne dönüşen kısmı da o kadar az olacaktır. Daha düşük zorunlu karşılık oranları ise, diğer belirleyici unsurlar aynı kalmak üzere, ekonomiye arz edilen kredi ve benzeri finansal ürünlerin artması anlamına gelir. Doğru cevap E'dir."
  },
  {
    "id": "3183638",
    "unitNumber": 8,
    "text": "Çağdaş merkez bankalarının temel likidite yönetim aracı aşağıdakilerden hangisidir?",
    "correctAnswer": "B",
    "options": {
      "A": "Zorunlu karşılık oranı",
      "B": "Açık piyasa işlemleri",
      "C": "Kolidor sistemi",
      "D": "Faiz oranı",
      "E": "Döviz piyasası işlemleri"
    },
    "explanation": "Çağdaş merkez bankaları likidite yönetimini temel olarak açık piyasa işlemleri ile yapmaktadırlar. Piyasada geçici likidite sıkışıklığı varsa, bu sıkışıklığı gidermek için merkez bankasının kullanacağı ana araç ‘repo’ işlemidir. Eğer likidite fazlası bulunuyorsa ters repo işlemi yapılır. Doğru cevap B'dir."
  },
  {
    "id": "3183639",
    "unitNumber": 8,
    "text": "Aşağıdaki işlemlerden hangisi para tabanını artırır?",
    "correctAnswer": "B",
    "options": {
      "A": "Politika faizini artırmak",
      "B": "Merkez bankasının döviz alması",
      "C": "Zorunlu karşılık oranlarını artırmak",
      "D": "Ters repo işlemi",
      "E": "Reeskont faiz oranını artırmak"
    },
    "explanation": "Merkez bankasının döviz almasının yan etkisi piyasaya yerli para sürmesidir. O merkez bankasının bilançosunun varlık tarafında döviz rezervleri artırken, yükümlülük tarafında ise para tabanı artmaktadır. Dolayısıyla, sisteme arz edilen para tabanı artar. Doğru cevap B'dir."
  },
  {
    "id": "3183640",
    "unitNumber": 8,
    "text": "Merkez bankaları reeskont kredilerini aşağıdakilerden hangisine vermektedir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yabancı merkez bankalarına",
      "B": "Tüketicilere",
      "C": "Finansal kuruluşlara",
      "D": "İhracatçılara",
      "E": "Hazineye"
    },
    "explanation": "Reeskont kredisi merkez bankalarınca finansal kurumlara verilmektedir. Buradaki amaç, bankaların geçici likidite ihtiyaçlarını karşılamaktır.Doğru cevap C'dir."
  },
  {
    "id": "3183641",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi merkez bankasının geri alma vaadiyle bankalara tahvil satma işlemidir?",
    "correctAnswer": "E",
    "options": {
      "A": "İletişim politikası",
      "B": "Mikro sakıngan politika",
      "C": "Makro sakıngan politika",
      "D": "Repo",
      "E": "Ters repo"
    },
    "explanation": "Merkez bankasının geri alma vaadiyle bankalara tahvil satması ters repo işlemi olarak adlandırılır. Bunun karşılığında bankalar merkez bankasına fon aktarmış olurlar. Böylelikle sistemden bir süreliğine likidite çekilmiş olur. İşlemin ikinci aşamasında, ‘geri alma vaadi’ yerine getirilir. Yani, merkez bankası tahvillerini bankalardan geri satın alır. İlk aşamada sistemden çekilen likidite böylelikle tekrar sisteme dönmüş olur. Doğru cevap E'dir."
  },
  {
    "id": "3184102",
    "unitNumber": 8,
    "text": "Bir merkez bankasının <em>ilk temel</em> amacı aşağıdakilerden hangisidir?",
    "correctAnswer": "A",
    "options": {
      "A": "Fiyat istikrarını sağlamak",
      "B": "Yüksek istihdamı sağlamak",
      "C": "Gelir dağılımını düzeltmek",
      "D": "Özel tüketim alışkanlıklarını düzeltmek",
      "E": "Vergi adaleti sağlamak"
    },
    "explanation": "Bir merkez bankasının ilk temel amacı fiyat istikrarını sağlamaktır."
  },
  {
    "id": "3184114",
    "unitNumber": 8,
    "text": "<table> <tbody> <tr> <td> Varlıklar<br/></td> <td> Borçlar<br/></td> </tr> <tr> <td> <strong>A bankası</strong><br/></td> <td> 2000<br/></td> <td> 2100<br/></td> </tr> <tr> <td> <strong>B bankası</strong><br/></td> <td> 2000<br/></td> <td> 3000<br/></td> </tr> <tr> <td> <strong>C bankası</strong><br/></td> <td> 2000<br/></td> <td> 1900<br/></td> </tr> <tr> <td> <strong>D bankası</strong><br/></td> <td> 2000<br/></td> <td> 1650<br/></td> </tr> </tbody> </table> Yukarıdaki tabloya göre hangi banka iflas etmiştir?",
    "correctAnswer": "C",
    "options": {
      "A": "Yalnız B bankası",
      "B": "Yalnız D bankası",
      "C": "A ve B bankası",
      "D": "C ve D bankası",
      "E": "A, B ve C bankası"
    },
    "explanation": "Özkaynak = Varlık - Borç. Özkaynak negatif olursa ve sermayedarlar yeni sermaye koymazlarsa, banka iflas eder. <br/>A bankası= -100<br/>B bankası = -1000"
  },
  {
    "id": "3184155",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi merkez bankalarının para politikası araçlarından biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Para çarpanı",
      "B": "Kaldıraç oranı",
      "C": "GSYİH deflatörü",
      "D": "Enflasyon oranı",
      "E": "Politika faizi"
    },
    "explanation": "Çağdaş merkez bankalarının en önemli araçlarının başında kısa vadeli faiz oranları geliyor. Koridor sisteminde, koridorun üst sınırını merkez bankasının bankalara borç verme faizi, alt sınırını ise merkez bankasının bankalardan borç alma faizi belirliyor. Bir de koridorun içinde kalacak şekilde belirlenen faiz var. Buna politika faizi deniliyor. Merkez bankaları asıl olarak bu faizden bankalara likidite sağlıyorlar."
  },
  {
    "id": "3184156",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi koridor sistemi ile ilgili <strong>yanlış</strong> bir bilgidir?",
    "correctAnswer": "D",
    "options": {
      "A": "Politika faizi, faiz koridorunun içinde kalacak şekilde belirlenir",
      "B": "Koridorun üst sınırı, merkez bankasının bankalara borç verme faizidir",
      "C": "Koridorun alt sınırı, merkez bankasının bankalardan borç alma faizidir",
      "D": "Politika faizi orta ve uzun vadeli olarak belirlenir",
      "E": "Koridorun genişliği ile piyasa faizinin belirsizlik derecesi etkilenir"
    },
    "explanation": "Politika faizi (<em>i</em>p), faiz koridorunun içinde kalacak şekilde belirleniyor. Dolayısıyla, koridorun bir üst sınırı bir de alt sınırı var. Üst sınıra, ‘merkez bankasının bankalara borç verme faizi’ (<em>i</em>v) deniliyor. Asıl olarak politika faizinden borç veriyor merkez bankası. Politika faizi repo faizidir. Koridorun alt sınırını ise merkez bankasının bankalardan borç alma faizi belirliyor. Koridorun genişliği de önemlidir; bankaların kendi aralarında yaptıkları kısa vadeli işlemlerde ortaya çıkan kısa vadeli piyasa faizinin ne kadar oynayabileceğini belirliyor. Genişlik ne kadar fazla ise oynaklık ihtimali o kadar yüksek olacak. Ne kadar düşükse de kısa vadeli piyasa faizi o kadar az oynayabilecek. Bir anlamda, piyasa faizi için belirsizliğin derecesini saptanmış olunuyor koridorun genişliği ile."
  },
  {
    "id": "3184157",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi bankacılık sisteminin likidite talebini belirleyen unsurlardan biridir?",
    "correctAnswer": "C",
    "options": {
      "A": "Sermaye gereksinimleri",
      "B": "Reeskont politikası",
      "C": "Zorunlu karşılık uygulaması",
      "D": "Döviz gereksinimleri",
      "E": "Açık piyasa işlemleri"
    },
    "explanation": "Bankacılık sisteminin likidite talebini belirleyen üç ana unsur var. Bunların başında zorunlu karşılık uygulaması geliyor. İkinci temel unsur, bankaların müşterilerinin nakit taleplerindeki değişiklikler. Mesela mevduat çekilişleri olabilir. Üçüncü unsur hazinelerin borçlanma politikaları. Bir ülkenin hazinesinin vadesi dolan borçları (hazine tahvilleri ve bonolar) için bankalara yaptığı ödeme tutarının altında yeni borçlanma yapması, bankacılık sisteminin likiditesini artırır."
  },
  {
    "id": "3184309",
    "unitNumber": 8,
    "text": "Aşağıdaki merkez bankası politika uygulamalarından hangisi beklenmedik mevduat çekilişlerine karşı bir sigorta işlevi görür?",
    "correctAnswer": "A",
    "options": {
      "A": "Zorunlu karşılık uygulaması",
      "B": "Açık piyasa işlemleri",
      "C": "Koridor sistemi",
      "D": "Döviz müdahaleleri",
      "E": "Depo alımları"
    },
    "explanation": "Merkez bankası zorunlu karşılık uygulamasıyla bankalardan topladıkları mevduatın bir kısmını kendisine yatırmasını istiyor. Bu uygulamanın en önemli nedeni finansal istikrara katkıda bulunmak. Birincisi, merkez bankasında toplanan zorunlu karşılıklar beklenmedik mevduat çekilişlerine karşı bir sigorta işlevi görüyorlar."
  },
  {
    "id": "3184311",
    "unitNumber": 8,
    "text": "Merkez bankası döviz alımı sonucunda sisteme sürdüğü parayı sterilize etmek isterse aşağıdakilerden hangisini yapması gerekir?",
    "correctAnswer": "B",
    "options": {
      "A": "Repo işlemi",
      "B": "Ters repo işlemi",
      "C": "Doğrudan tahvil alımı",
      "D": "Reeskont oranında indirim",
      "E": "Politika faizinde indirim"
    },
    "explanation": "Piyasadan döviz alan bir merkez bankası aynı zamanda piyasaya yerli para sürmüş olur. Merkez bankasının bilançosunun varlık tarafında döviz rezervleri artar, yükümlülük tarafında ise para tabanı. Dolayısıyla, sisteme arz edilen para tabanı artar. Merkez bankası bu artışın enflasyonu yükselteceğinden korkuyorsa, açık piyasa işlemleri ile sisteme çıkan likiditeyi çekecek. Ters repo yapacak ve/veya doğrudan tahvil satacak. Bu işleme ‘sterilizasyon’ denilmektedir."
  },
  {
    "id": "3184312",
    "unitNumber": 8,
    "text": "TCMB finansal sistemin likiditesini 1 haftalığına azaltmak istiyorsa aşağıdaki para politikası araçlarından hangisini kullanır?",
    "correctAnswer": "C",
    "options": {
      "A": "Reeskont oranını düşürür",
      "B": "Repo yapar",
      "C": "Ters repo yapar",
      "D": "Doğrudan tahvil alır",
      "E": "Döviz alım müdahalesi yapar"
    },
    "explanation": "TCMB açık piyasa işlemlerini ya BİST Repo- Ters Repo Pazarı’nda gerçekleştiriyor ya da kendi bünyesinde. Repo, ters repo, doğrudan alım ve doğrudan satım yapabiliyor. Repo ve ters repo işlemlerindeki en uzun vade 91 günle sınırlıdır."
  },
  {
    "id": "3184313",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi TCMB’nin iletişim araçlarından biridir?",
    "correctAnswer": "E",
    "options": {
      "A": "Döviz ihaleleri",
      "B": "Analitik bilanço",
      "C": "Enflasyon hedefi",
      "D": "Politika faizi",
      "E": "Enflasyon raporu"
    },
    "explanation": "TCMB’nin en önemli iki iletişim aracı Para Politikası Kurulu toplantılarından sonra yayınlanan duyurular ve üç ayda bir yayınlanan Enflasyon Raporudur."
  },
  {
    "id": "3184314",
    "unitNumber": 8,
    "text": "Aşağıdakilerden hangisi finansal istikrarsızlık sorunlarından biri <strong>değildir?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Vade uyuşmazlığı",
      "B": "Düşük karlılık",
      "C": "Likidite yetmezliği",
      "D": "Yetersiz sermaye",
      "E": "Sistemik risk"
    },
    "explanation": "Çeşitli finansal istikrarsızlık kaynakları var. En önemlileri şunlar: Yabancı para cinsinden borçlar ile yabancı para cinsinden varlıklar arasındaki fark, vade uyuşmazlığı, sorunlu krediler, sermaye yetersizliği, likidite sıkıntısı ve sistemik risk."
  },
  {
    "id": "3187036",
    "unitNumber": 8,
    "text": "Avrupa Merkez Bankası Mart 2016-Şubat 2022 döneminde politika faizini yüzde kaç düzeyinde tutmuştur?",
    "correctAnswer": "A",
    "options": {
      "A": "0",
      "B": "-2",
      "C": "-1",
      "D": "2",
      "E": "3"
    },
    "explanation": "Avrupa Merkez Bankası 2016 Mart ortasından Şubat 2022 sonuna kadar politika faizini yüzde 0 düzeyinde tuttu."
  },
  {
    "id": "3187053",
    "unitNumber": 8,
    "text": "I. Bir bankanın yabancı para cinsinden borçları ile yabancı para cinsinden varlıkları arasındaki farka döviz cinsinden açık pozisyon denir.<br/>II. Döviz cinsinden açık pozisyon arttıkça finansal kurumlar döviz kurundaki sıçramalara karşı son derece kırılganlaşır.<br/>III. İkincil piyasada tahvil arzı artınca tahvillerin fiyatları artar.<br/>IV. Tahvillerin fiyatlarının arttığı ortamda, bu tahvilleri tutan bankaların varlıklarının piyasa değerleri azalır.<br/>Finansal istikrarla ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız III",
      "C": "Yalnız IV",
      "D": "III, IV",
      "E": "I, II"
    },
    "explanation": "Bir bankanın yabancı para cinsinden borçları ile yabancı para cinsinden varlıkları arasındaki farka döviz cinsinden açık pozisyon deniliyor. Bu açık arttıkça finansal kurumlar döviz kurundaki sıçramalara karşı son derece kırılganlaşıyorlar .... İkincil piyasada tahvil arzı arttı ve tahvillerin fiyatları düştü. Bilançolarında hala bu tahvillerden tutan bankaların varlıklarının piyasa değerleri böylelikle azaldı.<br/>I, II"
  },
  {
    "id": "3187060",
    "unitNumber": 8,
    "text": "Çoğu merkez bankasının fiyat istikrarı amacına ulaşabilmek için kullandığı temel araç aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Gecelik faiz oranı",
      "B": "Bütçe açığı",
      "C": "Cari açık",
      "D": "Reel faiz",
      "E": "Politika faizi"
    },
    "explanation": "Çoğu merkez bankasının fiyat istikrarı amacına ulaşabilmek için kullandığı temel araç politika faizidir."
  },
  {
    "id": "3187068",
    "unitNumber": 8,
    "text": "Fon gereksinimi olan bankaların bu gereksinimleri karşılanmazsa, ……………………………………. baş gösterebilir.<br/>Yukarıdaki ifadeyi aşağıdakilerden hangisi tam ve doğru bir şekilde tamamlar?",
    "correctAnswer": "E",
    "options": {
      "A": "Döviz fazlası",
      "B": "Reel kriz",
      "C": "Likidite fazlası",
      "D": "Sermaye fazlası",
      "E": "Sermaye yetmezliği"
    },
    "explanation": "Fon gereksinimi olan bankaların bu gereksinimleri karşılanmazsa, yani likidite sıkışıklığı sorunu giderilmezse, sermaye yetmezliği baş gösterebilir. Bu beşinci sorun ve ‘likidite yetmezliği sorunu’ olarak adlandırılır."
  },
  {
    "id": "3187092",
    "unitNumber": 8,
    "text": "I. Kredilerde bir azalma, ekonominin büyüme oranı üzerinde olumsuz bir etki yapar.<br/>II. Bir mali varlığın (hisse senedinin) bugünkü fiyatı iktisadi temeller ve balonlar tarafından belirlenir.<br/>III. Balon şiştikçe, varlık fiyatları ve servet artar.<br/>IV. Balon patladığı zaman varlık fiyatlarındaki keskin düşüşle birlikte servetler erir, bilançolar bozulur.<br/>Para politikası ile ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "Yalnız IV",
      "E": "I, II, III, IV"
    },
    "explanation": "I. Kredilerde bir azalma, ekonominin büyüme oranı üzerinde olumsuz bir etki yapar.<br/>II. Bir mali varlığın (hisse senedinin) bugünkü fiyatı iktisadi temeller ve balonlar tarafından belirlenir.<br/>III. Balon şiştikçe, varlık fiyatları ve servet artar.<br/>IV. Balon patladığı zaman varlık fiyatlarındaki keskin düşüşle birlikte servetler erir, bilançolar bozulur.<br/>I, II, III, IV"
  },
  {
    "id": "3187158",
    "unitNumber": 8,
    "text": "I. Politika faizi, faiz koridorunun içinde kalacak şekilde belirlenir.<br/>II. Faiz koridorunun üst sınırına, “merkez bankasının bankalarda borç alma faizi” denir.<br/>III. Faiz koridorunun alt sınırına, “merkez bankasının bankalara borç verme faizi” denir.<br/>IV. Politika faizi ne düzeyde belirlenirse belirlensin, sonuçta fiyat istikrarı temel amacı ile uyumlu bir enflasyon düzeyine ulaşmak için belirlenir.<br/>Koridor sistemi ve politika faizi ile ilgili yukarıdaki ifadelerden hangisi doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız IV",
      "D": "I, III, IV",
      "E": "I, IV"
    },
    "explanation": "Politika faizi, faiz koridorunun içinde kalacak şekilde belirlenir.<br/>Faiz koridorunun üst sınırına,“merkez bankasının bankalara borç verme faizi” denir.<br/>Faiz koridorunun alt sınırına, “merkez bankasının bankalarda borç alma faizi” denir.<br/>Politika faizi ne düzeyde belirlenirse belirlensin, sonuçta fiyat istikrarı temel amacı ile uyumlu bir enflasyon düzeyine ulaşmak için belirlenir.<br/>I, IV"
  },
  {
    "id": "3187190",
    "unitNumber": 8,
    "text": "I. Zorunlu karşılık uygulaması, bankacılık sisteminin likidite talebini belirleyen unsurlardan biridir.<br/>II. Bankaların müşterilerinin nakit taleplerindeki değişiklikler, bankacılık sisteminin likidite talebini etkiler.<br/>III. Bir ülkenin hazinesinin vadesi dolan borçları (hazine tahvilleri ve bonolar) için bankalara yaptığı ödeme tutarının altında yeni borçlanma yapması, bankacılık sisteminin likiditesini azaltır.<br/>Bankacılık sisteminin likidite talebi ve likidite arzı ile ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "Yalnız I",
      "B": "Yalnız II",
      "C": "Yalnız III",
      "D": "II, III",
      "E": "I, II"
    },
    "explanation": "Zorunlu karşılık uygulaması, bankacılık sisteminin likidite talebini belirleyen unsurlardan biridir.<br/>Bankaların müşterilerinin nakit taleplerindeki değişiklikler, bankacılık sisteminin likidite talebini etkiler.<br/>Bir ülkenin hazinesinin vadesi dolan borçları (hazine tahvilleri ve bonolar) için bankalara yaptığı ödeme tutarının altında yeni borçlanma yapması, bankacılık sisteminin likiditesini arttırır.<br/>I, II"
  },
  {
    "id": "3187277",
    "unitNumber": 8,
    "text": "I. Zorunlu karşılık oranı ne kadar yüksekse, finansal kurumlara yatırılan her birim mevduatın krediye dönüşen kısmı da o kadar az olacaktır.<br/>II. Bankaların merkez bankasında tuttukları zorunlu karşılıklara faiz ödenmiyorsa ya da ödenen faiz mevduat faizinden düşükse, zorunlu karşılık oranındaki her artışın (diğer unsurlar aynı kalmak üzere) bankaların kârlılığı artacaktır.<br/>III. Zorunlu karşılık oranı çok esnek bir para politikası aracıdır.<br/>Zorunlu (munzam) karşılık oranı ile ilgili yukarıdaki ifadelerden hangisi/hangileri doğrudur?",
    "correctAnswer": "E",
    "options": {
      "A": "II, III",
      "B": "I, II",
      "C": "Yalnız III",
      "D": "Yalnız II",
      "E": "Yalnız I"
    },
    "explanation": "Zorunlu karşılık oranı ne kadar yüksekse, finansal kurumlara yatırılan her birim mevduatın krediye dönüşen kısmı da o kadar az olacaktır.<br/>Bankaların merkez bankasında tuttukları zorunlu karşılıklara faiz ödenmiyorsa ya da ödenen faiz mevduat faizinden düşükse, zorunlu karşılık oranındaki her artışın (diğer unsurlar aynı kalmak üzere) bankaların kârlılığı azalacaktır.<br/>Zorunlu karşılık oranı çok esnek bir para politikası aracı değildir.<br/>Yalnız I"
  },
  {
    "id": "3187289",
    "unitNumber": 8,
    "text": "Türkiye’de finansal sistemin düzenlenmesi ve denetlenmesinden asıl sorumlusu aşağıdakilerden hangisidir?",
    "correctAnswer": "E",
    "options": {
      "A": "Ticaret Bakanlığı",
      "B": "Hazine ve Maliye Bakanlığı",
      "C": "Rekabet Kurumu",
      "D": "Türkiye Bankalar Birliği",
      "E": "Bankacılık Düzenleme ve Denetleme Kurumu"
    },
    "explanation": "Bazı merkez bankaları ülkelerinin finansal sistemlerinin düzenlenmesinden ve denetlenmesinden de sorumlular. Türkiye’de ise bu işin asıl sorumlusu Bankacılık Düzenleme ve Denetleme Kurumu (BDDK)."
  },
  {
    "id": "3187310",
    "unitNumber": 8,
    "text": "Finansal İstikrar Raporu yılda kaç kez yayımlanır?",
    "correctAnswer": "E",
    "options": {
      "A": "12",
      "B": "8",
      "C": "6",
      "D": "4",
      "E": "2"
    },
    "explanation": "TCMB, yılda iki kez Finansal İstikrar Raporu ve her ay son enflasyon verisini değerlendiren kısa bir rapor yayımlar.<br/>2"
  }
]