[
  {
    "id": "3874043",
    "unitNumber": 1,
    "text": "Which of the following concepts signifies the affairs of the cities in Ancient Greek, but also associated with power, administration and governmental affairs?",
    "correctAnswer": "B",
    "options": {
      "A": "Communication",
      "B": "Politics",
      "C": "Public sphere",
      "D": "Ideology",
      "E": "Power"
    },
    "explanation": "The word politics is derived from the Greek word “politika” (πολιτική), which means affairs of the cities; is often associated with power, administration, and governmental affairs, but it is about more than what governments choose to do or not to do; it is about the unequal distribution of power in society; how power struggles are shepherded and the impact this has on the creation and distribution of wealth, life chances and wellbeing."
  },
  {
    "id": "3874044",
    "unitNumber": 1,
    "text": "I. Message <br/>II. Political actors <br/>III. Target audience <br/>IV. Academy <br/>V. Mass media <br/>Which of the above elements are fundamental elements of political communication?",
    "correctAnswer": "C",
    "options": {
      "A": "III and IV",
      "B": "I and V",
      "C": "II, III and V",
      "D": "II, III and IV",
      "E": "I, II and V"
    },
    "explanation": "Özer (2014) mentions that public relations and marketing activities influence political communication and possess three fundamental elements. Özer identifies these elements as mass media, the target audience and political actors."
  },
  {
    "id": "3874045",
    "unitNumber": 1,
    "text": "Which of following mode of political communication refers to feedback that individuals receive from their exposure to any mass communication medium?",
    "correctAnswer": "A",
    "options": {
      "A": "Receptive mode",
      "B": "Social mode",
      "C": "Interpersonal mode",
      "D": "Participatory mode",
      "E": "Communication mode"
    },
    "explanation": "According to Emmer, Füting and Vowe, as reported by Hanel &amp; Schultze (2014), political communication is divided into three structures: receptive, interpersonal and participative. In the receptive mode, the emphasis is on the feedback that individuals receive from their exposure to any mass communication medium. Interpersonal describes the communication traffic established by individuals in a one-on-one sense, such as email, phone and messaging. Participative describes the individual’s involvement in a participatory sense, such as voting or participating in surveys and taking on roles."
  },
  {
    "id": "3874046",
    "unitNumber": 1,
    "text": "Which of the followings is also known as fourth estate in political communication processes and seen as a bridge between society and political organizations?",
    "correctAnswer": "D",
    "options": {
      "A": "Court",
      "B": "Public sphere",
      "C": "NGO's",
      "D": "Media",
      "E": "Social groups"
    },
    "explanation": "The media acts as a bridge between political organizations and citizens. This bridge can be a single way or two ways in terms of communication. However, media, positioned as significantly influential, can also be defined as an effective force in its own right. For this reason, it often becomes what is typically described as the fourth estate."
  },
  {
    "id": "3874047",
    "unitNumber": 1,
    "text": "Which of following theory explains the practice of mass media prioritizing specific topics to present to the public over others, thereby attempting to decide which issues to highlight?",
    "correctAnswer": "E",
    "options": {
      "A": "Technological determinism",
      "B": "Cultivation theory",
      "C": "Schema theory",
      "D": "Critical theory",
      "E": "Agenda setting theory"
    },
    "explanation": "Agenda setting can be described as the practice of mass media prioritizing specific topics to present to the public over others, thereby attempting to set the agenda. The theoretical framework of agenda setting is based on the work published in 1972 by Maxwell McCombs and Donald Shaw, which evaluated the 1968 United States presidential elections. The theory, which has been the subject of many different studies, not only emphasizes what the news shows but also how it shows it."
  },
  {
    "id": "3874048",
    "unitNumber": 1,
    "text": "Which of the following theorists is known as the founder of Cultivation Theory?",
    "correctAnswer": "B",
    "options": {
      "A": "Harold D. Laswell",
      "B": "George Gerbner",
      "C": "Marshall McLuhan",
      "D": "Maxwell McCombs and Donald Shaw",
      "E": "Jürgen Habermas"
    },
    "explanation": "Alongside agenda setting, another topic that can be considered on a similar plane is the cultivation theory. It is known that the theory was shaped during studies conducted by George Gerbner and colleagues. The theory focuses on the effects that television, one of the foremost mass communication tools of the era, has on the masses."
  },
  {
    "id": "3874049",
    "unitNumber": 1,
    "text": "Which off the following theories focuses on the media as an area of influence that not only shapes viewers’ perspectives on particular ideas or topics but also changes their moral values and general beliefs?",
    "correctAnswer": "C",
    "options": {
      "A": "Agenda setting theory",
      "B": "Gratification theory",
      "C": "Cultivation theory",
      "D": "Framing theory",
      "E": "Spiral of Silence"
    },
    "explanation": "Alongside agenda setting, another topic that can be considered on a similar plane is the cultivation theory. It is known that the theory was shaped during studies conducted by George Gerbner and colleagues. The theory focuses on the effects that television, one of the foremost mass communication tools of the era, has on the masses. It is reported that the theory describes an area of influence that not only shapes viewers’ perspectives on particular ideas or topics but also changes their moral values and general beliefs."
  },
  {
    "id": "3874050",
    "unitNumber": 1,
    "text": "Which of the following theories emphasizes that an individual, influenced by their social environment, will proportionally moderate their expression process and hesitate to express themselves if they start feeling like a minority?",
    "correctAnswer": "C",
    "options": {
      "A": "Framing theory",
      "B": "Cultivation theory",
      "C": "Spiral of silence",
      "D": "Agenda setting",
      "E": "Gratification theory"
    },
    "explanation": "One of the significant studies indicating that an individual may enter or will enter such a search and perhaps one of the most important, is The Spiral of Silence. Here, the theory attempts to lay the groundwork for explaining situations where individuals are caught in a spiral of silence, being directed or directing themselves within it. It is emphasized that an individual, influenced by their social environment, will proportionally moderate their expression process and hesitate to express themselves if they start feeling like a minority."
  },
  {
    "id": "3874051",
    "unitNumber": 1,
    "text": "Which of the following concepts signifies the process where individuals are trapped in a narrow space, constantly exposed to similar ideas in the social media?",
    "correctAnswer": "B",
    "options": {
      "A": "Public sphere",
      "B": "Echo chambers",
      "C": "Technological determinism",
      "D": "Big data",
      "E": "Social interaction"
    },
    "explanation": "In their studies, Arguedas et al. (2022) refer to the book titled Echo Chamber, written by Kathleen Hall Jamieson and Frank Capella in 2008 as a source for echo chambers. The concept, which started to spread in the literature from there, describes the process where individuals are trapped in a narrow space, constantly exposed to similar ideas. Consequently, the shaping of perceptions in a vicious cycle occurs because individuals do not learn new ideas or opposing views."
  },
  {
    "id": "3874052",
    "unitNumber": 1,
    "text": "Which of the following theorists is the writer of \"The Filter Bubble\"?",
    "correctAnswer": "D",
    "options": {
      "A": "George Gerbner",
      "B": "Kathleen Hall Jamieson",
      "C": "Elisabeth Noelle-Neumann",
      "D": "Eli Pariser",
      "E": "Marshall McLuhan"
    },
    "explanation": "The Filter Bubble was written by Eli Pariser. While there is no clear conceptual definition -as they mentioned- distinguishing echo chambers from filter bubbles, they describe the difference in terms of control over the filtering process. Echo chambers are defined as a process where an individual creates their own bubble in response to a demand; filter bubbles, on the other hand, are described as recommendation systems where algorithms start the personalization process, taking over control."
  },
  {
    "id": "3874170",
    "unitNumber": 1,
    "text": "_________ signifies the efforts to establish order while simultaneously representing the processes that emerge in representation of a specific group’s identity.<br/>Which of the following best fills the black in the above sentence?",
    "correctAnswer": "E",
    "options": {
      "A": "Media convergence",
      "B": "The fourth estate",
      "C": "Political communication",
      "D": "Communication",
      "E": "Politics"
    },
    "explanation": "Politics, from a conceptual standpoint, signifies the efforts to establish order while simultaneously representing the processes that emerge in representation of a specific group’s identity.<br/>Correct answer is \"Politics\"<br/>Politics, from a conceptual standpoint, signifies the efforts to establish order while simultaneously representing the processes that emerge in representation of a specific group’s identity.<br/>The correct answer is \"Politics\"."
  },
  {
    "id": "3874171",
    "unitNumber": 1,
    "text": "Which of the following refers to a process where political discourses produced and exchanged by different actors are conveyed by the media?",
    "correctAnswer": "C",
    "options": {
      "A": "Media convergence",
      "B": "The fourth estate",
      "C": "Political communication",
      "D": "Communication",
      "E": "Politics"
    },
    "explanation": "Wolton (1990) states that political communication is as old as politics itself and extends back to Ancient Greece. In his description at this point, it actually presents evidence of persuasive and ornamental speech rituals like rhetoric. In his work, he defines political communication as a process where political discourses produced and exchanged by different actors are conveyed by the media.<br/>Correct answer is \"Political communication\".<br/>Wolton (1990) states that political communication is as old as politics itself and extends back to Ancient Greece. In his description at this point, it actually presents evidence of persuasive and ornamental speech rituals like rhetoric. In his work, he defines political communication as a process where political discourses produced and exchanged by different actors are conveyed by the media.<br/>The correct answer is \"Political communication\"."
  },
  {
    "id": "3874172",
    "unitNumber": 1,
    "text": "Which of the following offers an essential field for grounding political communication especially in earlier works?",
    "correctAnswer": "D",
    "options": {
      "A": "Communication",
      "B": "Philosophy",
      "C": "Sociology",
      "D": "Social Psychology",
      "E": "Psychology"
    },
    "explanation": "Social psychology offers an essential field for grounding political communication. Social psychology is a scientific research that describes how individuals are influenced alone or among groups, what they interact with, what they think and what they feel. In this sense, assuming that politics also aims to ground the realities of life on a standard basis, we can see that social psychology will provide significant insights for understanding this field. The similarity in the literature is not the only commonality between political communication and social psychology. They also support each other in terms of research methods. Surveys and experimental studies, which are frequently used data collection tools in political communication, were developed by social psychologists.<br/>Correct answer is \"Socail Psychology\"<br/>Social psychology offers an essential field for grounding political communication. Social psychology is a scientific research that describes how individuals are influenced alone or among groups, what they interact with, what they think and what they feel. In this sense, assuming that politics also aims to ground the realities of life on a standard basis, we can see that social psychology will provide significant insights for understanding this field. The similarity in the literature is not the only commonality between political communication and social psychology. They also support each other in terms of research methods. Surveys and experimental studies, which are frequently used data collection tools in political communication, were developed by social psychologists.<br/>The correct answer is \"Social Psychology\"."
  },
  {
    "id": "3874173",
    "unitNumber": 1,
    "text": "Which of the following is among the means political organizations respond to the media with?",
    "correctAnswer": "A",
    "options": {
      "A": "Appearances",
      "B": "Interviews",
      "C": "Comments",
      "D": "Analyses",
      "E": "Research"
    },
    "explanation": "The media reaches political organizations through interviews, comments and analyses; and political organizations, in turn, respond to the media with party programs, appearances, advertisements and public relations activities.<br/>The correct answer is \"Appearances\"."
  },
  {
    "id": "3874174",
    "unitNumber": 1,
    "text": "In which one of the following political communication structures (or modes) offered by Emmer, Füting and Vowe, the emphasis is on the feedback that individuals receive from their exposure to any mass communication medium?",
    "correctAnswer": "B",
    "options": {
      "A": "Interpersonal",
      "B": "Receptive",
      "C": "Participative",
      "D": "Communicative",
      "E": "Intrapersonal"
    },
    "explanation": "According to Emmer, Füting and Vowe, political communication is divided into three structures: receptive, interpersonal and participative. In the receptive mode, the emphasis is on the feedback that individuals receive from their exposure to any mass communication medium.<br/>The correct answer is \"Receptive\"."
  },
  {
    "id": "3874175",
    "unitNumber": 1,
    "text": "Which of the following is among the general principles of the public sphere?",
    "correctAnswer": "A",
    "options": {
      "A": "Being free from privileges",
      "B": "Being unreachable",
      "C": "Being free from norms",
      "D": "Staying away from logical justifications",
      "E": "Being unconstitutional"
    },
    "explanation": "Caselunghe, Bergea and von Essen (2019) discuss Habermas’s proposal of three principles. They describe the general principles of the public sphere as: being accessible, being free from privileges and being constructed around norms and rational legitimations.<br/>The correct answer is \"Being free from privileges\".<br/>Caselunghe, Bergea and von Essen discuss Habermas’s proposal of three principles. They describe the general principles of the public sphere as: being accessible, being free from privileges and being constructed around norms and rational legitimations.<br/>The correct answer is \"Being free from privileges\"."
  },
  {
    "id": "3874176",
    "unitNumber": 1,
    "text": "___________ can be described as the practice of mass media prioritizing specific topics to present to the public over others, thereby attempting to set the agenda.<br/>Which of the following best fills in the blank in the above sentence?",
    "correctAnswer": "D",
    "options": {
      "A": "The fourth estate",
      "B": "Seventh power",
      "C": "Watchdog",
      "D": "Agenda setting",
      "E": "Public communication"
    },
    "explanation": "Agenda setting can be described as the practice of mass media prioritizing specific topics to present to the public over others, thereby attempting to set the agenda.<br/>The correct answer is \"Agenda setting\""
  },
  {
    "id": "3874177",
    "unitNumber": 1,
    "text": "Evaluating a presidential candidate's overall performance by emphasizing their competence and integrity over other aspects is an example of which of the following?",
    "correctAnswer": "B",
    "options": {
      "A": "Agenda setting",
      "B": "Priming",
      "C": "Framing",
      "D": "Scheming",
      "E": "Structuring"
    },
    "explanation": "Priming is attempted to be explained in connection with the psychological network models of memory. Its focus symbolizes the differentiation of evaluation criteria for specific topics or names. For example, evaluating a presidential candidate’s overall performance by bringing to the forefront levels of competency and integrity more than other aspects. It can be understood as a form of prioritizing different evaluation criteria. Later, it can also be looked at how individuals perceive these prioritized parts.<br/>The correct answer is \"Priming\""
  },
  {
    "id": "3874179",
    "unitNumber": 1,
    "text": "At what level is the content framed to make the message more understandable?",
    "correctAnswer": "C",
    "options": {
      "A": "Micro level framing",
      "B": "Meso level framing",
      "C": "Macro level framing",
      "D": "Micro level priming",
      "E": "Macro level priming"
    },
    "explanation": "Framing has two levels: micro construct and macro construct. On the macro level, the aim is to simplify more complex structures to make them understandable for the reader, follower or listener. In other words, content is framed to make the message more understandable.<br/>The correct answer is \"Macro level framing\"."
  },
  {
    "id": "3874181",
    "unitNumber": 1,
    "text": "Which of the following theories focuses on the existence of a process in which the individual, not the media, is at the center and what the individual wants to do with the media?",
    "correctAnswer": "B",
    "options": {
      "A": "Spiral of Silence Theory",
      "B": "Uses and Gratifications Theory",
      "C": "Framing Theory",
      "D": "Agenda Setting Theory",
      "E": "Cultivation Theory"
    },
    "explanation": "In the uses and gratification theory the focus is known to be on the existence of a process where the individual, not the media, is at the center and on what the individual wants to do with the media.<br/>The correct answer is \"Uses and Gratification Theory\"."
  },
  {
    "id": "3874019",
    "unitNumber": 2,
    "text": "Which of the following is true about political communication?",
    "correctAnswer": "A",
    "options": {
      "A": "Its task is to facilitate communicative links between citizens and power holders in societal formations.",
      "B": "Political communication is merely a state-driven process.",
      "C": "It takes only the form of a hierarchical sort between political players or members of the public.",
      "D": "It cannot originate in the grassroots to reach political figures and institutions at the top.",
      "E": "Political communication does not cover the media."
    },
    "explanation": "The correct answer is A. Political communication's task is to facilitate communicative links between citizens and power holders in societal formations. Political communication is not merely a state-driven process. It might take the form of a horizontal sort between political players or members of the public. It can also originate in the grassroots to reach political figures and institutions at the top. In its literal meaning, political communication refers to a mutual political and communicative interaction based on persuasion between political actors, the media and citizens"
  },
  {
    "id": "3874020",
    "unitNumber": 2,
    "text": "What are the sources of soft power?",
    "correctAnswer": "B",
    "options": {
      "A": "Historical experiences, social norms, and international relations",
      "B": "Culture, political values, and foreign policy",
      "C": "Social structures, economic interests, and state strategies",
      "D": "Religious beliefs, the role of the media, and diplomatic approaches",
      "E": "Education systems, ideological tendencies, and international co-operation"
    },
    "explanation": "According to Nye, who coined the concept of soft power, soft power is associated with three sources. These are culture, political values, and foreign policy. The correct answer is B."
  },
  {
    "id": "3874021",
    "unitNumber": 2,
    "text": "Which component of the public diplomacy consists of an actor collecting data on foreign public opinion and their opinions and using this data to implement its public diplomacy policy?",
    "correctAnswer": "C",
    "options": {
      "A": "Cultural diplomacy",
      "B": "Advocacy",
      "C": "Listening",
      "D": "Exchange diplomacy",
      "E": "International broadcasting"
    },
    "explanation": "The correct answer is C. Listening as a component of public diplomacy consists of an actor collecting data on foreign public opinion and their opinions and using this data to implement its public diplomacy policy. In this way, the actor endeavors to manage the international environment."
  },
  {
    "id": "3874042",
    "unitNumber": 2,
    "text": "Which component of public diplomacy is defined as an actor’s endeavor to manage the international environment by sending its own citizens abroad for cultural interaction during a period of study and reciprocally receiving citizens of other countries from abroad?",
    "correctAnswer": "D",
    "options": {
      "A": "Listening",
      "B": "Cultural diplomacy",
      "C": "International broadcasting",
      "D": "Exchange diplomacy",
      "E": "Advocacy"
    },
    "explanation": "The correct answer is D. Exchange diplomacy is an actor’s endeavor to manage the international environment by sending its own citizens abroad for cultural interaction during a period of study and reciprocally receiving citizens of other countries from abroad."
  },
  {
    "id": "3874148",
    "unitNumber": 2,
    "text": "Which dimension of public diplomacy is the daily communications that explain the context of domestic and foreign policy decisions?",
    "correctAnswer": "E",
    "options": {
      "A": "Strategic communication",
      "B": "To develop long-lasting relationships with central personalities",
      "C": "To develop international relations",
      "D": "Short term interactions",
      "E": "Daily communication"
    },
    "explanation": "The dimensions of public diplomacy policies implemented today are important for understanding the relationship between public diplomacy and soft power or how soft power is used in public diplomacy practices. Nye clarifies this issue in his study, “Public Diplomacy and Soft Power.” Accordingly, the dimensions of public diplomacy are divided into three. The foremost dimension is the daily communications that explain the context of domestic and foreign policy decisions.The correct answer is E."
  },
  {
    "id": "3874149",
    "unitNumber": 2,
    "text": "Which country serves as a prime example of the global influence generated through nation-branding by the Hallyu phenomenon?",
    "correctAnswer": "A",
    "options": {
      "A": "South Korea",
      "B": "USA",
      "C": "UK",
      "D": "Japan",
      "E": "Taiwan"
    },
    "explanation": "South Korea might be a case in point. The Hallyu (Korean Wave) and K-Pop phenomenon stand out as good examples to illustrate the global influence generated through nation-branding. The globalization of the Korean Wave first took place in China and Japan. It then became prevalent in America, Europe and the Middle East. Korean Wave represents the increase in popularity of South Korean cultural products such as music, television dramas, films, digital games, food and fashion, a cultural phenomenon known as K-pop. As a result, a variety of Korean materials with a capital “K” now represent a culture that seeks value and reputation to all “K-contents”. The correct answer is A."
  },
  {
    "id": "3874150",
    "unitNumber": 2,
    "text": "What is the term for the extensive media coverage of a specific content that manufacturers consent to, which emphasizes the ability of governments and media patrons to influence the way we see the world?",
    "correctAnswer": "B",
    "options": {
      "A": "ABC Effect",
      "B": "CNN Effect",
      "C": "TRT Effect",
      "D": "VOA Effect",
      "E": "Zero Effect"
    },
    "explanation": "For viewers worldwide, CNN is the main source of world news. Its extensive coverage, up-todate information, and broad dissemination are said to form global perspectives on politics and international relations, causing many to argue for or against the notion of ‘CNN effect’. The correct answer is B."
  },
  {
    "id": "3874151",
    "unitNumber": 2,
    "text": "Which of the following concepts is defined as an industrial environment that facilitates the distribution of various content and embedded meanings to a wide and diverse audience?",
    "correctAnswer": "C",
    "options": {
      "A": "Broadcasting",
      "B": "Communication devices",
      "C": "Media",
      "D": "Medium",
      "E": "Environment"
    },
    "explanation": "Media is an industrial environment that disseminates various contents with embedded meanings to a wide range of heterogeneous audiences. Depending on the transformations in the field of telecommunication technology, it differs in its structural characteristics. The correct answer is C."
  },
  {
    "id": "3874152",
    "unitNumber": 2,
    "text": "What is the concept that assumes territorial entities such as countries, regions, and cities can have brands similar to companies, cultural artifacts, or products?",
    "correctAnswer": "D",
    "options": {
      "A": "Tourism marketing",
      "B": "Global branding",
      "C": "City branding",
      "D": "Nation branding",
      "E": "Country of origin effect"
    },
    "explanation": "Nation branding can be defined as a cluster of efforts by commercial and public sectors alike to communicate a positive image of a nation among domestic and international populations in the service of many ends. It can help, on the one hand, to strive for international capital. Tourism, import-export trade, higher education, and service sectors illustrate some examples. The basic assumption behind that kind of branding is that territorial entities such as countries, regions, and cities can have brands in a similar fashion as companies, cultural artifacts, or products. The idea underlines the use of all national resources that can be employed to improve a country’s reputation overseas. The correct answer is D."
  },
  {
    "id": "3874153",
    "unitNumber": 2,
    "text": "Which concept has a narrow definition that includes inducement and propaganda methods and a broad definition that encompasses communication techniques such as movies, TV series, exhibitions, and language courses?",
    "correctAnswer": "E",
    "options": {
      "A": "Political communication",
      "B": "Governance",
      "C": "Diplomacy power",
      "D": "Soft power",
      "E": "Public diplomacy"
    },
    "explanation": "The concept of public diplomacy is defined in two ways in terms of methods and tools in the literature. The first is a narrow definition and includes inducement and propaganda methods. The second is a broad definition and includes communication techniques such as movies, TV series, exhibitions, language courses. The correct answe is E."
  },
  {
    "id": "3874154",
    "unitNumber": 2,
    "text": "In its literal meaning, political communication refers to a mutual political and communicative interaction based on persuasion between .................................<br/>Which of the following completes the above blanks?",
    "correctAnswer": "B",
    "options": {
      "A": "Attraction, persuasion, and the dissemination",
      "B": "Political actors, the media and citizens",
      "C": "Public diplomacy and soft power",
      "D": "Cultural values, political ideologies, and global influence",
      "E": "Local, national, and transnational public spheres."
    },
    "explanation": "Political Communication<br/>Political actors, the media and citizens"
  },
  {
    "id": "3874155",
    "unitNumber": 2,
    "text": "The flow of information might operate in three ways. Which of the following statements is one of them?",
    "correctAnswer": "E",
    "options": {
      "A": "Upward from citizens toward politicians and governing bodies.",
      "B": "Horizontally in between political players and citizens.",
      "C": "Upward from political figures toward the public and institutions.",
      "D": "Downward from citizens toward politicians and governing bodies.",
      "E": "Horizontally in between political players themselves."
    },
    "explanation": "Political Communication<br/>Horizontally in between political players themselves."
  },
  {
    "id": "3874156",
    "unitNumber": 2,
    "text": "According to Nye, power is the capacity to do things, but more specifically, in social situations, the ability........................... <br/>Which of the following completes the statement above?",
    "correctAnswer": "C",
    "options": {
      "A": "The ability to shape the preferences and policies of others through values and ideas.",
      "B": "Another country through policies such as “reward, punishment, persuasion and coercion”",
      "C": "The ability to affect others to achieve one’s desired outcomes.",
      "D": "The ability to convince and influence through values and cultural attractions.",
      "E": "The ability of the general public to make informed decisions on everyday issues"
    },
    "explanation": "The Concept of Soft Power and Its Emergence<br/>The ability to affect others to achieve one’s desired outcomes."
  },
  {
    "id": "3874157",
    "unitNumber": 2,
    "text": "According to Nye, which of the following are the three sources on which soft power is based?",
    "correctAnswer": "A",
    "options": {
      "A": "Culture, foreign policy and political values.",
      "B": "Culture, domestic policy and political values.",
      "C": "Foreign policy, political values and democracy.",
      "D": "Culture, soft power and public diplomacy,",
      "E": "Foreign policy, democracy and culture."
    },
    "explanation": "The Concept of Soft Power and Its Emergence<br/>Culture, foreign policy and political values."
  },
  {
    "id": "3874158",
    "unitNumber": 2,
    "text": "According to a general definition, diplomacy is defined as any method of interaction, other than war, that an international actor applies to manage foreign policy. This international actor cannot be which of the following?",
    "correctAnswer": "E",
    "options": {
      "A": "A state",
      "B": "An international organization",
      "C": "A non-governmental organization",
      "D": "A multinational corporation",
      "E": "An individual"
    },
    "explanation": "Sources of Soft Power and Public Diplomacy<br/>An individual"
  },
  {
    "id": "3874159",
    "unitNumber": 2,
    "text": "............... is an actor’s endeavor to manage the international environment by using radio, television, and internet technologies to communicate and interact with foreign audiences.<br/>Which of the following fills in the blank?",
    "correctAnswer": "B",
    "options": {
      "A": "Exchange Diplomacy",
      "B": "International broadcasting",
      "C": "Cultural Diplomacy",
      "D": "Advocacy",
      "E": "Listening"
    },
    "explanation": "Sources of Soft Power and Public Diplomacy<br/>International broadcasting"
  },
  {
    "id": "3874160",
    "unitNumber": 2,
    "text": "Which of the following means selecting and organizing the ideas of a nation's own story?",
    "correctAnswer": "C",
    "options": {
      "A": "Artificial Intelligence",
      "B": "Reception",
      "C": "Framing",
      "D": "Mainstream",
      "E": "Decoded"
    },
    "explanation": "Media Coverage and Representation<br/>Framing"
  },
  {
    "id": "3874161",
    "unitNumber": 2,
    "text": "Which of the following serves as a valuable tool for analyzing soft power processes?",
    "correctAnswer": "D",
    "options": {
      "A": "Religion",
      "B": "Films",
      "C": "Television",
      "D": "Media",
      "E": "Communicaton"
    },
    "explanation": "MEDIA AND SOFT POWER"
  },
  {
    "id": "3874162",
    "unitNumber": 2,
    "text": "Where were the first foreign markets for Turkish entertainment products?",
    "correctAnswer": "A",
    "options": {
      "A": "Azerbaijan and Kazakhstan",
      "B": "Middle East",
      "C": "North Africa (MENA)",
      "D": "Arab nations",
      "E": "Korea"
    },
    "explanation": "Popular Culture and Entertainment Industry<br/>Azerbaijan and Kazakhstan"
  },
  {
    "id": "3874163",
    "unitNumber": 2,
    "text": "The recent success of seven-member male idol group BTS and girl group TWICE's CD sales in overseas music markets prove which country's pop culture has become globally popular in recent years?",
    "correctAnswer": "B",
    "options": {
      "A": "Türkiye",
      "B": "Korea",
      "C": "India",
      "D": "China",
      "E": "Brasil"
    },
    "explanation": "Popular Culture and Entertainment Industry<br/>Korea"
  },
  {
    "id": "3874202",
    "unitNumber": 3,
    "text": "What is the most important element of the concept of propaganda?",
    "correctAnswer": "A",
    "options": {
      "A": "Public opinion",
      "B": "Environmental setting",
      "C": "Clear vision",
      "D": "Attractiveness",
      "E": "Social dilemma"
    },
    "explanation": "Please refer to Introduction section.<br/>Public opinion is the correct answer."
  },
  {
    "id": "3874203",
    "unitNumber": 3,
    "text": "Who is the person that clarified what public opinion is?",
    "correctAnswer": "A",
    "options": {
      "A": "Walter Lippmann",
      "B": "Walter Benjamin",
      "C": "Marshal McLuhan",
      "D": "Aldous Huxley",
      "E": "Emile Durkheim"
    },
    "explanation": "Please refer to Introduction section.<br/>Walter Lippmann"
  },
  {
    "id": "3874204",
    "unitNumber": 3,
    "text": "What defines \"an artificial environment that affects the development of public opinion and has cut off any relationship with reality\"?",
    "correctAnswer": "A",
    "options": {
      "A": "Pseudo-environment",
      "B": "Persuasion",
      "C": "Situational conflict",
      "D": "Social unrest",
      "E": "Pseudo-science"
    },
    "explanation": "Please refer to the Introduction section.<br/>Pseudo-environment is the correct answer."
  },
  {
    "id": "3874205",
    "unitNumber": 3,
    "text": "According to Walter Lippmann, there is no public opinion. Accordingly, what is possible to mention?",
    "correctAnswer": "A",
    "options": {
      "A": "Phantom public",
      "B": "Phenomenological approach",
      "C": "Public stress",
      "D": "Social movement",
      "E": "Social change"
    },
    "explanation": "Please refer to the Introduction section.<br/>Phantom public is the correct answer."
  },
  {
    "id": "3874206",
    "unitNumber": 3,
    "text": "When and by whom the phrase \"public opinion\" was used?",
    "correctAnswer": "A",
    "options": {
      "A": "By British, in 1741.",
      "B": "By British, in 1604.",
      "C": "By Greek, in 1100.",
      "D": "By French, in 1712.",
      "E": "By French, in 1699."
    },
    "explanation": "Please refer to the \"A GENERAL OVERVIEW OF THE CONCEPT OF PUBLIC OPINION\" section.<br/>\"By British, in 1741\" is the correct answer."
  },
  {
    "id": "3874207",
    "unitNumber": 3,
    "text": "What defines \"a group of individuals who have encountered a certain problem and gathered around this problem\"?",
    "correctAnswer": "A",
    "options": {
      "A": "Public",
      "B": "Phenomenon",
      "C": "Panicked society",
      "D": "Social protest",
      "E": "Public disorder"
    },
    "explanation": "Please refer to the A GENERAL OVERVIEW OF THE CONCEPT OF PUBLIC OPINION section.<br/>Public is the correct answer."
  },
  {
    "id": "3874208",
    "unitNumber": 3,
    "text": "According to Karl Marx, what produces the public opinion?",
    "correctAnswer": "A",
    "options": {
      "A": "False consciousness",
      "B": "Direct assessment",
      "C": "False negotiation",
      "D": "Direct demand",
      "E": "Social unrest"
    },
    "explanation": "Please refer to the A GENERAL OVERVIEW OF THE CONCEPT OF PUBLIC OPINION section.<br/>False consciousness is the correct answer."
  },
  {
    "id": "3874209",
    "unitNumber": 3,
    "text": "What is the first stage of formation of public opinion?",
    "correctAnswer": "A",
    "options": {
      "A": "Transmission of information",
      "B": "Perception of information",
      "C": "News gathering",
      "D": "Information flow",
      "E": "Communication disorder"
    },
    "explanation": "Please refer to the Formation of Public Opinion section.<br/>Transmission of information is the correct answer."
  },
  {
    "id": "3874210",
    "unitNumber": 3,
    "text": "What is consisted of emotion, thought, and behavior components?",
    "correctAnswer": "A",
    "options": {
      "A": "Attitude",
      "B": "Normative discussion",
      "C": "Social phenomenon",
      "D": "Social group",
      "E": "Emotional intelligence"
    },
    "explanation": "Please refer to the Formation of Public Opinion section.<br/>Attitude is the correct answer."
  },
  {
    "id": "3874211",
    "unitNumber": 3,
    "text": "What is \"making a systematic attempt to control or influence the attitudes and actions of other individuals by using persuasion through the relevant individuals\"?",
    "correctAnswer": "A",
    "options": {
      "A": "Intentional propaganda",
      "B": "Structured propaganda",
      "C": "Spreading the word",
      "D": "Dissemination of orders",
      "E": "Intended audience"
    },
    "explanation": "Please refer to the Concept of Propaganda section.<br/>Intentional propaganda is the correct answer."
  },
  {
    "id": "3874336",
    "unitNumber": 3,
    "text": "By \"pseudo-environment\"' Walter Lippmann means a/an ________.",
    "correctAnswer": "C",
    "options": {
      "A": "media environment full of opinions",
      "B": "setting where propaganda is created",
      "C": "artificial environment disconnected from reality",
      "D": "official political environment",
      "E": "democratic society with limited press"
    },
    "explanation": "Pseudo-environment: An artificial environment that affects the development<br/>of public opinion and has cut off any relationship with reality."
  },
  {
    "id": "3874337",
    "unitNumber": 3,
    "text": "According to Edward Bernays, what is essential for creating and changing public opinion?",
    "correctAnswer": "A",
    "options": {
      "A": "Understanding human motivations",
      "B": "Technological development",
      "C": "Legal systems",
      "D": "Media censorship",
      "E": "Eliminating stereotypes"
    },
    "explanation": "In his work titled Manipulating Public Opinion: The Why and The How, Edward Bernays (1928a) defines public opinion as the opinion of a society about a certain object at a certain time. As viewed in a broad sense, public opinion is the group’s power to influence the public with their attitude. Public opinion can be manipulated, but for this it is necessary to benefit from the opportunities<br/>provided by psychology. To create and change public opinion, it is essential to understand human motivations, to know which special interests a certain population represents, and to understand the function and limits of approaching the public through mass media (Bernays, 1928a, p. 958)."
  },
  {
    "id": "3874338",
    "unitNumber": 3,
    "text": "According to Münci Kapani, which two factors determine dominant public opinion?",
    "correctAnswer": "B",
    "options": {
      "A": "Emotion and perception",
      "B": "Majority and intensity",
      "C": "Ideology and belief",
      "D": "Media and politics",
      "E": "Stereotypes and values"
    },
    "explanation": "Münci Kapani states that two factors are effective in forming a dominant opinion. The first of these is the number factor, that is, the majority factor. There is a second element that outweighs the majority factor in determining public opinion: intensity or effectiveness. In other words, public opinion is the opinion that makes itself known effectively (Kapani, 2014, p. 162)"
  },
  {
    "id": "3874339",
    "unitNumber": 3,
    "text": "What event marked the beginning of political propaganda in its true sense?",
    "correctAnswer": "D",
    "options": {
      "A": "American Civil War",
      "B": "World War I",
      "C": "Russian Revolution",
      "D": "French Revolution",
      "E": "Cuban Revolution"
    },
    "explanation": "Political propaganda in its true sense began after the French Revolution. The first propaganda speeches and the first propaganda officers started from the revolutionary committees, clubs, and assemblies."
  },
  {
    "id": "3874340",
    "unitNumber": 3,
    "text": "What are the two basic types of Bolshevik-style propaganda?",
    "correctAnswer": "E",
    "options": {
      "A": "Fear and control",
      "B": "Persuasion and censorship",
      "C": "Education and mobilization",
      "D": "Loyalty and obedience",
      "E": "Political inspiration and password"
    },
    "explanation": "Communist propaganda constantly acts with an understanding that binds the Bolshevik-style propaganda is summarized in two basic terms. These are: political inspiration and password. The purpose of political inspiration is to show the masses the nature of the deceptions used by the ruling classes to cover their selfish interests."
  },
  {
    "id": "3874341",
    "unitNumber": 3,
    "text": "According to Jean M. Domenach, what are the three types of propaganda?",
    "correctAnswer": "A",
    "options": {
      "A": "Black, white, and gray",
      "B": "Soft, moderate, and extreme",
      "C": "Verbal, visual, and written",
      "D": "Positive, negative, and neutral",
      "E": "Direct, indirect, and emotional"
    },
    "explanation": "According to Jean M. Domenach, propaganda is handled in three different ways: white, gray, and black propaganda.<br/>1. White propaganda: It is a type of propaganda that gives importance to the<br/>accuracy of the message whose source is known and backfires when lies are used. While one announces their own truths to the masses, they try to gain by highlighting the weaknesses of the targets he has set as rivals.<br/>2. Gray propaganda: It uses a technique where the source is not clear and is generally based on sensation and pushes logic into the background.<br/>3. Black propaganda: Unreal information, slander, fraud, fabricated information, and documents are used uninterruptedly and recklessly to achieve the goal. A discourse is developed specifically for provocation."
  },
  {
    "id": "3874342",
    "unitNumber": 3,
    "text": "Which of the following is NOT one of the rules of propaganda according to Domenach?",
    "correctAnswer": "D",
    "options": {
      "A": "Rule of Indoctrination",
      "B": "Rule of Simplicity and Single Enemy",
      "C": "Rule of Unity and Contagion",
      "D": "Rule of Rational Debate",
      "E": "Rule of Organization"
    },
    "explanation": "Jean M. Domenach (1995) lists the main rules of propaganda as follows:<br/>1. Simplicity and the single enemy rule<br/>2. The rule of magnification and distortion<br/>3. Rule of Organization<br/>4. Indoctrination Rule<br/>5. Rule of Unity and Contagion"
  },
  {
    "id": "3874343",
    "unitNumber": 3,
    "text": "Which of the following terms completes the definition below:<br/><em>\"________ serves purposes such as making the best decision by getting </em><em>rid of prejudices, creating a logical basis for the decision, clarifying the choice by eliminating doubts, making evaluations for individual and social interests, being hopeful about the future and voting consciously.\"</em>",
    "correctAnswer": "C",
    "options": {
      "A": "Individual satisfaction",
      "B": "Political interaction",
      "C": "Rational choice",
      "D": "Political comparison",
      "E": "Political information"
    },
    "explanation": "Rational choice: It serves purposes such as making the best decision by getting rid of prejudices, creating a logical basis for the decision, clarifying the choice by eliminating doubts, making evaluations for individual and social interests, being hopeful about the future and voting consciously."
  },
  {
    "id": "3874344",
    "unitNumber": 3,
    "text": "What has replaced traditional party organizations in modern campaigns?",
    "correctAnswer": "B",
    "options": {
      "A": "Political protests",
      "B": "Voter and public opinion surveys",
      "C": "National assemblies",
      "D": "Legal institutions",
      "E": "Parliamentary lobbying"
    },
    "explanation": "Election strategies have also begun to change, and emphasis has been placed on systematic research on campaign variables such as political party, candidate, rival party, rival candidates, and elections. However, party organizations, which used to be the only source of information gathering, have surveys."
  },
  {
    "id": "3874345",
    "unitNumber": 3,
    "text": "According to Aysel Aziz, what is political communication?",
    "correctAnswer": "D",
    "options": {
      "A": "Transmission of cultural values",
      "B": "Use of poetry and art in persuasion",
      "C": "Strategy to entertain the masses",
      "D": "Use of communication techniques to impose ideological aims",
      "E": "Journalism focused on political analysis"
    },
    "explanation": "Aysel Aziz defines political communication as “using various communication types and techniques to impose certain ideological aims of political actors on certain groups, masses, countries or blocs, and to put them into action when necessary” (Aziz, 2007, p. 3)."
  },
  {
    "id": "3874356",
    "unitNumber": 3,
    "text": "Which concept introduced by Walter Lippmann is the basis of prejudice in the formation of public opinion?",
    "correctAnswer": "C",
    "options": {
      "A": "Phantom public",
      "B": "Pseudo-environment",
      "C": "Stereotype",
      "D": "Selective perception",
      "E": "Group effect"
    },
    "explanation": "In this study, Lippmann introduced the concept of stereotype, which is the basis of prejudice."
  },
  {
    "id": "3874357",
    "unitNumber": 3,
    "text": "According to Hans Speier, what led to the political importance of public opinion?",
    "correctAnswer": "B",
    "options": {
      "A": "Modern communication tools",
      "B": "Bourgeoisie's economic rise",
      "C": "Press development",
      "D": "Political regimes",
      "E": "Religious influence"
    },
    "explanation": "The political importance of public opinion was realized through economic and class changes in the social sphere."
  },
  {
    "id": "3874358",
    "unitNumber": 3,
    "text": "Which two factors are essential for forming a dominant opinion according to Münci Kapani?",
    "correctAnswer": "C",
    "options": {
      "A": "Free press and mass communication",
      "B": "Public access and democracy",
      "C": "Number and intensity",
      "D": "Censorship and media",
      "E": "Ideology and religion"
    },
    "explanation": "Kapani states that two factors are effective in forming a dominant opinion. The first of these is the number factor..."
  },
  {
    "id": "3874359",
    "unitNumber": 3,
    "text": "Which element is <strong>not</strong> listed as a factor in the formation of public opinion?",
    "correctAnswer": "C",
    "options": {
      "A": "Mass media",
      "B": "Opinion leaders",
      "C": "Economic status",
      "D": "Religion",
      "E": "Culture"
    },
    "explanation": "Factors affecting public opinion: attitudes, social groups, ideology, culture, religion, mass media, opinion leaders, political leaders."
  },
  {
    "id": "3874360",
    "unitNumber": 3,
    "text": "Which regime allows free formation and dissemination of public opinion according to Kapani?",
    "correctAnswer": "B",
    "options": {
      "A": "Totalitarian regime",
      "B": "Democracy",
      "C": "Autocracy",
      "D": "Monarchy",
      "E": "Oligarchy"
    },
    "explanation": "A true public can flourish in an environment where news and ideas can be freely disseminated... the pluralistic democratic system"
  },
  {
    "id": "3874361",
    "unitNumber": 3,
    "text": "According to Lawrence A. Lowell, public opinion must meet which requirement to be real in a democracy?",
    "correctAnswer": "C",
    "options": {
      "A": "Inclusion of elites",
      "B": "Universal participation",
      "C": "Minority’s voluntary obedience",
      "D": "Press freedom",
      "E": "Complete harmony"
    },
    "explanation": "Lowell accepted the minority’s participation in the majority as an indispensable condition of political life."
  },
  {
    "id": "3874362",
    "unitNumber": 3,
    "text": "What marked the beginning of propaganda analysis according to the text?",
    "correctAnswer": "A",
    "options": {
      "A": "World War I",
      "B": "The Cold War",
      "C": "Mass media rise",
      "D": "French Revolution",
      "E": "Hitler’s speeches"
    },
    "explanation": "Especially with the first application of psychological warfare in WWI... the phenomenon of propaganda came to the fore."
  },
  {
    "id": "3874363",
    "unitNumber": 3,
    "text": "Which propaganda type includes lies and fabricated information for provocation?",
    "correctAnswer": "C",
    "options": {
      "A": "White",
      "B": "Gray",
      "C": "Black",
      "D": "Unintentional",
      "E": "Emotional"
    },
    "explanation": "Black propaganda: Unreal information, slander, fraud, fabricated information, and documents are used"
  },
  {
    "id": "3874364",
    "unitNumber": 3,
    "text": "Which is <strong>not</strong> listed as one of the three main purposes of political campaigns?",
    "correctAnswer": "C",
    "options": {
      "A": "Mobilizing the public",
      "B": "Informing voters",
      "C": "Creating laws",
      "D": "Persuading voters",
      "E": "Shaping opinions"
    },
    "explanation": "Political campaigns have three main purposes. The following purposes are informing, persuading, and creating public mobilization."
  },
  {
    "id": "3874365",
    "unitNumber": 3,
    "text": "What change occurred in modern election campaigns?",
    "correctAnswer": "B",
    "options": {
      "A": "Focus on ideology",
      "B": "More candidate-focused",
      "C": "More face-to-face talks",
      "D": "Less reliance on media",
      "E": "Full party control"
    },
    "explanation": "In election campaigns, the emphasis has begun to shift from party to candidate."
  },
  {
    "id": "3874073",
    "unitNumber": 4,
    "text": "Which of the following can be used to measure public opinion?",
    "correctAnswer": "A",
    "options": {
      "A": "Polls",
      "B": "TV shows",
      "C": "Political campaigns",
      "D": "Interviews with politicians",
      "E": "Maintaining media freedom"
    },
    "explanation": "Public opinion is crucial in democratic societies, influencing political decisions and policy formulation. It is measured through methods like surveys and polls to gauge the perspectives of a population at a given time. The correct answer is A."
  },
  {
    "id": "3874074",
    "unitNumber": 4,
    "text": "Which of the following can be considered cornerstone of democratic societies?",
    "correctAnswer": "A",
    "options": {
      "A": "Informed and active citizens",
      "B": "Stable economy",
      "C": "Developed education system",
      "D": "Young people making up the majority of the society",
      "E": "Urbanisation"
    },
    "explanation": "The role of media in broadcasting political debates, interviews, and electoral coverage contributes to an informed and active citizenry, a cornerstone of democratic societies. The correct answer is A."
  },
  {
    "id": "3874075",
    "unitNumber": 4,
    "text": "Where did printing methods exist before Gutenberg's invention?",
    "correctAnswer": "A",
    "options": {
      "A": "China",
      "B": "Türkiye",
      "C": "United States",
      "D": "Russia",
      "E": "Rome"
    },
    "explanation": "Before Johannes Gutenberg refined the printing process by inventing the movable metal type and the printing press around 1446 (Baran, 2014, p.19), it’s crucial to acknowledge that printing methods, especially block printing, were already well-established and practiced in China and Korea as early as the 3rd century. The correct answer is A."
  },
  {
    "id": "3874076",
    "unitNumber": 4,
    "text": "A magazine is a collection of articles, stories, advertisements and other miscellaneous items. What is the original meaning of the word \"magazine\"?",
    "correctAnswer": "A",
    "options": {
      "A": "Storehouse",
      "B": "Manuscript",
      "C": "Article",
      "D": "Paparazzi",
      "E": "Contents"
    },
    "explanation": "Magazine, derived from the French word meaning storehouse, refers to a nondaily periodical. Essentially, a magazine is a collection of articles, stories, ads, and other assorted items meticulously curated by editors to engage and captivate their audience. The correct answer is A."
  },
  {
    "id": "3874088",
    "unitNumber": 4,
    "text": "Which of the following<u><strong> is not</strong></u> one of the cultural products produced and distributed by mass media to a broad audience?",
    "correctAnswer": "A",
    "options": {
      "A": "Designs",
      "B": "Songs",
      "C": "Novels",
      "D": "News",
      "E": "Movies"
    },
    "explanation": "Simultaneously, mass media represent the cultural industries, serving as channels of communication responsible for producing and distributing a wide array of cultural products such as songs, novels, news, movies, and online computer services to a broad audience (Campbell, 2017)."
  },
  {
    "id": "3874089",
    "unitNumber": 4,
    "text": "What is an interactive process concerning the transmission of information among politicians, the news media, and the public called?",
    "correctAnswer": "A",
    "options": {
      "A": "Political communication",
      "B": "Mass media",
      "C": "Public opinion",
      "D": "Tabloid",
      "E": "Digital media"
    },
    "explanation": "Political communication can be simply defined in Norris’ words as “an interactive process concerning the transmission of information among politicians, the news media, and the public” (2001, p. 11631)"
  },
  {
    "id": "3874090",
    "unitNumber": 4,
    "text": "<ol type=\"I\"> <li>Access diverse viewpoints</li> <li>Engage in political discussions</li> <li>Make well-informed decision</li> </ol> Which of the above actions do mass media enable citizens to do?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only III",
      "C": "I &amp; II",
      "D": "II &amp; III",
      "E": "I, II &amp; III"
    },
    "explanation": "Mass media acts as a facilitator of the democratic process by providing a platform for informed deliberation. It enables citizens to access diverse viewpoints, engage in political discussions, and make well-informed decisions"
  },
  {
    "id": "3874091",
    "unitNumber": 4,
    "text": "While mass media contributes significantly to fostering an informed and engaged citizenry in the contemporary landscape, it is crucial to acknowledge and address the challenges and ethical considerations inherent in this dynamic interplay between ____________ and politics.<br/>Fill in the blank with the correct answer.",
    "correctAnswer": "A",
    "options": {
      "A": "Media",
      "B": "Public",
      "C": "Communication",
      "D": "Opinions",
      "E": "Corporations"
    },
    "explanation": "While mass media contributes significantly to fostering an informed and engaged citizenry in the contemporary landscape, it is crucial to acknowledge and address the challenges and ethical considerations inherent in this dynamic interplay between media and politics (Sunstein, 2017)."
  },
  {
    "id": "3874092",
    "unitNumber": 4,
    "text": "The ____________ played a pivotal role in catalyzing the Industrial Revolution, promoting assembly-line production, shaping modern capitalism, and contributing to the ascent of consumer culture.<br/>Fill in the blank with the correct answer.",
    "correctAnswer": "A",
    "options": {
      "A": "Printing press",
      "B": "Block printing",
      "C": "Mass media",
      "D": "Political communication",
      "E": "Human communication"
    },
    "explanation": "The printing press played a pivotal role in catalyzing the Industrial Revolution, promoting assembly-line production, shaping modern capitalism, and contributing to the ascent of consumer culture."
  },
  {
    "id": "3874093",
    "unitNumber": 4,
    "text": "Which of the following word derived from the French word meaning storehouse, refers to a nondaily periodical?",
    "correctAnswer": "A",
    "options": {
      "A": "Magazine",
      "B": "Song",
      "C": "Novel",
      "D": "New",
      "E": "Movie"
    },
    "explanation": "Magazine, derived from the French word meaning storehouse, refers to a nondaily periodical."
  },
  {
    "id": "3874094",
    "unitNumber": 4,
    "text": "According to the evolution of mass communication which stage does come after printed communication?",
    "correctAnswer": "A",
    "options": {
      "A": "The electronic era",
      "B": "Early oral communication",
      "C": "Early oral communication",
      "D": "Printing press",
      "E": "The digital era"
    },
    "explanation": "Figure 4.1 The Evolution of Mass Communication."
  },
  {
    "id": "3874095",
    "unitNumber": 4,
    "text": "Which one of the following was the first US President to employ radio for political communication?",
    "correctAnswer": "A",
    "options": {
      "A": "Warren Hardin",
      "B": "Woodrow Wilson",
      "C": "Calvin Coolidge",
      "D": "Herbert Hoover",
      "E": "Franklin D. Roosevelt"
    },
    "explanation": "The US President Warren Harding was the first president to employ radio for political communication (Delli Carpini, 1993)"
  },
  {
    "id": "3874096",
    "unitNumber": 4,
    "text": "The _____________, initially envisioned as “an information superhighway,” has evolved into an expansive global network connecting digital information through various means such as telephone lines, cable, wireless connections, and satellite systems<br/>Fill in the blank with the correct answer.",
    "correctAnswer": "A",
    "options": {
      "A": "Internet",
      "B": "Media",
      "C": "Public",
      "D": "PC",
      "E": "Communication"
    },
    "explanation": "The Internet, initially envisioned as “an information superhighway,” has evolved into an expansive global network connecting digital information through various means such as telephone lines, cable, wireless connections, and satellite systems (Campell et al. 2016, p. 39)."
  },
  {
    "id": "3874097",
    "unitNumber": 4,
    "text": "What does refer to the role of news and information dissemination in the context of the media?",
    "correctAnswer": "A",
    "options": {
      "A": "Surveillance",
      "B": "Interpretation",
      "C": "Socialization",
      "D": "Internet",
      "E": "Communication"
    },
    "explanation": "Surveillance, in the context of the media, refers to the role of news and information dissemination."
  },
  {
    "id": "3874164",
    "unitNumber": 4,
    "text": "Which type of journalism made newspapers easier to read in the 19th century?",
    "correctAnswer": "A",
    "options": {
      "A": "Yellow journalism",
      "B": "Investigative journalism",
      "C": "Ethical journalism",
      "D": "Cheap journalism",
      "E": "Broadsheet papers"
    },
    "explanation": "During the late 1800s, yellow journalism prioritized financially lucrative publications, focusing on compelling human-interest narratives, crime reports, bold headlines, and easily digestible content. The correct answer is A."
  },
  {
    "id": "3874165",
    "unitNumber": 4,
    "text": "What kind of newspaper gives more importance to popular and sensational events?",
    "correctAnswer": "A",
    "options": {
      "A": "Tabloid",
      "B": "Broadsheet",
      "C": "Journal",
      "D": "Magazine",
      "E": "Press release"
    },
    "explanation": "Tabloids are newspapers that concentrate on popular and sensational events. Their editors aim to boost sales through provocative headlines, often sacrificing objectivity in reporting by presenting stories with editorial biases. The correct answer is A."
  },
  {
    "id": "3874166",
    "unitNumber": 4,
    "text": "What is the term that describes the media's role in watching over and protecting the public interest?",
    "correctAnswer": "A",
    "options": {
      "A": "Watchdog",
      "B": "Protector",
      "C": "Objectivity",
      "D": "Unbiased",
      "E": "Penny press"
    },
    "explanation": "The term “watchdogs” pertains to the media’s function as vigilant monitors and protectors of the public interest. Journalists, when taking on the role of watchdogs, assume a pivotal responsibility in ensuring that those in positions of authority are held responsible for their conduct. The correct answer is A."
  },
  {
    "id": "3874167",
    "unitNumber": 4,
    "text": "Which television channel played an important role during the Gulf War in 1990-1991?",
    "correctAnswer": "E",
    "options": {
      "A": "Al Jazeera",
      "B": "BBC",
      "C": "TRT",
      "D": "TV5 MONDE",
      "E": "CNN"
    },
    "explanation": "During the 1990-1991 Gulf conflict, CNN emerged as a significant player in international relations. The correct answer is E."
  },
  {
    "id": "3874168",
    "unitNumber": 4,
    "text": "What is the name of the members of a generation who have never had the experience of a world without the internet?",
    "correctAnswer": "B",
    "options": {
      "A": "Internet addicted generation",
      "B": "Digital natives",
      "C": "Generation Y",
      "D": "Digital immigrants",
      "E": "Audience"
    },
    "explanation": "Digital natives are the people belonging to a generation that has never experienced a world without the Internet. The correct answer is B."
  },
  {
    "id": "3874169",
    "unitNumber": 4,
    "text": "What theory in media studies suggests that media cues, such as headlines and prominent coverage, influence what the public considers important?",
    "correctAnswer": "C",
    "options": {
      "A": "Gatekeeping",
      "B": "Cultivation",
      "C": "Agenda setting",
      "D": "Uses and gratifications",
      "E": "Magic bullet"
    },
    "explanation": "Agenda setting theory suggests that the media plays a pivotal role in shaping public attention and perceptions of important issues. This theory proposes that media cues, such as headlines and prominent coverage, influence what the public deems significant. The correct answer is C."
  },
  {
    "id": "3874326",
    "unitNumber": 4,
    "text": "What does mass communication involve, according to Turow (2011)?",
    "correctAnswer": "C",
    "options": {
      "A": "Personal messages between known individuals",
      "B": "Public communication via speeches",
      "C": "The industrialized production and multiple distribution of messages through technological devices",
      "D": "Entertainment content shared on social media",
      "E": "Traditional storytelling and oral communication"
    },
    "explanation": "As Turow (2011) points out, mass communication involves “the industrialized production and multiple distribution of messages through technological<br/>devices”."
  },
  {
    "id": "3874327",
    "unitNumber": 4,
    "text": "What was the key innovation by Johannes Gutenberg around 1446?",
    "correctAnswer": "E",
    "options": {
      "A": "The phonograph",
      "B": "Wireless telegraphy",
      "C": "The political newspaper",
      "D": "The steam-powered rotary press",
      "E": "Movable metal type and the printing press"
    },
    "explanation": "Johannes Gutenberg refined the printing process by inventing the movable metal<br/>type and the printing press around 1446 (Baran, 2014, p.19), it’s crucial to acknowledge that printing methods, especially block printing, were already well-established and practiced in China and Korea as early as the 3rd century."
  },
  {
    "id": "3874328",
    "unitNumber": 4,
    "text": "What was the role of the newspaper during the era of yellow journalism?",
    "correctAnswer": "A",
    "options": {
      "A": "Prioritized financially lucrative publications and sensational human-interest stories",
      "B": "Focused on academic reports",
      "C": "Delivered only official government information",
      "D": "Functioned primarily as opinion journals",
      "E": "Targeted elite audiences with detailed legal news"
    },
    "explanation": "The emergence of rival daily newspapers and the advent of affordable penny press marked a pivotal era in European and American journalism.<br/>During the late 1800s, yellow journalism ocusing on compelling human-interest narratives, crime reports, bold headlines, and easily digestible content."
  },
  {
    "id": "3874329",
    "unitNumber": 4,
    "text": "What is the function of the term “watchdogs” in journalism?",
    "correctAnswer": "D",
    "options": {
      "A": "Promoting the government’s agenda",
      "B": "Monitoring sports and entertainment",
      "C": "Reporting on natural disasters only",
      "D": "Ensuring public authorities are held accountable for their actions.",
      "E": "Investigating crimes and writing fiction stories"
    },
    "explanation": "The term “watchdogs” pertains to the media’s function as vigilant monitors and protectors of the public interest. Journalists, assume a pivotal responsibility in ensuring that those in positions of authority are held responsible for their conduct. Rather than simply endorsing the government or influential entities, journalists in this capacity actively strive to reveal and bring to light instances of misconduct, corruption, or the misuse of power."
  },
  {
    "id": "3874330",
    "unitNumber": 4,
    "text": "What term refers to the fusion of mass media, computers, and telecommunications?",
    "correctAnswer": "B",
    "options": {
      "A": "Narrowcasting",
      "B": "Convergence",
      "C": "Gatekeeping",
      "D": "Personalization",
      "E": "Broadcasting"
    },
    "explanation": "The ongoing convergence of newspapers with the Internet poses additional uncertainties for the future of digital news. This convergence involves news organizations integrating various media formats within the same newsroom or collaborating with other media outlets, a phenomenon referred to as convergence."
  },
  {
    "id": "3874331",
    "unitNumber": 4,
    "text": "What does the “cocoon effect” describe?",
    "correctAnswer": "D",
    "options": {
      "A": "People reading newspapers in isolation",
      "B": "The blending of digital and print journalism",
      "C": "Journalists avoiding controversial stories",
      "D": "Individuals immersing themselves only in information that aligns with their views",
      "E": "Governments hiding sensitive information"
    },
    "explanation": "The cocoon effect refers to the phenomenon where individuals deliberately immerse themselves in a bubble of political and social information that aligns with their preferences, providing comfort, appeal, or acceptability. It’s as if people create an informational cocoon to shield themselves from the uncertainties of modern life and simplify decision-making in a society with<br/>myriad choices."
  },
  {
    "id": "3874332",
    "unitNumber": 4,
    "text": "Which model of government regulation promotes responsible media while allowing freedom?",
    "correctAnswer": "B",
    "options": {
      "A": "Authoritarian Model",
      "B": "Social Responsibility Model",
      "C": "Communist Model",
      "D": "Libertarian Model",
      "E": "State Broadcasting Model"
    },
    "explanation": "Social Responsibility Model balances control and freedom.<br/>Governments encourage responsible media behavior, promoting a socially responsible approach to content creation and dissemination."
  },
  {
    "id": "3874333",
    "unitNumber": 4,
    "text": "According to the gatekeeping theory, who decides which news gets published?",
    "correctAnswer": "E",
    "options": {
      "A": "Government ministers",
      "B": "Local citizens",
      "C": "Online influencers",
      "D": "International regulators",
      "E": "Media managers and editors"
    },
    "explanation": "According to the gatekeeping theory (Shoemaker, 1991; White, 1949), media managers and editors have a critical role in shaping how stories are presented or opening and closing the gate on stories. A small number of gatekeepers, especially those responsible for making news choices for nationwide audiences, hold significant political power because their decisions determine what becomes widely available as news. These gatekeepers also play a crucial role in selecting<br/>news sources."
  },
  {
    "id": "3874334",
    "unitNumber": 4,
    "text": "What does the agenda-setting theory suggest?",
    "correctAnswer": "A",
    "options": {
      "A": "Media influences what the public thinks is important",
      "B": "Media decides election results directly",
      "C": "Media teaches citizens how to vote",
      "D": "Media prevents misinformation through fact-checking",
      "E": "Media promotes only government-endorsed topics"
    },
    "explanation": "Agenda-setting theories generally posit that mass media play a crucial role in guiding public attention to events and issue areas deemed most important.<br/>In a fairly uniform manner, the media influence perceptions, highlighting specific individual issues and activities that deserve to be ranked highly on the public’s agenda of political concerns."
  },
  {
    "id": "3874335",
    "unitNumber": 4,
    "text": "What does \"framing\" in media involve?",
    "correctAnswer": "C",
    "options": {
      "A": "Broadcasting only local news",
      "B": "Editing videos for entertainment",
      "C": "Choosing and presenting news with specific tone, words, and emphasis",
      "D": "Excluding foreign perspectives",
      "E": "Quoting only verified political figures"
    },
    "explanation": "While media agenda-setting guides us on what topics to consider, framing theory explores how writers shape our perspective on those topics. Framing involves the decisions made by reporters about what to include and exclude in a story. This includes considerations like tone, words, facts, and the conceptual framework, providing a context and interpretation of the presented information."
  },
  {
    "id": "3874346",
    "unitNumber": 4,
    "text": "Which term does Turow use to define mass communication?",
    "correctAnswer": "C",
    "options": {
      "A": "Dissemination of oral messages in traditional societies",
      "B": "Exchange of ideas through public forums",
      "C": "Industrialized production and multiple distribution of messages",
      "D": "Real-time interaction of politicians and public",
      "E": "Printing of newspapers on a daily basis"
    },
    "explanation": "As Turow (2011) points out, mass communication involves “the industrialized production and multiple distribution of messages through technological devices” (p. 14)."
  },
  {
    "id": "3874347",
    "unitNumber": 4,
    "text": "According to Eisenstein, what was one major effect of the printing press?",
    "correctAnswer": "B",
    "options": {
      "A": "Limiting literacy to religious elites",
      "B": "Suppressing regional languages",
      "C": "Fostering accumulation of knowledge and cosmopolitanism",
      "D": "Preventing the rise of consumerism",
      "E": "E) Centralizing political authority in monarchies"
    },
    "explanation": "Eisenstein (1980) argues that this technological advancement, by allowing the accumulation of knowledge, brought about a shift in the conventional approach to learning and fostered a more cosmopolitan atmosphere in the West"
  },
  {
    "id": "3874348",
    "unitNumber": 4,
    "text": "What was the primary goal of yellow journalism?",
    "correctAnswer": "C",
    "options": {
      "A": "To provide balanced and objective news",
      "B": "To educate readers with factual content",
      "C": "To attract readership through sensational stories",
      "D": "To maintain government-approved narratives",
      "E": "To offer scholarly economic analyses"
    },
    "explanation": "Yellow journalism prioritized financially lucrative publications, focusing on compelling human-interest narratives, crime reports, bold headlines, and easily digestible content."
  },
  {
    "id": "3874349",
    "unitNumber": 4,
    "text": "What is the CNN effect associated with?",
    "correctAnswer": "D",
    "options": {
      "A": "Reduction of TV news viewership",
      "B": "Increased voter turnout",
      "C": "Media’s role in influencing foreign policy through real-time news",
      "D": "Decline of press freedom worldwide",
      "E": "Growth of political newspapers in the US"
    },
    "explanation": "This elevation of CNN to a leading and impactful global news network led to the development of a novel communication perspective in international relations, commonly referred to as the “CNN effect”."
  },
  {
    "id": "3874350",
    "unitNumber": 4,
    "text": "What does convergence refer to in media studies?",
    "correctAnswer": "B",
    "options": {
      "A": "The merging of traditional newsrooms into a single entity",
      "B": "The integration of mass media, computers, and telecommunications",
      "C": "Limiting content to elite audiences only",
      "D": "Shifting focus from political to social content",
      "E": "Consolidating entertainment and educational content"
    },
    "explanation": "Convergence refers to the fusion of mass media, computers, and telecommunications, occurring when news organizations collaborate to present various information formats for multimedia news."
  },
  {
    "id": "3874351",
    "unitNumber": 4,
    "text": "What does the cocoon effect lead to in media consumption?",
    "correctAnswer": "A",
    "options": {
      "A": "Increase in objective journalism",
      "B": "Greater national unity",
      "C": "Fragmentation and polarization of audiences",
      "D": "More consumption of print newspapers",
      "E": "Enhanced media literacy in children"
    },
    "explanation": "The cocoon effect not only shapes individuals’ perspectives but also has profound implications for societal cohesion. The potential for echo chambers and polarization becomes evident..."
  },
  {
    "id": "3874352",
    "unitNumber": 4,
    "text": "Which media function involves providing useful day-to-day information such as stock prices and weather forecasts?",
    "correctAnswer": "C",
    "options": {
      "A": "Interpretation",
      "B": "Entertainment",
      "C": "Instrumental Surveillance",
      "D": "Gatekeeping",
      "E": "Political Socialization"
    },
    "explanation": "Instrumental surveillance, which transmits useful information for daily life, such as movie listings, stock prices, and fashion trends."
  },
  {
    "id": "3874353",
    "unitNumber": 4,
    "text": "According to gatekeeping theory, who primarily controls which news stories are selected?",
    "correctAnswer": "B",
    "options": {
      "A": "General public",
      "B": "Government spokespersons",
      "C": "Media managers and editors",
      "D": "News sources",
      "E": "Digital platform users"
    },
    "explanation": "According to the gatekeeping theory (Shoemaker, 1991; White, 1949), media managers and editors have a critical role in shaping how stories are presented..."
  },
  {
    "id": "3874354",
    "unitNumber": 4,
    "text": "What does political media bias refer to?",
    "correctAnswer": "E",
    "options": {
      "A": "Favoring particular emotional tones in news",
      "B": "Avoiding political topics in reporting",
      "C": "Partisanship or ideological leaning in news content",
      "D": "Limiting news to economic issues only",
      "E": "Promoting scientific facts over opinions"
    },
    "explanation": "Political media bias, or politically slanted news, denotes news content that exhibits partisanship or ideological leaning, favoring one perspective over another..."
  },
  {
    "id": "3874355",
    "unitNumber": 4,
    "text": "Which theory focuses on how media determines what topics are important?",
    "correctAnswer": "D",
    "options": {
      "A": "Framing",
      "B": "Priming",
      "C": "Agenda-setting",
      "D": "Socialization",
      "E": "Narrowcasting"
    },
    "explanation": "Agenda-setting theories generally posit that mass media play a crucial role in guiding public attention to events and issue areas deemed most important."
  },
  {
    "id": "3874053",
    "unitNumber": 5,
    "text": "Which one of the followings is not a result of the emergence of the social networks, when compared to traditional media?",
    "correctAnswer": "E",
    "options": {
      "A": "Spatial independence",
      "B": "Low cost",
      "C": "Direct access to information",
      "D": "Speed",
      "E": "Objective news"
    },
    "explanation": "Social networks, which are the sources of participatory culture, affect political participation with their low cost compared to traditional media, direct access, speed, spatial independence, and globalization. This participation effect is observed in the form of easy access to information, mutual and direct communication among political actors, and the opportunity for voters to influence the campaign."
  },
  {
    "id": "3874054",
    "unitNumber": 5,
    "text": ".................. is an unforeseen event that threatens stakeholders’ expectations and produces negative outcomes, seriously affecting the performance of the organization.<br/>Fill in the blank to complete the sentence.",
    "correctAnswer": "B",
    "options": {
      "A": "Fake news",
      "B": "Crisis",
      "C": "Disinformation",
      "D": "Post-truth",
      "E": "Scandal"
    },
    "explanation": "Coombs (2007, pp. 2-3) synthesizes various definitions and perspectives and defines a crisis as “an unforeseen event that threatens stakeholders’ expectations and produces negative outcomes, seriously affecting the performance of the organization.” One element of this definition is the perception of crisis, and ultimately public perception is reality."
  },
  {
    "id": "3874055",
    "unitNumber": 5,
    "text": "Which of the followings signifies the crises that occur gradually and are unpredictable?",
    "correctAnswer": "D",
    "options": {
      "A": "Crisis that last for a long time",
      "B": "Natural disasters",
      "C": "Crisis caused by human errors",
      "D": "Crisis that unfold over time",
      "E": "Sudden crisis"
    },
    "explanation": "Parsons (1996, pp. 26-27) divides the crisis, which has various definitions, into three parts.<br/>• Sudden crises: Crises that give little or no warning of their arrival,<br/>• Crises that unfold over time: They occur gradually and are unpredictable,<br/>• Crises that last for a long time: Crises that last for weeks, months or even years."
  },
  {
    "id": "3874056",
    "unitNumber": 5,
    "text": "I. Reporting <br/>II. Response <br/>III. Preparation <br/>IV. Research <br/>V. Revision <br/>Which of the above-mentioned items can be considered as the steps of the crisis managements according to Coombs?",
    "correctAnswer": "B",
    "options": {
      "A": "I, III and IV",
      "B": "II, III and V",
      "C": "III and V",
      "D": "I, II and III",
      "E": "II and IV"
    },
    "explanation": "As outlined by Coombs (2000), the process of crisis communication unfolds through four separate phases: prevention, preparation, response, and revision."
  },
  {
    "id": "3874057",
    "unitNumber": 5,
    "text": "Which of the following stances in crisis communication seeks to minimize attributions to the organization and mitigate the adverse effects of the crisis through excuses and justifications?",
    "correctAnswer": "C",
    "options": {
      "A": "Rebuild",
      "B": "Bolstering",
      "C": "Diminish",
      "D": "Denial",
      "E": "Defame"
    },
    "explanation": "Coombs (2007) categorizes crisis response strategies into four stances. The “denial” stance aims to sever any connection between an organization and a crisis, employing strategies such as “attack the accuser,” “simple denial,” and “scapegoating.” The “diminish” stance seeks to minimize attributions to the organization and mitigate the adverse effects of the crisis through excuses and justifications. The “rebuild” stance endeavors to enhance the organization’s reputation by taking some degree of responsibility and incorporating measures like compensation and apology. The “bolstering” stance aims to foster a positive relationship between the organization and the public by demonstrating support for the organization to its stakeholders, encompassing elements such as reinforcing friendship and asserting innocence."
  },
  {
    "id": "3874059",
    "unitNumber": 5,
    "text": "Which of the above-mentioned \"crisis management stance and strategy\" matchings is not correct?",
    "correctAnswer": "D",
    "options": {
      "A": "Diminish stance - justification",
      "B": "Rebuild stance - apology",
      "C": "Denial stance - attack the user",
      "D": "Diminish stance - scapegoating",
      "E": "Bolstering stance - asserting innocence"
    },
    "explanation": "Coombs (2007) categorizes crisis response strategies into four stances. The “denial” stance aims to sever any connection between an organization and a crisis, employing strategies such as “attack the accuser,” “simple denial,” and “scapegoating.” The “diminish” stance seeks to minimize attributions to the organization and mitigate the adverse effects of the crisis through excuses and justifications. The “rebuild” stance endeavors to enhance the organization’s reputation by taking some degree of responsibility and incorporating measures like compensation and apology. The “bolstering” stance aims to foster a positive relationship between the organization and the public by demonstrating support for the organization to its stakeholders, encompassing elements such as reinforcing friendship and asserting innocence."
  },
  {
    "id": "3874069",
    "unitNumber": 5,
    "text": "Which of the followings is not one of the methods that can be useful to be successful in crisis management?",
    "correctAnswer": "D",
    "options": {
      "A": "Brainstorming method",
      "B": "Strategic thinking",
      "C": "Delphi method",
      "D": "Quick response method",
      "E": "Decision conferencing method"
    },
    "explanation": "Dallaryan (2006, pp.23-25) states that four methods should be applied in order to be successful in crisis management; strategic thinking, brainstorming method, Delphi method and decision conferencing method."
  },
  {
    "id": "3874070",
    "unitNumber": 5,
    "text": "Which of the following crisis management methods assert that managers should think collectively to solve a problem instead of seeking individual solutions?",
    "correctAnswer": "B",
    "options": {
      "A": "Quick response method",
      "B": "Brainstorming method",
      "C": "Strategic thinking",
      "D": "Decision conferencing model",
      "E": "Delphi method"
    },
    "explanation": "Brainstorming Method: The purpose here is principally described as solving a problem by thinking collectively. This method is used not only in crisis environments but also in many other areas. However, here, instead of seeking individual solutions, team members think collectively about the solution and make joint decisions about the crisis."
  },
  {
    "id": "3874071",
    "unitNumber": 5,
    "text": "Which of the following models emphasis that it is not possible to prepare a crisis scenario that organizations can apply in a real crisis?",
    "correctAnswer": "A",
    "options": {
      "A": "Mittrof's Portfolio Planning Approach",
      "B": "Six Step Crisis Model",
      "C": "Crisis Classification Matrix",
      "D": "Brainstorming Method",
      "E": "Comprehensive control model"
    },
    "explanation": "Mitroff’s Portfolio Planning Approach emphasizes crisis scenarios. According to this model, it is not possible to prepare a crisis scenario that organizations can apply in a real crisis. Nevertheless, crises can be classified into groups based on similarities in structure. Each crisis group constitutes a category and preventive measures can be taken by preparing scenarios that are likely to occur. The crisis scenario provides the opportunity to be prepared for various other similar crises or related scenarios."
  },
  {
    "id": "3874072",
    "unitNumber": 5,
    "text": "If a crisis manager tries to establish the crisis management organizational structure, select members of the crisis team, train them using simulations and training tools, create and monitor crisis, evaluate the scenario and prepare an emergency plan, what sort of models of crisis management he/she might be using?",
    "correctAnswer": "E",
    "options": {
      "A": "Crisis Classification Matrix",
      "B": "Delphi Method",
      "C": "Mitroff’s Portfolio Planning Approach",
      "D": "Comprehensive Control Model",
      "E": "Six Step Crisis Model"
    },
    "explanation": "Six Step Crisis Model provides a framework that prescribes the principles of basic crisis management development. Accordingly, the first step is to establish the crisis management organizational structure. This is followed by selecting the members of the crisis team. Once the crisis management team is in place, it should be trained to use simulations and training tools. The next step is to create and monitor a crisis, evaluate the scenario, and prepare an emergency plan. The last step of the model is to manage the crisis."
  },
  {
    "id": "3874098",
    "unitNumber": 5,
    "text": "According to statistical data how many of the world’s 8.1 billion population are classified as internet users as of January 2023?",
    "correctAnswer": "A",
    "options": {
      "A": "5.1 billion",
      "B": "6.1 billion",
      "C": "7.1 billion",
      "D": "4.1 billion",
      "E": "3.1 billion"
    },
    "explanation": "According to statistical data, 5.1 billion of the world’s 8.1 billion population are classified as internet users as of January 2023."
  },
  {
    "id": "3874099",
    "unitNumber": 5,
    "text": "According to statistical data, how much time do internet users between the ages of 16-64 spend on social media in a day?",
    "correctAnswer": "A",
    "options": {
      "A": "2 hours 54 minutes",
      "B": "2 hours 45 minutes",
      "C": "3 hours 54 minutes",
      "D": "1 hours 45 minutes4",
      "E": "4 hours 34 minutes"
    },
    "explanation": "Internet users between the ages of 16 and 64 spend an average of 7.5 hours a day on the internet, 2 hours 54 minutes on social media, and 1 hour 49 minutes monitoring the media on any device."
  },
  {
    "id": "3874100",
    "unitNumber": 5,
    "text": "Fake news is not always false. It may show us ___________ image of reality<br/>Fill in the blank with the correct answer.",
    "correctAnswer": "A",
    "options": {
      "A": "An inaccurate",
      "B": "A wrong",
      "C": "A false",
      "D": "An incorrect",
      "E": "A bad"
    },
    "explanation": "Fake news is not always false. It may show us an inaccurate image of reality."
  },
  {
    "id": "3874101",
    "unitNumber": 5,
    "text": "What is technology, a visual form of disinformation, called?",
    "correctAnswer": "A",
    "options": {
      "A": "Deepfake",
      "B": "PC",
      "C": "Software",
      "D": "Internet",
      "E": "Communication"
    },
    "explanation": "This technology, called deepfake, is a visual form of disinformation"
  },
  {
    "id": "3874102",
    "unitNumber": 5,
    "text": "Parties, leaders, and voters have immediate access to all information.<br/>Which of the following social network feature is mentioned above as an effect on political participation?",
    "correctAnswer": "A",
    "options": {
      "A": "High production low cost",
      "B": "Receivers’ communication choices",
      "C": "Information speed",
      "D": "Feedback ability",
      "E": "Worldwide"
    },
    "explanation": "Table 5.1 The Impact of Social Networks on Political Participation"
  },
  {
    "id": "3874103",
    "unitNumber": 5,
    "text": "Election campaigns in the direction that voters expect<br/>Which of the following social network feature is mentioned above as an effect on political participation?",
    "correctAnswer": "A",
    "options": {
      "A": "Receivers’ communication choices",
      "B": "High production low cost",
      "C": "Information speed",
      "D": "Feedback ability",
      "E": "Worldwide"
    },
    "explanation": "Table 5.1 The Impact of Social Networks on Political Participation"
  },
  {
    "id": "3874104",
    "unitNumber": 5,
    "text": "Fast, continuous, and up-to-date information on every subject<br/>Which of the following social network feature is mentioned above as an effect on political participation?",
    "correctAnswer": "A",
    "options": {
      "A": "Information speed",
      "B": "Receivers’ communication choices",
      "C": "High production low cost",
      "D": "Feedback ability",
      "E": "Worldwide"
    },
    "explanation": "Table 5.1 The Impact of Social Networks on Political Participation"
  },
  {
    "id": "3874105",
    "unitNumber": 5,
    "text": "Positive and negative feedback from voters about the election campaign carried out by the parties<br/>Which of the following social network feature is mentioned above as an effect on political participation?",
    "correctAnswer": "A",
    "options": {
      "A": "Feedback ability",
      "B": "Information speed",
      "C": "Receivers’ communication choices",
      "D": "High production low cost",
      "E": "Worldwide"
    },
    "explanation": "Table 5.1 The Impact of Social Networks on Political Participation"
  },
  {
    "id": "3874106",
    "unitNumber": 5,
    "text": "Various sources of information around the World<br/>Which of the following social network feature is mentioned above as an effect on political participation?",
    "correctAnswer": "E",
    "options": {
      "A": "Feedback ability",
      "B": "Information speed",
      "C": "Receivers’ communication choices",
      "D": "High production low cost",
      "E": "Worldwide"
    },
    "explanation": "Table 5.1 The Impact of Social Networks on Political Participation"
  },
  {
    "id": "3874107",
    "unitNumber": 5,
    "text": "<ol type=\"I\"> <li>Crises caused by mechanical problems</li> <li>Crises caused by human errors</li> <li>Natural disasters</li> </ol> Which of the categories above are divided by The Institute of Crisis Management (ICM) in the United States of America?",
    "correctAnswer": "E",
    "options": {
      "A": "Only I",
      "B": "Only III",
      "C": "I &amp; II",
      "D": "II &amp; III",
      "E": "I, II &amp; III"
    },
    "explanation": "The Institute of Crisis Management (ICM) in the United States of America divides crises into four categories. These are categorized as (Kadıbeşegil, 2002, pp. 38-39):<br/><ul> <li>Natural disasters (Acts of God)</li> <li>Crises caused by mechanical problems</li> <li>Crises caused by human errors</li> <li>Crises caused by managerial decision/ indecision</li> </ul>"
  },
  {
    "id": "3874032",
    "unitNumber": 6,
    "text": "\"... It is possible to consider the brand not only as a name but also as a communication tool that represents vision, values and ..........\"<br/><strong>Which of the following fills in the dotted space correctly?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Personality",
      "B": "Capacity",
      "C": "Identity",
      "D": "Strategy",
      "E": "Value"
    },
    "explanation": "<strong>INTRODUCTION</strong><br/>As a broad concept, the brand is an important tool for modern political communication and marketing. The brand can be developed not only for products, companies, and organizations, but also for individuals, cities and even nations. It is possible to consider the brand not only as a name but also as a communication tool that represents vision, values and personality"
  },
  {
    "id": "3874033",
    "unitNumber": 6,
    "text": "\"... The product/service is produced, and the brand is .........\"<br/><strong>Which of the following fills in the dotted space coreectly? </strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Designed",
      "B": "Advertized",
      "C": "Created",
      "D": "Generated",
      "E": "Planned"
    },
    "explanation": "<strong>DEFINITION OF BRAND</strong><br/>The product/service is produced, and the brand is created. (Keller, 2013, p.31)."
  },
  {
    "id": "3874034",
    "unitNumber": 6,
    "text": "Which of the following <strong>is not</strong> a specification of Brands when compared with the product?",
    "correctAnswer": "A",
    "options": {
      "A": "It is offered",
      "B": "It is wanted",
      "C": "It is personalized",
      "D": "Useful for customer",
      "E": "Recognizable"
    },
    "explanation": "<strong>DEFINITION OF BRAND </strong><br/>Table 6.1 Relationship between product and brand.<br/>It is offered"
  },
  {
    "id": "3874035",
    "unitNumber": 6,
    "text": "<em>\".......... ..... is the level to which consumers are familiar, acceptable, and able to recall a certain brand in any given circumstance...\"</em><br/><strong>Which of the following fills in the </strong><strong>dotted space correctly?</strong>",
    "correctAnswer": "D",
    "options": {
      "A": "Brand Personality",
      "B": "Brand Image",
      "C": "Brand Equity",
      "D": "Brand awareness",
      "E": "Brand Identity"
    },
    "explanation": "<strong>BASIC CONCEPTS OF BRAND</strong><br/><strong>Brand Awareness</strong><br/>Brand awareness is the level to which consumers are familiar, acceptable, and able to recall a certain brand in any given circumstance (Percy &amp; Rossiter, 1992, p. 264; Perreault et al., 2013, p. 437)."
  },
  {
    "id": "3874036",
    "unitNumber": 6,
    "text": "<em>\"... According to Aaker, ......... ....... is commonly understood as a combination of brand assets and liabilities associated with a brand, its name, and symbols that increase or decrease the value offered to a company and/or to that company’s customers.</em><br/><strong>Which of the following fills in the dotted space correctly?</strong>",
    "correctAnswer": "E",
    "options": {
      "A": "Brand Management",
      "B": "Brand Image",
      "C": "Brand Personality",
      "D": "Brand Awareness",
      "E": "Brand Equity"
    },
    "explanation": "<strong>BASIC CONCEPTS OF BRAND</strong><br/><em><strong>Brand Equity</strong></em><br/>Aaker provided one of the most thorough descriptions of brand equity, describing it as a behaviorally oriented structure impacted by the consumer’s perception and attitude toward the behavior’s object. According to Aaker, brand equity is commonly understood as a combination of brand assets and liabilities associated with a brand, its name, and symbols that increase or decrease the value offered to a company and/or to that company’s customers."
  },
  {
    "id": "3874037",
    "unitNumber": 6,
    "text": "<em>\"......... ....... refers to a comprehensive concept that includes the hard and soft components of voter choice, the major aspects of political reputation, and the ostensibly insignificant details of appearance and other factors like tone of voice....\"</em><br/><strong>Which of the following fills in the dotted space correctly?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Political Party",
      "B": "Political Brand",
      "C": "Political Advertising",
      "D": "Political Publicity",
      "E": "Political Awareness"
    },
    "explanation": "<strong>POLITICAL PARTY OR CANDIDATE AS BRAND</strong><br/>In the political market, political parties can be seen as a brand to be developed to offer functional and emotional values to voters as part of their appeal. Brand is the basic element of strategic political communication. Party brands are the sum of all concrete and intangible communications. While politicians, party name and party colors represent tangible components, values such as images, message, symbolism, and personality represent intangible elements. In line with the analogies between a political party and a brand, it can be said that both use similar marketing tools to create images. As stated by Scammell (2007), political brand refers to a comprehensive concept that includes the hard and soft components of voter choice, the major aspects of political reputation, and the ostensibly insignificant details of appearance and other factors like tone of voice."
  },
  {
    "id": "3874038",
    "unitNumber": 6,
    "text": "Which of the following does not take place in the Aaker's Brand Awareness Pyramid?",
    "correctAnswer": "E",
    "options": {
      "A": "Unaware of a Brand",
      "B": "Brand recognition",
      "C": "Brand Recall",
      "D": "Top of Mind",
      "E": "Brand Personality"
    },
    "explanation": "<strong>BASIC CONCEPTS OF BRAND </strong><br/><em><strong>Brand Awareness</strong></em><br/>(Figure 6.1 The Awareness Pyramid)<br/>Brand Personality"
  },
  {
    "id": "3874039",
    "unitNumber": 6,
    "text": "\"........ ....... is anything in a consumer’s memory linked to a specific brand...\"<br/><strong>Which of the following fills in the dotted space correctly?</strong>",
    "correctAnswer": "C",
    "options": {
      "A": "Brand Identity",
      "B": "Brand Equity",
      "C": "Brand Image",
      "D": "Brand Management",
      "E": "Brand Personality"
    },
    "explanation": "<strong>BASIC CONCEPTS OF BRAND </strong><br/><strong>Brand Image</strong><br/>important = Brand image is anything in a consumer’s memory linked to a specific brand (Aaker, 1991, p.109)."
  },
  {
    "id": "3874040",
    "unitNumber": 6,
    "text": "Under which of the following perspectives does the The Symbolic Voter takes place when the Actor Assumptions are concerned due to Nielsens six political brand perspectives chart?",
    "correctAnswer": "A",
    "options": {
      "A": "Political brand personality perspective",
      "B": "Economic political brand perspective",
      "C": "Relational political brand perspective",
      "D": "Political brand community perspective",
      "E": "Votercentric political brand perspective"
    },
    "explanation": "<strong>COMPONENTS OF POLITICAL BRAND MANAGEMENT</strong><br/><em><strong>Political Brand- Voter Relation</strong></em><br/>(Table 6.3 The six political brand perspectives.)<br/>Political brand personality perspective"
  },
  {
    "id": "3874041",
    "unitNumber": 6,
    "text": "<em>\"... Proponents of the community perspective argue that it is the community and the interactions between voters in communities that drive the political brand forward. The community influences and mobilizes community members. This approach perceives communities of voters largely as communities of supporters</em><br/><em>who advocate for the common good and give them electoral confidence...\"</em><br/><strong>Which of the following is the correct Political Brand Perspective for the upper given definition?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Economic Political Brand Perspective",
      "B": "Political Brand Community Perspective",
      "C": "Relational Political Brand Perspective",
      "D": "Political Brand Personality Perspective",
      "E": "Cultural Political Brand Perspective"
    },
    "explanation": "<strong>COMPONENTS OF POLITICAL BRAND MANAGEMENT</strong><br/><strong>Political Brand- Voter Relation</strong><br/><em><strong>Political Brand Community Perspective</strong></em><br/>Proponents of the community perspective argue that it is the community and the interactions between voters in communities that drive the political brand forward. The community influences and mobilizes community members. This approach perceives communities of voters largely as communities of supporters<br/>who advocate for the common good and give them electoral confidence."
  },
  {
    "id": "3874058",
    "unitNumber": 6,
    "text": "What is defined as a name, sign or visual element that differentiates it from competitors?",
    "correctAnswer": "C",
    "options": {
      "A": "Service",
      "B": "Product",
      "C": "Brand",
      "D": "Corporation",
      "E": "Symbol"
    },
    "explanation": "Brand is a concept that is explained by many different definitions and approaches. In the most basic approach, it is defined as a name, sign or visual element that differentiates it from competitors. The American Marketing Association defines the brand as “a name, term, design, symbol, or a combination of them, intended to identify the goods or services of one seller or group of sellers and to differentiate them from competitors”."
  },
  {
    "id": "3874060",
    "unitNumber": 6,
    "text": "Considering the relationship between product and brand, which one of the following statements is true for brand?",
    "correctAnswer": "D",
    "options": {
      "A": "Brand is impersonal.",
      "B": "Brand is offered.",
      "C": "Brand is unrecognizable.",
      "D": "Brand has intangible value.",
      "E": "Brand serves seller's market."
    },
    "explanation": "<img src=\"https://ets.anadolu.edu.tr/storage/nfs/questions/73e7e395c422d8c6c221e3cb32f734b9.png\" alt=\"\" width=\"700\" height=\"251\">"
  },
  {
    "id": "3874061",
    "unitNumber": 6,
    "text": "What is defined as the level to which consumers are familiar, acceptable, and able to recall a certain brand in any given circumstance?",
    "correctAnswer": "B",
    "options": {
      "A": "Brand personality",
      "B": "Brand awareness",
      "C": "Brand image",
      "D": "Brand identity",
      "E": "Brand equity"
    },
    "explanation": "Brand awareness is the level to which consumers are familiar, acceptable, and able to recall a certain brand in any given circumstance. Brand awareness is correlated with brand knowledge, which measures people’s capacity to recognize brands under different conditions."
  },
  {
    "id": "3874062",
    "unitNumber": 6,
    "text": "Which dimension of brand personality traits possesses the qualities of being upperclass and charming?",
    "correctAnswer": "D",
    "options": {
      "A": "Sincerity",
      "B": "Excitement",
      "C": "Competence",
      "D": "Sophistication",
      "E": "Ruggedness"
    },
    "explanation": "The personality traits that brands possess have been addressed in five basic dimensions. These are sincerity, excitement, competence, sophistication and ruggedness. Dimension of sophistication is represented by the personality traits of upperclass and charming."
  },
  {
    "id": "3874063",
    "unitNumber": 6,
    "text": "Which of the following is <strong><u>not</u></strong> an element of brand equity?",
    "correctAnswer": "A",
    "options": {
      "A": "Brand competence",
      "B": "Brand loyalty",
      "C": "Brand awareness",
      "D": "Perceived quality",
      "E": "Brand associations"
    },
    "explanation": "The five elements/ dimensions that make up Aaker’s (1991) brand equity model are brand awareness, association, loyalty, perceived quality and other proprietary assets. The consumer is the focus of the first four elements, while the financial worth of assets like patents and trademarks is the subject of the final dimension."
  },
  {
    "id": "3874064",
    "unitNumber": 6,
    "text": "<ol type=\"I\"> <li>Party members</li> <li>Party brands</li> <li>Party leader brands</li> <li>Policy brands</li> <li>Policy endorsers</li> </ol> Which of the above are dimensions of political brands?",
    "correctAnswer": "D",
    "options": {
      "A": "I and III",
      "B": "II and IV",
      "C": "I, II and III",
      "D": "II, III and IV",
      "E": "II, III and V"
    },
    "explanation": "Political brands are generally considered to include political parties, candidate politicians, party leaders, election campaigns, political organizations, policy ideas, and legislators. Traditional approaches characterized political brands as a triple dimension involving party, leader, and policy."
  },
  {
    "id": "3874065",
    "unitNumber": 6,
    "text": "Which of the following is a value provided by brand equity to customers?",
    "correctAnswer": "C",
    "options": {
      "A": "Enhancing brand loyalty",
      "B": "Enhancing price margins",
      "C": "Enhancing use satisfaction",
      "D": "Enhancing trade leverage",
      "E": "Enhancing competitive advantage"
    },
    "explanation": "Brand equity provides value to customer by enhancing customers':<br/><ul> <li>Interpretation Processing of Information</li> <li>Confidence in the Purchase Decision</li> <li>Use Satisfaction</li> </ul> Brand equity provides value to firm by enhancing:<br/><ul> <li>Efficiency and Effectiveness of Marketing Programs</li> <li>Brand Loyalty</li> <li>Prices Margins</li> <li>Trade Leverage</li> <li>Competitive Advantage</li> </ul>"
  },
  {
    "id": "3874066",
    "unitNumber": 6,
    "text": "Which of the following concepts is based on the perceptions of voters?",
    "correctAnswer": "B",
    "options": {
      "A": "Political brand identity",
      "B": "Political brand image",
      "C": "Political brand personality",
      "D": "Political brand awareness",
      "E": "Political brand equity"
    },
    "explanation": "Political brand image is about how the brand is perceived by voters and what kinds of associations and attitudes it creates. Within a political context, a voter’s or citizen’s views, associations, and attitudes are merged with their expressed identity to form their political brand image. Political brand image is a differentiation factor for the brand."
  },
  {
    "id": "3874067",
    "unitNumber": 6,
    "text": "Which one pf the following represents the perspective that argues that the persona of the political brand is important for a strong and favorable perception among voters?",
    "correctAnswer": "D",
    "options": {
      "A": "Economic Political Brand Perspective",
      "B": "Relational Political Brand Perspective",
      "C": "Political Brand Community Perspective",
      "D": "Political Brand Personality Perspective",
      "E": "Cultural Political Brand Perspective"
    },
    "explanation": "The political brand personality perspective argues that the persona of the political brand is important for a strong and favorable perception among voters. The image and reputation of the leader or leaders’ values and even their personalities should match the feelings and values of the targeted voters."
  },
  {
    "id": "3874068",
    "unitNumber": 6,
    "text": "Which one of the following is <u><strong>not</strong></u> one of the steps to building a strong brand?",
    "correctAnswer": "E",
    "options": {
      "A": "Relationships",
      "B": "Meaning",
      "C": "Response",
      "D": "Identity",
      "E": "Perspective"
    },
    "explanation": "Brand equity is viewed as an accumulation of goodwill and positive effects and the brand equity pyramid includes four steps to building a strong brand and is very important in understanding voters’ reaction in political brand management. Identity is the key step in the model. To develop deep and effective brand awareness, the brand needs to be identified with people.<br/>The second step of the model is to establish the meaning of the brand, that is, to create a strong, positive and unique brand connotation.<br/>The third step should aim to develop positive, accessible responses to brand identity and meaning.<br/>The top of the pyramid is the building of strong relationships to develop loyalty. It focuses on the customer’s ultimate relationship and level of identification with the brand."
  },
  {
    "id": "3874022",
    "unitNumber": 7,
    "text": "<em>\"... One of these responsibilities is the necessity of conducting national and international .......... approaches with consideration for human values...\"</em><br/><strong>Which of the following fills in the dotted space correctly?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Ideological",
      "B": "Political",
      "C": "Social",
      "D": "Economical",
      "E": "Sociopsychological"
    },
    "explanation": "<strong>INTRODUCTION</strong><br/>For politics to be interpreted and gain a directive power, it may present a valid solution to feed on effective communication mechanisms. However, in the exertion of all these efforts, the responsibilities towards the individual and society must not be forgotten. One of these responsibilities is the necessity of conducting national and international ideological approaches with consideration for human values."
  },
  {
    "id": "3874023",
    "unitNumber": 7,
    "text": "<em>\"... in terms of consistent learning from the past to the present, we can say </em><em>that theoretical integrity will guide us in placing ........ in political communication...\"</em><br/><strong>Which of the following fills in the dotted space correctly?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Politics",
      "B": "Ethics",
      "C": "Media",
      "D": "Morality",
      "E": "Philosophy of knowledge"
    },
    "explanation": "<strong>INTRODUCTION</strong><br/>Means of communication are changing and political figures are trying to keep up with them. Therefore, in terms of consistent learning from the past to the present, we can say that theoretical integrity will guide us in placing ethics in political communication."
  },
  {
    "id": "3874024",
    "unitNumber": 7,
    "text": "Which of the folowing is the correct path of theoretical structure examining value judgments separately from morality?",
    "correctAnswer": "C",
    "options": {
      "A": "Ethical Theories",
      "B": "Normative Ethical Theories",
      "C": "Meta Ethical Theories",
      "D": "Applied Ethical Theories",
      "E": "Descriptive Ethics"
    },
    "explanation": "<strong>BASIC THEORIES OF ETHIC</strong><br/>Proceeding from this point, when we try to look at the theoretical structure, we encounter four different paths. These can be described as; Meta ethical theories that examine value judgments separately from morality; normative ethical theories focused on the decision-making processes regarding the rightness or wrongness of an action; applied ethical theories that are reduced to more specific areas, focusing on criteria that frame ethical issues in human behaviors, capable of forming their own field in politics and encountered in life and professional settings; and descriptive ethics, which examines how people actually behave and what moral beliefs they hold."
  },
  {
    "id": "3874025",
    "unitNumber": 7,
    "text": "Which of the following has declared feasiblity of the statement that \"a conceptual thought, founded on an intellectual basis, can be defined by its sustainability in terms of its results\"?",
    "correctAnswer": "D",
    "options": {
      "A": "John Dewey",
      "B": "Charles Sanders Peirce",
      "C": "Jeremy Bentham",
      "D": "William James",
      "E": "John Stuart Mill"
    },
    "explanation": "<strong>BASIC THEORIES OF ETHICS</strong><br/>William James’s pragmatism and its context in ethics are evaluated in terms of results. In this sense, pragmatism can be said to represent a process that signifies the outcomes produced by practical applications. That is, it’s feasible to<br/>state that a conceptual thought, founded on an intellectual basis, can be defined by its sustainability in terms of its results."
  },
  {
    "id": "3874026",
    "unitNumber": 7,
    "text": "Which of the following describes the pursuit of knowledge not as a matter confined to a single subject, but as a process encompassing all topics that the human mind can comprehend?",
    "correctAnswer": "E",
    "options": {
      "A": "Immanuel Kant",
      "B": "William James",
      "C": "Plato",
      "D": "Karl Popper",
      "E": "René Descartes"
    },
    "explanation": "<strong>ETHICAL PATHS ON KNOWLEDGE</strong><br/>Moving further along the historical timeline, the 17th-century philosopher René Descartes is encountered. Descartes approaches the pursuit of knowledge not as a matter confined to a single subject, but as a process encompassing all topics that the human mind can comprehend. He presents a range of subjects that extend from managing everyday life to the knowledge of crafting."
  },
  {
    "id": "3874027",
    "unitNumber": 7,
    "text": "<em>\"........... refers to the deliberate dissemination of information to the public, often using various communication tools...\"</em><br/><strong>Which of the following fills in the dotted space correctly?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Disinformation",
      "B": "Misinformation",
      "C": "Assimilation",
      "D": "Manipulation",
      "E": "Malinformation"
    },
    "explanation": "<strong>ETHICAL PATHS ON KNOWLEDGE</strong><br/>Firstly, let’s begin with disinformation and misinformation. These concepts are closely related to the manipulation and it’s important to note that their primary distinguishing feature is human origin. The track focusing on manipulation will be resumed right after the explanation of both terms"
  },
  {
    "id": "3874028",
    "unitNumber": 7,
    "text": "Which of the following term defines a flow of data that is based on accurate information but carried with malicious intent. At this point, it can encompass information leaks made internally with the intention of harming individuals, institutions or even countries on a larger scale, including harassment and hate speech. In malinformation, although the disseminated information has accurate foundations, its sharing is aimed at having a destructive effect?",
    "correctAnswer": "A",
    "options": {
      "A": "Malinformation",
      "B": "Disinformation",
      "C": "Misinformation",
      "D": "Manupilation",
      "E": "Post-truth"
    },
    "explanation": "<strong>ETHICAL PATHS ON KNOWLEDGE </strong><br/>Another concept bearing similarities to these terms is malinformation. This term defines a flow of data that is based on accurate information but carried with malicious intent. At this point, it can encompass information leaks made internally with the intention of harming individuals, institutions or even countries on a larger scale, including harassment and hate speech. In malinformation, although the disseminated information has accurate foundations, its sharing is aimed at having a destructive effect."
  },
  {
    "id": "3874029",
    "unitNumber": 7,
    "text": "<em>\"... pathos deals with the style and presentation of speech from a psychological</em><br/><em>perspective...\"</em><br/><strong>Which of the folowing fills in the dotted space correctly?</strong>",
    "correctAnswer": "A",
    "options": {
      "A": "Pathos",
      "B": "Ethos",
      "C": "Logos",
      "D": "Rhetoric",
      "E": "Propaganda"
    },
    "explanation": "<strong>MEDIA ETHICS AND RESPONSIBILITY</strong><br/>pathos deals with the style and presentation of speech from a psychological perspective"
  },
  {
    "id": "3874030",
    "unitNumber": 7,
    "text": "\"... In the context of the media, considering the attitudes towards political identities, it’s necessary to state that an ......... framework has been established in journalism, as in many different professions...\"<br/><strong>Which of the following fills in the dotted space correctly?</strong>",
    "correctAnswer": "B",
    "options": {
      "A": "Information",
      "B": "Ethical",
      "C": "Normative",
      "D": "Ethnological",
      "E": "Social"
    },
    "explanation": "<strong>MEDIA ETHICS AND RESPONSIBILITY</strong><br/>In the context of the media, considering the attitudes towards political identities, it’s necessary to state that an ethical framework has been established in journalism, as in many different professions."
  },
  {
    "id": "3874031",
    "unitNumber": 7,
    "text": "<em>\"... It is known that studies on data validation analysis through neural networks, focusing on cultural communication differences report that individuals sharing .......... news tend to rely on a narrower range of news sources, whereas those sharing true news strive to access sources from a much broader spectrum...\"</em><br/><em><strong>Which of the following fills in the dotted space correctly?</strong></em>",
    "correctAnswer": "C",
    "options": {
      "A": "Reliable",
      "B": "True",
      "C": "False",
      "D": "Political",
      "E": "Conflict"
    },
    "explanation": "<strong>MEDIA ETHICS AND RESPONSIBILITY</strong><br/>During this process, some findings are observed. For example, it is known that studies are being conducted on data validation analysis through neural networks, focusing on cultural communication differences. These studies report that individuals sharing false news tend to rely on a narrower range of news sources, whereas those sharing true news strive to access sources from a much broader spectrum."
  },
  {
    "id": "3874178",
    "unitNumber": 7,
    "text": "Morality deals with the evaluation of 'good' and 'bad'. So which concept deals with their theoretical aspects?",
    "correctAnswer": "D",
    "options": {
      "A": "Law",
      "B": "Psychology",
      "C": "Self-respect",
      "D": "Ethics",
      "E": "Self-esteem"
    },
    "explanation": "While morality deals with the assessments of ‘good’ and ‘bad’, ethics are concerned with their theoretical aspects. The correct answer is D."
  },
  {
    "id": "3874180",
    "unitNumber": 7,
    "text": "What, in Popper's view, would be the result of a focus on verification in the scientific problem-solving process?",
    "correctAnswer": "A",
    "options": {
      "A": "Dogmatism",
      "B": "Post positivism",
      "C": "Truth",
      "D": "Findings",
      "E": "Falsifiability"
    },
    "explanation": "It’s conveyed that Popper argued focusing on verification in the scientific problem solving process would lead to dogmatism and erroneous conclusions (Taner, 2022). Popper didn’t consider the positivist approach sufficient for scientific hypotheses to be verified under certain conditions and times; he pointed out that this outcome doesn’t offer an absolute representational power all the time (Temiz, 2017). The correct answer is A."
  },
  {
    "id": "3874225",
    "unitNumber": 7,
    "text": "Which of the following political events popularised the term post-truth?",
    "correctAnswer": "B",
    "options": {
      "A": "Russia-Ukraine war",
      "B": "Brexit",
      "C": "Local elections in Germany",
      "D": "Referendum on the Lisbon Treaty",
      "E": "US-China trade disputes"
    },
    "explanation": "Post-truth was popularized in the context of two different things. The first one is Brexit, symbolizing the United Kingdom’s exit process from the European Union in 2016, and the second one is Donald Trump’s influence in the United States elections. The correct answer is B."
  },
  {
    "id": "3874230",
    "unitNumber": 7,
    "text": "What does ethos represent in Aristotle's Rhetoric?",
    "correctAnswer": "E",
    "options": {
      "A": "Logos",
      "B": "Pathos",
      "C": "Speech",
      "D": "Idea",
      "E": "Charisma"
    },
    "explanation": "In Aristotle's Rhetoric, ethos symbolises charisma, which reflects character focus, image and reputation as a whole. The correct answer is E."
  },
  {
    "id": "3874240",
    "unitNumber": 7,
    "text": "If you were to analyse a politician's speaking style, which of the following concepts would help you in your analysis?",
    "correctAnswer": "B",
    "options": {
      "A": "Ethos",
      "B": "Pathos",
      "C": "Logos",
      "D": "Idea",
      "E": "Reputation"
    },
    "explanation": "Pathos deals with the style and presentation of speech from a psychological perspective. In other words, it can also be described as the methodological attitude in the delivery of the message in terms of intonation and speaking style. The correct answer is B."
  },
  {
    "id": "3874243",
    "unitNumber": 7,
    "text": "What is shown as the first example of propaganda in world history?",
    "correctAnswer": "C",
    "options": {
      "A": "Nazi Germany's policy before the Second World War",
      "B": "The British Empire's desire to improve its image",
      "C": "Pope XV. Gregory's method",
      "D": "Patriarchal initiatives during the Byzantine Empire",
      "E": "US propaganda after WWII"
    },
    "explanation": "Propaganda, first used in 1622 by Pope XV. Gregory, as a method outside of warfare to improve the image of the Roman Catholic Church. The correct answer is C."
  },
  {
    "id": "3874251",
    "unitNumber": 7,
    "text": "Which of the following can be seen as a problem for both digital and traditional media?",
    "correctAnswer": "A",
    "options": {
      "A": "Violation of privacy",
      "B": "Violation of personal data security",
      "C": "Data mining",
      "D": "The phenomenon of digital surveillance",
      "E": "Misleading tagging"
    },
    "explanation": "Ethical problems arising from social media as identified in the literature can be listed as follows: invasion of privacy, lack of attribution, copyright infringement, unverified information, breach of personal data security, data mining, the phenomenon of digital surveillance, blurring of the boundaries between news and commercial information, intensive advertising, misleading tagging and titling, hate speech. Violations of privacy can be seen in both traditional and digital media. The correct answer is A."
  },
  {
    "id": "3874259",
    "unitNumber": 7,
    "text": "Some applications can mimic the voices, images and speech patterns of political identities, individuals who are considered influencers or opinion leaders in society. What are these applications commonly called?",
    "correctAnswer": "A",
    "options": {
      "A": "Deep fakes",
      "B": "Video editing",
      "C": "Photo editing",
      "D": "AI editing",
      "E": "Storyboard"
    },
    "explanation": "Some applications can mimic the voices, images and speech patterns of political identities, individuals considered to be influencers or opinion leaders in society. Commonly referred to as deep fakes (Yu, Xia, Fei &amp; Lu, 2020; Westerlund, 2019), these images or audio recordings can have a directive effect on society through various manipulation techniques. The correct answer is A."
  },
  {
    "id": "3874265",
    "unitNumber": 7,
    "text": "Which of the following has become an initiative of news organisations in recent years to deal with fake news?",
    "correctAnswer": "A",
    "options": {
      "A": "Blog publishing",
      "B": "Legal action",
      "C": "Software developments",
      "D": "Stopping publication",
      "E": "Educating the public"
    },
    "explanation": "In recent years, many major media organisations have started their own fact-checking programmes and continue this process in the form of up-to-date blog publications. Examples include two major media organisations in the United States: The New York Times and CNN. The correct answer is A."
  },
  {
    "id": "3874270",
    "unitNumber": 7,
    "text": "Imagine a news organisation that does not take sides. It gives equal space to all, in accordance with the law, and it considers the needs of society with public responsibility, keeping an equal distance from all sides. Which concept of professional ethics would you associate with this news organisation?",
    "correctAnswer": "C",
    "options": {
      "A": "Transparency",
      "B": "Accountability",
      "C": "Integrity",
      "D": "Conflict of interest",
      "E": "Sensitivity"
    },
    "explanation": "Integrity in the political context can be illustrated in the media context. Suppose, for example, that a newspaper or other means of communication aspires to integrity. In this case, it would be expected not to take sides on an issue, to give equal space to everyone in accordance with the law, to consider the needs of society with public responsibility, and to maintain an equal distance from all sides. The correct answer is C."
  },
  {
    "id": "3874077",
    "unitNumber": 8,
    "text": "Which one of the components below doesn’t signify the digital revolution?",
    "correctAnswer": "D",
    "options": {
      "A": "the rise of the Internet",
      "B": "advancements in computing technology",
      "C": "the world wide web",
      "D": "communication with smoke",
      "E": "digital communication tools"
    },
    "explanation": "The digital revolution was characterized by several ground-breaking developments."
  },
  {
    "id": "3874078",
    "unitNumber": 8,
    "text": "Which one of the elements below doesn’t signify how new media differs from traditional media?",
    "correctAnswer": "B",
    "options": {
      "A": "numerical representation",
      "B": "one-way communication",
      "C": "modularity",
      "D": "automation",
      "E": "variability"
    },
    "explanation": "Manovich (2001, pp. 43-63) offers a framework to help us grasp how new media differs from traditional media. These principles are numerical representation (digital code as the foundation), modularity (content made of interchangeable modules), automation (computerdriven processes), variability (customization and personalization), and transcoding (conversion into a common digital language)."
  },
  {
    "id": "3874079",
    "unitNumber": 8,
    "text": "<ol> <li>It gives rise to novel genres, textual forms, and entertainment, redefining the patterns of media consumption.</li> <li>This includes immersive computer games, simulations, and cutting-edge cinematic special effects.</li> </ol> Out of the components below which category of new media this definition defines?",
    "correctAnswer": "C",
    "options": {
      "A": "new ways of representing the world",
      "B": "new relationships with media technologies",
      "C": "new textual experiences",
      "D": "new experiences of embodiment, identity and community",
      "E": "new conceptions of the biological body and technology"
    },
    "explanation": "Lister et al. (2009, p.12-13) offer a useful categorization to understand what is “new” in new media."
  },
  {
    "id": "3874080",
    "unitNumber": 8,
    "text": "<ol> <li>It instigates shifts in how individuals use and engage with image and communication media in their daily lives.</li> <li>It also alters the meanings and significance attributed to these technologies.</li> </ol> Out of the components below which category of new media this definition defines?",
    "correctAnswer": "E",
    "options": {
      "A": "new textual experiences",
      "B": "new patterns of organization and production",
      "C": "new ways of representing the world",
      "D": "new experiences of embodiment, identity and community",
      "E": "new relationships with media technologies"
    },
    "explanation": "Lister et al. (2009, p.12-13) offer a useful categorization to understand what is “new” in new media."
  },
  {
    "id": "3874081",
    "unitNumber": 8,
    "text": "What is called to a large group of people who arrange (by mobile phone or email) to gather in a public place at exactly the same time, spend a short time doing something there and then quickly all leave at the same time?",
    "correctAnswer": "B",
    "options": {
      "A": "protestors",
      "B": "flash mob",
      "C": "campaign organizers",
      "D": "revolutionists",
      "E": "politicians"
    },
    "explanation": "Flash Mob is a large group of people who arrange (by mobile phone or email) to gather in a public place at exactly the same time, spend a short time doing something there and then quickly all leave at the same time. (Oxford Dictionary Online)."
  },
  {
    "id": "3874082",
    "unitNumber": 8,
    "text": "Which one of the items below involves collecting large amounts of data about voters, including both political and non-political information, to create tailored messages based on individual preferences?",
    "correctAnswer": "E",
    "options": {
      "A": "flash mob",
      "B": "digital diplomacy",
      "C": "target group",
      "D": "targeted advertisements",
      "E": "microtargeting"
    },
    "explanation": "Microtargeting involves collecting large amounts of data about voters, including both political and non-political information, to create tailored messages based on individual preferences."
  },
  {
    "id": "3874083",
    "unitNumber": 8,
    "text": "Which one of the elements below isn’t an equivalent term of digital diplomacy?",
    "correctAnswer": "C",
    "options": {
      "A": "network diplomacy",
      "B": "e-diplomacy",
      "C": "digital community",
      "D": "cyber diplomacy",
      "E": "online diplomacy"
    },
    "explanation": "The correct answer is C. The term digital diplomacy is often used interchangeably with other phrases such as network diplomacy, e-diplomacy, online diplomacy, cyber diplomacy, and Twitter diplomacy or Twiplomacy. Naci Koru, the former deputy secretary of the Ministry of Foreign Affairs of Türkiye, describes digital diplomacy in the following manner: “Utmost utilization of technological infrastructure in the production and implementation of external policies”"
  },
  {
    "id": "3874084",
    "unitNumber": 8,
    "text": "What is the definition of the deliberate sharing of false information with the specific intention of causing harm, reflecting an awareness of the information’s falsity and harmful consequences?",
    "correctAnswer": "A",
    "options": {
      "A": "disinformation",
      "B": "misinformation",
      "C": "malinformation",
      "D": "creation",
      "E": "production"
    },
    "explanation": "Misinformation pertains to the dissemination of false information without any malicious intent, where the sharing of inaccurate information occurs unintentionally, and no harm is intended. Malinformation involves sharing genuine information, typically intended to remain private, with the explicit purpose of causing harm, often by exposing private information to the public sphere."
  },
  {
    "id": "3874085",
    "unitNumber": 8,
    "text": "Which one of the definitions below refers to content that is designed to provoke strong emotional reactions, often by using exaggerated, sensational, or offensive language, and its purpose is to generate outrage or polarize audiences?",
    "correctAnswer": "C",
    "options": {
      "A": "false content",
      "B": "imposter content",
      "C": "inflammatory content",
      "D": "fabricated stories",
      "E": "manipulated media"
    },
    "explanation": "Inflammatory Content refers to content that is designed to provoke strong emotional reactions, often by using exaggerated, sensational, or offensive language. Its purpose is to generate outrage or polarize audiences."
  },
  {
    "id": "3874086",
    "unitNumber": 8,
    "text": "Which one of the definitions below involves presenting genuine information or events in a misleading manner by altering their context?",
    "correctAnswer": "D",
    "options": {
      "A": "imposter content",
      "B": "false connections",
      "C": "fabricated stories",
      "D": "false context",
      "E": "imflammatory content"
    },
    "explanation": "False context involves presenting genuine information or events in a misleading manner by altering their context. This can involve manipulating images, quotes, or videos to distort their original meaning."
  }
]